{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"To su znaci Kitaba jasnog"},{"SurahNumber":26,"VerseNumber":3,"Text":"Možda bi ti bio uništitelj duše svoje, što (oni) nisu vjernici"},{"SurahNumber":26,"VerseNumber":4,"Text":"Kad bismo htjeli, spustili bismo na njih s neba znak, pa bi mu povili vratove svoje ponizno"},{"SurahNumber":26,"VerseNumber":5,"Text":"I nije im došla nijedna nova opomena od Milostivog, a da nisu bili od nje odvraćeni"},{"SurahNumber":26,"VerseNumber":6,"Text":"Pa doista su poricali, pa doći će im vijesti o onom čemu su se izrugivali"},{"SurahNumber":26,"VerseNumber":7,"Text":"Zar ne vide zemlju, koliko smo dali da iz nje iznikne od svake vrste plemenite"},{"SurahNumber":26,"VerseNumber":8,"Text":"Uistinu, u tome je znak. A nisu većina njih vjernici"},{"SurahNumber":26,"VerseNumber":9,"Text":"I uistinu! Gospodar tvoj! On je Moćni, Milosrdni"},{"SurahNumber":26,"VerseNumber":10,"Text":"A kad Gospodar tvoj pozva Musaa: \"Idi narodu zalima"},{"SurahNumber":26,"VerseNumber":11,"Text":"Narodu faraonovom. Zar se neće pobojati"},{"SurahNumber":26,"VerseNumber":12,"Text":"Reče: \"Gospodaru moj! Uistinu, ja se bojim da će me poreći"},{"SurahNumber":26,"VerseNumber":13,"Text":"I stežu se grudi moje, i ne oslobađa se jezik moj, zato pošalji Haruna"},{"SurahNumber":26,"VerseNumber":14,"Text":"I imaju oni protiv mene zločin, pa se bojim da će me ubiti"},{"SurahNumber":26,"VerseNumber":15,"Text":"Reče: \"Nikako! Pa idite obojica sa znacima Našim. Uistinu, Mi ćemo biti uz vas slušajući"},{"SurahNumber":26,"VerseNumber":16,"Text":"Pa dođite faraonu, te recite: 'Uistinu, mi smo poslanici Gospodara svjetova"},{"SurahNumber":26,"VerseNumber":17,"Text":"Pošalji s nama sinove Israilove"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Faraon) reče: \"Zar te nismo među nama odgojili (kao) dijete? I boravio si među nama (mnoge) godine života svog"},{"SurahNumber":26,"VerseNumber":19,"Text":"I učinio si djelo svoje koje si učinio. A ti si od nezahvalnika"},{"SurahNumber":26,"VerseNumber":20,"Text":"Reče: \"Počinio sam ga tad kad sam ja bio od zalutalih"},{"SurahNumber":26,"VerseNumber":21,"Text":"Tad sam pobjegao od vas pošto sam vas se uplašio, pa me je obdario Gospodar moj sudom, i učinio me (jednim) od izaslanika"},{"SurahNumber":26,"VerseNumber":22,"Text":"A to je blagodat kojom mi prigovaraš - da si porobio sinove Israilove"},{"SurahNumber":26,"VerseNumber":23,"Text":"Faraon reče: \"A šta je Gospodar svjetova"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa) reče: \"Gospodar nebesa i Zemlje i onog između njih, ako ste uvjereni"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Faraon) reče onima oko sebe: \"Zar ne čujete"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa) reče: \"Gospodar vaš i Gospodar očeva vaših ranijih"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Faraon) reče: \"Uistinu, poslanik vaš koji vam je poslan, je luđak"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa) reče: \"Gospodar istoka i zapada i onog što je između njih, ako shvatate"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Faraon) reče: \"Ako uzmeš drugog boga sem mene, sigurno ću te učiniti (jednim) od zatvorenika"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) reče: \"Zar kad ti donesem stvar očitu"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Faraon) reče: \"Pa daj je, ako si od istinitih"},{"SurahNumber":26,"VerseNumber":32,"Text":"Tad (Musa) baci štap svoj, pa gle: on zmija očita"},{"SurahNumber":26,"VerseNumber":33,"Text":"I izvuče ruku svoju, tad gle: ona bijela za gledatelje"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Faraon) reče uglednicima oko sebe: \"Uistinu, ovo je čarobnjak znalac"},{"SurahNumber":26,"VerseNumber":35,"Text":"Želi da vas izvede iz zemlje vaše sihrom svojim; pa šta naređujete"},{"SurahNumber":26,"VerseNumber":36,"Text":"Rekoše: \"Ostavi njega i brata njegovog, a pošalji u gradove sakupljače"},{"SurahNumber":26,"VerseNumber":37,"Text":"Dovešće ti svakog čarobnjaka znalca"},{"SurahNumber":26,"VerseNumber":38,"Text":"Pa su sakupljeni čarobnjaci za određeno vrijeme dana poznatog"},{"SurahNumber":26,"VerseNumber":39,"Text":"I bi rečeno ljudima: \"Jeste li vi sakupljeni"},{"SurahNumber":26,"VerseNumber":40,"Text":"Da bismo mi slijedili čarobnjake, ako oni budu pobjednici"},{"SurahNumber":26,"VerseNumber":41,"Text":"Pa pošto čarobnjaci dođoše, rekoše faraonu: \"Hoćemo li mi uistinu imati nagradu, ako mi budemo pobjednici"},{"SurahNumber":26,"VerseNumber":42,"Text":"Reče: \"Da, i uistinu ćete tad biti od približenih"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa im reče: \"Bacite ono čega ste vi bacači"},{"SurahNumber":26,"VerseNumber":44,"Text":"Tad baciše konope svoje i štapove svoje i rekoše: \"Tako nam moći faraonove, uistinu mi, mi smo pobjednici"},{"SurahNumber":26,"VerseNumber":45,"Text":"Tad Musa baci štap svoj, pa gle: on proguta ono šta su lažirali"},{"SurahNumber":26,"VerseNumber":46,"Text":"Tad se čarobnjaci baciše na sedždu"},{"SurahNumber":26,"VerseNumber":47,"Text":"Rekoše: \"Vjerujemo u Gospodara svjetova"},{"SurahNumber":26,"VerseNumber":48,"Text":"Gospodara Musaovog i Harunovog"},{"SurahNumber":26,"VerseNumber":49,"Text":"Reče: \"Povjerovaste mu prije no što sam vam dopustio. Uistinu, on je vaš velikan koji vas je poučio sihru! Pa sigurno ćete saznati. Sigurno ću odsijeći ruke vaše i noge vaše unakrst, i sigurno ću vas sve raspeti"},{"SurahNumber":26,"VerseNumber":50,"Text":"Rekoše: \"Nije šteta! Uistinu, mi smo Gospodaru našem povratnici"},{"SurahNumber":26,"VerseNumber":51,"Text":"Uistinu! Mi žudimo da nam Gospodar naš oprosti greške naše jer smo prvi vjernici"}]}