{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif, Lam, Mim, Sad. (so Allah i Matao ko paka-aantapan Iyan on)"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Giyang kaya a Qor´an) Na kitab a initoron rka (ya Mohammad), - na di aya nggagtn a rarb ka, - ka an ka mipamaka iktiyar go pananadm a rk o miyamaratiyaya"},{"SurahNumber":7,"VerseNumber":3,"Text":"Onoti niyo so (Qor´an a) initoron rkano a phoon ko Kadnan iyo, na di niyo pagonoti, so salakaw Rkaniyan a manga panarigan, miyakayto ito a kapphakatadm iyo"},{"SurahNumber":7,"VerseNumber":4,"Text":"Na madakl a ingd a bininasa Mi, a miyakaoma on so siksa Ami ko kagagawii, odi na siran na khitotorogn siran ko kawtho o alongan"},{"SurahNumber":7,"VerseNumber":5,"Text":"Na da a miyabaloy a daowa iran gowani ko makawma kiran so siksa Ami, a rowar sa kiyatharo iran: \"Sa mataan! a skami na miyabaloy kami a manga darowaka"},{"SurahNumber":7,"VerseNumber":6,"Text":"Na mataan! a pagizaan Ami dn so manga taw a siyogo an siran, go pagizaan Ami dn so manga sogo"},{"SurahNumber":7,"VerseNumber":7,"Text":"Na mataan! a phanotholn Ami kiran dn (so pinggolawla iran) sii ko katao, go kna a ba Kami di makadadarpa"},{"SurahNumber":7,"VerseNumber":8,"Text":"Na so kathimbang sa alongan oto na ontol: Na sadn sa makapnd so manga timbang iran, na siran man na siran i phamakaslang sa maliwanag"},{"SurahNumber":7,"VerseNumber":9,"Text":"Na sadn sa makakhap so manga timbang iyan, na siran man so liyogi ran so manga ginawa iran, sabap ko kiya ongkira iran ko manga ayat Ami"},{"SurahNumber":7,"VerseNumber":10,"Text":"Na sabnsabnar a piyaka khapaar Ami skano ko lopa, go singgayan Ami skano roo sa manga kawiyagan: Na miyakayto ito a kapphanalamat iyo"},{"SurahNumber":7,"VerseNumber":11,"Text":"Go sabnsabnar a inadn Ami skano, oriyan iyan na pimbontalan Ami skano; oriyan iyan na pitharo Ami ko manga malaikat a: Pangalimbabaan kano ko Adam, na miyangalimbabaan siran; inonta so iblis; ka da mapd ko miyamangalimbabaan"},{"SurahNumber":7,"VerseNumber":12,"Text":"Pitharo (o Allah) a: \"Antonaa i miyakarn rka sa dang ka kapangalimbabaan isako sogoon Akn ska?\" Pitharo (o iblis) a: \"Sakn i tomo a di so Adam. Ka inadn akong Ka a phoon sa apoy, na inadn Ka skaniyan a phoon sa lipaw"},{"SurahNumber":7,"VerseNumber":13,"Text":"Pitharo (o Allah) a: \"Panokha ka ding ka dait iba ka sii di pmaratabat. Na awa ka, ka mataan! a ska na pd ko miyamakayto"},{"SurahNumber":7,"VerseNumber":14,"Text":"Pitharo (o iblis) a: \"Bgi akong Ka sa taalik taman ko alongan a kawyaga kiran"},{"SurahNumber":7,"VerseNumber":15,"Text":"Pitharo (o Allah) a: \"Mataan! a ska na pd ko piyangabbgan sa taalik"},{"SurahNumber":7,"VerseNumber":16,"Text":"Pitharo (o iblis): \"Na sabap ko kiyabaloyang Ka rakn a dadag, na mataan! a bknang ko siran dn sa ayan ko lalan Ka a makaoontol"},{"SurahNumber":7,"VerseNumber":17,"Text":"Oriyan iyan na mataan! a songowang ko siran dn sii ko kasasangoran iran, go sii ko talikhodan iran, go sii ko manga kawanan iran, go sii ko manga diwang iran. Na ding ka matoon so kadaklan kiran oba pananalamat"},{"SurahNumber":7,"VerseNumber":18,"Text":"Pitharo (o Allah) a: \"Awa ka phoon rkaniyan (a sorga), a papaawingn, a inibowang. Na mataan! a sadn sa monot rka kiran, - na mataan! a ipno Akn skano dn ko naraka Jahannam langon"},{"SurahNumber":7,"VerseNumber":19,"Text":"Na (pitharo o Allah a:) \"Hay Adam, babaling ka, ska go si karomang ka ko sorga, na kang kano sa sadn sa kabaya iyo a dowa: Na di kano pagobay sangkai a kayo, ka mbaloy kano a pd ko manga darowaka"},{"SurahNumber":7,"VerseNumber":20,"Text":"Na piyangonsi siran o shaytan, ka an iyan kiran kasawai so idadalong kiran ko kayaan iran. Go pitharo iyan a: \"Da a kinisaparn rkano o Kadnan iyo sangkai a kayo, a rowar sa oba kano mabaloy a dowa a malaikat, odi na mabaloy kano a pd ko phangakakakal (ko sorga)"},{"SurahNumber":7,"VerseNumber":21,"Text":"Na mizapa kiran: Sa mataan! a sakn na pd dn ko pphamangoyaw rkano sa mapiya"},{"SurahNumber":7,"VerseNumber":22,"Text":"Na minibaba iyan siran sabap ko ikmat. Na kagiya a kataaman iran so kayo, na kiyasawaan kiran so kayaan iran a dowa, na aya miyataad iran na giya gi iran kapanangkiri ko raon sa sorga (a pinditar iran). Na tiyawag siran o Kadnan iran: \"Ba Ko rkano da saparn angkanan a kayo, go ba Ko rkano da tharoa a mataan! a so shaytan na ridoay niyo a mapayag"},{"SurahNumber":7,"VerseNumber":23,"Text":"Pitharo iran: \"Kadnan ami, miyadorat ami a ginawa mi, na odi kaming Ka napii go di kaming Ka kalimoon, na mataan! a khabaloy kami dn a pd ko miyangalologi"},{"SurahNumber":7,"VerseNumber":24,"Text":"Pitharo (o Allah) a: \"Tpad kano; sa so sabaad rkano na ridoay o sabaad; go adn a rk iyo ko lopa a kapthaknaan go kawiyagan, - taman ko wakto (o kapatay)"},{"SurahNumber":7,"VerseNumber":25,"Text":"Pitharo Iyan (pn) a: \"Ron kano khawyag, go ron kano phamatay, go ron kano phakagmawa"},{"SurahNumber":7,"VerseNumber":26,"Text":"Hay manga moriyataw o Adam, sabnar a tiyoronan Ami skano sa nditarn a pphakarnding ko kayaan iyo, go ikataid. Na so nditarn a kapananggila, - na giyoto i tomo. Giyoto man na pd ko manga tanda o Allah, ka an siran pphakatadm"},{"SurahNumber":7,"VerseNumber":27,"Text":"Hay manga moriyataw o Adam, di kano phakidadag ko shaytan, lagid o kiyapakaawaa niyan ko dowa a loks iyo phoon ko sorga, a phlkasn iyan kiran so nditarn iyan: ka an iyan kiran mapakiilay so kayaan iran: Mataan! a skaniyan na pkhaylay kano niyan skaniyan ago so manga pagtaw niyan sa di niyo siran khaylay: Mataan! a biyaloy Ami so manga shaytan a manga panarigan o siran a di mapaparatiyaya"},{"SurahNumber":7,"VerseNumber":28,"Text":"Go igira a minggolawla siran sa pakasisingay, na tharoon iran a: \"Miyatoon Ami saya so manga loks Ami, go so Allah na inisogo Iyan rkami aya.\" Tharoang ka a: \"Mataan! a so Allah na di Niyan izogo so piyamakasisingay. Ino niyo pakiptharoon ko Allah so da a katao niyo ron"},{"SurahNumber":7,"VerseNumber":29,"Text":"Tharoang ka (ya Mohammad) a: \"Inisogo rakn o Kadnan ko so kaontol; go bantakn iyo so manga hadap iyo (ko Allah) sii ko oman i kazambayang, go zoasoata niyo Skaniyan, sa bobonayona niyo Ron so okit ko kapagintaw. Lagid o kiyaphooni Niyan rkano (madn), a kaphakakasoy niyo"},{"SurahNumber":7,"VerseNumber":30,"Text":"So salompok na tiyoro Iyan, go so salompok na miyatangkd kiran so kadadag; mataan! a siran na kinowa iran so manga shaytan a manga panarigan, a salakaw ko Allah, aya arangan iran na mataan! a siran i khipaka oontol"}]}