{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"O sadefleri içinde gizlenmiş inci gibi civanlar da kendilerine (hizmet için) etraflarında döner (ler)"},{"SurahNumber":52,"VerseNumber":25,"Text":"(Ehl-i cennet) birbirine yönelib (hallerini ve amellerini) soruşdururlar"},{"SurahNumber":52,"VerseNumber":26,"Text":"(Şöyle) diyerek: «Biz hakıykat bundan evvel (dünyâda) ailelerimiz içinde (aakıbetimizden) korkanlardık»"},{"SurahNumber":52,"VerseNumber":27,"Text":"«İşte Allah bize (mağfiret ve rahmetini) lûtfetdi. Bizi sâm yeli azabından korudu»"},{"SurahNumber":52,"VerseNumber":28,"Text":"«Gerçek biz bundan evvel (müvahhid olarak) Ona ibâdet ediyorduk. Şübhesiz ki O, (evet) O, (va´dinde saadık) ihsanı bol, çok esirgeyicidir»"},{"SurahNumber":52,"VerseNumber":29,"Text":"(Habîbim) sen hemen öğüt vermekde devam et. Öyle ya, sen Rabbinin ni´meti sayesinde ne bir kâhin, ne de bir mecnun değilsin"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa «(O), bir şâirdir, biz onun, zamanın felâketli haadiseleri (ne çarpılması) nı gözetliyoruz» mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki: «Bekleyin. Çünkü ben de sizinle beraber bekleyenlerdenim»"},{"SurahNumber":52,"VerseNumber":32,"Text":"Yahud bunu kendilerine akılları mı emrediyor, yoksa onlar azgınlar güruhu mudur"},{"SurahNumber":52,"VerseNumber":33,"Text":"Yahud onu kendisi mi uydurub söyledi diyorlar? Hayır, onlar îman etmezler"},{"SurahNumber":52,"VerseNumber":34,"Text":"Öyleyse onlar da, eğer doğru söyleyenlerse, onun gibi (velev uydurma) bir söz getirsinler"},{"SurahNumber":52,"VerseNumber":35,"Text":"Yoksa onlar bir şeysiz olarak mı yaratdılar? Yahud (kendilerinin) yaratıcıları kendileri midir"},{"SurahNumber":52,"VerseNumber":36,"Text":"Yoksa gökleri ve yeri onlar mı yaratdılar? Hayır, onlar (Allahın birliğini, kudretini) iyi bilmiyorlar"},{"SurahNumber":52,"VerseNumber":37,"Text":"Yahud Rabbinin hazîneleri onların yanında mı? Veya onlar (eşyâyi diledikleri gibi tedbîre) haakim ve gaalib kimseler mi"},{"SurahNumber":52,"VerseNumber":38,"Text":"Yoksa onlara haas bir merdiven vardır da onun üstünden mi dinliyorlar Öyleyse dinleyicileri açık bir bürhan getirsin (ler)"},{"SurahNumber":52,"VerseNumber":39,"Text":"Yahud kızlar Onun, oğullar sizin mi"},{"SurahNumber":52,"VerseNumber":40,"Text":"Yoksa sen kendilerinden bir ücret istiyorsun da onlar (bundan mütevellid) borcdan dolayı ağır bir yük altına mı girmişlerdir"},{"SurahNumber":52,"VerseNumber":41,"Text":"Yahud gayb (ın ilmi) kendilerinin yanındadır da (bunu) onlar mı yazıyorlar"},{"SurahNumber":52,"VerseNumber":42,"Text":"Yoksa (sana) bir tuzak mı kurmak istiyorlar? Fakat o küfredenler (kurduklara o) tuzağa kendileri düşüb mağlub olmuşlardır (olacaklardır)"},{"SurahNumber":52,"VerseNumber":43,"Text":"Yahud onların Allahdan başka bir Tanrıları mı var? Allah onların katmakda oldukları ortaklardan münezzehdir"},{"SurahNumber":52,"VerseNumber":44,"Text":"Eğer gökden bir parça düşer görseler «(Bu), derler, birbiri üstüne yığılmış bir bulutdur»"},{"SurahNumber":52,"VerseNumber":45,"Text":"Artık onları çarpılacakları günlerine kadar (hallerine) bırak"},{"SurahNumber":52,"VerseNumber":46,"Text":"O gün tuzakları hiçbir şeyle kendilerine fâide vermeyecek, onlara yardım da edilmeyecekdir"},{"SurahNumber":52,"VerseNumber":47,"Text":"Muhakkak ki o zulmedenlere bundan evvel de bir azâb var. Fakat onların çoğu (bunu) bilmezler"},{"SurahNumber":52,"VerseNumber":48,"Text":"Sen Rabbinin hükmüne (rızaa ile) sabret. Çünkü muhakkak sen bizim gözlerimiz (önün) desin. Kalkacağın zaman da Rabbine hamd ile tesbîh (ve tenzîh) et"},{"SurahNumber":52,"VerseNumber":49,"Text":"Gecenin bir kısmında ve yıldızların batışından sonra dahi tesbîh et"},{"SurahNumber":53,"VerseNumber":1,"Text":"Batdığı dem yıldıza and olsun ki"},{"SurahNumber":53,"VerseNumber":2,"Text":"saahibiniz (doğru yoldan) sapmadı. Baatıla da inanmadı"},{"SurahNumber":53,"VerseNumber":3,"Text":"Kendi (re´y-ü) hevâsından söylemez o"},{"SurahNumber":53,"VerseNumber":4,"Text":"O, kendisine (Allahdan) ilkaa edilegelen bir vahyden başkası değildir"},{"SurahNumber":53,"VerseNumber":5,"Text":"Onu müdhiş kuvvetlere mâlik olan öğretdi"},{"SurahNumber":53,"VerseNumber":6,"Text":"(Ki o) akıl ve re´yinde kâmil (bir melek) dir. Hemen (kendi suretine girib) doğruldu"},{"SurahNumber":53,"VerseNumber":7,"Text":"O, en yüksek ufukda idi"},{"SurahNumber":53,"VerseNumber":8,"Text":"Sonra (Cebrail, ona) yaklaşdı. Derken sarkdı"},{"SurahNumber":53,"VerseNumber":9,"Text":"(Bu suretle o, peygamberlere) iki yay kadar, yahud daha yakın oldu da"},{"SurahNumber":53,"VerseNumber":10,"Text":"(Allahın) kuluna vahy etdiği neyse onu vahyetdi"},{"SurahNumber":53,"VerseNumber":11,"Text":"Onun gördüğünü kalb (i) yalana çıkarmadı"},{"SurahNumber":53,"VerseNumber":12,"Text":"Şimdi siz onun bu görüşüne karşı da kendisiyle mücâdele mi edeceksiniz"},{"SurahNumber":53,"VerseNumber":13,"Text":"Andolsun ki onu diğer bir defa da Sidre-tül müntehânın yanında gördü o"},{"SurahNumber":53,"VerseNumber":14,"Text":"Andolsun ki onu diğer bir defa da Sidre-tül müntehânın yanında gördü o"},{"SurahNumber":53,"VerseNumber":15,"Text":"ki Cennet-ül me´vâ onun yanındadır"},{"SurahNumber":53,"VerseNumber":16,"Text":"O (gördüğü) zaman Sidreyi bürüyordu onu bürümekde olan"},{"SurahNumber":53,"VerseNumber":17,"Text":"(Peygamberin) göz (ü, gördüğünden) ağmadı, (onu) aşmadı da"},{"SurahNumber":53,"VerseNumber":18,"Text":"Andolsun ki o, Rabbinin en büyük âyetlerinden bir kısmını görmüşdür"},{"SurahNumber":53,"VerseNumber":19,"Text":"(Allâhı bırakıb tapdığınız) Lât(ın), Uzzâ (nın) ve (bunların) üçüncüsü olan diğer Menât (ın her hangi birşey hakkında zerrece kudretleri var mı?) Bize haber verin"},{"SurahNumber":53,"VerseNumber":20,"Text":"(Allâhı bırakıb tapdığınız) Lât(ın), Uzzâ (nın) ve (bunların) üçüncüsü olan diğer Menât (ın her hangi birşey hakkında zerrece kudretleri var mı?) Bize haber verin"},{"SurahNumber":53,"VerseNumber":21,"Text":"Erkek sizin de dişi Onun mu"},{"SurahNumber":53,"VerseNumber":22,"Text":"O takdîrde bu, insafsızca bir taksîm"},{"SurahNumber":53,"VerseNumber":23,"Text":"Bu (putlar) sizin ve atalarınızın takdığınız adlardan başkası değildir. Allah onlara hiçbir hüccet indirmedi. Onlar, kuruntudan ve nefisler (in) in arzuu etdiği hevâ (ve heves) den başkasına tâbi´ olmuyorlar. Halbuki andolsun, kendilerine Rablerinden o hidâyet (rehberi) gelmişdir"},{"SurahNumber":53,"VerseNumber":24,"Text":"Yoksa insana her umduğu şey´ (e nail olma imkânı) mı var"},{"SurahNumber":53,"VerseNumber":25,"Text":"İşte âhiret de, dünyâ da Allahındır"}]}