{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"Gözleri cehennemlikler tarafına çevrildiği vakit de: «Ey Rabbimiz, bizleri o zalimler güruhu ile birlikte bulundurma!» demektedirler"},{"SurahNumber":7,"VerseNumber":48,"Text":"O A´raf sakinleri, simalarından tanıdıkları bir takım kimselere şöyle seslenirler: «Gördünüz mü, cemiyetinizin ve kibirli davranmanızın size hiçbir yararı olmadı"},{"SurahNumber":7,"VerseNumber":49,"Text":"Allah´ı kendilerini rahmetine erdirmeyeceğine dair yemin ettikleriniz şunlar mıydı?» dedikten sonra berikilere dönüp: «Girin cennete size korku yok, artık asla üzülmeyeceksiniz de.» demektedirler"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cehennem sakinleri, cennet sakinlerine: «Lütfen suyunuzdan veya Allah´ın size rızık olarak verdiği nimetlerden biraz da bize dökün!» diye bağrışmaktadırlar. Onlar da: «Doğrusu Allah, bunları kafirlere haram etti.» demektedirler"},{"SurahNumber":7,"VerseNumber":51,"Text":"O kafirlere ki, oyunu ve eğlenceyi kendilerine din edindiler ve dünya hayatı kendilerini aldattı. Nasıl ki, onlar bu günlerine kavuşacaklarını unutup ayetlerimizi inkar ettilerse Biz de bugün onları öyle unutacağız"},{"SurahNumber":7,"VerseNumber":52,"Text":"Muhakkak biz onlara, inanacak herhangi bir kavme hidayet ve rahmet olması için, tam bir bilgi ile bölüm bölüm açıkladığımız bir kitap gönderdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Onlar, bakalım sonu nereye varacak diye ancak onun tehditlerinin gerçekleşmesini bekliyorlar. Onun tehditlerinin geleceği gün önceden onu unutmuş olanlar: «Muhakkak ki, Rabbimizin peygamberleri bize gerçeği getirmişlermiş. Bak şimdi bizim şefaatçılardan hiçbiri var mı ki, bize şefaat etsinler? Veya geri döndürülsek de yaptığımız işlerden başkasını yapsak?» diyecekler. Doğrusu onlar, kendilerine yazık ettiler ve uydurup güvendikleri şeyler yanlarından kaybolup gitmiş olacaktır"},{"SurahNumber":7,"VerseNumber":54,"Text":"Gerçekte Rabbiniz gökleri ve yeri altı gün içinde yaratan sonra Arş üzerinde hükümran olan Allah´tır, geceyi gündüze bürür; o onu kışkırtarak takip eder. Güneş, ay ve yıldızlar O´nun emrine baş eğmiştir. İyi bilin ki, yaratmak da emretmek de O´na aittir. Ne ulu, o alemlerin Rabbi olan Allah"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize yalvara yalvara ve için için dua edin! Gerçek şu ki, Allah sınırı aşanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"Yeryüzünde, düzeni kurulduktan sonra, bozgunculuk yapmayın ve O´na korku ve ümit ile kulluk edin! Şüphe yok ki, Allah´ın rahmeti, iyilik yapanlara yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"O, rahmetinin önünde rüzgarları müjdeci olarak yollayan Allah´tır. Nihayet onlar, yağmur yüklü ağır ağır bulutları hafif birşey gibi kaldırıp yüklendiklerinde, bakarsın Biz onları ölü bir memlekete gönderip oraya su indirmiş ve orada her türlüsünden ürün çıkarmışızdır. İşte ölüleri de böyle çıkaracağız. Gerek ki düşünüp ibret alasınız"},{"SurahNumber":7,"VerseNumber":58,"Text":"Güzel memleketin bitkisi, Rabbinin izniyle çıkar. Kötüsünün ise çıkmaz, çıkan da birşeye yaramaz. Biz, şükreden bir topluluğa ayetlerimizi böyle türlü şekillerle açıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun ki, Nuh´u kavmine peygamber olarak gönderdik. O da varıp: «Ey kavmim, Allah´a kulluk edin, O´ndan başka hiçbir ilahınız yoktur. Gerçekten ben, üzerinize büyük bir günün azabının inmesinden korkuyorum.» dedi"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminden cumhur cemaat =ileri gelenler: «Şüphesiz ki, biz seni açık bir sapıklık içinde görüyoruz.» dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"Nuh: «Ey kavmim, bende hiçbir sapıklık yoktur; ancak ben alemlerin Rabbi tarafından gönderilmiş bir peygamberim.» dedi"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size, Rabbimin mesajlarını iletiyorum, size öğüt veriyorum ve ben Allah´tan gelen vahy ile sizin bilmeyeceklerinizi biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Size o korkunç akibeti bildirmek için, korunmanız için belki de rahmete kavuşturulmanız için sizden bir adam aracılığı ile Rabbinizden size bir uyarının gelmesine inanmıyor da şaşıyor musunuz?» dedi"},{"SurahNumber":7,"VerseNumber":64,"Text":"Bunun üzerine ona yalan söylüyorsun, dediler. Biz de onu ve beraberinde iman edenleri gemide kurtuluşa erdirdik ve ayetlerimize yalan diyenleri suda boğduk. Çünkü onlar basiretleri körelmiş bir toplum idiler"}]}