{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"Ve güneşin doğduğu zaman mağaralarının sağ tarafından geldiğini ve battığı zaman sol taraftan onların yanlarından geçtiğini görürsün. Ve onlar, onun (mağaranın) geniş sahası içinde bulunuyorlardı. İşte bu, Allah´ın âyetlerinden (mucizelerinden)dir. Allah, kimi Kendisine ulaştırırsa, işte o hidayete ermiştir. Ve kimi dalâlette bırakırsa (kim Allah´a ulaşmayı dilemezse) artık onun için velî mürşid (irşad eden evliya) bulunmaz"},{"SurahNumber":18,"VerseNumber":18,"Text":"Ve onlar, uykuda oldukları halde sen onları uyanık sanırsın. Ve onları sağa ve sola doğru çeviririz. Onların köpeği, ön ayaklarını (mağaranın) giriş kısmına uzatmış vaziyettedir. Eğer sen, onlara muttali olsaydın (yakından görseydin), mutlaka onlardan kaçarak (geri) dönerdin. Ve mutlaka sen, onlardan korkuyla dolardın (çok korkardın)"},{"SurahNumber":18,"VerseNumber":19,"Text":"Ve böylece aralarında sorsunlar diye onları dirilttik (uyandırdık). Onlardan konuşan biri şöyle dedi: “Ne kadar kaldınız?” “Günün bir kısmı veya bir gün (kadar).” dediler. (Diğerleri de): “Ne kadar kaldığınızı Rabbiniz daha iyi bilir.” dediler. Artık sizden birisini, sizin bu gümüş paranızla şehre gönderin. Böylece en temiz yiyecek hangisi, baksın (da) ondan size bir rızık getirsin. Ve tedbirli (dikkatli) olsun. Sakın sizi bir kimseye sezdirmesin (varlığınızı hiç kimseye hissettirmesin)"},{"SurahNumber":18,"VerseNumber":20,"Text":"Muhakkak ki onlar, eğer size karşı gâlip gelirlerse, sizi taşlarlar veya sizi kendi dînlerine döndürürler. O zaman asla ebediyyen kurtuluşa eremezsiniz"},{"SurahNumber":18,"VerseNumber":21,"Text":"Ve böylece “Allah´ın vaadinin hak olduğunu ve o saat (kıyâmet) hakkında şüphe olmadığını” bilsinler diye onları (şehir halkına) bildirdik. Aralarında onların durumu hakkında niza ediyorlar (çekişiyorlar)dı. “Onların üzerine binalar inşa edin.” dediler. Onların Rabbi, onları en iyi bilir. Onların işlerinde gâlip olanlar (sözü geçenler): “Onların üzerine mutlaka mescid yapacağız.” dedi"},{"SurahNumber":18,"VerseNumber":22,"Text":"Ve gaybı taşlayarak (bilmeden tahminde bulunarak) diyecekler ki: “(Onların sayısı) üçtür, dördüncü onların köpeğidir.” “Beştir, altıncı onların köpeğidir.” diyecekler. Ve “Yedidir, sekizinci onların köpeğidir.” diyecekler. De ki: “Onların adedini en iyi Allah bilir. Pek azı hariç, onlar bilmezler.” Onlar hakkında, zahir olandan (bilinenden) başka tartışma (mücâdele etme)! Onlar hakkında, onlardan birisine soru sorma (açıklama isteme)"},{"SurahNumber":18,"VerseNumber":23,"Text":"Bir şey hakkında “Ben, bunu yarın mutlaka yapacağım deme.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancak Allah´ın dilemesiyle (yapacağım de). Ve unuttuğun zaman Rabbini zikret ve de ki: “Rabbimin beni (Allah´a) bundan daha yakın (daha üstün) bir irşad seviyesine ulaştırmasını umarım.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar, mağaralarında 9 fazlasıyla 300 yıl kaldılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: “Ne kadar kaldıklarını en iyi Allah bilir.” Semaların ve arzın gaybı, O´na (Allah´a) aittir. Onu (gaybı) en iyi işitir, en iyi görür. Onların, O´ndan başka dostları yoktur. Hükmüne kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sana, Rabbinin Kitab´ından, vahyolunanı oku! O´nun kelimesini değiştirecek yoktur. Ve O´ndan (Allah´tan) başka yönelinecek bulamazsın (yönelinecek yoktur)"},{"SurahNumber":18,"VerseNumber":28,"Text":"Sabah akşam, O´nun Vechi´ni (Zat´ını) isteyerek Rabbine dua edenlerle beraber nefsini sabırlı tut. Dünya hayatının ziynetini dileyerek gözünü onlardan çevirme! Kalbini zikrimizden gâfil kıldığımız ve hevasına (heveslerine) tâbî olan kimselere isteyerek, işinde haddi aşmış olanlara itaat etme"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki: “Hak Rabbinizdendir.” Bundan sonra artık dileyen inansın ve dileyen inkâr etsin. Muhakkak ki Biz, zalimler için kenarları, onları (kâfirleri) ihata eden (saran, kaplayan) bir ateş hazırladık. Ve eğer onlar yağmur isterlerse (ateşe karşı), erimiş maden gibi koyu ve kaynar, yüzleri kavuran bir su yağdırılır. Ne kötü bir içecek ve ne kötü bir dost (yardımcı)"},{"SurahNumber":18,"VerseNumber":30,"Text":"Muhakkak ki âmenû olanlar (ölmeden önce ruhunu Allah´a ulaştırmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar, Biz kesinlikle en güzel amel işleyen kimselerin ecrini (karşılığını) zayi etmeyiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"İşte onlara (onlar için) adn cennetleri vardır. Onların altından nehirler akar. Orada altın (dan) bileziklerle süslenirler. İnce ipek ve atlastan yeşil elbiseler giyerler. Orada tahtlar üzerine yaslanırlar. Ne güzel bir sevap ve ne güzel bir destek"}]}