{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Dijo: \"¿No te había dicho que no tendrías paciencia conmigo"},{"SurahNumber":18,"VerseNumber":76,"Text":"Dijo [Moisés]: \"Si volviera a preguntarte acerca de algo después de esto, ya no me admitas como compañero [de viaje], te habría dado excusa suficiente"},{"SurahNumber":18,"VerseNumber":77,"Text":"Partieron hasta que llegaron a un pueblo y pidieron a sus habitantes que los alimentaran, pero se negaron a darles hospitalidad. Luego encontraron en el pueblo un muro que estaba a punto de derrumbarse, y [Al Jidr] lo reconstruyó. Le dijo [Moisés]: \"Si hubieras querido, podrías haber pedido una paga por ello"},{"SurahNumber":18,"VerseNumber":78,"Text":"Dijo: \"Aquí nos separamos. Pero te informaré sobre la interpretación de aquello con lo que no tuviste paciencia"},{"SurahNumber":18,"VerseNumber":79,"Text":"En cuanto al barco, pertenecía a unos pobres que trabajaban en el mar, y quise averiarlo porque detrás de ellos venía un rey que se apoderaba por la fuerza de todos los barcos [que estuvieran en perfectas condiciones]"},{"SurahNumber":18,"VerseNumber":80,"Text":"En cuanto al joven, sus padres eran creyentes y supe [por inspiración divina] que él les induciría al desvío y la incredulidad"},{"SurahNumber":18,"VerseNumber":81,"Text":"Quiso su Señor concederles en su lugar otro hijo más puro y bondadoso"},{"SurahNumber":18,"VerseNumber":82,"Text":"En cuanto al muro, pertenecía a dos jóvenes huérfanos del pueblo. Debajo de él había un tesoro que les pertenecía. Su padre había sido un hombre piadoso y tu Señor quiso que cuando alcanzaran la madurez encontraran el tesoro, como una misericordia de tu Señor. Yo no lo hice por iniciativa propia. Ésta es la interpretación de aquello sobre lo que no tuviste paciencia"},{"SurahNumber":18,"VerseNumber":83,"Text":"Te preguntan [¡oh, Mujámmad!] acerca de Dhul Qarnain. Diles: \"Voy a relatarles una parte de su historia"},{"SurahNumber":18,"VerseNumber":84,"Text":"Le concedí poder en la Tierra y le facilité los medios [para que siguiera el camino del bien]"},{"SurahNumber":18,"VerseNumber":85,"Text":"Él emprendió un camino"},{"SurahNumber":18,"VerseNumber":86,"Text":"hasta alcanzar la parte más occidental, donde vio que el Sol se ocultaba en un manantial cálido, y encontró allí un pueblo [que cometía toda clase de injusticias]. Le inspiré: \"¡Oh, Dhul Qarnain! Puedes castigarlos o tratarlos con benevolencia"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dijo: \"A quien persista en la opresión lo castigaré y luego deberá comparecer ante su Señor, Quien le infligirá un castigo severo"},{"SurahNumber":18,"VerseNumber":88,"Text":"Pero en cambio, a quien crea y obre correctamente se le concederá una bella recompensa, y le corresponderé con un trato amable"},{"SurahNumber":18,"VerseNumber":89,"Text":"Luego siguió otro camino"},{"SurahNumber":18,"VerseNumber":90,"Text":"hasta alcanzar el lugar más oriental, donde vio que el Sol salía sobre un pueblo que no tenía resguardo para protegerse de él"},{"SurahNumber":18,"VerseNumber":91,"Text":"Tengo conocimiento que trató a estos como lo había hecho [con el pueblo anterior]"},{"SurahNumber":18,"VerseNumber":92,"Text":"Luego siguió otro camino"},{"SurahNumber":18,"VerseNumber":93,"Text":"hasta llegar a un valle entre dos montañas, donde encontró un pueblo que apenas comprendía las palabras [de su idioma]"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dijeron: \"¡Oh, Dhul Qarnain! Gog y Magog siembran la corrupción en la Tierra. ¿Podríamos pedirte que, a cambio de una retribución, levantes una muralla entre ellos y nosotros"},{"SurahNumber":18,"VerseNumber":95,"Text":"Les dijo: \"Lo que mi Señor me ha concedido es superior [a lo que puedan ofrecerme]. Ayúdenme y erigiré una muralla entre ustedes y ellos"},{"SurahNumber":18,"VerseNumber":96,"Text":"Tráiganme piezas de hierro hasta cubrir el espacio de las dos montañas\". Les dijo: \"Enciendan un fuego y soplen [con fuelles] hasta que esté incandescente\"; y agregó: \"Luego tráiganme cobre fundido para derramarlo encima"},{"SurahNumber":18,"VerseNumber":97,"Text":"[Gog y Magog] no pudieron escalarla ni tampoco perforarla"},{"SurahNumber":18,"VerseNumber":98,"Text":"Dijo [Dhul Qarnain]: \"Ésta es una misericordia de mi Señor, pero cuando llegue la promesa de mi Señor [el Día del Juicio] la reducirá a polvo. La promesa de mi Señor es verdadera"}]}