{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: Ey kendi nefisleri aleyhine haddi aşan kullarım! Allah´ın rahmetinden ümit kesmeyin! Çünkü Allah bütün günahları bağışlar. Şüphesiz ki O, çok bağışlayan, çok esirgeyendir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Size azap gelip çatmadan önce Rabbinize dönün, O´na teslim olun, sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Siz farkında olmadan, ansızın başınıza azap gelmezden önce, Rabbinizden size indirilenin en güzeline (Kur´an´a) tâbi olun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kişinin: Allah´a karşı aşırı gitmemden dolayı bana yazıklar olsun! Gerçekten ben alay edenlerdendim (diyeceği günden sakının)"},{"SurahNumber":39,"VerseNumber":57,"Text":"Yahut şöyle diyecektir: \"Allah bana hidayet verseydi, elbette sakınanlardan olurdum"},{"SurahNumber":39,"VerseNumber":58,"Text":"Veya azabı gördüğünde: \"Keşke benim için bir kez (dönmeye) imkân bulunsa da iyilerden olsam!\" demesinden"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır (dönemeyeceksin)! Âyetlerim sana gelmişti de sen onları yalanlamış, büyüklük taslamış ve inkârcılardan olmuştun"},{"SurahNumber":39,"VerseNumber":60,"Text":"Kıyamet gününde Allah hakkında yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Kibirlenenlerin kalacağı yer cehennemde değil midir"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah, takvâ sahiplerini kurtuluşa erdirir. Onlara hiçbir fenalık dokunmaz. Onlar mahzun da olmazlar"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah her şeyin yaratıcısıdır. O, her şeye vekîldir"},{"SurahNumber":39,"VerseNumber":63,"Text":"Göklerin ve yerin anahtarları (mutlak hükümranlığı) O´nundur. Allah´ın âyetlerini inkâr edenler var ya, işte onlar hüsrana uğrayanlardır"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: Ey cahiller! Bana Allah´tan başkasına kulluk etmemi mi emrediyorsunuz"},{"SurahNumber":39,"VerseNumber":65,"Text":"(Resûlüm!) Şüphesiz sana da senden öncekilere de şöyle vahyolunmuştur ki: Andolsun (bilfarz) Allah´a ortak koşarsan, işlerin mutlaka boşa gider ve hüsranda kalanlardan olursun"},{"SurahNumber":39,"VerseNumber":66,"Text":"Hayır! Yalnız Allah´a kulluk et ve şükredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Onlar Allah´ı hakkıyla tanıyıp bilemediler. Kıyamet günü bütün yeryüzü O´nun tasarrufundadır. Gökler O´nun kudret eliyle dürülmüş olacaktır. O, müşriklerin ortak koşmalarından yüce ve münezzehtir"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sûr´a üflenince, Allah´ın diledikleri müstesna olmak üzere göklerde ve yerde ne varsa hepsi ölecektir. Sonra ona bir daha üflenince, bir de ne göresin, onlar ayağa kalkmış bakıyorlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yeryüzü, Rabbinin nûru ile aydınlanır, kitap konulur, peygamberler ve şahitler getirilir ve aralarında hakkaniyetle hüküm verilir. Onlara asla zulmedilmez"},{"SurahNumber":39,"VerseNumber":70,"Text":"Herkes ne yaptıysa, karşılığı tastamam verilir. Allah, onların yaptıklarını en iyi bilendir"},{"SurahNumber":39,"VerseNumber":71,"Text":"O küfredenler, bölük halinde cehenneme sürülür. Nihayet oraya geldikleri zaman kapıları açılır, bekçileri onlara: Size, içinizden Rabbinizin âyetlerini okuyan ve bugüne kavuşacağınızı ihtar eden peygamberler gelmedi mi? derler. \"Evet geldi\" derler ama, azap sözü kâfirlerin üzerine hak olmuştur"},{"SurahNumber":39,"VerseNumber":72,"Text":"Onlara: İçinde ebedî kalacağınız cehennemin kapılarından girin; kibirlenenlerin yeri ne kötü! denilir"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablerine karşı gelmekten sakınanlar ise, bölük bölük cennete sevk edilir, oraya varıp da kapıları açıldığında bekçileri onlara: Selam size! Tertemiz geldiniz. Artık ebedî kalmak üzere girin buraya, derler"},{"SurahNumber":39,"VerseNumber":74,"Text":"Onlar: Bize verdiği sözde sadık olan ve bizi, dilediğimiz yerinde oturacağımız bu cennet yurduna vâris kılan Allah´a hamdolsun. İyi amelde bulunanların mükâfatı ne güzelmiş! derler"},{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri görürsün ki, Rablerine hamd ile tesbih ederek Arş´ın etrafını kuşatmışlardır. Artık aralarında adaletle hükmolunmuş ve \"alemlerin Rabbi olan Allah´a hamdolsun\" denilmiştir"}]}