{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":69,"VerseNumber":1,"Text":"The Reality"},{"SurahNumber":69,"VerseNumber":2,"Text":"And what is (that inevitable) Reality"},{"SurahNumber":69,"VerseNumber":3,"Text":"What do you understand by the ´Reality´"},{"SurahNumber":69,"VerseNumber":4,"Text":"The ´Samoods´ and the ´Aads´ denied the (impending) calamity of sudden onset _ (the hour of Judgment)"},{"SurahNumber":69,"VerseNumber":5,"Text":"So the Samoods were wiped out by the lightning (and the thunderbolt)"},{"SurahNumber":69,"VerseNumber":6,"Text":"While the ´Aads´ were destroyed by the violent howling winds"},{"SurahNumber":69,"VerseNumber":7,"Text":"For seven hideous days and eight gruesome nights, He let the winds ravage them. (Had you been there), you could see their bodies tossed about (and strewn around), as if they were the hollowed out trunks of the date trees"},{"SurahNumber":69,"VerseNumber":8,"Text":"Do you see any of them around, anymore"},{"SurahNumber":69,"VerseNumber":9,"Text":"The pharaoh, and those before him _ the overturned cities (of Sodom and Gomorrah) _ committed the (very same) crime"},{"SurahNumber":69,"VerseNumber":10,"Text":"They defied the messengers of their Lord, and so He seized (and squeezed) them into a tight grip"},{"SurahNumber":69,"VerseNumber":11,"Text":"Indeed, (oh believers, during the great deluge of Nooh) when the water began to inundate, We carried you (and kept you afloat) aboard a ship"},{"SurahNumber":69,"VerseNumber":12,"Text":"So as to make it a memorable event for you; so that the attentive souls may retain an indelible memory of that event in their (subconscious) mind"},{"SurahNumber":69,"VerseNumber":13,"Text":"As (soon as) the trumpet sounds for the first time"},{"SurahNumber":69,"VerseNumber":14,"Text":"The earth and the mountains would be dislodged and crushed with a single blow"},{"SurahNumber":69,"VerseNumber":15,"Text":"And so, on that day the inevitable (event) would come to pass"},{"SurahNumber":69,"VerseNumber":16,"Text":"Feeble and frail, on that day the sky shall burst asunder"},{"SurahNumber":69,"VerseNumber":17,"Text":"The angels would be present there, at the edge (of the throne). Eight of them would carry your Lord´s throne above them"},{"SurahNumber":69,"VerseNumber":18,"Text":"That shall be the day you are presented before Him (with all your secrets bared); none of your intimate secrets shall remain unexposed"},{"SurahNumber":69,"VerseNumber":19,"Text":"Then, the one who is given his record (of deeds) in his right hand would say, (excitedly to others), \"Here, take (a look)! Read the record (of my deeds)"},{"SurahNumber":69,"VerseNumber":20,"Text":"I really did believe that (one day), I would have to face the reckoning"},{"SurahNumber":69,"VerseNumber":21,"Text":"So, he shall have a pleasant and blissful (ever lasting) life"},{"SurahNumber":69,"VerseNumber":22,"Text":"In the exalted (gardens of delight)"},{"SurahNumber":69,"VerseNumber":23,"Text":"With its cluster of fruit (drooping low), within easy reach"},{"SurahNumber":69,"VerseNumber":24,"Text":"(Enjoy)! Eat and drink (and relish your reward), the result of the deeds you had earned in the life gone by"},{"SurahNumber":69,"VerseNumber":25,"Text":"While he, who is given his record (of deeds) in his left hand would (lament and) say, \"I wish I had never been given my record"},{"SurahNumber":69,"VerseNumber":26,"Text":"I wish I had never known (the contents of) my record"},{"SurahNumber":69,"VerseNumber":27,"Text":"I wish my death (in the world) had been final (and decisive)"},{"SurahNumber":69,"VerseNumber":28,"Text":"My wealth (and possessions) did not help me"},{"SurahNumber":69,"VerseNumber":29,"Text":"And my (talents and) faculties have (waned and) gone"},{"SurahNumber":69,"VerseNumber":30,"Text":"(The command will sound), \"Grab him and tie him down"},{"SurahNumber":69,"VerseNumber":31,"Text":"And roast him over the blazing fire"},{"SurahNumber":69,"VerseNumber":32,"Text":"Then shackle him securely with iron chains, seventy yards long"},{"SurahNumber":69,"VerseNumber":33,"Text":"He did not believe in Allah, the Almighty, the Greatest"},{"SurahNumber":69,"VerseNumber":34,"Text":"Nor did he ever encourage the feeding of the needy (and the hungry)"},{"SurahNumber":69,"VerseNumber":35,"Text":"Today, he has no friends here"},{"SurahNumber":69,"VerseNumber":36,"Text":"And to eat, he only has the filthy discharge from wounds"},{"SurahNumber":69,"VerseNumber":37,"Text":"Which no one except the sinners have to eat"},{"SurahNumber":69,"VerseNumber":38,"Text":"No! Absolutely not! I swear by all that you see"},{"SurahNumber":69,"VerseNumber":39,"Text":"As well as that which you do not"},{"SurahNumber":69,"VerseNumber":40,"Text":"It, (the Qur´an), is the word of the noble messenger"},{"SurahNumber":69,"VerseNumber":41,"Text":"(Certainly)! it is not the word of a poet. Little do you believe"},{"SurahNumber":69,"VerseNumber":42,"Text":"Nor is it the word of a fortuneteller. Seldom do you ponder"},{"SurahNumber":69,"VerseNumber":43,"Text":"It is the revelation from the Lord of the universe"},{"SurahNumber":69,"VerseNumber":44,"Text":"Had he (the prophet) purported (and fabricated) lies about Us"},{"SurahNumber":69,"VerseNumber":45,"Text":"We would have seized him by his right hand"},{"SurahNumber":69,"VerseNumber":46,"Text":"And would have cut off his main vein"},{"SurahNumber":69,"VerseNumber":47,"Text":"(Absolutely) no one among you could have kept Us away from him"},{"SurahNumber":69,"VerseNumber":48,"Text":"It is certainly a reminder for the righteous"},{"SurahNumber":69,"VerseNumber":49,"Text":"Of course We know, that among you are those who disbelieve"},{"SurahNumber":69,"VerseNumber":50,"Text":"Thus, this Qur´an will definitely be the source of anguish for the disbelievers"},{"SurahNumber":69,"VerseNumber":51,"Text":"It is the veritable truth _ (a statement of absolute certainty)"},{"SurahNumber":69,"VerseNumber":52,"Text":"So glorify the name of the Almighty, your Lord"},{"SurahNumber":70,"VerseNumber":1,"Text":"The skeptics ask about the torment that is bound to land"},{"SurahNumber":70,"VerseNumber":2,"Text":"Upon the unbelievers! Nothing can ward it off"},{"SurahNumber":70,"VerseNumber":3,"Text":"(It is) from Allah, the Lord of the means of ascent (to the heavens)"},{"SurahNumber":70,"VerseNumber":4,"Text":"The angels and the spirits rise up towards Him during a day that spans fifty thousand years"},{"SurahNumber":70,"VerseNumber":5,"Text":"So endure (all adversity) with grace and patience"},{"SurahNumber":70,"VerseNumber":6,"Text":"Indeed, they consider the punishment to be far in the future"},{"SurahNumber":70,"VerseNumber":7,"Text":"While We see it close at hand"},{"SurahNumber":70,"VerseNumber":8,"Text":"The sky that day, will be like molten copper"},{"SurahNumber":70,"VerseNumber":9,"Text":"And the mountains like the fluffy tufts of wool"},{"SurahNumber":70,"VerseNumber":10,"Text":"Even the closest friends would fail to inquire about (the welfare of) their close friends"},{"SurahNumber":70,"VerseNumber":11,"Text":"Although, they would see each other! The criminal, that day, would like to escape punishment by offering his own son as ransom"},{"SurahNumber":70,"VerseNumber":12,"Text":"His wife and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"And (all) relatives _ (even those) who had sheltered him (through the years)"},{"SurahNumber":70,"VerseNumber":14,"Text":"In fact, (he would be ready to offer as ransom) every single soul on earth, if he could (in return) save himself"},{"SurahNumber":70,"VerseNumber":15,"Text":"No! Of course not! It is a blazing inferno"},{"SurahNumber":70,"VerseNumber":16,"Text":"And it will scald away the scalps (of the unbelievers)"},{"SurahNumber":70,"VerseNumber":17,"Text":"It will summon (by name), all those who turned their backs and ran away (from the truth)"},{"SurahNumber":70,"VerseNumber":18,"Text":"And amassed (wealth), and hoarded it"}]}