{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O Mankind! It is you who stand in need of Allah. And Allah! He is the Absolute, the Owner of Praise"},{"SurahNumber":35,"VerseNumber":16,"Text":"If He Will, He can do away with you and bring some new creation"},{"SurahNumber":35,"VerseNumber":17,"Text":"This is not at all difficult for Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"And no person, being already burdened with his own doings, will be made to carry the burden of another. And if a laden one calls for help with his load, none may carry part of it even if he is a close relative. Hence, you can warn only those who understand their Lord's Law of Requital knowing that even their actions done in secrecy have consequences. So, such people follow the Divine Commands closely. Whoever grows in virtue does so for the good of his \"Self\". And the destination of all is to Allah"},{"SurahNumber":35,"VerseNumber":19,"Text":"The blind of reason and the seeing are not equal"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nor are the Darkness and the Light"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nor the cooling shade and the scorching heat"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nor are the living equal with the dead. Behold, Allah makes him hear who wants to hear. You cannot make hear the dead of heart like those who are in the graves"},{"SurahNumber":35,"VerseNumber":23,"Text":"You are but a Warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"Verily, We have sent you with the Truth, as a bearer of glad news, and a Warner. And there is not a nation but a Warner has passed among them"},{"SurahNumber":35,"VerseNumber":25,"Text":"(O Prophet) if they deny you, those before them also denied. Their Messengers came to them with all evidence of the Truth, and with Books of Divine Wisdom, and the Scripture giving light"},{"SurahNumber":35,"VerseNumber":26,"Text":"Then My Law of Requital seized the rejecters of the Truth, and how intense was My rejection"},{"SurahNumber":35,"VerseNumber":27,"Text":"Have you not seen that Allah causes water to fall from the height. And from the same water We produce fruit and flower of different color, just as in the mountains are streaks of varying colors - white, red, and varying shades of black"},{"SurahNumber":35,"VerseNumber":28,"Text":"And of human beings, and other creatures, and the cattle have diverse colors. This is how it is: of all His servants only the ULAMA get some idea of the Glory of Allah (by examining the wonders in Nature. ULAMA = men and women of scientific knowledge. They understand that) Allah is Almighty, the Absolver of imperfections"},{"SurahNumber":35,"VerseNumber":29,"Text":"Verily those who read the Scripture of Allah (in Nature) and follow Allah's Commands, and spend on others the provision We have given them secretly and openly, are conducting business that will never perish"},{"SurahNumber":35,"VerseNumber":30,"Text":"He will pay their wages and give them yet more of His Bounty. He is Absolver of imperfections, Responsive to gratitude"},{"SurahNumber":35,"VerseNumber":31,"Text":"And (O Prophet) all that We have revealed in this Book to you is the very Truth, confirming the Divine Origin of the previous Scriptures. For, behold, of the needs of His servants Allah is fully Aware, all-Seeing"},{"SurahNumber":35,"VerseNumber":32,"Text":"And so, We have bestowed this Book (on you) as a heritage from Our servants whom We chose. And among people are those who (ignore it and thus) hurt themselves. Others will have a lukewarm attitude toward it, and some who, by Allah's leave, will be foremost in attaining all the good in it. That! Indeed that is, the Great Bounty"},{"SurahNumber":35,"VerseNumber":33,"Text":"Hence, the Gardens of Eden of eternal bliss will they enter, therein to be adorned with bracelets of gold and pearls, and therein to be dressed in garments of silk. (And right here in this world they will establish a society in which life will be pleasant and honorable)"},{"SurahNumber":35,"VerseNumber":34,"Text":"And they will say, \"All praise to Allah Who has put away grief from us. Verily, Our Lord is Absolver of imperfections, Responsive to gratitude"},{"SurahNumber":35,"VerseNumber":35,"Text":"Who, out of His Bounty, has settled us in the mansion of Eternity. Neither do we experience toil herein, nor any sense of weariness"},{"SurahNumber":35,"VerseNumber":36,"Text":"But for those who reject the Truth, is fire of Hell. Therein they neither end up dying nor is the torment lightened for them. Thus We requite all those who remain ungrateful (for the Guidance)"},{"SurahNumber":35,"VerseNumber":37,"Text":"And in that suffering they will cry, \"Our Lord! Get us out of here. We will do right, not that we used to do.\" Did We not give you a life-long opportunity replete with reminders for whoever would bethink? And a Warner had come to you. Taste then the fruit of your transgressions, for there is no helper for the transgressors of Divine Laws"},{"SurahNumber":35,"VerseNumber":38,"Text":"Verily, Allah is the Knower of the Hidden realities of the heavens. Behold, He is Knower of what is in the hearts"},{"SurahNumber":35,"VerseNumber":39,"Text":"He it is Who has given you supremacy in the earth (2:30). So whoever denies this blessing, his denial is upon him. Their denial increases their deprivation according to the Laws of their Lord, and their denial only increases their own loss (causing them to be content with a subhuman existence)"},{"SurahNumber":35,"VerseNumber":40,"Text":"Say, \"Have you seen your 'partners' whom you call upon besides Allah? Show me what they created of the earth! Or have they any share in the heavens? Or have We given them a Scripture as evidence to prove their fallacies?\" Nay, those who exploit the weak, support one another with delusions"}]}