{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"Allahu e krahason shembullin e skllavit, që s’ka mundësi për asgjë dhe që është pronë e të zotit me atë që Ne i kemi dhënë plot begati, prej të cilave jep fshehtazi dhe haptazi. A janë njëlloj? Lavdi i qoftë Allahut! Shumica e tyre nuk dinë"},{"SurahNumber":16,"VerseNumber":76,"Text":"Gjithashtu, Allahu krahason shembullin e dy njerëzve, njëri prej të cilëve është shurdh-memec, nuk mund të bëjë asgjë dhe është barrë e pronarit të vet, - kurdo e kudo që ta dërgojë, nuk i sjell asnjë të mirë. A është i barabartë ky me atë që urdhëron për drejtësi dhe ndjek rrugën e drejtë"},{"SurahNumber":16,"VerseNumber":77,"Text":"Allahut i përkasin fshehtësitë e qiejve dhe të Tokës, ndërsa çështja e Ditës së Kiametit është sa çel e mbyll sytë ose edhe më shpejt. Vërtet, Allahu është i Fuqishëm për çdo gjë"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allahu ju ka nxjerrë nga barku i nënave tuaja e ju nuk dinit asgjë dhe ju dha të dëgjuarit, të parët dhe zemrat, që të jeni falënderues"},{"SurahNumber":16,"VerseNumber":79,"Text":"A nuk shohin ata, se si shpendët fluturojnë pa mundim në hapësirat qiellore? Ato i mban vetëm Allahu. Kjo, në të vërtetë, është shenjë për popullin që beson"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allahu ju ka dhënë shtëpi për të banuar dhe lëkurë kafshësh, që t’i përdorni si tenda, në mënyrë që t’i mbartni lehtë, kur të udhëtoni dhe të zini vend. Ai ju ka dhënë edhe leshin, gëzofin e fijet që t’i përdorni për veshje dhe për shtrojë, deri në një kohë"},{"SurahNumber":16,"VerseNumber":81,"Text":"Nga ajo që ka krijuar, Ai ka bërë për ju hije; ka bërë për ju streha nëpër male; ka bërë për ju rroba që t’ju mbrojnë nga nxehtësia; ka bërë për ju veshje prej metali për t’ju mbrojtur në luftë. Kështu, Ai i përsos begatitë e Veta mbi ju, me qëllim që ju t’i bindeni vullnetit të Tij"},{"SurahNumber":16,"VerseNumber":82,"Text":"E, nëse njerëzit shmangen, ti (o Muhamed) je i detyruar vetëm që të shpallësh qartazi"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ata e dinë dhuntinë e Allahut, por pastaj e mohojnë, se shumica e tyre janë jobesimtarë"},{"SurahNumber":16,"VerseNumber":84,"Text":"Ndërsa Ditën, kur do të sjellim dëshmitarë nga çdo popull, jobesimtarëve nuk do t’u jepet leje të shfajësohen e as që të kërkojnë falje"},{"SurahNumber":16,"VerseNumber":85,"Text":"Kur keqbërësit të shohin dënimin, ai nuk do t’u lehtësohet e as nuk do t’u shtyhet"},{"SurahNumber":16,"VerseNumber":86,"Text":"Kur idhujtarët të shohin idhujt që i kanë adhuruar krahas Allahut, do të thonë: “O Zoti ynë, këta janë idhujt tanë, që ne u jemi lutur në vendin Tënd”. Ata (idhujt e tyre) do t’u drejtojnë këto fjalë: “Ju, me të vërtetë, jeni gënjeshtarë!”"},{"SurahNumber":16,"VerseNumber":87,"Text":"Atë ditë, ata do t’i përulen Allahut dhe do të braktisen nga zotat që kishin sajuar vetë"},{"SurahNumber":16,"VerseNumber":88,"Text":"Atyre që mohojnë dhe i pengojnë të tjerët nga rruga e Allahut, Ne do t’u shtojmë dënim mbi dënim, sepse kanë bërë ngatërresa"},{"SurahNumber":16,"VerseNumber":89,"Text":"Ditën kur do të sjellim kundër çdo populli dëshmitarë nga gjiri i tyre, Ne do të të sjellim ty (Muhamed) dëshmitar kundër këtyre. Ne ta zbritëm ty Librin, si shpjegim për çdo çështje, si udhërrëfyes, si mëshirë dhe si lajm të mirë për myslimanët"}]}