{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Kodwa kwavela emva kwabo abalandeli (izizukulwana zamva) abaye abayinonophela iSalâh basuka balandela iinkanuko (zabo) ngenxa yoko ke baza kugagana nokungcola"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ngaphandle kwabo baguqukayo, bakholwe, benze izenzo zobulungisa; okwabo iya kuba kukungeniswa ePaladesi yaye abayi kwenziwa bugwenxa konke- konke"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Apho kukho) iMiyezo yokuhlala ngonaphakade leyo ingabonakaliyo uSozinceba Athembise ngayo izicaka zaKhe. Inene esaKhe isithembiso kunyanzelekile sizaliseke"},{"SurahNumber":19,"VerseNumber":62,"Text":"Abayi kuva ntetho yakungcola apho ngaphandle (kombuliso) woxolo yaye baza kufumana isixhaso sabo apho, ekuseni nasemva kwemini"},{"SurahNumber":19,"VerseNumber":63,"Text":"Leyo ke yiPaladesi, eSiphisa ngayo njengelifa kwabo bazizicaka zeThu abaMoyikayo uAllâh"},{"SurahNumber":19,"VerseNumber":64,"Text":"(UJibrîl wathi): “Ke thina asihli (size emhlabeni) ngaphandle kwemvume yeNkosi yakho. OkwaYo koko kuphambi kwethu noko kungemva kwethu nokuphakathi apho. Ukanti iNkosi yakho Ayikhe Ilibale"},{"SurahNumber":19,"VerseNumber":65,"Text":"INkosi yamazulu nomhlaba noko kungaphakathi kwawo Ke ngoko nqula Yona ube nomonde kunqulo lwaYo. Ingaba ikhona into oyaziyo efana naYo kusini na?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"Ke kaloku umntu (ongakholwayo) uthi, “Ndisakuba ndifile, ingaba ndiza kuphinda ndibuyiselwe ebomini?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Kanti umntu lo akakhumbuli na ukuba Samdala ngaphambili, lo gama wayengeyonto"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ngoko (Ndifunga) ngeNkosi yakho, ngokuqinisekileyo Siya kubaqokelela nooSathana, Size sibenze babekhona bajikeleze isiHogo ngamadolo abo"},{"SurahNumber":19,"VerseNumber":69,"Text":"Ke kaloku Siya kukhupha kwimvaba nganye abo yayingabona babengcole kakhulu ngokuchasene noSozinceba benendelelo"},{"SurahNumber":19,"VerseNumber":70,"Text":"Inene SiThi ababazi kakhulu abo bafanelwe kukutsha apho"},{"SurahNumber":19,"VerseNumber":71,"Text":"Yaye akukho namnye kuni (ongumenzi wobubi) ongazi kudlula kuwo (uMlilo)4 Oku kuxhomekeke eNkosini yakho yaye sele kumiselwe kungenakubuya kujike"},{"SurahNumber":19,"VerseNumber":72,"Text":"Kekaloku SiyakubasindisaabobaMoyikayouAllâh, Sibayeke abenzi bobubi apho phakathi kuwo, beguqe ngamadolo"},{"SurahNumber":19,"VerseNumber":73,"Text":"Xa iivesi zeThu zicengcelezwa kubo njengobungqina obucacileyo, abo bangakholwayo, (basuke bathi): “Liliphi kula maqela (ethu) mabini elilelona linezinto (ubutyebi) nelilelona likhulu ngokwabalandeli"},{"SurahNumber":19,"VerseNumber":74,"Text":"Kanti zingaphi izizukulwana eSazitshabalisayo ngaphambili kunabo ezazinezinto ngcono kunabo (nezazingcono kunabo) ngembonakalo"},{"SurahNumber":19,"VerseNumber":75,"Text":"Yithi (Muhammad) Nabani na lowo uphambukileyo, uSozincebamakamolulele(ngokumandiselaubutyebinexesha lokuphila) bade bakubone oko babesoloko bethenjiswa ngako okungaba sisohlwayo okanye ibe yiYure, baza kwazi okokuba ngubani na okwimeko emaxongo, ingubani na ekungekho yakhe ngokwemikhosi"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ke Yena uAllâh Wandisela isiKhokelo abo bahamba ngokulungileyo. Ke kaloku imisebenzi yobulungisa engaphelelwayo ingcono eNkosini yakho, ngokomvuzo yaye kungcono ukubhenela (kuYo)"},{"SurahNumber":19,"VerseNumber":77,"Text":"Umbonile na lowo ungakholwayo kwiiVesi zeThu, xa esithi, “Inene mna ndiya kunikwa ubutyebi nabantwana (kuBomi oBuzayo)?”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ingaba ebekhe wakroba kokungabonwayo na, okanye uthabathe isithembiso kuSozinceba"},{"SurahNumber":19,"VerseNumber":79,"Text":"Nakanye! Siya kukubhala oko akuthethayo Size Simongezelele isohlwayo eside"},{"SurahNumber":19,"VerseNumber":80,"Text":"Yaye Siya kumaba (okwelifa ukubhubha kwakhe) [uza kushiya] konke oko athetha ngako (ubutyebi nabantwana eSimnike bona kweli hlabathi), aze afike eyedwa (jwi) kuThi"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kananjalo bazithabathele (oothixo bobuxoki) ngaphandle koAllâh ukwenzela ukuba oko kubanike intlonipheko"},{"SurahNumber":19,"VerseNumber":82,"Text":"Nakanye! (abo thixo babo) baza kuluphika unqulo lwabo baze bachasane nabo (ngoMhla wokuGqibela)"},{"SurahNumber":19,"VerseNumber":83,"Text":"Akuboni na ukuba Sithumele amaShayâtini (ooSathana) kwabangakholwayo, ababaphembelela ukwenza ukungcola ngempembelelo (eyenzeka rhoqo)"},{"SurahNumber":19,"VerseNumber":84,"Text":"Ke wena musa ukungxama ngabo. Thina Sibabalela inani (elingephi leminyaka yokuphela kobomi babo kweli hlabathi)"},{"SurahNumber":19,"VerseNumber":85,"Text":"NgeMini esiya kuqokelela amalungisa kuSozinceba abe ligqiza"},{"SurahNumber":19,"VerseNumber":86,"Text":"Ke kaloku Siya kuqhubela abaphuli-mthetho esiHogweni benxaniwe (okweenkomo ezindilelwa emanzini ukuba ziye kusela)"},{"SurahNumber":19,"VerseNumber":87,"Text":"Akukho namnye oya kuba (namandla) akucenga ngaphandle kwalowo uthabathe umnqophiso kuSozinceba"},{"SurahNumber":19,"VerseNumber":88,"Text":"Kananjalo bathi, “USozinceba Uthabathe (uzele) unyana.”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Inene, nenze eyona nto imbi"},{"SurahNumber":19,"VerseNumber":90,"Text":"Amazulu anga angakrazuka, nomhlaba unga ungahlukana neentaba zidilike ziphasalake"},{"SurahNumber":19,"VerseNumber":91,"Text":"Into yokuba babalele unyana kuSozinceba (uAllâh)"},{"SurahNumber":19,"VerseNumber":92,"Text":"Kodwa asinto ifanelekileyo kuSozinceba ukuba Abe nonyana"},{"SurahNumber":19,"VerseNumber":93,"Text":"Akukho namnye emazulwini nasemhlabeni ongazi kuSozinceba ukuba abe sisicaka (saKhe)"},{"SurahNumber":19,"VerseNumber":94,"Text":"Inene (uAllâh) Wazi umntu ngamnye kubo, yaye Ubabalile ngobalo olupheleleyo"},{"SurahNumber":19,"VerseNumber":95,"Text":"Yaye ngamnye kubo uya kuza kuYe (uAllâh ) eyedwa ngoMhla woVuko"},{"SurahNumber":19,"VerseNumber":96,"Text":"Inene, abo bakholwayo benze izenzo zobulungisa, uSolubabalo Uya kubanika uthando"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ke ngoko Thina Senze le (‘Kur’ân) yaba lula elwimini lwakho khon’ukuze unike iindaba ezivuyisayo kwabo bamoyikayo uAllâh, ulumkise kananjalo ngayo abachasi"},{"SurahNumber":19,"VerseNumber":98,"Text":"Kanti zingaphi izizukulwana phambi kwabo eSazitshabalalisayo! Ingaba ungafumana nokuba mnye kuzo okanye uve nokuba kukusebeza kwabo (izizukulwana ezatshatyalaliswayo)"}]}