{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"اور جو لوگ ہماری ملاقات کی امید نہیں رکھتے وہ کہتے ہیں کہ آخر ہم پر فرشتے کیوں نہیں نازل ہوتے یا ہم خدا کو کیوں نہیں دیکھتے درحقیقت یہ لوگ اپنی جگہ پر بہت مغرور ہوگئے ہیں اور انتہائی درجہ کی سرکشی کررہے ہیں"},{"SurahNumber":25,"VerseNumber":22,"Text":"جس دن یہ ملائکہ کو دیکھیں گے اس دن مجرمین کے لئے کوئی بشارت نہ ہوگی اور فرشتے کہیں گے کہ تم لوگ دور ہوجاؤ"},{"SurahNumber":25,"VerseNumber":23,"Text":"پھر ہم ان کے اعمال کی طرف توجہ کریں گے اور سب کو اڑتے ہوئے خاک کے ذرّوں کے مانند بنا دیں گے"},{"SurahNumber":25,"VerseNumber":24,"Text":"اس دن صرف جنت ّ والے ہوں گے جن کے لئے بہترین ٹھکانہ ہوگا اور بہترین آرام کرنے کی جگہ ہوگی"},{"SurahNumber":25,"VerseNumber":25,"Text":"اور جس دن آسمان بادلوں کی وجہ سے پھٹ جائے گا اور ملائکہ جوق درجوق نازل کئے جائیں گے"},{"SurahNumber":25,"VerseNumber":26,"Text":"اس دن درحقیقت حکومت پروردگار کے ہاتھ میں ہوگی اور وہ دن کافروں کے لئے بڑا سخت دن ہوگا"},{"SurahNumber":25,"VerseNumber":27,"Text":"اس دن ظالم اپنے ہاتھوں کو کاٹے گا اور کہے گا کہ کاش میں نے رسول کے ساتھ ہی راستہ اختیار کیا ہوتا"},{"SurahNumber":25,"VerseNumber":28,"Text":"ہائے افسوس-کاش میں نے فلاں شخص کو اپنا دوست نہ بنایا ہوتا"},{"SurahNumber":25,"VerseNumber":29,"Text":"اس نے تو ذکر کے آنے کے بعد مجھے گمراہ کردیا اور شیطان تو انسان کا رسوا کرنے والا ہے ہی"},{"SurahNumber":25,"VerseNumber":30,"Text":"اور اس دن ر سول آواز دے گا کہ پروردگار اس میری قوم نے اس قرآن کو بھی نظر انداز کردیا ہے"},{"SurahNumber":25,"VerseNumber":31,"Text":"اور اسی طرح ہم نے ہر نبی کے لئے مجرمین میں سے کچھ دشمن قرار دیدیئے ہیں اور ہدایت اور امداد کے لئے تمہارا پروردگار بہت کافی ہے"},{"SurahNumber":25,"VerseNumber":32,"Text":"اور یہ کافر یہ بھی کہتے ہیں کہ آخر انِ پر یہ قرآن ایک دفعہ کِل کاکِل کیوں نہیں نازل ہوگیا-ہم اسی طرح تدریجا نازل کرتے ہیں تاکہ تمہارے دل کو مطمئن کرسکیں اور ہم نے اسے ٹھہر ٹھہر کر نازل کیا ہے"},{"SurahNumber":25,"VerseNumber":33,"Text":"اوریہ لوگ کوئی بھی مثال نہ لائیں گے مگر یہ کہ ہم اس کے جواب میں حق اور بہترین بیان لے آئیں گے"},{"SurahNumber":25,"VerseNumber":34,"Text":"وہ لوگ جو جہنم ّکی طرف منہ کے بل کھینچ کر لائے جائیں گے ان کا ٹھکانا بدترین ہے اور وہ بہت زیادہ بہکے ہوئے ہیں"},{"SurahNumber":25,"VerseNumber":35,"Text":"اور ہم نے موسیٰ کو کتاب عطا کی اور ان کے ساتھ ان کے بھائی ہارون کو ان کا وزیر بنادیا"},{"SurahNumber":25,"VerseNumber":36,"Text":"پھر ہم نے کہا کہ اب تم دونوں اس قوم کی طرف جاؤ جس نے ہماری آیتوں کی تکذیب کی ہے اور ہم نے انہیں تباہ و برباد کردیا ہے"},{"SurahNumber":25,"VerseNumber":37,"Text":"اور قوم نوح کو بھی جب انہوں نے رسولوں کو جھٹلایا تو ہم نے انہیں بھی غرق کردیا اور لوگوں کے لئے ایک نشانی بنا دیا اور ہم نے ظالمین کے لئے بڑا دردناک عذاب مّہیا کررکھا ہے"},{"SurahNumber":25,"VerseNumber":38,"Text":"اور عاد و ثمود اور اصحاب رس اور ان کے درمیان بہت سی نسلوں اور قوموں کو بھی تباہ کردیا ہے"},{"SurahNumber":25,"VerseNumber":39,"Text":"اور ان سب کے لئے ہم نے مثالیں بیان کیں اور سب کو ہم نے نیست و نابود کردیا"},{"SurahNumber":25,"VerseNumber":40,"Text":"اور یہ لوگ اس بستی کی طرف آئے جس پر ہم نے پتھروں کی بوچھار کی تھی تو کیا ان لوگوں نے اسے نہیں دیکھاحقیقت یہ ہے کہ یہ لوگ قیامت کی امید ہی نہیں رکھتے"},{"SurahNumber":25,"VerseNumber":41,"Text":"اور جب آپ کو دیکھتے ہیں تو صرف مذاق بنانا چاہتے ہیں کہ کیا یہی وہ ہے جسے خدا نے رسول بناکر بھیجا ہے"},{"SurahNumber":25,"VerseNumber":42,"Text":"قریب تھا کہ یہ ہمیں ہمارے خداؤں سے منحرف کردے اگر ہم لوگ ان خداؤں پر صبر نہ کرلیتے اور عنقریب ان لوگوں کو معلوم ہوجائے گا جب یہ عذاب کو دیکھیں گے کہ زیادہ بہکاہوا کون ہے"},{"SurahNumber":25,"VerseNumber":43,"Text":"کیا آپ نے اس شخص کو دیکھا ہے جس نے اپنی خواہشات ہی کو اپنا خدا بنالیا ہے کیا آپ اس کی بھی ذمہ داری لینے کے لئے تیار ہیں"},{"SurahNumber":25,"VerseNumber":44,"Text":"کیا آپ کا خیال یہ ہے کہ ان کی اکثریت کچھ سنتی اور سمجھتی ہے ہرگز نہیں یہ سب جانوروں جیسے ہیں بلکہ ان سے بھی کچھ زیادہ ہی گم کردہ راہ ہیں"},{"SurahNumber":25,"VerseNumber":45,"Text":"کیا آپ نے نہیں دیکھا کہ آپ کے پروردگار نے کس طرح سایہ کو پھیلا دیا ہے اور وہ چاہتا تو ایک ہی جگہ ساکن بنا دیتا پھر ہم نے آفتاب کو اس کی دلیل بنادیا ہے"},{"SurahNumber":25,"VerseNumber":46,"Text":"پھر ہم نے تھوڑا تھوڑا کرکے اسے اپنی طرف کھینچ لیا ہے"},{"SurahNumber":25,"VerseNumber":47,"Text":"اور وہی وہ خدا ہے جس نے رات کو تمہارا پردہ اور نیند کو تمہاری راحت اور دن کو تمہارے اٹھ کھڑے ہونے کا وقت قرار دیا ہے"},{"SurahNumber":25,"VerseNumber":48,"Text":"اور وہی وہ ہے جس نے ہواؤں کو رحمت کی بشارت کے لئے رواں کردیا ہے اور ہم نے آسمان سے پاک و پاکیزہ پانی برسایا ہے"},{"SurahNumber":25,"VerseNumber":49,"Text":"تاکہ اس کے ذریعہ مردہ شہر کو زندہ بنائیں اور اپنی مخلوقات میں سے جانوروں اور انسانوں کی ایک بڑی تعداد کو سیراب کریں"},{"SurahNumber":25,"VerseNumber":50,"Text":"اور ہم نے ان کے درمیان پانی کو طرح طرح سے تقسیم کیا ہے تاکہ یہ لوگ نصیحت حاصل کریں لیکن انسانوں کی اکثریت نے ناشکری کے علاوہ ہر بات سے انکار کردیا ہے"},{"SurahNumber":25,"VerseNumber":51,"Text":"اور ہم چاہتے تو ہر قریہ میں ایک ڈرانے والا بھیج دیتے"},{"SurahNumber":25,"VerseNumber":52,"Text":"لہذا آپ کافروں کے کہنے میں نہ آئیں اور ان سے آخر دم تک جہاد کرتے رہیں"}]}