{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"آپ کہیے! کہ آسمانوں اور زمین سے تمہیں کون روزی دیتا ہے؟ (پھر) فرمائیے! کہ اللہ! اور بے شک ہم یا تم ہدایت پر ہیں یا کھلی ہوئی گمراہی میں ہیں؟ ۔"},{"SurahNumber":34,"VerseNumber":25,"Text":"آپ کہہ دیجئے! کہ تم سے ہمارے جرائم کی بابت بازپرس نہیں ہوگی اور نہ ہم سے تمہارے اعمال کے بارے میں سوال ہوگا۔"},{"SurahNumber":34,"VerseNumber":26,"Text":"آپ کہیے (ایک دن) ہمارا پروردگار ہم سب کو جمع کرے گا پھر ہمارے درمیان حق کے ساتھ فیصلہ کرے گا اور وہ بڑا فیصلہ کرنے والا (حاکم اور) بڑا جاننے والا ہے۔"},{"SurahNumber":34,"VerseNumber":27,"Text":"آپ کہیے! (ذرا) مجھے تو دکھاؤ وہ جنہیں تم نے شریک بنا کر اس (اللہ) کے ساتھ ملا رکھا ہے؟ ہرگز نہیں! بلکہ وہ اللہ ہی ہے جو بڑا غالب (اور) بڑا حکمت والا ہے۔"},{"SurahNumber":34,"VerseNumber":28,"Text":"اور ہم نے آپ کو نہیں بھیجا مگر تمام انسانوں کیلئے بشیر و نذیر بنا کر مگر اکثر لوگ جانتے نہیں ہیں۔"},{"SurahNumber":34,"VerseNumber":29,"Text":"اور وہ کہتے ہیں کہ اگر تم سچے ہو تو (بتاؤ) یہ وعدہ وعید کب پورا ہوگا؟"},{"SurahNumber":34,"VerseNumber":30,"Text":"آپ کہیے! تمہارے لئے وعدہ کا ایک دن مقرر ہے جس سے نہ تم ایک گھڑی پیچھے ہٹ سکتے ہو اور نہ آگے بڑھ سکتے ہو۔"},{"SurahNumber":34,"VerseNumber":31,"Text":"اور کافر کہتے ہیں کہ ہم نہ اس قرآن پر ایمان لائیں گے اور نہ اس سے پہلے نازل شدہ کتابوں پر (یا نہ اس پر جو اس کے آگے ہے یعنی قیامت اور اس کے عذاب پر)۔ (اے پیغمبر(ص)) کاش تم دیکھتے جب ظالم لوگ اپنے پروردگار کے حضور (سوال و جواب کیلئے) کھڑے کئے جائیں گے (اور) ایک دوسرے کی بات رد کر رہا ہوگا چنانچہ وہ لوگ جو دنیا میں کمزور سمجھے جاتے تھے وہ ان سے کہیں گے جو بڑے بنے ہوئے تھے کہ اگر تم نہ ہوتے تو ہم ضرور ایمان لے آئے ہوتے۔"},{"SurahNumber":34,"VerseNumber":32,"Text":"بڑے لوگ کمزور لوگوں سے (جواب میں) کہیں گے کیا ہم نے تمہیں ہدایت سے روکا تھا جبکہ وہ تمہارے پاس آئی تھی۔ بلکہ تم خود ہی مجرم ہو۔"},{"SurahNumber":34,"VerseNumber":33,"Text":"اور کمزور لوگ (جواب میں) بڑا بننے والوں سے کہیں گے کہ (اس طرح نہیں) بلکہ یہ (تمہارے) شب و روز کے مکر و فریب نے ہمیں قبولِ حق سے باز رکھا جبکہ تم ہمیں حکم دیتے تھے کہ ہم اللہ کے ساتھ کفر کریں اور اس کے ہمسر (شریک) ٹھہرائیں اور یہ لوگ جب عذابِ الٰہی کو دیکھیں گے تو ندامت و پشیمانی کو دل میں چھپائیں گے (دلوں میں پچھتائیں گے) اور ہم کافروں کی گردنوں میں طوق ڈالیں گے یہ لوگ (دنیا میں) جیسے عمل کرتے تھے (آج) ان کا ہی ان کو بدلہ دیا جائے گا۔"},{"SurahNumber":34,"VerseNumber":34,"Text":"اور ہم نے جب بھی کسی بستی میں کوئی ڈرانے والا (نبی(ع)) بھیجا تو وہاں کے آسودہ حال لوگوں نے یہی کہا کہ جس (دین) کے ساتھ تم بھیجے گئے ہو ہم اسے نہیں مانتے۔"},{"SurahNumber":34,"VerseNumber":35,"Text":"اور ہمیشہ یہ بھی کہا ہم مال و اولاد میں تم سے بڑھے ہوئے ہیں اور ہم کو کبھی عذاب نہیں دیا جائے گا۔"},{"SurahNumber":34,"VerseNumber":36,"Text":"کہہ دیجئے! کہ میرا پروردگار (اپنے بندوں میں سے) جس کیلئے چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کیلئے چاہتا ہے تنگ کر دیتا ہے لیکن اکثر لوگ (اس حقیقت کو) جانتے نہیں ہیں۔"},{"SurahNumber":34,"VerseNumber":37,"Text":"اور تمہارے مال اور تمہاری اولاد (کوئی ایسی چیز نہیں ہیں) جو تمہیں ہمارا مقرب بارگاہ بنائیں مگر وہ جو ایمان لائے اور نیک عمل کرے (اسے ہمارا قرب حاصل ہوگا) ایسے لوگوں کیلئے ان کے عمل کی دوگنی جزا ہے اور وہ بہشت کے اونچے اونچے درجوں میں امن و اطمینان سے رہیں گے۔"},{"SurahNumber":34,"VerseNumber":38,"Text":"اور جو لوگ ہماری آیتوں کے بارے میں (ہمیں نیچا دکھانے کیلئے) کوشش کرتے ہیں وہ عذاب میں حاضر کئے جائیں گے۔"},{"SurahNumber":34,"VerseNumber":39,"Text":"آپ(ص) کہہ دیجئے! میرا پروردگار اپنے بندوں میں سے جس کا چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کا چاہتا ہے تنگ کر دیتا ہے اور جو کچھ تم (راہِ خدا میں) خرچ کرتے ہو تو وہ اس کی جگہ عطا کرتا ہے اور وہ بہترین روزی دینے والا ہے۔"},{"SurahNumber":34,"VerseNumber":40,"Text":"اور جس دن وہ لوگوں کو جمع کرے گا پھر فرشتوں سے کہے گا (پوچھے گا) کیا یہ لوگ تمہاری ہی عبادت کرتے تھے؟"},{"SurahNumber":34,"VerseNumber":41,"Text":"وہ کہیں گے پاک ہے تیری ذات! تو ہمارا آقا ہے نہ کہ وہ (ہمارا تعلق تجھ سے ہے نہ کہ ان سے) بلکہ یہ تو جنات کی عبادت کیا کرتے تھے ان کی اکثریت انہی پر ایمان و اعتقاد رکھتی تھی۔"},{"SurahNumber":34,"VerseNumber":42,"Text":"(ارشادِ قدرت ہوگا) آج تم میں سے کوئی نہ کسی دوسرے کو نفع پہنچا سکے گا اور نہ نقصان اور ہم ظالموں سے کہیں گے کہ اب عذاب جہنم کا مزہ چکھو جسے تم جھٹلایا کرتے تھے۔"},{"SurahNumber":34,"VerseNumber":43,"Text":"اور جب ان کے سامنے ہماری واضح آیتیں پڑھ کر سنائی جاتی ہیں تو وہ کہتے ہیں کہ یہ شخص تو بس یہ چاہتا ہے کہ تمہیں تمہارے باپ دادا کے معبودوں سے روکے اور کہتے ہیں کہ یہ (قرآن) نہیں ہے مگر گھڑا ہوا جھوٹ اور جب بھی کافروں کے پاس حق آیا تو انہوں نے یہی کہا کہ یہ تو کھلا ہوا جادو ہے۔"},{"SurahNumber":34,"VerseNumber":44,"Text":"حالانکہ ہم نے نہ انہیں کوئی کتابیں دیں جنہیں وہ پڑھتے ہیں اور نہ ہی آپ سے پہلے ان کی طرف کوئی ڈرانے والا (نبی) بھیجا ہے۔"},{"SurahNumber":34,"VerseNumber":45,"Text":"اور وہ ان سے پہلے گزرے ہوئے (نبیوں کو) جھٹلا چکے ہیں اور جو کچھ (ساز و سامان اور قوت و طاقت) ان کو عطا کیا تھا یہ (کفارِ مکہ) تو اس کے عشرِ عشیر کو بھی نہیں پہنچے۔ لیکن جب انہوں نے میرے رسولوں کو جھٹلایا تو میری سزا کیسی (سخت) تھی؟"}]}