{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"۞الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير (من ضعف: من النطفة المهينة, من بعد ضعف قوة: بعد ضعف الطفولة قوة الرجولة, وشيبة: شيخوخة، وهرما)"},{"SurahNumber":30,"VerseNumber":55,"Text":"ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يوفكون (غير ساعة: غير فترة قصيرة من الزمن, يوفكون: يصرفون عن الحق)"},{"SurahNumber":30,"VerseNumber":56,"Text":"وقال الذين اوتوا العلم والايمن لقد لبثتم في كتب الله الى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون"},{"SurahNumber":30,"VerseNumber":57,"Text":"فيوميذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون (معذرتهم: ما يقدمونه من اعذار, ولا هم يستعتبون: لا يطلب منهم ارضاء الله بالطاعة والتوبة)"},{"SurahNumber":30,"VerseNumber":58,"Text":"ولقد ضربنا للناس في هذا القرءان من كل مثل ولين جيتهم باية ليقولن الذين كفروا ان انتم الا مبطلون"},{"SurahNumber":30,"VerseNumber":59,"Text":"كذلك يطبع الله على قلوب الذين لا يعلمون (يطبع: يختم)"},{"SurahNumber":30,"VerseNumber":60,"Text":"فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون (ولا يستخفنك: لا يستفزنك، ولا يحملنك على الخفة، والطيش)"},{"SurahNumber":31,"VerseNumber":1,"Text":"الم"},{"SurahNumber":31,"VerseNumber":2,"Text":"تلك ءايت الكتب الحكيم"},{"SurahNumber":31,"VerseNumber":3,"Text":"هدى ورحمة للمحسنين"},{"SurahNumber":31,"VerseNumber":4,"Text":"الذين يقيمون الصلوة ويوتون الزكوة وهم بالاخرة هم يوقنون"},{"SurahNumber":31,"VerseNumber":5,"Text":"اوليك على هدى من ربهم واوليك هم المفلحون"},{"SurahNumber":31,"VerseNumber":6,"Text":"ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا اوليك لهم عذاب مهين (لهو الحديث: ما يلهي عن طاعة الله؛ كالغناء, هزوا: سخرية)"},{"SurahNumber":31,"VerseNumber":7,"Text":"واذا تتلى عليه ءايتنا ولى مستكبرا كان لم يسمعها كان في اذنيه وقرا فبشره بعذاب اليم (وقرا: صمما)"},{"SurahNumber":31,"VerseNumber":8,"Text":"ان الذين ءامنوا وعملوا الصلحت لهم جنت النعيم"},{"SurahNumber":31,"VerseNumber":9,"Text":"خلدين فيها وعد الله حقا وهو العزيز الحكيم"},{"SurahNumber":31,"VerseNumber":10,"Text":"خلق السموت بغير عمد ترونها والقى في الارض روسي ان تميد بكم وبث فيها من كل دابة وانزلنا من السماء ماء فانبتنا فيها من كل زوج كريم (رواسي: جبالا ثابتة, ان تميد: ليلا تضطرب وتتحرك, وبث: نشر, زوج كريم: صنف بهيج نافع حسن المنظر)"},{"SurahNumber":31,"VerseNumber":11,"Text":"هذا خلق الله فاروني ماذا خلق الذين من دونه بل الظلمون في ضلل مبين"},{"SurahNumber":31,"VerseNumber":12,"Text":"ولقد ءاتينا لقمن الحكمة ان اشكر لله ومن يشكر فانما يشكر لنفسه ومن كفر فان الله غني حميد (الحكمة: الفقه في الدين، والاصابة في القول)"},{"SurahNumber":31,"VerseNumber":13,"Text":"واذ قال لقمن لابنه وهو يعظه يبني لا تشرك بالله ان الشرك لظلم عظيم"},{"SurahNumber":31,"VerseNumber":14,"Text":"ووصينا الانسن بولديه حملته امه وهنا على وهن وفصله في عامين ان اشكر لي ولولديك الي المصير (وهنا: ضعفا, وفصاله: فطامه عن الرضاعة)"},{"SurahNumber":31,"VerseNumber":15,"Text":"وان جهداك على ان تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من اناب الي ثم الي مرجعكم فانبيكم بما كنتم تعملون (سبيل: طريق, اناب: رجع، وتاب)"},{"SurahNumber":31,"VerseNumber":16,"Text":"يبني انها ان تك مثقال حبة من خردل فتكن في صخرة او في السموت او في الارض يات بها الله ان الله لطيف خبير (مثقال: وزن، ومقدار, حبة من خردل: حبة صغيرة متناهية في الصغر, يات بها الله: يات بها يوم القيامة، ويحاسب عليها)"},{"SurahNumber":31,"VerseNumber":17,"Text":"يبني اقم الصلوة وامر بالمعروف وانه عن المنكر واصبر على ما اصابك ان ذلك من عزم الامور (من عزم الامور: من الامور التي ينبغي الحرص عليها)"},{"SurahNumber":31,"VerseNumber":18,"Text":"ولا تصعر خدك للناس ولا تمش في الارض مرحا ان الله لا يحب كل مختال فخور (ولا تصعر خدك: لا تمل وجهك كبرا وتعاظما, مرحا: مختالا متبخترا, مختال: متكبر بفعله, فخور: متكبر بقوله)"},{"SurahNumber":31,"VerseNumber":19,"Text":"واقصد في مشيك واغضض من صوتك ان انكر الاصوت لصوت الحمير (واقصد: تواضع، وكن بين المسرع، والمبطي, واغضض: اخفض, انكر: اقبح، وابغض)"},{"SurahNumber":31,"VerseNumber":20,"Text":"الم تروا ان الله سخر لكم ما في السموت وما في الارض واسبغ عليكم نعمه ظهرة وباطنة ومن الناس من يجدل في الله بغير علم ولا هدى ولا كتب منير (سخر لكم: ذلل لكم, واسبغ: عمكم بنعمه)"},{"SurahNumber":31,"VerseNumber":21,"Text":"واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما وجدنا عليه ءاباءنا اولو كان الشيطن يدعوهم الى عذاب السعير"}]}