{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Егер де Аллаһ адамдарға жақсылықты тез бергеніндей, жамандықты да тездеткенде, олардың белгіленген мерзімдері шешілген болар еді. Бізбен кездесуді үміт етпейтіндерді, Біз адасуларында қаңғыртып, тастап қоямыз"},{"SurahNumber":10,"VerseNumber":12,"Text":"Қашан адамға бір зиян тисе, ол жамбастап жатса да, отырса да немесе түрегеп тұрса да Бізге жалбарынады. Қашан Біз одан зиянын кетірсек, ол өзіне тиген зиян үшін Бізге жалбарынбағандай өте шығады. Осылай, ысырап етушілерге, істеп жүргендері көрікті етіп көрсетілді"},{"SurahNumber":10,"VerseNumber":13,"Text":"Біз сендерден алдыңғы ұрпақтарды, - олар әділетсіздік еткенде және анық дәлелдермен келген елшілерге сенбеген кезде жойғанбыз. Біз қылмыскер адамдардың қайтарым жазасын осылай береміз"},{"SurahNumber":10,"VerseNumber":14,"Text":"Кейін, олардан соң, қалай амал жасайтындарыңды көру үшін Біз сендерді жерде / олардың / орнын басушы еттік"},{"SurahNumber":10,"VerseNumber":15,"Text":"Оларға анық аяттарымыз оқылған кез­де, Бізбен жолығуды үміт етпейтіндер: «Сен бұдан басқа бір Құран келтір немесе мұны ауыстыр!» - деді. / Ей, Мұхаммед! / Айт: «Маған оны өздігімнен өзгертуіме болмайды. Мен өзіме уахи етілгенге ғана еремін. Раббыма бойсұнбасам, ақиқатында, ұлы Күннің азабына ұшыраудан қорқамын», - деп"},{"SurahNumber":10,"VerseNumber":16,"Text":"Айт: «Егер Аллаһ қалағанда, мен оны сендерге оқымаған болар едім және Ол оны сендерге білдірмес еді. Негізінде, мен сендердің араларында бұдан алдын да / бірге / өмір сүрдім. Ақылдарыңды істетіп ұғынбайсыңдар ма?» - деп"},{"SurahNumber":10,"VerseNumber":17,"Text":"Аллаһқа қатысты өтірікті құрастырғаннан немесе Оның аяттарын жалған санағаннан өткен әділетсіз кім бар? Негізінде, қылмыскерлер мақсаттарына жетпейді"},{"SurahNumber":10,"VerseNumber":18,"Text":"Олар, Аллаһтан өзге өздеріне зиян да жеткізбейтін және пайда да келтірмейтін нәрсеге құлшылық етеді әрі: «Бұлар Аллаһтың алдында бізге шапағат етушілер», - дейді. / Ей, Мұхаммед! / Айт: «Сонда сендер Аллаһқа, аспандарда және жерде Ол білмейтін бір нәрсе бар деп, оның хабарын бермекшісіңдер ме?» - де. Ол / Аллаһ / олардың серік етіп қосатындарынан пәк әрі жоғары"},{"SurahNumber":10,"VerseNumber":19,"Text":"Адамдар бір үммет еді, кейін олар қарама-қайшылыққа түсті. Егер де Раббыңнан алдын ала бекітілген бір Сөз болмағанда, қайшылықта түскен нәрселеріне қатысты олардың араларына шешім шығарылған болар еді"},{"SurahNumber":10,"VerseNumber":20,"Text":"Олар: «Неге оған / Пайғамбарға / Раббысынан бір белгі-мұғжиза түсірілмейді?»—дейді. / Ей, Мұхаммед! / Айт: «Анығында, ғайып-Аллаһтікі. Ендеше күтіңдер! Мен де сендермен бірге күтушілерденмін!» - деп"},{"SurahNumber":10,"VerseNumber":21,"Text":"Адамдарға өздеріне тиген қиыншылықтан кейін мейірімімізден таттырсақ, олар аят-белгілерімізге байланысты айлакерлік істейді. Айт: «Аллаһ амал-тәсілде / бәрінен / жылдам», - деп. Ақиқатында елшілеріміз / періштелер / сендердің айла-шарғыларынды жазып отырады"},{"SurahNumber":10,"VerseNumber":22,"Text":"Ол / Аллаһ / сондай, сендерді құрылықтажәне теңізде жүргізеді. Сендер кемеде болғандарыңда әрі ол / кеме / бір жайлы желдің көмегімен оларды алып жүзгенде олар бұған қуанады. Оған бір дауылды жел соғып әрі әр тараптан толқындар келіп, олар өздерін қоршауда қалып, құрыдық деп ойлаған сәтте дінін / құлшылықтарын / тек Оған / cepiк қосу, риядан / тазартқан күйде: «Егер осыдан бізді құтқарсаң, шүкір етушілерден / берген игіліктеріңе алғыс білдірушілерден / боламыз», - деп Аллаһқа дұға етеді / Одан тілеп, жалбарынады"},{"SurahNumber":10,"VerseNumber":23,"Text":"Ал, Ол / Аллаһ / оларды құтқарған кезде, олар жер бетінде / олай етуге / құқығы болмаса да әділетсіздік істейді. Ей, адамдар! Шын мәнінде, сендердің әділетсіздіктерің өздеріңе қайтады. Ол / істеген әділетсіздіктерің / осы өмірдің пайда, рахаты үшін ғана. Содан кейін, қайтуларың - Бізге. Сонда сендерге не істегендеріңнің хабарын береміз"},{"SurahNumber":10,"VerseNumber":24,"Text":"Шын мәнінде осы дүниелік өмір - Біз аспаннан түсірген бір су секілді. Онымен адамдар мен малдар жейтін, жерден шығатын өсімдіктер араласа / өсіп / , жер жүзі түрленіп құлпырған кезде әрі оның тұрғындары оған / өнімге / қолдары жетті деп ойлаған кезде, Біздің әміріміз түнде не күндіз келіп, оны кеше мүлдем көркеймеген тәрізді, орылғандай еттік. Біз, ойланатын адамдарға аяттарды осылай анық етіп түсіндіреміз"},{"SurahNumber":10,"VerseNumber":25,"Text":"Аллаһ амандық мекеніне / Дарус-Сәламға / шақырады әрі қалаған құлын Өзі тура жолмен жүргізеді"}]}