{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"ولقد كرَّمنا ذرية آدم بالعقل وإرسال الرسل، وسَخَّرنا لهم جميع ما في الكون، وسَخَّرنا لهم الدواب في البر والسفن في البحر لحملهم، ورزقناهم من طيبات المطاعم والمشارب، وفضَّلناهم على كثير من المخلوقات تفضيلا عظيمًا"},{"SurahNumber":17,"VerseNumber":71,"Text":"اذكر -أيها الرسول- يوم البعث مبشرًا ومخوفًا، حين يدعو الله عز وجل كل جماعة من الناس مع إمامهم الذي كانوا يقتدون به في الدنيا، فمن كان منهم صالحًا، وأُعطي كتاب أعماله بيمينه، فهؤلاء يقرؤون كتاب حسناتهم فرحين مستبشرين، ولا يُنْقَصون من ثواب أعمالهم الصالحة شيئًا، وإن كان مقدارَ الخيط الذي يكون في شَقِّ النواة"},{"SurahNumber":17,"VerseNumber":72,"Text":"ومن كان في هذه الدنيا أعمى القلب عن دلائل قدرة الله فلم يؤمن بما جاء به الرسول محمد صلى الله عليه وسلم فهو في يوم القيامة أشدُّ عمى عن سلوك طريق الجنة، وأضل طريقًا عن الهداية والرشاد"},{"SurahNumber":17,"VerseNumber":73,"Text":"ولقد قارب المشركون أن يصرفوك -أيها الرسول- عن القرآن الذي أنزله الله إليك؛ لتختلق علينا غير ما أوحينا إليك، ولو فعلت ما أرادوه لاتخذوك حبيبًا خالصًا"},{"SurahNumber":17,"VerseNumber":74,"Text":"ولولا أن ثبَّتناك على الحق، وعصمناك عن موافقتهم، لَقاربْتَ أن تميل إليهم ميلا قليلا من كثرة المعالجة ورغبتك في هدايتهم"},{"SurahNumber":17,"VerseNumber":75,"Text":"ولو رَكَنت -أيها الرسول- إلى هؤلاء المشركين ركونًا قليلا فيما سألوك، إذًا لأذقناك مِثْلَي عذاب الحياة في الدنيا ومثْلَي عذاب الممات في الآخرة؛ وذلك لكمال نعمة الله عليك وكمال معرفتك، ثم لا تجد أحدًا ينصرك ويدفع عنك عذابنا"},{"SurahNumber":17,"VerseNumber":76,"Text":"ولقد قارب الكفار أن يخرجوك من \"مكة\" بإزعاجهم إيَّاك، ولو أخرجوك منها لم يمكثوا فيها بعدك إلا زمنًا قليلا حتى تحل بهم العقوبة العاجلة"},{"SurahNumber":17,"VerseNumber":77,"Text":"تلك سنة الله تعالى في إهلاك الأمة التي تُخرج رسولها من بينها، ولن تجد -أيها الرسول- لسنتنا تغييرًا، فلا خلف في وعدنا"},{"SurahNumber":17,"VerseNumber":78,"Text":"أقم الصلاة تامة من وقت زوال الشمس عند الظهيرة إلى وقت ظلمة الليل، ويدخل في هذا صلاة الظهر والعصر والمغرب والعشاء، وأقم صلاة الفجر، وأَطِلِ القراءة فيها؛ إن صلاة الفجر تحضرها ملائكة الليل وملائكة النهار"},{"SurahNumber":17,"VerseNumber":79,"Text":"وقم -أيها النبي- من نومك بعض الليل، فاقرأ القرآن في صلاة الليل؛ لتكون صلاة الليل زيادة لك في علو القدر ورفع الدرجات، عسى أن يبعثك الله شافعًا للناس يوم القيامة؛ ليرحمهم الله مما يكونون فيه، وتقوم مقامًا يحمدك فيه الأولون والآخرون"},{"SurahNumber":17,"VerseNumber":80,"Text":"وقل: ربِّ أدخلني فيما هو خير لي مدخل صدق، وأخرجني مما هو شر لي مخرج صدق، واجعل لي مِن لدنك حجة ثابتة، تنصرني بها على جميع مَن خالفني"},{"SurahNumber":17,"VerseNumber":81,"Text":"وقل -أيها الرسول- للمشركين: جاء الإسلام وذهب الشرك، إن الباطل لا بقاء له ولا ثبات، والحق هو الثابت الباقي الذي لا يزول"},{"SurahNumber":17,"VerseNumber":82,"Text":"وننزل من آيات القرآن العظيم ما يشفي القلوب مِنَ الأمراض، كالشك والنفاق والجهالة، وما يشفي الأبدان برُقْيتها به، وما يكون سببًا للفوز برحمة الله بما فيه من الإيمان، ولا يزيد هذا القرآن الكفار عند سماعه إلا كفرًا وضلالا؛ لتكذيبهم به وعدم إيمانهم"},{"SurahNumber":17,"VerseNumber":83,"Text":"وإذا أنعمنا على الإنسان من حيث هو بمال وعافية ونحوهما، تولَّى وتباعد عن طاعة ربه، وإذا أصابته شدة مِن فقر أو مرض كان قنوطًا؛ لأنه لا يثق بفضل الله تعالى، إلا من عصم الله في حالتي سرَّائه وضرَّائه"},{"SurahNumber":17,"VerseNumber":84,"Text":"قل -أيها الرسول- للناس: كل واحد منكم يعمل على ما يليق به من الأحوال، فربكم أعلم بمن هو أهدى طريقًا إلى الحق"},{"SurahNumber":17,"VerseNumber":85,"Text":"ويسألك الكفار عن حقيقة الروح تعنتًا، فأجبهم بأن حقيقة الروح وأحوالها من الأمور التي استأثر الله بعلمها، وما أُعطيتم أنتم وجميع الناس من العلم إلا شيئًا قليلا"},{"SurahNumber":17,"VerseNumber":86,"Text":"ولئن شئنا مَحْوَ القرآن من قلبك لَقدَرْنا على ذلك، ثم لا تجد لنفسك ناصرًا يمنعنا من فعل ذلك، أو يرد عليك القرآن"},{"SurahNumber":17,"VerseNumber":87,"Text":"لكنَّ الله رحمك، فأثبت ذلك في قلبك، إن فضله كان عليك عظيمًا؛ فقد أعطاك هذا القرآن العظيم، والمقام المحمود، وغير ذلك مما لم يؤته أحدًا من العالمين"},{"SurahNumber":17,"VerseNumber":88,"Text":"قل: لو اتفقت الإنس والجن على محاولة الإتيان بمثل هذا القرآن المعجز لا يستطيعون الإتيان به، ولو تعاونوا وتظاهروا على ذلك"},{"SurahNumber":17,"VerseNumber":89,"Text":"ولقد بيَّنَّا ونَوَّعنا للناس في هذا القرآن من كل مثل ينبغي الاعتبار به؛ احتجاجًا بذلك عليهم؛ ليتبعوه ويعملوا به، فأبى أكثر الناس إلا جحودًا للحق وإنكارًا لحجج الله وأدلته"},{"SurahNumber":17,"VerseNumber":90,"Text":"ولما أعجز القرآن المشركين وغلبهم أخذوا يطلبون معجزات وَفْق أهوائهم فقالوا: لن نصدقك -أيها الرسول- ونعمل بما تقول حتى تفجر لنا من أرض \"مكة\" عينًا جارية"},{"SurahNumber":17,"VerseNumber":91,"Text":"أو تكون لك حديقة فيها أنواع النخيل والأعناب، وتجعل الأنهار تجري في وسطها بغزارة"},{"SurahNumber":17,"VerseNumber":92,"Text":"أو تسقط السماء علينا قطعًا كما زَعَمْتَ، أو تأتي لنا بالله وملائكته، فنشاهدهم مقابلة وعِيانًا"},{"SurahNumber":17,"VerseNumber":93,"Text":"أو يكون لك بيت من ذهب، أو تصعد في درج إلى السماء، ولن نصدِّقك في صعودك حتى تعود، ومعك كتاب من الله منشور نقرأ فيه أنك رسول الله حقا. قل -أيها الرسول- متعجبًا مِن تعنُّت هؤلاء الكفار: سبحان ربي!! هل أنا إلا عبد من عباده مبلِّغ رسالته؟ فكيف أقدر على فعل ما تطلبون؟"},{"SurahNumber":17,"VerseNumber":94,"Text":"وما منع الكفارَ من الإيمان بالله ورسوله وطاعتهما، حين جاءهم البيان الكافي من عند الله، إلا قولهم جهلا وإنكارًا: أبعث الله رسولا من جنس البشر؟"},{"SurahNumber":17,"VerseNumber":95,"Text":"قل -أيها الرسول- ردًّا على المشركين إنكارهم أن يكون الرسول من البشر: لو كان في الأرض ملائكة يمشون عليها مطمئنين، لأرسلنا إليهم رسولا من جنسهم، ولكنَّ أهل الأرض بشر، فالرسول إليهم ينبغي أن يكون من جنسهم؛ ليمكنهم مخاطبته وفَهْم كلامه"},{"SurahNumber":17,"VerseNumber":96,"Text":"قل لهم: كفى بالله شهيدًا بيني وبينكم على صِدْقي وحقيقة نبوَّتي. إنه سبحانه خبير بأحوال عباده، بصير بأعمالهم، وسيجازيهم عليها"},{"SurahNumber":17,"VerseNumber":97,"Text":"ومن يهده الله فهو المهتدي إلى الحق، ومن يضلله فيخذلْه ويَكِلْه إلى نفسه فلا هادي له من دون الله، وهؤلاء الضُّلال يبعثهم الله يوم القيامة، ويحشرهم على وجوههم، وهم لا يرون ولا ينطقون ولا يسمعون، مصيرهم إلى نار جهنم الملتهبة، كلما سكن لهيبها، وخمدت نارها، زدناهم نارًا ملتهبة متأججة"},{"SurahNumber":17,"VerseNumber":98,"Text":"هذا الذي وُصِف من العذاب عقاب للمشركين؛ بسبب كفرهم بآيات الله وحججه، وتكذيبهم رسله الذين دَعَوْهم إلى عبادته، وقولهم استنكارًا - إذا أُمروا بالتصديق بالبعث -: أإذا متنا وصِرْنا عظامًا بالية وأجزاءً متفتتة نُبعث بعد ذلك خَلْقًا جديدًا؟"}]}