{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Wo Wura Nyankopͻn ahyehyε sε: “Monhwε na moansom (ade foforͻ biara) gyesε Ɔno nko ara, na monyε ayεmyε anaa papa ma (mo) awofoͻ. Sε wͻn mu baako anaasε wͻn mmienu nyini duru akͻkora ne aberewa bͻ berε mu bεto wo a, hwε na wanka kasa bi a εnyε obuo ankyerε wͻn, na εndwoodwoo wͻn, na ka kasa dε anaa kasa a obuo wͻ mu kyerε wͻn"},{"SurahNumber":17,"VerseNumber":24,"Text":"Na brε ahobraseε ataban a ahummͻborͻ wͻ mu ase ma wͻn; na ka sε: ”Me Wura Nyankopͻn, hu wͻn mmͻbͻ sεdeε (wͻ’huu me mmͻbͻ) tetee me wͻ me nkͻdaa berε mu no”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Mo Wura Nyankopͻn Nim deε εwͻ moakoma mu. Sε moyε apapafoͻ a, nokorε sε Ɔno ne Bͻnefakyε Hene dema wͻn a wͻ’dane wͻn ho ba (Ne hͻ)"},{"SurahNumber":17,"VerseNumber":26,"Text":"Fa obusuani a ͻbεn (woͻ) ne ohiani ne ͻkwantuni nso asεdeε ma no; na hwε na wamma no ammu so ansεe adeε"},{"SurahNumber":17,"VerseNumber":27,"Text":"Nokorε sε, obi a ͻsεe (adeε) basabasa no ne nua ne abonsamfoͻ no, na ͻbonsam ayi ne Wura Nyankopͻn boniayε"},{"SurahNumber":17,"VerseNumber":28,"Text":"Sε wodane woho fri (obusuani anaa ohiani anaa ͻkwantuni no) ho de hwehwε wo Wura hͻ ahummͻbrͻ a wanida soͻ no a, ka asεm a emu dwoͻ kyerε wͻn"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ԑmma wonsa nkyekyere mmͻ wo kͻn ho (anaasε hwε na woanyε pεpεε anaa εmmͻ ayεmuͻnyono), na εntene mu nso nyinaa (anaasε ma wadekyεε nyε hͻ-ne-hͻ), anhwε a watena ase anunu (wo ho) ama woho akyere wo"},{"SurahNumber":17,"VerseNumber":30,"Text":"Nokorε sε, wo Wura Nyankopͻn bae akͻnhoma no mu dema obi a Ɔpε, εna Osusu (nso ma obi a Ɔpε). Nokorε sε N’ani tua Nenkoa (dwumadie) na Ohu nso"},{"SurahNumber":17,"VerseNumber":31,"Text":"Monhwε na moanfa ohia ho huu ankunkum mo mma. Yεn na yε’bͻ wͻn ne mo nyinaa akͻnhoma, nokorε sε, mma akunkum-akunkum no yε mfomsoͻ kεseε paa"},{"SurahNumber":17,"VerseNumber":32,"Text":"Monhwε na moammεn adwaman, efrisε εyε ahohwisεm ne ͻkwan bͻne paa"},{"SurahNumber":17,"VerseNumber":33,"Text":"Monhwε nso na moannkum onipa a Nyankopͻn abra (ne kum, anaa Wayε no kronkron), gyesε εnam ne kwan so. Obia yεbeku no ͻkwan bͻne soͻ no, nokorε sε Y’ama ne kyitaafoͻ no tumi (sε ͻhwehwε atεn teneee, anaasε ͻgye mogya ho sika anaasε ͻde kyε); nanso ͻnhwε na wanyε bͻne wͻ okum no ho, efirisε, (aban) bεboa no"},{"SurahNumber":17,"VerseNumber":34,"Text":"Monhwε na moammεn awisiaa agyapadeε anaa nesika, na mmom gyesε ͻkwan pa so, kͻpem sε obenyin. Na moni (mo) bͻhyε so; nokorε sε, yεbebisa bͻhyε ho asεm"},{"SurahNumber":17,"VerseNumber":35,"Text":"Sε mohyε (adeε wͻ bͻtͻ anaasε konku mu) a monhyε ma εnyε mma, na monfa nsania a εyε nsusu (adeε mma amanfoͻ). Saa na εyε, εna (εma) awieε pa"},{"SurahNumber":17,"VerseNumber":36,"Text":"Hwε nso na w’anni deε wonni ho nimdeε (anaa wonhunuuε anaa wonteeε) akyi, efrisε, deε aso ateε, ne deε ani ahu, ne deε akoma adwen, woi nom nyinaa (Onyankopͻn) bebisa ho asεm"},{"SurahNumber":17,"VerseNumber":37,"Text":"Na εmfa ahomasoͻ nnante wͻ asaase no so. Nokorε sε, wontumi (ntia so) mma asaase no mmu ngu mu, na wontumi nso (ntenten ne) bepͻ tenten nyε pε"},{"SurahNumber":17,"VerseNumber":38,"Text":"Woi nom nyinaa yε bͻne na εyε akyiwadeε wͻ wo Wura Nyankopͻn hͻ"},{"SurahNumber":17,"VerseNumber":39,"Text":"Woi nom ka nyansa, adwen (ne suban pa) a wo Wura Nyankopͻn ayi akyerε woͻ no ho. Na εnyε nyame foforͻ bi nnka Nyankopͻn ho, (sε ԑba saa a,) yԑbԑto wo atwene Amanehunu gyem, abᴐ wo soboᴐ, apo wo (ayi wo afri Nyame ahummᴐborᴐ no mu)"},{"SurahNumber":17,"VerseNumber":40,"Text":"Enti mo Wura Nyankopͻn ayi mma mmarima ama mo, εna W’ayi mma mmaa wͻ soro abͻfoͻ no mu ama ne ho? Nokorε sε nsεm akεseε paa (a εmfata) na moka"},{"SurahNumber":17,"VerseNumber":41,"Text":"Nokorε nso sε, Y’akyerεkyerε (nsεm ahodoͻ) pii mu wͻ saa Qur’aan yi mu sεdeε wͻ’bεfa adwen, nanso εmma wͻn nkͻsoͻ biara, na mmom (nokorε no ara) na wͻ’redwane (fri ho)"},{"SurahNumber":17,"VerseNumber":42,"Text":"(Nkͻmhyεni), ka sε: “Sε anyame bi ka Ne ho sεdeε wᴐrekeka no a anka (saa anyame no mpo) bεhwehwε kwan a εde kͻ Tumi Ahennie Wura Nyankopͻn no hͻ (asom no)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Kronkron hene, Okokuroko ne no, Ɔkorͻn, so kyεn deε wͻ’rekeka no"},{"SurahNumber":17,"VerseNumber":44,"Text":"Ɔsoro nson ne asaase ne deε εwͻ mu (nyinaa) bͻ no abodin. Biribiara nni hͻ a εnfa Nyankopͻn aseda ne N’abodin mma no, nanso monnte ͻkwan a wͻ’fa so bͻ abodin no ase. Nokorε sε, Ɔyε Ntoboaseε Hene, Ɔne Bͻnefakyε Hene"},{"SurahNumber":17,"VerseNumber":45,"Text":"Sε worekenkan Qur’aan no a, Yε’de ntwaremu a asuma (anaa ani nnhunu) tware wo ne wͻn a wͻ’nnye Daakye no nnie no ntεm"},{"SurahNumber":17,"VerseNumber":46,"Text":"Yε’de mmuasoͻ nso bua wͻn akoma so sεdeε wͻ’nnte aseε, na wͻn aso mu nso akraa wͻ mu; sε wo bͻ wo Wura Nyankopͻn nko ara din wͻ Qur’aan no mu a, wͻ’dane wͻn akyi dema, dwane (fri Nokorε no ho)"},{"SurahNumber":17,"VerseNumber":47,"Text":"Yenim deε wͻ’tie wͻ εberε a wͻ’retie woͻ no, ne εberε a wͻ’betu agyina kokoa mu no, abͻneεfoͻ no ka sε: “Onipa a konya anya no na modi n’akyire”"},{"SurahNumber":17,"VerseNumber":48,"Text":"Hwε sεdeε wͻ’resi yε mfatoho ama woͻ. Enti wͻn ayera na wͻ’ntumi nnhunu kwan no"},{"SurahNumber":17,"VerseNumber":49,"Text":"Deɛ wͻ’ka nesε: “Sε (yewu na) yε’yε nnompe, porͻ tete dane nεteε a, yε’bεsan anyane sε abͻdeε foforͻ (bio)"}]}