{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Vuga (yewe Muhamadi) uti \"Yemwe bagaragu banjye bihemukiye! Ntimwihebe kuko impuhwe za Allah zikiriho. Mu by’ukuri, Allah ababarira ibyaha byose. Kandi ni Nyirimpuhwe, Nyirimbabazi"},{"SurahNumber":39,"VerseNumber":54,"Text":"Kandi nimwicuze kwa Nyagasani wanyu munamwicisheho bugufi mbere y’uko mugerwaho n’ibihano, hanyuma ntimutabarwe"},{"SurahNumber":39,"VerseNumber":55,"Text":"Munakurikire ibyiza mwahishuriwe (Qor’an) biturutse kwa Nyagasani wanyu, mbere y’uko mugerwaho n’ibihano bibatunguye mutabizi"},{"SurahNumber":39,"VerseNumber":56,"Text":"(Ibyo ni) ukugira ngo hatazagira uvuga ati \"Mbega akaga ngizekubera kudohoka ku mategeko ya Allah, kandi rwose nari umwe mu bayakerensaga"},{"SurahNumber":39,"VerseNumber":57,"Text":"Cyangwa akavuga ati \"Rwose iyo Allah aza kunyobora, nari kuba mu batinyamana"},{"SurahNumber":39,"VerseNumber":58,"Text":"Cyangwa se igihe azaba abonye ibihano akavuga ati \"Rwose iyaba nari (mbonye amahirwe yo kugaruka ku isi), nari kuzaba mu bakora ibyiza"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Azasubizwa ati) \"Niko biri! Rwose wagezweho n’ibimenyetso byanjye maze urabihakana, uribona ndetse uba umwe mu bahakanyi"},{"SurahNumber":39,"VerseNumber":60,"Text":"Ndetse no ku munsi w’imperuka, uzabona uburanga bwa babandi bahimbiye Allah (ibinyoma) bwijimye. Ese muri Jahanamu si ho buturo bw’abibone"},{"SurahNumber":39,"VerseNumber":61,"Text":"Kandi Allah azarokora babandi batinye Nyagasani wabo abaha ibyicaro byabo byiza (mu Ijuru). Ntibazigera bagerwaho n’ikibi (icyo ari cyo cyose) ndetse ntibazagira n’agahinda"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah ni Umuremyi wa buri kintu, kandi ni na we muhagararizi wa buri kintu"},{"SurahNumber":39,"VerseNumber":63,"Text":"Ni we nyir’imfunguzo z’ibiri mu birere no mu isi. Naho babandi bahakanye ibimenyetso bya Allah, ni bo bazaba abanyagihombo"},{"SurahNumber":39,"VerseNumber":64,"Text":"Vuga (yewe Muhamadi) uti \"Ese ibitari Allah ni byo muntegeka kugaragira, yemwe mwa njiji mwe"},{"SurahNumber":39,"VerseNumber":65,"Text":"Kandi rwose warahishuriwe (wowe Muhamadi) nk’uko (intumwa) zakubanjirije (zahishuriwe) ko nuramuka ubangikanyije Allah, ibikorwa byawe byose bizaba impfabusa, kandi nta kabuza uzaba mu banyagihombo"},{"SurahNumber":39,"VerseNumber":66,"Text":"Ahubwo Allah (wenyine) ube ari we usenga, kandi ube umwe mu bashimira"},{"SurahNumber":39,"VerseNumber":67,"Text":"Kandi (ababangikanyamana) ntabwo bahaye Allah icyubahiro kimukwiye. No ku munsi w’imperuka ibiri mu isi byose bizaba biri mu kuboko kwe, ndetse n’ibirere bizazingazingirwa mu kuboko kwe kw’iburyo. Ubutagatifu ni ubwe kandi ntaho ahuriye n’ibyo bamubangikanya (nabyo)"},{"SurahNumber":39,"VerseNumber":68,"Text":"Nuko ubwo impanda izavuzwa, abari mu birere no mu isi bazagwa igihumure (bapfe), uretse uwo Allah azashaka. Hanyuma yongere ivuzwe bwa kabiri, maze bahaguruke (bazuke bose) bategereje (uko Allah ari bubagenze)"},{"SurahNumber":39,"VerseNumber":69,"Text":"Kandi isi izamurikirwa n’urumuri rwa Nyagasani wayo, nuko buri wese ahabwe igitabo (cy’ibikorwa bye), hanyuma abahanuzi n’abahamya bazanwe, maze (abantu) bacirwe urubanza mu kuri, badahugujwe"},{"SurahNumber":39,"VerseNumber":70,"Text":"Na buri wese azahemberwa ibyo yakoze, kandi (Allah) ni we uzi bihebuje ibyo bakoraga"},{"SurahNumber":39,"VerseNumber":71,"Text":"Abahakanyi bazashorerwa bajyanwa muri Jahanamu mu dutsiko, kugeza ubwo bazayigeraho maze imiryango yayo igafunguka, nuko abarinzi bayo bavuge bati \"Ese ntimwagezweho n’intumwa zibaturutsemo, zibasomera amagambo (Ayat) ya Nyagasani wanyu, ndetse zinababurira kuzahura n’uyu munsi wanyu?\"Bazavuga bati \"Yego! Ahubwo ijambo ry’ibihano ryabaye impamo ku bahakanyi (ari bo twe)"},{"SurahNumber":39,"VerseNumber":72,"Text":"Nuko babwirwe bati \"Nimwinjire mu miryango ya Jahanamu, muzabamo ubuziraherezo. Kandi ni bwo buturo bubi bw’abibone"},{"SurahNumber":39,"VerseNumber":73,"Text":"Naho babandi batinye Nyagasani wabo, bazayoborwa mu ijuru bari mu matsinda kugeza ubwo bazarigeraho maze imiryango yaryo ifunguke, nuko abarinzi baryo bavuge bati \"Amahoro nabe kuri mwe! Mwakoze neza, ngaho nimuryinjiremo (muribemo) ubuziraherezo"},{"SurahNumber":39,"VerseNumber":74,"Text":"Nabo bavuge bati \"Ishimwe n’ikuzo ni ibya Allah, we wubahirije isezerano rye akanaduha kuzungura ubutaka bw’Ijuru tukaba dutuye aho dushaka. Ku bw’ibyo, ibihembo byiza ni iby’abakora neza"},{"SurahNumber":39,"VerseNumber":75,"Text":"Uzabona kandi abamalayika bakikije intebe y’ubwami (ya Allah), basingiza ikuzo n’ishimwe bya Nyagasani wabo. Kandi (ibiremwa byose) bizakiranurwa mu kuri. Nuko havugwe ngo \"Ishimwe n’ikuzo byuzuye ni ibya Allah, Nyagasani w’ibiremwa byose"}]}