{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif, Lam , Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"The Romans have been defeated"},{"SurahNumber":30,"VerseNumber":3,"Text":"in the nearer land; and they, after their defeat, will triumph"},{"SurahNumber":30,"VerseNumber":4,"Text":"within a few years. To Allah belonged the matter before and (to Him it belongs) thereafter. And on that day the believers will rejoice"},{"SurahNumber":30,"VerseNumber":5,"Text":"with Allah‘s help. He helps whomsoever He wills. And He is the Mighty, the Very-Merciful"},{"SurahNumber":30,"VerseNumber":6,"Text":"It is a promise from Allah. Allah does not fail in His promise, but most of the people do not know"},{"SurahNumber":30,"VerseNumber":7,"Text":"They know something superficial of the worldly life, but of the Hereafter they are negligent"},{"SurahNumber":30,"VerseNumber":8,"Text":"Did they not reflect in their own selves? Allah did not create the heavens and the earth and what is between them but with a just cause and for an appointed time. Yet many of the people are disbelievers in the meeting with their Lord"},{"SurahNumber":30,"VerseNumber":9,"Text":"Have they not traveled on earth to see how was the end of those before them? They were stronger than these in power, and they had tilled the land and had made it more populous than these have made it, and their messengers had come to them with clear proofs. So Allah was not such as could do injustice to them, but they used to do injustice to themselves"},{"SurahNumber":30,"VerseNumber":10,"Text":"Then the end of those who did evil was evil, because they rejected the verses of Allah and used to make mockery of them"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah originates the creation, then He will create it again, then to Him you are to be returned"},{"SurahNumber":30,"VerseNumber":12,"Text":"On the day when the Hour (Qiyamah : the Day of Judgement)) will take place, the guilty will be taken aback in grief and despair"},{"SurahNumber":30,"VerseNumber":13,"Text":"They will have no intercessors from among their (so-called) ‘partners of Allah‘, and they themselves will reject their (such) ‘partners‘"},{"SurahNumber":30,"VerseNumber":14,"Text":"And the day when the Hour (Qiyamah : the Day of Judgement)) will take place__it will be on that day that they will turn into separate groups"},{"SurahNumber":30,"VerseNumber":15,"Text":"Then, those who had believed and had done righteous deeds__they will be in a garden, extremely delighted"},{"SurahNumber":30,"VerseNumber":16,"Text":"As for those who had disbelieved and rejected Our verses and the meeting of the Hereafter, they will be brought for punishment"},{"SurahNumber":30,"VerseNumber":17,"Text":"So, proclaim Allah‘s purity (from shirk) when you see the evening and when you see the morning"},{"SurahNumber":30,"VerseNumber":18,"Text":"And to Him be praise in the heavens and the earth, and in the afternoon and when you enter the time of auhr (soon after the decline of the sun towards West)"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings out the living from the dead, and brings out the dead from the living, and gives life to the land after it is dead. And in similar way you will be brought out (from graves)"},{"SurahNumber":30,"VerseNumber":20,"Text":"It is among His signs that He has created you from dust, then soon you are human beings scattered around"},{"SurahNumber":30,"VerseNumber":21,"Text":"And it is among His signs that He has created for you wives from among yourselves, so that you may find tranquility in them, and He has created love and kindness between you. Surely in this there are signs for a people who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"And among His signs is the creation of the heavens and the earth and the difference of your tongues and colors. Surely in this there are signs for the persons having knowledge"},{"SurahNumber":30,"VerseNumber":23,"Text":"And among His signs is your sleep by night and day, and your search for His grace. Surely in this there are signs for a people who listen"},{"SurahNumber":30,"VerseNumber":24,"Text":"And it is among His signs that He shows you the lightening which causes fear and hope, and that He sends down water from the sky, then He revives the earth with it after its death. Surely in this there are signs for a people who understand"},{"SurahNumber":30,"VerseNumber":25,"Text":"And it is among His signs that the sky and the earth stand firm by His command. Then, when He will call you from the earth, by a single call, you will be coming out all at once"},{"SurahNumber":30,"VerseNumber":26,"Text":"To Him belong all those in the heavens and the earth. All (of them) are obedient to Him"},{"SurahNumber":30,"VerseNumber":27,"Text":"It is He who originates the creation, then will create it again; and it is easier for Him. His is the highest description in the heavens and the earth, and He is the Mighty, the Wise"},{"SurahNumber":30,"VerseNumber":28,"Text":"He (Allah) gives you an example from yourselves: Do you have, from among your slaves, any partners in the wealth that We have given to you, so as they and you are equal in it, (and) so as you fear them like you fear each other? This is how We explain the signs for a people who understand"},{"SurahNumber":30,"VerseNumber":29,"Text":"But the wrongdoers have followed their desires without knowledge. So who can guide the one whom Allah leaves astray? For such people there are no helpers"},{"SurahNumber":30,"VerseNumber":30,"Text":"So, set your face to the Faith uprightly, this (faith) being the nature designed by Allah on which He has created the mankind. There is no change in Allah‘s creation. That is the straight faith, but most of the people do not know"}]}