{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not charge you, O children of Adam! That you should not serve Satan? Verily, he is your open enemy"},{"SurahNumber":36,"VerseNumber":61,"Text":"And that you should serve only Me; this is the Straight Way"},{"SurahNumber":36,"VerseNumber":62,"Text":"And he certainly led astray a multitude of people from among you. What! Could you not then understand"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is the hell of which you were oft warned"},{"SurahNumber":36,"VerseNumber":64,"Text":"Enter into it this day because you persisted in disbelief"},{"SurahNumber":36,"VerseNumber":65,"Text":"On that Day We will set a seal upon their mouths, and their hands shall speak to Us, and their feet shall bear witness of what they earned"},{"SurahNumber":36,"VerseNumber":66,"Text":"And if We please We would certainly put out their eyes, then they would run about groping for the way, but how should they see"},{"SurahNumber":36,"VerseNumber":67,"Text":"And if We please We would surely transform them in their place, then they would not be able to go on, nor will they return (after error)"},{"SurahNumber":36,"VerseNumber":68,"Text":"And whomsoever We cause to live long, We reduce him to an abject state in constitution; do they not then understand"},{"SurahNumber":36,"VerseNumber":69,"Text":"And We have not taught him poetry, nor is it meet for him; it is nothing but a reminder and a plain (clarifying) Quran"},{"SurahNumber":36,"VerseNumber":70,"Text":"That it may warn him who would have life, and that the word may prove true against the disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"Do they not see that We have created cattle for them, out of what Our hands have wrought, so they are their masters"},{"SurahNumber":36,"VerseNumber":72,"Text":"And We have subjected them to them, so some of them they have to ride upon, and some of them they have for food"},{"SurahNumber":36,"VerseNumber":73,"Text":"And therein they have advantages and drinks; will they not then be grateful"},{"SurahNumber":36,"VerseNumber":74,"Text":"And they have taken gods besides Allah that they may be helped"},{"SurahNumber":36,"VerseNumber":75,"Text":"But they shall not be able to assist them, and they shall be a host brought up before them"},{"SurahNumber":36,"VerseNumber":76,"Text":"Therefore let not their speech grieve you; surely We know what they do in secret and what they do openly"},{"SurahNumber":36,"VerseNumber":77,"Text":"Does not man see that We have created him from a small seed? Then lo! He is an open disputant"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he strikes out a likeness for Us and forgets his own creation. Says he, \"Who will give life to the bones when they have decomposed"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say, \"He will give life to them Who brought them into existence in the first place, and He is Knower of all (modes of) creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"He Who has made for you the fire from the green tree, so that with it you kindle (your own fire)"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not He Who created the heavens and the earth able to create the like of them? Yea! And He is the Creator (of all), the Knower"},{"SurahNumber":36,"VerseNumber":82,"Text":"His command, when He intends anything, is only to say to it, \" Be\", and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"Therefore glory be to Him in Whose hand is the kingdom of all things, and to Him you shall be brought back"},{"SurahNumber":37,"VerseNumber":1,"Text":"I swear by those who draw themselves out in ranks"},{"SurahNumber":37,"VerseNumber":2,"Text":"Then those who drive away (evil or the wicked) with reproof (or strength)"},{"SurahNumber":37,"VerseNumber":3,"Text":"Then those who recite (proclaim), with mindfulness"},{"SurahNumber":37,"VerseNumber":4,"Text":"Verily, verily your God is One"},{"SurahNumber":37,"VerseNumber":5,"Text":"The Lord of the heavens and the earth and what is between them, and Lord of the Easts (i.e. all the sun´s rising point)"},{"SurahNumber":37,"VerseNumber":6,"Text":"Surely We have adorned the nearest heaven with an adornment, the stars"},{"SurahNumber":37,"VerseNumber":7,"Text":"And (there is) a safeguard against every rebellious Satan"},{"SurahNumber":37,"VerseNumber":8,"Text":"They cannot listen to the exalted assembly and they are thrown at from every side"},{"SurahNumber":37,"VerseNumber":9,"Text":"Being driven off, and for them is a perpetual chastisement"},{"SurahNumber":37,"VerseNumber":10,"Text":"Except him who snatches a fragment by stealth, then there follows him a brightly shining flame"},{"SurahNumber":37,"VerseNumber":11,"Text":"Then ask them whether they are stronger in creation or those (others) whom We have created. Surely We created them of plastic (malleable) clay"},{"SurahNumber":37,"VerseNumber":12,"Text":"Nay! You wonder while they mock"},{"SurahNumber":37,"VerseNumber":13,"Text":"And when they are reminded, they mind (heed) not"},{"SurahNumber":37,"VerseNumber":14,"Text":"And when they see a sign they incite one another to scoff"},{"SurahNumber":37,"VerseNumber":15,"Text":"And they say, \"This is nothing but clear magic"},{"SurahNumber":37,"VerseNumber":16,"Text":"What! When we are dead and have become dust and bones, shall we then certainly be raised"},{"SurahNumber":37,"VerseNumber":17,"Text":"Or our fathers of past times (ancestors)"},{"SurahNumber":37,"VerseNumber":18,"Text":"Say, \"Aye! And you shall be abject (humiliated)"},{"SurahNumber":37,"VerseNumber":19,"Text":"So it shall only be a single Shout, when lo! They shall see"},{"SurahNumber":37,"VerseNumber":20,"Text":"And they shall say, \"O woe to us! This is the Day of Judgment"},{"SurahNumber":37,"VerseNumber":21,"Text":"(A voice will say,) \"This is the Day of the Judgment which you called a lie"}]}