{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"The messenger said, ‘Even though I bring you a truer religion than what you saw your fathers following?’ and they replied, ‘But we do not believe the message you bring.’"},{"SurahNumber":43,"VerseNumber":25,"Text":"We punished them: think about how those who rejected the Truth met their end"},{"SurahNumber":43,"VerseNumber":26,"Text":"Abraham said to his father and his people, ‘I renounce what you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"I worship only Him who created me, and it is He who will guide me,’"},{"SurahNumber":43,"VerseNumber":28,"Text":"and he bequeathed these words to his descendants so that they might return [to God]"},{"SurahNumber":43,"VerseNumber":29,"Text":"I have let these people and their fathers enjoy long lives, and now I have given them the Truth and a messenger to make things clear"},{"SurahNumber":43,"VerseNumber":30,"Text":"yet when the Truth came to them, they said, ‘This is sorcery. We do not believe in it,’"},{"SurahNumber":43,"VerseNumber":31,"Text":"and they said, ‘Why was this Quran not sent down to a distinguished man, from either of the two cities?’"},{"SurahNumber":43,"VerseNumber":32,"Text":"Are they the ones who share out your Lord’s grace? We are the ones who give them their share of livelihood in this world and We have raised some of them above others in rank, so that some may take others into service: your Lord’s grace is better than anything they accumulate"},{"SurahNumber":43,"VerseNumber":33,"Text":"If it were not that all mankind might have become a single nation [of disbelievers], We could have given all those who disbelieve in the Lord of Mercy houses with roofs of silver, sweeping staircases to ascend"},{"SurahNumber":43,"VerseNumber":34,"Text":"massive gates, couches to sit on"},{"SurahNumber":43,"VerseNumber":35,"Text":"and golden ornaments. All of these are mere enjoyments of this life; your Lord reserves the next life for those who take heed of Him"},{"SurahNumber":43,"VerseNumber":36,"Text":"We assign an evil one as a comrade for whoever turns away from the revelations of the Lord of Mercy"},{"SurahNumber":43,"VerseNumber":37,"Text":"evil ones bar people from the right path, even though they may think they are well guided"},{"SurahNumber":43,"VerseNumber":38,"Text":"When such a person comes to Us, he will say [to his comrade], ‘If only you had been as far away from me as east is from west. What an evil comrade!’"},{"SurahNumber":43,"VerseNumber":39,"Text":"[It will be said to them], ‘You have done wrong. Having partners in punishment will not console you today.’"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you [Prophet] make the deaf hear? Or guide either the blind or those who are in gross error"},{"SurahNumber":43,"VerseNumber":41,"Text":"Either We shall take you away and punish them- indeed We will"},{"SurahNumber":43,"VerseNumber":42,"Text":"or We shall let you witness the punishment We threatened them with; We have full power over them"},{"SurahNumber":43,"VerseNumber":43,"Text":"Hold fast to what has been revealed to you- you truly are on the right path"},{"SurahNumber":43,"VerseNumber":44,"Text":"for it is a reminder for you and your people: you will all be questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ask the prophets We sent before you: ‘Did We ever appoint any gods to be worshipped besides the Lord of Mercy?’"},{"SurahNumber":43,"VerseNumber":46,"Text":"We sent Moses to Pharaoh and his courtiers and he said, ‘I am truly a messenger from the Lord of the Worlds,’"},{"SurahNumber":43,"VerseNumber":47,"Text":"but when he presented Our signs to them, they laughed"},{"SurahNumber":43,"VerseNumber":48,"Text":"even though each sign We showed them was greater than the previous one. We inflicted torment on them so that they might return to the right path"},{"SurahNumber":43,"VerseNumber":49,"Text":"They said, ‘Sorcerer, call on your Lord for us, by virtue of His pledge to you: we shall certainly accept guidance,’"},{"SurahNumber":43,"VerseNumber":50,"Text":"but as soon as We relieved their torment they broke their word"},{"SurahNumber":43,"VerseNumber":51,"Text":"Pharaoh proclaimed to his people, ‘My people, is the Kingdom of Egypt not mine? And these rivers that flow at my feet, are they not mine? Do you not see"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this contemptible wretch who can scarcely express himself"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why has he not been given any gold bracelets? Why have no angels come to accompany him?’"},{"SurahNumber":43,"VerseNumber":54,"Text":"In this way he moved his people to accept and they obeyed him- they were perverse people"},{"SurahNumber":43,"VerseNumber":55,"Text":"When they provoked Us, We punished and drowned them all"},{"SurahNumber":43,"VerseNumber":56,"Text":"We made them a lesson and an example for later people"}]}