{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Jemu náleží vše, co v noci i ve dne přebývá a On slyšící je i vševědoucí"},{"SurahNumber":6,"VerseNumber":14,"Text":"Rci: \"Což si mohu vzít za ochránce někoho jiného než Boha, tvůrce nebes a země, který vše živí, ale sám živen není?\" Rci: \"Bylo mi nařízeno, abych byl prvním mezi těmi, kdož do vůle Jeho se odevzdají - a nikoliv z těch, kdož k Němu přidružují"},{"SurahNumber":6,"VerseNumber":15,"Text":"Rci: \"Obávám se, jestliže Pána svého neuposlechnu, trestu dne nesmírného"},{"SurahNumber":6,"VerseNumber":16,"Text":"Od koho bude v ten den trest odvrácen, nad tím se Bůh věru slitoval, a to bude štěstí zjevné"},{"SurahNumber":6,"VerseNumber":17,"Text":"Jestliže se tě Bůh dotkne nějakým neštěstím, pak tě ho nikdo nezbaví kromě Něho. A jestliže se tě dotkne něčím dobrým - vždyť On nade všemi je mocný"},{"SurahNumber":6,"VerseNumber":18,"Text":"On vládu neomezenou má nad služebníky Svými a On moudrý je i dobře zpravený"},{"SurahNumber":6,"VerseNumber":19,"Text":"Zeptej se: \"Která věc platí nejvíce jako svědectví?\" Odpověz: \"Bůh je svědkem mezi vámi a mnou; tento Korán mi byl vnuknut, abych jím varoval vás i všechny, k nimž dospěje. Chcete snad svědčit, že vedle Boha jsou i božstva jiná?\" Rci: \"Já to nedosvědčím!\" a dodej: \"Naopak, On Bohem je jediným a já nejsem odpovědný za to, co k Němu přidružujete"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ti, jimž jsme dali Písmo, znají je tak dobře, jako znají syny své. Ti, kteří sami sobě ztrátu způsobili, jsou ti, kdož nevěří"},{"SurahNumber":6,"VerseNumber":21,"Text":"Kdo je nespravedlivější než ten, kdo proti Bohu lži si vymýšlí či znamení Jeho za lživá prohlašuje? Nespravedliví věru nebudou blažení"},{"SurahNumber":6,"VerseNumber":22,"Text":"V den, kdy je všechny shromáždíme, řekneme těm, kdož byli modloslužebníky: \"Kde jsou ti, které jste k Bohu přidružovali a jež jste si vymyslili"},{"SurahNumber":6,"VerseNumber":23,"Text":"Potom nebudou mít jinou výmluvu než tu, že řeknou: \"Při Bohu, Pánu našem, my jsme nic nepřidružovali"},{"SurahNumber":6,"VerseNumber":24,"Text":"Pohleď, jak sami proti sobě lžou a jak je opustili ti, které si vymyslili"},{"SurahNumber":6,"VerseNumber":25,"Text":"A jsou mezi nimi někteří, kdož ti naslouchají, ale pokryli jsme srdce jejich clonou a uši jejich hluchotou, aby nepochopili, a i když vidí znamení všemožná, nevěří v ně, a když potom přijdou k tobě, aby se s tebou hádali, říkají ti, kdož nevěří: \"To jsou jen povídačky starých"},{"SurahNumber":6,"VerseNumber":26,"Text":"A zabraňují druhým, aby mu naslouchali, a sami se od něho vzdalují, však způsobí ztrátu jen sami sobě, a přitom to nevědí"},{"SurahNumber":6,"VerseNumber":27,"Text":"Kéž bys je mohl vidět, až postaveni budou před oheň pekelný a zvolají: \"Kdybychom se mohli vrátit, věru bychom pak již neprohlašovali znamení Pána svého za lež a stali bychom se věru jedněmi z věřících"},{"SurahNumber":6,"VerseNumber":28,"Text":"Ba ne, odkryje se jim jen to, co dříve skrývali. A byť i byli navráceni, opět by se obrátili k tomu, co bylo jim zakázáno - vždyť jsou to vskutku lháři"},{"SurahNumber":6,"VerseNumber":29,"Text":"a řekli by: \"Není nic než náš život pozemský a my nebudeme vzkříšeni"},{"SurahNumber":6,"VerseNumber":30,"Text":"Kéž bys je mohl vidět, až budou před Pána svého postaveni a ten jim řekne: \"Zdaž toto pravda není?\" I odvětí: \"Ó ano, při Pánu našem!\" A řekne Pán: \"Ochutnejte tedy trest za to, že jste nevěřící byli"},{"SurahNumber":6,"VerseNumber":31,"Text":"Ztraceni jsou ti, kdož setkání s Bohem za lež prohlašovali. A až na ně znenadání Hodina udeří, zvolají: \"Běda nám za to, že jsme o ni nedbali!\" A ponesou na bedrech svých břemena svá - a jak hnusné je břímě jejich"},{"SurahNumber":6,"VerseNumber":32,"Text":"Život pozemský není leč hra a zábava, však příbytek v životě budoucím je lepší pro ty, kdož jsou bohabojní. Což nikdy to nepochopíte"},{"SurahNumber":6,"VerseNumber":33,"Text":"My dobře víme, že zarmucuje tě to, co oni říkají. Ale oni neprohlašují za lháře jen tebe, nespravedliví popírají i znamení Boží"},{"SurahNumber":6,"VerseNumber":34,"Text":"Již před tebou byli jiní poslové za lháře prohlašováni, však trpělivě snášeli obvinění ze lži i příkoří, dokud k nim nepřišla vítězná pomoc Naše. Není nikoho, kdo by mohl změnit slovo Boží! A dostalo se ti již ze zvěsti o vyslancích Božích"},{"SurahNumber":6,"VerseNumber":35,"Text":"Zajisté na tebe těžce doléhá jejich vzdalování! Kdybys mohl, jistě by sis přál vykopat jámu v zemi nebo postavit žebřík do nebe, abys jim mohl přinést znamení. Kdyby Bůh chtěl, shromáždil by je jistě všechny na cestě správné, nebuď tedy jedním z pošetilých"}]}