{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Zaprawdę, najgorszymi ze zwierząt w oczach Boga są głusi i niemi, którzy wcale nie rozumieją"},{"SurahNumber":8,"VerseNumber":23,"Text":"Jeśliby Bóg uznał w nich coś dobrego, to z pewnością dałby im usłyszeć; ale jeśliby On nawet dał im usłyszeć, to oni i tak odwróciliby się od Niego i odsunęliby się ze sprzeciwem"},{"SurahNumber":8,"VerseNumber":24,"Text":"O wy, którzy wierzycie! Odpowiadajcie Bogu i Jego Posłańcowi, kiedy on was wzywa do tego, co wam daje życie. I wiedzcie, że Bóg staje między człowiekiem a jego sercem i że ku Niemu zostaniecie zebrani"},{"SurahNumber":8,"VerseNumber":25,"Text":"Bójcie się pokuszenia, które dosięgnie nie tylko tych z was, którzy są niesprawiedliwi. I wiedzcie, że Bóg jest surowy w karaniu"},{"SurahNumber":8,"VerseNumber":26,"Text":"I przypomnijcie sobie czas, kiedy byliście nieliczni, kiedy byliście osłabieni na tej ziemi, obawiając się, że ludzie was wychwycą. Wtedy On dał wam schronienie, umocnił was Swoją pomocą i zaopatrzył was w dobre rzeczy. Być może, będziecie wdzięczni"},{"SurahNumber":8,"VerseNumber":27,"Text":"O wy, którzy wierzycie! Nie zdradzajcie Boga i Posłańca, bo wtedy zdradzicie powierzone wam legaty, a przecież wy wiecie"},{"SurahNumber":8,"VerseNumber":28,"Text":"I wiedzcie że wasze dobra i wasze dzieci są pokuszeniem i że u Boga jest nagroda ogromna"},{"SurahNumber":8,"VerseNumber":29,"Text":"O wy, którzy wierzycie! Jeśli będziecie się obawiać Boga, to On da wam zdolność rozróżnienia i odpuści wam wasze złe czyny, i przebaczy wam. Bóg jest władcą łaski ogromnej"},{"SurahNumber":8,"VerseNumber":30,"Text":"A jeśli spiskują przeciwko tobie ci, którzy nie uwierzyli, aby cię pochwycić mocno albo zabić cię lub wypędzić, jeśli zatem oni spiskują, to i Bóg przygotowuje podstęp. A Bóg jest najlepszy w swoim podstępie"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kiedy są im recytowane Nasze znaki, oni mówią: \"My już słyszeliśmy! Jeślibyśmy chcieli, to powiedzielibyśmy to samo. To są tylko baśnie dawnych przodków"},{"SurahNumber":8,"VerseNumber":32,"Text":"I oto oni powiedzieli: \"O Boże! Jeśli to jest prawda od Ciebie, to spuść na nas deszcz kamieni z nieba albo sprowadź na nas karę bolesną"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ale Bóg nie taki, by ich karać, kiedy ty znajdujesz się wśród nich; i Bóg nie będzie ich karał, jeśli oni poproszą o przebaczenie"},{"SurahNumber":8,"VerseNumber":34,"Text":"Lecz dlaczego nie ukarze ich Bóg, kiedy oni odsuwają od świętego Meczetu? Oni nie są jego opiekunami, bo opiekunami jego są tylko bogobojni. Lecz większość z nich nie wie"},{"SurahNumber":8,"VerseNumber":35,"Text":"A modlitwa ich w tym Domu to tylko świst i klaskanie w dłonie. Zakosztujcie więc kary za waszą niewiarę"},{"SurahNumber":8,"VerseNumber":36,"Text":"Zaprawdę; ci, którzy nie uwierzyli, trwonią swoje dobra, żeby oddalić od drogi Boga. I oni je roztrwonią. Potem będzie to dla nich udręczeniem i będą zwyciężeni. A ci, którzy nie uwierzyli, będą zebrani ku Gehennie"},{"SurahNumber":8,"VerseNumber":37,"Text":"Ażeby rozdzielił Bóg złego od dobrego i umieścił złych jednego na drugim;. ażeby zgarnął ich wszystkich razem i umieścił w Gehennie. To są ci, którzy stracili"},{"SurahNumber":8,"VerseNumber":38,"Text":"Powiedz tym, którzy uwierzyli: \"Jeśli oni się powstrzymają, to zostanie im przebaczone to, co było przedtem, a jeśli oni na nowo zaczną... - to przecież mają przykład dawnych przodków"},{"SurahNumber":8,"VerseNumber":39,"Text":"Zwalczajcie ich, aż nie będzie już buntu i religia w całości będzie należeć do Boga.\" A jeśli oni się powstrzymają... to, zaprawdę, Bóg widzi jasno, co czynicie"},{"SurahNumber":8,"VerseNumber":40,"Text":"A jeśli oni się odwrócą, to wiedzcie, iż Bóg jest waszym Panem! Jakże to wspaniały Pan! Jakże to wspaniały Wspomożyciel"}]}