{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Achiika! Naawuni taɣirila ninvuɣu shεba ban ti yεlimaŋli (ka chɛ chɛfurinim’ barina). Achiika! Naawuni bi bɔri bilkɔŋsilana kam, ni gutulunsi lana"},{"SurahNumber":22,"VerseNumber":39,"Text":"Bɛ saɣi ti bɛ ni tuhiri ninvuɣu shɛba (Muslinnim’) maa (kadama bε gba tuhumi bɛ chɛfurinim’ maa), domin bɛ di ba zualinsi. Yaha! Achiika! Naawuni nyɛla Ŋun yɛn ti ba nasara"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ninvuɣu shεba bɛ ni yihi bɛ yiŋsi puuni, ka di pa ni yεlimaŋli shεli zuɣu m-pahila bɛ yεlimi: “Ti Duuma n-nyɛ Naawuni.” Di yi di pala Naawuni ni zaŋdi ninsalinima n-taɣiri taba zuɣu, bɛ naan wurim faaranim’ jɛma shee, ni cheechi duri, ni Yahuudunim’ gba jεma shee, n-ti pahi Muslinnim’ jiŋ’ shεŋa bɛ ni boondi Naawuni yuli di puuni pam. Yaha! Achiika! Naawuni sɔŋdila ŋun sɔŋdi O. Achiika! Naawuni nyɛla Kpεŋlana, Nyɛŋda"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ninvuɣu shεba Ti (Tinim’ Naawuni) yi ti ba yiko tiŋgbani yaaŋa zuɣu, ka bɛ puhiri jiŋli, ka tiri zakka, ka puhiri tuunvεla tumbu, ka mɔŋdi Naawuni ni mɔŋ shεli. Achiika! Naawuni sani ka yεllikam bahigu be"},{"SurahNumber":22,"VerseNumber":42,"Text":"(Yaa nyini Annabi)! Bɛ yi labsi a ʒirilana, tɔ! Achiika! Annabi Nuhu niriba daa labsi o ʒirilana poi ni bana, n-ti pahi Aadu mini samuudunima (Annabi Hudu mini Annabi Salihu niriba)"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ni Annabi Ibrahima niriba, n-ti pahi Annabi Lutu niriba"},{"SurahNumber":22,"VerseNumber":44,"Text":"Ni Madyananima (Annabi Sayibu niriba). Yaha! Bɛ daa labsi Annabi Musa ʒirilana, ka N (Mani Naawuni) daa naɣisi ti chεfurnima, din nyaaŋa, ka n-daa ti gbaai ba gbaarikpeeni, ka wula n-daa leei nyɛ namgbankpeeni ni N (Mani Naawuni) yɛltɔɣa"},{"SurahNumber":22,"VerseNumber":45,"Text":"Di zooiya ka Ti (Tinim’ Naawuni) niŋ tiŋgbani shɛli hallaka, ka di nyɛla din di zualinsi, ka nyɛla di lu n-dahim di nyɛbli zuɣu, ni kobil’ shɛli din nyɛ zaɣikuŋ, ni nam yiya din du zuɣusaa"},{"SurahNumber":22,"VerseNumber":46,"Text":"Di ni bɔŋɔ, bɛ (Maka chεfurinim’) bɛ gola tiŋgbani yaaŋa zuɣu, ka di chɛ ka bɛ mali suhi shɛŋa bɛ ni yɛn mali tɛhira, bee tiba din wumdi yεlimaŋli, domin achiika! Di ni nyɛ shɛm, nimbihi bɛ zomda, amaa! Suhiri din be nyɔri ni n-nyɛ din zomda"},{"SurahNumber":22,"VerseNumber":47,"Text":"(Yaa nyini Annabi)! Bɛ bɔri yomyom’ a sani (ni a chɛ ka) azaaba kaba na, Naawuni mi bɛ yiɣisiri O daalikauli. Yaha! Achiika! (Chiyaama) dahinyini a Duuma sani ŋmanila yuuntuhuli yi (Dunia) laasabu puuni"},{"SurahNumber":22,"VerseNumber":48,"Text":"Di zooiya ka N (Mani Naawuni) naɣisi ti tiŋgbani shɛli, ka di nyɛla din di zualinsi, din nyaaŋa, ka N-ti gbaai. Yaha! N-sani n-nyɛ labbu shee"},{"SurahNumber":22,"VerseNumber":49,"Text":"(Yaa nyini Annabi)! Yεlima: “Yaa yinim’ ninsalinima! Achiika! Mani nyɛla saɣisigulana n-tin ya polo ni.”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Dinzuɣu, ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka tum tuunviεla, bɛ mali chɛmpaŋ, ni arzichi din bara"},{"SurahNumber":22,"VerseNumber":51,"Text":"Yaha! Ninvuɣu shεba ban yi n-zani ni bɛ saɣim Ti (Tinim’ Naawuni) aayanima, ka tɛhiri ni bɛ nyɛla ban yɛn tooi nyɛŋ Naawuni (ka zo n-tilgi), ban nim n-nyɛ ʒehiimi buɣum bihi"},{"SurahNumber":22,"VerseNumber":52,"Text":"(Yaa nyini Annabi)! Ti (Tinim’ Naawuni) na ʒin tim tuun’ so, bee Annabi so na poi ni nyini, naɣila o yi ti niŋ kore (ni yɛltɔɣa shεli), shintaŋ zaŋdila binshɛɣu n-labi o ni niŋdi shεli kore maa ni, ka Naawuni mi nyεhi shintaŋ ni zaŋ shɛli labi maa, din nyaaŋa ka Naawuni viɛlgi O aayanima. Yaha! Naawuni nyɛla Baŋda, Yεmgoliŋgu- lana"},{"SurahNumber":22,"VerseNumber":53,"Text":"Domin O (Naawuni) zaŋ shintaŋ ni zaŋ shɛli labi maa ka di nyɛ dahimbu n- ti ninvuɣu shεba doro (munaafichitali) ni be bɛ suhiri ni, ni ninvuɣu shεba ban suhiri kuui. Achiika! Zualindiriba be namgbanikpeeni puuni din niŋ katiŋa"},{"SurahNumber":22,"VerseNumber":54,"Text":"Yaha! Domin ninvuɣu shεba bɛ (Naawuni) ni ti baŋsim maa baŋ ni achiika, di (Alkur’aani) nyɛla yɛlimaŋli din yi a Duuma (Naawuni) sani na, ka ti li yɛlimaŋli, ka bɛ suhiri doni. Yaha! Achiika! Naawuni nyɛla Ŋun yɛn dolsi ninvuɣu shεba ban ti yεlimaŋli n-zaŋ chaŋ sochibga"},{"SurahNumber":22,"VerseNumber":55,"Text":"Yaha! Ninvuɣu shεba ban niŋ chεfuritali maa bi yɛn milgi ka kuli be zilsigu puuni hali ka Chiyaama yiɣisibu ti libgi ba, bee ka dabsiŋɔli (Zaadali) la daazaaba ti kaba ba na"},{"SurahNumber":22,"VerseNumber":56,"Text":"Dindali maa, nam daa yɛn nyɛla Naawuni ko dini, ka O yɛn ti niŋ fukumsi bɛ (daba) sunsuuni. Achiika! Ninvuɣu shεba ban ti Naawuni yεlimaŋli ka tum tuunviεla, tɔ! Bɛ yɛn ti bela yolsigu Daalizanda yiya la puuni"},{"SurahNumber":22,"VerseNumber":57,"Text":"Yaha! Ninvuɣu shεba ban niŋ chεfuritali, ka labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri, tɔ! Filiŋ daazaaba be bɛ zuɣu (Zaadali)"},{"SurahNumber":22,"VerseNumber":58,"Text":"Yaha! Ninvuɣu shεba ban zo Hiʒira Naawuni soli, din nyaaŋa ka bɛ ku ba, bee ka bɛ kpi, achiika! Naawuni ni largi ba arzichi din vɛla (Alizanda). Achiika! Naawuni n-nyɛ Ŋun gari ŋun kam tiri arzichi"},{"SurahNumber":22,"VerseNumber":59,"Text":"Achiika! O (Naawuni) ni kpεhi ba kpεhilishee ka bɛ mammaŋ’ ti paɣi li. Yaha! Achiika! Naawuni nyɛla Baŋda, Suɣulolantitali"}]}