{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Бигӯ: «Шуморо ба як чиз панд медиҳам: ду-ду ва як-як барои (ибодати) Худо бархезед. Сипас бияндешед, то бидонед, ки дар ёри шумо девонагие нест. Ӯст, ки шуморо аз омадани азобе сахт метарсонад!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Бигӯ: «Ҳар музде, ки аз шумо талабидаам, аз они худатон бод. Музди ман танҳо бар ӯҳдаи Худост. Ӯст, ки бар ҳар коре нозир аст!»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Бигӯ: «Парвардигори ман илҳомбахши сухани ҳақ аст. Донои ғайбҳост!»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Бигӯ: «Ҳақ (Қуръон) омад ва ботил зоҳир намешавад ва бознамегардад!»"},{"SurahNumber":34,"VerseNumber":50,"Text":"Бигӯ: «Агар ман гумроҳ шавам, зиёнаш бар ман аст ва агар ба роҳи ҳидоят равам, ба он сабаб аст, ки Парвардигори ман ба ман ваҳй мекунад. Ӯ шунавову наздик аст!»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Агар бубинӣ, он гоҳ ки сахт битарсанд ва халосиашон набошад ва аз маконе наздик гирифторашон созанд"},{"SurahNumber":34,"VerseNumber":52,"Text":"Гӯянд: «Инак ба расул имон овардем». Аммо аз он ҷои дур чӣ сон ба он даст ёбанд"},{"SurahNumber":34,"VerseNumber":53,"Text":"Пеш аз ин ба Ӯ кофир шуда буданд ва ба гумони худ ба Ӯ тӯҳмат мезаданд"},{"SurahNumber":34,"VerseNumber":54,"Text":"Миёни онҳо ва он орзу, ки доранд, ҷудоӣ афтод. Ҳамчунон ки бо дигарон, ки чунин меандешиданд ва сахт дар шубҳа буданд, низ чунин шуд"},{"SurahNumber":35,"VerseNumber":1,"Text":"Ситоиш аз они Худованд аст, офаринандаи осмонҳову замин, он ки фариштагонро расулон гардонид. Фариштагоне, ки болҳое доранд, ду-ду ва сесе ва чаҳор-чаҳор. Дар офариниш ҳар чӣ бихоҳад, меафзояд, зеро Худо бар ҳар коре тавоност"},{"SurahNumber":35,"VerseNumber":2,"Text":"Раҳмате, ки Худо бар мардум бикушояд, касе натавонад, ки бозаш дорад. Ва чун чизеро дареғ дорад, кас натавонад, ғайри Ӯ, ки онро фиристад. Ва Ӯст ғолибу ҳаким"},{"SurahNumber":35,"VerseNumber":3,"Text":"Эй мардум, неъматеро, ки Худо бар шумо ато кардааст, ёд кунед. Оё ҷуз Худо офаринандаи дигаре ҳаёт, ки шуморо аз осмону замин рӯзӣ диҳад? Худое ғайри Ӯ нест, пас чӣ гуна аз ҳақ бероҳатон мекунанд"},{"SurahNumber":35,"VerseNumber":4,"Text":"Агар туро такзиб (дурӯғ) кардаанд, паёмбаронеро ҳам, ки пеш аз ту будаанд, такзиб кардаанд ва ҳамаи корҳо ба Худо бозгардонда шавад"},{"SurahNumber":35,"VerseNumber":5,"Text":"Эй мардум ваъдаи Худо ҳақ аст. Зиндагии дунё шуморо нафиребад ва он шайтони фиребанда ба Худо мағруратон нагардонад"},{"SurahNumber":35,"VerseNumber":6,"Text":"Шайтон душмани шумост. Ӯро душман гиред. Ӯ фармонбарони худро даъват кунад то ҳама аз дузахиён бошанд"},{"SurahNumber":35,"VerseNumber":7,"Text":"Ва кофиронро азобест сахт ва барои касоне, ки имон овардаанд ва кордон шоиста кардаанд, бахшоиш ва савоби бузургест"},{"SurahNumber":35,"VerseNumber":8,"Text":"Оё он ки кирдори бадаш дар назараш ороста шуда, чунон ки некӯяш пиндошт, монанди касест, ки чунин нест? Пас Худо ҳар киро хоҳад, гумроҳ мекунад ва ҳар киро хоҳад, ҳидоят мекунад. Набояд, ки ҷони ту ба хотири онҳо дучори андӯҳ, шавад. Зеро Худо ба корҳое, ки мекунанд, огоҳ аст"},{"SurahNumber":35,"VerseNumber":9,"Text":"Худост, ки бодҳоро фиристод то абрҳоро биронанд. Ва Мо онҳоро ба сарзаминҳои мурда меронем ва замини мурдаро ба он зинда мекунем. Зинда гаштан дар рӯзи қиёмат низ чунин аст"},{"SurahNumber":35,"VerseNumber":10,"Text":"Ҳар кӣ хоҳони иззат аст, бидонад, ки иззат ҳамагӣ аз они Худост. Сухани хушу пок ба сӯи Ӯ боло меравад ва кирдори нек аст, ки онро боло мебарад. Ва барои онон, ки аз рӯи макр фасодкорӣ мекунанд, азобест сахт ва макрашон низ аз миён биравад"},{"SurahNumber":35,"VerseNumber":11,"Text":"Худо шуморо аз хок ва сипас аз нутфа биёфарид. Он гоҳ ҷуфтҳои якдигаратон қарор дод. Ҳеҷ зане ҳомиладор намешавад ва намезояд магар ба илми Ӯ. Ва умри ҳар солхурдае ба дарозо кашад ва аз умри касе кам гардад, албатта ҳама дар китобе навишта шудааст. Ва ин корҳо бар Худо осон аст"},{"SurahNumber":35,"VerseNumber":12,"Text":"Ин ду дарё яксон нестанд: яке обаш ширину гуворост ва яке шӯру талх. Аз ҳар ду гушти тоза мехӯред ва аз онҳо чизҳое барои ороиши тани худ берун мекашед. Ва мебинӣ киштиҳоро, ки обро мешикофанд, то шумо аз фазли Худо рӯзӣ талабед ва шояд, ки шукргузор бошед"},{"SurahNumber":35,"VerseNumber":13,"Text":"Аз шаб кам мекунаду ба рӯз меафзояд ва аз рӯз кам мекунаду ба шаб меафзояд ва офтобу моҳро ром кард. Ҳар як то замоне муайян дар ҳаракатанд, Ин аст Худо — Парвардигори шумо. Фармонравоӣ аз они Ӯст. Чизҳоеро, ки ғайри Ӯ ба худоӣ мехонед, молики пӯсти миёни донаи хурмое ҳам нестанд"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ва агар онҳоро бихонед, садоятонро намешунаванд ва агар бишнаванд, посухатон нагӯянд. Ва дар рӯзи қиёмат ширк оварданатонро инкор кунанд ва кас ҳамонанди Худои огоҳ хабардорат насозад"}]}