{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"و به سوی قوم عاد برادرشان هود را [فرستادیم‌]، گفت ای قوم من خداوند را که خدایی جز او ندارید بپرستید، آیا پروا نمی‌کنید؟"},{"SurahNumber":7,"VerseNumber":66,"Text":"بزرگان قومش که کفر ورزیده بودند گفتند ما تو را دچار بی‌خردی می‌بینیم و ما تو را از دروغگویان می‌دانیم‌"},{"SurahNumber":7,"VerseNumber":67,"Text":"گفت ای قوم من در من هیچ‌گونه بی‌خردی نیست بلکه من پیامبری از سوی پروردگار جهانیان هستم‌"},{"SurahNumber":7,"VerseNumber":68,"Text":"که پیامهای پروردگارم را به شما می‌رسانم و من برای شما خیرخواهی امینم‌"},{"SurahNumber":7,"VerseNumber":69,"Text":"آیا تعجب کرده‌اید که از سوی پروردگارتان پندی بر مردم از قوم خودتان برای شما نازل شده باشد تا شما را هشدار دهد، و یاد کنید که شما را بعد از قوم نوح جانشین کرد و به شما توانایی بسیار بخشید، پس نعمتهای الهی را یاد کنید، باشد که رستگار شوید"},{"SurahNumber":7,"VerseNumber":70,"Text":"گفتند آیا به سراغ ما آمده‌ای تا فقط خدا را بپرستیم و آنچه پدرانمان می‌پرستیدند رها کنیم؟ اگر راست می‌گویی آنچه [از عذاب‌] به ما وعده می‌دهی هم‌اکنون [بر سر ما] بیاور"},{"SurahNumber":7,"VerseNumber":71,"Text":"گفت به راستی که عذاب و غضبی از جانب پروردگارتان بر شما مقرر گردیده است، آیا با من درباره نامهایی که شما خودتان و پدرانتان نهاده‌اید، و خداوند هیچ حجت و برهانی بر آن نازل نکرده است، مجادله می‌کنید؟ منتظر باشید که من هم همراه شما از منتظران خواهم بود"},{"SurahNumber":7,"VerseNumber":72,"Text":"آنگاه او و همراهان او را به رحمت خویش نجات دادیم و ریشه دروغ‌انگاران آیات خود را برکندیم، و آنان مؤمن نبودند"},{"SurahNumber":7,"VerseNumber":73,"Text":"و به سوی قوم ثمود برادرشان صالح را [فرستادیم‌] [که به آنان‌] گفت ای قوم من، خداوند را که خدایی جز او ندارید بپرستید، به راستی که پدیده‌ای از سوی پروردگارتان برای شما آمده است، این شتر خداست که معجزه‌ای برای شماست پس رهایش کنید که در زمین خدا [بچرد و هر چه خواست‌] بخورد و به او آسیبی نرسانید که عذابی دردناک گریبانگیرتان می‌شود"},{"SurahNumber":7,"VerseNumber":74,"Text":"و یاد کنید که شما را پس از قوم عاد جانشین قرار داد و در این سرزمین جای داد که در بخشهای هموار و هامونش قصرهایی می‌ساختید و از کوهها برای خود خانه‌هایی می‌تراشیدید، پس نعمتهای الهی را یاد کنید و در این سرزمین فتنه و فساد برپا مکنید"},{"SurahNumber":7,"VerseNumber":75,"Text":"بزرگان قومش که استکبار می‌ورزیدند، به مؤمنان مستضعف می‌گفتند آیا مطمئنید که صالح از سوی پروردگارش به پیامبری فرستاده شده است؟ [ایشان در پاسخ‌] می‌گفتند [آری‌] ما به رسالت او مؤمن هستیم‌"},{"SurahNumber":7,"VerseNumber":76,"Text":"استکبارپیشگان می‌گفتند ما به آنچه شما ایمان دارید، اعتقادی نداریم‌"},{"SurahNumber":7,"VerseNumber":77,"Text":"آنگاه شتر را پی کردند و از فرمان پروردگارشان سر پیچیدند و گفتند ای صالح اگر از پیامبرانی آنچه از عذاب به ما وعده می‌دهی [بر سر ما] بیاور"},{"SurahNumber":7,"VerseNumber":78,"Text":"آنگاه زلزله ایشان را فرو گرفت و در خانه‌شان از پا درآمدند"},{"SurahNumber":7,"VerseNumber":79,"Text":"[صالح‌] از آنان رویگردان شد و گفت ای قوم من، به راستی که پیام پروردگارم را به شما رساندم و خیر شما را خواستم، ولی شما خیرخواهان [و اندرزگویان‌] را دوست ندارید"},{"SurahNumber":7,"VerseNumber":80,"Text":"و لوط را [به پیامبری فرستادیم‌] که به قومش می‌گفت آیا عمل ناشایستی را که پیش از شما هیچ‌کس از جهانیان مرتکب نشده است، مرتکب می‌شوید؟"},{"SurahNumber":7,"VerseNumber":81,"Text":"شما از روی شهوت، با مردان، به جای زنان می‌آمیزید، آری شما قومی تجاوزکار هستید"},{"SurahNumber":7,"VerseNumber":82,"Text":"و پاسخ قوم او جز این نبود که می‌گفتند آنان را از شهرتان برانید که مردمانی منزه‌طلب هستند"},{"SurahNumber":7,"VerseNumber":83,"Text":"آنگاه او و خانواده‌اش را نجات دادیم، مگر زنش را که از واپس ماندگان بود"},{"SurahNumber":7,"VerseNumber":84,"Text":"و بر آنان بارانی [از سنگ‌] باراندیم، بنگر که سرانجام گناهکاران چگونه بود"},{"SurahNumber":7,"VerseNumber":85,"Text":"و به سوی [قوم‌] مدین برادرشان شعیب را [فرستادیم‌] که گفت ای قوم من خداوند را که خدایی جز او ندارید بپرستید، به راستی که حکم روشنی از سوی پروردگارتان برای شما آمده است، پس پیمانه و ترازو را درست بدارید [و تمام بدهید] و به مردم اجناسشان را کم ندهید، و در این سرزمین پس از آنکه به صلاح آمده است، فتنه و فساد نکنید که اگر مؤمن باشید این برایتان بهتر است‌"},{"SurahNumber":7,"VerseNumber":86,"Text":"بر سر هر راهی [به کمین مردم‌] منشینید که [مردم را] بترسانید، و هرکسی را که ایمان دارد از راه خدا بازدارید و آن را ناهموار و ناهنجار مشمارید، و یاد کنید که زمانی اندکشمار بودید و او افزونتان کرد، و بنگرید که سرانجام اهل فساد چگونه بود"},{"SurahNumber":7,"VerseNumber":87,"Text":"و اگر گروهی از شما به پیام من ایمان آوردند و گروهی ایمان نیاوردند صبر کنید که خداوند در میان ما داوری کند و او بهترین داوران است‌"}]}