{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"En as Allah die voorsiening vir Sy dienaars vergroot het, sou hulle sekerlik op aarde in opstand gekom het; maar Hy stuur dit af met mate soos Hy dit goedvind. Waarlik, Hy is die Allerbewuste, die Siener van Sy dienaars"},{"SurahNumber":42,"VerseNumber":28,"Text":"En dit is Hy wat die reën afstuur nadat hulle daaraan gewanhoop het, en Hy versprei Sy barmhartigheid. En Hy is die Vriend, die Lofwaardige"},{"SurahNumber":42,"VerseNumber":29,"Text":"Een van Sy tekens is die skepping van die hemele en die aarde, en die lewende wesens wat Hy in hulle albei geplaas het. En Hy is Magtig genoeg om hulle bymekaar te versamel wanneer Hy wil"},{"SurahNumber":42,"VerseNumber":30,"Text":"En watter ongeluk julle ook mag oorkom, dit is wat julle hande bewerk het; maar Hy vergewe baie dinge"},{"SurahNumber":42,"VerseNumber":31,"Text":"En julle kan nie op die aarde ontsnap nie, nóg het julle ’n enkele vriend of helper buiten Allah"},{"SurahNumber":42,"VerseNumber":32,"Text":"En een van Sy tekens is die skepe wat soos berge op die see vaar"},{"SurahNumber":42,"VerseNumber":33,"Text":"As Hy wil, kan Hy die wind stil maak sodat die skepe beweging- loos op die see lê. Hierin is waarlik tekens vir elke geduldige en dankbare persoon"},{"SurahNumber":42,"VerseNumber":34,"Text":"Of Hy kan hulle laat vernietig omdat hulle dit verdien het, maar Hy vergewe dikwels"},{"SurahNumber":42,"VerseNumber":35,"Text":"sodat hulle wat oor Ons tekens redekawel, tot insig kan kom. Vir hulle is daar geen toevlug nie"},{"SurahNumber":42,"VerseNumber":36,"Text":"Wat aan julle gegee is, is slegs ’n voorsiening vir die lewe van hierdie wêreld, en wat by Allah is, is beter en van langer duur vir diegene wat glo en hulle vertroue in hul Heer stel"},{"SurahNumber":42,"VerseNumber":37,"Text":"en diegene wat die groot sondes en die onwelvoeglikhede vermy, en hulle wat vergewe wanneer hulle kwaad aangedoen word"},{"SurahNumber":42,"VerseNumber":38,"Text":"en diegene wat na hulle Heer luister en die gebed onderhou, en wie se sake deur wedersydse beraadslaging beslis word, en wat bestee van wat Ons aan hulle gegee het"},{"SurahNumber":42,"VerseNumber":39,"Text":"en diegene wat hulself verdedig wanneer ’n groot onreg hulle aangedoen word"},{"SurahNumber":42,"VerseNumber":40,"Text":"En die kwaad sal met die gelyke daarvan vergeld word, maar wie vergewe en versoening begeer, sy beloning is by Allah. Voorwaar Hy het die kwaaddoeners nie lief nie"},{"SurahNumber":42,"VerseNumber":41,"Text":"En wie homself verdedig nadat hy onderdruk is, teen hulle dan is daar geen verwyte nie"},{"SurahNumber":42,"VerseNumber":42,"Text":"Verwyte is slegs teen die verdrukkers en wie ten onregte op die aarde wanorde stig. Vir hulle is daar ’n smartlike straf"},{"SurahNumber":42,"VerseNumber":43,"Text":"En wie dan geduldig is en vergewe ~ dit is sekerlik ’n saak van groot beslissing"},{"SurahNumber":42,"VerseNumber":44,"Text":"Hy vir wie Allah laat dwaal, sal geen beskermer hê buiten Hom nie. En u sal die kwaaddoeners sien wanneer hulle die straf aanskou, en wanneer hulle sal sê: Is daar dan geen uitkoms nie"},{"SurahNumber":42,"VerseNumber":45,"Text":"En u sal hulle sien as hulle na die Vuur gebring word: veroot- moedig omdat hulle verneder is, terwyl hulle oë neergeslaan is. En die gelowiges sal sê: Die verloorders is húlle wat hul persoon en hul volgelinge op die Opstandingsdag sal verlooor. Kyk! die kwaaddoeners sal ’n blywende straf ontvang"},{"SurahNumber":42,"VerseNumber":46,"Text":"En hulle sal buiten Allah geen helpende vriend hê nie. En vir hom wat Allah laat dwaal, sal niemand ’n weg kan vind nie"},{"SurahNumber":42,"VerseNumber":47,"Text":"Luister na julle Heer voordat die Dag van Allah kom wat niemand kan afweer nie. Julle sal geen toevlug op daardie Dag hê nie, nóg enige kans om te ontken"},{"SurahNumber":42,"VerseNumber":48,"Text":"Maar as hulle weg draai, dan het Ons u nie as oppasser oor hulle aangestel nie. U plig is slegs om die boodskap af te lewer. En waarlik, wanneer Ons die mens Ons barmhartigheid laat smaak, dan verheug hy hom daarin; maar indien ’n kwaad hulle tref as gevolg van wat hulle eie hande vooruitgestuur het, dan is die mens waarlik ondankbaar"},{"SurahNumber":42,"VerseNumber":49,"Text":"Aan Allah behoort die koninkryk van die hemele en die aarde. Hy skep wat Hy wil. Hy skenk dogters aan wie Hy wil en seuns aan wie Hy wil"},{"SurahNumber":42,"VerseNumber":50,"Text":"of Hy skenk hulle sowel seuns as dogters; en Hy maak onvrug- baar wie Hy wil. Voorwaar, Hy is Alleswetend, Allermagtig"}]}