{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"پاک ذات ہے [۱] جو لے گیا اپنے بندہ کو راتوں رات مسجد حرام سے مسجد اقصٰی تک [۲] جس کو گھیر رکھا ہے ہماری برکت نے تاکہ دکھلائیں اُسکو کچھ اپنی قدرت کے نمونے [۳] وہی ہے سننے والا دیکھنے والا [۴]"},{"SurahNumber":17,"VerseNumber":2,"Text":"اور دی ہم نے موسٰی کو کتاب اور کیا اس کو ہدایت بنی اسرائیل کے واسطے [۵] کہ نہ ٹھہراؤ میرےسوا کسی کو کارساز [۶]"},{"SurahNumber":17,"VerseNumber":3,"Text":"تم جو اولاد ہو ان لوگوں کی جن کو چڑھایا ہم نے نوح کےساتھ بیشک وہ تھا بندہ حق ماننے والا [۷]"},{"SurahNumber":17,"VerseNumber":4,"Text":"اور صاف کہہ سنایا ہم نے بنی اسرائیل کو کتاب میں کہ تم خرابی کرو گے ملک میں دو بار اور سرکشی کرو گے بڑی سرکشی [۸]"},{"SurahNumber":17,"VerseNumber":5,"Text":"پھر جب آیا پہلا وعدہ بھیجے ہم نے تم پر اپنے بندے [۹] سخت لڑائی والے پھر پھیل پڑے شہروں کے بیچ اور وہ وعدہ ہونا ہی تھا [۱۰]"},{"SurahNumber":17,"VerseNumber":6,"Text":"پھر ہم نے پھیر دی تمہاری باری [۱۱] ان پر اور قوت دی تم کو مال سے اور بیٹوں سے اور اس سے زیادہ کر دیا تمہارا لشکر"},{"SurahNumber":17,"VerseNumber":7,"Text":"اگر بھلائی کی تم نے تو بھلا کیا اپنا اور اگر برائی کی تو اپنے لئے [۱۲] پھر جب پہنچا وعدہ دوسرا بھیجے اور بندے کہ اداس کر دیں تمہارے منہ اور گھس جائیں مسجد میں جیسےگھس گئے تھے پہلی بار اور خراب کر دیں جس جگہ غالب ہوں پوری خرابی [۱۳]"},{"SurahNumber":17,"VerseNumber":8,"Text":"بعید نہیں تمہارے رب سے کہ رحم کرے تم پر اور اگر پھر وہی کرو گے تو ہم پھر وہی کریں گے اور کیا ہے ہم نے دوزخ کو کافروں کا قید خانہ [۱۴]"},{"SurahNumber":17,"VerseNumber":9,"Text":"یہ قرآن بتلاتا ہے وہ راہ جو سب سے سیدھی ہے اور خوشخبری سناتا ہے ایمان والوں کو جو عمل کرتے ہیں اچھے کہ ان کے لئے ہے ثواب بڑا [۱۵]"},{"SurahNumber":17,"VerseNumber":10,"Text":"اور یہ کہ جو نہیں مانتے آخرت کو ان کے لئے تیار کیا ہے ہم نے عذاب دردناک"},{"SurahNumber":17,"VerseNumber":11,"Text":"اور مانگتا ہے آدمی برائی جیسے مانگتا ہے بھلائی اور ہے انسان جلد باز [۱۶]"},{"SurahNumber":17,"VerseNumber":12,"Text":"اور ہم نے بنائے رات اور دن دو نمونے [۱۷] پھر مٹا دیا رات کا نمونہ [۱۸] اور بنا دیا دن کا نمونہ دیکھنے کو تاکہ تلاش کرو فضل اپنے رب کا [۱۹] اور تاکہ معلوم کرو گنتی برسوں کی اور حساب [۲۰] اور سب چیز سنائی ہم نے کھول کر [۲۱]"},{"SurahNumber":17,"VerseNumber":13,"Text":"اور جو آدمی ہے لگا دی ہے ہم نے اس کی بری قسمت اس کی گردن سے اور نکال دکھائیں گے اس کو قیامت کے دن ایک کتاب کہ دیکھے گا اسکو کھلی ہوئی [۲۲]"},{"SurahNumber":17,"VerseNumber":14,"Text":"پڑھ لے کتاب اپنی (لکھا اپنا) تو ہی بس (کافی) ہے آج کے دن اپنا حساب لینے والا [۲۳]"},{"SurahNumber":17,"VerseNumber":15,"Text":"جو کوئی راہ پر آیا تو آیا اپنے ہی بھلے کو اور جو کوئی بہکا رہا تو بہکا رہا اپنے ہی برے کو اور کسی پر نہیں پڑتا بوجھ دوسرے کا [۲۴] اور ہم نہیں ڈالتے بلا جب تک نہ بھیجیں کوئی رسول [۲۵]"},{"SurahNumber":17,"VerseNumber":16,"Text":"اور جب ہم نے چاہا کہ غارت کریں کسی بستی کو حکم بھیج دیا اس کےعیش کرنے والوں کو پھر انہوں نے نافرمانی کی اس میں تب ثابت ہو گئ ان پر بات پھر اکھاڑ مارا ہم نے انکو اٹھا کر [۲۶]"},{"SurahNumber":17,"VerseNumber":17,"Text":"اور بہت غارت کر دیئے ہم نے قرن نوح کے پیچھے [۲۷] اور کافی ہےتیرا رب اپنے بندوں کے گناہ جاننے والا دیکھنے والا [۲۸]"},{"SurahNumber":17,"VerseNumber":18,"Text":"جو کوئی چاہتا ہو پہلا گھر جلد دے دیں ہم اس کو اسی میں جتنا چاہیں جس کو چاہیں پھر ٹھہرایا ہم نے اس کے واسطے دوزخ داخل ہو گا ا سمیں اپنی برائی سنکر دھکیلا جا کر [۱۹]"},{"SurahNumber":17,"VerseNumber":19,"Text":"اور جس نے چاہا پچھلا گھر اور دوڑ کی اس کے واسطے جو اس کی دوڑ ہے اور وہ یقین پر ہے سو ایسوں کی دوڑ ٹھکانے لگی ہے [۳۰]"},{"SurahNumber":17,"VerseNumber":20,"Text":"ہر ایک کو ہم پہنچائے جاتے ہیں۔ اِنکو اور اُن کو تیرے رب کی بخشش میں سے اور تیرے رب کی بخشش کسی نے نہیں روک لی [۳۱]"},{"SurahNumber":17,"VerseNumber":21,"Text":"دیکھ کیا بڑھا دیا ہم نے ایک کو ایک سے اور پچھلے گھر میں تو اور بڑے درجے ہیں اور بڑی فضیلت [۳۲]"},{"SurahNumber":17,"VerseNumber":22,"Text":"مت ٹھہرا للہ کے ساتھ دوسرا حاکم پھر بیٹھ رہے گا تو الزام کھا کر بےکس ہو کر [۳۳]"}]}