{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"They were succeeded by a generation who neglected their prayers and followed their worldly desires. They will certainly be lost"},{"SurahNumber":19,"VerseNumber":60,"Text":"but those among them who repent and become righteously striving believers will be admitted to the gardens without experiencing any injustice"},{"SurahNumber":19,"VerseNumber":61,"Text":"They will be admitted to the garden of Eden which is the unseen promise of the Beneficent God to His servants. The promise of God will certainly come true"},{"SurahNumber":19,"VerseNumber":62,"Text":"They will not hear therein any meaningless words. They will be greeted (by the angels) with \"Peace be with you,\" and they will receive their sustenance both in the mornings and evenings"},{"SurahNumber":19,"VerseNumber":63,"Text":"Such are the gardens which We will give to Our God-fearing servants as their inherited property"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Muhammad), we (the angels) do not come to you without being commanded by your Lord to do so. To Him belongs all that is before us, behind us, and in between. Your Lord is not forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"He is the Lord of the heavens and the earth and all that is between them. Worship Him and be steadfast in your worship of Him; none is equal to Him"},{"SurahNumber":19,"VerseNumber":66,"Text":"The human being says, \"Shall I be brought to life again after I will die"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does he not remember that We created him when he did not exist"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord, We will bring them back to life with satan and gather them around hell in large groups"},{"SurahNumber":19,"VerseNumber":69,"Text":"Then We will separate from every group those who were strongly rebellious against the Beneficent God"},{"SurahNumber":19,"VerseNumber":70,"Text":"We know best who deserves greater suffering in hell fire"},{"SurahNumber":19,"VerseNumber":71,"Text":"It is the inevitable decree of your Lord that every one of you will be taken to hell"},{"SurahNumber":19,"VerseNumber":72,"Text":"We will save the pious ones from the hell fire and leave the unjust people therein in crowded groups"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our revelations are recited to them, the unbelievers say to the faithful ones, \"Which of us is more prosperous"},{"SurahNumber":19,"VerseNumber":74,"Text":"How many generations of greater prosperity and splendor have We destroyed before them"},{"SurahNumber":19,"VerseNumber":75,"Text":"(Muhammad), tell them, \"The Beneficent God gives respite to those who have gone astray only until they face the torment with which they were threatened or to the Day of Judgment. Then they will find out who will have the most miserable place and the weakest forces"},{"SurahNumber":19,"VerseNumber":76,"Text":"God further enlightens those who seek guidance. To those who do charitable deeds which produce continuing benefits, your Lord will give a better reward and a better place in Paradise"},{"SurahNumber":19,"VerseNumber":77,"Text":"Note the words of the disbeliever, \"I shall certainly be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he the knowledge of the unseen or has the Beneficent God established such a binding agreement with Him"},{"SurahNumber":19,"VerseNumber":79,"Text":"Absolutely not, We will record his words and prolong his punishment"},{"SurahNumber":19,"VerseNumber":80,"Text":"All that he speaks of will belong to Us, and he will come into Our presence all alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have sought honor from other gods instead of God"},{"SurahNumber":19,"VerseNumber":82,"Text":"In fact, they can have no honor; their gods will renounce their worship of idols and will turn against them"},{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not realize that We have sent Satan to incite the unbelievers to sin"},{"SurahNumber":19,"VerseNumber":84,"Text":"(Muhammad), exercise patience; We have given them respite only for an appointed time"},{"SurahNumber":19,"VerseNumber":85,"Text":"On the Day of Judgment, when the pious people will be brought into the presence of the Beneficent God as the guests of honor"},{"SurahNumber":19,"VerseNumber":86,"Text":"and the criminals will be driven and thrown into hell"},{"SurahNumber":19,"VerseNumber":87,"Text":"no one will be able to intercede for the others except those whom the Beneficent God has given authority"},{"SurahNumber":19,"VerseNumber":88,"Text":"They have said that the Beneficent God has given birth to a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"This is certainly a monstrous lie"},{"SurahNumber":19,"VerseNumber":90,"Text":"This would almost cause the heavens to rent apart, the earth to cleave asunder and the mountains to crumble down in fragments"},{"SurahNumber":19,"VerseNumber":91,"Text":"to ascribe a son to the Beneficent God"},{"SurahNumber":19,"VerseNumber":92,"Text":"The Beneficent God is too Exalted to have a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"All that is in the heavens and the earth will return to the Beneficent God as His submissive servants"},{"SurahNumber":19,"VerseNumber":94,"Text":"He has counted and enumerated them one by one"},{"SurahNumber":19,"VerseNumber":95,"Text":"Everyone on the Day of Judgment will individually come into the presence of God"},{"SurahNumber":19,"VerseNumber":96,"Text":"To the righteously striving believers God will grant love"},{"SurahNumber":19,"VerseNumber":97,"Text":"(Muhammad), We have given you the Book (the Quran) in your own language so that you could easily give the glad news to the pious ones and warn the quarrelsome ones"},{"SurahNumber":19,"VerseNumber":98,"Text":"How many generations living before them did We destroy? Do you find anyone of them around or do you even hear any word from them"}]}