{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: Rabbımdan bana apaçık deliller geldiği için sizin Allah´tan başka ibadet ettiklerinize ibadet etmekten nehyolundum. Ve alemlerin Rabbına teslim olmakla emrolundum"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sizi; topraktan, sonra bir nutfeden, sonra bir kan pıhtısından yaratan, sonra erginlik çağına ulaşmanız, sonra da yaşlanmanız için sizi bebek olarak dünyaya çıkaran O´dur. Kiminiz daha önce öldürülürsünüz. Kiminiz de adı konulmuş bir ecele erişirsiniz. Olur ki böylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten de öldüren de O´dur. Bir şeye hükmetti mi sadece ona, ol, der, o da oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Allah´ın ayetleri üzerinde tartışanları görmez misin? Nasıl da döndürülüyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Onlar; kitabı ve peygamberlerimizle gönderdiklerimizi yalanlayanlardır. Yakında bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"Hani boyunlarında demir halkalar ve zincirler ile sürüklenirler, Yakında bilecekler. olarak dünyaya çıkaran O´dur. Kiminiz daha önce öldürülürsünüz. Kiminiz de adı konulmuş bir ecele erişirsiniz. Olur ki böylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suya. Sonra da ateşte yakılırlar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara denilir ki: Nerede şirk koştuklarınız"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allah´tan başka? Derler ki: Bizden uzaklaştılar, hayır zaten biz önceleri hiç bir şeye ibadet etmiyorduk. İşte Allah, kafirleri böylece saptırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bu; sizin yeryüzünde haksız yere şımarmanız ve böbürlenmenizden ötürüdür"},{"SurahNumber":40,"VerseNumber":76,"Text":"İçinde ebediyyen kalıcı olarak cehenneme kapılarından girin. Kibirlenenlerin dönüp gidecekleri yer ne kötüdür"},{"SurahNumber":40,"VerseNumber":77,"Text":"Şu halde sen; sabret. Muhakkak ki Allah´ın vaadi haktır. Onlara vaadettiğimiz azabın bir kısmını sana gösteririz veya senikendimize alırız. Nihayet onların dönüşü ancak Bizedir"},{"SurahNumber":40,"VerseNumber":78,"Text":"Andolsun ki; senden önce de peygamberler gönderdik. Onlardan kimini sana anlattık, kimini anlatmadık. Allah´ın izni olmadan hiç bir peygamber herhangi bir ayeti kendiliğinden getiremez. Allah´ın emri geldiği vakit de iş, gerçekten biter. İşte o zaman, batıl işleyenler hüsranda kalırlar"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah O´dur ki; binek olarak kullanasınız ve yiyesiniz diye davarları sizin için yaratmıştır"},{"SurahNumber":40,"VerseNumber":80,"Text":"Onlarda sizin için daha nice faydalar vardır. Gönüllerinizdeki arzulara, onlara binerek ulaşırsınız. Onlarla ve gemilerle taşınırsınız"},{"SurahNumber":40,"VerseNumber":81,"Text":"Size ayetlerini gösterir. Allah´ın ayetlerinden hangisini inkar edersiniz"},{"SurahNumber":40,"VerseNumber":82,"Text":"Yeryüzünde gezip dolaşmazlar mı ki; kendilerinden öncekilerin akıbetlerinin nasıl olduğunu görsünler. Hem onlar; kendilerinden daha çok, daha kuvvetli ve yeryüzünde daha sağlam eser bırakan kimselerdi. Ama kazandıkları onlara bir fayda sağlamamıştı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Peygamberleri kendilerine huccetlerle gelince; kendi yanlarındaki bilgi ile gururlandılar da, alaya aldıkları şey kendilerini kuşatıverdi"},{"SurahNumber":40,"VerseNumber":84,"Text":"Baskınımızı görünce: Yalnız Allah´a inandık ve O´na şirk koştuğumuz şeyleri inkar ettik, dediler"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ama baskınımızı görüp de öylece inanmaları kendilerine fayda vermedi. Bu; Allah´ın kulları hakkında öteden beri cari olan sünnetidir. Ve işte kafirler burada hüsrana uğramışlardır"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Rahman ve Rahim katından indirilmedir"},{"SurahNumber":41,"VerseNumber":3,"Text":"Ayetleri uzun uzun açıklanmış bir kitab. Bilen bir kavim için arabça Kur´an"},{"SurahNumber":41,"VerseNumber":4,"Text":"Müjdeleyici ve uyarıcı olarak. Ama onların çoğu yüz çevirmiştir, artık onlar işitmezler"},{"SurahNumber":41,"VerseNumber":5,"Text":"Bizi, çağırdığın şeye karşı kalblerimiz kapalıdır, kulaklarımızda da bir ağırlık vardır. Seninle bizim aramızda bir perde var. Sen; istediğini yap, biz de yapıcılarız, dediler"},{"SurahNumber":41,"VerseNumber":6,"Text":"De ki: Ben de ancak sizin gibi bir beşerim. Yalnız bana tanrınızın tek bir tanrı olduğu vahyediliyor. Artık O´na yönelin ve O´ndan mağfiret dileyin. Müşriklerin vay haline"},{"SurahNumber":41,"VerseNumber":7,"Text":"Onlar ki; zekat vermezler. Ve onlar; ahireti inkar edenlerdir"},{"SurahNumber":41,"VerseNumber":8,"Text":"Muhakkak ki iman edip salih amel işleyenlere; işte onlara, kesintisiz bir mükafat vardır"}]}