{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Яна эрлик аёллар (ҳам ҳаром қилинди). Магар (уруш-жангларда) эга бўлган чўриларингиз ҳалолдир. (Бу ҳукмларни) Аллоҳ зиммангизга фарз қилиб қўйди. Мана шулардан бошқа аёлларга зино қилувчи бўлмаган ҳолингизда молларингизни маҳр қилиб бериш билан уйланишга ҳаракат қилиш сизлар учун ҳалол қилинди. Улар билан никоҳ орқали яқинлик қилишингиз билан белгиланган маҳрларини берингиз! Маҳр белгиланганидан кейин ўзларингиз келишиб олишингизда (яъни, улар ўз ихтиёрлари билан ҳаққи-маҳрларидан кечиб юборишларида) сизлар учун гуноҳ йўқдир. Албатта, Аллоҳ билим ва ҳикмат эгаси бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":25,"Text":"Сизлардан кимда-ким озод мўмина аёлларга уйланиш имкониятига эга бўлмаса, қўлларингиздаги мўмина чўрилардан бирига уйланаверсин. Аллоҳ иймонларингизни жуда яхши билгувчидир. Бировингиз бировингиздандирсиз (яъни, ҳаммангизнинг аслингиз биттадир). Бас, улардан ўзларини сақлаган, фоҳишалик қилмаган ва махфий ўйнашлар тутмаганларига хожаларининг изни билан уйланаверинглар ва маҳрларини тўкис қилиб беринглар! Энди эрга теккач, агар бузуқлик қилсалар, уларга озод аёлларга бериладиган азобнинг ярми берилур. Бу (яъни, чўриларга уйланиш рухсати) орангиздаги бузилиб кетишдан қўрққан кишилар учундир. Сабр қилиб (уйланмай туришларингиз) ўзингиз учун яхшироқдир. Аллоҳ мағфиратли ва меҳрибондир"},{"SurahNumber":4,"VerseNumber":26,"Text":"Аллоҳ сизларга шариат ҳукмларини баён қилишни, сизларни илгари ўтган (ҳақ йўлдаги) зотларнинг йўлларига ҳидоят қилишни ва тавбаларингизни қабул қилишни истайди. Аллоҳ билим ва ҳикмат Эгасидир"},{"SurahNumber":4,"VerseNumber":27,"Text":"Аллоҳ тавбаларингизни қабул қилишни истайди, ҳою ҳавасга берилган кимсалар эса (ҳақ йўлдан) бутунлай оғиб кетишингизни истайдилар"},{"SurahNumber":4,"VerseNumber":28,"Text":"Аллоҳ (буюрган шариат қонунлари билан) сизлардан (юкингизни) енгиллатишни истайди. (Зотан), инсон ожиз қилиб яратилгандир"},{"SurahNumber":4,"VerseNumber":29,"Text":"Эй мўминлар, молларингизни ўрталарингизда ноҳақ (яъни, ўғрилик, қароқчилик, судхўрлик, порахўрлик, қимор каби) йўллар билан емангиз! Балки ўзаро ризолик билан бўлган савдо-сотиқ орқали мол-дунё касб қилингиз. Ҳамда бир-бирларингизни ўлдирмангиз! Албатта, Аллоҳ сизларга меҳрибон бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":30,"Text":"Ким ҳаддан ошиб, зўравонлик билан шундай ишларни қилса, биз уни дўзахга киритажакмиз. Бу Аллоҳ учун осон бўлган ишдир"},{"SurahNumber":4,"VerseNumber":31,"Text":"Агар сизлар ман этилган гуноҳларнинг катталаридан сақлансангизлар, қилган кичик гуноҳларингизни ўчирурмиз ва сизларни улуғ манзил — жаннатга киритурмиз"},{"SurahNumber":4,"VerseNumber":32,"Text":"Аллоҳ бирон неъмат билан бирингизни бирингиздан ортиқ қилиб қўйган бўлса, сизлар уни (ҳасад-адоват билан) орзу қилманг! Эркаклар ҳам ўз меҳнатларидан насиба олурлар, аёллар ҳам ўз меҳнатларидан насиба олурлар. Сизлар (бировларга берилган неъматларга кўз олайтириш ўрнига) Аллоҳнинг фазлу марҳаматини сўранглар. Албатта, Аллоҳ ҳамма нарсани билгувчи бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ҳар бир инсон учун ота-она ва қариндошлар қолдириб кетган меросдан (баҳраманд бўлгувчи) меросхўрлар қилиб қўйдик. Кимлар билан аҳд-паймон қилган бўлсангиз, бас, уларга ўз ҳиссаларини берингиз! Албатта, Аллоҳ ҳамма нарсага гувоҳ бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":34,"Text":"Эркаклар хотинлари устида раҳбардирлар. Бунга сабаб Аллоҳ уларнинг бировларини бировларидан (яъни, эркакларни аёллардан) ортиқ қилгани ва эркаклар (хотинлари ва оилалари учун) ўз мол-мулкларидан сарф-харажат қилганларидир. Бас, ибодат-итоатли ва эрлари йўқлигида Аллоҳнинг ҳифзу ҳимояти билан (эрларининг мол-мулкларини ва ўз иффатларини) сақловчи хотинлар — яхши хотинлардир. Хотинларингизнинг итоатсизлигидан қўрқсангиз, аввало уларга панд-насиҳат қилинглар, сўнг (яъни, насиҳатларинг кор қилмаса) уларни ётоқларда тарк қилингиз (улар билан бир жойда ётманг, яқинлашманг), сўнгра (яъни, шунда ҳам сизларга бўйсунмасалар), уринглар! Аммо сизларга итоат қилсалар, уларга қарши бошқа йўл ахтарманглар. Албатта, Аллоҳ энг юксак ва буюк бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":35,"Text":"Агар эр-хотиннинг оралари бузилиб кетишидан қўрқсангизлар, эр томонидан бир ҳакам, хотин томонидан бир ҳакам чақирингиз. Агар улар ислоҳ қилишни истасалар, Аллоҳ эр-хотин орасига иттифоқликни солур. Албатта, Аллоҳ билгувчи ва хабардор бўлган Зотдир"}]}