{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler! Allah'a ve Resulüne itaat edin de emeklerinizi boşa çıkarmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Kendileri inkâr edip insanları da Allah yolundan çeviren, sonunda da kâfir olarak ölenler var ya,Allah onları asla affetmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"O halde gevşemeyin de, sizler daha üstün durumda iken, zillet gösterip barış olması için yalvarmayın. Allah sizinle beraberdir. O, asla sizin gayretinizi kuvvetten düşürmez, emeklerinizi zayi etmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Dünya hayatı sadece bir oyun ve eğlenceden ibarettir.Eğer siz iman eder ve haramlardan sakınırsanız, hem size mükâfatlarınızı verir, hem de mallarınızın tamamını istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eğer onların hepsini isteyip de sizi iyice sıkıştırsaydı cimrilik eder, dayatırdınız. O zaman da, Allah, bütün ahlâkî zaaflarınızı ortaya çıkarırdı"},{"SurahNumber":47,"VerseNumber":38,"Text":"İşte sizler Allah yolunda harcamaya dâvet ediliyorsunuz.İçinizden bazıları cimrilik ediyor. Her kim cimri davranırsa, ancak kendine cimrilik eder.Müstağnî (hiçbir şeye ihtiyacı olmayan), Allah'tır; muhtaç olan ise sizlersiniz. Şayet imandan ve takvâdan yüz çevirirseniz O, yerinize başka bir millet getirir de, onlar sizin gibi hayırsız olmazlar"},{"SurahNumber":48,"VerseNumber":1,"Text":"Biz sana aşikâr bir fetih ve zafer ihsan ettik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Bu da Allah'ın, senin geçmiş ve gelecek kusurlarını bağışlaması, sana yaptığı ihsan ve in’amı tamamlaması, seni dosdoğru yola hidâyet etmesi"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve sana şanlı bir zafer vermesi içindir"},{"SurahNumber":48,"VerseNumber":4,"Text":"İmandaki yakînlerini iyice artırsınlar diye müminlerin kalplerine sekîne indiren O'dur. Göklerin ve yerin orduları Allah’ındır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":5,"Text":"Bu da, Allah'ın mümin erkekleri ve mümin kadınları içinde ebedî kalacakları, içinden ırmaklar akan cennetlere yerleştirmesi, onların günahlarını bağışlaması içindir. Bu, Allah katında büyük bir nailiyettir, büyük bir başarıdır"},{"SurahNumber":48,"VerseNumber":6,"Text":"Öte yandan, Allah hakkında kötü zanda bulunan münafık erkekler ve münafık kadınlar, müşrik erkek ve müşrik kadınları cezalandırması içindir. Kötülük, onların başlarına dönsün! Allah, onlara gazap etmiş, lânetlemiş ve onlara cehennemi hazırlamıştır. Ne kötü yerdir orası"},{"SurahNumber":48,"VerseNumber":7,"Text":"Göklerin ve yerin orduları Allah'ındır. Allah hep azîz ve hakîmdir (mutlak galip, tam hüküm ve hikmet sahibidir)"},{"SurahNumber":48,"VerseNumber":8,"Text":"Muhakkak ki: Biz, seni bir şahit, bir müjdeci ve uyarıcı olarak gönderdik ki"},{"SurahNumber":48,"VerseNumber":9,"Text":"Allah'a ve Resulüne iman edesiniz, ona destek olup saygı gösteresiniz ve Allah’ı da sabah akşam tesbih ve tenzih edesiniz"},{"SurahNumber":48,"VerseNumber":10,"Text":"Sana biat edenler, gerçekte Allah'a biat etmektedirler. Allah’ın eli, hepsinin ellerinin üstündedir. Kim sözünden dönerse, kendi aleyhine olarak döneklik eder. Ama kim Allah’a verdiği sözünde durursa, Allah ona pek büyük mükâfat verir"},{"SurahNumber":48,"VerseNumber":11,"Text":"(Hudeybiye seferine katılmayıp) kaçak durumda geri kalan bedevîler sana gelip: “Bizi mallarımız ve ailelerimiz oyaladı da ondan katılamadık. Ne olur bizim için Allah'tan af dile!” derler.Onlar aslında, dilleriyle, kalplerinde olmayan şeyler söylerler. De ki: Şimdi hakkınızda Allah bir zarar veya fayda vermek isterse, kim O’na karşı koyup engelleyebilir? Hayır! İş sizin iddia ettiğiniz gibi değil. Allah her şeyden haberdar olduğu gibi sizin gazaya katılamayışınızın gerçek sebebinden de haberdardır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Aslında siz Peygamberin ve müminlerin ailelerine artık geri dönemeyeceklerini düşündünüz.Bu hayal, gönüllerinizde allanıp pullandı ve yerleşti. Kötü zanlara düştünüz ve helâki hak etmiş kimseler oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah'a ve Resulüne inanmazsa bilsin ki Biz kâfirlere alevli ateşler hazırladık"},{"SurahNumber":48,"VerseNumber":14,"Text":"Göklerin ve yerin hâkimiyeti Allah'ındır. O, dilediğini affeder, dilediğini cezalandırır. Allah gafurdur, rahîmdir (affı ve ihsanı boldur)"},{"SurahNumber":48,"VerseNumber":15,"Text":"Gazaya katılmayanlar, siz ganimetleri almak için gittiğinizde: “İzin verin, biz de size tâbi olalım.” derler. Böylece Allah'ın hükmünü değiştirmek isterler.De ki: “Siz bizimle gelemezsiniz, zira Allah Teâlâ daha önce böyle buyurmuştur” Bu defa da: “Hayır!” diyecekler, “siz bizi çekemiyorsunuz” Bilakis kendileri anlayışları kıt olan, çok az anlayan kimselerdir"},{"SurahNumber":48,"VerseNumber":16,"Text":"O gazaya katılmayıp geri kalan bedevilere de ki: “Siz yakında çok kuvvetli ve savaşçı bir milletle savaşmaya dâvet edileceksiniz. Onlar teslim olup boyun eğinceye kadar onlarla savaşacaksınız. Eğer bu sefer itaat ederseniz Allah sizi pek güzel bir şekilde ödüllendirir. Ama daha önce yaptığınız gibi arkanızı döner, cihaddan kaçarsanız, O, size gayet acı bir azap verir.”"},{"SurahNumber":48,"VerseNumber":17,"Text":"Gazaya katılmama konusunda âmaya sorumluluk yok, topala sorumluluk yok, hastaya sorumluluk yoktur. Kim Allah'a ve Resulüne itaat ederse, Allah onu, içinden ırmaklar akan cennetlere yerleştirir. Kim de itaatten yüz çevirirse onu gayet acı şekilde cezalandırır"}]}