{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"І повідай їм розповідь істинну про синів Адама, коли вони обидва принесли жертву, та її було прийнято в одного, але не було прийнято в іншого, який потім сказав: «Я вб’ю тебе!» Відповів другий: «Воістину, Аллаг приймає жертви лише від богобоязливих"},{"SurahNumber":5,"VerseNumber":28,"Text":"Якщо піднімеш ти руку, щоб убити мене, то не підніму руки я, щоб убити тебе. Воістину, я боюся Аллага, Господа світів"},{"SurahNumber":5,"VerseNumber":29,"Text":"Воістину, я хочу, щоб ти взяв на себе гріх проти мене й свій гріх, і ти будеш серед жителів пекла, а це — кара злочинцям"},{"SurahNumber":5,"VerseNumber":30,"Text":"Але веліла тому душа його вбити брата свого, і вбив він його. І опинився він посеред тих, які мали втрати"},{"SurahNumber":5,"VerseNumber":31,"Text":"І послав Аллаг крука розгрібати землю, щоб показати, як ховати мертве тіло брата свого. Сказав він: «Горе мені! Не в змозі я, мов крук цей, поховати мертве тіло брата мого!» І опинився він серед сповнених каяття"},{"SurahNumber":5,"VerseNumber":32,"Text":"Із цієї причини наказали Ми синам Ісраїля: «Якщо хтось уб’є душу не як помсту за душу й не як помсту за нечестя на землі, то це прирівнюється до вбивства всіх людей. А хто вбереже душу, той наче збереже життя всім людям». Так, істинно, приходили до них посланці з ясними доказами. Але й після цього багато хто з них чинить гріх на землі"},{"SurahNumber":5,"VerseNumber":33,"Text":"Воістину, відплатять тим, які воюють проти Аллага і Посланця Його та чинять безчестя на землі — будуть вони вбиті чи розіп’яті, або будуть відрубані руки та ноги їхні, чи вигнані будуть вони із землі. Це їм ганьба в земному житті та кара велика в житті наступному"},{"SurahNumber":5,"VerseNumber":34,"Text":"Окрім тих, які покаялися раніше, ніж подолали ви їх. Тож знайте, що Аллаг — Прощаючий, Милосердний"},{"SurahNumber":5,"VerseNumber":35,"Text":"О ви, які увірували! Бійтеся Аллага, й шукайте шляхи наближення до Нього, й боріться на шляху Його! Можливо, матимете ви успіх"},{"SurahNumber":5,"VerseNumber":36,"Text":"Воістину, якби ті, які не вірують, мали б те, що на землі й навіть більше цього, щоб викупити себе цим від кари в День Воскресіння, то не взяли б того від них. Чекає на них болісна кара"},{"SurahNumber":5,"VerseNumber":37,"Text":"Бажатимуть вони вийти з вогню, але ніколи вони не вийдуть із нього. Чекає на них жорстока кара"},{"SurahNumber":5,"VerseNumber":38,"Text":"Крадію і крадійці відрізайте руку як покарання за їхній злочин. Покарання — це як приклад від Аллага, адже Аллаг — Великий, Мудрий"},{"SurahNumber":5,"VerseNumber":39,"Text":"А в того, хто покається після злочину свого й виправиться, прийме Аллаг каяття. Воістину, Аллаг — Прощаючий, Милосердний"},{"SurahNumber":5,"VerseNumber":40,"Text":"Чи ти не знаєш, що Аллагу належить влада на небесах і на землі? Карає Він, кого побажає, і прощає, кого побажає, адже Аллаг спроможний на кожну річ"}]}