{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"En hij zei: \"Gaat aan boord. In Gods naam zal het afvaren en afmeren. Mijn Heer is vergevend en barmhartig"},{"SurahNumber":11,"VerseNumber":42,"Text":"En het [schip] voer met hen weg door golven als bergen en Noeh riep naar zijn zoon die apart stond: \"Mijn zoon! Kom met ons aan boord en wees niet een van de ongelovigen"},{"SurahNumber":11,"VerseNumber":43,"Text":"Hij zei: \"Ik zal wel een onderkomen op een berg vinden die mij tegen het water zal beschermen.\" Hij zei: \"Tegen Gods beschikking is er vandaag geen beschermer behalve voor hen met wie Hij erbarmen heeft.\" En de golven kwamen tussen hen beiden in en zo werd hij een van de verdronkenen"},{"SurahNumber":11,"VerseNumber":44,"Text":"En er werd gezegd: \"O aarde, slik je water in en o hemel, droog op\" en het water nam af. De beslissing was gevallen. En het [schip] kwam op de Djoedi vast te zitten. En er werd gezegd: \"Weg met de mensen die onrecht plegen"},{"SurahNumber":11,"VerseNumber":45,"Text":"En Noeh riep tot zijn Heer en zei: \"Mijn Heer, mijn zoon behoort tot mijn familie; Uw toezegging is de waarheid en U bent de wijste van hen die oordelen"},{"SurahNumber":11,"VerseNumber":46,"Text":"Hij zei: \"O Noeh, hij behoort niet tot jouw familie. Hij is [een toonbeeld van] ondeugdelijk handelen. Vraag Mij niet iets waarvan jij geen kennis hebt. Ik vermaan je niet tot de onwetenden te behoren"},{"SurahNumber":11,"VerseNumber":47,"Text":"Hij zei: \"Mijn Heer, ik zoek bij U bescherming dat ik niets vraag waarvan ik geen kennis heb. En als U mij niet vergeeft en erbarmen met mij hebt, dan behoor ik tot de verliezers"},{"SurahNumber":11,"VerseNumber":48,"Text":"Er werd tot hem gezegd: \"O Noeh, ga van boord in vrede die van Ons komt en met zegeningen voor jou en voor gemeenschappen van hen die bij jou zijn. Er zijn ook gemeenschappen die Wij laten genieten, maar dan treft hen een pijnlijke bestraffing van Ons"},{"SurahNumber":11,"VerseNumber":49,"Text":"Dat behoort tot de mededelingen over het verborgene die Wij aan jou openbaren en die jij noch jouw volk van tevoren kenden. Wees dan geduldig; het [goede] uiteinde komt de godvrezenden toe"},{"SurahNumber":11,"VerseNumber":50,"Text":"En tot de 'Aad [was] hun broeder Hoed [gezonden]. Hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. Jullie verzinnen alleen maar wat"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ik vraag jullie er geen loon voor. Met mijn loon is slechts Hij belast die mij geschapen heeft. Hebben jullie dan geen verstand"},{"SurahNumber":11,"VerseNumber":52,"Text":"En, mijn volk, vraagt jullie Heer om vergeving en wendt je dan berouwvol tot Hem. Hij zal dan de hemel in overvloed over jullie laten regenen en jullie nog meer kracht geven. Maar keert jullie niet als boosdoeners af"},{"SurahNumber":11,"VerseNumber":53,"Text":"Zij zeiden: \"O Hoed, jij hebt ons geen duidelijk bewijs gebracht en wij verlaten onze goden niet omdat jij het zegt; wij geloven jou niet"},{"SurahNumber":11,"VerseNumber":54,"Text":"Wij zeggen alleen maar dat een god van ons jou met iets slechts heeft getroffen.\" Hij zei: \"Ik roep God als getuige aan en ook jullie moeten getuigen dat ik niets te maken heb met wat jullie [aan God] als metgezellen toevoegen"},{"SurahNumber":11,"VerseNumber":55,"Text":"buiten Hem om. Beraamt dan maar tezamen listen tegen mij en laat mij dan niet wachten"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ik stel mijn vertrouwen op God, mijn Heer en jullie Heer. Er is geen dier op aarde of Hij houdt het bij zijn kuif vast. Mijn Heer is op een juiste weg"},{"SurahNumber":11,"VerseNumber":57,"Text":"En als jullie je afkeren, dan heb ik jullie dat verkondigd waarmee ik tot jullie gezonden ben. En mijn Heer zal maken dat een ander volk jullie opvolgt. En jullie brengen Hem geen enkele schade toe. Mijn Heer is het die over alles waakt"},{"SurahNumber":11,"VerseNumber":58,"Text":"En toen Onze beschikking kwam redden Wij Hoed en hen die met hem geloofden door barmhartigheid van Ons; Wij redden hen van een harde bestraffing"},{"SurahNumber":11,"VerseNumber":59,"Text":"Dat waren dan de 'Aad; zij verwierpen de tekenen van hun Heer en zij waren aan Zijn gezanten ongehoorzaam en zij volgden het bevel op van elke weerspannige geweldenaar"},{"SurahNumber":11,"VerseNumber":60,"Text":"En zij werden in het tegenwoordige leven en op de opstandingsdag door een vloek vervolgd. Zeker, de 'Aad hechtten geen geloof aan hun Heer. Weg dan met de 'Aad, het volk van Hoed"}]}