{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Fakat benim azabım da çok acı bir azabdır"},{"SurahNumber":15,"VerseNumber":51,"Text":"Onlara İbrahim'in konuklarından haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Onun yanına girmişler: \"Selam\" demişlerdi. O da: \"Biz sizden korkuyoruz.\" dedi"},{"SurahNumber":15,"VerseNumber":53,"Text":"Korkma dediler, biz sana bilgin bir çocuk(un olacağını) müjdeleriz"},{"SurahNumber":15,"VerseNumber":54,"Text":"Bana ihtiyarlık dokunduktan sonra mı beni müjdelediniz? Ne tuhaf bir şey ile müjdeliyorsunuz beni? dedi"},{"SurahNumber":15,"VerseNumber":55,"Text":"Sana gerçeği müjdeledik, umut kesenlerden olma! dediler. They said: We bring thee good tidings in truth. So be not thou of the despairing"},{"SurahNumber":15,"VerseNumber":56,"Text":"Sapıklardan başka kim Rabbinin rahmetinden umut keser? dedi"},{"SurahNumber":15,"VerseNumber":57,"Text":"(İbrahim gelenlerin Hak elçileri melekler olduklarını anlayınca): \"Ey elçiler, dedi, işiniz nedir"},{"SurahNumber":15,"VerseNumber":58,"Text":"Biz suç işleyen bir kavme gönderildik, dediler"},{"SurahNumber":15,"VerseNumber":59,"Text":"Yalnız Lut ailesi suçlu değildir. Biz onların hepsini kurtaracağız"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ancak karısı hariç. Onun da (suçlularla beraber) kalanlardan olmasını uygun gördük"},{"SurahNumber":15,"VerseNumber":61,"Text":"Elçiler Lut ailesine geldiklerinde"},{"SurahNumber":15,"VerseNumber":62,"Text":"(Lut): \"Siz hiç tanınmamış kimselersiniz!\" dedi"},{"SurahNumber":15,"VerseNumber":63,"Text":"Dediler ki: \"Doğrusu, biz onların, hakkında şüphe ettikleri((tanrı azabı)nı sana getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana gerçeği getirdik, biz elbette doğru söyleyenleriz"},{"SurahNumber":15,"VerseNumber":65,"Text":"Hemen gecenin bir parçasında aileni yürüt, sen de arkalarından git, içinizden hiç kimse ardına dönüp bakmasın. Emredildiğiniz yere gidin"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ona: \"Şunlar sabaha girerlerken arkaları kesilecektir!\" buyruğunu bildirdik"},{"SurahNumber":15,"VerseNumber":67,"Text":"(Lut kavminin oturduğu Sodom) Kent(inin) halkı, (Lut'un genç konuklarını duyup) sevinerek geldiler"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lut onlara): \"Bunlar benim konuğumdur, dedi, beni mahcubetmeyin"},{"SurahNumber":15,"VerseNumber":69,"Text":"(Ne olur), Allah'tan korkun, beni rezil etmeyin"},{"SurahNumber":15,"VerseNumber":70,"Text":"Seni alemlerden (başkalarının işine karışmaktan) menetmemiş miydik? dediler"},{"SurahNumber":15,"VerseNumber":71,"Text":"Eğer yapacaksanız, işte kızlarım. dedi"},{"SurahNumber":15,"VerseNumber":72,"Text":"Senin ömrüne andolsun ki, onlar, sarhoşlukları içinde bocalıyorlardı"},{"SurahNumber":15,"VerseNumber":73,"Text":"Güneşin doğma zamanına girerlerken korkunç ses onları yakaladı"},{"SurahNumber":15,"VerseNumber":74,"Text":"O kentin üstünü altına getirdik ve üzerlerine de çamurdan pişmiş taşlar yağdırdık"},{"SurahNumber":15,"VerseNumber":75,"Text":"Şüphesiz bunda işaretten anlayanlara (nice) ibretler vardır"},{"SurahNumber":15,"VerseNumber":76,"Text":"Ve o (kent, herkesin gelip geçtiği) bir yol üzerinde durmaktadır"},{"SurahNumber":15,"VerseNumber":77,"Text":"Elbette bunda inananlar için bir ibret vardır"},{"SurahNumber":15,"VerseNumber":78,"Text":"Gerçekten Eyke halkı da zalim kimselerdi"},{"SurahNumber":15,"VerseNumber":79,"Text":"Onlardan da öcümüzü aldık, her ikisi de (Sodom da, Eyke de) hala (yol üzerinde, gözler) ön(ün) de apaçık durmaktadır"},{"SurahNumber":15,"VerseNumber":80,"Text":"Andolsun Hicr halkı (Semud kavmi) de peygamberleri yalanladılar"},{"SurahNumber":15,"VerseNumber":81,"Text":"Onlara ayetlerimizi verdik, ama onlardan yüz çeviriyorlardı"},{"SurahNumber":15,"VerseNumber":82,"Text":"Dağlardan güvenli evler yontuyorlardı"},{"SurahNumber":15,"VerseNumber":83,"Text":"Sabaha girerlerken onları da (o) korkunç ses yakaladı"},{"SurahNumber":15,"VerseNumber":84,"Text":"Kazandıkları, kendilerinden hiçbir şeyi savamadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz gökleri yeri ve bunlar arasında bulunanları hak ile yarattık; (gerçeğin ortaya çıkacağı) o sa'at, mutlaka gelecektir! Şimdi sen güzel bir hoşgörü ile hareket et"},{"SurahNumber":15,"VerseNumber":86,"Text":"Yaratan, bilen ancak Rabbindir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun sana ikililerden yedi ve bu büyük Kur'an'ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Onlardan bazı çiftlere (sınıflara) verdiğimiz dünyalığa gözlerini dikme ve (sana inanmadıkları için) onlara üzülme. Mü'minlere kanadını indir, (onlara karşı mütevazi, şefkatli davran)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ve: \"Ben, ancak ben, apaçık bir uyarıcıyım!\" de"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Siz bilirsiniz, inanmazsanız Allah'ın azabı başınıza inecektir.) Tıpkı o bölücülere (veya and içenlere) indirdiğimiz gibi (sizin başınıza da azab indiririz)"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar ki Kur'an'ı bölük bölük ettiler"},{"SurahNumber":15,"VerseNumber":92,"Text":"Senin Rabbin hakkı için biz onların hepsine mutlaka soracağız"},{"SurahNumber":15,"VerseNumber":93,"Text":"Yaptıkları şeylerden"},{"SurahNumber":15,"VerseNumber":94,"Text":"Sen emrolunduğun şeyi açıkça söyle ve ortak koşanlara aldırma"},{"SurahNumber":15,"VerseNumber":95,"Text":"O alay edenlere karşı biz sana yeteriz"},{"SurahNumber":15,"VerseNumber":96,"Text":"O, Allah ile beraber başka tanrı tutanlar, yakında (yaptıklarının sonucunu) bileceklerdir"},{"SurahNumber":15,"VerseNumber":97,"Text":"Andolsun onların söylediklerine senin göğsünün daraldığını (canının sıkıldığını) biliyoruz"},{"SurahNumber":15,"VerseNumber":98,"Text":"Sen Rabbini hamd ile tesbih et (O'nu övecek sözlerle an, subhanallahi velhamdulillah de) ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve Rabbine kulluk et ki sana yakin gelsin (kesin bilgiye eresin)"}]}