{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Tâ-Sîn-Mîm"},{"SurahNumber":26,"VerseNumber":2,"Text":"Ezi ziiVesi zeNcwadi ecacileyo"},{"SurahNumber":26,"VerseNumber":3,"Text":"Mhlawumbi wena (Muhammad) ungazibulala ngenxa yobuhlungu bokuba bangangabi ngawo amakholwa"},{"SurahNumber":26,"VerseNumber":4,"Text":"Ukuba beSithanda beSingabathumelela umqondiso ovela esibhakabhakeni obuza kubenza iintamo zabo zihlale zithobekile"},{"SurahNumber":26,"VerseNumber":5,"Text":"Kananjalo akukho siTyhilelo sitsha esifika kubo sivela eNkosini yabo abangasitshikileliyo"},{"SurahNumber":26,"VerseNumber":6,"Text":"Ke kaloku bona baphikile, kodwa kuza kufika iindaba kubo zoko babedla ngokukugxeka"},{"SurahNumber":26,"VerseNumber":7,"Text":"Kanti abawujongi na umhlaba (babone) ukuba Sihlumise kangakanani na kuhlobo ngalunye (izinto) zodidi oluxabisekileyo"},{"SurahNumber":26,"VerseNumber":8,"Text":"Inene, kuko oku kukho umqondiso, kodwa uninzi lwabo abangomakholwa"},{"SurahNumber":26,"VerseNumber":9,"Text":"Yaye inene, iNkosi yakho nguSobunganga, uSozinceba"},{"SurahNumber":26,"VerseNumber":10,"Text":"Kananjalo xa iNkosi yakho yabiza uMûsâ (Isithi): “Hamba uye kubantu abenza ububi"},{"SurahNumber":26,"VerseNumber":11,"Text":"Abantu bakwaFir’awn. Ingaba abayi kumoyika na uAllâh?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"Wathi yena: “Nkosi yam ndinoloyiko lokuba hleze bandiphikise"},{"SurahNumber":26,"VerseNumber":13,"Text":"Size nesifuba sam sicutheke1, nolwimi lwam lungabi nakukhululeka, ngoko ke thumela (umyalezo) kuHârûn (ukuba aze kuncedisana nam kulo msebenzi)"},{"SurahNumber":26,"VerseNumber":14,"Text":"Yaye bona banebango letyala2 kum, ngoko ke mna ndinoloyiko lokuba hleze bandibulale.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"UAllâh Wathi: “Nakanye! Hambani nina nobabini nemiqondiso yeThu. Inene Thina Siya kuba kunye nani, Siphulaphule"},{"SurahNumber":26,"VerseNumber":16,"Text":"Hambani niye kuFir’awn, nithi kuye: ‘Thina singabaThunywa beNkosi yamaphakade"},{"SurahNumber":26,"VerseNumber":17,"Text":"Ke, vumela aBantwana bakwaSirayeli bahambe nathi.’”"},{"SurahNumber":26,"VerseNumber":18,"Text":"(UFir’awn) wathi: “Asizanga sikukhulise phakathi kwethu ungumtwana na wena (Mûsâ), wahlala nathi iminyaka ngeminyaka yobomi bakho"},{"SurahNumber":26,"VerseNumber":19,"Text":"Waza wena wenza isenzo sakho owasenzayo, waba ngomnye wabangenambulelo.”"},{"SurahNumber":26,"VerseNumber":20,"Text":"(UMûsâ) wathi: “Ndayenza loo nto ngoko, ngethuba ndandisengomnye wabalahlekileyo (ndingazi)"},{"SurahNumber":26,"VerseNumber":21,"Text":"Ndabaleka ndemka kuni, ndinoyika. Yaza iNkosi yam Yandinika (ulwazi) lokugweba, Yandenza ndaba ngoMnye wabaThunywa"},{"SurahNumber":26,"VerseNumber":22,"Text":"Olu luBabalo ondikhumbuza ngalo okokuba wena ukhoboza aBantwana bakwaSirayeli na?”"},{"SurahNumber":26,"VerseNumber":23,"Text":"UFir’awn wathi: “Kanti ngubani na iNkosi yamaphakade?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"(UMûsâ) wathi: “YiNkosi yamazulu nomhlaba noko kuphakathikwawo, ukubaufunaukuqinisekiswangenyaniso.”"},{"SurahNumber":26,"VerseNumber":25,"Text":"(UFir’awn) wathi kwabo babemngqongile: “Aniva na?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"(UMûsâ) wathi:YiNkosiyakhoekwayiNkosiyooyihlomkhulu bokuqala.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"(UFir’awn) wathi: “Inene uMthunywa wenu othunywe kuni uphambene.”"},{"SurahNumber":26,"VerseNumber":28,"Text":"(UMûsâ) wathi: “YiNkosi yeMpumalanga neNtshonalanga noko kuphakathi kwazo, ukuba ubuqiqa.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"(UFir’awn) wathi: “Ukuba ukhe wathabatha thixo (wumbi) ngaphandle kwam, Inene mna ndiya kukubeka phakathi kwabo bangamabanjwa.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"(UMûsâ) wathi: Nokuba ndingakuzela nento ebonakalayo na (engumqondiso)?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"UFir’awn wathi: Yiza nayo kaloku ukuba unenyaniso.”"},{"SurahNumber":26,"VerseNumber":32,"Text":"Waza (uMûsâ) wajula umsimelelo wakhe, ngokukhawuleza waba yinyoka ebonakalayo"},{"SurahNumber":26,"VerseNumber":33,"Text":"Waza warhola isandla sakhe saba mhlophe kwababesibukele"},{"SurahNumber":26,"VerseNumber":34,"Text":"(UFir’awn) wathi kwiinkosi zakhe ezazimngqongile: “Inene! Lo ngumenzi wemilingo oyincutshe"},{"SurahNumber":26,"VerseNumber":35,"Text":"Yena ufuna ukunikhupha ezweni lenu ngemilingo yakhe: uyintoni na ke umyalelo wenu, (makathiweni na)?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"Bathi bona: “Rhoxisa (umcimbi) wakhe nomntakwabo okwethutyana, uthumele abamemezi ezixekweni"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ukuba beze nazo zonke iincutshe zabenzi bemilingo.”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Ke\tkaloku\tabenzi\tbemilingo\tbaqokelelana\tngemini eyayikhethiwe"},{"SurahNumber":26,"VerseNumber":39,"Text":"Kwathiwa ebantwini: “Ingaba nani niza kuqokelelana ndawonye na"},{"SurahNumber":26,"VerseNumber":40,"Text":"Khon’ukuze sibe nokulandela abenzi bemilingo ukuba ibe ngabo ababe noloyiso?”"},{"SurahNumber":26,"VerseNumber":41,"Text":"Ukufika kwabenzi bemilingo, bathi kuFir’awn: “Ingaba ngenene uya kubakhona na umvuzo kuthi xa sinokuphumelela"},{"SurahNumber":26,"VerseNumber":42,"Text":"Wathi yena: “Ewe, yaye kananjalo nina niya kuba ngabanye babo basondeleyo kum (ngokwesikhundla).”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Umûsâ wathi: kubo: “Julani ke oko niza kukujula!”"},{"SurahNumber":26,"VerseNumber":44,"Text":"Bazijula ke iintambo zabo neentonga zabo, bathi: “Ngamandla kaFir’awn, sithi abaza kuphumelela ngenene!”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Waza uMûsâ wajula eyakhe intonga, khangela ke! Yakuginya konke oko babekubonisa ngobuxoki"},{"SurahNumber":26,"VerseNumber":46,"Text":"Abenzi bemilingo bawa ngobuso baqubuda"},{"SurahNumber":26,"VerseNumber":47,"Text":"Besithi: “Sikholiwe thina kwiNkosi yamaphakade"},{"SurahNumber":26,"VerseNumber":48,"Text":"INkosi kaMûsâ noHârûn.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"Wathi uFir’awn: “Nikholwa kuye ndinganinikanga mvume na? Inene, yena yinkosi yenu enifundise imilingo! Inene, niza kwazi. Inene mna ndiya kuninqumla izandla zenu neenyawo zenu ngokwahlukana kwamacala3, yaye ndiya kunibethelela emnqamlezweni nonke.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"Bathi bona: Akuyi kubakho ngozi kuba isiphelo sethu kukubuyela eNkosini yethu (kakade)"},{"SurahNumber":26,"VerseNumber":51,"Text":"“Inene thina sithemba okokuba iNkosi yethu Iya kusixolela izono zethu, njengoko singabokuqala kumakholwa.”"}]}