{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Koo muparanga mbu okhwunywesia amatsi Abandu betsele ukhuhija nende okhwemelela Omusikiti kwoluyali khuli shinga ulia owasuubila Nyasaye nende inyanga yeyindukho mana nalwanila idini? Shibayelanakhwo tawe imbeli wa Nyasaye. Ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":20,"Text":"Balia abasuubila mana nibawuya mana nibalwanila khu injila ya Nyasaye, nende omwandu kwabu nende emioyo chiabu, bali nende eshisala eshikhongo imbeli wa Nyasaye ne abo nibo balibura"},{"SurahNumber":9,"VerseNumber":21,"Text":"Nyasaye wabu abasuubisia tsimbambaasi okhurula khuye, nende obuchami nende emikunda balinyolamwo obwokholo obulaliwa tawe"},{"SurahNumber":9,"VerseNumber":22,"Text":"Balimenyamwo tsinyanga tsiosi. Toto Nyasaye ali nende omurungo omulayi"},{"SurahNumber":9,"VerseNumber":23,"Text":"Enywe Abasuubili mulakhola Basenywe nohomba Bamama benyu okhuba abahelwa benyu ba mbusia ngonie tawe nikali mbu bachamile obukhayi okhushila obusuubili, mwinywe ulabakhola okhuba abahelwa bebe, abo nibo ababii"},{"SurahNumber":9,"VerseNumber":24,"Text":"Boola; “Nikali mbu Bapapa benyu Abana benyu nende Abakhasi benyu nende Abekho benyu nende emiandu echiamwachuma nende tsinganga etsia muritsanga okhubiyilwa, nende tsinzu tsiamwachama, niebilayimunokhwinywe okhushila Nyasaye nende Omurumwa wuwe, nende okhulwanila idini yiyie, mana nakhalinde okhula Nyasaye arere likhuwa lilie, ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":25,"Text":"Toto Nyasaye yabahabina mubulwani obunji, ne inyanga ya Huneyn, olwa obunji bwenyu bwabafuria omurwe, nenibulabakhonyakhwo eshindu tawe, mana eshialo nishibatutuyila kata nishili eshikhongo, mana nimukalukhana nimwilukha"},{"SurahNumber":9,"VerseNumber":26,"Text":"Mana Nyasaye niyeshia ubuhotselefu khu murumwa wuwe, nende khubasuubili, ne niyeshia abakhupani abamulalola tawe, mana nibasandia balia abakhayi, ne endio niko omurungo kwabakhayi"},{"SurahNumber":9,"VerseNumber":27,"Text":"Mana Nyasaye aleshela kano nikakhawa owayenya, ne Nyasaye ni omulesheli owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":28,"Text":"Enywe Abasuubili toto Abatsokasi ni Abafwolafu, kho balasita ahambi mumusikiti kwoluyali omwika kuno nikwakhawa tawe. Ne nimuririre obumanani ahambi ano Nyasaye wenyu yetsa okhubayindiasia khutsimbabaasi tsitsie nachama, Toto Nyasaye ni Omumanyi Owamachesi"},{"SurahNumber":9,"VerseNumber":29,"Text":"Lwana nende balia abalasuubilanga Nyasaye nohomba inyanga yeyindukho, ne shibakaninjia ebia Nyasaye yakana nende Omurumwa wuwe tawe, ne shibatilanga idini yatoto tawe, mubalia bahebwa eshitabu okhula bayinie omurungo nemikhono chiabu nibatutuye"},{"SurahNumber":9,"VerseNumber":30,"Text":"Abayahudi baboolanga mbu Uzeir ni Omwana wa Nyasaye, ne Abakiristo baboolanga mbu Masihi ni Omwana wa Nyasaye” Kano niko kababoolanga nende eminwa chiabu, babukulanga amakhuwa kabalia bakhaya abali imbeli wabu. Nyasaye abasishie, bano bakalukhanibungwa barie"},{"SurahNumber":9,"VerseNumber":31,"Text":"Bakhola Abasomi babu nende abasosoroti babuokhuba Abalesi, abunduwa Nyasaye, nende Masihi Omwanawa Mariam. Neshibalomesibwa tawe halali okhulaama Nyasaye mulala. Abulao ukhoyeshele okhulaamwa owulali Ye, ali hekulu muno nende akabamutsokaasinjia ninako"},{"SurahNumber":9,"VerseNumber":32,"Text":"Benyanga okhusumia ubulafu bwa Nyasaye nende eminwa chiabu, ne Nyasaye yakhaya mbu okhula obulafu bubwe buule, kata Abakhayi nibalenya tawe"},{"SurahNumber":9,"VerseNumber":33,"Text":"Niye waruma Omurumwa wuwe khubulunjifu nende idini yatoto, kho ikhole okhushila tsidini tsindi tsiosi kata abatsokaasi nibakhayile"}]}