{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(O peygamberlerden her biri şöyle) dedi: «Ben, atalarınızı üstünde bulunduğunuzdan daha doğrusunu size getirdimse de mi»? Onlar da «Biz, dediler, o sizin gönderildiğiniz şeylere (doğru da olsa) küfr edicileriz»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine biz de onlardan intikaam aldık. İşte bak, tekzîb edenlerin akıbeti nice oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman da İbrâhîm, babasına ve kavmine «Ben, demişdi, hakikat, sizin tapmakda olduklarınızdan uzağım»"},{"SurahNumber":43,"VerseNumber":27,"Text":"«(Fakat) beni yaratan (Allah) müstesna. Şübhe yok ki O, beni doğru yolda muvaffak edecekdir»"},{"SurahNumber":43,"VerseNumber":28,"Text":"(İbrâhîm) bunu (bu tevhîd kelimesini, ileride Mekkeliler de dînine) dönsünler diye, zürriyeti arasında baakıy bir kelime yapdı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Daha doğrusu ben onları da, atlarını da, kendilerine hak (ve şerîat hükümlerini) açıklayan bir peygamber gelinceye kadar, fâidelendirdim (yaşatdım)"},{"SurahNumber":43,"VerseNumber":30,"Text":"(Fakat) kendilerine o hak gelince onlar «Bu, sihirdir. Biz onu (inkâr ile) küfredicileriz» demişlerdir"},{"SurahNumber":43,"VerseNumber":31,"Text":"Bir de (şunu) söylediler: «Şu Kur´an iki memleketin birindeki büyük bir adama indirilmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı paylaşdırıyorlar?! Dünyâ hayâtında onların maişetlerini bile aralarında (onlar değil) biz taksîm etdik. Kimi derece derece diğer kiminin üstüne çıkardık ki bir kısmı bir kısmını iş adamı edinsin. Rabbinin rahmeti onların toplayageldiklerinden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer (bütün) insanlar (küfre imrenecek) birtek ümmet haaline gelmeyecek olsaydı O çok esirgeyen (Allah) a küfreden kimselerin evlerinin tavanlarını, üstünden çıkacakları merdivenleri"},{"SurahNumber":43,"VerseNumber":34,"Text":"odalarının kapılarını, üzerine yaslanacakları tahtları hep gümüşden yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"(Onları) altın zînetler (e boğardık). Bunların hepsi dünyâ hayâtının geçici metâından başka şeyler değildir. Âhiret (seâdeti) ise Rabbinin indinde (ancak küfür ve meâsîden) kaçınanlara mahsusdur"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim O çok esirgeyici (Allah) ın zikrinden göz yumarsa biz ona şeytanı musallat ederiz. Artık bu, onun (ayrılmaz) bir arkadaşıdır"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şübhesiz ki bunlar onları yoldan çıkarırlar. Onlar da kendi lerinin hidâyete erdirilmiş olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet o bize geldiği zaman dedi ki (der ki): «Keşki seninle benim aramda gün doğrusu ile gün batısı kadar uzaklık olsaydı! (Sen) ne kötü arkadaş (mışsın)»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bu temenniniz ve peşîmanlığınız bugün size asla fâide vermez. Çünkü (hepiniz) zulmetdiniz. Muhakkak siz de azâbda ortaklarsınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Artık (Habîbim) o sağırlara sen mi duyuracaksın? yahud o körlere, o apaçık bir sapıklık içinde bulunan kimselere (sen mi) hidâyet edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eğer seni herhalde (alır) götürürsek şübhe yok ki onlardan biz intikaam alıcılarızdır"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahud onlara va´d (ve tehdîd) etdiğimiz (azâb) ı (senin hayâtında) behemehal kendine göstereceğiz. Çünkü biz onların üstünde iktidar saahibleriyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Binâen´aleyh sen, sana vahyolunan (Kur´an) a kuvvetle sarıl. Muhakkak ki sen dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Şübhe yok ki o (Kur´an) senin için de, kavmin için de kat´î bir şerefdir. Siz (ondan) mes´ûl olacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden evvel gönderdiğimiz peygamberlerimize sor: Biz o çok esirgeyici (Allah) dan başka tapılacak Tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki biz Musâyı da âyetlerimizle Fir´avne ve cemâatine peygamber olarak gönderdik de o, «Ben gerçek âlemlerin Rabbinin elçisiyim» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara âyetlerimiz gelince bir de ne görsünler, onlar bu (âyetlere) gülüyorlar"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara her hangi bir âyeti göstermiyorduk ki bu, mutlakaa öbürlerinden daha büyükdü. Onları, belki (küfürden) dönenler diye, (bir zaman da) azâb ile tutduk"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Azâbı görünce) dediler ki: «Ey sihir yapan, bizim için Rabbine, sana olan va´di vech ile, düâ et. Muhakkak biz doğru yola kavuşdurulmuş olacağız»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz onlardan azâbı giderince bir de ne bakarsın: Onlar verdikleri sözü bozuyorlar bile"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn, kavmi içinde haykırdı: «Ey kavmim, dedi, Mısır padişahlığı ve altımdan akan şu ırmaklar benim değil mi? Haalâ gözünüzü açmayacak mısınız»"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Yoksa ben ondan hayırlı değil miyim? O ki hakirdir, (meramını) bile hemen hemen açıklayamıyor»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Öyle ya, onun üstüne (gökden) altın bilezikler atılmalı, yahud beraberinde birbiri ardınca (kendisini tasdıyk edici) melekler gelmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Bu suretle kavmini küçümsedi. Onlar da kendisine itaat etdiler. Hakıykat onlar faasıklar güruhu idi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet, onlar bizi gazablandırınca kendilerinden intikam aldık. Derhal onları topdan (suda) boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu vech ile onları sonra (gelen ümmet) ler için (ibret verici) bir geçmiş ve misâl yapdık"}]}