{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"(නබියේ!) වංචනිකයින්ද, හෘදයන්හි (පාපතර) අසනීපයෙන් පෙළෙන්නන්ද, මදීනාවෙහි බොරු ප්‍රචාර කරන්නන්ද, (තමන්ගේ නපුරෙන් මින් පසුව හෝ) ඈත් නොවුවහොත් නියත වශයෙන්ම අපි ඔබලාව ඔවුන් කෙරෙහි පොළඹවා අත්හැර දමන්නෙමු. පසුව ඉතාමත් ටික දිනක් මිස, එහි ඔබගේ සමීපයෙහි ඔවුන්ට වාසය කිරීමට නොහැක"},{"SurahNumber":33,"VerseNumber":61,"Text":"ඔවුන්ට ශාප කරනු ලබන්නාහ. (එබැවින්) ඔවුන් කොහේ දුටුවා වුවද, අල්ලා ගනු ලබන්නෙහුය. කපා විනාශ කර දමනු ලබන්නෙහුය"},{"SurahNumber":33,"VerseNumber":62,"Text":"අල්ලාහ් ඇති කළ මාර්ගය, මීට පෙර ඉකුත් වී ගිය අයටද මෙයයි. එබැවින් (නබියේ!) ඔබ අල්ලාහ්ගේ මාර්ගයෙහි කිසිම වෙනස් වීමක් නොදකින්නෙහිය"},{"SurahNumber":33,"VerseNumber":63,"Text":"(නබියේ!) අවසාන කාලය ගැන (එය කවදා එන්නේදැයි) මිනිසුන් ඔබගෙන් විමසන්නාහ. (එයට) ඔබ මෙසේ පවසනු: “(එය කවදා එන්නේද යන) එහි ඥානය අල්ලාහ් වෙත (පමණක්)ම ඇත්තේය. ඔබ දන්නෙහුද? එය ඉතාමත් සමීපයෙහිම පැමිණීමට ඉඩ ඇත!”"},{"SurahNumber":33,"VerseNumber":64,"Text":"ඇත්තෙන්ම අල්ලාහ් ප්‍රතික්ෂේප කරන්නන්ට ශාප කර, දළු ලා දැවෙන ගින්දර ඔවුන්ට පිළියෙල කර තබා ඇත්තේය"},{"SurahNumber":33,"VerseNumber":65,"Text":"ඔවුන් සදාකල් එහිම රැඳී සිටිනු ඇත. (ඔවුන්ව) බේරා ගන්නන්ද, (ඔවුන්ට) උදව් කරන්නන්ද (එහි) ඔවුන් දකින්නේ නැත"},{"SurahNumber":33,"VerseNumber":66,"Text":"ඔවුන්ගේ මුහුණු පෙරල පෙරලා ගින්නෙන් දවා හරින දිනදී “අපගේ විනාශයයි! අපි අල්ලාහ්ට අවනත වී සිටියා නම් නොවෙද? (ඔහුගේ) දූතයාටද, අවනත වී සිටියා නම් නොවෙද!” යයි ෙදාඩවන්නාහ"},{"SurahNumber":33,"VerseNumber":67,"Text":"තවද “අපගේ දෙවියනේ! නියත වශයෙන්ම අපි අපගේ ප්‍රධානීන්ටද, අපගේ වැඩිහිටියන්ටද අවනත වුනෙමු. ඔවුන් අපිව වැරදි මාර්ගයෙහි ඇතුළු කර දැමූහ”"},{"SurahNumber":33,"VerseNumber":68,"Text":"“(එබැවින්) අපගේ දෙවියනේ! ඔබ ඔවුන්ට දඬුවම දෙගුණයක් වශයෙන් දී ඔවුන් කෙරෙහි ඉමහත් වූ ශාපයද ලබා දෙනු” යයි පවසන්නාහ"},{"SurahNumber":33,"VerseNumber":69,"Text":"විශ්වාසවන්තයිනි! මූසා (ගැන බොරු අපවාද පවසා ඔහුව) කරදර කළාක් මෙන් ඔබත් එසේ පත් නොවනු. ඔවුන් පැවසූ දැයෙන් ඔහුව පරිශුද්ධ කර හැරියේය. ඔහු අල්ලාහ් වෙත ඉතාමත් ගෞරවණීය කෙනෙකු වශයෙන්ම සිටියේය"},{"SurahNumber":33,"VerseNumber":70,"Text":"(එබැවින්) විශ්වාසවන්තයිනි! ඔබත් අල්ලාහ්ට බිය වී (සත්‍යවූත්, ඍජුවූත්), තැනට ඔබින වචනම පවසනු"},{"SurahNumber":33,"VerseNumber":71,"Text":"ඔහු ඔබගේ කාරණාවන් ඔබට නියමිත පිළිවෙළකට තබා ඔබගේ වැරදි වලටද සමාව දෙනු ඇත. අල්ලාහ්ටද, ඔහුගේ දූතයාටද කවුරුන් අවනත වන්නේද, ඔහු නියත වශයෙන්ම ඉමහත් වූ භාග්‍යය අත් කර ගන්නේය"},{"SurahNumber":33,"VerseNumber":72,"Text":"නියත වශයෙන්ම “(අපගේ) වගකීම උසුලාගන්නෙහුද?”යි අපි අහස්, භූමිය හා කඳු ආදියෙන් විමසුවෙමු. එයට ඒවා, ඒ ගැන බිය වී එය උසුලා නොගෙන ඈත් වූවේය. එවැන්නක්ම මිනිසා උසුලා ගත්තේය. (එබැවින්) නියත වශයෙන්ම ඔහු නොදැනුවත්කම නිසා තමන්ට තමන්ම හානියක් කර ගත්හ"},{"SurahNumber":33,"VerseNumber":73,"Text":"(එවැනි වගකීමක් බාරගෙන එයට වෙනස් ආකාරයකින් කටයුතු කරන) වංචනික පිරිමින්ටද, ගැහැනුන්ටද, සමානයන් තබා නමදින පිරිමින්ටද, ගැහැනුන්ටද නියත වශයෙන්ම අල්ලාහ් දඬුවම් කරනු ඇත. (එම වගකීම සැලකිල්ලට ගෙන කටයුතු කරන) විශ්වාසවන්තයින් වන පිරිමින්ටද, ගැහැනුන්ටද, (ඔවුන්ගේ වැරදිවලට සමාව දී) ඔවුන් දෙසට දයාවෙන් යුතුව බලන්නේය. අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු හා කරුණාවන්තයෙකුද වශයෙන් සිටින්නේය"},{"SurahNumber":34,"VerseNumber":1,"Text":"ප්‍රශංසා සියල්ල අල්ලාහ්ටම අයත්ය! අහස්හිසද, භූමියෙහිද ඇතිසියල්ල ඔහුටම අයත්ය! (මෙලොවදීද), පරලොවදීද සියලූ ප්‍රශංසාඔහුටම අයත්ය! ඔහු ඉතාමත් ඥානවන්තයෙකු හා (සියල්ල) හොඳින්දන්නෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":34,"VerseNumber":2,"Text":"භූමියෙහි පතිත වන (බීජයන් ආදී)දැයද, එයින් ඉකුත් වන (ගස් කොලන් ආදී) දැයද, අහසින් පහළ වනදැයද, ඒ දෙසට නැගෙන දැයද ඔහු හොඳින් දන්නේය. ඔහු ඉතාමත්කරුණාවන්තයෙකු හා ඉතාමත් ක්ෂමා කරන්නෙකු වශයෙන්සිටින්නේය"},{"SurahNumber":34,"VerseNumber":3,"Text":"එහෙත් ප්‍රතික්ෂේප කරන්නන් “විනිශ්චය දිනය අපට (කිසිදාක) පැමිණෙන්නේ නැත” යයි පවසන්නාහ. (නබියේ!) ඔබ මෙසේපවසනු: “එසේ නොව. මගේ දෙවියන් මත සත්තකින්ම! නියතවශයෙන්ම (එය) ඔබ වෙත අනිවාර්යයෙන්ම පැමිණෙන්නේය. ඔහුගුප්ත දැය සියල්ල දන්නෙකි. ඔහු නොදැනුවත්ව අහස්හි හෝ භූමියෙහිහෝ ඇති දැයෙන් එක් අනු ප්‍රමාණයක් හෝ බේරී යන්නේ නැත. ඊටත්වඩා කුඩා හෝ ලොකු හෝ (සෑම දැයක්ම ලව්හුල් මව්ෆූල් නමැති)පැහැදිලි (සටහන්) පුස්තකයෙහි සටහන් නොවී නැත”"},{"SurahNumber":34,"VerseNumber":4,"Text":"“විශ්වාසය තබා දැහැමි කාරණාවන් කරන්නන්ට ඵලවිපාක දෙනුපිණිස, (එසේ එහි සටහන් කරනු ලැබ ඇත්තේය). මෙවැන්නන්ටමසමාවද ඇත. ගෞරවණීය ආහාරද, (ජීවිතයද) ඇත”"},{"SurahNumber":34,"VerseNumber":5,"Text":"කවුරුන් අපගේආයාවන් පරාජය කරන්නට (අපට විරුද්ධව) උත්සාහ කරන්නෝද,එවැන්නන්ට වේදනා ගෙන දෙන දරුණු දඬුවම් ඇත"},{"SurahNumber":34,"VerseNumber":6,"Text":"(නබියේ!) කවුරුන් හට (ධර්ම) ඥානය දෙනු ලැබුවේද, ඔවුන්(ඔවුන්ගෙන් වූ සත්‍යවන්තයින්) ඔබට, ඔබගේ දෙවියන් විසින් පහළකරන ලද (මෙම ධර්මය) සත්‍ය (ධර්මය) යයිද, සියල්ලන්ටම ඉමහත් වූඉතාමත් ප්‍රශංසාවට අයත් අයගේ ඍජු මාර්ගය දැනුම් දිය හැකි දැයක්යයිද, දැන ගන්නාහ"},{"SurahNumber":34,"VerseNumber":7,"Text":"එහෙත් කවුරුන් ප්‍රතික්ෂේප කරන්නෝද, ඔවුන්(අන් අයට) “ඔබ (මරණයට පත් වී දීරා ගොස් ඉතාමත් කුඩා) අනුබවට වෙන්කරනු ලැබුවායින් පසුද, නියත වශයෙන්ම අපි (නැවතත්උත්පාදනය කරනු ලැබ), අළුත් උත්පාදනයක් බවට පත් වනු ඇතැයිඔබට (බිය ගන්වා) පැවසිය හැකි මිනිසෙකුව අපි ඔබට දැනුම්දෙන්නද?”යි (සමච්චලයෙන් මෙන්) පවසන්නාහ"},{"SurahNumber":34,"VerseNumber":8,"Text":"තවද (මෙසේ පවසන ඔවුන් අපගේ නබි) “අල්ලාහ් කෙරෙහිබොරුවට මනක්කල්පිත කර ගත්තේද, නැතහොත් ඔහුට පිස්සු හැදීඇත්තේදැ”යි (පවසන්නාහ). එසේ නොව. කවුරුන් පරලොව විශ්වාසනොකළෝද, ඔවුන්ම (ඉමහත්) දඬුවමෙහිද, ඉතාමත් දුරස්තදුර්මාර්ගයෙහිද සිටින්නාහ"},{"SurahNumber":34,"VerseNumber":9,"Text":"අහස්හිද, භූමියෙහිද, ඔවුන්ට ඉදිරියෙන්ද,පසුපසින්ද, ඇති දැය ඔවුන් අවධානය කර බැලූවේ නැද්ද? අපි කැමතිවුවහොත් ඔවුන්ව භූමියෙහි ගිලගෙන සිරකර ගන්නට සලස්වන්නෙමු.නැතහොත් අහසින් කැබැල්ලක් ඔවුන් මත වීසි කර, (ඔවුන්ව විනාශකර) දමන්නෙමු. නියත වශයෙන්ම (අල්ලාහ් දෙසම) බලා සිටින සෑමවහලෙකුටම මෙහි එක් සාධකයක් ඇත්තේය"}]}