{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"Ba kopa tlhalosetso ho uena ea hore: “Na ke ‘nete?” E re: “Aha, Ruri ka Mong`a ka ke ‘nete, le ke ke la phonyoha"},{"SurahNumber":10,"VerseNumber":54,"Text":"Haeba moea ka mong oo ebang o entse phoso o bile le lintho tsohle tse teng mona lefats’eng, o ne o tla batla ho itokolla ka tefo ea tsona; batla ikutloela bohloko lipelong tsa bona nakong eo ba bonang kahlolo. Empa ho ahlotsoe ka nepo kantle ho lits’ekamelo lipakeng tsa bona”"},{"SurahNumber":10,"VerseNumber":55,"Text":"Bonang! Ruri lintho tsohle tse maholimong le tsohle tse lefats’eng ke tsa Allah. Ruri ts’episo ea Allah ke’a ‘nete. Le hoja bongata ba bona bo hloka tsebo"},{"SurahNumber":10,"VerseNumber":56,"Text":"Ke Eena ea fanang ka bophelo le lefu, bohlele tla boela ho Eena"},{"SurahNumber":10,"VerseNumber":57,"Text":"Oho batho! Ho tlile ho lona keletso ea bohlokoa e tsoang ho Mong`a lona, pheko ea maloetsi a kahar’a lifuba tsa lona, Tataiso le Mohau ho ba kholoang"},{"SurahNumber":10,"VerseNumber":58,"Text":"E re: “Kahar’a nala ea Allah le Mohau oa Hae: Ba lumelleng ba nyakalle kahar’a eona. Seo se molemo ho feta matlotlo ao ba a bokelletseng”"},{"SurahNumber":10,"VerseNumber":59,"Text":"E re: “Na le nahana ka lintho tseo Allah a li romeletseng molemong oa lona ho tla tla le phelisa, kamoo le kentseng tse ling tsa tsona molaong, empa tse ling le li hanetse ka molao?” E re: “Na Allah U le lumelletse, kapa le qapa leshano khahlanong le Allah?”"},{"SurahNumber":10,"VerseNumber":60,"Text":"Ba nahanang ba qapang leshano khahlaong le Allah ka Letsatsi la Tsoho? Ruri Allah ke Mofani ho batho, empa ba bangata ba bona ha ba’na liteboho"},{"SurahNumber":10,"VerseNumber":61,"Text":"Hore na u phathahantsoe ke ts’ebetso ea mofuta ofe, le hore na u pheta karolo efe Koraneng, leha ekaba lona batho ha ho ketso eo le e phethahatsang, Rona Re lipaki holim’a tsohle nakong eo le phathahantsoeng ke tsona. Ha ho letho lefats’eng kapa leholimong le ka phonyohang Mong`a lona, ekaba tse nyenyane kapa tse kholo ho feta moo, empa li’a ngoloa kahar’a buka e hlakileng"},{"SurahNumber":10,"VerseNumber":62,"Text":"Bonang! Ruri ha ho ts’abo kapa eona mesarelo e ka fihlelang metsoalle ea Allah"},{"SurahNumber":10,"VerseNumber":63,"Text":"Eleng ba kholoang le ho ba khahlanong le bobe"},{"SurahNumber":10,"VerseNumber":64,"Text":"Ba khoaeletsoe litaba tse molemo lefats’eng lena le bophelong bo-tlang, – ha ho phetoho Mantsoeng a Allah, – seo ke sona sehlohlolo sa Nyakallo"},{"SurahNumber":10,"VerseNumber":65,"Text":"U se ke oa lumella litaba tsa bona ho u khopisa. Hobane Allah U matla oohle. U utloa tsohle, e bile ke Motsebi oa lintho tsohle"},{"SurahNumber":10,"VerseNumber":66,"Text":"Bonang! ruri libupuoa tsohle Ke tsa Allah, tse maholimong le tsohle tse lefats’eng. Ba sala eng morao bosaoana morao ba khumamelang batletsetsi kantle ho Allah? ha ba latele letho haese masaoana, ha ho seo ba se etsang haese ho bua leshano"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ke Eena ea le etselitseng Bosiu hore ka bona le phomole, le ona Mots’eare ho le neha pono. Ruri ho tsena ke lits’upiso ho le ba utloang"},{"SurahNumber":10,"VerseNumber":68,"Text":"Ba re: “Allah U na le mora”, – Tlotla e be ho Eena! Allah ha A na Litlhoko. Lintho tsohle tse maholimong le tsohle tse lefats’eng ke tsa Hae. Ha le na tokelo ka tseo. Le buoa joalo ka Allah ka seo le senang tsebo ea sona"},{"SurahNumber":10,"VerseNumber":69,"Text":"E re: “Ruri haele baqapang mashano khahlanong le Allah ba ke ke ba atleha.”"},{"SurahNumber":10,"VerseNumber":70,"Text":"Nyakallo ea nakoana lefats’eng lena, ho Rona e tla ba poelo ea bona. Ke moo Re tla ba latsoisa kotlo e mahlonoko ho latela nyefolo ea bona"}]}