{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ban shaida musu halittar sammai da ƙasa ba, kuma ban (shaida musu) halittar rãyukansu ba kuma ban kasance mai riƙon mãsu ɓatarwa (da wani) su zama mataimaka ba"},{"SurahNumber":18,"VerseNumber":52,"Text":"Kuma da rãnar da Allah Yake cẽwa, \"Ku kirãyi abõkan tarayyãTa, waɗanda kuka riya.\" Sai su kirãye su, sai bã zã su karɓa musu ba, kuma Mu sanya Maubiƙa* (Mahalaka) a tsakãninsu"},{"SurahNumber":18,"VerseNumber":53,"Text":"Kuma mãsu laifi suka ga wutã suka tabbata lalle ne, sũ mãsu, auka mata ne, kuma ba su sãmi majũya ba daga gare ta"},{"SurahNumber":18,"VerseNumber":54,"Text":"Kuma lalle ne, haƙĩƙa, Mun jujjũya, a cikin wannan Alƙur'ãni, daga kõwane irin misãli ga mutãne (dõmin su gãne, su bi sharĩ'a), kuma mutum yã kasance mafi yawan abu ga jidãli"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kuma bãbu abin da ya hana mutãne su yi ĩmãni a lõkacinda shiriya ta zo musu, kuma su nẽmi gãfara daga Ubangijinsu, fãce hanyar farko* ta je musu kõ kuma azãba ta jẽ musu nau'i-nau'i"},{"SurahNumber":18,"VerseNumber":56,"Text":"Kuma ba Mu aika Manzanni ba fãce sunã mãsu bãyar da bushãra kuma mãsu gargaɗi, kuma waɗanda suka kãfirta sunã jidãli da ƙarya dõmin su ɓãta gaskiya da ita, kuma suka riƙi ãyõyi Na da abin da aka yi musu gargaɗi da shi abin izgili"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kuma wãne ne mafi zãlunci daga wanda aka tunãtar game da ãyõyin Ubangijinsa, sai ya bijire daga barinsu, kuma ya manta abin da hannãyensa suka gabãtar? Lalle ne Mũ, Mun sanya abũbuwan rufi a kan zukãtansu dõmin kada su fahimcẽ shi, kuma a cikin kunnuwansu (Mun sanya) wani nauyi, kuma idan kã kĩrayẽ su zuwa ga shiriya, to, bã zã su shiryu ba, a sa'an nan, har abada"},{"SurahNumber":18,"VerseNumber":58,"Text":"Kuma Ubangijinka Mai gãfara ne, Ma'abũcin rahama. Dã Yanã kãma su sabõda abin da suka sanã'anta, lalle ne, dã Ya gaggauta azãba a gare su. Ã'a, sunã da lõkacin alkawari, (wanda) bã zã su sãmi wata makõma ba, baicinSa"},{"SurahNumber":18,"VerseNumber":59,"Text":"Kuma waɗancan alƙaryu* Mun halaka su, a lõkacin da suka yi zãlunci, kuma Muka sanya lõkacin alkawarin, ga halaka** su"},{"SurahNumber":18,"VerseNumber":60,"Text":"Kuma a lõkacin da Mũsã* ya ce wa yãronsa, \"Bã zan gushe ba sai na isa mahaɗar tẽku biyu, kõ in shũɗe da tafiya shekara da shẽkaru"},{"SurahNumber":18,"VerseNumber":61,"Text":"To, a lõkacin da suka isa mahaɗar tsakãninsu sai suka manta kĩfinsu, sai ya kãma tafarkinsa a cikin tẽku kamar bĩga"},{"SurahNumber":18,"VerseNumber":62,"Text":"To, a lõkacin da suka wuce ya ce wa yãronsa, \"Ka kãwo mana kãlãcinmu. Lalle ne haƙĩƙa mun haɗu da wahala daga tafiyarmu wannan"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Yãron) ya ce: \"Kã gani! A lõkacin da muka tattara zuwa ga falalen nan to, lalle nĩ, na manta kĩfin, kuma bãbu abin da yamantar da nĩ shi, fãce Shaiɗan, dõmin kada in tuna shi, sai ya kama tafarkinsa a cikin tẽku, da mãmãki"},{"SurahNumber":18,"VerseNumber":64,"Text":"Ya ce: \"Wancan ne abin da muka kasance munã biɗã.\" Sai suka kõma a kan gurãbunsu, sunã bĩbiya"},{"SurahNumber":18,"VerseNumber":65,"Text":"Sai suka sãmi wani bãwa daga bãyin Mu, Mun bã shi wata rahama* daga wurin Mu, kuma Mun sanar da shi wani ilmi daga gun Mu"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mũsã ya ce masa, \"Ko in bĩ ka a kan ka sanar da ni daga abin da aka sanar da kai na shiriya"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ya ce: \"Lalle ne kai bã zã ka iya yin haƙuri tãre da nĩ, ba"},{"SurahNumber":18,"VerseNumber":68,"Text":"Kuma yãya zã ka yi haƙuri a kan abin da ba ka kẽwayeda shi ba ga jarrabãwa"},{"SurahNumber":18,"VerseNumber":69,"Text":"Ya ce: \"Za ka sãme ni, in Allah Yã so mai haƙuri kuma bã zan sãɓa maka ba ga wani umurni"},{"SurahNumber":18,"VerseNumber":70,"Text":"Ya ce: \"To idan ka bĩ ni to kada ka tambaye ni daga kõme sai na lãbarta maka ambato* daga gare shi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Sai suka tafi har a lõkacin da suka hau a cikin jirgi, ya hũje shi, ya ce, \"Kã hũje shi dõmin ya nutsar da mutãnensa? Lalle ne, haƙĩƙa, kã zo da wani babban abu"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ya ce: \"Ashe ban ce, lalle kai, bã za ka iya yin haƙuri tãre da ni ba"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ya ce: \"Kada ka kãma ni da abin da na manta kuma kada ka kallafa mini tsanani ga al'amarĩna"},{"SurahNumber":18,"VerseNumber":74,"Text":"Sai suka tafi, har suka haɗu da wani yãro, sai ya kashe shi. Ya ce: \"Ashe kã kashe rai tsarkakakke, bã da wani rai ba? Lalle ne haƙĩƙa ka zo da wani abu na ƙyãma"}]}