{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"خداست كه دانه و هسته را مى‌شكافد، و زنده را از مرده بيرون مى‌آورد و مرده را از زنده بيرون مى‌آورد. اين است خداى يكتا. پس، چگونه از حق منحرفتان مى‌كنند؟"},{"SurahNumber":6,"VerseNumber":96,"Text":"شكوفنده صبحگاهان است و شب را براى آرامش قرار داد و خورشيد و ماه را براى حساب‌كردن اوقات. اين است تقدير خداى پيروزمند دانا"},{"SurahNumber":6,"VerseNumber":97,"Text":"اوست خدايى كه ستارگان را پديد آورد تا به آنها در تاريكيهاى خشكى و دريا، راه خويش را بيابيد. آيات را براى آنان كه مى‌دانند به تفصيل بيان كرده‌ايم"},{"SurahNumber":6,"VerseNumber":98,"Text":"و اوست خداوندى كه شما را از يك تن بيافريد. سپس شما را قرارگاهى است و وديعت‌جايى است. آيات را براى آنان كه مى‌فهمند، به تفصيل بيان كرده‌ايم"},{"SurahNumber":6,"VerseNumber":99,"Text":"اوست خدايى كه از آسمان باران فرستاد و بدان باران هرگونه نباتى را رويانيديم، و از آن نبات ساقه‌اى سبز و از آن دانه‌هايى بر يكديگر چيده و نيز از جوانه‌هاى نخل خوشه‌هايى سر فرو هشته پديد آورديم، و نيز بستانهايى از تاكها و زيتون و انار، همانند و ناهمانند. به ميوه‌هايش آنگاه كه پديد مى‌آيند و آنگاه كه مى‌رسند بنگريد كه در آنها عبرتهاست براى آنان كه ايمان مى‌آورند"},{"SurahNumber":6,"VerseNumber":100,"Text":"براى خدا شريكانى از جن قرار دادند و حال آنكه جن را خدا آفريده است. و بى‌هيچ دانشى، به دروغ دخترانى و پسرانى براى او تصور كردند. او منزه است و فراتر است از آنچه وصفش مى‌كنند"},{"SurahNumber":6,"VerseNumber":101,"Text":"پديد آورنده آسمانها و زمين است. چگونه او را فرزندى باشد، و حال آنكه او را همسرى نيست. هر چيزى را او آفريده است و به هر چيزى داناست"},{"SurahNumber":6,"VerseNumber":102,"Text":"اين است خداى يكتا كه پروردگار شماست. خدايى جز او نيست. آفريننده هر چيزى. پس او را بپرستيد كه نگهبان هر چيزى است"},{"SurahNumber":6,"VerseNumber":103,"Text":"چشمها او را نمى‌بينند و او بينندگان را مى‌بيند. دقيق و آگاه است"},{"SurahNumber":6,"VerseNumber":104,"Text":"از سوى پروردگارتان براى شما نشانه‌هاى روشن آمد. هر كه از روى بصيرت مى‌نگرد به سود اوست و هر كه چشم بصيرت برهم نهد به زيان اوست. و من نگهدارنده شما نيستم"},{"SurahNumber":6,"VerseNumber":105,"Text":"آيات خدا را اينچنين گونه‌گون بيان مى‌كنيم، تا مباد كه بگويند كه از كس درس گرفته‌اى و ما اين آيات را براى اهل دانش بيان مى‌كنيم"},{"SurahNumber":6,"VerseNumber":106,"Text":"از هر چه از جانب پروردگارت بر تو وحى شده است پيروى كن. هيچ خدايى جز او نيست. و از مشركان روى برتاب"},{"SurahNumber":6,"VerseNumber":107,"Text":"اگر خدا مى‌خواست، آنان شرك نمى‌آوردند، و ما تو را نگهبانشان نساخته‌ايم و تو كارسازشان نيستى"},{"SurahNumber":6,"VerseNumber":108,"Text":"چيزهايى را كه آنان به جاى اللّه مى‌خوانند، دشنام مدهيد كه آنان نيز بى‌هيچ دانشى، از روى كينه‌توزى به اللّه دشنام دهند. اينچنين عمل هر قومى را در چشمشان آراسته‌ايم. پس بازگشت همگان به پروردگارشان است و او همه را از كارهايى كه كرده‌اند آگاه مى‌سازد"},{"SurahNumber":6,"VerseNumber":109,"Text":"تا آنجا كه توانستند، به سخت‌ترين قسمها، به خدا سوگند ياد كردند كه اگر معجزه‌اى برايشان نازل شود بدان ايمان آورند. بگو: همه معجزه‌ها نزد خداست و شما از كجا مى‌دانيد كه اگر معجزه‌اى نازل شود ايمان نمى‌آورند؟"},{"SurahNumber":6,"VerseNumber":110,"Text":"و همچنان كه در آغاز به آن ايمان نياوردند، اين بار نيز در دلها و ديدگانشان تصرف مى‌كنيم و آنان را سرگردان در طغيانشان رها مى‌سازيم"}]}