{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":52,"Text":"Биз Мусога: «Бандаларим (яъни, Бани Исроил қавми) билан тунда йўлга чиққин! Албатта сизларнинг изингизга тушилур (яъни, Фиръавн ва унинг қўшини ортингиздан қувиб етур»), деб ваҳий юбордик"},{"SurahNumber":26,"VerseNumber":53,"Text":"Бас, (Мусо ва унинг қавми йўлга тушганларидан хабар топгач), Фиръавн барча шаҳарларга (аскар) йиғувчиларни жўнатди (ва деди)"},{"SurahNumber":26,"VerseNumber":54,"Text":"«Аниқки улар бир ҳовуч ялангоёқлардир"},{"SurahNumber":26,"VerseNumber":55,"Text":"Дарҳақиқат, улар (қўл остимиздан чиқиб кетишлари билан) бизларни ғазаблантирдилар"},{"SurahNumber":26,"VerseNumber":56,"Text":"Шубҳасиз, бизлар эҳтиёт чораларини кўриб тургувчи қавмдирмиз»"},{"SurahNumber":26,"VerseNumber":57,"Text":"Бас, мана шундай қилиб Биз уларни (яъни, Фиръавн ва унга эргашганларни) боғлар ва булоқлардан"},{"SurahNumber":26,"VerseNumber":58,"Text":"Хазиналар ва улуғ-гўзал маскандан айирдик"},{"SurahNumber":26,"VerseNumber":59,"Text":"Ва улар(нинг барчаси)га Бани Исроилни ворис қилдик"},{"SurahNumber":26,"VerseNumber":60,"Text":"Бас, (Фиръавн) тонг пайтида уларни қувиб етди"},{"SurahNumber":26,"VerseNumber":61,"Text":"Энди қачонки икки жамоат бир-бирларини кўришгач, Мусонинг ҳамроҳлари: «Бизлар аниқ тутилдик, (чунки олдимизда ҳеч қандай йўл йўқ, фақат денгиз бор), дедилар"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Мусо) айтди: «Йўқ, аниқки мен билан бирга Парвардигорим бор. Албатта у мени (нажот) йўлига бошлар»"},{"SurahNumber":26,"VerseNumber":63,"Text":"Бас, Биз Мусога: (Асоинг билан) денгизни ургин», деб ваҳий юбордик. Бас, (денгиз) бўлиниб, ҳар бир бўлак (сув) баланд тоғ каби бўлди. (Сўнг Мусо ва унинг қавми денгиз ўртасидан очилган йўлга тушдилар)"},{"SurahNumber":26,"VerseNumber":64,"Text":"Ва кейингиларни (яъни, Фиръавн ва унинг қўшинини ҳам) ўша (йўлга) яқин қилдик"},{"SurahNumber":26,"VerseNumber":65,"Text":"Ва Мусо ҳамда у билан бирга бўлган кишиларнинг барчаларига нажот бердик"},{"SurahNumber":26,"VerseNumber":66,"Text":"Сўнгра кейингиларни (денгизга) ғарқ қилиб юбордик"},{"SurahNumber":26,"VerseNumber":67,"Text":"Албатта бунда (Фиръавн ва унинг қавми ҳалокатида) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"},{"SurahNumber":26,"VerseNumber":68,"Text":"Шак-шубҳасиз, Парвардигорингизнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"},{"SurahNumber":26,"VerseNumber":69,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), уларга Иброҳим хабарини тиловат қилинг"},{"SurahNumber":26,"VerseNumber":70,"Text":"Ўшанда у отаси ва қавмига: «Нимага ибодат қилмоқдасизлар?», деганида"},{"SurahNumber":26,"VerseNumber":71,"Text":"Улар: «Бут-санамларга ибодат қилмоқдамиз. Бас, уларга содиқлигимизча қолурмиз», дедилар"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Иброҳим) айтди: «Илтижо қилган пайтларингизда (бутларингиз) сизларни(нг илтижоларингизни) эшитдиларми"},{"SurahNumber":26,"VerseNumber":73,"Text":"Ёки сизларга фойда ё зиён етказа оладиларми?!»"},{"SurahNumber":26,"VerseNumber":74,"Text":"Улар дедилар: «Йўқ, бизлар ота-боболаримизнинг мана шундай (бутларга ибодат) қилишларини кўрганмиз (шунинг учун бизлар ҳам бутларга ибодат қиламиз)"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Иброҳим) айтди: «Сизлар ибодат қилгувчи бўлган бутларингиз ҳақида ҳеч ўйлаб кўрдингларми"},{"SurahNumber":26,"VerseNumber":76,"Text":"Ўзингиз ҳам, қадим-қадим ота-боболарингиз ҳам (ибодат қилгувчи бўлган бутларингиз ҳақида ҳеч ўйлаб кўрдингларми)"},{"SurahNumber":26,"VerseNumber":77,"Text":"Шак-шубҳасиз, улар мен учун душмандир (бас, мен уларга ибодат қилмайман), магар барча оламлар Парвардигоригагина (ибодат қилурман)"},{"SurahNumber":26,"VerseNumber":78,"Text":"У мени яратгандир, бас, Ўзи мени ҳидоят қилур"},{"SurahNumber":26,"VerseNumber":79,"Text":"Унинг Ўзигина мени тўйдирур ва қондирур"},{"SurahNumber":26,"VerseNumber":80,"Text":"Касал бўлган вақтимда Унинг Ўзи менга шифо берур"},{"SurahNumber":26,"VerseNumber":81,"Text":"У мени ўлдирур, сўнгра (Қиёмат Кунида қайта) тирилтирур"},{"SurahNumber":26,"VerseNumber":82,"Text":"У жазо (Қиёмат) кунида менинг хато-гуноҳларимни мағфират этишини умид қилурман"},{"SurahNumber":26,"VerseNumber":83,"Text":"Парвардигорим, менга ҳикмат-илм ҳадя этгин ва мени солиҳ (бандаларинг) қаторига қўшгин"},{"SurahNumber":26,"VerseNumber":84,"Text":"Яна мен учун кейин келгувчи кишилар ўртасида рост мақтовлар қилгин"},{"SurahNumber":26,"VerseNumber":85,"Text":"Яна мени ноз-неъматлар боғининг ворисларидан қилгин"},{"SurahNumber":26,"VerseNumber":86,"Text":"Отамни ҳам мағфират қилгин. У шубҳасиз адашганлардан бўлди"},{"SurahNumber":26,"VerseNumber":87,"Text":"Ва (барча жонзот) қайта тириладиган Кунда мени шарманда қилмагин»"},{"SurahNumber":26,"VerseNumber":88,"Text":"У кунда на молу-давлат ва на бола-чақа фойда бермас"},{"SurahNumber":26,"VerseNumber":89,"Text":"Магар Аллоҳ ҳузурига тоза дил билан келган кишиларгагина (фойда берур)"},{"SurahNumber":26,"VerseNumber":90,"Text":"(У кунда) жаннат тақводор бўлган зотларга яқин қилинди"},{"SurahNumber":26,"VerseNumber":91,"Text":"Дўзах йўлдан озган кимсаларга кўрсатиб қўйилди"},{"SurahNumber":26,"VerseNumber":92,"Text":"Ва уларга: «Сизлар Аллоҳни қўйиб ибодат қилиб ўтган бутларингиз қани"},{"SurahNumber":26,"VerseNumber":93,"Text":"Улар сизларга ёрдам бера олурми ёки ўзлари ёрдам ола билурми?!», дейилди"},{"SurahNumber":26,"VerseNumber":94,"Text":"Бас, у (бутлар) ва йўлдан оздирган кимсалар (дўзахга) улоқтирилди"},{"SurahNumber":26,"VerseNumber":95,"Text":"Ҳамда иблис лашкарлари (яъни, кишиларни Ҳақ йўлидан оздирган доҳийлар) барчалари (дўзахга улоқтирилди)"},{"SurahNumber":26,"VerseNumber":96,"Text":"Улар (дўзахда) талашиб-тортишар эканлар, дедилар"},{"SurahNumber":26,"VerseNumber":97,"Text":"«Аллоҳ номига қасамки, албатта бизлар очиқ залолатда бўлган эканмиз"},{"SurahNumber":26,"VerseNumber":98,"Text":"Сизларни (эй бут ва санамлар), барча оламларнинг Парвардигорига тенглаштирган пайтимизда"},{"SurahNumber":26,"VerseNumber":99,"Text":"Бизларни фақат жиноятчи («доҳий»)лар йўлдан оздирдилар"},{"SurahNumber":26,"VerseNumber":100,"Text":"Энди бизлар учун на оқловчилар"},{"SurahNumber":26,"VerseNumber":101,"Text":"Ва на бирон қадрдон дўст бордир"},{"SurahNumber":26,"VerseNumber":102,"Text":"Бас, қанийди яна бир марта (яшашнинг иложи) бўлса-ю, бизлар ҳам мўминлардан бўлсак»"},{"SurahNumber":26,"VerseNumber":103,"Text":"Албатта, бунда (яъни, Иброҳим ва унинг қавми ҳақидаги қиссада) оят-ибрат бордир. (Лекин одамларнинг) кўплари иймон келтиргувчи бўлмадилар"},{"SurahNumber":26,"VerseNumber":104,"Text":"Шак-шубҳасиз, Парвардигорингизнинг Ўзи (кофирлар устидан) ғолиб, (мўминларга) меҳрибондир"},{"SurahNumber":26,"VerseNumber":105,"Text":"Нуҳ қавми пайғамбарларни ёлғончи қилди (яъни, Нуҳни ҳам, бошқа пайғамбарларни ҳам инкор қилдилар)"},{"SurahNumber":26,"VerseNumber":106,"Text":"Ўшанда уларга биродарлари Нуҳ айтган эди: «(Аллоҳдан) қўрқмайсизларми"},{"SurahNumber":26,"VerseNumber":107,"Text":"Албатта мен сизлар учун ишончли пайғамбардирман"},{"SurahNumber":26,"VerseNumber":108,"Text":"Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар"},{"SurahNumber":26,"VerseNumber":109,"Text":"Мен сизлардан бу (даъватим) учун ажр-мукофот сўрамайман. Менинг ажр-мукофотим фақат барча оламларнинг Парвардигори Аллоҳнинг зиммасидадир"},{"SurahNumber":26,"VerseNumber":110,"Text":"Бас, Аллоҳдан қўрқинглар ва менга итоат этинглар!»"}]}