{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"هنگامی که فرزند مریم به عنوان مثال ذکر شد، قوم تو از آن خندیدند و سر و صدا به راه انداختند"},{"SurahNumber":43,"VerseNumber":58,"Text":"(مشرکان ادامه دادند) و گفتند: آیا (به نظر شما) معبودهای ما بهترند یا عیسی؟ (به عقیده‌ی شما او به دوزخ می‌رود، پس بگذار ما و معبودهایمان که از او هم بدترند به دوزخ برویم!). آنان این مثال را جز از روی جدال بیان نمی‌دارند. بلکه ایشان گروهی کینه‌توز و پرخاشگرند (و برای مبارزه‌ی با تو و جلوگیری از حق، به استدلال باطل متوسّل می‌شوند)"},{"SurahNumber":43,"VerseNumber":59,"Text":"عیسی بنده‌ای بیش نبود که ما بدو نعمت خود را ارزانی داشتیم و او را نمونه و الگوئی برای بنی‌اسرائیل کردیم"},{"SurahNumber":43,"VerseNumber":60,"Text":"اگر ما بخواهیم از شما فرزندان صالح و فرشته‌گونی پدیدار و در زمین جایگزین شما می‌سازیم"},{"SurahNumber":43,"VerseNumber":61,"Text":"قطعاً وجود عیسی خبر از وقوع قیامت می‌دهد، و هرگز درباره‌ی قیامت شکّ و تردید نداشته باشید، و از من پیروی کنید که راه راست این است"},{"SurahNumber":43,"VerseNumber":62,"Text":"(به هوش باشید) شیطان شما را (از راه خدا و از توجّه به سرنوشتتان در رستاخیز) بازندارد. او دشمن آشکار شما است. (پس مواظب وی باشید)"},{"SurahNumber":43,"VerseNumber":63,"Text":"هنگامی که عیسی با در دست داشتن معجزات آشکار و آیات روشن (به پیش بنی‌اسرائیل) آمد، گفت: من شریعت حکیمانه‌ای را (درباره‌ی مبدأ و معاد و نیازهای زندگی بشر) برای شما آورده‌ام، و آمده‌ام تا برایتان برخی از امور (دینی) را روشن گردانم که در آنها اختلاف می‌ورزید. پس از خدا بترسید و از من پیروی کنید"},{"SurahNumber":43,"VerseNumber":64,"Text":"به طور قطع خداوند پروردگار من و پروردگار شما است، پس او را پرستش کنید، راه راست این است"},{"SurahNumber":43,"VerseNumber":65,"Text":"گروهها و دسته‌ها (ی اهل کتاب نسبت به عیسی) در میان خود به اختلاف پرداختند (و هر یک او را به نامی‌خواندند و راه افراط و تفریط در پیش گرفتند). وای بر کسانی که ستم کردند! چه عذاب دردناکی در روز قیامت گریبانگیرشان می‌گردد"},{"SurahNumber":43,"VerseNumber":66,"Text":"آیا منتظر همین هستند که قیامت ناگهانی و در حالی که از آن بی‌خبرند به سروقتشان بیاید؟"},{"SurahNumber":43,"VerseNumber":67,"Text":"دوستان، در آن روز، دشمنان یکدیگر خواهند شد، مگر پرهیزگاران"},{"SurahNumber":43,"VerseNumber":68,"Text":"ای بندگان (پرهیزگار) من! امروز نه بیمی بر شما است (که عذاب و عقابی گریبانگیرتان شود) و نه غم و اندوهی دارید"},{"SurahNumber":43,"VerseNumber":69,"Text":"آن بندگانی که به آیه‌های ما ایمان آورده‌اند و مسلمان و مطیع فرمان (آفریدگار خود) بوده‌اند"},{"SurahNumber":43,"VerseNumber":70,"Text":"شما و همسرانتان به بهشت درآئید، در آنجا شادمان و شادکام و مکرّم و محترم خواهید بود"},{"SurahNumber":43,"VerseNumber":71,"Text":"برایشان کاسه‌ها و جامهای زرین به گردش انداخته می‌شود، و هرچه دل بخواهد و هرچه چشم از آن لذّت ببرد، در بهشت وجود دارد، و شما در آنجا جاودانه خواهید بود"},{"SurahNumber":43,"VerseNumber":72,"Text":"این بهشتی است که به سبب کارهائی که می‌کرده‌اید، بدان دست یافته‌اید"},{"SurahNumber":43,"VerseNumber":73,"Text":"در آنجا برایتان میوه‌های فراوان و جوراجوری است که از آنها می‌خورید و استفاده می‌کنید"},{"SurahNumber":43,"VerseNumber":74,"Text":"بزهکاران، جاودانه در عذاب دورخ می‌مانند"},{"SurahNumber":43,"VerseNumber":75,"Text":"عذابشان کاسته نمی‌گردد و سبک نمی‌شود، و آنان در میان عذاب، اندوهناک و نومید و خاموش می‌مانند"},{"SurahNumber":43,"VerseNumber":76,"Text":"ما بدیشان ستم نکرده‌ایم (که آنان را بدین عذاب گرفتار ساخته‌ایم) ولیکن خودشان به خویشتن ستم کرده‌اند (که با انجام کارهای زشت و بیراهه رفتن، خود را به دوزخ انداخته‌اند)"},{"SurahNumber":43,"VerseNumber":77,"Text":"آنان فریاد می‌زنند: ای مالک! پروردگارت ما را بمیراند و نابودمان گرداند (تا بیش از این رنج نبریم و از این عذاب دردناک آسوده شویم. او بدیشان) می‌گوید: شما (اینجا) می‌مانید (و مرگ و میر و نیستی و نابودی در کار نیست)"},{"SurahNumber":43,"VerseNumber":78,"Text":"(خداوند بدیشان پیام می‌دهد که) ما حق را برای شما آوردیم (و توسّط پیغمبران برایتان فرو فرستادیم) ولی اکثر شما حق را نپسندیدید و آن را دشمن داشتید"},{"SurahNumber":43,"VerseNumber":79,"Text":"بلکه، آنان تصمیم محکمی (بر توطئه‌ی قتل محمّد) گرفتند و ما نیز اراده‌ی محکم و تغییرناپذیری کردیم (درباره‌ی مجازات سخت و کیفر دادنشان در دنیا و آخرت)"},{"SurahNumber":43,"VerseNumber":80,"Text":"آیا گمان می‌برند که ما اسرار پنهانی و سخنان درگوشی آنان را نمی‌شنویم؟! آری! (ما آگاه از راز و رمز ایشان و شنوای نجوای آنان بوده و) گذشته از این، فرشتگان مأمور ما در کنارشان حاضر و بر اعمالشان ناظرند و (همه‌ی کردار و گفتارشان را) می‌نویسند وثبت و ضبط می‌کنند"},{"SurahNumber":43,"VerseNumber":81,"Text":"بگو: اگر خداوند مهربان فرزندی می‌داشت، من نخستین کسی بودم که چنین (فرزندی را) پرستش می‌کردم (چرا که من ایمان و اعتقادم به خدا بیشتر و شناخت و آگاهیم فزونتر است. امّا خدا نیازی به فرزند ندارد، و بندگانی چون عُزَیر و عیسی و فرشتگان کی خود را فرزند خدا نامیده‌اند؟)"},{"SurahNumber":43,"VerseNumber":82,"Text":"خداوندگار آسمانها و زمین و عرش (و تخت سلطنت مجموعه‌ی عالم هستی) پاک و منزّه از این توصیفهائی است که (درباره‌ی او) می‌کنند"},{"SurahNumber":43,"VerseNumber":83,"Text":"آنان را به حال خود واگذار تا در باطل غوطه‌ور گردند و سرگرم بازی شوند، تا برخورد می‌کنند به روز قیامتی که بدیشان وعده داده می‌شود (و سرانجام تلخ اعمال زشت و افکار پلشت خود را می‌بینند)"},{"SurahNumber":43,"VerseNumber":84,"Text":"خدا آن کسی است که در آسمان معبود است و در زمین معبود، و او حکیم و علیم است"},{"SurahNumber":43,"VerseNumber":85,"Text":"بزرگوار و دارای خیر و برکت آن کسی است که شاهی و مملکت آسمانها و زمین، و هر آنچه میان آن دو است از آن او است، و آگاهی از وقوع قیامت ویژه‌ی او، و همه‌ی شما (در آخرت، برای حساب و کتاب و جزا و سزا) به سوی او برگردانده می‌شوید"},{"SurahNumber":43,"VerseNumber":86,"Text":"معبودهائی که مشرکان بجز خدا به فریاد می‌خوانند و می‌پرستند قدرت و توانائی هیچ گونه شفاعت و میانجیگری را ندارند، مگر کسانی که آگاهانه بر حق شهادت و گواهی داده (و خدا را به یگانگی پرستیده) باشند (همچون عیسی و عُزَیر و فرشتگان)"},{"SurahNumber":43,"VerseNumber":87,"Text":"اگر از مشرکان بپرسی، چه کسی آنان را آفریده است؟ مؤکّدانه می‌گویند: خدا! پس چگونه (از عبادت حق تعالی) منحرف می‌شوند (و متوجّه پرستش چیزهای دیگری می‌گردند؟)"},{"SurahNumber":43,"VerseNumber":88,"Text":"و (خدا آگاه است) از گفتار محمّد که گفت: پروردگارا! اینها قومی هستند که ایمان نمی‌آورند"},{"SurahNumber":43,"VerseNumber":89,"Text":"پس از آنان روی بگردان و بگو: بدرود! بعدها خواهند دانست (که برای خود چه آشی پخته‌اند و چه آتش سوزانی و عذاب دردناکی را فراهم ساخته‌اند)"},{"SurahNumber":44,"VerseNumber":1,"Text":"حا. میم"},{"SurahNumber":44,"VerseNumber":2,"Text":"سوگند به قرآن! که روشن و روشنگر است"},{"SurahNumber":44,"VerseNumber":3,"Text":"ما قرآن را در شب پرخیر و برکتی فرو فرستاده‌ایم. ما همواره بیم‌دهنده (ی کافران و مشرکان و ظالمان، با ارسال پیغمبران به سویشان) بوده‌ایم (و کتابها برایشان فرو فرستاده‌ایم. این قرآن هم آخرین حلقه از این سلسله است)"},{"SurahNumber":44,"VerseNumber":4,"Text":"در این شب مبارک، هرگونه کار حکیمانه‌ای (که انسان را به حقیقت آشنا و به سعادت برساند، و او را از باطل و شقاوت دور گرداند، از سوی خدا) بیان و مقرّر گشته است"},{"SurahNumber":44,"VerseNumber":5,"Text":"کار و باری که از سوی ما صادر و بدان دستور داده شده است (و در قرآن برای انسانها روانه گشته است و) ما فرستنده (ی محمّد و همه‌ی انبیاء، و قرآن و همه‌ی کتابهای آسمانی) بوده‌ایم"},{"SurahNumber":44,"VerseNumber":6,"Text":"(این کار) به خاطر رحمتی از سوی پروردگارت (در حق انسانها) است. خدا شنوا و آگاه است"},{"SurahNumber":44,"VerseNumber":7,"Text":"(پروردگار تو) که پروردگار آسمانها و زمین و همه‌ی چیزهائی است که در میان آن دو است. اگر شما طالب یقین و باورید (به این که خدا آفریدگار شما، روزی‌رسان بندگان، و به زیر فرمان کشاننده‌ی خورشید و ماه است)"},{"SurahNumber":44,"VerseNumber":8,"Text":"جز او خدائی نیست، و او است که زنده می‌گرداند و می‌میراند، و پروردگار شما و پروردگار پدران و نیاکان پیشین شما است"},{"SurahNumber":44,"VerseNumber":9,"Text":"اصلاً مشرکان (درباره رسالت و دعوت آسمانی) در شکّ و تردیدند و (آن را، و کلاًّ زندگی را به) بازی می‌گیرند"},{"SurahNumber":44,"VerseNumber":10,"Text":"منتظر روزی باش که آسمان دود آشکاری را پدیدار می‌کند"},{"SurahNumber":44,"VerseNumber":11,"Text":"دودی که تمام مردم را فرا می‌گیرد. این همان عذاب دردناک عظیم است"},{"SurahNumber":44,"VerseNumber":12,"Text":"(مردم رو به درگاه خدا می‌کنند و می‌گویند:) پروردگارا! عذاب را از ما برطرف گردان، ما ایمان آورده‌ایم (و به اشتباهات خود پی برده‌ایم)"},{"SurahNumber":44,"VerseNumber":13,"Text":"کی بیداری برای آنان فایده‌ای دارد؟ قبلاً که پیغمبری (با رسالتی روشن و معجزاتی دالّ بر صداقتش، و زبان گویا و) بیانگر (قوانینی سرنوشت‌ساز و سعادت‌بخش) به پیش آنان آمده بوده است"},{"SurahNumber":44,"VerseNumber":14,"Text":"سپس از او رویگردان شدند و گفتند: او دیوانه‌ای (است که این مطالب توسّط دیگران بدو) آموخته شده است"},{"SurahNumber":44,"VerseNumber":15,"Text":"اگر مدّت اندکی عذاب را (از شما) به دور داریم (و به دنیا برگردانیم) قطعاً شما (به کفر و شرک و فسق و فجور خود) برمی‌گردید"},{"SurahNumber":44,"VerseNumber":16,"Text":"روزی سخت بر آنان می‌تازیم، (و با چنین یورش تندی‌آنان را) به مجازات می‌رسانیم"}]}