{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allah dobro zna one među vama koji su druge zadržali i prijateljima svojim govorili: \"Priključite nam se!\", a inače oni u borbu rijetko idu"},{"SurahNumber":33,"VerseNumber":19,"Text":"škrtareći prema vama. A kad zavlada strah, vidiš ih kako gledaju u tebe kolutajući očima kao kad pred smrt izbezumljeni svijest izgubi. Čim strah mine, oni vas \"sijeku svojim oštrim jezicima\", škrti da učine bilo kakvo dobro. Oni ne vjeruju, i zato je Allah djela njihova poništio; a to je Allahu lahko"},{"SurahNumber":33,"VerseNumber":20,"Text":"Oni misle da saveznici još nisu otišli. A kad bi saveznici opet došli, najdraže bi im bilo da su među beduinima u pustinji i da se raspituju za vas; a da s vama ostanu, malo bi se borili"},{"SurahNumber":33,"VerseNumber":21,"Text":"Vi u Allahovom Poslaniku imate divan uzor za onoga koji nadu polaže u Allaha i Posljednji dan, i koji često Allaha spominje"},{"SurahNumber":33,"VerseNumber":22,"Text":"A kad su vjernici saveznike ugledali, rekli su: \"Ovo je ono što su nam Allah i Poslanik Njegov obećali, i Allah i Poslanik Njegov istinu su govorili!\" - i to im je samo povećalo vjerovanje i predanost"},{"SurahNumber":33,"VerseNumber":23,"Text":"Među vjernicima ima ljudi koji su ispunili ono na što su se Allahu obavezali; neko od njih okonča svoj rok, a neko od njih to još iščekuje, i nisu ništa izmijenili"},{"SurahNumber":33,"VerseNumber":24,"Text":"To je zato da bi Allah nagradio iskrene za njihovu iskrenost, a patnji podvrgao licemjere, ako hoće, ili im oprostio. Allah je, zaista, Onaj Koji oprašta grijehe i milostiv je"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah je nevjernike pune srdžbe odbio, nisu dobra postigli, a vjernike je Allah borbe poštedio. Allah je, uistinu, moćan i silan"},{"SurahNumber":33,"VerseNumber":26,"Text":"A sljedbenike Knjige, koji su ih pomagali, iz utvrda njihovih je izveo, i strah u srca njihova ulio, pa ste jedne pobili, a druge kao sužnje uzeli"},{"SurahNumber":33,"VerseNumber":27,"Text":"I dao vam je da naslijedite zemlje njihove i domove njihove i bogatstva njihova, i zemlju kojom prije niste hodili; Allah nad svime ima moć"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Vjerovjesniče, reci ženama svojim: \"Ako želite život dunjalučki i njegov sjaj, onda dođite, dat ću vam pristojnu otpremu i lijepo ću vas otpustiti"},{"SurahNumber":33,"VerseNumber":29,"Text":"A ako želite Allaha i Poslanika Njegova i drugi svijet, pa, Allah je, doista, onima među vama koji čine dobra djela pripremio nagradu veliku"},{"SurahNumber":33,"VerseNumber":30,"Text":"O žene Vjerovjesnikove, ako bi koja od vas očiti razvrat učinila, kazna bi joj udvostručena bila, a to je Allahu lahko"}]}