{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Агар мунофиқон ва касоне, ки дар дилҳояшон маразест ва онҳо, ки дар Мадина шойеъа (овоза) мепарокананд, аз кори худ бознаистанд, туро бар онҳо ғолиб мегардонем, то аз он пас ҷуз андаке бо ту дар шаҳр ҳамсоя набошанд"},{"SurahNumber":33,"VerseNumber":61,"Text":"Инҳо лаънат шудагоизпд. Ҳар ҷо ёфта шаванд, бояд дастгир гарданд ва ба сахтӣ кушта шаванд"},{"SurahNumber":33,"VerseNumber":62,"Text":"Ин суннати Худовандист, ки дар миёни пешиниён низ буд ва дар суннатн Худо тағйире нахоҳӣ ёфт"},{"SurahNumber":33,"VerseNumber":63,"Text":"Мардум туро аз қиёмат мепурсанд, бигӯ: «Илми он назди Худост». Ва ту чӣ медонӣ, шояд қиёмат наздик бошад"},{"SurahNumber":33,"VerseNumber":64,"Text":"Худо кофиронро лаънат карда ва барояшон оташе сӯзон муҳайё кардааст"},{"SurahNumber":33,"VerseNumber":65,"Text":"ки дар он ҷовидонаанд ва ҳеҷ дӯсту ёваре нахоҳанд ёфт"},{"SurahNumber":33,"VerseNumber":66,"Text":"Рӯзе, ки суратҳояшонро (рӯйҳояшонро) дар оташ бигардонанд, мегӯянд: «Эй кош, Худоро итоъат карда будем ва расулро итоъат карда будем!»"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ва гуфтанд: «Эй Парвардигори мо, ба сарварону бузургони худ итоъат кардем ва онон моро гумроҳ карданд"},{"SurahNumber":33,"VerseNumber":68,"Text":"Эй Парвардигори мо, азобашонро дучандон кун ва ба лаънати бузурге гирифторашон соз!»"},{"SurahNumber":33,"VerseNumber":69,"Text":"Эй касоне, ки имон овардаед, мабошед монанди он касон, ки Мӯсоро озурда карданд ва Худояш аз он айбе, ки гуфта буданд, покаш сохт ва назди Худо обрӯманд буд"},{"SurahNumber":33,"VerseNumber":70,"Text":"Эй касоне, ки имон овардаед, аз Худо битарсед ва сухани дуруст бигӯед"},{"SurahNumber":33,"VerseNumber":71,"Text":"Худо корҳои шуморо ба салоҳ оварад ва гуноҳонатонро бибахшояд. Ва ҳар кӣ ба Худову паёмбараш итоъат кунад, ба комёбии (зафари) бузурге даст ёфтааст"},{"SurahNumber":33,"VerseNumber":72,"Text":"Мо ин амонатро бар осмонҳову замин ва кӯҳҳо арза доштем, аз таҳаммули он рӯй гардонданд ва аз он тарсиданд. Инсон он амонатро бар дӯш гирифт, кк ӯ ситамкору нодон буд"},{"SurahNumber":33,"VerseNumber":73,"Text":"то Худо мардони мунофиқу занони мунофиқ ва мардони мушрику занони мушрикро азоб кунад ва тавбаи мардони мӯъмину занони мӯъминро бипазирад, ки Худо бахшояндаву меҳрубон аст"},{"SurahNumber":34,"VerseNumber":1,"Text":"Ситоиш аз они Худоест, ки ҳар чӣ дар осмонҳову ҳар чӣ дар замин аст. аз они Ӯст. Ва дар он ҷаҳон низ ситоиш аз они Ӯст ва Ӯ ҳакиму огоҳ аст"},{"SurahNumber":34,"VerseNumber":2,"Text":"Ҳар чиро, ки дар замин фурӯ шавад ва ҳар чиро, ки аз замин берун ояд ва ҳар чиро, ки аз осмон фуруд ояд ва ҳар чиро, ки бар осмон боло равад, медонад. Ва Ӯ меҳрубону бахшоянда аст"},{"SurahNumber":34,"VerseNumber":3,"Text":"Кофирон гуфтанд,: «Моро қиёмат нахоҳад омад!» Бигӯ: «Оре, ба Парвардигорам — он донои ғайб савганд, ки шуморо хоҳад омад. Ба қадри заррае ё кучактар аз он ва ё бузургтар аз он дар осмонҳову замин аз Худо пинҳон нест ва ҳама дар китоби мубин омадааст"},{"SurahNumber":34,"VerseNumber":4,"Text":"то касонеро, ки имон овардаанд ва корҳои шоиста кардаанд, музд диҳад. Барои онҳост бахшоиш ва ризқи некӯ"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ва онон, ки ба оёти Мо дарафтоданд, то Моро ба нотавонӣ оранд, барояшон аэобест сахт дардовар"},{"SurahNumber":34,"VerseNumber":6,"Text":"Онон, ки аз дониш баҳрамандӣ ёфтаанд, медонанд, ки он чӣ аз ҷониби Парвардигорат бар ту нозил шуда аст, ҳақ аст ва ба роҳи Худои ғолибу сутуданӣ роҳ менамояд"},{"SurahNumber":34,"VerseNumber":7,"Text":"Кофирон гуфтанд: «Оё мехоҳед ба марде далолататон кунем, ки шуморо мегӯяд: «Он гоҳ ки порапора шавед ва рез-рез, аз лав офарида хоҳед шуд"},{"SurahNumber":34,"VerseNumber":8,"Text":"Оё бар Худо дурӯғ мебандад, ё девона аст?» На, онон, ки ба охират имон надоранд, дар азобанд ва сахт аз роҳ дуранд"},{"SurahNumber":34,"VerseNumber":9,"Text":"Оё ба паши рӯй ё пушти сари худ аз осмонҳову замин наменигаранд? Агар бихоҳем, онҳоро дар замин фурӯ мебарем, ё қитъае аз осмонро бар сарашон меафканем. Ва дар ин барои ҳар бандае, ки ба Худо бозмегардад, ибратест"}]}