{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Та. Син. Булар — Кураандын жана ачык-айрым (катасы жок) Китептин аяттары"},{"SurahNumber":27,"VerseNumber":2,"Text":"Туура Жол жана момундарга куш кабар"},{"SurahNumber":27,"VerseNumber":3,"Text":"Алар (момундар) намазды толук окушат, зекетти беришет жана Акыреттерине бекем ишенишет"},{"SurahNumber":27,"VerseNumber":4,"Text":"Ал эми Акыретке ишенбеген адамдарга Биз (күнөө) иштерин кооз көргөзүп койдук. Эми алар адашып-тентип жүрө беришет"},{"SurahNumber":27,"VerseNumber":5,"Text":"Алар азаптын эң жаманына жолугуучулар! Алар Акыретте эң көп зыян тартуучулар"},{"SurahNumber":27,"VerseNumber":6,"Text":"Жаначынында (сага түшүрүлгөн) Кураан — Билүүчү, Даанышман (Аллаһ) тарабынан берилген"},{"SurahNumber":27,"VerseNumber":7,"Text":"(О, Мухаммад эстегин), бир кезде Муса (Мадяндан келе жатып) өз үй-бүлөсүнө: «Мен (алыстан) от көрдүм. Дароо андан кабар же силерге бир аз чок ала келейин. Ажеп эмес жылынып алсаңар» -деди"},{"SurahNumber":27,"VerseNumber":8,"Text":"Ал отко (жакындап) келгенде (кайыптан): «Оттун жанындагы кишиге жана тегерегиндегилерге береке болсун!” Ааламдардын Раббиси-Аллаһ Аруу!» - деген добуш угулду"},{"SurahNumber":27,"VerseNumber":9,"Text":"«О, Муса бул Мен - Кудуреттүү, Даанышман Аллаһмын"},{"SurahNumber":27,"VerseNumber":10,"Text":"Аса-таягыңды ташта!» (Аса-таягын жерге таштады эле) Анын жылан болуп сойлогонун көрүп артына карабай качып жөнөдү. «О, Муса! — (деди кайрадан жанагы добуш) — коркпогун, Менин алдымда пайгамбарлар коркушпайт"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ал эми, зулумдук кылган адамдар (Менден коркушат) (Бирок) кийин күнөөсүн сооп ишке алмаштырса, Мен Кечиримдүү, Ырайымдуумун"},{"SurahNumber":27,"VerseNumber":12,"Text":"(О, Муса), колуңду колтугуңа киргиз, ал жамандыгы жок! ап-апак болуп чыгат. (Аса таяк менен ак кол) Фираун жана анын коомуна арналган тогуз моожизадан“(экөөсү).Чынында алар бузулган коомдор"},{"SurahNumber":27,"VerseNumber":13,"Text":"Ал эми, качан аларга Биздин моожизалар келгенде! «Бул-анык сыйкыр» дешти"},{"SurahNumber":27,"VerseNumber":14,"Text":"Жана өздөрү (чындык экенин) билип турса да, зулумдук, текебердик менен четке кагып коюшту. Эми сен бузулган адамдардын акыбет-натыйжасы кандай болгонун көрүп кой"},{"SurahNumber":27,"VerseNumber":15,"Text":"Биз Дауд менен (анын уулу) Сулайманга илим (пайгамбарлык) бердик. Анан алар: «Аллаһка мактоолор болсун! Ал Өзүнүн көп ыймандуу пенделеринен бизди пазилеттүүрөөк (артыгыраак) кылды!» дешти"},{"SurahNumber":27,"VerseNumber":16,"Text":"Сулайман Дауддан (илими менен пайгамбарлыгын) мураска алды жана: «О, адамдар, Бизге куштардын тили үйрөтүлдү жана (ушул кезге чейин, эч кимге берилбеген) бардык нерселер берилди. Бул (Аллаһ тарабынан берилген) анык пазилет!» - деди"},{"SurahNumber":27,"VerseNumber":17,"Text":"Жана (күндөрдүн биринде) Сулайманга жиндерден, инсандардан, куштардан турган аскерлери чогултулду жана тизилип турушту"},{"SurahNumber":27,"VerseNumber":18,"Text":"Алар качан гана кумурскалардын өрөөнүнө жетип келишкенде, бир кумурска: «Э-э-й, кумурскалар! Уяңарга киргиле! Сулайман менен аскерлери билбестен силерди жанчып жибербесин!» - деди"},{"SurahNumber":27,"VerseNumber":19,"Text":"Анын сөзүнө Сулайман жылмайып койду жана (дуба кылып, мындай) деди: «О, Раббим! Мага жана ата-энеме берген нээматтарыңа шүгүр кылууга жана Өзүң ыраазы боло турган иштерди аткарууга мени жөндөмдүү кыл жана салих пенделериңдин катарында Өз ырайымыңдын астына киргиз!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"(Бир жерде) куштарды кароодон өткөрдү жана: «Мага эмне болгон, үпүптү көрбөй жатамын? Же ал (бир жагына) кайып болуп кеттиби"},{"SurahNumber":27,"VerseNumber":21,"Text":"Мен аны катуу азап менен жазалаймын: же союп жиберемин же болбосо мага (жоголгонунун) анык-ишенимдүү далилин алып келет!» деди"},{"SurahNumber":27,"VerseNumber":22,"Text":"Көп турбай (үпүп келип калды) жана ошол замат (маалымат берип мындай) деди: «Мен сен билбеген нерсени билип келдим. Мен сага Сабаа! элинен анык кабар алып келдим"},{"SurahNumber":27,"VerseNumber":23,"Text":"Мен аларга бийлик кылган (Билкийс деген) аялды таптым. Ага ар бир (кымбат, күчтүү) нерселер берилиптир. Жана анын улук тактысы да бар экен"},{"SurahNumber":27,"VerseNumber":24,"Text":"Мен ал аял менен анын коомун, Аллаһты коюп, Күнгө табынып жатканын көрдүм. Шайтан аларга (ширк) амалдарын кооздоп көргөзүп (Туура) Жолдон тосуп коюптур. Алар (ошондуктан) адашып кетишкен го"},{"SurahNumber":27,"VerseNumber":25,"Text":"Аллаһтын Өзүнө сажда кылышса болбойт беле?! Ал асмандардагы жана жердеги жашыруун нерселерди чыгарган жана силер жашырган же жарыя кылган (бардык) нерселерди билет"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллаһ(тын) бир Өзүнөн башка эч бир кудай жок! (ал) Улук Арштын Раббиси! (Үлүп өз маалыматын ушинтип бүтүрдү. Сулайман аны уккан соң)"}]}