{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"こうして，かの女はかれ（息子）を妊娠したので，遠い所に引き籠った。"},{"SurahNumber":19,"VerseNumber":23,"Text":"だが分娩の苦痛のために，ナツメヤシの幹に赴き，かの女は言った。「ああ，こんなことになる前に，わたしは亡きものになり，忘却の中に消えたかった。」"},{"SurahNumber":19,"VerseNumber":24,"Text":"その時（声があって）かの女を下の方から呼んだ。「悲しんではならない。主はあなたの足もとに小川を創られた。"},{"SurahNumber":19,"VerseNumber":25,"Text":"またナツメヤシの幹を，あなたの方に揺り動かせ。新鮮な熟したナツメヤシの実が落ちてこよう。"},{"SurahNumber":19,"VerseNumber":26,"Text":"食べ且つ飲んで，あなたの目を冷しなさい。そしてもし誰かを見たならば，『わたしは慈悲深き主に，斎戒の約束をしました。それで今日は，誰とも御話いたしません。』と言ってやるがいい。」"},{"SurahNumber":19,"VerseNumber":27,"Text":"それからかの女は，かれ（息子）を抱いて自分の人びとの許に帰って来た。かれらは言った。「マルヤムよ，あなたは，何と大変なことをしてくれたのか。"},{"SurahNumber":19,"VerseNumber":28,"Text":"ハールーンの姉妹よ，あなたの父は悪い人ではなかった。母親も不貞の女ではなかったのだが。」"},{"SurahNumber":19,"VerseNumber":29,"Text":"そこでかの女は，かれ（息子）を指さした。かれらは言った。「どうしてわたしたちは，揺籠の中の赤ん坊に話すことが出来ようか。」"},{"SurahNumber":19,"VerseNumber":30,"Text":"（その時）かれ（息子）は言った。「わたしは，本当にアッラーのしもベです。かれは啓典をわたしに与え，またわたしを預言者になされました。"},{"SurahNumber":19,"VerseNumber":31,"Text":"またかれは，わたしが何処にいようとも祝福を与えます。また生命のある限り礼拝を捧げ，喜捨をするよう，わたしに御命じになりました。"},{"SurahNumber":19,"VerseNumber":32,"Text":"またわたしの母に孝養を尽くさせ，高慢な恵まれない者になされませんでした。"},{"SurahNumber":19,"VerseNumber":33,"Text":"またわたしの出生の日，死去の日，復活の日に，わたしの上に平安がありますように。」"},{"SurahNumber":19,"VerseNumber":34,"Text":"そのこと（イーサーがマルヤムの子であること）に就いて，かれら（ユダヤ教徒，キリスト教徒）は疑っているが本当に真実そのものである。"},{"SurahNumber":19,"VerseNumber":35,"Text":"アッラーに子供が出来るなどということはありえない。かれに讃えあれ。かれが一事を決定され，唯「有れ。」と仰せになれば，即ち有るのである。"},{"SurahNumber":19,"VerseNumber":36,"Text":"本当にアッラーは，わたしの主であり，またあなたがたの主であられる。だからかれに仕えなさい。これこそ正しい道である。"},{"SurahNumber":19,"VerseNumber":37,"Text":"それなのにかれらの間で，諸宗派が異なる。信じない者こそ災いである。偉大なる日の審判のためこ。"},{"SurahNumber":19,"VerseNumber":38,"Text":"かれらがわが前に罷り出る日，何とはっきりと聞こえまた見えるであろうか。だが不義者たちは，今日（現世で）は明らかに迷誤の中にいる。"},{"SurahNumber":19,"VerseNumber":39,"Text":"あなたは悔恨の日（復活の日）に就いて，かれらに警告しなさい。その時，事は決定されるのである。かれらが油断し，また不信心である間に。"},{"SurahNumber":19,"VerseNumber":40,"Text":"われは，大地とその上にある凡てのものを相続する。またわれに，かれらは帰るのである。"},{"SurahNumber":19,"VerseNumber":41,"Text":"またこの啓典の中で，イブラーヒーム（の物語）を述べよ。本当にかれは正直者であり預言者であった。"},{"SurahNumber":19,"VerseNumber":42,"Text":"かれが父にこう言った時を思え。「父よ，あなたは何故聞きも，見もしないで，また僅かの益をも与えないもの（木石の偶像）を崇拝なさるのか。"},{"SurahNumber":19,"VerseNumber":43,"Text":"父よ，あなたが授かっていない知識が，今，確かにわたしに下った。だからわたしに従いなさい。わたしはあなたを正しい道に導くでしょう。"},{"SurahNumber":19,"VerseNumber":44,"Text":"父よ，悪魔に仕えてはなりません。本当に悪魔は慈悲深き御方に対する謀叛者です。"},{"SurahNumber":19,"VerseNumber":45,"Text":"父よ，本当にわたしは慈悲深き御方からの懲罰が，あなたに下ることを恐れます。それであなたが，悪魔の友になることを心配しています。」"},{"SurahNumber":19,"VerseNumber":46,"Text":"かれ（父）は言った。「イブラーヒームよ，あなたはわたしたちの神々を拒否するのか。もしそれを止めないなら，必ずあなたを石打ちにするであろう。さあ永久にわたしから離れ去れ。 」"},{"SurahNumber":19,"VerseNumber":47,"Text":"かれは言った。「あなたに平安あれ。わたしの主に，あなたのため御赦しを祈る。本当にかれは，わたしに対し慈悲深くあられます。"},{"SurahNumber":19,"VerseNumber":48,"Text":"わたしはあなたがたから離れ，またアッラー以外にあなたがたが祈るものから離れて，わたしの主に祈ります。わたしの主に御祈りすれば，恐らく（主の）御恵みのないめにあわないでしょう。」"},{"SurahNumber":19,"VerseNumber":49,"Text":"それでかれ（イブラーヒーム）が，かれらとアッラー以外にかれらが仕えるものから離れ去った時，われはかれにイスハークとヤアコーブを授けた。そしてわれはかれらをそれぞれ預言者にした。"},{"SurahNumber":19,"VerseNumber":50,"Text":"われは，かれらの上に慈悲を垂れ，また崇高な真実を伝える舌を授けた。"},{"SurahNumber":19,"VerseNumber":51,"Text":"またこの啓典の中で，ムーサーのことを述べよ。本当にかれは，誠実であり，使徒であり預言者であった。"},{"SurahNumber":19,"VerseNumber":52,"Text":"われは（シナイ）山の右がわからかれに呼びかけ，密談のためわれの近くに招き寄せた。"},{"SurahNumber":19,"VerseNumber":53,"Text":"またわれの慈悲により，その兄のハールーンを，預言者としてかれに授けた。"},{"SurahNumber":19,"VerseNumber":54,"Text":"またイスマーイールのことを，この啓典の中で述べよ。本当にかれは約束したことに忠実で，使徒であり預言者であった。"},{"SurahNumber":19,"VerseNumber":55,"Text":"かれはいつもその一族に，礼拝と喜捨を命令し，主の愛される一人であった。"},{"SurahNumber":19,"VerseNumber":56,"Text":"またイドリースのことを，この啓典の中で述べよ。かれは正直な人物であり預言者であった 。"},{"SurahNumber":19,"VerseNumber":57,"Text":"そしてわれはかれを高い地位に挙げた。"},{"SurahNumber":19,"VerseNumber":58,"Text":"これらの者は，アッラーが恩恵を施された預言者たちで，アーダムの子孫で，われがヌーフと一緒に（方舟で）運んだ者たちの子孫であり，またイブラーヒームとイスラーイール（ヤアコ ーブ）の子孫の中，われが選んで導いた者たちである。慈悲深き御方の印がかれらに読誦される度に，かれらは伏してサジダし涙を流す。〔サジダ〕"}]}