{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Digues: «Serfs que heu prevaricat en detriment propi! No desespereu de la misericòrdia d'Al·là! Al·là perdona tots els pecats. Ell és l'Indulgent, el Misericordiós»"},{"SurahNumber":39,"VerseNumber":54,"Text":"Torneu-vos al vostre Senyor penedits! Sotmeteu-vos a Ell abans que us arribi el càstig, perquè després no sereu auxiliats"},{"SurahNumber":39,"VerseNumber":55,"Text":"Seguiu el millor que el vostre Senyor us ha revelat, abans que us arribi el càstig de cop i volta, sense pressentir-ho"},{"SurahNumber":39,"VerseNumber":56,"Text":"No sigui que algú digui; «Ai de mi que vaig ser tan reticent envers Al·là! Jo era dels quals es burlaven!»"},{"SurahNumber":39,"VerseNumber":57,"Text":"o digui: «Si Al·là m'hagués dirigit, hauria estat dels quals Li temen!»"},{"SurahNumber":39,"VerseNumber":58,"Text":"o digui, al veure el càstig: «Si pogués regressar, seria de qui fan el bé!»"},{"SurahNumber":39,"VerseNumber":59,"Text":"«Però, si ja et van venir Els meus signes i els vas desmentir, mostrant-te altiu i sent dels infidels...»"},{"SurahNumber":39,"VerseNumber":60,"Text":"El dia de la Resurrecció veuràs a qui van mentir contra Al·là, aspre el rostre. No hi ha en la Jahenam un estatge per els altius"},{"SurahNumber":39,"VerseNumber":61,"Text":"Al·là salvarà a qui Li hagin temut, lliurant-los del càstig: no sofriran mal ni estaran trists"},{"SurahNumber":39,"VerseNumber":62,"Text":"Al·là és creador de tot i vela per tot"},{"SurahNumber":39,"VerseNumber":63,"Text":"Seves són les claus dels cels i de la terra. Els quals no creen en els signes d'Al·là, aquests seran els quals perdin"},{"SurahNumber":39,"VerseNumber":64,"Text":"Digues: «És que m'ordeneu que serveixi a altre diferent d'Al·là, ignorants!?»"},{"SurahNumber":39,"VerseNumber":65,"Text":"A tu i als quals et van precedir se us ha revelat: «Si associes a Al·là altres déus, les teves obres seran vanes i seràs, sí, dels quals perdin"},{"SurahNumber":39,"VerseNumber":66,"Text":"Sinó que, a Al·là serveix i sé dels agraïts!»"},{"SurahNumber":39,"VerseNumber":67,"Text":"No han valorat a Al·là degudament. El dia de la Resurrecció, contindrà tota la terra en El seu puny, els cels estaran plegats en El seu destra. Glòria a Ell! Està per sobre del que Li associen"},{"SurahNumber":39,"VerseNumber":68,"Text":"Es tocarà la trompeta i els que estiguin en els cels i en la terra cauran fulminats, excepte els que Al·là vulgui. Es tocarà la trompeta altra vegada i heus aquí que es posaran en peus, mirant"},{"SurahNumber":39,"VerseNumber":69,"Text":"La terra brillarà amb la llum del seu Senyor. Es traurà l'Escriptura. Es farà venir als profetes i als testimonis. Es decidirà entre ells segons justícia i no seran tractats injustament"},{"SurahNumber":39,"VerseNumber":70,"Text":"Cadascun rebrà conforme a les seves obres. Ell sap bé el que fan"},{"SurahNumber":39,"VerseNumber":71,"Text":"Els infidels seran conduïts en grups a la Jahenam. Fins que, arribats a ella, s'obriran les portes i els seus guardians els diran: «No van venir a vosaltres Missatgers, sortits de vosaltres, per a recitar-vos les versicles del vostre Senyor i prevenir-vos contra la trobada d'aquest dia,el vostre?» Diran: «Clar que si!» Però es complirà la sentència del càstig contra els infidels"},{"SurahNumber":39,"VerseNumber":72,"Text":"Es dirà: «Entreu per les portes de la Jahenam, per a estar en ella eternament!» Quina mala és l'estatge dels altius"},{"SurahNumber":39,"VerseNumber":73,"Text":"Però els quals hagin temut al seu Senyor, seran conduïts en grups al Paradís. Fins que, arribats a ell, s'obriran les seves portes i els seus guardians els diran: «Pau sobre vosaltres! Van ser bons. Entreu, doncs, en ell, per tota l'eternitat »"},{"SurahNumber":39,"VerseNumber":74,"Text":"I diran: «Lloat sigui Al·là, Que ens ha complert La seva promesa i ens ha donat la terra en herència. Podem establir-nos en el Paradís on vulguem». Quin grata és la recompensa dels que obren bé"},{"SurahNumber":39,"VerseNumber":75,"Text":"Veuràs als àngels, anant al voltant del Tron, celebrant les lloances del seu Senyor. Es decidirà entre ells segons justícia i es dirà: «Lloat sigui Al·là, Senyor de l'univers!»"}]}