{"Id":268,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"उसको साथी (शैतान) ले भन्नेछ कि, हाम्रो पालनकर्ता । मैले उसलाई मार्गविचलित गरेको थिएन, बरु यो आफै मार्गबाट टाढा भई भौतारिदै थियो ।"},{"SurahNumber":50,"VerseNumber":28,"Text":"अल्लाहको आदेश हुनेछ कि मेरो सामु, झगडाको कुरा नगर । हामीले तिम्रो पासमा पहिला नै यातनाको वाचा पठाइसकेका थियौं ।"},{"SurahNumber":50,"VerseNumber":29,"Text":"हामीकहाँ कुरा परिवर्तित हुदैन र हामीले आफ्ना भक्तहरूमाथि अलिकति पनि अत्याचार गर्दैनौं ।"},{"SurahNumber":50,"VerseNumber":30,"Text":"जुन दिन हामीले नर्कसित सोध्नेछौं कि के तिमी भरिहाल्यौ ? र त्यसले भन्नेछ कि केही अरु पनि छन्"},{"SurahNumber":50,"VerseNumber":31,"Text":"र जन्नत संयमीहरूको निकट गरिनेछ, त्यो टाढा रहनेछैन ।"},{"SurahNumber":50,"VerseNumber":32,"Text":"यो हो जसको तिमीलाई वचन दिइन्थ्यो हरेक प्रवृत्त हुनेवाला, र नियमबद्ध रहनेवालाहरूसित ।"},{"SurahNumber":50,"VerseNumber":33,"Text":"जसले अल्लाहसित अदृश्यमा डर मान्थे र जो प्रवृत्त हुनेवाला हृदय लिएर आयो ।"},{"SurahNumber":50,"VerseNumber":34,"Text":"तिमी यस स्वर्गमा कुशलताको साथ प्रवेश गर, यो सधैं रहने दिन हो ।"},{"SurahNumber":50,"VerseNumber":35,"Text":"त्यहाँ उनीहरूले जे चाहनेछन्, उनीहरूलाई प्राप्त हुनेछ । बरु हामीकहाँ अरु पनि धेरै कुरा छन् ।"},{"SurahNumber":50,"VerseNumber":36,"Text":"र हामीले उनीहरूभन्दा पहिला पनि कैयन् समुदायलाई नष्ट गरिसकेका छौं, जो उनीहरूभन्दा शक्तिमा धेरै बढी थिए, उनीहरू शहरमा घुम्दैरहे कि कतै भाग्ने ठाउँ छ"},{"SurahNumber":50,"VerseNumber":37,"Text":"यसमा प्रत्येक त्यस व्यक्तिको निम्ति शिक्षा छ जसको पासमा हृदय छ र उसको निम्ति जो हाजिर भई ध्यान लगाएर कानले सुन्दछ ।"},{"SurahNumber":50,"VerseNumber":38,"Text":"हामीले आकाशहरूलाई र धरतीलाई र जे जति तिनीहरूको बीचमा छ, ६ दिनमा सृष्टि गरिदियौं र हामीलाई कुनै थकाइले छुनसकेन ।"},{"SurahNumber":50,"VerseNumber":39,"Text":"यसर्थ जे जति यिनीहरू (कुफ्फार) भन्दछन् त्यसमा धैर्य धारण गर्नुस् र सूर्य उदयभन्दा अगाडि र त्यो अस्त हुनुभन्दा पहिला आफ्नो पालनकर्ताको प्रशंसाको साथ गुणगान गर्दैगर्नु ।"},{"SurahNumber":50,"VerseNumber":40,"Text":"र रातको कुनै बेला पनि उसको महिमागान गर्नु र नमाजपछि पनि ।"},{"SurahNumber":50,"VerseNumber":41,"Text":"र ध्यानपूर्वक सुनः जुन दिन पुकार्नेवालाले नजिकको ठाउँबाट पुकार्नेछ ।"},{"SurahNumber":50,"VerseNumber":42,"Text":"जुन दिन मानिसहरूले त्यो ठूलो चित्कार निश्चिततौरले सुनिहाल्नेछन् । त्यही (चिहानबाट) निस्किने दिन हुनेछ ।"},{"SurahNumber":50,"VerseNumber":43,"Text":"हामीले नै जीवित गर्दछौं र हामीले नै मार्दछौं र हाम्रै पासमा फर्केर आउनुछ ।"},{"SurahNumber":50,"VerseNumber":44,"Text":"जुन दिन जमिन (धरती) फाट्नेछ र उनीहरू झट्ट निस्किहाल्नेछन् । यो एकत्रित गर्नु हामीलाई बिल्कुल सरल छ ।"},{"SurahNumber":50,"VerseNumber":45,"Text":"यी मानिसहरूले जे जति भन्दछन्, हामीलाई राम्ररी थाहा छ र तपाई उनीहरूमाथि जबरजस्ती गर्नेवाला होइनौ । तसर्थ जो हाम्रो (सजायको) धम्कीबाट डर मान्छन्, कुरआनको माध्यमबाट उनीहरूलाई सम्झाउँदै गर्नुस् ।"},{"SurahNumber":51,"VerseNumber":1,"Text":"कसम छ उडाएर छरिदिने (वायु) को ।"},{"SurahNumber":51,"VerseNumber":2,"Text":"अनि भारी उचाल्नेहरूको ।"},{"SurahNumber":51,"VerseNumber":3,"Text":"फेरि विस्तारै चल्नेहरूको ।"},{"SurahNumber":51,"VerseNumber":4,"Text":"अनि कामहरूलाई वितरित गर्नेहरूको ।"},{"SurahNumber":51,"VerseNumber":5,"Text":"विश्वास गर जसको कि तिमीलाई वचन दिइन्छ, त्यो साँचो छ ।"},{"SurahNumber":51,"VerseNumber":6,"Text":"र अवश्य न्याय इन्साफ हुनेछ ।"},{"SurahNumber":51,"VerseNumber":7,"Text":"त्यस आकाशको शपथ जसमा विभिन्न मार्गहरू छन् ।"},{"SurahNumber":51,"VerseNumber":8,"Text":"(हे मक्कावालाहरू !) तिमी निश्चितरूपले एउटा विवादको कुरामा परेका छौ ।"},{"SurahNumber":51,"VerseNumber":9,"Text":"यसबाट त्यही विमुख हुन्छ, जो अल्लाहको तर्फबाट विमुख हुन्छ ।"},{"SurahNumber":51,"VerseNumber":10,"Text":"अट्कलबाजी गर्नेहरू नष्ट गरिए ।"},{"SurahNumber":51,"VerseNumber":11,"Text":"जो भ्रममा छन् र बिर्सेका छन् ।"},{"SurahNumber":51,"VerseNumber":12,"Text":"सोध्छन् कि प्रतिफलको दिन कहिल्ये आउनेछ"},{"SurahNumber":51,"VerseNumber":13,"Text":"हो, यो त्यो दिन हो (जब) उनलाई आगोमा तताइनेछ ।"},{"SurahNumber":51,"VerseNumber":14,"Text":"अब आफ्नो उपद्रवको स्वाद चाख । यो त्यही हो, जसको निम्ति तिमीले हतार गर्ने गर्दथ्यौ ।"},{"SurahNumber":51,"VerseNumber":15,"Text":"निश्चय नै संयमीहरू स्वर्गका बगैंचाहरूमा हुनेछन् ।"},{"SurahNumber":51,"VerseNumber":16,"Text":"र जुन जुन कुराहरू उनको पालनकर्ताले दिइराखेको हुन्छ उनीले लिइराखेका हुनेछन् । निश्चय नै उनीहरू त यसभन्दा पहिला नै असल कार्य गर्नेहरू थिए ।"},{"SurahNumber":51,"VerseNumber":17,"Text":"उनीहरू रातको थोरै भागमा सुत्ने गर्दथे ।"},{"SurahNumber":51,"VerseNumber":18,"Text":"र रातको अन्तिम पहर (भोर)मा क्षमा प्रार्थना गर्नेगर्दथे ।"},{"SurahNumber":51,"VerseNumber":19,"Text":"र उनको सम्पत्तिमा माँग्नेवाला र निर्धनहरूको हक थियो ।"},{"SurahNumber":51,"VerseNumber":20,"Text":"र ईमान राख्नेवालाहरूको निम्ति धरतीमा धेरै निशानीहरू छन् ।"},{"SurahNumber":51,"VerseNumber":21,"Text":"र स्वयं तिम्रो व्यक्तित्वमा पनि, त के तिमीले देख्दैनौ"},{"SurahNumber":51,"VerseNumber":22,"Text":"र तिम्रो रोजी र जुन कुराको तिमीलाई वचन दिइएको छ सबै आकाशमा छ ।"},{"SurahNumber":51,"VerseNumber":23,"Text":"तसर्थ आकाशहरू र धरतीको स्वामीको कसम त्यो विश्वास योग्य छ त्यसतै जुन प्रकारले तिमी कुरा गर्दछौ ।"},{"SurahNumber":51,"VerseNumber":24,"Text":"के इब्राहीमका प्रतिष्ठित अतिथिहरूको वृत्तान्त पनि तिमीछेउ पुगेको छ ।"},{"SurahNumber":51,"VerseNumber":25,"Text":"जब उनीहरू उनको पासमा आए तब भनेः ‘‘सलाम छ तिमीमाथि’’ उनले पनि भने ‘‘सलाम छ तपाईहरूलाई पनि’’ । (देखेपछि) मनमा भने (यी त) अपरिचित मानिसहरू हुन् ।"},{"SurahNumber":51,"VerseNumber":26,"Text":"तब आफ्नो घर गई एउटा (पोलिएको) मोटो बाछो(को मासु) ल्याए ।"},{"SurahNumber":51,"VerseNumber":27,"Text":"र (खानाको निम्ति) उनीहरूको अगाडि राखिदिए । र भन्न थाले कि तपाईहरू किन खानुहुन्न"},{"SurahNumber":51,"VerseNumber":28,"Text":"अनि उनले मनैमनमा उनीहरूसित डर महसूस गरे । उनीहरूले भने कि डर नमान्नुस् र उनलाई (इब्राहीमलाई) एउटा ज्ञानवान केटोको मंगलसूचना दिए ।"},{"SurahNumber":51,"VerseNumber":29,"Text":"अनि उनकी स्वास्नी आश्चार्यचकित भई अगाडि बढिन् र आफ्नो निधारमा पिट्दै भनिन् कि म त एक बूढी र बाँझ हूँ"},{"SurahNumber":51,"VerseNumber":30,"Text":"उनीहरूले भने हो यस्तै नै तिम्रो पालनकर्ताको आदेश छ । निःसंदेह ऊ बडो तत्वदर्शी र ज्ञानवान छ ।"}]}