{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"O gün Yəcuc və Məcuc tayfalarını axışıb bir-birinə qarışmış halda buraxarıq. Sur üfürülən kimi məxluqatın hamısını bir yerə toplayarıq"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gün Biz Cəhənnəmi kafirlərə aşkar göstərərik"},{"SurahNumber":18,"VerseNumber":101,"Text":"O kəslərə ki, gözlərinə Məni anmamaq üçün pərdə çəkmişdilər, özləri də eşidə bilmirdilər"},{"SurahNumber":18,"VerseNumber":102,"Text":"Olmaya, kafirlər Məni qoyub qullarımı özlərinə dost tutacaqlarını güman edirdilər? Həqiqətən, Biz Cəhənnəmi kafirlər üçün mənzil hazırlamışıq"},{"SurahNumber":18,"VerseNumber":103,"Text":"De: “Sizə əməlləri baxımından ən çox ziyana uğrayanlar barəsində xəbər verimmi"},{"SurahNumber":18,"VerseNumber":104,"Text":"O kəslər haqqında ki, onların dünya həyatındakı səyləri boşa çıxmışdır. Çünki onlar özlüyündə yaxşı işlər gördükləri gümanında idilər"},{"SurahNumber":18,"VerseNumber":105,"Text":"Onlar Rəbbinin ayələrini və Onunla qarşılaşacaqlarını inkar edən, buna görə də bütün əməlləri boşa çıxan kimsələrdir. Odur ki, Qiyamət günü Biz onlara əhəmiyyət verməyəcəyik”"},{"SurahNumber":18,"VerseNumber":106,"Text":"Kafir olduqlarına, ayələrimi və elçilərimi lağlağıya qoyduqlarına görə onların cəzası Cəhənnəmdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman gətirib xeyirxah əməllər işləyənlərin məskəni isə Firdovs bağları olacaqdır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onlar orada əbədi qalacaq, oranı başqa bir yerə dəyişmək istəməyəcəklər"},{"SurahNumber":18,"VerseNumber":109,"Text":"De: “Əgər Rəbbimin Sözlərini yazmaq üçün dəniz mürəkkəb olsaydı və bir o qədər də ona əlavə etsəydik belə, Rəbbimin Sözləri qurtarmadan öncə dənizin suyu qurtarardı”"},{"SurahNumber":18,"VerseNumber":110,"Text":"De: “Mən də sizin kimi bir insanam. Mənə vəhy olunur ki, sizin məbudunuz Tək olan İlahdır. Kim Rəbbi ilə qarşılaşacağına ümid bəsləyirsə, yaxşı işlər görsün və icra etdiyi ibadətlərində Rəbbinə heç kəsi şərik qoşmasın!”"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kəf. Ha. Yə. Ayn. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu sənin Rəbbinin Öz qulu Zəkəriyyaya göstərdiyi mərhəmətinin yada salınmasıdır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zaman Zəkəriyya Rəbbinə gizlicə dua edib"},{"SurahNumber":19,"VerseNumber":4,"Text":"demişdi: “Ey Rəbbim! Artıq sümüklərim zəifləmiş, başım da ağappaq ağarmışdır. Ey Rəbbim! Sənə etdiyim dua sayəsində heç vaxt bədbəxt olmamışam"},{"SurahNumber":19,"VerseNumber":5,"Text":"Mən özümdən sonra gələn qohumlarımdan dinə etinasız yanaşacaqlarından qorxuram. Zövcəm də sonsuzdur. Mənə Öz tərəfindən elə bir övlad bəxş et ki"},{"SurahNumber":19,"VerseNumber":6,"Text":"o həm mənə, həm də Yaqub nəslinə varis olsun. Ey Rəbbim! Elə et ki, o Sənin razılığını qazanmış olsun!”"},{"SurahNumber":19,"VerseNumber":7,"Text":"Ona belə vəhy olundu: “Ey Zəkəriyya! Səni Yəhya adlı bir oğulla müjdələyirik. Biz bu adı ondan öncə kimsəyə qoymamışıq!”"},{"SurahNumber":19,"VerseNumber":8,"Text":"O dedi: “Ey Rəbbim! Zövcəm sonsuz bir qadın ikən, özüm də qocalığın son həddində olduğum halda necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"Mələk dedi: «Bu, belədir, lakin Rəbbin buyurdu: “Bu Mənim üçün asandır. Axı əvvəlcə sənin özünü də sən heç bir şey deyilkən xəlq etmişdim!”»"},{"SurahNumber":19,"VerseNumber":10,"Text":"O dedi: “Ey Rəbbim! Mənim üçün bir əlamət müəyyən et”. Allah buyurdu: “Əlamətin budur ki, sən sağlam ikən üç gecə adamlarla danışmayacaqsan!”"},{"SurahNumber":19,"VerseNumber":11,"Text":"O, mehrabdan öz qövmünün qarşısına çıxıb onlara işarə ilə başa saldı ki: “Səhər-axşam Allaha təriflər deyin!”"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yəhyaya da: “Ey Yəhya! Kitabdan möhkəm yapış!”– deyə vəhy etdik. Biz ona uşaq ikən hikmət bəxş etdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Üstəlik Öz tərəfimizdən bir şəfqət və paklıq da bəxş etdik. O, müttəqi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Həm də ata-anasına qarşı qayğıkeş idi; lovğa və asi deyildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Doğulduğu gün də, öləcəyi gün də, yenidən dirildiləcəyi gün də ona salam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitabda Məryəmi də yada sal. O zaman o, ailəsindən ayrılıb şərq tərəfdə olan bir yerə çəkilmiş"},{"SurahNumber":19,"VerseNumber":17,"Text":"və ibadət vaxtı onlardan gizlənmək üçün pərdə tutmuşdu. Biz Öz Ruhumuzu (Cəbraili) onun yanına göndərdik. O, Məryəmin qarşısında kamil bir insan surətində peyda oldu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Məryəm dedi: “Mən səndən Mərhəmətli Allaha sığınıram! Əgər müttəqisənsə, mənə toxunma”"},{"SurahNumber":19,"VerseNumber":19,"Text":"Mələk dedi: “Mən sənə ancaq pak bir oğlan bəxş etmək üçün Rəbbinin elçisiyəm”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Məryəm dedi: “Mənə bir insan toxunmadığı və özüm də zinakar olmadığım halda, necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Mələk dedi: «Bu belədir, lakin Rəbbin buyurdu: “Bu, Mənim üçün asandır. Biz onu insanlar üçün bir möcüzə və Öz tərəfimizdən bir mərhəmət edəcəyik. Bu, hökmü verilmiş bir işdir”»"}]}