{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Mata-an! A so Allah na di Niyan phakamawagun so kambaal sa ibarat, apiya rungit go so lawanon. Na so puman so siran a Miyamaratiyaya na katawan niran a Mata-an! A Sukaniyan so Bunar, a pho-on ko Kadnan niran; na so puman so da Pamaratiyaya na gi-i ran Tharo-on: A antona-a 1 a antapan o Allah sangka-i a ibarat? Madakul a Pundadagun Niyan sa sabap saya, go madakul a Puthoro-on Niyan sa sabap saya; na da-a ndadagun iyan sa sabap"},{"SurahNumber":2,"VerseNumber":27,"Text":"saya, a rowar ko manga songklid,27. Siran na Puphamarungkasun niran so diyandi o Allah ko oriyan o kiya-ilot iyan, go Puphanuphudun niran so ini Sogo o Allah a kapakakhakamputa-a on, go Puphaminasa siran ko Lopa: Na siran man na siran so manga logi"},{"SurahNumber":2,"VerseNumber":28,"Text":"Andamanaya idi niyo Kapharatiyaya-a ko Allah?-A aya butad iyo na Ma-atai, na Inoyag kano Niyan; oriyan niyan na Mbono-on kano Niyan, na oriyan niyan na Pagoyagun kano Niyan (ko Akhirat); oriyan niyan na Ron kano bo Phakandoda"},{"SurahNumber":2,"VerseNumber":29,"Text":"Sukaniyan so Inadun Niyan a ruk iyo so madadalum ko Lopa langon; oriyan niyan na siyangor Iyan so Langit, na Pithaong Iyan Siran Phiyapiya a Pito a manga Langit; go Sukaniyan na so langowan taman na katawan Niyan"},{"SurahNumber":2,"VerseNumber":30,"Text":"Na gowani, na Pitharo o Kadnan Ka ko manga Malaikat: A Mata-an! A Sakun na Magumba-al Ako si-i ko Lopa sa Khalifa. Na Pitharo iran: A ino Ka on Pagumba-al sa tao a Phaminasa-on go Phamakaragirai ron ko manga rogo?-A Sukami na Iputhasbik Ami so Podingka go Pushotin Nami Suka? Pitharo Iyan: A Mata-an! A Sakun na katawan Ko so di niyo katawan"},{"SurahNumber":2,"VerseNumber":31,"Text":"Na Inindao Niyan ko Adam so manga ngaran langon; oriyan niyan na siyandig [Iyan siran ko manga Malaikat, na Pitharo Iyan: A Panothola niyo Rakun so manga Ngaran na-i o ba Sukano i manga bunar]"},{"SurahNumber":2,"VerseNumber":32,"Text":"Pitharo Iran: A Soti Ka: Da-a Kata-o Ami, a rowar ko Inindaongka Rukami: Mata-an! A Suka bo i Mata-o a Maongangun"},{"SurahNumber":2,"VerseNumber":33,"Text":"Pitharo (o Allah): Hai Adam! Panotholangka kiran so manga Ngaran niran. Na kagiya a Mapanothol Iyan kiran so manga Ngaran iran, na Pitharo (o Allah): Ba Ko Rukano da Tharowa a Mata-an! A katawan Ko so Mapagu-uma ko manga Langit a go so Lopa, go katawan Ko so Papayagun niyo go so Paguuma-an niyo"},{"SurahNumber":2,"VerseNumber":34,"Text":"Na gowani, na Pitharo Ami ko manga Malaikat: A Pangalimbaba-an Kano ko Adam: Na Miyangalimbaba-an siran: Inonta so Iblis: Ka somiyangka go Mīimaratabat: Na miyapud ko da Pamaratiyaya"},{"SurahNumber":2,"VerseNumber":35,"Text":"Go Pitharo Ami: A Hai Adam! Babalingka Suka a go si Karomangka ko Sorga; go Kangkano Ron sa Kapangondaya sa sadun sa kabaya Iyo; go di Kano pagobai sangka-i a Kayo, ka mbaloi Kano a pud ko da Pamaginontolan"},{"SurahNumber":2,"VerseNumber":36,"Text":"Na Miyapokas siran ro-o o Shaitan, go Miyapaka-awa iyan Siran ko butad Iran. Na Pitharo Ami: A tupad Kano, sa so sabaad Rukano na ridowai o saba-ad. Go adun a bagiyan Niyo ko Lopa a Kaputhakna-an go Kaoyagan, taman ko masa (o Kapatai)"},{"SurahNumber":2,"VerseNumber":37,"Text":"Na adun a Miyasowa o Adam a pho-on ko Kadnan Niyan a manga Katharo, na Piyakataobat Iyan Sukaniyan; ka Mataan! A Sukaniyan so Puphanarıima ko Taobat, a Makalimo-on"},{"SurahNumber":2,"VerseNumber":38,"Text":"Pitharo Ami: A tupad Kano pho-on ko Sorga langon; na amai ka adun a Makatalingoma Rukano a pho-on Rakun a Torowan, na sa dun sa Monot ko Torowan Ko, na da-a Pangandam Iran, go di siran Makamboko (ko Alongan a Maori)"},{"SurahNumber":2,"VerseNumber":39,"Text":"Na so siran a da Pamaratiyaya go Piyakambokhag iran so manga Ayat Ami, na siran man i manga tao ko Naraka; sa ron siran non ndun Makakakal"},{"SurahNumber":2,"VerseNumber":40,"Text":"Hai manga Moriyatao o Israil! Tatadumi niyo so Limo Akun a so ini Pangalimo Akun rukano, go tomana niyo so diyandi Akun rukano ka tomanun Ko so diyandi rukano, go Sakun bo i KĶalukun niyo"},{"SurahNumber":2,"VerseNumber":41,"Text":"Go Paratiyaya-a niyo so (Qur-an a) Initoron Nakun a Tomiyanto ko Matatangan niyo, go di sukano i paganai a di ron Pharatiyaya, go di niyo Phamasaan so manga Ayat Akun sa arga a maito; go Sakun bo i Kalukun niyo"},{"SurahNumber":2,"VerseNumber":42,"Text":"Go di niyo khumbotun ko bunar so ribat, go di niyo Phaguma-a so bunar a sukano na katawan niyo"},{"SurahNumber":2,"VerseNumber":43,"Text":"Go Pamayandugun niyo so Sambayang; go tonaya niyo so Zakat; go Roko kano a pud ko Puphuroroko"}]}