{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Ferez-vous de la charge de donner à boire aux pèlerins et d'entretenir la Mosquée sacrée (des devoirs) comparables [au mérite] de celui qui croit en Allah et au Jour dernier et lutte dans le sentier d'Allah? Ils ne sont pas égaux auprès d'Allah et Allah ne guide pas les gens injustes"},{"SurahNumber":9,"VerseNumber":20,"Text":"Ceux qui ont cru, qui ont émigré et qui ont lutté par leurs biens et leurs personnes dans le sentier d'Allah, ont les plus hauts rangs auprès d'Allah... et ce sont eux les victorieux"},{"SurahNumber":9,"VerseNumber":21,"Text":"Leur Seigneur leur annonce de Sa part, miséricorde et agrément, et des Jardins où il y aura pour eux un délice permanent"},{"SurahNumber":9,"VerseNumber":22,"Text":"où ils demeureront éternellement. Certes il y a auprès d'Allah une énorme récompense"},{"SurahNumber":9,"VerseNumber":23,"Text":"O vous qui croyez! Ne prenez pas pour alliés, vos pères et vos frères s'ils préfèrent la mécréance à la foi. Et quiconque parmi vous les prend pour alliés... ceux-là sont les injustes"},{"SurahNumber":9,"VerseNumber":24,"Text":"Dis: «Si vos pères, vos enfants, vos frères, vos épouses, vos clans, les biens que vous gagnez, le négoce dont vous craignez le déclin et les demeures qui vous sont agréables, vous sont plus chers qu'Allah, Son messager et la lutte dans le sentier d'Allah, alors attendez qu'Allah fasse venir Son ordre. Et Allah ne guide pas les gens pervers»"},{"SurahNumber":9,"VerseNumber":25,"Text":"Allah vous a déjà secourus en maints endroits. Et [rappelez-vous] le jour de Hunayn, quand vous étiez fiers de votre grand nombre et que cela ne vous a servi à rien. La terre, malgré son étendue vous devint bien étroite; puis vous avez tourné le dos en fuyards"},{"SurahNumber":9,"VerseNumber":26,"Text":"Puis, Allah fit descendre Sa quiétude [Sa «sakîna»] sur Son messager et sur les croyants. Il fit descendre des troupes (Anges) que vous ne voyiez pas, et châtia ceux qui ont mécru. Telle est la rétribution des mécréants"},{"SurahNumber":9,"VerseNumber":27,"Text":"Après cela Allah, accueillera le repentir de qui Il veut, car Allah est Pardonneur et Miséricordieux"},{"SurahNumber":9,"VerseNumber":28,"Text":"O vous qui croyez! Les associateurs ne sont qu'impureté: qu'ils ne s'approchent plus de la Mosquée sacrée, après cette année-ci. Et si vous redoutez une pénurie, Allah vous enrichira, s'Il veut, de par Sa grâce. Car Allah est Omniscient et Sage"},{"SurahNumber":9,"VerseNumber":29,"Text":"Combattez ceux qui ne croient ni en Allah ni au Jour dernier, qui n'interdisent pas ce qu'Allah et Son messager ont interdit et qui ne professent pas la religion de la vérité, parmi ceux qui ont reçu le Livre, jusqu'à ce qu'ils versent la capitation par leurs propres mains, après s'être humiliés"},{"SurahNumber":9,"VerseNumber":30,"Text":"Les Juifs disent: «'Uzayr est fils d'Allah» et les Chrétiens disent: «Le Christ est fils d'Allah». Telle est leur parole provenant de leurs bouches. Ils imitent le dire des mécréants avant eux. Qu'Allah les anéantisse! Comment s'écartent-ils (de la vérité)"},{"SurahNumber":9,"VerseNumber":31,"Text":"Ils ont pris leurs rabbins et leurs moines, ainsi que le Christ fils de Marie, comme Seigneurs en dehors d'Allah, alors qu'on ne leur a commandé que d'adorer un Dieu unique. Pas de divinité à part Lui! Gloire à Lui! Il est au-dessus de ce qu'ils [Lui] associent"},{"SurahNumber":9,"VerseNumber":32,"Text":"Ils veulent éteindre avec leurs bouches la lumière d'Allah, alors qu'Allah ne veut que parachever Sa lumière, quelque répulsion qu'en aient les mécréants"},{"SurahNumber":9,"VerseNumber":33,"Text":"C'est Lui qui a envoyé Son messager avec la bonne direction et la religion de la vérité, afin qu'elle triomphe sur toute autre religion, quelque répulsion qu'en aient les associateurs"}]}