{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"اور جنہیں ہماری ملاقات کی توقع نہیں انہوں نے کہا کہ ہم پر فرشتے کیوں نہیں اتارے جاتے؟ یا ہم اپنی آنکھوں سے اپنے رب کو دیکھ لیتے؟ ان لوگوں نے اپنے آپ کو ہی بہت بڑا سمجھ رکھا ہے اور سخت سرکشی کرلی ہے"},{"SurahNumber":25,"VerseNumber":22,"Text":"جس دن یہ فرشتوں کو دیکھ لیں گے اس دن ان گناه گاروں کو کوئی خوشی نہ ہوگی اور کہیں گے یہ محروم ہی محروم کیے گئے"},{"SurahNumber":25,"VerseNumber":23,"Text":"اور انہوں نے جو جو اعمال کیے تھے ہم نےان کی طرف بڑھ کر انہیں پراگنده ذروں کی طرح کردیا"},{"SurahNumber":25,"VerseNumber":24,"Text":"البتہ اس دن جنتیوں کا ٹھکانا بہتر ہوگا اور خواب گاه بھی عمده ہوگی"},{"SurahNumber":25,"VerseNumber":25,"Text":"اور جس دن آسمان بادل سمیت پھٹ جائے گا اور فرشتے لگاتار اتارے جائیں گے"},{"SurahNumber":25,"VerseNumber":26,"Text":"اس دن صحیح طور پر ملک صرف رحمٰن کا ہی ہوگا اور یہ دن کافروں پر بڑا بھاری ہوگا"},{"SurahNumber":25,"VerseNumber":27,"Text":"اور اس دن ﻇالم شخص اپنے ہاتھوں کو چبا چبا کر کہے گا ہائے کاش کہ میں نے رسول (صلی اللہ علیہ وسلم) کی راه اختیار کی ہوتی"},{"SurahNumber":25,"VerseNumber":28,"Text":"ہائے افسوس کاش کہ میں نے فلاں کو دوست نہ بنایا ہوتا"},{"SurahNumber":25,"VerseNumber":29,"Text":"اس نے تو مجھے اس کے بعد گمراه کردیا کہ نصیحت میرے پاس آپہنچی تھی اور شیطان تو انسان کو (وقت پر) دغا دینے واﻻ ہے"},{"SurahNumber":25,"VerseNumber":30,"Text":"اور رسول کہے گا کہ اے میرے پروردگار! بےشک میری امت نے اس قرآن کو چھوڑ رکھا تھا"},{"SurahNumber":25,"VerseNumber":31,"Text":"اور اسی طرح ہم نے ہر نبی کے دشمن بعض گناه گاروں کو بنادیا ہے اور تیرا رب ہی ہدایت کرنے واﻻ اور مدد کرنے واﻻ کافی ہے"},{"SurahNumber":25,"VerseNumber":32,"Text":"اور کافروں نے کہا کہ اس پر قرآن سارا کا سارا ایک ساتھ ہی کیوں نہ اتارا گیا اسی طرح ہم نے (تھوڑا تھوڑا کرکے) اتارا تاکہ اس سے ہم آپ کا دل قوی رکھیں، ہم نے اسے ٹھہر ٹھہر کر ہی پڑھ سنایا ہے"},{"SurahNumber":25,"VerseNumber":33,"Text":"یہ آپ کے پاس جو کوئی مثال ﻻئیں گے ہم اس کا سچا جواب اور عمده توجیہ آپ کو بتادیں گے"},{"SurahNumber":25,"VerseNumber":34,"Text":"جو لوگ اپنے منھ کے بل جہنم کی طرف جمع کیے جائیں گے۔ وہی بدتر مکان والے اور گمراه تر راستے والے ہیں"},{"SurahNumber":25,"VerseNumber":35,"Text":"اور بلاشبہ ہم نے موسیٰ کو کتاب دی اور ان کے ہمراه ان کے بھائی ہارون کو ان کا وزیر بنادیا"},{"SurahNumber":25,"VerseNumber":36,"Text":"اور کہہ دیا کہ تم دونوں ان لوگوں کی طرف جاؤ جو ہماری آیتوں کو جھٹلا رہے ہیں۔ پھر ہم نے انہیں بالکل ہی پامال کردیا"},{"SurahNumber":25,"VerseNumber":37,"Text":"اور قوم نوح نے بھی جب رسولوں کو جھوٹا کہا تو ہم نے انہیں غرق کردیا اور لوگوں کے لیے انہیں نشان عبرت بنا دیا۔ اور ہم نے ﻇالموں کے لیے دردناک عذاب مہیا کر رکھا ہے"},{"SurahNumber":25,"VerseNumber":38,"Text":"اور عادیوں اور ﺛمودیوں اور کنوئیں والوں کو اور ان کے درمیان کی بہت سی امتوں کو (ہلاک کردیا)"},{"SurahNumber":25,"VerseNumber":39,"Text":"اور ہم نے ان کے سامنے مثالیں بیان کیں پھر ہر ایک کو بالکل ہی تباه و برباد کردیا"},{"SurahNumber":25,"VerseNumber":40,"Text":"یہ لوگ اس بستی کے پاس سے بھی آتے جاتے ہیں جن پر بری طرح کی بارش برسائی گئی۔ کیا یہ پھر بھی اسے دیکھتے نہیں؟ حقیقت یہ ہے کہ انہیں مرکر جی اٹھنے کی امید ہی نہیں"},{"SurahNumber":25,"VerseNumber":41,"Text":"اور تمہیں جب کبھی دیکھتے ہیں تو تم سے مسخرا پن کرنے لگتے ہیں۔ کہ کیا یہی وه شخص ہیں جنہیں اللہ تعالیٰ نے رسول بنا کر بھیجا ہے"},{"SurahNumber":25,"VerseNumber":42,"Text":"(وه تو کہیئے) کہ ہم اس پر جمے رہے ورنہ انہوں نے تو ہمیں ہمارے معبودوں سے بہکادینے میں کوئی کسر نہیں چھوڑی تھی۔ اور یہ جب عذابوں کو دیکھیں گے تو انہیں صاف معلوم ہوجائے گا کہ پوری طرح راه سے بھٹکا ہوا کون تھا؟"},{"SurahNumber":25,"VerseNumber":43,"Text":"کیا آپ نے اسے بھی دیکھا جو اپنی خواہش نفس کو اپنا معبود بنائے ہوئے ہے کیا آپ اس کے ذمہدار ہوسکتے ہیں؟"},{"SurahNumber":25,"VerseNumber":44,"Text":"کیا آپ اسی خیال میں ہیں کہ ان میں سے اکثر سنتے یا سمجھتے ہیں۔ وه تو نرے چوپایوں جیسے ہیں بلکہ ان سے بھی زیاده بھٹکے ہوئے"},{"SurahNumber":25,"VerseNumber":45,"Text":"کیا آپ نے نہیں دیکھا کہ آپ کے رب نے سائے کو کس طرح پھیلا دیا ہے؟ اگر چاہتا تو اسے ٹھہرا ہوا ہی کر دیتا۔ پھر ہم نے آفتاب کو اس پر دلیل بنایا"},{"SurahNumber":25,"VerseNumber":46,"Text":"پھر ہم نے اسے آہستہ آہستہ اپنی طرف کھینچ لیا"},{"SurahNumber":25,"VerseNumber":47,"Text":"اور وہی ہے جس نے رات کو تمہارے لیے پرده بنایا۔ اور نیند کو راحت بنائی۔ اور دن کو اٹھ کھڑے ہونے کا وقت"},{"SurahNumber":25,"VerseNumber":48,"Text":"اور وہی ہے جو باران رحمت سے پہلے خوش خبری دینے والی ہواؤں کو بھیجتا ہے اور ہم آسمان سے پاک پانی برساتے ہیں"},{"SurahNumber":25,"VerseNumber":49,"Text":"تاکہ اس کے ذریعے سے مرده شہر کو زنده کردیں اوراسے ہم اپنی مخلوقات میں سے بہت سے چوپایوں اور انسانوں کو پلاتے ہیں"},{"SurahNumber":25,"VerseNumber":50,"Text":"اور بے شک ہم نے اسےان کے درمیان طرح طرح سے بیان کیا تاکہ وه نصیحت حاصل کریں، مگر پھر بھی اکثر لوگوں نے سوائے ناشکری کے مانا نہیں"},{"SurahNumber":25,"VerseNumber":51,"Text":"اگر ہم چاہتے تو ہر ہر بستی میں ایک ایک ڈرانے واﻻ بھیج دیتے"},{"SurahNumber":25,"VerseNumber":52,"Text":"پس آپ کافروں کا کہنا نہ مانیں اور قرآن کے ذریعے ان سے پوری طاقت سے بڑا جہاد کریں"}]}