{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"و چون (کوه) طور را (بر) فرازشان همچون سایبانی برکندیم (و برافراشتم) و چنان پنداشتند که (کوه) به‌راستی بر (سر)شان فرود آینده است. (و گفتیم:) «آنچه را که به شما داده‌ایم به جد و جهدی شدید برگیرید و آنچه را در آن است به یاد آرید. شاید شما (از این گناهان) پرهیز کنید.»"},{"SurahNumber":7,"VerseNumber":172,"Text":"و چون پروردگارت از پشت فرزندان آدم، ذریّه‌ی آنان [:‌‌‌فطرت‌هاشان را در بلندای دیدگان تکوین] برگرفت و ایشان را بر خودهاشان به گواهی گرفت (و گفت:) «آیا پروردگار شما نیستم‌؟» (در بعد تکوینشان با زبان حالشان) گفتند: «چرا، گواهی دادیم.‌» تا مبادا روز قیامت بگویید ما از این (امر) غافل بوده‌ایم"},{"SurahNumber":7,"VerseNumber":173,"Text":"یا بگویید: «تنها پدران ما از پیش مشرک بودند و ما فرزندان و نوادگانی ناچیز (و گوش به فرمان) پس از ایشان بودیم. آیا پس ما را به خاطر آنچه باطل‌کنندگان (حکم فطرت و عقل و شریعت) انجام داده‌اند هلاک می‌کنی‌؟»"},{"SurahNumber":7,"VerseNumber":174,"Text":"و این گونه آیات (خود) را جداسازی می‌کنیم و شاید آنان (سوی حق) بازگردند"},{"SurahNumber":7,"VerseNumber":175,"Text":"و خبر مهم آن کس که آیاتی از خود را به او دادیم بر ایشان بخوان. پس از آنها جدایی گزید. آن‌گاه شیطان او را بی‌امان دنبال کرد. و (او) از گمراهان بود"},{"SurahNumber":7,"VerseNumber":176,"Text":"و اگر بخواهیم (قدر) او را به وسیله‌ی آنها بالا می‌بریم‌؛ اما او به زمین (و زمینه‌ای) گرایید و از هوای نفس خود پیروی کرد. پس داستانش چون داستان سگ است (که) اگر بر آن حمله‌ور شوی به له‌له زبان از کام بر آرد و اگر رهایش کنی (باز هم) زبان از کام به له‌له بر آرد. این نمایه‌ی آن گروهی است که با آیات ما (همان‌ها و ما را) تکذیب کردند. پس این داستان‌ها را (برایشان) برخوان، شاید آنان بیندیشند"},{"SurahNumber":7,"VerseNumber":177,"Text":"چه زشت است داستان گروهی که با آیات ما (همان‌ها و ما را) تکذیب و به خود ستم می‌نموده‌اند"},{"SurahNumber":7,"VerseNumber":178,"Text":"هر کسی را خدا هدایت کند، هم(او) به خوبی راه یافته است و کسانی را که گمراه کند، آنان خودهاشان زیان‌کارانند"},{"SurahNumber":7,"VerseNumber":179,"Text":"بی‌گمان بسیاری از جنیان و آدمیان را بی‌چون برای دوزخ (در اثر اعمالشان) نمایان ساخته‌ایم (چرا که) دل‌هایی دارند که با آنها (حقایق را) دریافت نمی‌کنند و چشمانی دارند که با آنها نمی‌بینند و گوش‌هایی دارند که با آنها نمی‌شنوند. آنان همانند چهارپایان بلکه گمراه‌ترند. (آری،) ایشان (هم) اینان غافلانند"},{"SurahNumber":7,"VerseNumber":180,"Text":"و نیکوترین نام‌ها ویژه‌ی خداست. پس او را با آنها بخوانید و کسانی را که در مورد نام‌های او به ژرفای کژی می‌گرایند رها کنید. زودا (که) به (سزای) آنچه انجام می‌داده‌اند کیفر خواهند یافت"},{"SurahNumber":7,"VerseNumber":181,"Text":"و از (میان) کسانی که آفریدیم، گروهی هستند که با حق (و‌حیانی) هدایت می‌کنند و با آن عدالت و تعادل برقرار می‌سازند"},{"SurahNumber":7,"VerseNumber":182,"Text":"و کسانی که به وسیله‌ی آیات ما (همان‌ها و ما را) تکذیب کردند، به‌گونه‌ای که نمی‌دانند غفلت‌زده آنان را در ژرفای گمراهی می‌نهیم،"},{"SurahNumber":7,"VerseNumber":183,"Text":"و برایشان مهلت می‌دهم. به‌راستی مَکر من پایدار و استوار است"},{"SurahNumber":7,"VerseNumber":184,"Text":"آیا و نیندیشیدند (که) همنشین آنان [:رسول گرامی] هیچ جنونی ندارد؟ او جز هشداردهنده‌ای روشنگر نیست"},{"SurahNumber":7,"VerseNumber":185,"Text":"آیا و در ملکوت و حقیقت آسمان‌ها و زمین - و هر چیزی که خدا آفریده است - ننگریسته‌اند، و اینکه شاید اجلشان نزدیک شده باشد؟ پس به کدامین حدیثی بعد از آن [:خدا و قرآن و رسولِ قرآن] ایمان می‌آورند؟"},{"SurahNumber":7,"VerseNumber":186,"Text":"هر که (را) خدا گمراه کند، برای او هیچ راهبری نیست و (خدا) آنان را در ژرفای طغیانشان سرگردان وامی‌گذارد"},{"SurahNumber":7,"VerseNumber":187,"Text":"از تو درباره‌ی ساعت [:قیامت] می‌پرسند، که وقفه‌اش [:تحویل ساعت دنیا به ساعت آخرت] چه وقت است‌؟ بگو: «علم آن، تنها نزد پروردگار من است. جز او (هیچ کس) آن را به موقع خود آشکار نمی‌گرداند. (این حادثه) بر آسمان‌ها و زمین گران است (و) جز (به) ناگهان شما را در نرسد.» از تو (به گونه‌ای) می‌پرسند (که) گویا تو از (زمان وقوع) آن آگاهی. بگو: «علم آن تنها نزد خداست، ولی بیشتر مردمان نمی‌دانند.»"},{"SurahNumber":7,"VerseNumber":188,"Text":"بگو: «برای خودم سود و زیانی در توان ندارم، جز آنچه خدا خواسته، و اگر غیب می‌دانستم، به راستی از خیر فزونی بر می‌گرفتم و بدی به من نمی‌رسید. من جز هشداردهنده و بشارت‌دهنده‌ای - برای گروهی که ایمان می‌آورند - نیستم.»"}]}