{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"At sila na hindi umaasa ng Pakikipagtipan sa Amin (alalaong baga, sila na nagtatakwil ng Araw ng Muling Pagkabuhay at ng buhay sa Kabilang Buhay), ay nagsasabi: “Bakit kaya ang mga anghel ay hindi ipinanaog sa amin, o bakit kaya hindi namin namamasdan ang aming Panginoon?” Katotohanang itinuturing nila ang kanilang sarili na lubhang mataas, at mapang-uyam na taglay ang malaking kapalaluan"},{"SurahNumber":25,"VerseNumber":22,"Text":"Sa Araw na kanilang mamamalas ang mga anghel, - walang masayang balita ang ihahatid doon sa Mujrimun (mga kriminal, pagano, makasalanan, atbp.) sa araw na yaon. At sila (ang mga anghel) ay magsasabi: “Ang lahat ng magagandang balita ay ipinagbabawal sa inyo.” (walang sinuman ang pahihintulutang makapasok sa Paraiso maliban sa kanya na nagsasabi ng: La ilaha ill Allah [wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah], at matimyas na nagsagawa ng [kanyang] mga legal na pag-uutos at tungkulin"},{"SurahNumber":25,"VerseNumber":23,"Text":"At itatambad Namin sa kanila (sa mga hindi sumasampalataya, mapagsamba sa mga diyus-diyosan, makasalanan, atbp.) ang anumang kanilang ginawa, at gagawin Namin ang mga gawaing yaon na tulad ng nagkalat (at) nakalutang na mga bahagi ng alikabok (dumi)"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ang mga maninirahan sa Paraiso (alalaong baga, sila na nararapat na pagkalooban nito dahilan sa kanilang Pananalig at kabutihan) ay magkakaroon sa Araw na yaon ng pinakamabuting pananahanan, at may pinakamainam na lugar upang pagpahingalayan"},{"SurahNumber":25,"VerseNumber":25,"Text":"At (alalahanin) ang Araw, kung ang kalangitan ay mahati sa gitna na may kasamang mga ulap, at ang mga anghel ay pabababain, sa maringal na pagpanaog"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ang Kapamahalaan sa Araw na yaon ay ang tunay (na Kapamahalaan) na natatangi lamang sa Pinakamapagbigay (Allah), at ito ay magiging mahirap na Araw sa mga hindi sumasampalataya (sila na hindi nananalig sa Kaisahan ni Allah, at sa Islam)"},{"SurahNumber":25,"VerseNumber":27,"Text":"At (alalahanin) ang Araw kung ang Zalim (buhong, buktot, pagano, atbp.) ay kakagat sa kanyang mga kamay, (at) siya ay magsasabi: “oh! Sana ay tumuntong ako sa landas ng Tagapagbalita (Muhammad)!”"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Ah! Kasawian sa akin! Sana, kahit na kailan, ay hindi ko itinuring ang kung sinu-sino lamang bilang isang kaibigan!”"},{"SurahNumber":25,"VerseNumber":29,"Text":"“Katotohanang siya ang umakay sa akin na mapaligaw sa Paala-ala (ang Qur’an) matapos na ito ay dumatal sa akin. At si Satanas ay lagi nang hindi maaasahan ng tao sa sandali ng pangangailangan.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"At ang Tagapagbalita (Muhammad) ay magsasabi: “O aking Panginoon! Katotohanan, ang aking pamayanan ay lumayo rito sa Qur’an (sila ay hindi nakinig dito, at hindi rin gumawa ng ayon sa mga batas at pag- uutos nito)"},{"SurahNumber":25,"VerseNumber":31,"Text":"Kaya’t ginawa Namin sa bawat Propeta ang isang kaaway sa lipon ng Mujrimun (mga buhong, buktot, pagano, atbp.). Datapuwa’t Sapat na ang inyong Panginoon bilang isang Tagapamatnubay at Kawaksi"},{"SurahNumber":25,"VerseNumber":32,"Text":"At ang mga hindi sumasampalataya ay nagsasabi: “Bakit kaya ang Qur’an ay hindi ipinahayag sa kanya sa kabuuan at minsanan lamang? Tunay ngang gayon (na ito ay ipinanaog ng baha-bahagi) upang Aming mapatibay ang iyong puso. At ito ay ipinahayag Namin sa iyo nang unti-unti, sa maraming antas. (Ito ay ipinahayag sa Propeta sa loob ng 23 taon)"},{"SurahNumber":25,"VerseNumber":33,"Text":"At walang anumang halimbawa o paghahambing ang kanilang maitatanghal (upang tutulan o makahanap ng kamalian sa iyo, o sa Qur’an), nang hindi Namin inihayag sa iyo ang katotohanan (laban sa gayong paghahambing o halimbawa), at ng mainam na kapaliwanagan doon"},{"SurahNumber":25,"VerseNumber":34,"Text":"Sila na titipunin sa Impiyerno (na nakasubsob) sa kanilang mukha, sila ang malalagay sa isang masamang katayuan, at naligaw nang malayo sa (matuwid) na Landas"},{"SurahNumber":25,"VerseNumber":35,"Text":"At katotohanang ipinagkaloob Namin kay Moises ang Kasulatan (Torah, ang mga Batas), at itinadhana Namin ang kanyang kapatid na si Aaron bilang kanyang katuwang"},{"SurahNumber":25,"VerseNumber":36,"Text":"At Kami ay nagwika: “Kayo ay kapwa pumaroon sa mga tao na nagsipagtakwil ng Aming Ayat (mga katibayan, talata, tanda, aral, atbp.). At pagkatapos ay Aming winasak sila ng matinding pagkawasak"},{"SurahNumber":25,"VerseNumber":37,"Text":"At ang pamayanan (mga tao) ni Noe, nang sila ay magtakwil sa mga Tagapagbalita, Aming nilunod sila, at sila ay ginawa Namin na isang Tanda para sa sangkatauhan. At inihanda Namin ang isang kasakit-sakit na kaparusahan sa Zalimun (mga buktot, buhong, pagano, atbp)"},{"SurahNumber":25,"VerseNumber":38,"Text":"At (gayundin) si A’ad at Thamud, at ang mga nagsisipanahan sa Ar-Rass, at marami pang sali’t saling lahi sa (kanilang) pagitan"},{"SurahNumber":25,"VerseNumber":39,"Text":"At sa bawat isa sa kanila ay itinambad Namin ang mga halimbawa (bilang mga katibayan at aral, atbp.) at ang bawat isa (sa kanila) ay Aming inihantong sa ganap na pagkawasak (dahilan sa kanilang kawalan ng pananampalataya at gawaing masasama)"},{"SurahNumber":25,"VerseNumber":40,"Text":"At katotohanang sila ay nagdaan sa bayan (ni Propeta Lut), kung saan umulan ng masamang ulan. Hindi baga nakikita ito ng (mga walang pananampalataya) [sa pamamagitan ng kanilang mga mata]? Hindi! Datapuwa’t sila ay sanay na, na hindi umaasa sa anumang Muling Pagkabuhay"},{"SurahNumber":25,"VerseNumber":41,"Text":"Atkungikaw(o Muhammad) aykanilangnakikita, ikaw ay kanilang itinuturing lamang bilang isang katatawanan (na nagsasabi): “Ito baga siya na isinugo ni Allah bilang isang Tagapagbalita?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Halos malapit na niya tayong nailihis sa ating aliah (mga diyos), kung hindi lamang tayo naging matiyaga at matiim sa ating pagsamba sa kanila!” At kung makita na nila ang kaparusahan, kanilang mapag-aalaman kung sino ang higit na napaligaw sa (Tamang) Landas"},{"SurahNumber":25,"VerseNumber":43,"Text":"Namamalas mo ba siya (o Muhammad) na nagturing sa kanyang pagnanasa bilang kanyang ilah (diyos)? Ikaw ba ay magiging wakil (nangangalagang patnubay) para sa kanya"},{"SurahNumber":25,"VerseNumber":44,"Text":"o ikaw ba ay nag-aakala na sila ay nakakarinig at nakakaunawa? Sila ay katulad lamang ng mga hayop (bakahan); hindi, sila ay higit na nalayo at napaligaw sa Landas (alalaong baga, sila ay higit pang masahol kaysa sa bakahan)"},{"SurahNumber":25,"VerseNumber":45,"Text":"Hindi mo ba napagmasdan kung paano inilatag ng iyong Panginoon ang anino (o lilim)? Kung Kanyang ninais, magagawa Niya ito na hindi tumitinag, - at matapos ay ginawa Namin ang araw na kanyang maging gabay (alalaong baga, pagkatapos nang pagsikat ng araw, [ang anino o lilim] ay sumisiksik at naglalaho sa tanghaling tapat, at muli, ito ay lilitaw kung kumikiling na ang araw, at kung wala ang liwanag ng araw, ay hindi magkakaroon ng anino o lilim"},{"SurahNumber":25,"VerseNumber":46,"Text":"At pagkatapos ay ikinubli Namin ito sa Aming Sarili, - unti-unting nakukubli nang nakalingid"},{"SurahNumber":25,"VerseNumber":47,"Text":"At Siya ang lumikha ng gabi bilang inyong panganlong, at ng pagtulog (bilang) pamamahinga, at ginawa Niya ang maghapon bilang Nushur (alalaong baga, ang pagbangon sa umaga at pagtungo [natin] dito at doon para sa pang-araw-araw na gawain pagkatapos nang pagtulog sa gabi, o di kaya ay katulad ng muling pagkabuhay [paggising sa umaga] matapos ang kamatayan [pagtulog sa gabi]"},{"SurahNumber":25,"VerseNumber":48,"Text":"At Siya ang nagsusugo ng hangin bilang tagapagbalita ng masayang balita, na tumutungo sa harapan ng Kanyang Habag (ang ulan), at nagpapamalisbis Kami ng dalisay na tubig mula sa alapaap"},{"SurahNumber":25,"VerseNumber":49,"Text":"Upang magbigay buhay Kami rito sa tigang na lupa, at mabigyan Namin ng inumin ang mga hayupan (bakahan) at mga tao na Aming nilikha"},{"SurahNumber":25,"VerseNumber":50,"Text":"At katotohanang Aming ikinalat (ang ulan o tubig) sa pagitan nila, (upang nang sa gayon) ay makaala-ala sila sa Biyaya ni Allah, datapuwa’t ang karamihan sa mga tao ay tumatanggi (o nagtatakwil sa Katotohanan o Pananalig), at walang tinatanggap kung hindi ang kawalan ng pananalig o walang utang na loob ng pasasalamat"},{"SurahNumber":25,"VerseNumber":51,"Text":"At kung Aming ninais, makakapagpadala Kami ng tagapagbabala sa bawat bayan"},{"SurahNumber":25,"VerseNumber":52,"Text":"Kaya’t huwag ninyong sundin ang mga hindi sumasampalataya, datapuwa’t magsikhay kayo laban sa kanila (sa pamamagitan ng pangangaral) ng may matimyas na pagsusumakit, dito (sa Qur’an)"}]}