{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"۽ جنھن پنھنجي مھاڙ الله ڏانھن ڪئي ۽ اُھو چڱن ڪمن ڪرڻ وارو به آھي تنھن بيشڪ مُحڪم رسيءَ کي پڪڙيو، ۽ (سڀني) ڪمن جي پڇاڙي الله ڏانھن آھي"},{"SurahNumber":31,"VerseNumber":23,"Text":"۽ جيڪو ڪفر ڪري تنھن جو ڪفر توکي غمگين نه ڪري، کين اسان ڏانھن ورڻو آھي پوءِ جيڪي ڪيائون تنھن جي کين سُڌ ڏينداسون، ڇوته الله سينن وارو ڳجھ ڄاڻندڙ آھي"},{"SurahNumber":31,"VerseNumber":24,"Text":"(دنيا ۾) کين ٿورو (وقت) آسودو ڪريون ٿا وري کين سخت عذاب ڏانھن ڇڪي نينداسون"},{"SurahNumber":31,"VerseNumber":25,"Text":"۽ جيڪڏھن کائن پڇندين ته آسمانن ۽ زمين کي ڪنھن بڻايو آھي ته ضرور چوندا ته الله، چؤ ته سڀ ساراھ الله کي جڳائي، بلڪ اُنھن مان گھڻا نه ڄاڻندا آھن"},{"SurahNumber":31,"VerseNumber":26,"Text":"جيڪي آسمانن ۽ زمين ۾ آھي سو الله جو ئي آھي، بيشڪ الله اُھوئي بي پرواھ (ڏاڍو) ساراھيل آھي"},{"SurahNumber":31,"VerseNumber":27,"Text":"۽ جيڪي وڻ زمين ۾ آھن سي جيڪڏھن قلم ٿين ۽ سمنڊ (جو پاڻي) اُن جي مَسُ ٿئي اُن کانپوءِ ست سمنڊ (ٻيا به) ھجن ته الله (جي قدرت) جون ڳالھيون نه کُٽنديون، بيشڪ الله غالب حِڪمت وارو آھي"},{"SurahNumber":31,"VerseNumber":28,"Text":"اوھان (سڀني) جو خلقڻ ۽ اوھان جو وري جيارڻ رڳو ھڪڙيءَ ماڻھوءَ (جي خلقڻ ۽ وري جيارڻ) جھڙو آھي بيشڪ الله ٻڌندڙ ڏسندڙ آھي"},{"SurahNumber":31,"VerseNumber":29,"Text":"نه ڏٺو اٿيئي ڇا ته الله رات کي ڏينھن ۾ داخل ڪندو آھي ۽ ڏينھن کي رات ۾ داخل ڪندو آھي ۽ سج ۽ چنڊ کي نِوايائين، سڀڪو مقرر مُدت توڻي ھلندو آھي ۽ (نه ڏٺو اٿيئي ڇا) ته جيڪي ڪندا آھيو تنھن جي الله خبر رکندڙ آھي"},{"SurahNumber":31,"VerseNumber":30,"Text":"اِھي (ڪم) ھن ڪري آھن ته الله ئي برحق آھي ۽ ته اُن کانسواءِ جنھن به ٻي کي سڏيندا آھن سو ڪوڙ آھي ۽ ته الله ئي تمام مٿاھون وڏو آھي"},{"SurahNumber":31,"VerseNumber":31,"Text":"نه ڏٺو اٿيئي ڇا ته ٻيڙيون الله جي فضل سان سمنڊ ۾ ترنديون آھن (ھن لاءِ) ته (الله) اوھان کي پنھنجين نشانين مان ڏيکاري، بيشڪ ھن ۾ سڀڪنھن وڏي صابر شاڪر لاءِ نشانيون آھن"},{"SurahNumber":31,"VerseNumber":32,"Text":"۽ جڏھن کين (درياءَ جي) لھر پاڇي وارن پھاڙن وانگر ويڙھيندي آھي (تڏھن) خاص الله کي نِلو ڏانھس مھاڙ ڪري سڏيندا آھن، پوءِ جنھن مھل کين ڀر ڏانھن بچارائي پھچائيندو آھي (تنھن مھل) منجھائن ڪي وچٿرا ھوندا آھن، سڀڪنھن انجام ڀڃندڙ بي شڪر کانسواءِ ٻيو ڪوبه اسان جي آيتن جو انڪار نه ڪندو آھي"},{"SurahNumber":31,"VerseNumber":33,"Text":"اي ماڻھؤ پنھنجي پالڻھار کان ڊڄو ۽ اُن ڏينھن کان (به) جنھن ۾ ڪو پيءُ پنھنجي پُٽ جي ڪم نه ايندو، ۽ نه پُٽ پنھنجي پيءُ جي ڪجھ ڪم ايندڙ ھوندو، بيشڪ الله جو وعدو سچو آھي تنھنڪري نڪي اوھان کي دنيا جي حياتي ٺڳي، ۽ نڪي اوھان کي الله بابت ٺڳيندڙ (شيطان) ٺڳي"},{"SurahNumber":31,"VerseNumber":34,"Text":"بيشڪ قيامت جي خبر الله ئي وٽ آھي، ۽ اُھوئي مينھن وسائيندو آھي، ۽ جيڪي ڳڀيراڻين ۾ آھي سو (به) ڄاڻندو آھي، ۽ ڪوئي جيءُ نه ڄاڻندو آھي ته (پاڻ) سڀاڻي ڇا ڪندو، ۽ ڪوئي جيءُ نه ڄاڻندو آھي ته (پاڻ) ڪھڙي زمين تي مرندو، تحقيق الله ڄاڻندڙ خبر رکندڙ آھي"},{"SurahNumber":32,"VerseNumber":1,"Text":"الٓمّٓ"},{"SurahNumber":32,"VerseNumber":2,"Text":"(ھن) ڪتاب جو لاھڻ جنھن ۾ ڪو شڪ ڪونھي جھانن جي پالڻھار وٽان آھي"},{"SurahNumber":32,"VerseNumber":3,"Text":"چوندا آھن ڇا ته اُن (قرآن) کي پاڻون ٺاھيو اٿس، (نه!) بلڪ اُھو تنھنجي پالڻھار وٽان سچو (آيل) آھي (ھِن لاءِ) ته اُنھيءَ قوم کي ڊيڄارين جن وٽ توکان اڳ ڪو ڊيڄاريندڙ نه آيو آھي ته مانَ اُھي ھدايت لھن"},{"SurahNumber":32,"VerseNumber":4,"Text":"الله اُھو آھي جنھن آسمانن ۽ زمين کي ۽ جيڪي سندن وچ ۾ آھي سوڇھن ڏينھن ۾ بڻايو وري عرش ڏانھن متوجه ٿيو، اُن کانسواءِ اوھان لاءِ نڪي ڪو سڄڻ ۽ نڪي ڪو پارت ڪندڙ آھي، پوءِ نصيحت نه ٿا وٺو ڇا؟"},{"SurahNumber":32,"VerseNumber":5,"Text":"آسمان کان زمين ڏانھن ڪم جو بندوبست ڪندو آھي، وري (اُھو بندوبست) اُن ڏينھن ۾ ڏانھس مٿاھون ويندو آھي جنھن ڏينھن جو اندازو ھزار ورھ جيترو انھيءَ ليکي مان آھي جو ڳڻيندا آھيو"},{"SurahNumber":32,"VerseNumber":6,"Text":"اِھو آھي جو ڳجھ ۽ ظاھر جو ڄاڻندڙ غالب مھربان آھي"},{"SurahNumber":32,"VerseNumber":7,"Text":"جنھي جيڪا شيء پيدا ڪئي سا سڀڪا چڱيءَ طرح بڻائي ۽ ماڻھوءَ جي پيدائش کي مٽيءَ مان نئون شروع ڪيائين"},{"SurahNumber":32,"VerseNumber":8,"Text":"وري سندس اولاد بي قدر پاڻيءَ جي نچوڙي مان بڻايائين"},{"SurahNumber":32,"VerseNumber":9,"Text":"وري کيس سئين لڱين ڪيائين ۽ منجھس پنھنجو روح ڦوڪيائين ۽ اوھان لاءِ ڪن ۽ اکيون ۽ دليون بڻايائين، اوھين ٿورو شڪر ڪندا آھيو"},{"SurahNumber":32,"VerseNumber":10,"Text":"۽ چون ٿا ته جڏھن زمين ۾ رلي ملي وياسون (تڏھن به) اسين وري نئين سر بڻباسين ڇا؟ (نه!) بلڪ اُھي پنھنجي پالڻھار جي ملڻ کان منڪر آھن"}]}