{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif-lam-mim-sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Diese ist eine Schrift, die dir hinabgesandt wurde, so soll in deiner Brust kein Mißbehagen ihretwegen aufkommen, damit du mit ihr ermahnst. Auch ist es eine Erinnerung für die Mumin"},{"SurahNumber":7,"VerseNumber":3,"Text":"Folgt dem, was zu euch von eurem HERRN hinabgesandt wurde, und folgt nicht anstelle von Ihm anderen Wali. Nur ein wenig entsinnt ihr euch"},{"SurahNumber":7,"VerseNumber":4,"Text":"Und wie viele Ortschaften haben WIR doch zugrunde gehen lassen, so überraschte Unsere Peinigung sie entweder nachts, oder als sie sich bei der Mittagsruhe befanden"},{"SurahNumber":7,"VerseNumber":5,"Text":"Dann hatten sie keine anderen Rufe, als Unsere Peinigung sie überraschte, außer daß sie sagten: \"Gewiß, wir waren Unrecht-Begehende"},{"SurahNumber":7,"VerseNumber":6,"Text":"So werden WIR diejenigen, zu denen Gesandte entsandt wurden, doch zur Rechenschaft ziehen, ebenfalls werden WIR die Gesandten gewiß befragen"},{"SurahNumber":7,"VerseNumber":7,"Text":"Zweifelsohne werden WIR sie auch mit Wissen (über ihre Taten) unterrichten. Und WIR waren doch nie abwesend"},{"SurahNumber":7,"VerseNumber":8,"Text":"Und das Wägen (der Taten) an jenem Tag wird wahrhaftig sein. Diejenigen, deren Gewogenes dann schwer wiegt, diese sind die wirklichen Erfolgreichen"},{"SurahNumber":7,"VerseNumber":9,"Text":"Doch diejenigen, deren Gewogenes leicht wiegt, diese sind diejenigen, die sich selbst verloren haben wegen dem, was sie Unseren Ayat gegenüber an Unrecht zu begehen pflegten"},{"SurahNumber":7,"VerseNumber":10,"Text":"Und gewiß, bereits haben WIR euch über die Erde verfügen lassen und euch darauf Existenzgrundlage gewährt. Doch ihr erweist euch selten dankbar"},{"SurahNumber":7,"VerseNumber":11,"Text":"Und gewiß, bereits erschufen WIR euch, dann formten WIR euch, dann sagten WIR den Engeln: \"Vollzieht Sudschud vor Adam!\" So vollzogen sie (alle) Sudschud, außer Iblis, er war keiner der Sudschud-Vollziehenden"},{"SurahNumber":7,"VerseNumber":12,"Text":"ER sagte: \"Was hinderte dich daran, Sudschud zu vollziehen, als ICH es dir angewiesen habe?!\" Er sagte: \"Ich besser bin als er. DU hast mich aus Feuer geschaffen, aber ihn hast DU aus Lehm geschaffen"},{"SurahNumber":7,"VerseNumber":13,"Text":"ER sagte: \"Dann steige davon hinab, denn du darfst dich darin nicht überheblich verhalten, gehe hinaus! Gewiß, du bist einer der Erniedrigten"},{"SurahNumber":7,"VerseNumber":14,"Text":"Er sagte: \"Gewähre mir Zeit bis zu dem Tag, an dem sie wieder erweckt werden"},{"SurahNumber":7,"VerseNumber":15,"Text":"ER sagte: \"Du bist einer derjenigen, denen Zeit gewährt wird"},{"SurahNumber":7,"VerseNumber":16,"Text":"Er sagte: \"Und weil DU mich (durch diese Prüfung) hast abirren lassen, werde ich ihnen auf Deinem geradenWeg auflauern"},{"SurahNumber":7,"VerseNumber":17,"Text":"dann werde ich ihnen von vorne, von hinten, von ihrer Rechten und von ihrer Linken entgegenkommen. Dann wirst DU die meisten von ihnen als Undankbare finden"},{"SurahNumber":7,"VerseNumber":18,"Text":"ER sagte: \"Verlasse es als ein Verachteter, Verfluchter. Wer von ihnen dir folgt - gewiß werde ICH Dschahannam mit euch allesamt füllen"},{"SurahNumber":7,"VerseNumber":19,"Text":"Und Adam! bewohne du mit deiner Frau die Dschanna und speist, wovon immer ihr wollt, aber nähert euch nicht diesem Baum, sonst wäret ihr von den Unrecht-Begehenden"},{"SurahNumber":7,"VerseNumber":20,"Text":"Dann flüsterte ihnen der Satan ein, damit er ihnen das enthüllt, was ihnen von ihren Schamteilen verborgen war, und sagte: \"Euer HERR hat euch diesen Baum nur deswegen verboten, damit ihr keine Engel werdet oder zu den Ewig-Lebenden gehört"},{"SurahNumber":7,"VerseNumber":21,"Text":"Auch schwur er ihnen: \"Gewiß, ich bin für euch doch von den Ratgebern"},{"SurahNumber":7,"VerseNumber":22,"Text":"So betrog er sie mit Täuschung. Als sie dann vom Baum gekostet haben, wurden ihnen ihre Schamteile sichtbar, und sie begannen eilends, sich mit den Blättern der Dschanna zu bedecken. Und ihr HERR hat sie rufen lassen: \"Habe ICH euch etwa nicht diesen Baum verboten und gesagt, daß der Satan für euch gewiß ein entschiedener Feind ist"},{"SurahNumber":7,"VerseNumber":23,"Text":"Sie sagten: \"Unser HERR! Wir begingen Unrecht und wenn DU uns nicht vergibst und Gnade erweist, werden wir doch zu den Verlierern gehören"},{"SurahNumber":7,"VerseNumber":24,"Text":"ER sagte: \"Steigt hinab! Die einen von euch (Menschen) sind den anderen (Satanen) Feind. Und auf der Erde habt ihr einen Aufenthaltsort und Nießbrauch bis zu einer bestimmten Zeit"},{"SurahNumber":7,"VerseNumber":25,"Text":"ER sagte: \"Darauf werdet ihr leben und darauf werdet ihr sterben und daraus werdet ihr hervorgebracht"},{"SurahNumber":7,"VerseNumber":26,"Text":"Kinder Adams! Bereits haben WIR euch Kleidung hinabgesandt, die eure Schamteile bedeckt, auch schmückende Kleidung. Doch die Kleidung der Taqwa ist besser. Dies ist von ALLAHs Ayat, damit ihr euch entsinnt"},{"SurahNumber":7,"VerseNumber":27,"Text":"Kinder Adams! Lasst den Satan euch nicht durch Fitna verführen, wie er eure Eltern aus der Dschanna hinausbrachte. Er hat ihnen ihre Kleidung ausgezogen, damit er ihnen ihre Schamteile sichtbar macht. Gewiß, er sieht euch - er mit seiner Sippe, während ihr sie nicht seht. Gewiß, WIR haben die Satane als Wali für diejenigen eingesetzt, die nicht den Iman verinnerlichen"},{"SurahNumber":7,"VerseNumber":28,"Text":"Und wenn sie eine Abscheulichkeit getan haben, sagten sie: \"Wir fanden unsere Ahnen diese praktizieren und ALLAH gebot sie uns.\" Sag: \"Gewiß, ALLAH gebietet keine Abscheulichkeit!\" Wollt ihr von ALLAH etwas behaupten, was ihr nicht wisst"},{"SurahNumber":7,"VerseNumber":29,"Text":"Sag: \"Mein HERR gebietet Gerechtigkeit. Und richtet euch zu Ihm bei jedem Sudschud und richtet Bittgebete an Ihn in lauterem Din. Wie ER euch das erste Mal erschuf, so werdet ihr nochmals zurückkehren"},{"SurahNumber":7,"VerseNumber":30,"Text":"Eine Gruppe leitete ER recht und eine Gruppe ließ ER mit Recht abirren, gewiß, diese haben die Satane als Wali anstelle von ALLAH und sie glauben, sie wären rechtgeleitet"}]}