{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"exalted est Unus whose manus est totus kingship He est Omnipotent"},{"SurahNumber":67,"VerseNumber":2,"Text":"Unus created decessus vita distinguishing those among vos bonus He est Almighty the Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"He created 7 universes in layers Vos non vide any imperfection creation de the Multus Gracious. Keep looking vos vide any flaw"},{"SurahNumber":67,"VerseNumber":4,"Text":"Look again ac again tuus eyes advenit stumped conquered"},{"SurahNumber":67,"VerseNumber":5,"Text":"Nos adorned inferior universe lamps custos its finis cum projectiles devils nos prepared them retribution Hell"},{"SurahNumber":67,"VerseNumber":6,"Text":"Pro those disbelieved their Dominus retribution Gehenna. Quod miserable destiny"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they thrown therein they hear its furor it fumes"},{"SurahNumber":67,"VerseNumber":8,"Text":"It fere explodes rage Whenever group thrown therein its custos est ask them vos non receive warner"},{"SurahNumber":67,"VerseNumber":9,"Text":"They answer Sic indeed; warner perfecit advenit nos nos disbelieved dictus ‘DEUS non reveal anything! Vos est totally astray"},{"SurahNumber":67,"VerseNumber":10,"Text":"They alias dictus nos heard understood nos non est dwellers Hell"},{"SurahNumber":67,"VerseNumber":11,"Text":"Sic they confessed their sins Woe to dwellers Hell"},{"SurahNumber":67,"VerseNumber":12,"Text":"Prout pro those reverence their Dominus when alone in their privacy they attained forgiveness major recompense"},{"SurahNumber":67,"VerseNumber":13,"Text":"Vos keep tuus utterances secret declare them He est fully aware de innermost thoughts"},{"SurahNumber":67,"VerseNumber":14,"Text":"He non know quod He Should created He est Sublime Cognizant"},{"SurahNumber":67,"VerseNumber":15,"Text":"He est Unus put Terra tuus service Roam its corners eat His provisions To Eum est ultimus summoning"},{"SurahNumber":67,"VerseNumber":16,"Text":"Vos guaranteed ut Unus caelum non strike terra causa it perfecit tumble"},{"SurahNumber":67,"VerseNumber":17,"Text":"Vos guaranteed Unus caelum non send vos violent storm Vos tunc appreciate value My warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"Others them disbelieved quam terrible est My requital"},{"SurahNumber":67,"VerseNumber":19,"Text":"they non vide birds habuit them lined columns spreading their wings The Multus Gracious est Unus habuit them in the air He est Seer totus things"},{"SurahNumber":67,"VerseNumber":20,"Text":"ubi those militis est help vos contra the Multus Gracious? Indeed disbelievers deceived"},{"SurahNumber":67,"VerseNumber":21,"Text":"Qui est ibi to provisus pro vos He withholds His provisions Indeed they plunged deep into transgression aversion"},{"SurahNumber":67,"VerseNumber":22,"Text":"Unus walks dum est slumped his face bene guided 1 qui walks straight rectus path"},{"SurahNumber":67,"VerseNumber":23,"Text":"dictus He est 1 initiated vos granted vos hearing eyes brains. Rarely est vos appreciative"},{"SurahNumber":67,"VerseNumber":24,"Text":"dictus He est Unus locus vos terra ac Eum vos summoned"},{"SurahNumber":67,"VerseNumber":25,"Text":"They challenge When ut prophecy advenit pass vos est truthful"},{"SurahNumber":67,"VerseNumber":26,"Text":"Dictus Such knowledge est DEUS; ego est non multus than manifest warner"},{"SurahNumber":67,"VerseNumber":27,"Text":"When they vide it happening faces de those disbelieved turn miserable proclaimed Hoc est quod vos used mock"},{"SurahNumber":67,"VerseNumber":28,"Text":"Dictus DEUS decides annihilate me those withme shower nos cum His mercy est ibi protect disbelievers painful retribution"},{"SurahNumber":67,"VerseNumber":29,"Text":"dictus He est the Multus Gracious; nos believe in Eum nos trust Eum. Vos perfecit surely invenit out qui est really far astray"},{"SurahNumber":67,"VerseNumber":30,"Text":"Dictus Quod si tuus aqua sinks away qui provisus vos perfecit pure aqua"}]}