{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"بە ھۆی ئەوەوە فڕێماندایە زەویەکی ڕووت (بێ دار و درەخت) و نەخۆشیش بوو"},{"SurahNumber":37,"VerseNumber":146,"Text":"وە ڕووەکێکی کولەکەمان بەسەریدا ڕواند"},{"SurahNumber":37,"VerseNumber":147,"Text":"ئەوسا بە پێغەمبەرێتی ناردمان بۆ لای سەد ھەزار کەس یان زیاتر"},{"SurahNumber":37,"VerseNumber":148,"Text":"گەلەکەش باوەڕیان ھێنا و بەو ھۆیەوە بەھرەمەندمان کردن لەژیان تا ماوەیەك"},{"SurahNumber":37,"VerseNumber":149,"Text":"ئەمجا (ئەی موحەممەد ﷺ) پرسیاریان لێ بکە ئایا کچان بۆ پەروەردگاری تۆیە و کوڕانیش ھی ئەوانە؟"},{"SurahNumber":37,"VerseNumber":150,"Text":"یان ئەوان بە دیارەوە بوون کە ئێمە فریشتەکانمان بە مێینە دروستکرد"},{"SurahNumber":37,"VerseNumber":151,"Text":"بێدار بن بەڕاستی ئەوان لە دەس ھەڵبەسی خۆیانەوە دەڵێن"},{"SurahNumber":37,"VerseNumber":152,"Text":"خوا منداڵی بووەو بێگومان ئەوانە درۆزنن"},{"SurahNumber":37,"VerseNumber":153,"Text":"ئایا (خوا) کچانی ھەڵبژاردووە (بۆ خۆی) بەسەر کوڕاندا"},{"SurahNumber":37,"VerseNumber":154,"Text":"چیتانە چۆن بڕیاری وا دەدەن"},{"SurahNumber":37,"VerseNumber":155,"Text":"دەی ئایا بیر ناکەنەوە؟"},{"SurahNumber":37,"VerseNumber":156,"Text":"یان بەڵگەیەکی ڕوونتان (لەم بارەیەوە) ھەیە"},{"SurahNumber":37,"VerseNumber":157,"Text":"دەی کتێبەکەتان (بەڵگەکەتان) بھێنن ئەگەر ڕاست دەکەن"},{"SurahNumber":37,"VerseNumber":158,"Text":"وە ئەو (بێ باوەڕانە) لە نێوان خواو جنۆکەدا خزمایەتیان بڕیارداوە سوێند بەخوا بێگومان جنۆکەکان دەیانزانی کە بەڕاستی ئەوان ئامادە دەکرێن (لەڕۆژی دواییدا)"},{"SurahNumber":37,"VerseNumber":159,"Text":"پاك و بێگەردە خوا لەوەی ئەو (بێ باوەڕانە) دەیڵێن"},{"SurahNumber":37,"VerseNumber":160,"Text":"(ھەموویان سزا دەدرێن) بێجگە بەندە خاوێن کراوەکانی خوا"},{"SurahNumber":37,"VerseNumber":161,"Text":"ئەمجا بەڕاستی ئێوە و ئەو (بتانە)یش کە دەیپەرستن"},{"SurahNumber":37,"VerseNumber":162,"Text":"ئێوە ناتوانن لەبەرانبەری خوادا گومڕاکەری (کەس) بن"},{"SurahNumber":37,"VerseNumber":163,"Text":"بێجگە ئەو کەسەی (خوا دەزانێت) دەچێتە دۆزەخەوە"},{"SurahNumber":37,"VerseNumber":164,"Text":"(فریشتەکان دەڵێن) ھیچ کام لەئێمە نیە مەگەر پلەو شوێنێکی دیاریکراوی خۆی ھەیە"},{"SurahNumber":37,"VerseNumber":165,"Text":"وە بەڕاستی ئێمە ھەموومان بەڕیز وەستاوین (بۆ عیبادەت و بەجێھێنانی فەرمانی خوا)"},{"SurahNumber":37,"VerseNumber":166,"Text":"وە بێگومان ئێمەین ھەمیشە تەسبیحات وزیکر ویادی ئەو دەکەین"},{"SurahNumber":37,"VerseNumber":167,"Text":"بێگومان ھەر چەندە بت پەرستان دەیانووت"},{"SurahNumber":37,"VerseNumber":168,"Text":"بەڕاستی ئەگەر کتێبێ (ی ئاسمانی وەك کتێبی) پێشینانمان ھەبوایە"},{"SurahNumber":37,"VerseNumber":169,"Text":"بەڕاستی ئێمە لە بەندە پاك و خاوێنەکانی خوا دەبووین"},{"SurahNumber":37,"VerseNumber":170,"Text":"ئەمجا (کە کتێبیان بۆ ھات) باوەڕیان پێ نەھێنا، جابەزوویی دەزانن (سەر ئەنجامی بێ بڕواییەکەیان چۆن دەبێت)"},{"SurahNumber":37,"VerseNumber":171,"Text":"سوێند بەخوا بێگومان پێشتر بڕیارمان داوە بۆ بەندە نێردراوەکانمان"},{"SurahNumber":37,"VerseNumber":172,"Text":"کە بێگومان ھەر ئەوان سەر دەخرێن"},{"SurahNumber":37,"VerseNumber":173,"Text":"دیاریشە ھەر سەربازانی ئێمە سەردەکەوون"},{"SurahNumber":37,"VerseNumber":174,"Text":"تۆش وازیان لێ بھێنە تا ئەو ماوەی(دیاریکراوە بۆ لەناوبردنیان)"},{"SurahNumber":37,"VerseNumber":175,"Text":"وە بیان بینە (سەرنجامیان چۆن دەبێت) لەمەولا ئەوانیش دەبینن (چییان بەسەر دێت)"},{"SurahNumber":37,"VerseNumber":176,"Text":"جا ئایا بەپەلە داوای سزای ئێمە دەکەن"},{"SurahNumber":37,"VerseNumber":177,"Text":"ھەر کاتێك سزای ئێمە ھاتە خوارەوە بۆ ناو ماڵەکانیان ئەوسا ترسێنراوان چ ڕۆژێکی خراپ و تەنگیان دەبێت"},{"SurahNumber":37,"VerseNumber":178,"Text":"وە وازیان لێ بھێنە ھەتائەو ماوەی (دیاریکراوە بۆیان)"},{"SurahNumber":37,"VerseNumber":179,"Text":"وە ببینە ئەمجا لەمەولا ئەوانیش دەبینن"},{"SurahNumber":37,"VerseNumber":180,"Text":"پەروەردگارت پاك و بێگەردە، پەروەردگاری باڵا دەست لەوەی بێ باوەڕان دەیڵێن (دەربارەی)"},{"SurahNumber":37,"VerseNumber":181,"Text":"سڵاو و درودیش بۆ گشت پێغەمبەران"},{"SurahNumber":37,"VerseNumber":182,"Text":"سوپاس و ستایشیش بۆ خوای پەروەردگاری ھەموو جیھانیان"},{"SurahNumber":38,"VerseNumber":1,"Text":"بە (صاد) دەخوێنرێتەوە خوازاناترە بە ماناکەی بۆ زانیاری زیاتر سەیر سەرەتای سورەتی (البقرة) بکە سوێند بە قورئانی خاوەن ڕێز و پەند و ئامۆژگاری"},{"SurahNumber":38,"VerseNumber":2,"Text":"بەڵام ئەوانەی بێ باوەڕن ڕۆ چوون، لە خۆبەگەورە زانین و دژایەتیدا (بەرانبەر ئیسلام و شوێن کەوتووانی)"},{"SurahNumber":38,"VerseNumber":3,"Text":"چەندەھا گەلمان پێش ئەوان ( پێش کافرانی مەککە) لەناو برد ئەمجا ھاواریان کرد لە حاڵێکدا کاتی ڕزگار بوون نەمابوو"},{"SurahNumber":38,"VerseNumber":4,"Text":"سەریان سوڕدەما کە ترسێنەرێکیان لە خۆیان بۆ ھاتووە وە بێ باوەڕان دەیانووت ئەم (پێغەمبەرە) جادوگەرێکی زۆر درۆزنە"},{"SurahNumber":38,"VerseNumber":5,"Text":"ئایا ئەو (پێغەمبەرە) ھەموو خواکانی کردوەتە یەك خوا بەڕِاستی ئەمە (کەیەك خوا ببێت) شتێکی زۆر سەرسوڕھێنەرە"},{"SurahNumber":38,"VerseNumber":6,"Text":"وە گەورەکانی (قوڕەیش لەگەڵ پێغەمبەر قسەیان کرد و ھەڵسان) بە پەلە دەرچوون (بەخەڵکیان ووت) بڕۆن و خۆگربن لەسەر (پەرستنی) خواکانتان بەڕاستی ئەمەی (موحەممەد ﷺ) دەیڵێت) شتێکە لە ئێوە داوا کراوە (ھەتا ببێتە گەورەی ھەموو عەرەب)"},{"SurahNumber":38,"VerseNumber":7,"Text":"ئەمەمان نەبیستووە لە کۆتا ئایندا (کە نەسرانیە) ئەمە تەنھا شتێکی ھەڵبەستراوە"},{"SurahNumber":38,"VerseNumber":8,"Text":"ئایا چۆن وەحی لە ناو ھەموومان دا بۆ ئەو (موحەممەد ﷺ) دابەزێنراوە (نەخێر ڕاست ناکەن) بەڵکو ئەوانە لە گوماندان لە قورئانەکەی من (نەخێر وانیە) بەڵکو ئەوانە ھێشتا سزای منیان نەچەشتووە (بۆیە باوەڕناھێنن)"},{"SurahNumber":38,"VerseNumber":9,"Text":"یان خەزێنەکانی بەزەیی پەروەردگاری زاڵ و باڵادەست و بەخشندەت لای ئەوانە؟"},{"SurahNumber":38,"VerseNumber":10,"Text":"یان دەسەڵات و پاشایی ئاسمانەکان و زەوی و ئەوەی لە نێوانیاندایە ھی ئەوانە (ئەگەر وایە) دەبا بەرز ببنەوە لە ناو ھۆکارەکانی بەرز بوونەوەدا (تا دەگەنە عەرش ئەمجا وەحی دابەزێنن بۆ ھەر کەسێك خۆیان دەیانەوێت)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(بێ بڕوایانی قوڕەیش) لەشکر و کۆمەڵێکی بێ نرخن لەو کۆمەڵانەی (دژی پێغەمبەرانن بەزوویی) دەشکێنرێن و سەر شۆڕ دەبن"},{"SurahNumber":38,"VerseNumber":12,"Text":"پێش ئەوان گەلی نوح و عاد و فیرعەونی خاوەن مێخەکان باوەڕیان (بە پێغەمبەرەکانیان) نەھێنا"},{"SurahNumber":38,"VerseNumber":13,"Text":"وە (گەلی) سەمود و گەلی لوط و خاوەن باخە چڕو پڕەکان ئەوانە تاقم و کۆمەڵانێك بوون"},{"SurahNumber":38,"VerseNumber":14,"Text":"ھەر ھەموویان باوەڕیان بە پێغەمبەران نەھێنا بۆیە سزای منیان بەسەرا چەسپا (و لە ناو چوون)"},{"SurahNumber":38,"VerseNumber":15,"Text":"ئەمانە تەنھا چاوەڕوانی دەنگێکی زۆر گەورە دەکەن ئەو دەنگە (فوو کردن بە کەڕەنادا) کەمترین ماوە دواخستنی نیە"},{"SurahNumber":38,"VerseNumber":16,"Text":"(بەگاڵتە پێکردنێکەوە) وە ووتیان: ئەی پەروەردگارمان پێش ڕۆژی لێپرسینەوە بەشەکەمان (لە سزا، یان پاداشت) پێبدە"},{"SurahNumber":38,"VerseNumber":17,"Text":"(ئەی موحەممەد ﷺ) دان بە خۆتدا بگرە لەسەر ئەو قسانەی کە دەیکەن بیری بەندەمان (داود) ی خاوەن ھێز و توانا بکەرەوە بێگومان ئەو ھەمیشە گەڕاوە بوو بۆ لای خوا"},{"SurahNumber":38,"VerseNumber":18,"Text":"بەڕاستی ئێمە چیاکانمان رام ھێنا بوو تەسبیحاتی خوایان دەکرد لەگەڵ ئەو (لەگەڵ داوددا) بەئێواران و بەیانیاندا"},{"SurahNumber":38,"VerseNumber":19,"Text":"وە باڵندەکان کە لەدەوری ئەو (داود) کۆدەکرانەوە ھەموو(بۆ تەسبیحات) بۆلای ئەو دەگەڕانەو(تا لەگەڵ داود یادی خوا بکەن)"},{"SurahNumber":38,"VerseNumber":20,"Text":"وە پاشایەتیەکەی ئەومان بەھێز کرد دانایی و گوفتاری جیاکەرەوەمان پێ بەخشی"}]}