{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Só a Ele concerne o conhecimento da Hora. E nenhum fruto sai do seu invólucro e nenhuma fêmea fica prenhe ou gera, sem o Seu conhecimento. No dia em que Ele os convoca, (perguntará): Onde estão os parceiros que Me atribuístes? Dirão: Asseguramos-Te que nenhum de nós pode testemunhar"},{"SurahNumber":41,"VerseNumber":48,"Text":"E desvanecer-se-á tudo quanto haviam invocado antes, e se convencerão de que não terão escapatória"},{"SurahNumber":41,"VerseNumber":49,"Text":"O homem não se farta de implorar o bem; mas, quando o mal o açoita, ei-lo desesperado, desalentado"},{"SurahNumber":41,"VerseNumber":50,"Text":"Todavia, se depois de tê-lo açoitado a adversidade, o agraciamos com a Nossa misericórdia, dirá: Isto é (mérito) meu enão creio que a Hora chegue; e se retornar ao a meu Senhor, certamente obterei a Sua bem-aventurança. Porém, inteiraremosos incrédulos de tudo quanto tiverem cometido e lhes infligiremos um severo castigo"},{"SurahNumber":41,"VerseNumber":51,"Text":"Mas quando agraciamos o homem, ele desdenha e se envaidece; em troca, quando o mal o açoita, eis que não cessa deNos suplicar"},{"SurahNumber":41,"VerseNumber":52,"Text":"Dize-lhes: Uma vez que (o Alcorão) emana de Deus e o rechaçais... haverá alguém mais extraviado do que aquele queestá em um profundo cisma"},{"SurahNumber":41,"VerseNumber":53,"Text":"De pronto lhes mostraremos os Nossos sinais em todas as regiões (da terra), assim como em suas próprias pessoas, atéque lhes seja esclarecido que ele (o Alcorão) é a verdade. Acaso não basta teu Senhor, Que é Testemunha de tudo"},{"SurahNumber":41,"VerseNumber":54,"Text":"Não é certo que estão em dúvida quanto ao comparecimento ante o seu Senhor? Acaso não é verdade que Deus éOnímodo"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ain, Sin, Caf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Assim te revela, como (o fez) àqueles que te precederam, Deus, o Poderoso, o Prudentíssimo"},{"SurahNumber":42,"VerseNumber":4,"Text":"Seu é tudo quanto existe nos céus e na terra, porque é o Ingente, o Altíssimo"},{"SurahNumber":42,"VerseNumber":5,"Text":"É possível que os céus se fendam para a Sua glória; e os anjos celebram os louvores do seu Senhor e imploram perdãopara aqueles, que estão na terra"},{"SurahNumber":42,"VerseNumber":6,"Text":"Quanto àqueles que adotam guardiães, em vez de Deus, saibam que ele é o seu Protetor e tu não és, de maneira alguma, seu guardião"},{"SurahNumber":42,"VerseNumber":7,"Text":"E assim te revelamos um Alcorão árabe para que admoestes a Mãe das Metrópoles e tudo ao seu redor, admoesta-os, portanto, quanto ao dia indubitável do comparecimento, em que uma parte (da humanidade) estará no Paraíso e outra notártaro"},{"SurahNumber":42,"VerseNumber":8,"Text":"Se Deus quisesse, tê-los-ia (os humanos) constituído em uma só nação, porque acolhe em Sua misericórdia quem Lhesapraz. Quando aos iníquos, não terão protetor, nem socorredor"},{"SurahNumber":42,"VerseNumber":9,"Text":"Como! Adotem protetores, em vez d'Ele? Pois, saibam que Deus é o Protetor e é Quem ressuscita os mortos, porque éOnipotente"},{"SurahNumber":42,"VerseNumber":10,"Text":"E seja qual for a causa da vossa divergência, a decisão só a Deus compete. Tal é Deus, meu Senhor! A Ele meencomendo e a Ele retornarei contrito"},{"SurahNumber":42,"VerseNumber":11,"Text":"É o Originador dos céus e da terra, (foi) Quem vos criou esposas, de vossas espécies, assim como pares de todos osanimais. Por esse meio vos multiplica. Nada se assemelha a Ele, e é o Oniouvinte, o Onividente"},{"SurahNumber":42,"VerseNumber":12,"Text":"Suas são as chaves dos céus e da terra; prodigaliza e restringe a Sua graça a quem Lhe apraz, porque é Onisciente"}]}