{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"И поникли лица пред живым, сущим, - обманулся всякий, кто приносил несправедливость"},{"SurahNumber":20,"VerseNumber":112,"Text":"А кто творил благое и был верующим, тот не будет бояться ни обиды, ни утеснения"},{"SurahNumber":20,"VerseNumber":113,"Text":"И так Мы ниспослали Коран арабским и рассыпали в нем угрозы, - может быть, они побоятся, или возбудит это в них воспоминание"},{"SurahNumber":20,"VerseNumber":114,"Text":"Превыше всех Аллах, царь истинный! Не торопись с Кораном прежде, чем будет закончено тебе его ниспослание, и говори: \"Господи мой! Умножь мое знание"},{"SurahNumber":20,"VerseNumber":115,"Text":"Мы прежде уже заключили завет с Адамом, но он забыл, и не нашли Мы в нем стойкости"},{"SurahNumber":20,"VerseNumber":116,"Text":"И вот Мы сказали ангелам: \"Поклонитесь Адаму!\" - и поклонились они, кроме Иблиса; тот отказался"},{"SurahNumber":20,"VerseNumber":117,"Text":"и Мы сказали: \"О Адам! Ведь это - враг твой и твоей жены. Пусть же он не изведет вас из рая, да не окажешься ты несчастным"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ведь тебе можно не голодать там, и не быть нагим"},{"SurahNumber":20,"VerseNumber":119,"Text":"и не жаждать там, и не страдать от зноя"},{"SurahNumber":20,"VerseNumber":120,"Text":"И нашептал ему сатана, он сказал: \"О Адам, не указать ли тебе на древо вечности и власть непреходящую"},{"SurahNumber":20,"VerseNumber":121,"Text":"И они оба поели от него, и обнаружилась пред ними их скверна, и стали они сшивать для себя райские листья, и ослушался Адам Господа своего и сбился с пути"},{"SurahNumber":20,"VerseNumber":122,"Text":"Потом избрал его Господь и простил его и повел прямым путем"},{"SurahNumber":20,"VerseNumber":123,"Text":"Он сказал: \"Низвергнитесь из него вместе, врагами друг другу! А если придет к вам от Меня руководство - то, кто последует за Моим руководством, тот не собьется и не будет несчастным"},{"SurahNumber":20,"VerseNumber":124,"Text":"А кто отвратится от воспоминания обо Мне, у того, поистине, будет тесная жизнь! И в день воскресения соберем Мы его слепым"},{"SurahNumber":20,"VerseNumber":125,"Text":"Говорит он: \"Господи, зачем Ты собрал меня слепым, а раньше я был зрячим"},{"SurahNumber":20,"VerseNumber":126,"Text":"Скажет ему: \"Так приходили к тебе Мои знамения, и ты забыл их - так и сегодня ты будешь забыт"},{"SurahNumber":20,"VerseNumber":127,"Text":"Так Мы воздаем тем, кто вышел за предел и не уверовал в знамения своего Господа , а, конечно, наказание будущей жизни сильнее и длительнее"},{"SurahNumber":20,"VerseNumber":128,"Text":"Разве не навело их на прямой путь то, сколько Мы погубили до них поколений, по жилищам которых они ходят: ведь в этом - знамения для обладателей рассудка"},{"SurahNumber":20,"VerseNumber":129,"Text":"И если бы не слово, которое раньше изошло от твоего Господа, то было бы это неизбежным, - а срок названный"},{"SurahNumber":20,"VerseNumber":130,"Text":"Терпи же, что они говорят, и прославляй хвалой Господа до восхода солнца и до захода, и во времена ночи прославляй Его и среди дня, - может быть, ты будешь доволен"},{"SurahNumber":20,"VerseNumber":131,"Text":"И не простирай своих глаз на то, чем Мы наделили некоторые пары их - расцветом жизни здешней, чтобы испытать их этим. Удел Господа твоего лучше и длительнее"},{"SurahNumber":20,"VerseNumber":132,"Text":"Прикажи своей семье выполнять молитву и терпелив будь в ней. Мы не просим у тебя удела, Мы пропитаем тебя, а конец - за богобоязненностью"},{"SurahNumber":20,"VerseNumber":133,"Text":"Они говорят: \" Отчего бы не пришел он к нам с ясным знамением от своего Господа?\" А разве не приходило к ним явное доказательство в первых свитках"},{"SurahNumber":20,"VerseNumber":134,"Text":"И если бы Мы погубили их наказанием до этого, они сказали бы: \"Господи, отчего бы Тебе не послать к нам вестника, чтобы нам последовать за Твоими знамениями, раньше чем испытать унижение и позор"},{"SurahNumber":20,"VerseNumber":135,"Text":"Скажи: \"Каждый выжидает, выжидайте и вы, а потом узнаете, кто обладатель ровного пути и кто шел по прямой дороге"}]}