{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"Ким эмизишни батамом қилишни ирода қилса, оналар фарзандларни тўлиқ икки йил эмизурлар. Уларни яхшилаб едириб, кийинтириш отанинг зиммасидадир. Ҳеч бир жонга имкондан ташқари таклиф бўлмас. Она ҳам, ота ҳам боласи сабабидан зарар тортмасин. Меросхўрга ҳам худди шундоқ. Агар ўзаро рози бўлиб, сутдан ажратишни ирода қилсалар, икковларига гуноҳ бўлмас. Агар фарзандларингизга эмизувчи талаб қилишни ирода қилсангиз, берадиганингизни яхшилик билан аввалдан топширсангиз, гуноҳ бўлмас. Ва Аллоҳга тақво қилинг ҳамда, билингки, Аллоҳ қилаётганингизни албатта кўриб турувчидир"},{"SurahNumber":2,"VerseNumber":234,"Text":"Сизлардан вафот этиб жуфтларини қолдирганларнинг аёллари ўзларича тўрт ойу ўн кун кутарлар. Муддатлари етганда ўзлари ҳақида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ қилаётган амалингиздан хабардордир"},{"SurahNumber":2,"VerseNumber":235,"Text":"У аёлларга ишора ила совчилик қилишингиз ёки уни ўз ичингизда тутишингизда гуноҳ йўқ. Аллоҳ сиз уларни албатта эслашингизни биладир. Лекин улар билан хуфёна ваъдалашманг. Магар яхши гап гапирсангиз, майли. Идда ўз муддатига етмагунча, никоҳ боғлашни қасд қилманг. Ва билингки, Аллоҳ ичингиздагини албатта билади. Бас, Ундан огоҳ бўлинг. Ва билингки, албатта, Аллоҳ мағфиратли ва Ҳалиймдир"},{"SurahNumber":2,"VerseNumber":236,"Text":"Агар хотинларга қўл теккизмай туриб ёки уларни маҳрни аниқламай туриб талоқ қилсангиз, сизга гуноҳ бўлмас. Уларни бой борича, йўқ ҳолича яхшилик ила фойдалантиринг. Бу яхшилик қилувчилар бурчидир"},{"SurahNumber":2,"VerseNumber":237,"Text":"Агар уларга қўл тегизмай талоқ қилсангиз ва маҳрни аниқлаб қўйган бўлсангиз, аниқланганнинг ярмини берасиз, магар аёл ёки никоҳ тугуни қўлида бўлган киши афв қилса, бермайсиз. Ва афв қилишингиз тақвога яқиндир. Орангиздаги фазилатни унутманг. Албатта, Аллоҳ қилаётган амалларингизни кўриб турувчи Зотдир"},{"SurahNumber":2,"VerseNumber":238,"Text":"Намозларни ва ўрта намозни муҳофаза этинг. Ва Аллоҳ учун хушуъ ила қоим бўлинг"},{"SurahNumber":2,"VerseNumber":239,"Text":"Агар хавфда қолсангиз, юрган ва минган ҳолингизда, хотиржам бўлганингизда, билмаган нарсангизни қандоқ ўргатган бўлса, Аллоҳни шундоқ зикр қилинг"},{"SurahNumber":2,"VerseNumber":240,"Text":"Сизлардан вафот этганда жуфтларини қолдираётганлар хотинлари чиқмасдан бир йилгача фойдаланишини васият қилсинлар. Агар улар чиқсалар, ўз хусусларида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ Азийз ва Ҳакийм Зотдир"},{"SurahNumber":2,"VerseNumber":241,"Text":"Талоқ қилинган аёлларга фойда бериш тақводорлар бурчидир"},{"SurahNumber":2,"VerseNumber":242,"Text":"Аллоҳ шундай қилиб сизларга Ўз оятларини баён этадир. Шоядки, ақл ишлатсангизлар"}]}