{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Na Pushapa Ako dun sa Ibut ko manga darpa o manga Bito-on"},{"SurahNumber":56,"VerseNumber":76,"Text":"Na Mata-an naya a titho a Kashapa o katawıi niyo a lubi a Mala"},{"SurahNumber":56,"VerseNumber":77,"Text":"Mata-an! A Sukaniyan na titho a Qur-an, a Paga-adatan"},{"SurahNumber":56,"VerseNumber":78,"Text":"Shisi-i ko daptar a pago-ongowan (a so Laokh mahfod)"},{"SurahNumber":56,"VerseNumber":79,"Text":"Da-a phakasukho-on inonta so miyanga Sosoti"},{"SurahNumber":56,"VerseNumber":80,"Text":"Initoron a pho-on ko Kadnan o manga Ka-adun"},{"SurahNumber":56,"VerseNumber":81,"Text":"Antona-a i sabap a giyangkai a Tothol na sukano na paka-i ito-on niyo"},{"SurahNumber":56,"VerseNumber":82,"Text":"Go pumbalowin niyo so pagupur rukano a Mata-an! A sukano na Phagongkirun niyo"},{"SurahNumber":56,"VerseNumber":83,"Text":"Na ino igira-a miyakasampai (so Niyawa) ko bakurung"},{"SurahNumber":56,"VerseNumber":84,"Text":"A sukano sa masa oto na pukhailai niyo"},{"SurahNumber":56,"VerseNumber":85,"Text":"Go Sukami i lubi a marani ron a di sukano, -na ogaid na di niyo khailai"},{"SurahNumber":56,"VerseNumber":86,"Text":"Na o sukano na di kano khabalasan"},{"SurahNumber":56,"VerseNumber":87,"Text":"Na ino niyo to di maphakakasoi, o sukano i manga bunar"},{"SurahNumber":56,"VerseNumber":88,"Text":"Na amai ka aya butad iyan na pud ko phamakaranın (ko Sorga)"},{"SurahNumber":56,"VerseNumber":89,"Text":"Na (ruk Iyan) so Kapakadukha, go pagupur, go Sorga, a Pakalma"},{"SurahNumber":56,"VerseNumber":90,"Text":"Na amai ka aya butad iyan na pud ko manga tao sa kawanan"},{"SurahNumber":56,"VerseNumber":91,"Text":"Na (Tharo-on non:) Salaam a bagiyan ka a pud ko manga tao sa kawanan"},{"SurahNumber":56,"VerseNumber":92,"Text":"Na amai ka aya butad iyan na si-i pud ko Miyamanaplis, a Mithataridadag"},{"SurahNumber":56,"VerseNumber":93,"Text":"Na talagadon so phulikabo a ig"},{"SurahNumber":56,"VerseNumber":94,"Text":"Go phagbong ko Naraka Jahim"},{"SurahNumber":56,"VerseNumber":95,"Text":"Mata-an! A giyaya na titho a sukaniyan so bunar a matatangkud"},{"SurahNumber":56,"VerseNumber":96,"Text":"Na Phoroporo-on Ka so ngaran o Kadnan Ka, a lubi a Mala"},{"SurahNumber":57,"VerseNumber":1,"Text":"Puthasbik ko Allah so shisi-i ko manga Langit a go so Lopa; go Sukaniyan so Mabagur, a Maongangun"},{"SurahNumber":57,"VerseNumber":2,"Text":"Ruk Iyan so Kapa-ar ko manga Langit go so Lopa: Puphangoyag go Puphangimatai; go Sukaniyan si1 ko langowan taman na Gaos Iyan"},{"SurahNumber":57,"VerseNumber":3,"Text":"Sukaniyan i Pagampaganai go Mori Pori, go Mapayag go Masolun; go Sukaniyan si-i ko langowan taman na katawan Niyan"},{"SurahNumber":57,"VerseNumber":4,"Text":"Sukaniyan so Miyadun ko manga Langit go so Lopa si-i ko num Alongan; orian Niyan na Lominiyawaw ko Aras a samporna a kaliyawaw ko domadait ton: Katawan Niyan so puphakasolud ko Lopa, go so puphakaliyo a pho-on rukaniyan, go so Puphakatoron a pho-on ko Langit, go so Puphakapanikon; go Sukaniyan na Pud iyo apiya anda kano matatago. Na so Allah na so gi-i niyo nggolaola-an na Phagilain Niyan"},{"SurahNumber":57,"VerseNumber":5,"Text":"Ruk Iyan so kapa-ar ko manga Langit go so Lopa: Na si-i bo ko Allah phakandoda so langowan taman a pukhaolaola"},{"SurahNumber":57,"VerseNumber":6,"Text":"Puphakasoludun Niyan so kagagawi-i ko daondao, go puphakasoludun Niyan so daondao ko gagawi-i. Na Sukaniyan i Mata-o ko shisi-i ko manga rarub (a manga Pamikiran)"},{"SurahNumber":57,"VerseNumber":7,"Text":"Paratiyaya a niyo so Allah go so Sogo Iyan, go pamumugai kano ko biyaloi kano Niyan non a miyamakasambi; na so Miyamaratiyaya a pud rukano go miyamumugai siran, na adun a bagiyan niran a balas a lubi a mala"},{"SurahNumber":57,"VerseNumber":8,"Text":"Na antona-a 1 bangun niyo sa di niyo Kapharatiyaya a ko Allah?A so Rasul na Puthawagun kano Niyan, ka a niyo Maparatiyaya so Kadnan niyo, a Sabunar a miyatarima Iyan so diyandi iyo, o sukano na Khipaparatiyaya"},{"SurahNumber":57,"VerseNumber":9,"Text":"Sukaniyan so Initoron Niyan ko Oripun Niyan so manga Ayat a manga rarayag, ka angkano Niyan mapaka-awa pho-on ko manga lilibotung a makasong kano ko maliwanag. Na Mata-an! A so Allah na Mala rukano i Gagao, a Makalimoon"},{"SurahNumber":57,"VerseNumber":10,"Text":"Na antona-a i bangun niyo sa di niyo kaphamumugai sa lalan ko Allah?- A ruk o Allah so Paninggalan ko manga Langit a go so Lopa. Da-a phakatimbang rukano ko tao a miyamumugai, ko da pun so kapakada-ag, go miyakimbonowai. Siran man i mala i Daradat a di so siran a miyamumugai ko oriyan niyan; go miyakimbonowai siran. Na omani isa kiran na ini diyandi on o Allah so mapiya. Na so Allah na so gi-i niyo nggolaola-an na Kaip Iyan"},{"SurahNumber":57,"VerseNumber":11,"Text":"Antawa aya 1 Phagotang ko Allah sa otang a mapiya? Ka an Niyan non mathakutakup, go adun a bagiyan niyan a balas a mapiya"},{"SurahNumber":57,"VerseNumber":12,"Text":"Si-i ko Alongan a Mailaingka so Miyamaratiyaya a manga Mama go so Miyamaratiyaya a manga Babai,- a somisindao so Tihaya iran ko Hadapan niran go si-i ko kawanan niran (Putharo-on kiran:) Tothol rukano a mapiya sa Alongan nai: So manga Sorga a puphamangondas ko kababa-an niyan so manga lawasaig, kakal kano ron! Giyoto man na sukaniyan so da-ag a lubi a mala"},{"SurahNumber":57,"VerseNumber":13,"Text":"Alongan a Tharo-on o manga Monapik a manga Mama go so manga Monapik a manga Babai ko siran a Miyamaratiyaya: Nayawa kami niyo, ka angkami makako- 7 wa sa Maliwanag ko Tihaya niyo! Adun a Tharo: Ķasoi kano ko talikhodan niyo, na puloloba kano sa Tihaya! Na katagowan so lut iran sakota a adun a pinto iyan, so solud iyan na madadalumon so Limo, naso liyo niyan na mapapantag sukaniyan o siksa"},{"SurahNumber":57,"VerseNumber":14,"Text":"Tawagun niran siran: Bakami niyo di manga pud? I sumbag iran: Owai; na ogaid na bininasa niyo somanga ginawa niyo, go mithidaraan kano, go mishangka kano, go -/ miyalimpang kano o manga ongaya taman sa miyakaoma so Sogowan o Allah; go miyalimpang kano maka- pantag ko Allah o palilimpang (a Shaitan)"},{"SurahNumber":57,"VerseNumber":15,"Text":"Na sa Alongan na-i na da-a khatarima a pho-on rukano a saliyo o ginawa, o di na pho-on ko siran a Miyamangongkir. Aya darpa iyo na so Naraka: Giyoto i patot rukano. Na miyakaratarata a khabolosan"}]}