{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Dan apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami keluarkan makhluk bergerak yang bernyawa dari bumi yang akan mengatakan kepada mereka bahwa manusia dahulu tidak yakin kepada ayat-ayat Kami"},{"SurahNumber":27,"VerseNumber":83,"Text":"Dan (ingatlah) pada hari (ketika) Kami mengumpulkan dari setiap umat, segolongan orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok)"},{"SurahNumber":27,"VerseNumber":84,"Text":"Hingga apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu telah mendustakan ayat-ayat-Ku, pada-hal kamu tidak mempunyai pengetahuan tentang itu, atau apakah yang telah kamu kerjakan?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"Dan berlakulah perkataan (janji azab) atas mereka karena kezhaliman mereka, maka mereka tidak dapat berkata"},{"SurahNumber":27,"VerseNumber":86,"Text":"Apakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman"},{"SurahNumber":27,"VerseNumber":87,"Text":"Dan (ingatlah) pada hari (ketika) sangkakala ditiup, maka terkejutlah apa yang ada di langit dan apa yang ada di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri"},{"SurahNumber":27,"VerseNumber":88,"Text":"Dan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (Itulah) ciptaan Allah yang mencipta dengan sempurna segala sesuatu. Sungguh, Dia Mahateliti apa yang kamu kerjakan"},{"SurahNumber":27,"VerseNumber":89,"Text":"Barangsiapa membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya, sedang mereka merasa aman dari kejutan (yang dahsyat) pada hari itu"},{"SurahNumber":27,"VerseNumber":90,"Text":"Dan barangsiapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan"},{"SurahNumber":27,"VerseNumber":91,"Text":"Aku (Muhammad) hanya diperintahkan menyembah Tuhan negeri ini (Mekah) yang Dia telah menjadikan suci padanya dan segala sesuatu adalah milik-Nya. Dan aku diperintahkan agar aku termasuk orang Muslim"},{"SurahNumber":27,"VerseNumber":92,"Text":"dan agar aku membacakan Al-Qur'an (kepada manusia). Maka barangsiapa mendapat petunjuk maka sesungguhnya dia mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"Dan katakanlah (Muhammad), “Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”"},{"SurahNumber":28,"VerseNumber":1,"Text":"Tha Sin Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ini ayat-ayat Kitab (Al-Qur'an) yang jelas (dari Allah)"},{"SurahNumber":28,"VerseNumber":3,"Text":"Kami membacakan kepadamu sebagian dari kisah Musa dan Fir‘aun dengan sebenarnya untuk orang-orang yang beriman"},{"SurahNumber":28,"VerseNumber":4,"Text":"Sungguh, Fir‘aun telah berbuat sewenang-wenang di bumi dan menjadi¬kan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir‘aun) termasuk orang yang berbuat kerusakan"},{"SurahNumber":28,"VerseNumber":5,"Text":"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi)"},{"SurahNumber":28,"VerseNumber":6,"Text":"dan Kami teguhkan kedudukan mereka di bumi dan Kami perlihatkan kepada Fir‘aun dan Haman bersama bala tentaranya apa yang selalu mereka takutkan dari mereka"},{"SurahNumber":28,"VerseNumber":7,"Text":"Dan Kami ilhamkan kepada ibunya Musa, “Susuilah dia (Musa), dan apabila engkau khawatir terhadapnya maka hanyutkanlah dia ke sungai (Nil). Dan janganlah engkau takut dan jangan (pula) bersedih hati, sesungguhnya Kami akan mengembalikannya kepadamu, dan menjadikannya salah seorang rasul.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Maka dia dipungut oleh keluarga Fir‘aun agar (kelak) dia menjadi musuh dan kesedihan bagi mereka. Sungguh, Fir‘aun dan Haman bersama bala tentaranya adalah orang-orang yang bersalah"},{"SurahNumber":28,"VerseNumber":9,"Text":"Dan istri Fir‘aun berkata, “(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,” sedang mereka tidak menyadari"},{"SurahNumber":28,"VerseNumber":10,"Text":"Dan hati ibu Musa menjadi kosong. Sungguh, hampir saja dia menyatakannya (rahasia tentang Musa), seandainya tidak Kami teguhkan hatinya, agar dia termasuk orang-orang yang beriman (kepada janji Allah)"},{"SurahNumber":28,"VerseNumber":11,"Text":"Dan dia (ibunya Musa) berkata kepada saudara perempuan Musa, “Ikutilah dia (Musa).” Maka kelihatan olehnya (Musa) dari jauh, sedang mereka tidak menyadarinya"}]}