{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Доходила ли до тебя повесть о ведших тяжбу, когда они чрез стену проникли в его терем"},{"SurahNumber":38,"VerseNumber":22,"Text":"Когда вошли они к Давиду, он испугался их. Они сказали: \"Не бойся; мы - два тяжущиеся; один из нас несправедливо поступил с другим: рассуди нас верно, не будь несправедлив в решении, выведи нас на прямой путь"},{"SurahNumber":38,"VerseNumber":23,"Text":"Этот - брат мой; у него есть девяносто девять овец, а у меня была одна овца; и он сказал: \"Поручи ее мне\", и убедил меня своими словами"},{"SurahNumber":38,"VerseNumber":24,"Text":"Он сказал: \"Да, он обидел тебя, требуя твоей овцы к своим овцам. Действительно, многие из находящихся в близких между собою отношениях, несправедливо поступают друг с другом; а таких, а таких которые веруют и делают доброе, - таких не много\". Давид понял, что Мы испытываем его; он стал просить себе прощение у Господа своего; покланяясь, пал ниц и каялся"},{"SurahNumber":38,"VerseNumber":25,"Text":"И Мы простили ему это: действительно, для него у Нас близкая к Нам и прекрасная обитель"},{"SurahNumber":38,"VerseNumber":26,"Text":"Давид! Мы поставили тебя наместником на земле; суди людей справедливо, не увлекайся страстями, не отклонили бы тебя они с пути Божия: ибо тем, которые уклоняются с пути Божия, жестокая мука за то, что они забывают о дне отчета"},{"SurahNumber":38,"VerseNumber":27,"Text":"Мы сотворили небо, землю и то, что есть между ними, не по пустому, как думают неверные; горе неверным в адском огне"},{"SurahNumber":38,"VerseNumber":28,"Text":"Поставим ли Мы верующих и делающих доброе наравне с делающими развраты на земле? Поставим ли богобоязливых наравне с нечестивыми"},{"SurahNumber":38,"VerseNumber":29,"Text":"Писание, которое ниспослали Мы тебе, благословенно; дабы умные размышляли о знамениях его и научались"},{"SurahNumber":38,"VerseNumber":30,"Text":"Давиду Мы дали Соломона: каким прекрасным слугою был он! С искренним раскаянием он обращался к Богу"},{"SurahNumber":38,"VerseNumber":31,"Text":"Вот, в вечернее время к нему приведены были стоящие на трех ногах и едва касающиеся земли копытом четвертой ноги, быстрые в беге"},{"SurahNumber":38,"VerseNumber":32,"Text":"Тогда он сказал: \"Любовью к этому благу я отвлекся от воспоминаний о Господе, дотоле, как уже скрылось все под покрывалом ночи"},{"SurahNumber":38,"VerseNumber":33,"Text":"Подведи их ко мне!\" и он стал гладить им голени и шеи"},{"SurahNumber":38,"VerseNumber":34,"Text":"Мы искушали Соломона, когда поместили на его престоле некое существо. После того он раскаялся"},{"SurahNumber":38,"VerseNumber":35,"Text":"Он сказал: \"Господи прости мне, и дай мне власть, какая кроме меня никому не доставалась; потому что Ты щедрый податель"},{"SurahNumber":38,"VerseNumber":36,"Text":"Тогда Мы покорили ему ветер, который, по его повелению, несся тихим веянием туда, куда он хотел"},{"SurahNumber":38,"VerseNumber":37,"Text":"И дьяволов, которые все были строителями или водолазами"},{"SurahNumber":38,"VerseNumber":38,"Text":"И прочих, связанных цепями"},{"SurahNumber":38,"VerseNumber":39,"Text":"Таковы наши дары; а ты оказывай благодеяния, или отказывай в них, без отчета"},{"SurahNumber":38,"VerseNumber":40,"Text":"Действительно, и для него у Нас близкая к Нам и прекрасная обитель"},{"SurahNumber":38,"VerseNumber":41,"Text":"Вспомни также раба нашего Иова. Вот, он воззвал ко Господу своему: \"Сатана поразил меня болезнью и страданием"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ударь в землю ногой твоей. Вот вода для омовения, прохлаждения, питья"},{"SurahNumber":38,"VerseNumber":43,"Text":"И Мы дали ему семейство, и равное тому, какое было у него прежде, по милости нашей и в наставление людям рассудительным"},{"SurahNumber":38,"VerseNumber":44,"Text":"Возьми в руку свою пук свежей травы, и ею ударь ее, чтобы не остаться тебе нарушителем твоей клятвы!\" Мы нашли его терпеливым: каким прекрасным рабом был он! С искренним раскаянием он обращался к Богу"},{"SurahNumber":38,"VerseNumber":45,"Text":"Вспомни также рабов наших: Авраама, Исаака, Иакова, обладавших великодушием и прозорливостью"},{"SurahNumber":38,"VerseNumber":46,"Text":"Действительно, Мы делали их чистыми посредством чистого воспоминания о сем жилище нашем"},{"SurahNumber":38,"VerseNumber":47,"Text":"И они при Нас действительно в числе избранных и праведных"},{"SurahNumber":38,"VerseNumber":48,"Text":"Вспомни также о Исмаиле, Елисее, Зуль-Кифле: все они в числе праведных"},{"SurahNumber":38,"VerseNumber":49,"Text":"Это все - напоминание. Истинно, благочестивым будет прекрасная обитель"},{"SurahNumber":38,"VerseNumber":50,"Text":"Сады эдемские, с открытыми для них вратами"},{"SurahNumber":38,"VerseNumber":51,"Text":"Возлегши в них, они возблагодарят Бога за множество плодов и питий"}]}