{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"Ehl-i Kitab´dan öylesi vardır ki; kantarla emanet bıraksan; onu sana öder. Öylesi de vardır ki; bir tek altın emanet etsen; tepesine dikilmedikçe onu sana ödemez. Bu, onların: Ümmiler hakkında bize karşı sorumluluk yoktur, demelerindendir. Onlar, bile bile Allah´a karşı yalan söylemektedirler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır, kim ahdini yerine getirir ve sakınırsa; şüphe yok ki Allah, sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah´ın ahdini ve kendi yeminlerini az bir paraya değişenlerin, ahirette hiç bir payı yoktur. Allah, kıyamet günü onlarla konuşmaz, onlara bakmaz, onları temize çıkarmaz. Ve onlar için elim bir azab vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onlardan bir güruh vardır ki; kitabda olmadığı halde kitabdan zannedesiniz diye, dillerini eğip, bükerler. Allah katında olmadığı halde; Allah katındandır, derler. Allah adına, bile bile yalan söylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hiç bir insana yakışmaz ki; Allah, kendisine kitabı, hükmü ve peygamberliği versinde sonra o, insanlara: Allah´ı bırakıp bana kullar olun, desin. Fakat: Kitabı okuyup öğrettiğinize göre Rabb´a kul olun, demek yaraşır"},{"SurahNumber":3,"VerseNumber":80,"Text":"Size melekleri ve peygamberleri Rabb olarak benimsemenizi de emretmez. Müslüman olduktan sonra size küfretmeyi mi emredecek"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hani Allah, Peygamberlerden söz almış: And olsun ki; size, kitabı, hikmeti verdim. Yanınızda olanı doğrulayıcı bir peygamber geldiğinde mutlaka o´na inanacak ve yardım edeceksiniz. İkrar edip de ahdi kabul ettiniz mi? demişti. Onlar da: İkrar ettik, demişlerdi. Allah: Şahid olsun, Ben de sizinle beraber şahidlerdenim, demişti"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim, bundan sonra dönerse işte onlar, fasıklardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Yoksa Allah´ın dininden başkasını mı arıyorlar? Oysa göklerde ve yerde kim varsa; ister istemez O´na teslim olmuştur. Ve O´na döndürüleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: Allah´a iman ettik. Ve bize indirilene, İbrahim, İsmail, İshak, Ya´kub ve oğullarına indirilenlere, Musa´ya, İsa´ya ve peygamberlere; Rabbları tarafından verilenlere de iman ettik. Onların hiç birisi arasında fark gözetmeyiz. Ve biz, O´na teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim, İslam´dan başka bir din ararsa; ondan asla aknul olunmaz. Ve o, ahirette hüsrana uğrayanlardandır"},{"SurahNumber":3,"VerseNumber":86,"Text":"İman ettikten, peygamberlerin hak olduğunu gördükten ve kendilerine apaçık deliller geldikten sonra küfre sapan bir kavmi, Allah nasıl hidayete eriştirir? Ve Allah, zalimler güruhunu hidayete iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"İşte bunların cezası: Allah´ın, meleklerin ve bütün insanların la´neti onların üzerinedir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Ebediyyen onun içindedirler. Onlardan azab hafifletilmez ve onlara rahmet nazarıyla bakılmaz"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak bunun ardından tevbe edip islah edenler müstesnadır. Doğrusu Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":3,"VerseNumber":90,"Text":"İman ettikten sonra küfredip de, küfürleri artanların tevbeleri kabul edilmez. İşte onlar sapıkların kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Doğrusu küfredip de, kafir olarak ölenler, yeryüzü dolusu altını fidye verecek olsalar yine de hiç birinden kabul edilmez. Onlar için elim bir azab vardır. Ve onların hiç yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiğiniz şeylerden infak etmedikçe, asla bir´e erişemezsiniz. Ve her ne infak ederseniz; şüphesiz Allah, onu bilir"}]}