{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"God has made the sea subservient to you so that ships sail on by His command and you seek His favors. Perhaps you will be grateful"},{"SurahNumber":45,"VerseNumber":13,"Text":"He has also made subservient to you all that is in the heavens and the earth. In this there is evidence (of the Truth) for those who use their minds"},{"SurahNumber":45,"VerseNumber":14,"Text":"Tell the believers to forgive those who do not have faith in the days of God (Day of Judgment) and Resurrection. God will give due recompense to all the people for their deeds"},{"SurahNumber":45,"VerseNumber":15,"Text":"One who acts righteously does so for his own benefit and one who commits evil does so against his own soul. To your Lord you will all return"},{"SurahNumber":45,"VerseNumber":16,"Text":"We gave the Book to the Israelites, the commandments, and prophethood, granted them pure sustenance, and gave them preference above all people"},{"SurahNumber":45,"VerseNumber":17,"Text":"We also gave them clear evidence in support of the true religion. Only after having received knowledge did they create differences among themselves because of their rebelliousness. Your Lord will issue His decree concerning their differences on the Day of Judgment"},{"SurahNumber":45,"VerseNumber":18,"Text":"We have established for you a code of conduct and a religion. Follow it and do not follow the desires of the ignorant people"},{"SurahNumber":45,"VerseNumber":19,"Text":"They will never be sufficient (protection) for you in place of God. The unjust are each other's friends, but God is the guardian of the pious ones"},{"SurahNumber":45,"VerseNumber":20,"Text":"This (Quran) is an enlightenment for the people and a guide and mercy for the people who have strong faith"},{"SurahNumber":45,"VerseNumber":21,"Text":"Do the people who commit evil think that We shall make their life and death like that of the righteously striving believers? How terrible is their Judgment"},{"SurahNumber":45,"VerseNumber":22,"Text":"God has created the heavens and the earth for a genuine purpose so that every soul will be duly recompensed for its deeds without being wronged"},{"SurahNumber":45,"VerseNumber":23,"Text":"Have you seen the one who has chosen his desires as his lord? God has knowingly caused him to go astray, sealed his ears and heart and veiled his vision. Who besides God can guide him? Will they, then, not take heed"},{"SurahNumber":45,"VerseNumber":24,"Text":"They have said, \"The only life is this worldly life and here we shall live and die. It is only time which will destroy us\" They have no knowledge about this. It is only their guesswork"},{"SurahNumber":45,"VerseNumber":25,"Text":"When Our enlightening revelations are recited to them, their only argument against it is, \"Bring our forefathers back to life if what you say is true"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Muhammad), say, \"It is God who gives you life and causes you to die. He will bring you together on the inevitable Day of Judgment,\" but most people do not know"},{"SurahNumber":45,"VerseNumber":27,"Text":"To God belongs the kingdom of the heavens and the earth. On the day when the Hour of Doom arrives, the followers of falsehood will be lost"},{"SurahNumber":45,"VerseNumber":28,"Text":"You will see all the people kneeling down. Everyone will be summoned to the Book (containing the record of their deeds). They will be told, \"On this day you will be recompensed for what you have done"},{"SurahNumber":45,"VerseNumber":29,"Text":"This is Our Book. It will tell you the truth. We have made a copy of all that you have done"},{"SurahNumber":45,"VerseNumber":30,"Text":"The Lord will admit the righteously striving, believing people into His mercy. This is certainly a clear victory"},{"SurahNumber":45,"VerseNumber":31,"Text":"To the unbelievers the Lord will say, \"Were not Our revelations recited to you and did not you arrogantly reject them? You were a sinful people"},{"SurahNumber":45,"VerseNumber":32,"Text":"When it was said that the promise of God is true and that the Hour would inevitably come, you said, \"We do not know what the Hour of Doom is, we are suspicious about it and we are not convinced"},{"SurahNumber":45,"VerseNumber":33,"Text":"Their evil deeds will be revealed to them and (the torment) which they had mocked will surround them"},{"SurahNumber":45,"VerseNumber":34,"Text":"They will be told, \"On this day We shall forget you in the same way that you had forgotten your coming into Our presence. Your dwelling will be hell fire and no one will help you"},{"SurahNumber":45,"VerseNumber":35,"Text":"This is only because you had mocked the revelations of God and the worldly life had deceived you. On this day they will not be taken out of hell, nor will they be granted any favors"},{"SurahNumber":45,"VerseNumber":36,"Text":"It is only God, Lord of the heavens and the earth and Lord of the Universe who deserves all praise"},{"SurahNumber":45,"VerseNumber":37,"Text":"It is His greatness that dominates the heavens and the earth. He is the Majestic and All-wise"}]}