{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(And the warner) said: What! Even though I bring you better guidance than that ye found your fathers following? They answered: Lo! in what ye bring we are disbelievers"},{"SurahNumber":43,"VerseNumber":25,"Text":"So We requited them. Then see the nature of the consequence for the rejecters"},{"SurahNumber":43,"VerseNumber":26,"Text":"And when Abraham said unto his father and his folk: Lo! I am innocent of what ye worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"Save Him Who did create me, for He will surely guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"And he made it a word enduring among his seed, that haply they might return"},{"SurahNumber":43,"VerseNumber":29,"Text":"Nay, but I let these and their fathers enjoy life (only) till there should come unto them the Truth and a messenger making plain"},{"SurahNumber":43,"VerseNumber":30,"Text":"And now that the Truth hath come unto them they say: This is mere magic, and lo! we are disbelievers therein"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they say: If only this Qur'an had been revealed to some great man of the two towns"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who apportion thy Lord's mercy? We have apportioned among them their livelihood in the life of the world, and raised some of them above others in rank that some of them may take labour from others; and the mercy of thy Lord is better than (the wealth) that they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"And were it not that mankind would have become one community, We might well have appointed, for those who disbelieve in the Beneficent, roofs of silver for their houses and stairs (of silver) whereby to mount"},{"SurahNumber":43,"VerseNumber":34,"Text":"And for their houses doors (of silver) and couches of silver whereon to recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"And ornaments of gold. Yet all that would have been but a provision of the life of the world. And the Hereafter with your Lord would have been for those who keep from evil"},{"SurahNumber":43,"VerseNumber":36,"Text":"And he whose sight is dim to the remembrance of the Beneficent, We assign unto him a devil who becometh his comrade"},{"SurahNumber":43,"VerseNumber":37,"Text":"And lo! they surely turn them from the way of Allah, and yet they deem that they are rightly guided"},{"SurahNumber":43,"VerseNumber":38,"Text":"Till, when he cometh unto Us, he saith (unto his comrade): Ah, would that between me and thee there were the distance of the two horizons - an evil comrade"},{"SurahNumber":43,"VerseNumber":39,"Text":"And it profiteth you not this day, because ye did wrong, that ye will be sharers in the doom"},{"SurahNumber":43,"VerseNumber":40,"Text":"Canst thou (Muhammad) make the deaf to hear, or canst thou guide the blind or him who is in error manifest"},{"SurahNumber":43,"VerseNumber":41,"Text":"And if We take thee away, We surely shall take vengeance on them"},{"SurahNumber":43,"VerseNumber":42,"Text":"Or (if) We show thee that wherewith We threaten them; for lo! We have complete command of them"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold thou fast to that which is inspired in thee. Lo! thou art on a right path"},{"SurahNumber":43,"VerseNumber":44,"Text":"And lo! it is in truth a Reminder for thee and for thy folk; and ye will be questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"And ask those of Our messengers whom We sent before thee: Did We ever appoint gods to be worshipped beside the Beneficent"},{"SurahNumber":43,"VerseNumber":46,"Text":"And verily We sent Moses with Our revelations unto Pharaoh and his chiefs, and he said: I am a messenger of the Lord of the Worlds"},{"SurahNumber":43,"VerseNumber":47,"Text":"But when he brought them Our tokens, behold! they laughed at them"},{"SurahNumber":43,"VerseNumber":48,"Text":"And every token that We showed them was greater than its sister (token), and We grasped them with the torment, that haply they might turn again"},{"SurahNumber":43,"VerseNumber":49,"Text":"And they said: O wizard! Entreat thy Lord for us by the pact that He hath made with thee. Lo! we verily will walk aright"},{"SurahNumber":43,"VerseNumber":50,"Text":"But when We eased them of the torment, behold! they broke their word"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Pharaoh caused a proclamation to be made among his people saying: O my people! Is not mine the sovereignty of Egypt and these rivers flowing under me? Can ye not then discern"},{"SurahNumber":43,"VerseNumber":52,"Text":"I am surely better than this fellow, who is despicable and can hardly make (his meaning) plain"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why, then, have armlets of gold not been set upon him, or angels sent along with him"},{"SurahNumber":43,"VerseNumber":54,"Text":"Thus he persuaded his people to make light (of Moses), and they obeyed him. Lo! they were a wanton folk"},{"SurahNumber":43,"VerseNumber":55,"Text":"So, when they angered Us, We punished them and drowned them every one"},{"SurahNumber":43,"VerseNumber":56,"Text":"And We made them a thing past, and an example for those after (them)"}]}