{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":75,"VerseNumber":1,"Text":"Kasem ederim kıyâmet gününe"},{"SurahNumber":75,"VerseNumber":2,"Text":"Yine kasem ederim pişmankâr nefse ki, (muhakkak öldükten sonra dirileceksiniz)"},{"SurahNumber":75,"VerseNumber":3,"Text":"İnsan sanır ki, biz, kemikleri bir araya getiremeyiz"},{"SurahNumber":75,"VerseNumber":4,"Text":"(Değil yalnız kemikleri bir araya getirmek), daha doğrusu biz o insanın parmak uçlarını (dünyada olduğu gibi düzeltib) toplamağa da kadiriz"},{"SurahNumber":75,"VerseNumber":5,"Text":"Fakat insan, fenalığını önüne sürmek ister"},{"SurahNumber":75,"VerseNumber":6,"Text":"(Alay ederek) sorar: “- Kıyâmet günü ne zaman?”"},{"SurahNumber":75,"VerseNumber":7,"Text":"(Allah buyurmuştur ki): Göz, (dehşetten) ne vakit ki dikilir"},{"SurahNumber":75,"VerseNumber":8,"Text":"Ay tutulur"},{"SurahNumber":75,"VerseNumber":9,"Text":"Güneş ile ay bir araya toplanır"},{"SurahNumber":75,"VerseNumber":10,"Text":"O gün insan der ki, kaçacak yer nerede"},{"SurahNumber":75,"VerseNumber":11,"Text":"Hayır, (o kâfire) hiç bir sığınak yok"},{"SurahNumber":75,"VerseNumber":12,"Text":"Ancak Rabbinedir o gün dönüb kararlaşmak"},{"SurahNumber":75,"VerseNumber":13,"Text":"O gün insan işlediği ve işlemediği amellerle uyarılır, (yaptığı ve yapmadığı her şey kendisine anlatılır ve hesaba çekilir)"},{"SurahNumber":75,"VerseNumber":14,"Text":"Doğrusu insan, nefsine karşı murakabeci bir şahiddir"},{"SurahNumber":75,"VerseNumber":15,"Text":"Bütün mazeretlerini ortaya dökse de, (yine nefsinde gerçeği bilir. İnsan tamamen kendini kontrol edebilecek durumdadır)"},{"SurahNumber":75,"VerseNumber":16,"Text":"(Ey Rasûlüm, vahy daha tamamlanmadan) ona acele ederek, (kelimeleri kaçırmıyayım diye) dilini onunla depretme"},{"SurahNumber":75,"VerseNumber":17,"Text":"Çünkü O Kur’an’ı (kalbinde) toplamak ve dilinde okuyuşunu sağlamak bize aiddir"},{"SurahNumber":75,"VerseNumber":18,"Text":"Biz onu (Cebrâil dili ile) okuduk mu, sen onun okunuşunu takib et"},{"SurahNumber":75,"VerseNumber":19,"Text":"Sonra onu açıklamak da muhakkak bize aiddir"},{"SurahNumber":75,"VerseNumber":20,"Text":"Hayır hayır, doğrusu siz, peşini (dünya zevklerini) seviyorsunuz"},{"SurahNumber":75,"VerseNumber":21,"Text":"Ve ahireti bırakıyorsunuz. (onu kazanmak için çalışmıyorsunuz)"},{"SurahNumber":75,"VerseNumber":22,"Text":"Nice yüzler vardır ki, o gün (kıyamette) güzelliği ile parıldar"},{"SurahNumber":75,"VerseNumber":23,"Text":"(O yüzler) Rablerine bakarlar"},{"SurahNumber":75,"VerseNumber":24,"Text":"Nice yüzler de vardır ki, o gün somurub kararmıştır"},{"SurahNumber":75,"VerseNumber":25,"Text":"(Böyle kararmış yüzler, başlarına gelecek felâketle) bel kemiklerinin kırılacağını anlar"},{"SurahNumber":75,"VerseNumber":26,"Text":"Hayır hayır, (dünya ahirete tercih edilemez). Can köprücük kemiklerine dayanınca"},{"SurahNumber":75,"VerseNumber":27,"Text":"(Yanında bulunanlar tarafından) denilir ki: “- (Bunu) tedavi edecek bir doktor kim var?”"},{"SurahNumber":75,"VerseNumber":28,"Text":"(Ruhu köprücük kemiklerine dayanmış olan bu kimse, artık dünyadan) gerçek olarak kendisi için ayrılış olduğunu anlamıştır"},{"SurahNumber":75,"VerseNumber":29,"Text":"(Ölümün şiddetinden de) bacak bacağa dolanmıştır"},{"SurahNumber":75,"VerseNumber":30,"Text":"O gün dönüş, Rabbinedir ancak"},{"SurahNumber":75,"VerseNumber":31,"Text":"(O kâfir Ebu Cehil Kur’an’ı ve Peygamberi) tasdik etmedi, namaz da kılmadı"},{"SurahNumber":75,"VerseNumber":32,"Text":"Ancak yalan söyledi ve (itaat etmekten) yüz çevirdi"},{"SurahNumber":75,"VerseNumber":33,"Text":"Sonra da böbürlene böbürlene (dünyada) ehline gitti"},{"SurahNumber":75,"VerseNumber":34,"Text":"Azab olsun sana, (Ey Ebu Cehil), azab gerek"},{"SurahNumber":75,"VerseNumber":35,"Text":"Sonra yine azab olsun sana, azab gerek"},{"SurahNumber":75,"VerseNumber":36,"Text":"Sanır mı insan, başı boş bırakılacak"},{"SurahNumber":75,"VerseNumber":37,"Text":"Dökülen meniden bir nutfe değil mi idi"},{"SurahNumber":75,"VerseNumber":38,"Text":"Sonra meniden bir kan pıhtısı olmuş da, Allah onu yarattı, derken (insan) biçimine koydu"},{"SurahNumber":75,"VerseNumber":39,"Text":"Nihayet o meniden erkek ve dişi iki eş yarattı"},{"SurahNumber":75,"VerseNumber":40,"Text":"Bunları yaratan ölüleri diriltmeye kadir değil mi? (Şübhesiz ki buna da kadirdir)"},{"SurahNumber":76,"VerseNumber":1,"Text":"Gerçekten insan üzerine dehirden öyle bir zaman geçti ki, o vakit insan alınır, (insanlıkla tanınır) bir şey değildi"},{"SurahNumber":76,"VerseNumber":2,"Text":"Çünkü biz, insanı, (erkek ve dişi suları ile) karışık bir nutfeden yarattık; (üzerine mükellefiyyet yükliyerek) onu deneyeceğiz. Bunun için onu duygu ve görgü sahibi kıldık"},{"SurahNumber":76,"VerseNumber":3,"Text":"Doğrusu biz ona, gerçek yolu gösterdik; ister şükreden (mümin) olsun, ister nankörlük eden (kâfir)"},{"SurahNumber":76,"VerseNumber":4,"Text":"Çünkü biz, kâfirler için zincirler, bukağılar ve alevli bir ateş hazırladık"},{"SurahNumber":76,"VerseNumber":5,"Text":"Muhakkak ki iyi insanlar, (cennetde) katığı kâfûr olan (şarab) dolu bir kadehten içecekler"},{"SurahNumber":76,"VerseNumber":6,"Text":"(O şarabın katığı olan Kâfur) bir kaynaktır ki, ondan Allah’ın kulları içerler. İstedikleri yere onu kolayca akıtırlar"},{"SurahNumber":76,"VerseNumber":7,"Text":"(Cennetlik olan iyi insanlar, o kimselerdir ki, dünyada) adaklarını yerine getirirler; ve azabı salgın olan bir günden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Yoksula, yetime, esire seve seve yemek yedirirler"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Sonra onlara şöyle derler): “Size ancak Allah rızası için yediriyoruz. Sizden ne bir hediye isteriz ne de bir teşekkür"},{"SurahNumber":76,"VerseNumber":10,"Text":"Çünkü biz Rabbimizden korkarız; bed çehreli, çatık suratlı bir günün azabından"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları, o günün azabından korur ve kendilerine güzel bir yüz ve sevinç verir"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabırlarına karşılık da (içine girecekleri) bir cennet ve (giyecekleri) bir ipek ihsan eder"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada koltuklar üzerine dayanmış bir haldedirler. Orada ne bir güneş (rahatsızlığı) görürler, ne de soğuk"},{"SurahNumber":76,"VerseNumber":14,"Text":"(O cennetteki ağaçların) gölgeleri üzerlerine sarkmış, meyvaları da bol bol önlerine konmuştur"},{"SurahNumber":76,"VerseNumber":15,"Text":"Onlara (hizmet için) gümüşten billûr kaplar ve sürahilerle (etraflarında) dolaşılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gümüşten billûrlar ki, (ehli cennet) onları türlü türlü biçime koymuşlardır"},{"SurahNumber":76,"VerseNumber":17,"Text":"Orada kendilerine, katığı zencefîl olan (cennet şarabından dolu) bir kadeh de içirilir"},{"SurahNumber":76,"VerseNumber":18,"Text":"(Zencefîl) cennetde bir kaynakdır ki, ona Selsebîl adı verilir"}]}