{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Ve iki denizi serbest bırakan O´dur; biri lezzetli ve tatlı, diğeri tuzlu ve acı. İkisinin arasına berzah (engel) kıldı. (Böylece onları) engelleyerek (birbirine karışmalarına) mani oldu"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ve sudan beşeri (insanı) yaratan, O´dur. Sonra ona neseb ve sıhriyyet kıldı (verdi). Ve senin Rabbin Kaadir´dir (herşeye gücü yeten)"},{"SurahNumber":25,"VerseNumber":55,"Text":"Ve onlara fayda ve zarar vermeyen Allah´tan başka şeylere tapıyorlar. Ve kâfir, Rabbine (karşı) zahir oldu (şeytana arka çıktı)"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ve Biz, seni sadece müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: “Ben sizden onun için (tebliğ için) dileyen kimsenin, Rabbine ulaştıran bir yol edinmesinden başka bir ecir (karşılık) istemiyorum.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ve ölümsüz olup, daima hayy (hayatta) olana (Allah´a) tevekkül et (güven ve O´nu vekil tayin et). Ve O´nu, hamd ile tesbih et. Ve kullarının günahlarından haberdar olması, O´na kâfidir"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri ve arzı (yeryüzünü) ve ikisi arasındakileri altı günde yaratan O´dur. Sonra Rahmân arşı istiva etti. Öyleyse onu, bundan haberdar olana (Cebrail A.S´a) sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Ve onlara “Rahmân´a secde edin!” dendiği zaman: “Rahmân nedir? Senin bize emrettiğin şeye mi secde edeceğiz?” dediler. Ve (bu emir sadece) onların nefretlerini artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gökte burçlar kılan O (Allah), mübarek´tir (şanı yüce). Ve orada Ay´ı, aydınlatıcı bir kandil kıldı"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ve tezekkür etmek veya şükretmek isteyenler için gece ve gündüzü karşılıklı ardarda kılan (birbirini takip ettiren), O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Ve Rahmân´ın kulları yeryüzünde tevazuyla yürür. Ve onlara cahiller hitap ettiği (lâf attığı) zaman “selâm” derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ve onlar, geceyi Rab´lerine secde ve kıyam ederek (ayakta durarak) geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve onlar: “Rabbimiz cehennem azabını bizden uzaklaştır. Muhakkak ki onun azabı daimî helâk edicidir.” derler"},{"SurahNumber":25,"VerseNumber":66,"Text":"Muhakkak ki o, kötü bir karargâh, kötü bir ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ve onlar, infâk ettikleri zaman israf etmezler ve kısmazlar (cimrilik etmezler). Ve bu ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ve onlar, Allah ile beraber başka bir ilâha tapmazlar. Allah´ın (öldürülmesini) haram kıldığı kişiyi haklı olmadıkça öldürmezler ve zina yapmazlar. Ve kim bunları yaparsa günah cezasıyla karşılaşır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyâmet günü onun azabı kat kat artar. Ve orada alçaltılmış olarak ebediyyen kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak kim (mürşidi önünde) tövbe eder (böylece kalbine îmân yazılıp, îmânı artan) mü´min olur ve salih amel (nefs tezkiyesi) yaparsa, o taktirde işte onların, Allah seyyiatlerini (günahlarını) hasenata (sevaba) çevirir. Ve Allah, Gafur´dur (günahları sevaba çevirendir), Rahîm´dir (rahmet gönderendir)"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ve kim (mürşidi önünde) tövbe eder ve salih amel (nefs tezkiyesi) işlerse, o taktirde muhakkak ki o, tövbesi kabul edilmiş olarak Allah´a ulaşır (hayattayken ruhu Allah´a ulaşır)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ve onlar yalancı şahitlik yapmazlar. Ve boş sözle karşılaştıkları zaman vakarla (kerim olarak) geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ve onlara, Rab´lerinin âyetleri hatırlatıldığı zaman onlara (âyetlere) karşı kör ve sağır olmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ve onlar: “Rabbimiz, eşlerimizden ve zürriyyetimizden bize göz aydınlığı bağışla ve bizi muttakilere (takva sahiplerine) imam kıl.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte onlar, sabırlarından dolayı, (cennette) yüksek makamlarla mükâfatlandırılırlar. Ve orada tahiyyet (selâmet dilekleriyle) ve selâmla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedî kalıcılardır. Ne güzel bir karargâh ve ne güzel ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Onlara): “Rabbim, dualarınız olmasa size değer vermez. Oysa siz yalanlamıştınız. Fakat (azap) kaçınılmaz olacak.” de"}]}