{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Ва кӯҳро бар болои сарашон чун соябоне нигоҳ доштем ва мепиндоштанд, ки акнун бар сарашон хоҳад афтод. Китоберо, ки ба шумо додаем, бо нерӯмандӣ бигиред ва ҳар чиро, ки дар он омадааст, ба ёд доред, шояд, ки парҳезгор шавед"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ва Парвардигори ту аз пушти банӣ-Одам фарзандонашро берун овард. Ва ононро бар худашон гувоҳ гирифт ва пурсид: «Оё Ман Парвардигоратон нестам?» Гуфтанд: «Оре, гувоҳӣ медиҳем». То дар рӯзи қиёмат нагӯед, ки мо аз он бехабар будем"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ё нагӯед, ки падарони мо пеш аз ин мушрик буданд ва мо насле будем баъд аз онҳо ва оё ба сабаби коре, ки гумроҳон карда буданд, моро ба ҳалокат мерасонӣ"},{"SurahNumber":7,"VerseNumber":174,"Text":"Оятҳоро инчунин ба равшанӣ баён мекунем, шояд бозгарданд"},{"SurahNumber":7,"VerseNumber":175,"Text":"Хабари он мардро бар онҳо бихон, ки оёти хешро ба ӯ ато карда будем ва ӯ аз он илм маҳрум гашт ва шайтон дар паяш афтод ва дар зумраи гумроҳон даромад"},{"SurahNumber":7,"VerseNumber":176,"Text":"Агар хоста будем, ба сабаби он илм, ки ба ӯ дода будем, мартабаи баландаш мебахшидем, вале ӯ дар замин бимонд ва аз паи ҳавои хеш рафт. Сифати ӯ чун сифати он саг аст, ки агар ба ӯ ҳамла кунӣ, забон аз даҳон берун орад ва агар раҳояш кунӣ, боз ҳам забон аз даҳон берун орад. Мисоли он, он, ки оётро дурӯғ шумориданд, низ чунин аст. Қиссаро бигӯй, шояд ба андеша фурӯ раванд"},{"SurahNumber":7,"VerseNumber":177,"Text":"Бад аст мисоли мардуме, ки оёти Моро дурӯғ шумориданд ва ба худ ситам раво медоштанд"},{"SurahNumber":7,"VerseNumber":178,"Text":"Ҳар касро, ки Худо роҳ намояд, роҳи хеш биёбад. Ва ононро, ки гумроҳ созад, зиёнкор шаванд"},{"SurahNumber":7,"VerseNumber":179,"Text":"Барои ҷаҳаннам бисёре аз ҷинну инсро биёфаридем. Онҳоро дилҳоест, ки ба он намефаҳманд ва чашмҳоест, ки ба он намебинанд ва гушҳоест, ки ба он намешунаванд. Инҳо ҳамонанди чорпоёнанд, ҳатто гумроҳтар аз онҳоянд. Инҳо худ ғофилонанд"},{"SurahNumber":7,"VerseNumber":180,"Text":"Аз они Худованд аст некӯтарин номҳо. Ба он номҳояш бихонед. Онҳоро, ки ба номҳои Худо каҷравӣ меварзанд, бигузоред. Инҳо ба ҷазои аъмоли худ хоҳанд расид"},{"SurahNumber":7,"VerseNumber":181,"Text":"Аз офаридагони мо гурӯҳе ҳастанд, ки ба ҳақ роҳ менамоянд ва ба адолат рафтор мекунанд"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ва ононро, ки оёти моро дурӯғ шумориданд, аз роҳе, ки худ намедонанд, ба тадриҷ хорашон месозем"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ва ба онҳо мӯҳлат диҳам, ки тадбири Ман устувор аст"},{"SurahNumber":7,"VerseNumber":184,"Text":"Оё фикр накардаанд, ки дар ёрашон нишоне аз девонагӣ нест ва Ӯ ба ошкоро тарсонанда аст"},{"SurahNumber":7,"VerseNumber":185,"Text":"Оё дар мулки осмонҳову замин ва чизҳое, ки Худо офаридааст, намеандешанд? Ва шояд, ки маргашон наздик бошад. Ва баъд аз Қуръон кадом суханро бовар доранд"},{"SurahNumber":7,"VerseNumber":186,"Text":"Ҳар касро, ки Худо гумроҳ кунад, ҳеҷ роҳнамое барояш нест. Ва ононро вомегузорад, то ҳамчунон дар саркашии хеш саргардон бимонанд"},{"SurahNumber":7,"VerseNumber":187,"Text":"Дар бораи қиёмат аз ту мепурсанд, ки чӣ вақт фаро мерасад. Бигӯ: «Илми он назди Парвардигори ман аст. Танҳо Ӯст, ки чун замонаш фаро расад, ошкораш месозад. Фаро расидани он бар осмониёну заминиён пӯшида аст, ба ногаҳон бар шумо ояд», Чунон аз ту мепурсанд, ки гӯӣ ту аз он огоҳӣ. Бигӯ: «Илми он назди Худост, вале бештари мардум намедонанд»"},{"SurahNumber":7,"VerseNumber":188,"Text":"Бигӯ; «Ман молики нафъу зиёни худ нестам. Ғайри он чӣ Худо бихоҳад. Ва агар илми ғайб медонистам, ба хайри худ хеле меафзудам ва ҳеҷ шарре ба ман намерасид. Ман касе ҷуз бимдиҳанда ва муждадиҳандае барои мӯъминон нестам»"}]}