{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"اى پيامبر! آنچه از جانب پروردگارت بر تو نازل شده ابلاغ كن و اگر نكنى رسالت او را انجام نداده‌اى، و خدا تو را از [گزند] مردم نگاه مى‌دارد. همانا خدا گروه كافران را هدايت نمى‌كند"},{"SurahNumber":5,"VerseNumber":68,"Text":"بگو: اى اهل كتاب! تا وقتى كه [احكام‌] تورات و انجيل و آنچه را از پروردگارتان به سوى شما نازل شده برپا نكنيد هيچ اعتبارى نداريد، و [هشدار كه‌] آنچه از جانب پروردگارت بر تو نازل شده، بى‌گمان بر كفر و طغيان بسياريشان مى‌افزايد. پس بر قوم كافر اندوه مخور"},{"SurahNumber":5,"VerseNumber":69,"Text":"بى‌گمان، آنها كه [صورى‌] ايمان آوردند و آنها كه يهودى شدند و مسيحيان و صابئى‌ها، هر كه [از اينان‌] به خداى يگانه و روز جزا ايمان [واقعى‌] بياورد و عمل نيكو انجام دهد، نه ترسى بر آنهاست و نه غمگين مى‌شوند"},{"SurahNumber":5,"VerseNumber":70,"Text":"به تحقيق ما از بنى اسرائيل پيمان گرفتيم و پيامبرانى به سوى آنها فرستاديم، [اما] هرگاه پيامبرى تعليماتى براى آنها آورد كه دلخواهشان نبود، گروهى را دروغگو شمردند و گروهى را كشتند"},{"SurahNumber":5,"VerseNumber":71,"Text":"و پنداشتند كه گرفتارى و آزمايشى در كار نيست، لذا [از درك حقايق‌] كور و كر شدند. سپس [چون متنبّه شدند] خدا به آنها عطف توجه كرد. باز بسيارى از آنها كور و كر شدند، و خدا به آنچه انجام مى‌دهند بصير است"},{"SurahNumber":5,"VerseNumber":72,"Text":"آنها كه گفتند: خدا همان مسيح، پسر مريم است، كافر شدند، در حالى كه مسيح مى‌گفت: اى بنى اسرائيل! خداى يگانه را كه پروردگار من و شماست بپرستيد، كه هر كس به خدا شرك آورد، [بداند كه‌] خدا مسلما بهشت را بر او حرام كرده و جايگاه او جهنم است، و ستمكاران را ه"},{"SurahNumber":5,"VerseNumber":73,"Text":"به تحقيق، كسانى كه [به تثليث قائل شده‌] گفتند: خدا سوم سه [خدا] ست، كافر شدند، و حال آن كه هيچ معبودى جز خداى يكتا نيست. و اگر از آنچه مى‌گويند دست برندارند، حتما عذاب دردناكى به كسانى از ايشان كه كافر شدند خواهد رسيد"},{"SurahNumber":5,"VerseNumber":74,"Text":"چرا به سوى خدا توبه نمى‌كنند و از او آمرزش نمى‌خواهند؟ و خداوند آمرزنده‌ى مهربان است"},{"SurahNumber":5,"VerseNumber":75,"Text":"مسيح پسر مريم جز پيامبرى نبود كه پيش از او [نيز] پيامبرانى گذشتند و مادرش زن بسيار درستكارى بود و هر دو [مانند انسان‌هاى ديگر] غذا مى‌خوردند. بنگر چگونه آيات را براى آنها توضيح مى‌دهيم، آن‌گاه ببين چگونه [از حقيقت‌] منحرف مى‌شوند"},{"SurahNumber":5,"VerseNumber":76,"Text":"بگو: آيا غير از خدا چيزى را كه مالك سود و زيان شما نيست مى‌پرستيد؟ و خداوند، همو شنواى داناست"},{"SurahNumber":5,"VerseNumber":77,"Text":"بگو: اى اهل كتاب! در دين خود به ناحق غلو و زياده‌روى نكنيد، و از هوا و هوس قومى كه پيش از اين، هم خود گمراه شدند و هم بسيارى را گمراه كردند و از راه راست به دور افتادند، پيروى نكنيد"},{"SurahNumber":5,"VerseNumber":78,"Text":"آن كسان از بنى اسرائيل كه به كفر گراييدند، بر زبان داود و عيسى بن مريم لعنت شدند. اين از آن روست كه [آنها] سركشى كردند و پيوسته تجاوز مى‌نمودند"},{"SurahNumber":5,"VerseNumber":79,"Text":"آنها يكديگر را از اعمال زشتى كه مرتكب مى‌شدند باز نمى‌داشتند. به راستى آنچه مى‌كردند بد بود"},{"SurahNumber":5,"VerseNumber":80,"Text":"بسيارى از آنها را مى‌بينى كه با كافران دوستى مى‌كنند، به راستى آنچه نفس [سركش‌] آنها برايشان پيش فرستاده زشت است كه خدا بر ايشان خشم گرفت و ايشان در عذاب جاودانه خواهند ماند"},{"SurahNumber":5,"VerseNumber":81,"Text":"و اگر به خدا و پيامبر و آنچه بر او نازل شده ايمان مى‌آوردند، آنها را دوست خود نمى‌گرفتند، ولى [دريغا كه‌] بسيارى از آنان نافرمان هستند"}]}