{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"وە پەروەردگارت بڕیاریداوە کە ھیچ شتێک نەپەرستن بێجگە لە ئەو وە لەگەڵ دایک و باوکتان چاکە بکەن ئەگەر یەکێکیان (باوکت و دایکت) یان ھەردووکیان لای تۆ پیربوون قسەی ناخۆشیان پێ مەڵێ تەنانەت ئۆفیش وە تێیان مەخوڕە و پێیاندا ھەڵمەشاخێ (بەڵکو) ووتەی نەرم و شیرینیان (لەگەڵدا) بەکاربێنە"},{"SurahNumber":17,"VerseNumber":24,"Text":"باڵی خۆ بەکەمزانین و میھرەبانیتیان بۆ ڕابخە بڵێ ئەی پەروەردگارم ڕەحمیان پێ بکە ھەرچۆنێک ئەوان منیان پەروەردە کرد بە منداڵی"},{"SurahNumber":17,"VerseNumber":25,"Text":"پەروەردگارتان چاک دەزانێت بە ھەرچی لە دڵ و دەرونتاندا ھەیە ئەگەر ئێوە چاک بن و نیازی چاکەتان ببێت ئەوا بێگومان ئەو (خوایە) لێ بوردەیە بۆ تۆبەکاران"},{"SurahNumber":17,"VerseNumber":26,"Text":"وە مافی خزمانت بدە (ھەروەھا مافی) ھەژار و ڕێبواریش زیادە ڕەویش مەکەن"},{"SurahNumber":17,"VerseNumber":27,"Text":"بەڕاستی زیادەڕەوان دۆست وبرای شەیتانەکانن شەیتانیش بەرانبەر (ناز و نیعمەتەکانی) پەروەردگاری ھەمیشە سپڵەیە"},{"SurahNumber":17,"VerseNumber":28,"Text":"وە ئەگەر ڕووت وەرگێڕا لەوانە (لەبەر نەداری) چاوەڕوانی بەخششی و ڕۆزیەک بوویت لەلایەن پەروەردگارتەوە ئەوە قسەی جوان و نەرمیان لەگەڵدا بکە"},{"SurahNumber":17,"VerseNumber":29,"Text":"وە دەستت مەکە کۆت بە گەردنتدا (واتە دەست قووچاو مەبە لە خێرکردندا) وکراوە و بەرەڵاشی مەکە بەتەواوی (ھەرچیت ھەیە بیدەی بە خەڵکی) تا نەبیتە کەسێکی لۆمەکراوی ھیچ بەدەستەوە نەماو"},{"SurahNumber":17,"VerseNumber":30,"Text":"بەڕاستی پەروەردگارت ڕزق و ڕۆزی فراوان دەکات بۆ ھەر کەسێک کە بیەوێت و وەتەنگی دەکات بۆ ھەرکەسێک بیەوێت بەڕاستی ئەو ھەمیشە ئاگا و بینایە بە بەندەکانی"},{"SurahNumber":17,"VerseNumber":31,"Text":"وە ڕۆڵەکانتان مەکوژن لە ترسی ھەژاری و نەداری ئێمە ڕۆزی ئەوانیش و ئێوەش دەدەین بەڕاستی کوشتنی ئەوانە (ئەو منداڵانەتان) ھەڵەو تاوانێکی گەورەیە"},{"SurahNumber":17,"VerseNumber":32,"Text":"و نزیکی زیناش مەکەونەوە بەڕاستی ئەوە کردەوەیەکی زۆر ناشرین و ڕێگەیەکی پیس و خراپە"},{"SurahNumber":17,"VerseNumber":33,"Text":"وە کەسێک مەکوژن کە خوا کوشتنی ئەوی حەرام کردوە مەگەر بە (ھۆیەکی) ڕاست و ڕەوا نەبێت (وەک ئەگەر ھاتوو کەسێکی کوشتبوو، یان لە ئاین پاشگەز ببوەوە، یان شووی کردبوو یان ژنی ھێنابوو زینایان کرد) جا ھەر کەسێک بەنا ھەق و ستەم لێکراوی کوژرا ئەوە دەسەڵاتمان داوە بەخاوەنەکەی (بەسەر بکوژەکەدا) جا با خاوەنەکەی زیادەڕۆیی نەکات لە تۆڵەسەندنەوەدا (ئەگەر عەفووی کرد پاش ئەوە نەچێت تۆڵەی لێ بسەنێتەوە، وە ئەگەر کوشتیشیەوە بە جوانترین شێوە بیکوژێتەوە و ڕازی بێت بە بڕیاری خوا ھەرچۆنێک بێت) چونکە بەڕاستی ئەو (خاوەنە) یارمەتیدراوە"},{"SurahNumber":17,"VerseNumber":34,"Text":"وە نزیکی ماڵی ھەتیو مەکەونەوە مەگەر بە چاکترین شێوە نەبێت (کە بریتیە لە پاراستن و وەبەرھێنانی) ھەتا (ھەتیوەکە) دەگاتە کەماڵی ژیری و لێزانی وەفا بکەن بە بەڵێن و پەیمانەکانتان بەڕاستی (خاوەن) بەڵێن و پەیمان لێپرسراوە بەرامبەر بەڵێنەکانی"},{"SurahNumber":17,"VerseNumber":35,"Text":"وە کاتێک کە پێوانە دەکەن (بۆ خەڵکی) بەڕێکوپێکی پێوانە بکەن و کێشانەش بکەن بە تەرازوی ڕاست و دروست ئەمە (بۆ ئێوە) چاکتر و ئاکامیشی باشترە ( لە دونیا و قیامەتیشدا)"},{"SurahNumber":17,"VerseNumber":36,"Text":"وە شوێن شتێک مەکەوە کە زانیاریت دەربارەی نیە بەڕاستی گوێ و چاو و دڵ ھەموو ئەوانە (خاوەنەکانیان) بەرپرسیارن لێیان"},{"SurahNumber":17,"VerseNumber":37,"Text":"وە مەڕۆ بە زەویدا بە فیز زلی و شانازیەوە (چونکە) بەڕاستی تۆ نە دەتوانی زەوی کون کەیت وە نە دەگەیتە شاخەکان لە درێژیدا"},{"SurahNumber":17,"VerseNumber":38,"Text":"ھەموو ئەوەی باسکرا خراپەکانی لای پەروەردگارت نابەجێ و بێزراوە"},{"SurahNumber":17,"VerseNumber":39,"Text":"ئەوەی (کـەباس کرا) ھەندێکە لەو دانـایی و حیکمـەتەی کە پەروەردگارت نیگای کردووە بۆت وە ھـیچ پـەرستراوێکی تر لەگەڵ خوادا مەپەرستە ئەگینا فڕێ دەدرێیتە ناو دۆزەخەوە بە لۆمەکراوی و دوورخراوەی لە بەزەیی خوا"},{"SurahNumber":17,"VerseNumber":40,"Text":"ئایا پەروەردگارتان ڕەگەزی کوڕی تایبەتی کردووە بە ئێوەوە لە فریشتەکانیشیدا کچانی بۆ خۆی ھەڵبژاردووە بەڕاستی ئێوە وتەیەکی زۆرگەورە (و نابەجێ) دەڵێن"},{"SurahNumber":17,"VerseNumber":41,"Text":"وە سوێند بە خوا بێگومان (مەبەستەکانمان) بە چەند جۆر ھێناوە لەم قورئانەدا بۆ ئەوەی بیربکەنەوە و ئامۆژگاری وەرگرن بەڵام (خوانەناسان) ھەر دوورکەوتنەوەیان زیاتر دەبێت (بەو باسکردنە)"},{"SurahNumber":17,"VerseNumber":42,"Text":"(ئەی موحەممەد ﷺ) بڵێ ئەگەر لەگەڵ خوادا پەرستراوانێکی تر ببوایە وەک ئەو (بت پەرستان) دەڵێن ئەو کاتە دەگەڕان بە دوای ڕێگایەکدا بۆلای خاوەنی عەرش (کە خوایە)"},{"SurahNumber":17,"VerseNumber":43,"Text":"پاک و بێگەرد و بەرز و بڵندە ئەو (خوایە) لەوەی ئەو (بت پەرستانە) دەیڵێن (دەربارەی خوا) زۆر بەرز و بڵند ترە"},{"SurahNumber":17,"VerseNumber":44,"Text":"ھەر حەوت ئاسمانەکان تەسبیحاتی خوا دەکەن و زەوی و ھەرچی لە ناویاندایه وە ھیچ شتێک نیە کە تەسبیحات و سوپاس و ستایشی ئەو نەکات بەڵام ئێوە تێناگەن لە تەسبیحاتەکەیان بەڕاستی خوا ھەمیشە بە ئارام و لەسەرخۆ و لێبوردەیە"},{"SurahNumber":17,"VerseNumber":45,"Text":"وە (ئەی موحەممەد ﷺ) کاتێک قورئان دەخوێنیت (بەسەریاندا) دادەنێین لە نێوان تۆ و ئەوانەدا کە باوەڕیان بە ڕۆژی دوایی نیه پەردەیەکی نادیار (داپۆشەر)"},{"SurahNumber":17,"VerseNumber":46,"Text":"وە دەیدەین بەسەر دڵیاندا چەند پەردەیەکی زۆر ئەستوور بۆ ئەوەی لە قورئان تێ نەگەن و گوێشیان کەڕ دەکەین (تانەبیستن) وە ھەر کاتێک ناوی پەروەردگارت دەبەیت (لای ئەو بێ باوەڕانەدا) لە قورئاندا بە تاک و تەنھایی بە بێزاری پشتت تێدەکەن"},{"SurahNumber":17,"VerseNumber":47,"Text":"ئێمە چاک دەزانین بۆچی ئەوان گوێ دەگرن کاتێک گوێ دەگرن لە تۆ (ئەی موحەممەد ﷺ) ھەروەھا کاتێک پێکەوە چپە دەکەن کاتێ ستەمکارەکان دەڵێن ئێوە تەنھا شوێنی پیاوێکی جادولێکراو دەکەون"},{"SurahNumber":17,"VerseNumber":48,"Text":"سەرنج بدە چۆن نموونەی جۆرا و جۆرت بۆ دەھێننەوە سەرئەنجام گومڕا بوون ئیتر ناتوانن ڕێگای ڕاست بدۆزنەوە"},{"SurahNumber":17,"VerseNumber":49,"Text":"دەشڵێن ئایا کاتێ بووینە ئێسک پروسکێکی ڕزیو و پتورکاو ئایا (جارێکی تر) زیندوو دەکرێینەوە و دەبینەوە بە دروسکراوێکی نوێ"}]}