{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":12,"Text":"Eğer zevcelerinizin çocuğu yoksa, onların terkettikleri (miras)nin yarısı sizindir. Eğer varsa, terkettiklerinin dörtte biri size aittir. Bunlar, vasîyyet ettikleri çıktıktan ve borç ödendikten sonra (kalan mal üzerinden) dır. Eğer sizin çocuğunuz olmamışsa, terkettiklerinizin dörtte biri zevceler içindir. Eğer çocuğunuz varsa, terkettiğinizin sekizde biri onlara aittir. Bunlar ana vasiyet ettikleri çıktıktan ve borç ödendikten sonra (geri kalan için) dır. Eğer bir erkeğe veya bir kadına, anası, babası ve çocukları olmaksızın (kelâle) olarak vâris olunursa ve onun bir erkek, yahut bir kız kardeşi bulunuyorsa, onlardan her birine altıda bir hisse vardır Eğer onlar bundan daha çok iseler hepsi de, üçte bir hisseye ortaktırlar. Keza bu taksim de, (mirasçılara zarar vermeyecek şekilde) vasiyet olunan çıktıktan ve borç ödendikten sonra (kalan mal üzerinden) dır. Bunlar, Allah tarafından size vasiyet edilen (hüküm) lerdir. Allah, her şeyi hakkıyla bilendir; Halîm'dir"},{"SurahNumber":4,"VerseNumber":13,"Text":"Bunlar, Allah'ın (koyduğu) sınırlardır. Kim Allah'a ve Peygamberine itaat ederse Allah onu, zemininden ırmaklar akan cennetlere koyacaktır, orada devamlı kalıcıdırlar; işte büyük kurtuluş budur"},{"SurahNumber":4,"VerseNumber":14,"Text":"Kim Allah'a ve Peygamberine karşı isyan eder ve sınırlarını aşarsa Allah onu, devamlı kalacağı bir ateşe sokar ve onun için alçaltıcı bir azap vardır"},{"SurahNumber":4,"VerseNumber":15,"Text":"Kadınlarınızdan fuhuş yapanlara karşı aranızdan dört şahit getirin. Eğer şahitlik ederlerse, o kadınları ölüm alıp götürünceye, yahut Allah onlara bir yol açıncaya kadar evlerde hapsedin"},{"SurahNumber":4,"VerseNumber":16,"Text":"İçinizden fuhuş yapan her iki tarafa ceza verin; eğer tevbe eder, uslanırlarsa artık onlara ceza verip eziyet etmekten vazgeçin; çünkü Allah tövbeleri çok kabul eden ve çok bağışlayandır"},{"SurahNumber":4,"VerseNumber":17,"Text":"Allah'ın kabul edeceği tevbe, ancak bilmeden kötülük edip de sonra tez elden hemen tevbe edenlerin tevbesidir; işte Allah bunların tevbesini kabul eder; Allah her şeyi hakkıyla bilendir, hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":18,"Text":"Yoksa kötülükleri yapıp yapıp da içlerinden birine ölüm gelip çatınca «Ben şimdi tevbe ettim» diyenler ile kâfir olarak ölenler için (kabul edilecek) tevbe yoktur. Onlar için acı bir azap hazırlamışızdır"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ey iman edenler! Kadınlara zorla vâris olmanız size helâl değildir. Apaçık bir edepsizlik yapmadıkça, onlara verdiğinizin bir kısmını ele geçirmeniz için de kadınları sıkıştırmayın. Onlarla iyi geçinin. Eğer onlardan hoşlanmazsanız (biliniz ki) Allah'ın hakkınızda çok hayırlı kılacağı bir şeyden de hoşlanmamış olabilirsiniz"},{"SurahNumber":4,"VerseNumber":20,"Text":"Eğer bir eşi bırakıp da yerine başka bir eş almak isterseniz, onlardan birine yüklerle mehir vermiş olsanız dahi ondan hiçbir şeyi geri almayın. Siz iftira ederek ve apaçık günah işleyerek onu geri alır mısınız"},{"SurahNumber":4,"VerseNumber":21,"Text":"Vaktiyle siz birbirinizle haşir neşir olduğunuz ve onlar sizden sağlam bir teminat almış olduğu halde onu nasıl geri alırsınız"},{"SurahNumber":4,"VerseNumber":22,"Text":"Geçmişte olanlar bir yana, babalarınızın evlendiği kadınlarla evlenmeyin; çünkü bu bir hayasızlıktır, iğrenç bir şeydir ve kötü bir yoldur"},{"SurahNumber":4,"VerseNumber":23,"Text":"Analarınız, kızlarınız, kızkardeşleriniz, halalarınız, teyzeleriniz, kardeş kızları, kızkardeş kızları, sizi emziren analarınız, süt bacılarınız, eşlerinizin anaları, kendileriyle birleştiğiniz eşlerinizden olup evlerinizde bulunan üvey kızlarınız size haram kılındı. Eğer onlarla (nikâhlanıp da) henüz birleşmemişseniz kızlarını almanızda size bir mahzur yoktur. Kendi sulbünüzden olan oğullarınızın eşleri ve iki kız kardeşi birden almak da size haram kılındı; ancak geçen geçmiştir. Allah çok bağışlayıcı ve esirgeyicidir"}]}