{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"All-llahu është dritë e qiejve dhe e tokës! Shembull i dritës së Tij është si një gropë e thellë në të cilën është një kandil; Kandili është një qelq, e qelqi është sikur një yll i fildisht i ndezur me drurin e bekuar të ullirit, as i lindjes as i perëndimit, vaji i të cilëve bën dritë pothuajse edhe pa e prek zjarri; dritë përmbi dritë! All-llahu udhëzon kah drita e vet atë që Ai do. All-llahu u sjell shembuj njerëzve, All-llahu di shumë mirë çdo send"},{"SurahNumber":24,"VerseNumber":36,"Text":"Nëpër shtëpi që janë ngritur me lejen e All-llahut, aty përmendet edhe emri i Tij, aty e lavdërojnë atë në mëngjes dhe në mbrëmje"},{"SurahNumber":24,"VerseNumber":37,"Text":"Ka burra të cilët puna dhe shitblerja nuk i pengon ta përmendin All-llahun dhe që e kryejnë namazin; japin zeqatin dhe i frikësohen ditës kur zemrat dhe shikimet do të shqetësohen"},{"SurahNumber":24,"VerseNumber":38,"Text":"All-llahu do t’i shpërblejë më mirë se ç’kanë vepruar dhe do t’ua shtojë edhe më tepër nga mirësia e Tij; All-llahu e furnizon kë të dojë pa e matur"},{"SurahNumber":24,"VerseNumber":39,"Text":"Veprat e atyre që nuk besojnë janë si një brrakë në rrafshirë në të cilën i etshmi kujton se ka ujë, derisa të vijë aty ku nuk gjen asgjë, por do të gjejë atje All-llahun dhe Ai do t’ia paguaj plotësisht llogarinë e tij, sepse All-llahu është shumë i shpejtë në llogaritje"},{"SurahNumber":24,"VerseNumber":40,"Text":"Ose janë si një errësirë mbi detin e thellë, të cilën e mbulojnë valët njëra pas tjetrës, kurse mbi të janë retë krejt të errëta njëra mbi tjetrën, gisht në sy nuk shihet; Atij të cilit All-llahu nuk i jep dritë, për atë nuk ka dritë"},{"SurahNumber":24,"VerseNumber":41,"Text":"A nuk e sheh se All-llahun e lavdëron çdo krijesë që është në qiej dhe në tokë, madje edhe shnpendët në tufa; Të gjithë e dinë si t’i luten dhe si ta madhërojnë, kurse All-llahu e di mirë se çka bëjnë ata"},{"SurahNumber":24,"VerseNumber":42,"Text":"I All-llahut është pushteti i qiejve dhe tokës dhe tek All-llahu përfundojnë"},{"SurahNumber":24,"VerseNumber":43,"Text":"A nuk e sheh se All-llahu i shpërndan retë, pastaj i bashkon dhe i grumbullon njërën mbi tjetrën, dhe ti sheh shiun sikur del nga mesi i tyre; Ai lëshon nga qielli, nga retë e mëdha sikur male, breshër dhe me atë godit kë të dojë dhe kë të dojë e kursen. Shkëlqimi i vetëtimës gati sa s’ta merr të pamurit"},{"SurahNumber":24,"VerseNumber":44,"Text":"All-llahu ndërron natën dhe ditën, dhe në këtë, me të vërtetë, ka mësim për ata që shohin"},{"SurahNumber":24,"VerseNumber":45,"Text":"All-llahu i krijon të gjitha kafshët nga uji; disa sish ecin barkaz, disa shkojnë me dy këmbë, e disa pra shkojnë me katër këmbë; All-llahu krijon çka të dojë, sepse All-llahu ka munjdësi për gjithçka"},{"SurahNumber":24,"VerseNumber":46,"Text":"Ne kemi shpallur argumente të qarta, dhe All-llahu kë të dojë e drejton në rrugë të drejtë"},{"SurahNumber":24,"VerseNumber":47,"Text":"Dhe thonë: “Ne i kemi besuar All-llahut dhe Profetit dhe u përulemi” – pastaj një grup sish, pas kësaj, kthejnë kryet në anën tjetër. Ata nuk janë besimtarë"},{"SurahNumber":24,"VerseNumber":48,"Text":"Kur të thirren te All-llahu dhe Profeti i tij që ai t’i gjykojë, një grup prej tyre menjëherë i kthejnë shpinën"},{"SurahNumber":24,"VerseNumber":49,"Text":"Dhe nëse janë më të drejtë, i vijnë si të nënshtruar"},{"SurahNumber":24,"VerseNumber":50,"Text":"A i kanë zemrat të sëmuara apo dyshojnë, ose kanë frikë se All-llahu dhe Profeti i Tij do të sillen padrejtësisht ndaj tyre? Asnjëra, por ata janë mizorë"},{"SurahNumber":24,"VerseNumber":51,"Text":"Kur të thirren besimtarët tek All-llahu dhe Profeti i Tij, që ai t’i gjykojë, fjala e tyre që do të thonë është: “Dëgjojmë dhe përulemi!” Ata janë të shpëtuar"},{"SurahNumber":24,"VerseNumber":52,"Text":"Dhe kush i përulet All-llahut dhe Profetit të Tij, dhe i frikësohet All-llahut dhe i ruhet atij, ata do të arrijnë çka të dëshirojnë"}]}