{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Cita for ele example 2 om noi da una ai ele 2 gradina strugur încercui by data palmier placed alte recolta ele"},{"SurahNumber":18,"VerseNumber":33,"Text":"Amândoi gradina produce their recolta în timp, generously noi cauza fluviu alerga ele"},{"SurahNumber":18,"VerseNumber":34,"Text":"Once dupa recolta el boastfully exprima his prieten eu exista departe prosper decât tu eu comanda mai respect popor"},{"SurahNumber":18,"VerseNumber":35,"Text":"When el entered his gradina el gresi his suflet spune eu nu medita acesta ever end"},{"SurahNumber":18,"VerseNumber":36,"Text":"Altminteri eu medita acesta exista el; eu nu medita Ora Hereafter ever veni trece. Seara daca eu returned meu Domnitor eu (exista destept enough poseda un însera bun 1 excesiv acolo)"},{"SurahNumber":18,"VerseNumber":37,"Text":"His prieten spune catre him as el polemiza him tu disbelieved Una cine crea tu praf atunci micut picura atunci perfectiona tu în om"},{"SurahNumber":18,"VerseNumber":38,"Text":"As for mie DUMNEZEU exista meu Domnitor eu niciodata situa altele alte dumnezeu meu Domnitor"},{"SurahNumber":18,"VerseNumber":39,"Text":"When tu entered vostri gradina tu spune ‘Acesta exista care DUMNEZEU da mie (Maa Shaa Allah)! Nimeni poseda power DUMNEZEU La Quwwata Ellaa Bellaah.) '! Tu vedea eu poseda defel bani defel copil decât tu"},{"SurahNumber":18,"VerseNumber":40,"Text":"Meu Domnitor subventiona mie îmbunatati decât vostri gradina! El expedia violent furtuna cer sterge out vostri gradina parasi el completely arid"},{"SurahNumber":18,"VerseNumber":41,"Text":"its apa scufunda adânc vostri atingere"},{"SurahNumber":18,"VerseNumber":42,"Text":"Într-adevar his recolta sterge out el ended îngrijorat lamenting care el cheltui el în zadarnic his propietate laic arid. El finally spune Eu dorinta eu niciodata situa meu propietate dumnezeu meu Domnitor"},{"SurahNumber":18,"VerseNumber":43,"Text":"nu force earth ajuta him contra DUMNEZEU nor exista el posibil for him primi altele ajuta"},{"SurahNumber":18,"VerseNumber":44,"Text":"Exista singur adeveri Domnitor subjuga exista DUMNEZEU; El înzestra bun recompensa Him exista bine destin"},{"SurahNumber":18,"VerseNumber":45,"Text":"Cita for ele example acesta trai as stropi ca noi expedia cer produs planta earth atunci ei întoarcere în împrejmuire sufla vânt! DUMNEZEU EXISTA capabil catre do TOT OBIECT"},{"SurahNumber":18,"VerseNumber":46,"Text":"Bani copil exista bucurie acesta trai cinstit munca înzestra eternal recompensa de vostri Domnitor departe îmbunatati spera"},{"SurahNumber":18,"VerseNumber":47,"Text":"Zi veni when noi sterge munte tu vedea earth arid! Noi soma ele toate nu parasi unic 1 ai ele"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ei prezenta vostri Domnitor scandal. Tu veni us individ drept as noi crea tu initially. Într-adevar acesta exista ce tu pretinde vointa niciodata happen"},{"SurahNumber":18,"VerseNumber":49,"Text":"Marturie arata tu vedea vinovat fearful ai its multumire. Ei spune Suferinta catre us. Cum veni acesta carte parasi nimic maruntisuri vast înafara socoti el? Ei gasi everything ei done aduce departe! Vostri Domnitor exista niciodata nejust catre oricine"},{"SurahNumber":18,"VerseNumber":50,"Text":"Noi spune catre înger, Toamna trântit Adam. Ei fell trântit Satan. El ajunge jinn el disobeyed ordine His Domnitor. Tu alege him his urmas as domnitor Mie seara ei exista vostri dusman? Care nenorocit substituire"}]}