{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"بەڕاستی خوا ئاسمانەکان و زەوی راگیر دەکات بۆ ئەوەی لەڕێڕەوی خۆیان لانەدەن بەڕاستی ئەگەر لەرێڕەوی (خۆیان) لابدەن کێ ھەیە جگە خوا ڕایان بگرێت بێگومان ئەو (خوا) لەسەر خۆ و لێبوردەیە"},{"SurahNumber":35,"VerseNumber":42,"Text":"(بت پەرستان) بەسوێندی ھەرە گەورەیان سوێندیان دەخوارد بەخوا (دەیانووت) ئەگەر پێغەمبەرێکی ترسێنەریان بۆ بێت بەڕاستی ئەوان لەھەر یەک لە ئوممەتانی تر ڕێنمونتر دەبن ئەمجا کاتێك پێغەمبەری ترسێنەریان بۆ ھات زیاتر دوور کەوتنەوە (لەرێگەی ڕاست)"},{"SurahNumber":35,"VerseNumber":43,"Text":"لەبەر خۆ بەزل زانی لەزەویدا و فێڵ وپیلانی خراپکردن وە فێڵ و پیلانی خراپ تەنھا زیان بەخاوەنەکەی دەگەیەنێت دەی کەواتە ئەوان جگە لەچارەنووسی پێشینان چاوەڕوانی شتێکی تر دەکەن؟ چونکە باوی خوا ھەرگیز گۆڕانی بۆ نیە وە باوی خوا لادانی بۆ نیە"},{"SurahNumber":35,"VerseNumber":44,"Text":"ئایا ئەوان بەزەویدا نەگەڕاون تا سەیر بکەن سەر ئەنجام گەلانی پێش خۆیان چۆن بووە کە ئەوان لەمان بەھێزتر بوون ھیچ شتێك ناتوانێت لەدەستی خوا دەرچێت نە لەئاسمانەکان ونەلەزەویدا بەڕاستی خوا زانا و بەدەسەڵات وبەتوانایە"},{"SurahNumber":35,"VerseNumber":45,"Text":"وە ئەگەر خوا قار بگرێت لەخەڵکی (تۆڵەیان لێ بسێنێت) لەبەر ئەو (خراپانەی) کردویانە ھیچ گیاندارێکی بەسەر زەویەوە نەدەھێشت بەڵام (خوا) مۆڵەتی ئەوان دەدات تا ماوەی دیاریکراو ئەمجا کاتێک ماوەکەیان (کۆتایی) ھات (دەیان مرێنێ) جا بێگومان خوا بە بەندەکانی ئاگادارو بینایە"},{"SurahNumber":36,"VerseNumber":1,"Text":"بە(یا، سین) دەخوێنرێتەوە خوا زاناترە بەماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە"},{"SurahNumber":36,"VerseNumber":2,"Text":"سوێند بە قورئانی پڕ لەدانایی"},{"SurahNumber":36,"VerseNumber":3,"Text":"بەڕاستی تۆ (ئەی موحەممەد ﷺ) لە پێغەمبەرانی خوای"},{"SurahNumber":36,"VerseNumber":4,"Text":"لەسەر رێبازی ڕاستی"},{"SurahNumber":36,"VerseNumber":5,"Text":"(قورئان) دابەزێنراوە لەلایەن خوای زاڵ و باڵادەست و میھرەبانەوە"},{"SurahNumber":36,"VerseNumber":6,"Text":"بۆ ئەوەی گەلێ بترسێنی (لەسزا) کەباوو باپیرانیان نەترسێنرابوون بۆیە ئەوان بێ ئاگا بوون"},{"SurahNumber":36,"VerseNumber":7,"Text":"سوێند بەخوا بەڕاستی بەڵێنی خوا چەسپاو ھاتە دی لەسەر زۆربەیان چونکە ئەوان باوەڕ ناھێنن"},{"SurahNumber":36,"VerseNumber":8,"Text":"(وەك کەسانێك وان کە) تەوقمان کردبێتە گەردنیان جا ئەو (تەوقانە) تا چەناکەیان ھاتبێت (گەردنیانی بەتەواوی گرتبێـتەوە) ئەمجا سەریان بەرز کرابێتەوە (نەتوانن بۆ خوارو ئەملاولا بیجوڵێنن)"},{"SurahNumber":36,"VerseNumber":9,"Text":"وە بەربەستمان لەبەردەم و پشتیانەوە داناوە پەردەشمان داوە بەسەر چاویاندا بۆیە ئەوان (ڕاستی) نابینن"},{"SurahNumber":36,"VerseNumber":10,"Text":"وە بۆ ئەوان یەکسانە چی بیان ترسێنیت یان نەیان ترسێنیت باوەڕ ناھێنن"},{"SurahNumber":36,"VerseNumber":11,"Text":"تۆ تەنھا کەسێك دەترسێنیت کە شوێن قورئان دەکەوێت لەپەنھانیشدا لە خوای میھرەبان دەترسن بەھۆی (ئەو شوێن کەوتن و ترسانەوە) مژدەی بدەرێ بەلێخۆشبوونی (گوناھەکانی) و پاداشتی چاکی (بەھەشت)"},{"SurahNumber":36,"VerseNumber":12,"Text":"بەڕاستی ھەر ئێمە مردووان زیندوو دەکەینەوە و ھەرچی پێشتر کردویانە وشوێنەواری پاش خۆشیان دەنوسین وە ھەموو شتێکمان لە پەڕاوێکی ڕوون وئاشکرادا ژماردووە و نووسییوە کە (لوح المحفوظ)"},{"SurahNumber":36,"VerseNumber":13,"Text":"(ئەی موحەممەد ﷺ) نموونەیان بۆ بھێنەرەوە بەخەڵکی شاری (انطاکیە) کاتێك کەپێغەمبەرانیان بۆ ھات"},{"SurahNumber":36,"VerseNumber":14,"Text":"کاتێک دوو (پێغەمبەر) مان نارد بۆ ناویان باوەڕیان پێنەکردن ئەمجا بە (ناردنی پێغەمبەری) سێھەم بەھێزمان کردن (وپشتمان گرتن) جا (ھەموویان) ووتیان بێگومان ئێمە نێردراوین بۆ سەر ئێوە"},{"SurahNumber":36,"VerseNumber":15,"Text":"(خەڵکەکە) ووتیان ئێوە ھەر ئادەمیەکی وەک ئێمەن و خوای میھرەبان ھیچ شتێکی (لەنیگا) نەناردۆتە خوارەوە ئێوە تەنھا درۆزنن و درۆ دەکەن"},{"SurahNumber":36,"VerseNumber":16,"Text":"(پێغەمبەرەکان) ووتیان پەروەردگارمان دەزانێت بەڕاستی ئێمە (بەپێغەمبەرێتی) نێردراوین بۆ سەر ئێوە"},{"SurahNumber":36,"VerseNumber":17,"Text":"و ئێمە تەنھا گەیاندنی (ئاینەکە)مان لەسەرە بەڕوونی"},{"SurahNumber":36,"VerseNumber":18,"Text":"(خەڵکەکە) ووتیان بێگومان ئێمە بەھۆی ئێوەوە دووچاری شوومی و بەدبەختی بووین سوێند بەخوا ئەگەر واز نەھێنن (لەو کارەتان) بەرد بارانتان دەکەین و بەڕاستی لەلایەن ئێمەوە دووچاری سزایەکی پڕ ئێش و ئازار دەبن"},{"SurahNumber":36,"VerseNumber":19,"Text":"(پێغەمبەرەکان) ووتیان شوومی ئێوە بەخۆتانەوەیە چونکە ئێوە ئەگەر ئامۆژگاری بکرێن (ھەست بەشوومی دەکەن) (نەخێر وانیە) بەڵکو ئێوە گەلێکی لەسنوور دەرچوون"},{"SurahNumber":36,"VerseNumber":20,"Text":"وە لەو پەڕی شارەکەوە پیاوێك بەپەلە ھات ووتی ئەی گەلەکەم شوێن ئەم پێغەمبەرانە بکەون"},{"SurahNumber":36,"VerseNumber":21,"Text":"شوێن کەسانێ بکەون داوای ھیچ کرێ و پاداشتێکتان لێ ناکەن کەخۆشتان ڕێنمونی کراون"},{"SurahNumber":36,"VerseNumber":22,"Text":"وە من بۆچی زاتێك نەپەرستم کەمنی بەدی ھێناوە وە ھەر بۆ لای ئەوە دەگەڕێنەوە"},{"SurahNumber":36,"VerseNumber":23,"Text":"ئایا بێجگە لەو (خوا) پەرستراوانێك بۆ خۆم بڕیار بدەم ئەگەر خوای میھرەبان زیانی بۆ من بوێت تکای ئەوان ھیچ سوودێك بەمن ناگەیەنێت و (لەسزای خوا) ڕزگارم ناکەن"},{"SurahNumber":36,"VerseNumber":24,"Text":"بێگومان من (ئەگەر ھاوبەش دابنێم) ئەو کاتە لەگومڕاییەکی زۆر ئاشکرادام"},{"SurahNumber":36,"VerseNumber":25,"Text":"بەڕاستی من باوەڕم ھێنا بەپەروەردگارتان و دە ئێوەش گوێتان لێ بێت"},{"SurahNumber":36,"VerseNumber":26,"Text":"(ئەم پیاوەیان شەھید کرد) پێی ووترا: بڕۆرە بەھەشتەوە (ئەو پیاوەش) ووتی خۆزگە گەلەکەم بیانزانیایە"},{"SurahNumber":36,"VerseNumber":27,"Text":"بە ئەوەی کەپەروەردگارم لێم خۆشبووە وەبردمیە ڕیزی ڕێز گیراوانەوە"}]}