{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Скажи: «Неужели вы не веруете в Того, Кто создал землю за два дня, и равняете с Ним других? Он же - Господь миров"},{"SurahNumber":41,"VerseNumber":10,"Text":"Он воздвиг над землей незыблемые горы, наделил ее благодатью и распределил на ней пропитание для страждущих (или для тех, кто спрашивает) за четыре полных дня"},{"SurahNumber":41,"VerseNumber":11,"Text":"Потом Он обратился к небу, которое было дымом, и сказал ему и земле: «Придите по доброй воле или по принуждению». Они сказали: «Мы пришли по доброй воле»"},{"SurahNumber":41,"VerseNumber":12,"Text":"Он сотворил их семью небесами за два дня и внушил каждому небу его обязанности. Мы украсили нижнее небо светильниками и оберегаем его (или для оберегания его). Таково предопределение Могущественного, Знающего»"},{"SurahNumber":41,"VerseNumber":13,"Text":"Если же они отвернутся, то скажи: «Я предостерегаю вас от мучений, подобных мучениям адитов и самудян»"},{"SurahNumber":41,"VerseNumber":14,"Text":"Посланники приходили к ним спереди и сзади: «Не поклоняйтесь никому, кроме Аллаха». Они же говорили: «Если бы наш Господь захотел, то ниспослал бы ангелов. Воистину, Мы не веруем в то, с чем вы посланы»"},{"SurahNumber":41,"VerseNumber":15,"Text":"Что касается адитов, то они возгордились на земле без всякого права и сказали: «Кто может превзойти нас силой?». Неужели они не видели, что Аллах, Который сотворил их, превосходит их силой? Они отвергали Наши знамения"},{"SurahNumber":41,"VerseNumber":16,"Text":"Мы наслали на них морозный (или завывающий) ветер в злополучные дни, чтобы дать им вкусить муки позора в мирской жизни. А мучения в Последней жизни будут еще более позорными, и им не будет оказана помощь"},{"SurahNumber":41,"VerseNumber":17,"Text":"Что же касается самудян, то Мы указали им на прямой путь, но они предпочли слепоту верному руководству, и их поразила молния унизительных мучений за то, что они приобретали"},{"SurahNumber":41,"VerseNumber":18,"Text":"А тех, которые уверовали и были богобоязненны, Мы спасли"},{"SurahNumber":41,"VerseNumber":19,"Text":"В тот день, когда враги Аллаха будут собраны перед Огнем, их задержат"},{"SurahNumber":41,"VerseNumber":20,"Text":"Когда же они достигнут его, их слух, их взоры и их кожа станут свидетельствовать против них о том, что они совершали"},{"SurahNumber":41,"VerseNumber":21,"Text":"Они скажут своей коже: «Почему вы стали свидетельствовать против нас?». Они скажут: «Нас заставил говорить Аллах, Который заставил говорить всякую вещь». Он сотворил вас в первый раз, и к Нему вы будете возвращены"},{"SurahNumber":41,"VerseNumber":22,"Text":"Вы не укрывались от свидетельств вашего слуха, ваших взоров и вашей кожи. Но вы предполагали, что Аллах не знает многого из того, что вы совершали"},{"SurahNumber":41,"VerseNumber":23,"Text":"Эти ваши предположения, которые вы делали о вашем Господе, погубили вас, и вы оказались одними из потерпевших убыток"},{"SurahNumber":41,"VerseNumber":24,"Text":"Если даже они проявят терпение, их обителью будет Огонь. Если же они попросят о благосклонности, то к ним не будут благосклонны (или если к ним проявят благосклонность, то они не станут искать благосклонности)"}]}