{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"اور پرہیز گاروں سے پوچھا جاتا ہے کہ تمہارے پروردگار نے کیا نازل فرمایا ہے؟ تو وه جواب دیتے ہیں کہ اچھے سے اچھا۔ جن لوگوں نے بھلائی کی ان کے لیے اس دنیا میں بھلائی ہے، اور یقیناً آخرت کا گھر تو بہت ہی بہتر ہے، اور کیا ہی خوب پرہیز گاروں کا گھر ہے"},{"SurahNumber":16,"VerseNumber":31,"Text":"ہمیشگی والے باغات جہاں وه جائیں گے جن کے نیچے نہریں بہہ رہی ہیں، جو کچھ یہ طلب کریں گے وہاں ان کے لیے موجود ہوگا۔ پرہیز گاروں کو اللہ تعالیٰ اسی طرح بدلے عطا فرماتا ہے"},{"SurahNumber":16,"VerseNumber":32,"Text":"وه جن کی جانیں فرشتے اس حال میں قبض کرتے ہیں کہ وه پاک صاف ہوں کہتے ہیں کہ تمہارے لیے سلامتی ہی سلامتی ہے، جاؤ جنت میں اپنے ان اعمال کے بدلے جو تم کرتے تھے۔"},{"SurahNumber":16,"VerseNumber":33,"Text":"کیا یہ اسی بات کا انتظار کر رہے ہیں کہ ان کے پاس فرشتے آجائیں یا تیرے رب کا حکم آجائے؟ ایسا ہی ان لوگوں نے بھی کیا تھا جو ان سے پہلے تھے۔ ان پر اللہ تعالیٰ نے کوئی ﻇلم نہیں کیا بلکہ وه خود اپنی جانوں پر ﻇلم کرتے رہے"},{"SurahNumber":16,"VerseNumber":34,"Text":"پس ان کے برے اعمال کے نتیجے انہیں مل گئے اور جس کی ہنسی اڑاتے تھے اس نے ان کو گھیر لیا"},{"SurahNumber":16,"VerseNumber":35,"Text":"مشرک لوگوں نے کہا کہ اگر اللہ تعالیٰ چاہتا تو ہم اور ہمارے باپ دادے اس کے سوا کسی اور کی عبادت ہی نہ کرتے، نہ اس کے فرمان کے بغیر کسی چیز کو حرام کرتے۔ یہی فعل ان سے پہلے کے لوگوں کا رہا۔ تو رسولوں پر تو صرف کھلم کھلا پیغام کا پہنچا دینا ہے"},{"SurahNumber":16,"VerseNumber":36,"Text":"ہم نے ہر امت میں رسول بھیجا کہ (لوگو!) صرف اللہ کی عبادت کرو اور اس کے سوا تمام معبودوں سے بچو۔ پس بعض لوگوں کو تو اللہ تعالیٰ نے ہدایت دی اور بعض پر گمراہی ﺛابت ہوگئی، پس تم خود زمین میں چل پھر کر دیکھ لو کہ جھٹلانے والوں کا انجام کیسا کچھ ہوا؟"},{"SurahNumber":16,"VerseNumber":37,"Text":"گو آپ ان کی ہدایت کے خواہش مند رہے ہیں لیکن اللہ تعالیٰ اسے ہدایت نہیں دیتا جسے گمراه کر دے اور نہ ان کا کوئی مددگار ہوتا ہے"},{"SurahNumber":16,"VerseNumber":38,"Text":"وه لوگ بڑی سخت سخت قسمیں کھا کھا کر کہتے ہیں کہ مردوں کو اللہ تعالیٰ زنده نہیں کرے گا۔ کیوں نہیں ضرور زنده کرے گا یہ تو اس کا برحق ﻻزمی وعده ہے، لیکن اکثر لوگ جانتے نہیں"},{"SurahNumber":16,"VerseNumber":39,"Text":"اس لیے بھی کہ یہ لوگ جس چیز میں اختلاف کرتے تھے اسے اللہ تعالیٰ صاف بیان کر دے اور اس لیے بھی کہ خود کافر اپنا جھوٹا ہونا جان لیں"},{"SurahNumber":16,"VerseNumber":40,"Text":"ہم جب کسی چیز کا اراده کرتے ہیں تو صرف ہمارا یہ کہہ دینا ہوتا ہے کہ ہوجا، پس وه ہوجاتی ہے"},{"SurahNumber":16,"VerseNumber":41,"Text":"جن لوگوں نے ﻇلم برداشت کرنے کے بعد اللہ کی راه میں ترک وطن کیا ہے ہم انہیں بہتر سے بہتر ٹھکانا دنیا میں عطا فرمائیں گے اور آخرت کا ﺛواب تو بہت ہی بڑا ہے، کاش کہ لوگ اس سے واقف ہوتے"},{"SurahNumber":16,"VerseNumber":42,"Text":"وه جنہوں نے دامن صبر نہ چھوڑا اور اپنے پالنے والے ہی پر بھروسہ کرتے رہے"},{"SurahNumber":16,"VerseNumber":43,"Text":"آپ سے پہلے بھی ہم مَردوں کو ہی بھیجتے رہے، جن کی جانب وحی اتارا کرتے تھے پس اگر تم نہیں جانتے تو اہل علم سے دریافت کر لو"},{"SurahNumber":16,"VerseNumber":44,"Text":"دلیلوں اور کتابوں کے ساتھ، یہ ذکر (کتاب) ہم نے آپ کی طرف اتارا ہے کہ لوگوں کی جانب جو نازل فرمایا گیا ہے آپ اسے کھول کھول کر بیان کر دیں، شاید کہ وه غور وفکر کریں"},{"SurahNumber":16,"VerseNumber":45,"Text":"بدترین داؤ پیچ کرنے والے کیا اس بات سے بے خوف ہوگئے ہیں کہ اللہ تعالیٰ انہیں زمین میں دھنسا دے یا ان کے پاس ایسی جگہ سے عذاب آجائے جہاں کا انہیں وہم وگمان بھی نہ ہو"},{"SurahNumber":16,"VerseNumber":46,"Text":"یا انہیں چلتے پھرتے پکڑ لے۔ یہ کسی صورت میں اللہ تعالیٰ کو عاجز نہیں کر سکتے"},{"SurahNumber":16,"VerseNumber":47,"Text":"یا انہیں ڈرا دھمکا کر پکڑ لے، پس یقیناً تمہارا پروردگار اعلیٰ شفقت اور انتہائی رحم واﻻ ہے"},{"SurahNumber":16,"VerseNumber":48,"Text":"کیا انہوں نے اللہ کی مخلوق میں سے کسی کو بھی نہیں دیکھا؟ کہ اس کے سائے دائیں بائیں جھک جھک کر اللہ تعالیٰ کے سامنے سر بسجود ہوتے اور عاجزی کا اﻇہار کرتے ہیں"},{"SurahNumber":16,"VerseNumber":49,"Text":"یقیناً آسمان وزمین کے کل جاندار اور تمام فرشتے اللہ تعالیٰ کے سامنے سجدے کرتے ہیں اور ذرا بھی تکبر نہیں کرتے"},{"SurahNumber":16,"VerseNumber":50,"Text":"اور اپنے رب سے جو ان کے اوپر ہے، کپکپاتے رہتے ہیں اور جو حکم مل جائے اس کی تعمیل کرتے ہیں"}]}