{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham powiedział: \"Jaka jest wasza sprawa, o wysłannicy"},{"SurahNumber":51,"VerseNumber":32,"Text":"Odparli: \"Zostaliśmy wysłani do ludu grzeszników"},{"SurahNumber":51,"VerseNumber":33,"Text":"Aby rzucić na nich kamienie z gliny"},{"SurahNumber":51,"VerseNumber":34,"Text":"Oznakowane u twego Pana dla ludzi występnych"},{"SurahNumber":51,"VerseNumber":35,"Text":"Przeto wyprowadziliśmy tych spośród wiernych, którzy się w tym mieście znajdowali"},{"SurahNumber":51,"VerseNumber":36,"Text":"Lecz znaleźliśmy tam tylko jeden dom takich, którzy się poddali całkowicie"},{"SurahNumber":51,"VerseNumber":37,"Text":"I zostawiliśmy w tym mieście znak dla tych, którzy się obawiają kary bolesnej"},{"SurahNumber":51,"VerseNumber":38,"Text":"i o Mojżeszu? Oto wysłaliśmy go do Faraona, dając mu władzę jasną"},{"SurahNumber":51,"VerseNumber":39,"Text":"Lecz on odwrócił się, pewny swojej potęgi, i powiedział: Czarownik albo opętany"},{"SurahNumber":51,"VerseNumber":40,"Text":"Wtedy pochwyciliśmy go wraz z jego wojskami i wrzuciliśmy ich w otchłań morza, bo był on godny nagany"},{"SurahNumber":51,"VerseNumber":41,"Text":"i o ludzie Ad? oto posłaliśmy przeciw nim niszczycielski wiatr"},{"SurahNumber":51,"VerseNumber":42,"Text":"Który wszystko, nad czym przeszedł, zamienił w pył"},{"SurahNumber":51,"VerseNumber":43,"Text":"i o ludzie Samud? Oto powiedzieliśmy im: \"Używajcie jeszcze przez pewien czas"},{"SurahNumber":51,"VerseNumber":44,"Text":"Lecz oni byli dumni wobec rozkazu swego Pana i poraził ich piorun, kiedy mieli otwarte oczy"},{"SurahNumber":51,"VerseNumber":45,"Text":"I nie mogli ani wstać, ani uzyskać żadnej pomocy"},{"SurahNumber":51,"VerseNumber":46,"Text":"a jeszcze wcześniej o Noem? Zaprawdę, oni byli ludem występnym"},{"SurahNumber":51,"VerseNumber":47,"Text":"A niebo?! Zbudowaliśmy je solidnie - My przecież tworzymy rozległe przestrzenie"},{"SurahNumber":51,"VerseNumber":48,"Text":"A ziemia?! Rozpostarliśmy ją. I jakże wspaniale wszystko porządkujemy"},{"SurahNumber":51,"VerseNumber":49,"Text":"Z każdej rzeczy stworzyliśmy parę. Może sobie przypomnicie"},{"SurahNumber":51,"VerseNumber":50,"Text":"Przeto, uciekajcie się do Boga! Zaprawdę, ja jestem dla was, od Niego, jawnie ostrzegającym"},{"SurahNumber":51,"VerseNumber":51,"Text":"I nie umieszczajcie razem z Bogiem żadnego innego boga! Zaprawdę, ja jestem dla was od Niego jawnie ostrzegającym"},{"SurahNumber":51,"VerseNumber":52,"Text":"Podobnie do każdego posłańca przychodzącego do tych ludzi, którzy byli przed nimi, oni mówili: \"Czarownik albo opętany"},{"SurahNumber":51,"VerseNumber":53,"Text":"Czy oni to sobie kolejno przekazywali? Przeciwnie! To lud buntowniczy"},{"SurahNumber":51,"VerseNumber":54,"Text":"Odwróć się więc od nich, a nie będziesz ganiony"},{"SurahNumber":51,"VerseNumber":55,"Text":"I napominaj! bo, zaprawdę, napominanie przynosi korzyść wiernym"},{"SurahNumber":51,"VerseNumber":56,"Text":"I stworzyłem dżiny i ludzi tylko po to, żeby Mnie czcili"},{"SurahNumber":51,"VerseNumber":57,"Text":"I nie chcę od nich żadnego zaopatrzenia, i nie chcę, aby Mnie żywili"},{"SurahNumber":51,"VerseNumber":58,"Text":"Zaprawdę, Bóg jest Dawcą Zaopatrzenia, Posiadającym Siłę, Niewzruszonym"},{"SurahNumber":51,"VerseNumber":59,"Text":"I, zaprawdę, tym, którzy byli niesprawiedliwi - przypadnie pewien udział, podobny do udziału ich towarzyszy. Niech więc oni nie próbują skłaniać Mnie do pośpiechu"},{"SurahNumber":51,"VerseNumber":60,"Text":"Biada tym, którzy nie uwierzyli, z powodu Dnia, który im został obiecany"},{"SurahNumber":52,"VerseNumber":1,"Text":"Na Górę"},{"SurahNumber":52,"VerseNumber":2,"Text":"Na Księgę zapisaną"},{"SurahNumber":52,"VerseNumber":3,"Text":"Na pergaminie rozwiniętym"},{"SurahNumber":52,"VerseNumber":4,"Text":"Na Dom odwiedzany"},{"SurahNumber":52,"VerseNumber":5,"Text":"Na sklepienie wzniesione"},{"SurahNumber":52,"VerseNumber":6,"Text":"Na morze wzburzone"},{"SurahNumber":52,"VerseNumber":7,"Text":"Zaprawdę, kara twego Pana spadnie niebawem"},{"SurahNumber":52,"VerseNumber":8,"Text":"Nikt jej nie będzie mógł odsunąć"},{"SurahNumber":52,"VerseNumber":9,"Text":"W tym Dniu, kiedy niebo zakołysze się mocno"},{"SurahNumber":52,"VerseNumber":10,"Text":"I góry poruszą się poruszeniem"},{"SurahNumber":52,"VerseNumber":11,"Text":"Biada, tego Dnia, oskarżającym o kłamstwo"},{"SurahNumber":52,"VerseNumber":12,"Text":"Tym, którzy zagłębiając się w dyskusji, zabawiają się"},{"SurahNumber":52,"VerseNumber":13,"Text":"Tego Dnia oni zostaną pchnięci ku ogniu Gehenny"},{"SurahNumber":52,"VerseNumber":14,"Text":"To jest ogień, który uważaliście za kłamstwo"},{"SurahNumber":52,"VerseNumber":15,"Text":"Czyż to są czary? Czy wy nie widzicie"},{"SurahNumber":52,"VerseNumber":16,"Text":"Palcie się więc w nim! Znoście go cierpliwie lub nie znoście go cierpliwie! To dla was wszystko jedno! Wy tylko otrzymujecie zapłatę za to, co czyniliście"},{"SurahNumber":52,"VerseNumber":17,"Text":"Zaprawdę, ci, którzy się boją Boga, będą w Ogrodach i szczęśliwości"},{"SurahNumber":52,"VerseNumber":18,"Text":"Cieszyć się tym, co dał im ich Pan. Ustrzegł ich Pan od kary ognia piekielnego"},{"SurahNumber":52,"VerseNumber":19,"Text":"Jedzcie i pijcie w pokoju za to, co czyniliście"},{"SurahNumber":52,"VerseNumber":20,"Text":"Wypoczywając wyciągnięci na łożach, ustawionych rzędami!\" My damy im za żony hurysy o wielkich oczach"},{"SurahNumber":52,"VerseNumber":21,"Text":"A do tych, którzy uwierzyli i których potomstwo postąpiło za nimi z wiarą - My dołączymy ich potomstwo. I My nie pozbawimy ich niczego z ich dzieł. Każdy człowiek jest zastawem tego, co sobie zarobił"},{"SurahNumber":52,"VerseNumber":22,"Text":"I My zaopatrzymy ich w owoce i mięso takie, jak oni zapragną"},{"SurahNumber":52,"VerseNumber":23,"Text":"Będą oni sobie tam podawać jedni drugim puchary; nie będzie tam ani pustej gadaniny, ani podniecenia do grzechu"}]}