{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"O mankind! Fear your Lord, who created you from a single soul. He created its mate from it and from the two of them spread countless men and women [throughout the earth]. Fear God, in whose name you appeal to one another, and be mindful of your obligations in respect of ties of kinship. God is always watching over you"},{"SurahNumber":4,"VerseNumber":2,"Text":"Give the orphans the possessions that belong to them, do not exchange good things with bad and do not consume their property, adding it to your own. Surely, this is a great crime"},{"SurahNumber":4,"VerseNumber":3,"Text":"If you fear that you cannot deal fairly with orphan girls, you may marry women of your choice, two or three or four; but if you fear that you might not be able to treat them with equal fairness, then only one -- or [from among] those whom you rightfully possess. That is more likely to keep you from committing an injustice"},{"SurahNumber":4,"VerseNumber":4,"Text":"And give the women their dowers willingly, but if they, of their own accord, remit any part of it to you, you may make use of it with pleasure and goodwill"},{"SurahNumber":4,"VerseNumber":5,"Text":"Do not give those who are of immature mind your property which God has granted you as a means of support: make provision for them out of it, and clothe them, and give them good advice"},{"SurahNumber":4,"VerseNumber":6,"Text":"Keep a close check on orphans till they attain the age of marriage; then, if you find them to be mature of mind, hand over their property to them. Do not consume it by wasteful spending, before they come of age. If the guardian is affluent, let him abstain altogether, and if he is poor, let him have for himself what is just and reasonable. When you hand over their property to them, call witnesses in their presence; God is sufficient as a Reckoner"},{"SurahNumber":4,"VerseNumber":7,"Text":"Men shall have a share in what parents and relatives leave behind, and women shall have a share in what parents and relatives leave behind, whether it be little or much. This is ordained [by God]"},{"SurahNumber":4,"VerseNumber":8,"Text":"If other relatives, orphans or needy people are present at the time of the division, then provide for them out of it, and speak kindly to them"},{"SurahNumber":4,"VerseNumber":9,"Text":"Those who are concerned about the fate of their own helpless children if they should die and leave them behind should show the same concern for orphans. Let them fear God and uphold justice"},{"SurahNumber":4,"VerseNumber":10,"Text":"Those who consume the property of orphans unjustly are actually swallowing fire into their own bellies; soon they will burn in the blazing Flame"},{"SurahNumber":4,"VerseNumber":11,"Text":"Concerning your children, God enjoins you that a male shall receive a share equivalent to that of two females. But if there are more than two females, then their share is two thirds of the inheritance. If there is only one, she will receive the half. Each of your parents receives a sixth of what you leave if you have children. If you are childless and your heirs are your parents, your mother receives a third. If you have brothers [or sisters] your mother receives a sixth, after [the deduction of] any bequest you make or the repayment of any debts with regard to your father and your sons. You do not know which of them is going to benefit you more: but this fixing of portions is by God and He is all knowing and all wise"}]}