{"Id":30,"LanguageCodes":["ar","ara"],"Name":"ara-quransoosi","Author":"Quran Soosi","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"يَٰبَنِي ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدࣲ وَكُلُواْ وَاَشۡرَبُواْ وَلَا تُسۡرِفُواْۚ إِنَّهُۥ لَا يُحِبُّ اُ۬لۡمُسۡرِفِينَ"},{"SurahNumber":7,"VerseNumber":32,"Text":"۞قُلۡ مَنۡ حَرَّمَ زِينَةَ اَ۬للَّهِ اِ۬لَّتِي أَخۡرَجَ لِعِبَادِهِۦ وَاَلطَّيِّبَٰتِ مِنَ اَ۬لرِّزۡقۚ قُّلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي اِ۬لۡحَيَوٰةِ اِ۬لدُّنۡيٜ ا خَالِصَةࣰ يَوۡمَ اَ۬لۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ اُ۬لۡأٓيَٰتِ لِقَوۡمࣲ يَعۡلَمُونَ"},{"SurahNumber":7,"VerseNumber":33,"Text":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ اَ۬لۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَاَلۡإِثۡمَ وَاَلۡبَغۡيَ بِغَيۡرِ اِ۬لۡحَقِّ وَأَن تُشۡرِكُواْ بِاللَّهِ مَا لَمۡ يُنزِلۡ بِهِۦ سُلۡطَٰنࣰ ا وَأَن تَقُولُواْ عَلَى اَ۬للَّهِ مَا لَا تَعۡلَمُونَ"},{"SurahNumber":7,"VerseNumber":34,"Text":"وَلِكُلِّ أُمَّةٍ أَجَلࣱۖ فَإِذَا جَا أَجَلُهُمۡ لَا يَسۡتَاخِرُونَ سَاعَةࣰ وَلَا يَسۡتَقۡدِمُونَ"},{"SurahNumber":7,"VerseNumber":35,"Text":"يَٰبَنِي ءَادَمَ إِمَّا يَاتِيَنَّكُمۡ رُسُلࣱ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ اِ۪تَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ"},{"SurahNumber":7,"VerseNumber":36,"Text":"وَاَلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَاَسۡتَكۡبَرُواْ عَنۡهَا أُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لنّ۪ارِۖ هُمۡ فِيهَا خَٰلِدُونَ"},{"SurahNumber":7,"VerseNumber":37,"Text":"فَمَنۡ أَظۡلَم مِّمَّنِ اِ۪فۡتَر۪يٰ عَلَى اَ۬للَّهِ كَذِبًا أَوۡ كَذَّب بِّـَٔايَٰتِهِۦۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ اَ۬لۡكِتَٰبِۖ حَتَّىٰ إِذَا جَآءَتۡهُمۡ رُسۡلُنَا يَتَوَفَّوۡنَهُمۡ قَالُواْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ اِ۬للَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كٰ۪فِرِينَ"},{"SurahNumber":7,"VerseNumber":38,"Text":"قَالَ اَ۟دۡخُلُواْ فِي أُمَمࣲ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ اَ۬لۡجِنِّ وَاَلۡإِنسِ فِي اِ۬لنّ۪ارِۖ كُلَّمَا دَخَلَتۡ أُمَّةࣱ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰ إِذَا اَ۪دَّارَكُواْ فِيهَا جَمِيعࣰ ا قَالَتۡ أُخۡر۪ىٰهُمۡ لِأُولٜ ىٰهُمۡ رَبَّنَا هَٰؤُلَآءِ اَ۬ضَلُّونَا فَـَٔاتِهِمۡ عَذَابࣰ ا ضِعۡفࣰ ا مِّنَ اَ۬لنّ۪ارِ قَال لِّكُلࣲّ ضِعۡفࣱ وَلَٰكِن لَّا تَعۡلَمُونَ"},{"SurahNumber":7,"VerseNumber":39,"Text":"۞وَقَالَتۡ أُولٜ ىٰهُمۡ لِأُخۡر۪ىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلࣲ فَذُوقُواْ اُ۬لۡعَذَاب بِّمَا كُنتُمۡ تَكۡسِبُونَ"},{"SurahNumber":7,"VerseNumber":40,"Text":"إِنَّ اَ۬لَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَاَسۡتَكۡبَرُواْ عَنۡهَا لَا تُفۡتَحُ لَهُمۡ أَبۡوَٰبُ اُ۬لسَّمَآءِ وَلَا يَدۡخُلُونَ اَ۬لۡجَنَّةَ حَتَّىٰ يَلِجَ اَ۬لۡجَمَلُ فِي سَمِّ اِ۬لۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي اِ۬لۡمُجۡرِمِينَ"},{"SurahNumber":7,"VerseNumber":41,"Text":"لَهُم مِّن جَهَنَّم مِّهَادࣱ وَمِن فَوۡقِهِمۡ غَوَاشࣲۚ وَكَذَٰلِكَ نَجۡزِي اِ۬لظَّٰلِمِينَ"},{"SurahNumber":7,"VerseNumber":42,"Text":"وَاَلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَا أُوْلَٰٓئِكَ أَصۡحَٰبُ اُ۬لۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ"},{"SurahNumber":7,"VerseNumber":43,"Text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلࣲّ تَجۡرِي مِن تَحۡتِهِمِ اِ۬لۡأَنۡهَٰرُۖ وَقَالُواْ اُ۬لۡحَمۡدُ لِلَّهِ اِ۬لَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَا أَنۡ هَدَىٰنَا اَ۬للَّهُۖ لَقَد جَّآءَتۡ رُسُل رَّبِّنَا بِالۡحَقِّۖ وَنُودُواْ أَن تِلۡكُمُ اُ۬لۡجَنَّةُ أُورِثتُّمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ"},{"SurahNumber":7,"VerseNumber":44,"Text":"وَنَادَىٰ أَصۡحَٰبُ اُ۬لۡجَنَّةِ أَصۡحَٰبَ اَ۬لنّ۪ارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقࣰّ ا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقࣰّ اۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ اُ۬للَّهِ عَلَى اَ۬لظَّٰلِمِينَ"},{"SurahNumber":7,"VerseNumber":45,"Text":"اَ۬لَّذِينَ يَصُدُّونَ عَن سَبِيلِ اِ۬للَّهِ وَيَبۡغُونَهَا عِوَجࣰ ا وَهُم بِالۡأٓخِرَةِ كَٰفِرُونَ"},{"SurahNumber":7,"VerseNumber":46,"Text":"وَبَيۡنَهُمَا حِجَابࣱۚ وَعَلَى اَ۬لۡأَعۡرَافِ رِجَالࣱ يَعۡرِفُونَ كُلَّۢا بِسِيمٜ ىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ اَ۬لۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ"}]}