{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"قل اوحي الي انه استمع نفر من الجن فقالوا انا سمعنا قرءانا عجبا (نفر: جماعة, عجبا: يتعجب منه في فصاحته، وبلاغته، ومعانيه)"},{"SurahNumber":72,"VerseNumber":2,"Text":"يهدي الى الرشد فامنا به ولن نشرك بربنا احدا (الرشد: الحق، والهدى)"},{"SurahNumber":72,"VerseNumber":3,"Text":"وانه تعلى جد ربنا ما اتخذ صحبة ولا ولدا (جد ربنا: عظمة ربنا، وجلاله، وغناه, صاحبة: زوجة, صاحبة: زوجة)"},{"SurahNumber":72,"VerseNumber":4,"Text":"وانه كان يقول سفيهنا على الله شططا (سفيهنا: ابليس, سفيهنا: ابليس شططا: قولا بعيدا عن الحق من دعوى الصاحبة والولد)"},{"SurahNumber":72,"VerseNumber":5,"Text":"وانا ظننا ان لن تقول الانس والجن على الله كذبا"},{"SurahNumber":72,"VerseNumber":6,"Text":"وانه كان رجال من الانس يعوذون برجال من الجن فزادوهم رهقا (يعوذون: يستجيرون، ويستعيذون, رهقا: طغيانا، وسفها)"},{"SurahNumber":72,"VerseNumber":7,"Text":"وانهم ظنوا كما ظننتم ان لن يبعث الله احدا (وانهم ظنوا: وان كفار الانس حسبوا)"},{"SurahNumber":72,"VerseNumber":8,"Text":"وانا لمسنا السماء فوجدنها مليت حرسا شديدا وشهبا (لمسنا السماء: طلبنا بلوغ السماء؛ لاستراق السمع, وشهبا: نجوما محرقة؛ وذلك لما بعث النبي - صلى الله عليه وسلم)"},{"SurahNumber":72,"VerseNumber":9,"Text":"وانا كنا نقعد منها مقعد للسمع فمن يستمع الان يجد له شهابا رصدا (مقاعد للسمع: مواضع؛ لنستمع الى اخبارها, رصدا: ارصد له؛ ليرمى به)"},{"SurahNumber":72,"VerseNumber":10,"Text":"وانا لا ندري اشر اريد بمن في الارض ام اراد بهم ربهم رشدا (رشدا: خيرا، وصلاحا، ورحمة)"},{"SurahNumber":72,"VerseNumber":11,"Text":"وانا منا الصلحون ومنا دون ذلك كنا طرايق قددا (طرايق قددا: فرقا ومذاهب مختلفة)"},{"SurahNumber":72,"VerseNumber":12,"Text":"وانا ظننا ان لن نعجز الله في الارض ولن نعجزه هربا (ظننا: ايقنا, لن نعجز الله: لن نفوته، ونفلت من قبضته)"},{"SurahNumber":72,"VerseNumber":13,"Text":"وانا لما سمعنا الهدى ءامنا به فمن يومن بربه فلا يخاف بخسا ولا رهقا (بخسا: نقصانا من حسناته, ولا رهقا: ولا ظلما يلحقه بزيادة في سيياته)"},{"SurahNumber":72,"VerseNumber":14,"Text":"وانا منا المسلمون ومنا القسطون فمن اسلم فاوليك تحروا رشدا (القاسطون: الجايرون، الظالمون الذين حادوا عن الحق, تحروا رشدا: قصدوا طريق الحق، واجتهدوا في اختياره)"},{"SurahNumber":72,"VerseNumber":15,"Text":"واما القسطون فكانوا لجهنم حطبا"},{"SurahNumber":72,"VerseNumber":16,"Text":"والو استقموا على الطريقة لاسقينهم ماء غدقا (والو استقاموا: وانه لو استقام الكفار, الطريقة: دين الاسلام, غدقا: كثيرا)"},{"SurahNumber":72,"VerseNumber":17,"Text":"لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا (لنفتنهم فيه: لنختبرهم كيف يشكرون نعم الله عليهم, يسلكه: يدخله, صعدا: شديدا شاقا)"},{"SurahNumber":72,"VerseNumber":18,"Text":"وان المسجد لله فلا تدعوا مع الله احدا"},{"SurahNumber":72,"VerseNumber":19,"Text":"وانه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا (يدعوه: يعبد ربه, كادوا: قارب الجن, لبدا: جماعات متراكبة بعضها فوق بعض، من شدة ازدحامهم لسماع القران منه)"},{"SurahNumber":72,"VerseNumber":20,"Text":"قل انما ادعوا ربي ولا اشرك به احدا"},{"SurahNumber":72,"VerseNumber":21,"Text":"قل اني لا املك لكم ضرا ولا رشدا (رشدا: نفعا)"},{"SurahNumber":72,"VerseNumber":22,"Text":"قل اني لن يجيرني من الله احد ولن اجد من دونه ملتحدا (يجيرني: ينقذني, ملتحدا: ملجا افر اليه من عذابه)"},{"SurahNumber":72,"VerseNumber":23,"Text":"الا بلغا من الله ورسلته ومن يعص الله ورسوله فان له نار جهنم خلدين فيها ابدا (الا بلاغا: لكن املك ان ابلغكم)"},{"SurahNumber":72,"VerseNumber":24,"Text":"حتى اذا راوا ما يوعدون فسيعلمون من اضعف ناصرا واقل عددا"},{"SurahNumber":72,"VerseNumber":25,"Text":"قل ان ادري اقريب ما توعدون ام يجعل له ربي امدا (ان ادري: ما ادري, ما توعدون: العذاب الذي وعدتم به, امدا: مدة طويلة)"},{"SurahNumber":72,"VerseNumber":26,"Text":"علم الغيب فلا يظهر على غيبه احدا"},{"SurahNumber":72,"VerseNumber":27,"Text":"الا من ارتضى من رسول فانه يسلك من بين يديه ومن خلفه رصدا (يسلك: يرسل, رصدا: ملايكة يحفظونه، ويحرسونه)"},{"SurahNumber":72,"VerseNumber":28,"Text":"ليعلم ان قد ابلغوا رسلت ربهم واحاط بما لديهم واحصى كل شيء عددا"},{"SurahNumber":73,"VerseNumber":1,"Text":"يايها المزمل (المزمل: اصلها: المتزمل، اي: المتلفف بثيابه)"},{"SurahNumber":73,"VerseNumber":2,"Text":"قم اليل الا قليلا"},{"SurahNumber":73,"VerseNumber":3,"Text":"نصفه او انقص منه قليلا"},{"SurahNumber":73,"VerseNumber":4,"Text":"او زد عليه ورتل القرءان ترتيلا (ورتل: اقرا بتودة وتمهل؛ مبينا الحروف والوقوف)"},{"SurahNumber":73,"VerseNumber":5,"Text":"انا سنلقي عليك قولا ثقيلا (ثقيلا: عظيما، مشتملا على الاوامر والنواهي)"},{"SurahNumber":73,"VerseNumber":6,"Text":"ان ناشية اليل هي اشد وطا واقوم قيلا (ناشية الليل: العبادة التي تنشا في جوف الليل بعد النوم, هي اشد وطيا: اشد تاثيرا في القلب, واقوم قيلا: ابين قولا؛ لحضور القلب، وقلة الشواغل)"},{"SurahNumber":73,"VerseNumber":7,"Text":"ان لك في النهار سبحا طويلا (سبحا: تصرفا، وتقلبا في مصالحك)"},{"SurahNumber":73,"VerseNumber":8,"Text":"واذكر اسم ربك وتبتل اليه تبتيلا (وتبتل: انقطع لعبادته)"},{"SurahNumber":73,"VerseNumber":9,"Text":"رب المشرق والمغرب لا اله الا هو فاتخذه وكيلا (وكيلا: تفوض امورك اليه، وتعتمد عليه)"},{"SurahNumber":73,"VerseNumber":10,"Text":"واصبر على ما يقولون واهجرهم هجرا جميلا (هجرا جميلا: اعرض عنهم؛ تاركا الانتقام منهم)"},{"SurahNumber":73,"VerseNumber":11,"Text":"وذرني والمكذبين اولي النعمة ومهلهم قليلا (اولي النعمة: اصحاب النعيم والترف, ومهلهم قليلا: اجلهم زمنا قليلا بتاخير العذاب عنهم)"},{"SurahNumber":73,"VerseNumber":12,"Text":"ان لدينا انكالا وجحيما (انكالا: قيودا ثقيلة)"},{"SurahNumber":73,"VerseNumber":13,"Text":"وطعاما ذا غصة وعذابا اليما (ذا غصة: ينشب في الحلوق، لا يستساغ؛ لكراهته)"},{"SurahNumber":73,"VerseNumber":14,"Text":"يوم ترجف الارض والجبال وكانت الجبال كثيبا مهيلا (ترجف: تضطرب, كثيبا: رملا مجتمعا, مهيلا: سايلا متناثرا)"},{"SurahNumber":73,"VerseNumber":15,"Text":"انا ارسلنا اليكم رسولا شهدا عليكم كما ارسلنا الى فرعون رسولا"},{"SurahNumber":73,"VerseNumber":16,"Text":"فعصى فرعون الرسول فاخذنه اخذا وبيلا (وبيلا: شديدا)"},{"SurahNumber":73,"VerseNumber":17,"Text":"فكيف تتقون ان كفرتم يوما يجعل الولدن شيبا"},{"SurahNumber":73,"VerseNumber":18,"Text":"السماء منفطر به كان وعده مفعولا (منفطر به: متصدعة في يوم القيامة, مفعولا: واقعا لا محالة)"},{"SurahNumber":73,"VerseNumber":19,"Text":"ان هذه تذكرة فمن شاء اتخذ الى ربه سبيلا (سبيلا: طريقا بالطاعة)"}]}