{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Amek tga Loennet i ippuweââden i wid iêezzben: ddaw as isaffen ppazzalen, lqut is akked tili s, d imezgiyen. D tagi ay d taggara n wid iêezzben. Taggara ijehliyen, d times"},{"SurahNumber":13,"VerseNumber":36,"Text":"Wid iwumi Nefka Tazmamt, ad feôêen s wayen i k d irsen. Illa wayen ugin kra ikabaren. Ini: \"pwamôe$ kan ad âabde$ Öebbi, ur aS pcarake$. Pnuju$ $uôeS, tu$alin iw $uôeS"},{"SurahNumber":13,"VerseNumber":37,"Text":"Akka ay t id Nessers, d ûûwab, s taâôabt. Ma teddiv d lhawiyya nnsen, deffir tisin n tussna $uôek, ur k ipfukku bab ne$ asettaô, seg ufus n Öebbi"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ni$ Nuzen ed imazanen, uqbel ik, Nefka yasen tilawin, tarwa. Ur ippunefk ara i umazan a d iawi assekni siwa ma Iâammed Öebbi. Yal lajel s Tezmamt is"},{"SurahNumber":13,"VerseNumber":39,"Text":"Iseffev u Itebbit Öebbi ay S ihwan. £uôeS tayimmap n Tezmamt"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ama Nessken ak kra n wayen i sen Nâahed, ama Neddem ôôuê ik, ay fellak kan d isallen, ay fella£ d aqeîîi"},{"SurahNumber":13,"VerseNumber":41,"Text":"Day ur walan ara Neppas ed ar tmurt, Nessenqas di leryaf is? Öebbi Ipseyyi; yiwen ur ipnamar aseyyi iS. Neppa, Ip$awal di leêsab"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ni$ ppandin wid i ten id izwaren. Tiêeôci, akw, ar Öebbi. Iéôa i ikseb yal iman. Ad éôen ijehliyen anwa ara iawven s Axxam"},{"SurahNumber":13,"VerseNumber":43,"Text":"Qqaôen wid ijehlen: \"ur telliv d amazan\". Ini: \"ad Iqadd Öebbi d Anagi gari yidwen, akked kra isâan tussna n Tazmamt"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alô. Tazmamt, Nessers ak p id, iwakken a ppessuff$ev imdanen si tillas ar tafat, s wannuf n Mass nnsen, s abrid n Wuzmir, Amaâzuz"},{"SurahNumber":14,"VerseNumber":2,"Text":"Öebbi ilan i illan deg igenwan, i illan di tmurt. A ssxev ijehliyen, ilmend uâaqeb uqsiê"},{"SurahNumber":14,"VerseNumber":3,"Text":"i ismenyafen tameddurt n ddunit wala laxeôt, i iswexxiôen seg ubrid n Öebbi, u ssaramen t d uâwij! Widak, atnan di ttelfan u$miq"},{"SurahNumber":14,"VerseNumber":4,"Text":"Ur d Nuzen amazan, siwa s tmeslayt n ugdud is, iwakken ad asen ibeggen. Öebbi Itellif win i S ihwan, Inehhu win i S ihwan. Neppa d Uzmir, d Bab n ûûwab"},{"SurahNumber":14,"VerseNumber":5,"Text":"Ih, ni$ Nuzen ed Musa, s issekniyen nne£: \"ssuffe$ agdud ik, si tillas ar tafat. Mmekti yas d ussan n Öebbi\". Deg waya, war ccekk, d issekniyen i yal aûebôi isnemmiren"},{"SurahNumber":14,"VerseNumber":6,"Text":"Mi inna Musa i ugdud is: \"mmektit ed l$it ikwen I$at Öebbi, mi kwen Isellek si lois n Ferâun, i issuken fellawen lhemm uqsiê. Zellun arrac nnwen, ssidiren tilawin nnwen. Deg waya, s$uô Mass nnwen, d cedda tameqwôaêant"},{"SurahNumber":14,"VerseNumber":7,"Text":"Mi d Inna Mass nnwen: \"ma tesnemmrem, ih, ad awen Rnu$. Ma tjehlem, aâaqeb iW, war ccekk, ad iwâaô"},{"SurahNumber":14,"VerseNumber":8,"Text":"Inna Musa: \"ma tjehlem, kunwi akked wid n tmurt meôôa, ihi, Öebbi d Asâay, d Amaâzuz"},{"SurahNumber":14,"VerseNumber":9,"Text":"Day ur kwen id ibbwiv ara usali imezwura nnwen: agdud n Nuê, Âad, Tamud, akked wid iten ivefôen? Ur ten issin yiwen, siwa Öebbi. Usan ten id imazanen nnsen, s ubeggen. Rran ifassen nnsen s imawen nnsen, nnan: \"S tidep, nejhel ayen i$ef d teppuceggâam. Ih, nekwni di ccekk imcebbwel, $ef wayen u$uô la $ tneccdem"}]}