{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"[Janto] tuma nde Ibraa hiima maakannoo ben makko Aazara: \"Ea jogitoto sanamuuji reweteeɗi?\" Pellet, min miɗo yi'e an e yimɓe maa ɓen,e nder majjere ɓanngunde"},{"SurahNumber":6,"VerseNumber":75,"Text":"Ko wano non Men holliri Ibraahiima laamuuji kammuuli ɗin e leydi ndin, e fii yo o jeye e yananaaɓe ɓen"},{"SurahNumber":6,"VerseNumber":76,"Text":"Nde jemma on niɓɓitunoo e makko, o tini hoodere, o maaki : \"Ndee ɗoo ko joomi am!\" Ɓaawo nde mutii, o maaki : \"Mi yiɗaa mutooɓe ɓen"},{"SurahNumber":6,"VerseNumber":77,"Text":"Nde o tini lewru ndun no jalbi, o maaki : \"Nduu ɗoo ko joomi am!\" Ɓaawo ndu mutii, o maaki : \"Si Joomi am fewnaali lam, ma mi jeye e yimɓe majjuɓe ɓen"},{"SurahNumber":6,"VerseNumber":78,"Text":"Nde o tinunoo naange ngen no jalbi, o maaki : \"Ngee ɗoo ko joomi am! Ko ngee ɗoo ɓuri mawnude\" Ɓaawo nge mutii, o maaki : \"Ko onon yo yimɓe am, min ko mi daɗndiiɗo e kon ko sirkoton"},{"SurahNumber":6,"VerseNumber":79,"Text":"Min dey mi fewtinirii yeeso am ngon e On Taguɗo kammuuli ɗin e leydi ndin ; ooñiiɗo=haniifiyanke, min mi jeyaaka e sirkooɓe ɓen"},{"SurahNumber":6,"VerseNumber":80,"Text":"Yimɓe makko ɓen wennji mo ; o maaki : \"E on wennjay lam fii Alla, gomɗii le O fewnii lam? Mi hulataa kon ko kafidoton e Makko, si wanaa nde Joomi am Muuyi huunde. Joomi am yaajanii kala huunde anndal. E on waajitotaako"},{"SurahNumber":6,"VerseNumber":81,"Text":"Ko honno mi hulirta kon ko kafiduɗon on hulaali onon le on kafidii Alla e huunde nde O Jippinanaali on hujja? Ko honnde e feddeeji ɗin ɗiɗi ɓuri hanndude e deeƴere? Si on laatike annduɓe"},{"SurahNumber":6,"VerseNumber":82,"Text":"Ɓen gomɗimɓe ɓe jillaali gomɗinal maɓɓe ngal e tooñe, ɓen ɗon no woodani ɓe hoolaare, ɓen ko feewuɓe"},{"SurahNumber":6,"VerseNumber":83,"Text":"Ɗun ko hujja Amen mo Men Okki Ibraahiima e dow yimɓe Makko ɓen. Meɗen Ɓamtana darjaaji on mo Men Muuyi. Pellet, Joomi maaɗa ko Ñeeño, Annduɗo"},{"SurahNumber":6,"VerseNumber":84,"Text":"Men Okki mo Ishaaqa e Yaaquuba Men fewni ɓe kala. E Nuuhu Men Fewni mo ko adii, hino jeyaa e jurriiyaaji makko, Daawuuda e Sulaymaana e Ayyuuba e Yuusufa e Muusaa e Haaruuna. Ko wano nii Men yoɓirta moƴƴinooɓe ɓen"},{"SurahNumber":6,"VerseNumber":85,"Text":"E Zakariyaa e Yahyaa e Iisaa e Ilyaasa, kala maɓɓe ko jeyaaɓe e moƴƴuɓe"},{"SurahNumber":6,"VerseNumber":86,"Text":"E Ismaa'iila e Alyasa'a e Luutu, kala maɓɓe Men Ɓurnii e Winndere nden"},{"SurahNumber":6,"VerseNumber":87,"Text":"E baabiraaɓe maɓɓe ɓen e Jurriiyaaji maɓɓe ɗin e musiɗɓe maɓɓe ɓen, Men Suɓii ɓe, Men Fewni ɓe e laawol focciingol"},{"SurahNumber":6,"VerseNumber":88,"Text":"Ɗum ko peewal Alla, himo Fewnira ngal on Mo O Muuyi e jeyaaɓe Makko ɓen. Sinno ɓe sirkuno, poɓayno=yirbatna gaay e maɓɓe kon ko ɓe gollaaynoo"},{"SurahNumber":6,"VerseNumber":89,"Text":"Ko ɓen woni ɓe Men Okki Deftere nden e Ñeñƴal ngal e Annabaaku ngun. Si ɓee yeddii ɗin, gomɗii Men Fawii ɗi yimɓe, ɓe laataaki yeddooɓe ɗi"},{"SurahNumber":6,"VerseNumber":90,"Text":"Ko ɓen woni ɓe Alla Fewni : ko peewal maɓɓe ngal ñemtintaa. Maaku : \"Mi lamndotaako e ɗum njoɓdi\". Nde wonaali si wanaa waaju Winndere nden"},{"SurahNumber":6,"VerseNumber":91,"Text":"Ɓe mawniniraali Alla no O haani mawninireede non tuma ɓe wi'unoo : \"Alla Jippinaali e neɗɗanke hau e huunde\". Maaku : \"Ko hommno jippini Deftere nde Muusaa addi nden, ko nde annoora e peewal wonannde yimɓe ɓen? Hiɗon waɗa nde ɗeri, feññinon goɗɗum e majji, suuɗon ko heewi.Anndinaɗon ko onon anndaano onon, wanaa baabiraaɓe mo'on. Maaku : \"Ko Alla\". Refti accaaɓe e jumpougol maɓɓe hiɓe fija"},{"SurahNumber":6,"VerseNumber":92,"Text":"Ndee ɗoo ko Deftere nde Men Jippini : barkinaande, goonginnde ko woni yeesi mayre, e fii yo a waajor nde yimɓe Makko ɓen e ɓen wonɓe takko ɗon. Ɓen gomɗimɓe laakara, hino gomɗini nden, kamɓe hiɓe reenoo e julde maɓɓe nden"},{"SurahNumber":6,"VerseNumber":93,"Text":"Alaa ɓurɗo tooñude haa foti wa on fefindiiɗo e Alla fenaande maa o wi'i : \"Wahayinaama e am\", hara hay huunde wahayinaaka e makko. E on wi'uɗo : \"Mi jippinay sugu kon ko Alla Jippini\". Sinno a tinuno nde tooñooɓe ɓen woni e paɗɗe maayde, hara Malaa'ikaaɓe ɓen hino fonti juuɗe maɓe ɗen (no wi'a): \"Yaltinee pittaali mon ɗin. Hannde on yoɓete lepte hoynooje sabu kon ko haalaynoɗon e hoore Alla ko wanaa goonga, laatiɗon gaay e Aayeeje Makko ɗen hiɗon mawnintinoo"},{"SurahNumber":6,"VerseNumber":94,"Text":"Gomɗii on ardirii Men telɗugol, wano Men Tagirnoo on arannde laawol, on accii kon ko Men Jeynunoo on ɓaawo mon. Men Yiidaali e mon tefooɓe mon ɓen ɓe aaƴinoɗon wonnde kamɓe e mooɗon ko ɓe kafiduɓe. Gomɗii taƴondiral waɗii hakkunde mo'on : majjirii on kon ko laatinoɗon hiɗon aaƴoo"}]}