{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And olsun ki, biz Âdem oğullarını aziz, saygıdeğer kıldık; karada ve denizde onları taşıyacak araçlar (imâl etme yeteneğini) verdik; onları yararlı, temiz ve iyi nimetlerle rızıklandırdık ve onları yarattıklarımızın çoğundan üstün kıldık da kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"Bir gün bütün insanları önder ve liderleriyle birlikte çağıracağız. Artık kimin (amel) kitabı sağ eline verilirse, işte onlar kitaplarını (rahatlıkla, güven duyarak) okuyacaklar ve bir hurma fitili kadar haksızlığa uğramıyacaklar"},{"SurahNumber":17,"VerseNumber":72,"Text":"Kim bu Dünya´da korse, Âhiret´te de o kördür ve yol cihetiyle daha da şaşkındır"},{"SurahNumber":17,"VerseNumber":73,"Text":"Neredeyse onlar sana vahyettiğimizden başkasını bize karşı uydurman için seni bile fitneye düşürecek ve o takdirde seni samimi bir dost edineceklerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eğer sana sebat vermemiş olsaydık, az da olsa, onlara neredeyse meyledecektin"},{"SurahNumber":17,"VerseNumber":75,"Text":"Ve o takdirde sana hayatın da, ölümün de (acısını) kat kat tattırırdık, sonra da kendine, bize karşı bir yardımcı da bulamazdın"},{"SurahNumber":17,"VerseNumber":76,"Text":"Yakında seni bu yerden çıkartmak için seni rahatsız edip dururlar. O takdirde kendileri de senin ardından pek az bir süre kalıp (sonra da) yok olup giderler"},{"SurahNumber":17,"VerseNumber":77,"Text":"Bu senden önce gönderdiğimiz peygamberler hakkında (câri) bir sünnettir ve sen sünnetimizde bir değişiklik bulamazsın"},{"SurahNumber":17,"VerseNumber":78,"Text":"Güneş´in (zeval vaktinde) kaymasından, gecenin kararmasına kadar namaz kıl; bir de Kur´ân´ın (feyiz ve bereketiyie içice olan) sabah namazını kıl; şüphesiz ki sabah namazına (melekler) şâhid olur"},{"SurahNumber":17,"VerseNumber":79,"Text":"Gecenin bir bölümünde uykudan kalk da sana has, fazladan bir namazı, onunla (Kur´ân ile) kıl. Umulur ki Rabbin seni MAKAM-I MAH-MÛD´a (=Övülmeğe lâyık makama, Şefaat makamına) eriştirir"},{"SurahNumber":17,"VerseNumber":80,"Text":"De ki: Rabbim ! Beni gireceğim yere sıdk ile sok, çıkaracağın yerden sıdk ile çıkar ve kendi katından bana yardımcı bir kuvvet ver"},{"SurahNumber":17,"VerseNumber":81,"Text":"De ki: Hakk geldi, bâtıl yok oldu ; çünkü gerçekten bâtıl yok olmaya mahkûmdur"},{"SurahNumber":17,"VerseNumber":82,"Text":"Kur´ân´dan mü´minlere şifâ ve rahmet olan (parçalar, bölümler) indiririz. Zâlimlerin ise ancak ziyanını artırır"},{"SurahNumber":17,"VerseNumber":83,"Text":"İnsana nîmet verdiğimiz zaman yüzçevirir de yançizer. Kendisine kötülük dokunduğu zaman ümitsizliğe kapılır"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki: Herkes mizacına ve inancına göre amel eder. O halde kimin daha doğru yolda bulunduğunu Rabbiniz daha iyi bilir"},{"SurahNumber":17,"VerseNumber":85,"Text":"Sana ruhtan soruyorlar, de ki: Ruh Rabbimin emrindendir. Size ilimden az bir şey verilmiştir"},{"SurahNumber":17,"VerseNumber":86,"Text":"And olsun ki, dilersek sana vahyettiğimizi giderip götürürüz (hafızandaki her şeyi sileriz). Sonra bize karşı kendinden yana bir vekil de bulamazsın"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ancak Rabbinden bir rahmet (onu gidermiştir. Şüphesiz ki O´nun sana iyilik ve ikramı pek büyüktür)"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki: Eğer insanlarla cinler, birbirlerine yardımcı ve destek de olsalar, bu Kur´ân´ın bir benzerini getirmek için biraraya gelseler, yine de onun bir benzerini (yazıp) getiremezler"},{"SurahNumber":17,"VerseNumber":89,"Text":"And olsun ki biz, bu Kur´ân´da (lüzumlu) her misâli tekrar tekrar açıkladık; yine de insanların çoğu inkâr ve nankörlükte ısrar edip dururlar"},{"SurahNumber":17,"VerseNumber":90,"Text":"(Sapık kâfirler) dediler ki: Mümkün değil sana inanmayız, tâ ki bize yerden kaynak (su) çıkarasın"},{"SurahNumber":17,"VerseNumber":91,"Text":"Veya sana ait hurmalık ve bağlar olup aralarından ırmaklar fışkırtarak akıtasın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Veya iddia ettiğin gibi göğü parça parça üzerimize düşüresin ya da Allah´ı ve meleklerini karşımıza (kanıt ve açık belge) olarak getiresin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Veya senin altınla kaplanmış (cinsten) bir evin olsun, ya da göğe yükselesin, —ama okuyabileceğimiz bir kitabı oradan üzerimize indirmedikçe senin göğe yükselmene de elbette inanmıyacağız— De ki: Rabbimi tenzîh ederim; ben peygamber olan bir insandan başka bir şey miyim"},{"SurahNumber":17,"VerseNumber":94,"Text":"Doğru yolu gösteren (Kur´ân) geldiğinde insanları inanmaktan alı1 koyan şey, sadece «Allah bir insanı mı peygamber olarak göndermiş ?!» demeleridir"},{"SurahNumber":17,"VerseNumber":95,"Text":"De ki: Eğer yeryüzünde eyleşip gönülleri mutmain ve huzur içinde yürüyen melekler bulunsaydı, elbette üzerlerine gökten peygamber olarak melek gönderirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: Benimle sizin aramızda şâhid olarak Allah yeter. Şüphesiz ki O, kullarından haberlidir ve (onların her hâlini) görendir"},{"SurahNumber":17,"VerseNumber":97,"Text":"Allah kimi doğru yola iletirse, o doğru yolu bulmuş olur. Kimi de saptırırsa. artık Allah´tan başka onlar için elbette dost ve yardımcı bulamazsın. Kıyamet günü ise onları yüzükoyun körler, dilsizler, sağırlar olarak kaldırıp hesap alanına sevkedeceğiz. Varıp eyleşecekleri yer Cehennem´dir. Onun ateşi tesirini kaybetmeye yüz tutunca, biz onun çılgınca (yükselen) alevlerini onlardan yana artırırız"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bu, onların âyetlerimizi inkâr etmeleri ve «biz kemikler ve ufalıp toz-toprak haline geldikten sonra mı yeni bir yaratık olarak dirilip kaldırılacağız ?» demelerine karşılık cezalarıdır"}]}