{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"And it is He who merged the two seas; this one fresh and sweet, and that one salty and bitter; and He placed between them a barrier, and an impassable boundary"},{"SurahNumber":25,"VerseNumber":54,"Text":"And it is He who, from fluid, created the human being. Then He made relationships through marriage and mating. Your Lord is Omnipotent"},{"SurahNumber":25,"VerseNumber":55,"Text":"And yet, instead of God, they serve what neither profits them nor harms them. The disbeliever has always turned his back on his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"We sent you only as a herald of good news and a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, 'I ask of you no payment for this—only that whoever wills may take a path to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"And put your trust in the Living, the One who never dies; and celebrate His praise. He suffices as the All-Informed Knower of the faults of His creatures"},{"SurahNumber":25,"VerseNumber":59,"Text":"He who created the heavens and the earth and everything between them in six days, then settled on the Throne. The Most Merciful. Ask about Him a well-informed"},{"SurahNumber":25,"VerseNumber":60,"Text":"And when it is said to them, 'Bow down to the Merciful,' they say, 'And what is the Merciful? Are we to bow down to whatever you command us?' And it increases their aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He who placed constellations in the sky, and placed in it a lamp, and an illuminating moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"And it is He who made the night and the day alternate—for whoever desires to reflect, or desires to show gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"The servants of the Merciful are those who walk the earth in humility, and when the ignorant address them, they say, 'Peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"And those who pass the night prostrating themselves to their Lord and standing up"},{"SurahNumber":25,"VerseNumber":65,"Text":"And those who say, ''Our Lord, avert from us the suffering of Hell, for its suffering is continuous"},{"SurahNumber":25,"VerseNumber":66,"Text":"It is indeed a miserable residence and destination"},{"SurahNumber":25,"VerseNumber":67,"Text":"And those who, when they spend, are neither wasteful nor stingy, but choose a middle course between that"},{"SurahNumber":25,"VerseNumber":68,"Text":"And those who do not implore besides God any other god, and do not kill the soul which God has made sacred—except in the pursuit of justice—and do not commit adultery. Whoever does that will face penalties"},{"SurahNumber":25,"VerseNumber":69,"Text":"The punishment will be doubled for him on the Day of Resurrection, and he will dwell therein in humiliation forever"},{"SurahNumber":25,"VerseNumber":70,"Text":"Except for those who repent, and believe, and do good deeds. These—God will replace their bad deeds with good deeds. God is ever Forgiving and Merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"Whoever repents and acts righteously—has inclined towards God with repentance"},{"SurahNumber":25,"VerseNumber":72,"Text":"And those who do not bear false witness; and when they come across indecencies, they pass by with dignity"},{"SurahNumber":25,"VerseNumber":73,"Text":"And those who, when reminded of the revelations of their Lord, do not fall before them deaf and blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"And those who say, 'Our Lord, grant us delight in our spouses and our children, and make us a good example for the righteous"},{"SurahNumber":25,"VerseNumber":75,"Text":"Those will be awarded the Chamber for their patience, and will be greeted therein with greetings and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"Abiding therein forever—it is an excellent residence and destination"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say, 'What are you to my Lord without your prayers? You have denied the truth, and the inevitable will happen"}]}