{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Tharowangka: A Mata-an! A Sakun na inisapar Rakun so Kashowasowata Ko ko siran a Puphanongganowin niyo a salakao ko Allah,- ko Kiyapakatalingoma Rakun o manga rarayag a Karina a pho-on ko Kadnan Ko; go ini Sogo Rakun a Mbayorantang Ako ko Kadnan o manga Ka-adun"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sukaniyan so Miyadun rukano pho-on sa Botha, oriyan niyan na pho-on sa Notfa, oriyan niyan na miyakapo-on sa rogo a mimbathik; oriyan niyan na Puphakaliyon kano Niyan a Wata: Oriyan niyan na angkano raotun ko kakhasad iyo; oriyan niyan na angkano mabaloi a manga lokus;- na so saba-ad rukano na tao a Puphatai ko da niyan pun kapakatowa;- go angkano raotun ko Adiyal a Miyapunto; ka-a niyo di-i manggudaguda"},{"SurahNumber":40,"VerseNumber":68,"Text":"Sukaniyan so Puphangoyag go Puphangimatai; na igira a adun a pakapunggolalanun Niyan a Sogowan, na aya bo a Putharo-on Niyan non: Na Kon, na Ma-adun"},{"SurahNumber":40,"VerseNumber":69,"Text":"Bangka da Manggudaguda so siran a Puphamawalun niran so manga Ayat o Allah? O andamanaya 1 Katatalikhod iran"},{"SurahNumber":40,"VerseNumber":70,"Text":"Siran so Piyakambokhag iran so Kitab, go so ini Sogo Ami Sukaniyan ko manga Sogo Ami: Na katokawan niran ndun"},{"SurahNumber":40,"VerseNumber":71,"Text":"Ko masa a so manga patong na matago ko manga lig iran, na go so manga rantai,- na tonda-an siran"},{"SurahNumber":40,"VerseNumber":72,"Text":"Ko Phulikabo a ig; oriyan niyan na pakakadugun siran ko Apoi"},{"SurahNumber":40,"VerseNumber":73,"Text":"Oriyan niyan na Tharo-on kiran: Anda so Ipuphamanakoto niyo"},{"SurahNumber":40,"VerseNumber":74,"Text":"A salakao ko Allah? Isumbag iran: Diyorat kami ran: Kuna, ka da-a Piyanongganoi ami gowani, a maito bo. Lagid man noto a Kandadaga o Allah ko Miyamangongkir"},{"SurahNumber":40,"VerseNumber":75,"Text":"Giyoto man na sabap ko Kiyakhariyala iyo ko Lopa sa di ontol, go sabap ko Kiyambotakal iyo"},{"SurahNumber":40,"VerseNumber":76,"Text":"Pamanolud kano ko manga Pinto o Naraka Jahannam, a Makakakal kano ron: Na Miyakaratarata a Darpa o manga Takabor"},{"SurahNumber":40,"VerseNumber":77,"Text":"Na Phantang Ka: Mata-an! A so diyandi o Allah na Bunar: Na amai ka Paki-ilai Ami Ruka so saba-ad ko idi diyandi Ami kiran,o di na tanganun Nami Suka,-na si-i siran Rukami bo Phamakandoda"},{"SurahNumber":40,"VerseNumber":78,"Text":"Na Sabunsabunar a Somiyogo Kami sa manga Sogo a Miyaona an Ka: So saba-ad kiran na tao a Piyanothol Ami Ruka, na so sabaad kiran na da Ami Ruka Panothola. Na da mapatot ko Sogo a ba adun a Mitalingoma Niyan a Tanda inonta o sabap ko Idin o Allah: Na amai ka Makaoma so Sogowan o Allah, na Mikokom so Bunar, na malogi ro-o dun so minggagalubuk sa ribat"},{"SurahNumber":40,"VerseNumber":79,"Text":"So Allah so Miyadun rukano ko manga Ayam, ka angkano gi-i Makakhoda ko saba-a don, go so saba-adon na Pukhakan niyo"},{"SurahNumber":40,"VerseNumber":80,"Text":"Go adun a bagiyan niyo a matatago-on a manga gona,- go kagiya a niyo misampai sa sabap rukaniyan so Hadiyat a matatago ko manga Rarub iyo; go so liyawao niyan a go so liyawao o manga Kapal na Pukharoran kano ron"},{"SurahNumber":40,"VerseNumber":81,"Text":"Na Puphaki-ilai Niyan rukano so manga Tanda Iyan: Na anda ko manga Tanda o Allah i Pagongkirun niyo"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ba siran nda makandalakao ko Lopa ka-a niran Mapagilailai o antona-a i1 miyambutad o Kiyaakiran ko siran a Miya-ona an niran? Aya butad iran na madakul a di siran, go makalalawan i bagur go manga rarad ko Lopa: Na da kiran makalinding so miyasokat iran"},{"SurahNumber":40,"VerseNumber":83,"Text":"Na kagiya a Mitalingoma kiran o manga Sogo kiran so manga rarayag a Karina, na kiyababaya-an niran so shisi-i kiran a Kata-o; na Kiyatangkalan siran o Piyamagurugan niran noto (a siksa)"},{"SurahNumber":40,"VerseNumber":84,"Text":"Na kagiya a kasandungan niran so siksa Ami, na Pitharo iran: Piyaratiyaya mi so Allah; a Isa Isa Sukaniyan-go Inongkir Ami so Sukami na ini Pamanakoto ami Ron"},{"SurahNumber":40,"VerseNumber":85,"Text":"Na da kiran makanggai a gona so Paratiyaya iran ko Kiyasandungi ran ko siksa Ami. Okit o Allah a Sabunar a Miyaipos ko manga Oripun Niyan. Na Miyalogi ro-oman so Miyamangongkir"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha Mim. So Allah ı Mata-o ko Paka-a antapan Niyan ro-o"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Giyangkai a Qur-an na) Initoron a pho-on ko Masalinggagao, a Makalimo-on"},{"SurahNumber":41,"VerseNumber":3,"Text":"Kitab, a Pishalisai so manga Ayaton;-A Qur-an a Basa Arab, a ruk o Pagtao a manga Tata-o ron"},{"SurahNumber":41,"VerseNumber":4,"Text":"Puphamanothol sa mapiya go uphamaka-iktiyar: Na tomiyalikhod so kadakulan kiran, na siran na di siran Phamakinug"},{"SurahNumber":41,"VerseNumber":5,"Text":"Na Pitharo iran: a so manga poso ami na matatago ko manga totop, pho-on ko Iputhawag Ka rukami sukaniyan, go kiyatagowan so manga Tangila mi sa kabungul, go ka-a lutan kami a go Suka sa runding: Na Nggalubuk Ka; ka Mata-an! A Sukami na Gomagalubuk (Mambo)"},{"SurahNumber":41,"VerseNumber":6,"Text":"Tharowangka (Ya Muhammad): A Sakun na matag Manosiya a lagid iyo: Iphagilaham Rakun, a aya bo a Tohan niyo na so Tohan a Isa Isa: Na Pananangoran kano si-i Rukaniyan, go Panguni kano Ron sa Ma-ap. Na sangat a siksa a ruk o"},{"SurahNumber":41,"VerseNumber":7,"Text":"manga Pananakoto,7. Siran na di iran thona-in so Zakat, go siran na so Akhirat na siran na o Ongkirun niran"},{"SurahNumber":41,"VerseNumber":8,"Text":"Mata-an! A so Miyamaratiyaya go Pinggalubuk iran so manga pipiya, na adun a Bagiyan niran a Balas a di Puthaman"}]}