{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"No discutáis sino con buenos modales con la gente de la Escritura, excepto con los que hayan obrado impíamente. Y decid: «Creemos en lo que se nos ha revelado a nosotros y en lo que se os ha revelado a vosotros. Nuestro Dios y vuestro Dios es Uno. Y nos sometemos a él»"},{"SurahNumber":29,"VerseNumber":47,"Text":"Y, así, te hemos revelado la Escritura. Aquéllos a quienes revelamos la Escritura creen en ella. Entre éstos hay algunos que creen en ella. Nadie rechaza Nuestros signos sino los infieles"},{"SurahNumber":29,"VerseNumber":48,"Text":"Tú no leías, antes de recibirla, ninguna Escritura, ni copiabas ninguna con tu diestra. Los falsarios, si no, habrían sospechado"},{"SurahNumber":29,"VerseNumber":49,"Text":"Antes bien, es un conjunto de aleyas claras en los pechos de quienes han recibido la Ciencia. No niegan Nuestros signos sino los impíos"},{"SurahNumber":29,"VerseNumber":50,"Text":"Dicen: «¿Por qué no se le han revelado signos procedentes de su Señor?» Di: «Sólo Alá dispone de los signos. Yo soy solamente un monitor que habla claro»"},{"SurahNumber":29,"VerseNumber":51,"Text":"¿Es que no les basta que te hayamos revelado la Escritura que se les recita? Hay en ello una misericordia y una amonestación para gente que cree"},{"SurahNumber":29,"VerseNumber":52,"Text":"Di: «¡Alá basta como testigo entre yo y vosotros! Conoce lo que está en los cielos y en la tierra. Quienes crean en lo falso y no crean en Alá, ésos serán los que pierdan»"},{"SurahNumber":29,"VerseNumber":53,"Text":"Y te piden que adelantes el castigo. Si no fuera porque ha sido prefijado, les habría ya alcanzado. Les vendrá, en verdad, de repente, sin presentirlo"},{"SurahNumber":29,"VerseNumber":54,"Text":"Te piden que adelantes el castigo. Sí, la gehena cercará a los infieles"},{"SurahNumber":29,"VerseNumber":55,"Text":"El día que el castigo les cubra de pies a cabeza y diga: «¡Gustad el fruto de vuestras obras!»"},{"SurahNumber":29,"VerseNumber":56,"Text":"¡Siervos creyentes! ¡Mi tierra es vasta! ¡Servidme, pues, a Mí solo"},{"SurahNumber":29,"VerseNumber":57,"Text":"Cada uno gustará la muerte. Luego, seréis devueltos a Nosotros"},{"SurahNumber":29,"VerseNumber":58,"Text":"A quienes hayan creído y hecho el bien hemos de alojarles en el Jardín, eternamente, en cámaras altas, a cuyos pies fluyen arroyos. ¡Qué grata es la recompensa de los que obran bien"},{"SurahNumber":29,"VerseNumber":59,"Text":"que tienen paciencia y confían en su Señor"},{"SurahNumber":29,"VerseNumber":60,"Text":"¡Cuántas bestias hay que no pueden proveerse del sustento! Alá se encarga de él y del vuestro. Él es Quien todo lo oye, Quien todo lo sabe"},{"SurahNumber":29,"VerseNumber":61,"Text":"Si les preguntas: «¿Quién ha creado los cielos y la tierra y sujetado el sol y la luna?», seguro que dicen: «¡Alá!» ¡Cómo pueden, pues, ser tan desviados"},{"SurahNumber":29,"VerseNumber":62,"Text":"Alá dispensa el sustento a quien Él quiere de Sus siervos: a unos con largueza, a otros con mesura. Alá es omnisciente"},{"SurahNumber":29,"VerseNumber":63,"Text":"Si les preguntas: «¿Quién hace bajar agua del cielo, vivificando con ella la tierra después de muerta?», seguro que dicen: «¡Alá!» Di: «¡Alabado sea Alá!» No, la mayoría no comprenden"},{"SurahNumber":29,"VerseNumber":64,"Text":"Esta vida de acá no es sino distracción y juego, pero la Morada Postrera, ésa sí que es la Vida. Si supieran"},{"SurahNumber":29,"VerseNumber":65,"Text":"Cuando se embarcan, invocan a Alá rindiéndole culto sincero. Pero, en cuanto les salva, llevándoles a tierra firme, al punto Le asocian otros dioses"},{"SurahNumber":29,"VerseNumber":66,"Text":"para terminar negando lo que les hemos dado. ¡Que gocen por breve tiempo! ¡Van a ver"},{"SurahNumber":29,"VerseNumber":67,"Text":"¿No ven que hemos hecho un territorio sagrado y seguro, mientras, alrededor de ellos, secuestran a la gente? ¿Creen, pues, en lo falso y no creerán en la gracia de Alá"},{"SurahNumber":29,"VerseNumber":68,"Text":"¿Hay alguien que sea más impío que quien inventa una mentira contra Alá o que, cuando viene a él la Verdad, la desmiente? ¿No hay en la gehena una morada para los infieles"},{"SurahNumber":29,"VerseNumber":69,"Text":"A quienes hayan combatido por Nosotros ¡hemos de guiarles por Nuestros caminos! ¡Alá está, en verdad, con quienes hacen el bien"}]}