{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Only they who listen can respond to a call; and as for the dead, God will raise them up, and then they will all return to Him"},{"SurahNumber":6,"VerseNumber":37,"Text":"They ask, \"Why has no sign been sent down to him from his Lord?\" Say, \"God alone has the power to send down a sign.\" But most of them do not understand"},{"SurahNumber":6,"VerseNumber":38,"Text":"there is not an animal that moves about on the earth, nor a bird that flies on its two wings, but are creatures like you. We have left out nothing in the Book -- they shall all be gathered before their Lord"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who reject Our signs are deaf and dumb, [groping along] in darkness. God lets anyone He wishes go astray and sets whoever He will on a straight path"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say, \"Tell me if the punishment of God came upon you or the Hour overtook you, would you call upon any other than God, if you are truthful"},{"SurahNumber":6,"VerseNumber":41,"Text":"Indeed, it is on Him that you would call, and He could remove that [affliction] which made you call on Him, if He will, and then you would forget [the false deities] which you associate with Him"},{"SurahNumber":6,"VerseNumber":42,"Text":"We sent messengers before you [Prophet] to many communities and afflicted their people with suffering and hardship, so that they might humble themselves"},{"SurahNumber":6,"VerseNumber":43,"Text":"When the affliction decreed by Us befell them, they did not humble themselves, but rather their hearts hardened, for Satan had made all their doings seem fair to them"},{"SurahNumber":6,"VerseNumber":44,"Text":"When they had forgotten Our admonition, We granted them all that they desired; but just as they were rejoicing in what they were given, We seized them suddenly and they were plunged into despair"},{"SurahNumber":6,"VerseNumber":45,"Text":"The wrongdoers were thus annihilated. All praise be to God, the Lord of the Worlds"},{"SurahNumber":6,"VerseNumber":46,"Text":"Say, \"If God should take away your hearing and your sight and seal your hearts, who is the deity who could restore it to you save God?\" See how We explain the signs to them in diverse ways, yet they turn away"},{"SurahNumber":6,"VerseNumber":47,"Text":"Ask them, \"Tell me, if the punishment of God came upon you suddenly or predictably, would any but the wrongdoers be destroyed"},{"SurahNumber":6,"VerseNumber":48,"Text":"We send the messengers only to give good news and to warn, so those who believe and reform themselves need have no fear, nor will they grieve"},{"SurahNumber":6,"VerseNumber":49,"Text":"Chastisement will befall those who reject Our signs because of their disobedience"},{"SurahNumber":6,"VerseNumber":50,"Text":"Say, \"I do not say to you that I possess the treasures of God, nor do I know the unseen, nor do I say to you that I am an angel. I follow only that which is revealed to me.\" Say, \"Are the blind and the seeing alike? Can you not then think"},{"SurahNumber":6,"VerseNumber":51,"Text":"Warn by it those who fear to be gathered before their Lord, when they have no guardian or intercessor besides God, so that they may become God-fearing"},{"SurahNumber":6,"VerseNumber":52,"Text":"Do not send away those who call upon their Lord in the morning and in the evening, seeking only His grace. You are not by any means accountable for them, nor are they accountable for you. If you turn them away, you yourself will become one of the unjust"},{"SurahNumber":6,"VerseNumber":53,"Text":"In this way We try some of them by means of others, so that they may ask, \"Are these [lowly ones] whom God has singled out for His favours from among us? Does God not know best who are the grateful ones"},{"SurahNumber":6,"VerseNumber":54,"Text":"When those who believe in Our revelations come to you, say, \"Peace be upon you. Your Lord has taken it upon Himself to be merciful. So that if any one among you does evil in ignorance and repents thereafter and makes amends, then He is most forgiving and ever merciful"},{"SurahNumber":6,"VerseNumber":55,"Text":"Thus We make plain Our signs, so that the path of the evil-doers might be laid bare"},{"SurahNumber":6,"VerseNumber":56,"Text":"Say, \"I am forbidden to worship those you call upon besides God.\" Say, \"I do not follow your whims and desires. If I did, I would go astray and cease to be rightly guided"},{"SurahNumber":6,"VerseNumber":57,"Text":"Say, \"I stand by the clear evidence from my Lord, yet you deny it. What you seek to hasten is not within my power. Judgement is for God alone. He declares the truth. He is the best of judges"},{"SurahNumber":6,"VerseNumber":58,"Text":"Say, \"If what you seek to hasten were within my power, the matter would be settled between you and me. God best knows the evil-doers"}]}