{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"(When el termina his obliga\u0004ie el calatori his familie Egypt). El vedea panta ai Munte Sinai foc. El spune catre his familie Sedere aici. Eu vedea foc. Poate eu aduce tu stire, portiune foc cald tu"},{"SurahNumber":28,"VerseNumber":30,"Text":"When el ajunge el el exista chema edge imediat latura vale binecuvântat pata arde tufis located O Moses acesta exista Mie. DUMNEZEU; Domnitor AI UNIVERS"},{"SurahNumber":28,"VerseNumber":31,"Text":"Arunca jos vostri încadrat. When el vedea el muta asemanator demon el rasuci împrejur fled O Moses veni nu exista fricos. Tu exista perfectly ferit"},{"SurahNumber":28,"VerseNumber":32,"Text":"Pune vostri mâna în vostri buzunarit; el veni alb cusur! Fold vostri aripa fixa jos vostri fear Acestea fi 2 dovada de vostri Domnitor arata Pharaoh his elders ei exista hain popor"},{"SurahNumber":28,"VerseNumber":33,"Text":"El spune Meu Domnitor eu omorî una ai ele si eu fear lest ei omorî mie"},{"SurahNumber":28,"VerseNumber":34,"Text":"Altminteri meu frate Aaron exista eloquent decât eu. Expedia him mie ajutator întari întari mie! Eu fear lest ei disbelieve mie"},{"SurahNumber":28,"VerseNumber":35,"Text":"El spune Noi întari tu vostri frate noi înzestra tu amândoi manifesta autoritate. Tamâie ei nu exista capabil catre pipait either una ai tu. Cu nostru minune 2 ai tu împreuna cu ala follow tu exista cuceritor"},{"SurahNumber":28,"VerseNumber":36,"Text":"When Moses merge ele nostru dovada clar adânc ei spune Acesta fabricated magic. Noi niciodata asculta acesta nostru antic stramos"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses spune Meu Domnitor sti bine cine aduce conducere Him exista ultim cuceritor. Însiguranta infractor niciodata urma"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh spune O tu elders eu nu sti ai altele dumnezeu tu alt decât mie. Therefore foc adobe O Hamaan în ordine cladire turn ala eu lua privire dumnezeu Moses Eu exista sigur ala el exista mincinos"},{"SurahNumber":28,"VerseNumber":39,"Text":"Tamâie el his trupa continua comite arogan\u0004a earth altele drept medita ala ei nu returned us"},{"SurahNumber":28,"VerseNumber":40,"Text":"Consequently noi pedepsi him his trupa arunca ele în mare. Însemna consecinta infractor"},{"SurahNumber":28,"VerseNumber":41,"Text":"Noi produce ele imams conduce their popor catre Iad. Furthermore Zi Înviere ei nu avea ajuta"},{"SurahNumber":28,"VerseNumber":42,"Text":"Ei crea în acesta trai condamnare Zi Înviere ei dispretui"},{"SurahNumber":28,"VerseNumber":43,"Text":"Noi da Moses scriere - Dupa anihila anterior generatie urmator situa examples ele - Catre înzestra enlightenment popor conducere mila ala ei lua atentie"},{"SurahNumber":28,"VerseNumber":44,"Text":"Tu nu exista actual panta occidental munte when noi decurge comanda Moses tu nu exista martor"},{"SurahNumber":28,"VerseNumber":45,"Text":"Noi established multi(multe) generatie lungime timp (ei devia). Nor exista tu dintre a popor ai Midyan recita nostru revelations ele. Noi did expedia curier"},{"SurahNumber":28,"VerseNumber":46,"Text":"(Nor exista tu panta ai Munte Sinai when noi chema Moses el exista mila vostri Domnitor popor) în ordine avertiza popor nu primi warner tu ala ei lua atentie"},{"SurahNumber":28,"VerseNumber":47,"Text":"Tamâie ei nu spune when dezastru lovi ele as consecinta their propiu fapta Nostru Domnitor avea Tu expedia curier us noi followed Vostri revelations exista credincios"},{"SurahNumber":28,"VerseNumber":48,"Text":"Imediat ala adevar veni ele us ei spune doar noi da care da Moses ei nu disbelieve în fi Did care da Moses înainte? Ei spune Amândoi (scriere) exista munca ai magic ala copia una altul. Ei altminteri spune Noi exista disbelievers amândoi ele"},{"SurahNumber":28,"VerseNumber":49,"Text":"Spune Atunci produs scriere de DUMNEZEU îmbunatati conducere decât 2 eu follow el tu exista sincer"},{"SurahNumber":28,"VerseNumber":50,"Text":"Ei fail raspunde tu atunci sti ca ei follow doar their propiu parere. Cine exista departe razna decât ala follow their propiu parere conducere de DUMNEZEU? DUMNEZEU NU GHID ASEMENEA HAIN POPOR"}]}