{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Daha öncə Biz ona öz anasından başqa bütün süd analarını (onların döşünü əmməyi) qadağan etmişdik. Musanın bacısı dedi: “Sizin üçün onun qayğısına qalacaq və ona qarşı xeyirxah olacaq bir ailəni sizə göstərimmi?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Beləliklə, Biz onu öz anasına qaytardıq ki, gözü aydın olsun, kədərlənməsin və Allahın vədinin haqq olduğunu bilsin. Lakin onların çoxu bunu bilmir"},{"SurahNumber":28,"VerseNumber":14,"Text":"Musa yetkinləşib kamillik dövrünə çatdıqda Biz ona hökmranlıq (peyğəmbərlik) və elm əta etdik. Biz xeyirxah işlər görənləri belə mükafatlandırırıq"},{"SurahNumber":28,"VerseNumber":15,"Text":"O, şəhərə əhalisi xəbərsiz ikən daxil oldu və orada bir-biri ilə vuruşan iki kişi gördü. Biri onun tərəfdarlarından, o biri isə düşmənlərindən idi. Tərəfdarlarından olan kəs onu düşməninə qarşı köməyə çağırdı. Musa onu vurub öldürdü və: “Bu, şeytan əməlindəndir. Həqiqətən, o, haqq yoldan azdıran açıq-aydın bir düşməndir!”– dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Musa dedi: “Ey Rəbbim! Mən özüm-özümə zülm etdim. Məni bağışla!” O da onu bağışladı. Həqiqətən, O, Bağışlayandır, Rəhmlidir"},{"SurahNumber":28,"VerseNumber":17,"Text":"Musa dedi: “Ey Rəbbim! Mənə nemət bəxş etdiyin üçün mən heç vaxt günahkarlara arxa olmayacağam!”"},{"SurahNumber":28,"VerseNumber":18,"Text":"Səhəri gün qorxu içində ətrafa göz qoya-qoya şəhərə çıxdı. Birdən dünən onu köməyə çağıran kəs yenə fəryad qoparıb onu köməyə çağırdı. Musa ona: “Sən, doğrudan da, açıq-aşkar yolunu azmışın birisən!”– dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Musa ikisinin də düşməni olan kəsi (misirlini) yaxalamaq istədikdə o dedi: “Ey Musa! Sən dünən birini vurub öldürdüyün kimi, məni də öldürməkmi istəyirsən? Sən yer üzündə ancaq bir zülmkar olmaq istəyirsən. Sən islah edənlərdən olmaq istəmirsən”"},{"SurahNumber":28,"VerseNumber":20,"Text":"Şəhərin kənarından bir kişi qaça-qaça gəlib dedi: “Ey Musa! Zadəganlar səni öldürmək barəsində məşvərət edirlər. Çıx get! İnan ki, mən sənin yaxşılığını istəyənlərdənəm!”"},{"SurahNumber":28,"VerseNumber":21,"Text":"Musa qorxu içində ətrafa baxa-baxa oradan çıxıb: “Ey Rəbbim! Məni zalım adamların əlindən qurtar!”– dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"O, Mədyən tərəfə yollanıb: “Ola bilsin ki, Rəbbim mənə doğru yolu göstərsin!”– dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"O, Mədyən sularına gəlib çatanda quyunun başında heyvanlarına su verən adamlar gördü. Onların yaxınlığında da qoyunlarını o biri heyvanlardan geri çəkən iki qız görüb: “Sizə nə olub?”– dedi. Onlar dedilər: “Çobanlar heyvanlarını sürüb aparmamış biz qoyunlarımıza su verə bilmirik. Atamız da çox qocadır”"},{"SurahNumber":28,"VerseNumber":24,"Text":"Musa onların yerinə qoyunlara su verdi, sonra da kölgəyə çəkilib dedi: “Ey Rəbbim! Sənin mənə nazil edəcəyin xeyrə ehtiyacım var!”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Bir qədər sonra qızlardan biri utana-utana onun yanına gəlib dedi: “Atam bizim yerimizə qoyunları sulamağının haqqını ödəməkdən ötrü səni çağırır”. Musa onun yanına gəlib başına gələn əhvalatı ona danışdıqda o dedi: “Qorxma! Sən zalım adamların əlindən xilas olmusan!”"},{"SurahNumber":28,"VerseNumber":26,"Text":"Qızlardan biri dedi: “Atacan! Onu muzdla işə götür, çünki o, muzdla işə götürdüklərinin ən yaxşısı, güclü və etibarlı olanıdır”"},{"SurahNumber":28,"VerseNumber":27,"Text":"Şueyb dedi: “Səkkiz il mənə işləmək şərti ilə qızlarımdan birini sənə ərə vermək istəyirəm. Əgər sən bu müddəti on ilə çatdırsan, bu, sənin tərəfindən bir lütf olar. Mən sənə əziyyət vermək istəmirəm. Allah qoysa mənim əməlisalehlərdən olduğumu görəcəksən”"},{"SurahNumber":28,"VerseNumber":28,"Text":"Musa dedi: “Bu, ikimizin arasında olan razılıqdır. Bu iki müddətdən hansını başa çatdırsam, mənə qarşı haqsızlıq olmamalıdır. Allah da dediyimizə Şahiddir!”"}]}