{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Mpe oyo akomipesa elongi naye mobimba epai na Allah mpe azali mosali malamu, ye wana nde asili kokanga singa ya makasi, mpe epai ya Allah nde suka ya makambo ezali"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kasi oyo akopengwa, bopengwi bwaye epesa yo mawa te, bozongi na bango ekozalaka nde epai na biso, тре tokoyebisaka bango maye basalaki. Ya soló, Allah azali moyebi ya maye mabombami o mitema mia bango"},{"SurahNumber":31,"VerseNumber":24,"Text":"Tozali kopesa bango bomoi ya bisengo токе, na sima tokomema bango na makasi na etumbu oyo eleki mpasi"},{"SurahNumber":31,"VerseNumber":25,"Text":"Mpe soki otuni bango, nani akela likolo na mabele? Bakolobaka: Ya sólo, ezali Allah. Loba: Lokumu na Allah. Kasi ebele na bango bazali koyeba te"},{"SurahNumber":31,"VerseNumber":26,"Text":"Manso mazali o likolo mpe o nsé mazali ya Allah. Ya soló, Allah atonda bomengo atonda masanzoli"},{"SurahNumber":31,"VerseNumber":27,"Text":"Mpe soki ezalaki ete banzete nyoso na mokili ebongwana bikomeli mpe ba ebale mbala sambo ekoma mayi ya mokanda, nyoso elingaki kosila тре maloba ya Allah matikali. Ya sólo, Allah azali na nguya atonda bwanya"},{"SurahNumber":31,"VerseNumber":28,"Text":"Bokelami na bino mpe lisekwa na bino ezali lokola molimo moko mpamba. Ya sólo, Allah azali koyoka mpe azali kornona"},{"SurahNumber":31,"VerseNumber":29,"Text":"Boye ozali kornona te ete Allah azali kokotisa butu okati ya moyi mpe azali kokotisa moyi o kati ya butu, mpe akeli mwese mpe sanza mizala kotambola moko na moko na nzela na yango? Mpe ya soló, Allah azali na sango ya maye bozali kosala"},{"SurahNumber":31,"VerseNumber":30,"Text":"Wana ezali ete Allah azali bosembo, mpe ya sólo, maye manso bazali kobondela na botiki ye mazali mpamba, mpe ya solo, Allah azali likolo mpe monene koleka"},{"SurahNumber":31,"VerseNumber":31,"Text":"Boye ozali kornona te ya solo masuwa maye mazali kotambola na bibale, ezali sé na ngolu ya Allah, mpo amonisa bino bilembo bia ye? Ya soló wana ezali bilembo тропа moto nyonso oyo akangi motema mpe azali kotondo"},{"SurahNumber":31,"VerseNumber":32,"Text":"Mpe soki mbonge ya makasi ezui bango na ebale, babeleli Allah na bomoko naye nyoso, na sima soki abimisi bango na mokili, basusu kati na bango bazali kopengwa. Kasi ezali bobele bapengwi nde bazali koboya bilembo bia biso"},{"SurahNumber":31,"VerseNumber":33,"Text":"Oh bino bato! Bobanga Nkolo wa bino mpe bobanga mokolo moye tata akoyanolaka mwana wa ye te, to mwana lokola. Elaka ya Allah ezali solo, bomoyi ya nsé ekosa bino te, mpe (mokosi) satana akosa bino te тропа Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"Ya soló, epayi ya Allah nde ngonga ya suka eyebani mpe ye nde azali kokitisa mbula, mpe ayebi maye mabombama o mabumu ya basi mpe moto moko ayebi te soki lobi akozua nini. Mpe moto moko ayebi te soki akokufa na mboka nini, ya sólo Allah azali moyebi mpe atonda basango"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif, lâm, mîm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bokiti ya buku ezali na tembe te, ewuti epai ya Nkolo wa molongo"},{"SurahNumber":32,"VerseNumber":3,"Text":"То mpe bakoloba ete ye nde (Muhammad) asali yango na ndenge naye?, kasi yango ezali bosôló kowuta epai ya Nkolo wa yo, mpo ete okebisa na yango bato oyo mokebisi moko te ayela bango liboso nayo, mpo ete bakambama"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah nde akela likolo na mabele, mpe maye manso mazali kati na yango mibale na mikolo motoba, sima atombuami likolo ya ngwende. Na botiki ye, bozali na mobateli mpe molobeli te. Boye bozali kokanisa te"},{"SurahNumber":32,"VerseNumber":5,"Text":"Azali kokamba kowuta na likolo makambo ya likolo na ya nsé, sima makambo yango mazali komata epai naye na mokolo moko oyo ezali lokola mbula nkoto moko epai na bino lolenge botangaka"},{"SurahNumber":32,"VerseNumber":6,"Text":"Ye nde ayebi mabombami na makambo ya polele, azali na nguya atonda ngolu"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ye nde abongisa bokelami ya biloko binso, mpe abandaki kokela moto na mabele ya potopoto"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sima abimisi bakitani naye kowuta na litanga ya mayi ya motawu ya mokongo"},{"SurahNumber":32,"VerseNumber":9,"Text":"Apesi ye lolenge naye ya kitoko mpe afuli ye kowuta na molimo naye atieli bino boyoki, bomoni mpe mitema. Kasi moke bozali na botondi"},{"SurahNumber":32,"VerseNumber":10,"Text":"Mpe bazali koloba ete: Soki tosili kolimwa na nsé na mabele, boye tokozonga lisusu bikelamu ya sika? Kasi bazali kopengwa nde na bokutani ya Nkolo na bango"}]}