{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Whatsoever dwells in the night and day belongs to Him. He is all-hearing and all-knowing"},{"SurahNumber":6,"VerseNumber":14,"Text":"Say: \"Should I find some other protector besides God the Creator of the heavens and the earth, who nourishes all and is nourished by none? Say: \"I am commanded to be the first to submit to Him, and not be an idolater"},{"SurahNumber":6,"VerseNumber":15,"Text":"Say: \"If I disobey my Lord, I fear the punishment of a grievous Day"},{"SurahNumber":6,"VerseNumber":16,"Text":"Whosoever is spared that Day will surely have mercy shown to him, and this will be a clear triumph"},{"SurahNumber":6,"VerseNumber":17,"Text":"If God sends you harm, there is no one but He who can take it away; and if He bring you good, surely He has power over everything"},{"SurahNumber":6,"VerseNumber":18,"Text":"It is He who prevails over His creatures, and He is all-wise and aware"},{"SurahNumber":6,"VerseNumber":19,"Text":"Ask: \"Of all things what is most vital as evidence?\" Say: \"God (who) is witness between you and me that this Qur'an has been revealed to me that I may warn you on its strength, and those whom it reaches. Do you really bear witness there are other gods with God?\" Tell them: \"I bear no such Witness.\" Say: \"Verily He is the only God, and I am clear of what you associate (with Him)"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those to whom We have given the Book know it distinctly as they know their sons; but those who are lost of soul do not believe"},{"SurahNumber":6,"VerseNumber":21,"Text":"And who is more wicked than he who invents lies about God or denies His revelations? Surely the wicked will not succeed"},{"SurahNumber":6,"VerseNumber":22,"Text":"The day We shall gather all of them together and say to those who ascribe (partners to God): \"Where are the compeers who you claimed (were equal to God)"},{"SurahNumber":6,"VerseNumber":23,"Text":"Then their excuse will be but to say: \"By God our Lord, we were not idolaters"},{"SurahNumber":6,"VerseNumber":24,"Text":"You will see how they will lie against themselves, and all their slanderings will be vain"},{"SurahNumber":6,"VerseNumber":25,"Text":"There are some among them who listen to you; but We have put a covering on their hearts so that they fail to understand it, and a deafness appears in their ears. Even if they saw all the signs they would not believe in them; and even when they come to you to dispute with you, the unbelievers say: \"This is nothing but fables of antiquity"},{"SurahNumber":6,"VerseNumber":26,"Text":"And they forbid others from (believing in) it, and themselves keep away from it. But they ruin none but themselves, and do not understand"},{"SurahNumber":6,"VerseNumber":27,"Text":"If you should see them when they are stood before the Fire, they will say: \"Ah would that we were sent back (to the world)! We shall not deny the signs of our Lord, and be among those who believe"},{"SurahNumber":6,"VerseNumber":28,"Text":"But no. What they were hiding has now become clear to them. If they were sent back they would surely return to what had been forbidden them, for surely they are liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"They say: \"There is no other life but that of this world, and we will not be raised (from the dead)"},{"SurahNumber":6,"VerseNumber":30,"Text":"If you see them when they are put before their Lord, He will say to them: \"Is not this the truth?\" They will answer: \"Indeed, by our Lord.\" He will say: \"Then taste the agony of punishment for what you had denied"},{"SurahNumber":6,"VerseNumber":31,"Text":"They are surely lost who call the meeting with God a lie. When the Hour comes upon them unawares, they will say: \"Alas, we neglected it!\" and carry their burdens on their backs: How evil the burden they will carry"},{"SurahNumber":6,"VerseNumber":32,"Text":"As for the life of this world, it is nothing but a frolic and frivolity. The final abode is the best for those who are pious and fear God. Do you not comprehend"},{"SurahNumber":6,"VerseNumber":33,"Text":"We know what they say distresses you. It is not you in fact they accuse of lies, but the wicked deny the revelations of God"},{"SurahNumber":6,"VerseNumber":34,"Text":"Many an apostle has been accused of lies before you. Yet they bore with fortitude the falsehoods and the hurt until our help arrived. There is no changing the word of God: The news of (past) apostles has come to you already"},{"SurahNumber":6,"VerseNumber":35,"Text":"If their aversion still weighs upon you, seek out a tunnel (going deep) into the earth, or a ladder reaching out to the skies, and bring them a sign: (Even then they will not believe). If God had willed He would have brought them all to the right path. So be not like the pagans"}]}