{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"«طس» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات القرآن» آيات منه «وكتاب مبين» مظهر للحق من الباطل عطف بزيادة صفة"},{"SurahNumber":27,"VerseNumber":2,"Text":"هو «هدى» هاد من الضلالة «وبشرى للمؤمنين» المصدقين به بالجنة"},{"SurahNumber":27,"VerseNumber":3,"Text":"«الذي يقيمون الصلاة» يأتون بها على وجهها «ويؤتون» يعطون «الزكاة وهم بالآخرة هم يوقنون» يعلمونها بالاستدلال وأعيد «هم» لما فصل بينه وبين الخبر"},{"SurahNumber":27,"VerseNumber":4,"Text":"«إن الذين لا يؤمنون بالآخرة زينا لهم أعمالهم» القبيحة بتركيب الشهوة حتى رأوها حسنة «فهم يعمهون» يتحيرون فيها لقبحها عندنا"},{"SurahNumber":27,"VerseNumber":5,"Text":"«أولئك الذين لهم سوء العذاب» أشدَّه في الدنيا القتل والأسر «وهم في الآخرة هم الأخسرون» لمصيرهم إلى النار المؤبدة عليهم"},{"SurahNumber":27,"VerseNumber":6,"Text":"«وإنك» خطاب للنبي «لتلقَّى القرآن» يُلقى عليك بشدة «من لدن» من عند «حكيم عليم» في ذلك"},{"SurahNumber":27,"VerseNumber":7,"Text":"اذكر: «إذ قال موسى لأهله» زوجته عند مسيره من مدين إلى مصر «إني آنست» أبصرت من بعيد «ناراً سآتيكم منها بخبر» عن حال الطريق وكان قد ضلها «أو آتيكم بشهاب قبس» بالإضافة للبيان أي شعلة نار في رأس فتيلة أو عود «لعلكم تصطلون» والطاء بدل من تاء الافتعال من صلى بالنار بكسر اللام وفتحها: تستدفئون من البرد"},{"SurahNumber":27,"VerseNumber":8,"Text":"«فلما جاءها نودي أن» أي بأن «بورك» أي بارك الله «من في النار» أي موسى «ومن حولها» أي الملائكة، أو العكس وبارك يتعدى بنفسه وبالحرف ويقدر بعد في مكان «وسبحان الله رب العالمين» من جملة ما نودي ومعناه تنزيه الله من السوء"},{"SurahNumber":27,"VerseNumber":9,"Text":"«يا موسى إنه» أي الشأن «أنا الله العزيز الحكيم»"},{"SurahNumber":27,"VerseNumber":10,"Text":"«وألق عصاك» فألقاها «فلما رآها تهتز» تتحرك «كأنها جان» حية خفيفة «ولى مدبراً ولم يعقب» يرجع قال تعالى «يا موسى لا تخف» منها «إني لا يخاف لدي» عندي «المرسلون» من حية وغيرها"},{"SurahNumber":27,"VerseNumber":11,"Text":"«إلا» لكن «من ظلم» نفسه «ثم بدَّل حُسناً» أتاه «بعد سوءٍ» أي تاب «فإني غفور رحيم» أقبل التوبة وأغفر له"},{"SurahNumber":27,"VerseNumber":12,"Text":"«وأدخل يدك في جيبك» طوق قميصك «تخرج» خلاف لونها من الأدمة «بيضاء من غير سوءٍ» برص لها شعاع يغشى البصر، آية «في تسع آيات» مرسلا بها «إلى فرعون وقومه إنهم كانوا قوماً فاسقين»"},{"SurahNumber":27,"VerseNumber":13,"Text":"«فلما جاءتهم آياتنا مبصرة» مضيئة واضحة «قالوا هذا سحر مبين» بيّن ظاهر"},{"SurahNumber":27,"VerseNumber":14,"Text":"«وجحدوا بها» لم يقروا «و» قد «استيقنتها أنفسهم» أي تيقنوا أنها من عند الله «ظلماً وعلوّاً» تكبراً عن الإيمان بما جاء به موسى راجع إلى الجحد «فانظر» يا محمد «كيف كان عاقبة المفسدين» التي علمتها من إهلاكهم"},{"SurahNumber":27,"VerseNumber":15,"Text":"«ولقد آتينا داود وسليمان» ابنه «علما» بالقضاء بين الناس ومنطق الطير وغير ذلك «وقالا» شكراً لله «الحمد لله الذي فضلنا» بالنبوة وتسخير الجنّ والإنس والشياطين «على كثير من عباده المؤمنين»"},{"SurahNumber":27,"VerseNumber":16,"Text":"«وورث سليمان داود» النبوة والعلم دون باقي أولاده «وقال يا أيها الناس عُلمنا منطق الطير» أي‌: فهمَ أصواته «وأُوتينا من كل شيء» تؤتاه الأنبياء والملوك «إن هذا» المؤتى «لهو الفضل المبين» البيَّن الظاهر"},{"SurahNumber":27,"VerseNumber":17,"Text":"«وحشر» جمع «لسليمان جنوده من الجن والإنس والطير» في مسير له «فهم يوزعون» يجمعون ثم يساقون"},{"SurahNumber":27,"VerseNumber":18,"Text":"«حتى إذا أتوْا على وادِ النمل» هو بالطائف أو بالشام، نمله صغار أو كبار «قالت نملة» ملكة النمل وقد رأت جند سليمان «يا أيها النمل ادخلوا مساكنكم لا يحطمنكم» يكسرنكم «سليمان وجنوده وهم لا يشعرون» نزل النمل منزلة العقلاء في الخطاب بخطابهم"},{"SurahNumber":27,"VerseNumber":19,"Text":"«فتبسّم» سليمان ابتداء «ضاحكا» انتهاء «من قولها» وقد سمعه من ثلاثة أميال حملته إليه الريح فحبس جنده حين أشرف على واديهم حتى دخلوا بيوتهم وكان جنده ركباناً ومشاة في هذا السير «وقال رب أوزعني» ألهمني «أن أشكر نعمتك التي أنعمت» بها «علىَّ وعلى والديَّ وأن أعمل صالحاً ترضاه وأدخلني برحمتك في عبادك الصالحين» الأنبياء والأولياء"},{"SurahNumber":27,"VerseNumber":20,"Text":"«وتفقّد الطير» ليرى الهدهد الذي يرى الماء تحت الأرض ويدل عليه بنقره فيها فتستخرجه الشياطين لاحتياج سليمان إليه للصلاة فلم يره «فقال ماليَ لا أرى الهدهد» أي أعرضَ لي ما منعني من رؤيته «أم كان من الغائبين» فلم أره لغيبته فلما تحققها"},{"SurahNumber":27,"VerseNumber":21,"Text":"قال «لأعذبنه عذاباً» تعذيباً «شديداً» بنتف ريشه وذنبه ورميه في الشمس فلا يمتنع من الهوام «أو لأذبحنه» بقطع حلقومه «أو ليأتيني» بنون مشددة مكسورة أو مفتوحة يليها نون مكسورة «بسلطان مبين» ببرهان بين ظاهر على عذره"},{"SurahNumber":27,"VerseNumber":22,"Text":"«فمكث» بضم الكاف وفتحها «غير بعيد» يسيراً من الزمن وحضر لسليمان متواضعاً برفع رأسه وإرخاء ذنبه وجناحيه فعفا عنه وسأله عما لقي في غيبته «فقال أحَطتُ بما لم تحط به» أي: اطلعت على ما لم تطلع عليه «وجئتك من سبأٍ» بالصرف وتركه، قبيلة باليمن سميت باسم جد لهم باعتباره صرف «بنِبأ» خبر «يقين»"},{"SurahNumber":27,"VerseNumber":23,"Text":"«إني وجدت امرأة تملكهم» أي: هي ملكة لهم اسمها بلقيس «وأوتيت من كل شيء» يحتاج إليه الملوك من الآلة والعدة «ولها عرش» سرير «عظيم» طوله ثمانون ذراعاً وعرضه أربعون ذراعاً وارتفاعه ثلاثون ذراعاً مضروب من الذهب والفضة مكلل بالدر والياقوت الأحمر والزبرجد الأخضر والزمرد وقوائمه من الياقوت الأحمر والزبرجد الأخضر والزمرد عليه سبعة أبواب على كل بيت باب مغلق"},{"SurahNumber":27,"VerseNumber":24,"Text":"«وجدتها وقومها يسجدون للشمس من دون الله وزيَّن لهم الشيطان أعمالهم فصدَّهم عن السبيل» طريق الحق «فهم لا يهتدون»"},{"SurahNumber":27,"VerseNumber":25,"Text":"«ألاً يسجدوا لله» أي: أن يسجدوا له فزيدت لا وأدغم فيها نون أن كما في قوله تعالى: (لئلا يعلم أهل الكتاب) والجملة في محل مفعول يهتدون بإسقاط إلى «الذي يخرج الخبء» مصدر بمعنى المخبوء من المطر والنبات «في السماوات والأرض ويعلم ما يخفون» في قلوبهم «وما يعلنون» بألسنتهم"},{"SurahNumber":27,"VerseNumber":26,"Text":"«الله لا إله إلا هو رب العرش العظيم» استئناف جملة ثناء مشتمل على عرش الرحمن في مقابلة عرش بلقيس وبينهما بون عظيم"}]}