{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى: «پەرۋەردىگارىمدىن ماڭا روشەن دەلىللەر كەلگەن چاغدا، سىلەر اﷲ نى قويۇپ ئىبادەت قىلىۋاتقان بۇتلىرىڭلارغا ئىبادەت قىلىشتىن مەنئى قىلىندىم، ئالەملەرنىڭ پەرۋەردىگارىغا بويسۇنۇشقا بۇيرۇلدۇم»"},{"SurahNumber":40,"VerseNumber":67,"Text":"اﷲ سىلەرنى (يەنى ئاتاڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن، (ئۇنىڭ ئەۋلادىنى ئالدى بىلەن) ئابىمەنىيدىن، ئاندىن لەختە قاندىن ياراتتى، ئاندىن ئۇ سىلەرنى (ئاناڭلارنىڭ قارنىدىن) بوۋاق ھالىتىڭلاردا چىقىرىدۇ، ئاندىن (كۈچ - قۇۋۋەت ۋە ئەقىلدە كامالەت يېشى) قىران ۋاقتىڭلارغا يېتىسىلەر، ئاندىن قېرىيسىلەر– بەزىڭلار بۇرۇن ۋاپات بولۇپ كېتىسىلەر–ئاندىن سىلەر مۇئەييەن ۋاقىتقىچە ياشايسىلەر، سىلەر (اﷲ نىڭ قۇدرىتىنىڭ دەلىللىرىنى) چۈشەنگەيسىلەر"},{"SurahNumber":40,"VerseNumber":68,"Text":"اﷲ تىرىلدۈرۈشكە ۋە ئۆلتۈرۈشكە قادىر، ئۇ بىرەر ئىشنى (قىلىشنى) ئىرادە قىلسا، ئۇنىڭغا «ۋۇجۇدقا كەل» دەيدۇ - دە، ئۇ ۋۇجۇدقا كېلىدۇ"},{"SurahNumber":40,"VerseNumber":69,"Text":"اﷲ نىڭ ئايەتلىرى ئۈستىدە جاڭجاللىشىۋاتقانلارنى كۆرمىدىڭمۇ؟ ئۇلار قانداقمۇ (ھىدايەتتىن گۇمراھلىققا) بۇرۇلۇپ كېتىدۇ؟"},{"SurahNumber":40,"VerseNumber":70,"Text":"ئۇلار كىتابنى (يەنى قۇرئاننى) ئىنكار قىلدى، پەيغەمبەرلىرىمىزگە بىز نازىل قىلغان مۆجىزىلەرنى ئىنكار قىلدى. ئۇلار ئۇزاققا قالماي (ئىنكار قىلغانلىقلىرىنىڭ ئاقىۋىتىنى) بىلىدۇ"},{"SurahNumber":40,"VerseNumber":71,"Text":"ئۇ چاغدا (يەنى دوزاخقا كىرگەندە) ئۇلارنىڭ بويۇنلىرىدا تاقاقلار ۋە زەنجىرلەر بولىدۇ، ئۇلار قايناقسۇغا سۆرەپ كىرىلىدۇ، ئاندىن ئوتتا كۆيدۈرۈلىدۇ"},{"SurahNumber":40,"VerseNumber":72,"Text":"ئۇ چاغدا (يەنى دوزاخقا كىرگەندە) ئۇلارنىڭ بويۇنلىرىدا تاقاقلار ۋە زەنجىرلەر بولىدۇ، ئۇلار قايناقسۇغا سۆرەپ كىرىلىدۇ، ئاندىن ئوتتا كۆيدۈرۈلىدۇ"},{"SurahNumber":40,"VerseNumber":73,"Text":"ئاندىن ئۇلارغا: «اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلار قەيەردە؟» دېيىلىدۇ، ئۇلار: «ئۇ بۇتلار ئۆزلىرىنى بىزدىن چەتكە ئالدى، بەلكى بىز ئىلگىرى ھېچنەرسىگە ئىبادەت قىلمايتتۇق» دەيدۇ. اﷲ كاپىرلارنى مۇشۇنداق گۇمراھ قىلىدۇ"},{"SurahNumber":40,"VerseNumber":74,"Text":"ئاندىن ئۇلارغا: «اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلار قەيەردە؟» دېيىلىدۇ، ئۇلار: «ئۇ بۇتلار ئۆزلىرىنى بىزدىن چەتكە ئالدى، بەلكى بىز ئىلگىرى ھېچنەرسىگە ئىبادەت قىلمايتتۇق» دەيدۇ. اﷲ كاپىرلارنى مۇشۇنداق گۇمراھ قىلىدۇ"},{"SurahNumber":40,"VerseNumber":75,"Text":"بۇ (ئازاب) سىلەرنىڭ زېمىندا ھەقسىز رەۋىشتە (گۇناھ قىلىپ پۇل - مالنى ھارام يوللارغا سەرپ قىلغانلىقىڭلار ئۈچۈن) خۇشال بولغانلىقىڭلار ۋە ھاكاۋۇر بولۇپ كەتكەنلىكىڭلار ئۈچۈندۇر"},{"SurahNumber":40,"VerseNumber":76,"Text":"سىلەر دوزاخنىڭ دەرۋازىلىرىدىن كىرىپ ئۇ يەردە مەڭگۈ قېلىڭلار، مۇتەكەببۇرلارنىڭ جايى نېمىدېگەن يامان؟"},{"SurahNumber":40,"VerseNumber":77,"Text":"(ئى مۇھەممەد! قەۋمىڭنىڭ سېنى ئىنكار قىلغانلىقىغا) سەۋر قىلغىن، اﷲ نىڭ (ئۇلارنى ئازابلاش توغرىسىدىكى) ۋەدىسى ھەقىقەتەن ھەقتۇر، ساڭا بىز ئۇلارغا ۋەدە قىلغان ئازابنىڭ بىر قىسمىنى كۆرسەتسەك (بۇ اﷲ نىڭ ۋەدىسىگە ۋاپا قىلغانلىقىدۇر) ياكى سېنى (ئۇنى كۆرسىتىشتىن بۇرۇن) ۋاپات قىلدۇرساق، ئۇلار بىزنىڭ دەرگاھىمىزغا قايتۇرۇلىدۇ، (قىيامەتتە ئۇلار ئازابقا دۇچار بولىدۇ)"},{"SurahNumber":40,"VerseNumber":78,"Text":"سەندىن ئىلگىرى بىز ھەقىقەتەن نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق، ئۇلارنىڭ ئارىسىدىن ساڭا بايان قىلىپ بەرگەنلىرىمىزمۇ، بايان قىلىپ بەرمىگەنلىرىمىزمۇ بار، ھېچقانداق پەيغەمبەر اﷲ نىڭ ئىزنىسىز بىرەر مۆجىزە كەلتۈرەلمەيدۇ، اﷲ نىڭ ئەمرى (يەنى قىيامەت) كەلگەن چاغدا (كىشىلەرنىڭ ئارىسىدا) ئادالەت بىلەن ھۆكۈم چىقىرىلىدۇ، بۇ چاغدا ھەقكە قارشى تۇرغۇچىلار زىيان تارتىدۇ"},{"SurahNumber":40,"VerseNumber":79,"Text":"مىنىشىڭلار ۋە گۆشلىرىنى يېيىشىڭلار ئۈچۈن اﷲ سىلەرگە ھايۋانلارنى ياراتتى"},{"SurahNumber":40,"VerseNumber":80,"Text":"ئۇلار سىلەرگە نۇرغۇن پايدا كەلتۈرىدۇ، ئۇلارغا مىنىپ دىلىڭلارغا پۈككەن ھاجىتىڭلاردىن چىقىسىلەر، (قۇرۇقلۇقتا يۈك - تاقلىرىڭلارنى) ئۇلارغا ئارتىسىلەر، (دېڭىزدا) كېمىلەرگە قاچىلايسىلەر"},{"SurahNumber":40,"VerseNumber":81,"Text":"اﷲ سىلەرگە (قۇدرىتىنىڭ) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەر اﷲ نىڭ (قۇدرىتىنىڭ) قايسى ئالامەتلىرىنى ئىنكار قىلىسىلەر؟"},{"SurahNumber":40,"VerseNumber":82,"Text":"ئۇلار زېمىندا سەير قىلىپ ئۇلاردىن ئىلگىرىكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆزەتمىدىمۇ؟ بۇلاردىن ئۇلارنىڭ سانى كۆپ ئىدى، زېمىندا كۈچ - قۇۋۋەت ۋە يادىكارلىقلار (يەنى ئۆي - ئىمارەت) جەھەتتە بۇلاردىن ئۈستۈن ئىدى. ئۇلارنىڭ قولغا كەلتۈرگەن نەرسىلىرى ئۇلارغا ئەسقاتمىدى"},{"SurahNumber":40,"VerseNumber":83,"Text":"ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەندە، ئۆزلىرىدە بار ئىلىم بىلەن پەخىرلىنىپ (پەيغەمبەرلەرنى ئىنكار قىلدى ۋە مەسخىرە قىلدى)، ئۇلارغا ئۆزلىرى مەسخىرە قىلغان (ۋە كەلسە دەپ ئالدىرىغان) ئازاب نازىل بولدى"},{"SurahNumber":40,"VerseNumber":84,"Text":"ئۇلار بىزنىڭ ئازابىمىزنى كۆرگەن چاغدا: «بىز بىر اﷲ قا ئىمان ئېيتتۇق، بىز بۇرۇن (اﷲ قا) شېرىك قىلغان بۇتلارنى ئىنكار قىلدۇق» دېدى"},{"SurahNumber":40,"VerseNumber":85,"Text":"بىزنىڭ ئازابىمىزنى كۆرگەن چاغدا ئېيتقان ئىماننىڭ ئۇلارغا پايدىسى بولمىدى، بۇ (يەنى ئازابنى كۆرگەندە ئېيتقان ئىماننىڭ پايدىلىق بولماسلىقى) اﷲ نىڭ بەندىلىرى ئارىسىدا تۇتقان يولىدۇر، بۇ چاغدا كاپىرلار زىيان تارتقۇچى بولدى"},{"SurahNumber":41,"VerseNumber":1,"Text":"حامىم"},{"SurahNumber":41,"VerseNumber":2,"Text":"(بۇ) ناھايىتى شەپقەتلىك، مېھرىبان اﷲ تەرىپىدىن نازىل قىلىنغان (ۋەھيىدۇر)"},{"SurahNumber":41,"VerseNumber":3,"Text":"ئايەتلىرى ئوچۇق بايان قىلىنغان كىتابتۇر، بىلىدىغان قەۋم ئۈچۈن نازىل بولغان ئەرەبچە قۇرئاندۇر"},{"SurahNumber":41,"VerseNumber":4,"Text":"(مۆمىنلەرگە جەننەت بىلەن) خۇش خەۋەر بەرگۈچىدۇر، (كاپىرلارنى دوزاخ بىلەن) ئاگاھلاندۇرغۇچىدۇر. ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى (ئۇنىڭ ئايەتلىرىنى پىكىر قىلىشتىن) يۈز ئۆرۈدى. ئۇلار (ئۇنىڭغا) قۇلاق سالمايدۇ"},{"SurahNumber":41,"VerseNumber":5,"Text":"ئۇلار (پەيغەمبەرگە): «بىزنىڭ دىللىرىمىز سەن بىزنى دەۋەت قىلغان نەرسىلەردىن پەردىلەنگەن، قۇلاقلىرىمىز ئېغىر، سەن بىلەن بىزنىڭ ئارىمىزدا پەردە (يەنى دىنىي جەھەتتە ئوخشىماسلىق) بار، سەن ئۆز ئىشىڭنى قىل، بىزمۇ ھەقىقەتەن ئۆز ئىشىمىزنى قىلايلى (يەنى سەنمۇ ئۆز دىنىڭ بىلەن بول، بىزمۇ ئۆز دىنىمىز بىلەن بولايلى)» دەيدۇ"},{"SurahNumber":41,"VerseNumber":6,"Text":"سەن (ئۇ مۇشرىكلارغا): «مەن سىلەرگە ئوخشاش ئىنسانمەن، ماڭا، ئىلاھىڭلار بىر ئىلاھتۇر، دەپ ۋەھيى قىلىنىدۇ، ئۇنىڭغا (ئىمان ۋە تائەت - ئىبادەت بىلەن) يۈزلىنىڭلار ۋە ئۇنىڭدىن مەغپىرەت تىلەڭلار!» دېگىن، مۇشرىكلارغا ۋاي"},{"SurahNumber":41,"VerseNumber":7,"Text":"ئۇلار زاكات بەرمەيدۇ، ئاخىرەتكە ئىشەنمەيدۇ"},{"SurahNumber":41,"VerseNumber":8,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا ئەلۋەتتە ئۈزلۈكسىز ساۋاب بېرىلىدۇ"}]}