{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"righteous reward multiplied manifold Ich faces never zazitok any deprivation shame These je dwellers Raj; they abide therein forever"},{"SurahNumber":10,"VerseNumber":27,"Text":"Mat rad for those zarabat zhresit ich requital bol equivalent do ich zhresit. Humiliation bol ich lot ziaden 1 GOD chranit them! Ich faces zdanlivy overwhelmed masses dark night. They bol dwellers Hell; they abide therein forever"},{"SurahNumber":10,"VerseNumber":28,"Text":"Dni when my zvolat them all my say do those kult idols My zvolat ona dohromady tvoj idols. My have them confront each inak, ich idols say do them My nie had idea ze ona idolized us"},{"SurahNumber":10,"VerseNumber":29,"Text":"GOD suffices SVEDOK us ONA ZE MY JE completely unaware Z TVOJ KULT us"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ze bol when each soul examine everything it robit. They spatny listok GOD ich rightful Lord Zvladnut idols they fabricated disown them"},{"SurahNumber":10,"VerseNumber":31,"Text":"Say Kto zadovazit for ona heaven zem? Kto controls all hearing eyesight? Kto produces zivy dead dead z zivy? Kto do je control z all things? They say GOD Say potom ona nie observe commandments"},{"SurahNumber":10,"VerseNumber":32,"Text":"Such bol GOD tvoj rightful Lord Co there after truth je falsehood? Ako ona disregard all this"},{"SurahNumber":10,"VerseNumber":33,"Text":"This bol co tvoj Lord's decision robit do those zvolit si je zlomyselny they nie verit"},{"SurahNumber":10,"VerseNumber":34,"Text":"Say Mozem any z tvoj idols zasvatit creation potom repeat it Say GOD zasvatit creation potom repeats it"},{"SurahNumber":10,"VerseNumber":35,"Text":"Say Robit any z tvoj idols guide truth? Say GOD guides truth! Jeden guides truth worthy z nasledovat 1 kto je guide robit needs guidance himself? Co bol zlo s tvoj judgment"},{"SurahNumber":10,"VerseNumber":36,"Text":"vela z them nasledovat nothing conjecture conjecture nie bol zastupid for truth! GOD JE fully aware z everything they ROBIT"},{"SurahNumber":10,"VerseNumber":37,"Text":"This Quran possibly nie authored GOD It confirms all previous odkaz zadovazit fully detailed scripture! bol infallible it pojdem Lord universe"},{"SurahNumber":10,"VerseNumber":38,"Text":"they say He fabricated it say Potom produce 1 sura mat rad these invite whomever ona zelat GOD ona bol truthful"},{"SurahNumber":10,"VerseNumber":39,"Text":"Indeed they zamietnut this without studying examining it a chapat it Thus robit those before them disbelieve! Therefore note consequences transgressors"},{"SurahNumber":10,"VerseNumber":40,"Text":"(Some z them verit v this scripture) chvila others disbelieve it Tvoj Lord bol fully aware z evildoers"},{"SurahNumber":10,"VerseNumber":41,"Text":"they zamietnut ona potom say ja have moj zavodny ona have tvoj robota! Ona bol innocent z anything ja robi ja bol innocent z anything ona robit"},{"SurahNumber":10,"VerseNumber":42,"Text":"Some z them listen do ona ona robit deaf hear vecer they nie chapat"},{"SurahNumber":10,"VerseNumber":43,"Text":"Some z them look ona ona guide blind vecer they nie see"},{"SurahNumber":10,"VerseNumber":44,"Text":"GOD never ZLO LUDIA; bol LUDIA ZLO ich own souls"},{"SurahNumber":10,"VerseNumber":45,"Text":"Dni when He zvolat all z them they feel mat rad they posledny v this world 1 hodiny dni kto they schodza. Losers indeed je those disbelieved schodza GOD zvolit si misguided"},{"SurahNumber":10,"VerseNumber":46,"Text":"My show ona some (z retribution) my promise them zakoncit tvoj zivot before ze, us bol ich ultimate spatny listok. GOD SVEDOK everything they ROBIT"},{"SurahNumber":10,"VerseNumber":47,"Text":"Do each obec posol. After ich posol pojdem they judged equitably maly injustice"},{"SurahNumber":10,"VerseNumber":48,"Text":"They challenge When this prophecy pojdem ist okolo ona telling truth"},{"SurahNumber":10,"VerseNumber":49,"Text":"Say ja nie possess power harm benefit len co GOD wills berie miesto, Each obec predetermined zivot span Once ich interim pod koniec they nie zdrzat it 1 hodiny nor zaloha it"},{"SurahNumber":10,"VerseNumber":50,"Text":"Say Whether Jeho retribution pojdem ona by night dni why bol transgressors such ponahlajte sa"},{"SurahNumber":10,"VerseNumber":51,"Text":"it happen ona verit potom? Why ona verit potom? Ona pouzivat challenge it pojdem"},{"SurahNumber":10,"VerseNumber":52,"Text":"It bol said do transgressors Chut eternal retribution. Ona nie requited precisely co ona zarabat"}]}