{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"Ошондо, силер эч кимге карабай (тоо) таянып (качып) жөнөдүңөр. Пайгамбар болсо, (“О, Аллаһтын пенделери бери келгиле!” - деп) эң акыркыңардын арасында силерди чакырып жатты. Кийин Аллаһ, силер жетпей калган жеңишке жана силерге жеткен жеңилүүгө капа болбошуңар үчүн кайгы үстүнө (андан да чоңураак) кайгы берди.? Аллаһ силердин ишиңерден Кабардар"},{"SurahNumber":3,"VerseNumber":154,"Text":"Кийин, (ошол чоң) кайгынын артынан, Аллаһ силерге (көз ирмемдик, эс алдыруучу) уйку берди. (Ал уйку) силердин араңардан (динге жан күйдүргөн) бир тайпаны өз кучагына алды. (Силердин араңардагы) дагы бир тайпаны (мунафыктарды) өз жандары кайгыга салып, Аллаһка адилетсиздик менен, нааданчасынан күмөн санап: “Эми, бизге иш жок” (жеңилип бүттүк) дешти. Айт: “Иш Аллаһтын колунда”. Алар сага айтпаган нерселерин жүрөктөрүнө катып: “Эгер бул (согуштук) иште биздин пикирибиз эсепке алынганда, бул жерде өлүп кетпейт элек” дешет. Айт: “Эгер үйүңөрдүн ичинде болсоңор дагы, (тагдырында) өлтүрүлүү жазып коюлган киши, өлтүрүлө турган жайына келет.” (Аллаһ бул иштерди) силердин жүрөгүңөрдөгү нерсени (ал ыйманбы, мунафыктыкпы) сынаш жана жүрөгүңөрдөгү (шайтандын азгырыгынан турган) нерсени тазалаш үчүн кылды. Аллаһ — жүрөктөрдөгү сырларды да Билүүчү"},{"SurahNumber":3,"VerseNumber":155,"Text":"(О, момундар, Ухудда) эки (согушкер) жамаат жолуккан күндө артына качкан адамдарыңарды, кээ бир күнөөлөрү себептүү, шайтан гана жолдон азгырган.! Аллаһ алардын күнөөсүн кечирди. Аллаһ Кечиримдүү, (пейили) Жумшак"},{"SurahNumber":3,"VerseNumber":156,"Text":"О, ыйман келтиргендер! (Алыс) жерге сапарга же болбосо казатка чыккан бурадарлары жөнүндө “Эгер биздин алдыбызда болсо өлбөйт жана өлтүрүлбөйт эле” деген каапырларга окшобогула. Аллаһ алардын бул (жалган) сөздөрүн өздөрүнүн жүрөктөрүнө кайгы кылып койот. Чынында, Аллаһ өлтүрөт жана тирилтет. Аллаһ силер жасап жаткан иштерди Көрүүчү"},{"SurahNumber":3,"VerseNumber":157,"Text":"Эгер силер Аллаһтын жолунда өлтүрүлсөңөр же өлсөңөр.., Аллаһдан болгон кечирим жана ырайым (дүйнө кулдары) жыйнаган нерседен жакшы"},{"SurahNumber":3,"VerseNumber":158,"Text":"Эгер өлсөңөр же өлтүрүлсөңөр, сөзсүз Аллаһтын алдына чогултуласыңар"},{"SurahNumber":3,"VerseNumber":159,"Text":"(О, Мухаммад!) Раббиң тарабынан болгон ырайым себептүү сен аларга (сахаабаларыңа) жумшак мамиле жасадың. Эгер орой, ташбоор болсоң, алар сенин айланаңдан тарап кетишмек! Аларды кечир жана Алар үчүн (Аллаһдан) кечирим сура. Жана (өзүң ылайык көргөн) иште алар менен кеңеш. Эгер (бир ишке) киришчү болсоң, Аллаһка тобокел кыл. Албетте, Аллаһ тобокел кылуучуларды сүйөт"},{"SurahNumber":3,"VerseNumber":160,"Text":"Эгер Аллаһ жардам берсе, силерди эч ким жеңе албайт. Эгерде жардамсыз (өзүңөрдү-өзүңөргө) таштап койсо, Аллаһтан кийин силерге ким жардам берет?! Момундар Аллаһка гана тобокел кылышсын"},{"SurahNumber":3,"VerseNumber":161,"Text":"Эч бир пайгамбарга “гулул” кылуу? мүмкүн эмес! Жана кимде-ким “гулул” кылса, Кыяматта “гулул” кылган ишин (желкесине) көтөрүп келет. Кийин ар бир жан адилет менен өз иштеринин толук тиешесин алат"},{"SurahNumber":3,"VerseNumber":162,"Text":"Аллаһтын ыраазычылыгын максат кылган адам менен Аллаһтын каарына жолугуп, барар жери Тозок болгон адам теңби?! Бул кандай жаман акыбет"},{"SurahNumber":3,"VerseNumber":163,"Text":"(Жок тең эмес) Алар Аллаһтын алдында ар кандай даражаларда болушат. Аллаһ алардын эмне жасаганын Көрүүчү"},{"SurahNumber":3,"VerseNumber":164,"Text":"Өздөрүнүн арасынан, аларга Аллаһтын аяттарын окуп бере турган, аларды (күнөөлөрдөн) тазалай турган жана мындан мурун анык адашууда болушса да, Китеп (Кураан) менен Хикматты (Сүннөттү) үйрөтө турган бир пайгамбарды жиберүү менен Аллаһ момундарга (теңдешсиз) жакшылык кылган"},{"SurahNumber":3,"VerseNumber":165,"Text":"Силерге (Ухуд согушунда мушриктерден) кырсык жеткенде — аларга (Бадр согушунда) эки эсе көп кырсык жеткизген болсоңор да — “Бул кайгы кайдан келди” - деген элеңер. Айт: “Бул — өзүңөрдөн”. Албетте, Аллаһ ар нерсеге Кудуреттүү"},{"SurahNumber":3,"VerseNumber":166,"Text":"Эки тайпа тирешкенде силерге жеткен сыноолор араңардагы ыймандууларды билиш үчүн Аллаһтын гана уруксаты менен болду"},{"SurahNumber":3,"VerseNumber":167,"Text":"Жана, мунафык-чыккынчыларды билиш үчүн. Аларга “Жүргүлө, Аллаһтын жолунда же болбосо (мекениңерди, абийир-намысыңарды) коргоп согушкула” деп айтылганда, алар: “Биз эгер согуш болоорун билгенде силерге кошулмакпыз” дешкен. Алар ошол убакта ыймандан көрө каапырлыкка жакыныраак эле! (Ошондуктан,) жүрөктөрүндө жок нерсени ооздору менен айтышты. Аллаһ алардын жашырган нерселерин жакшыраак билет"},{"SurahNumber":3,"VerseNumber":168,"Text":"(О, Мухаммад!) өздөрүнүн (согушка катышкан) бурадарлары жөнүндө: “Эгер биздин тилибизге киргенде (согушка чыкпаганда) өлтүрүлбөйт эле” деп (үйүндө) олтургандарга айткын: “Эгер чынчыл болсоңор, өзүңөрдөн өлүмдү кайтаргылачы?!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Аллаһтын жолунда (динди өркүндөтөм деп жүрүп) өлтүрүлгөн адамдарды өлүктөр деп ойлобогула! Алар Раббисинин алдында (ар кандай нээматтар менен сыйланып) ырыскы тартууланган абалда тирүү"},{"SurahNumber":3,"VerseNumber":170,"Text":"Аллаһ Өзүнүн пазилетинен (аларга) берген нерселер (сыйлыктар) менен шат-курсант. Алар артында калган, өздөрүнө жетип келбеген бурадарларына (бул жакта) аларга коркунуч жок экени жана кайгырышпасы жөнүндө сүйүнүчтүү кабар беришет"}]}