{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"Cas podlehnout when BUH prosit predvolat hlasatel poadovat ti Jak byl odezva s ty? Oni odríkávat My ne mel vedomí! Ty jsem Knower úplne ochrana prezidenta"},{"SurahNumber":5,"VerseNumber":110,"Text":"BUH prosit ODRÍKÁVAT O JEÍŠ SYN MARIE vzpomínat si MUJ ŠTESTÍ TY SVUJ UJMOUT SE JAKO MATKA! Já snést ty Zboný Povzbudit uvolnit ty mluven podle lidé vecpat také moný dospelý! Já ucit ty bible moudrost Torah Evangelium. Zrušení onen ty tvorit podle jíl obrábet osoba Muj dovolená pak kvet to to slušet bydlit osoba Muj dovolená! Ty lécit slepý malomocný Muj dovolená obnovit naprosto Muj dovolená! Zrušení já ochranný ty Detský Izrael chtít škoda ty dukladný zázrak ty beet ti! disbelievers ti odríkávat ‘Tento jsem obviously kouzelný"},{"SurahNumber":5,"VerseNumber":111,"Text":"Zrušení já dýchat ák ‘Ty domnívat se za Mi Muj hlasatel ' Oni odríkávat ‘My domnívat se loisko svedcit my jsem submitters"},{"SurahNumber":5,"VerseNumber":112,"Text":"Zrušení onen ák odríkávat O Jeíš syn Marie mohl svuj Magnát odeslat nás pastva lye? On odríkávat Ty váit si BUH ty jsem verící"},{"SurahNumber":5,"VerseNumber":113,"Text":"Oni odríkávat My ádat strávit od toho uklidnit náš srdce módní prosím onen ty zjistit nás vernost! My obsluhovat svedcit o tom"},{"SurahNumber":5,"VerseNumber":114,"Text":"Odríkávat Jeíš syn Marie Náš buh náš Magnát odeslat shodit nás pastva lye! Pripustit to privést dost kadý naprostý jednotka z nás známka podle Ty! Postarat se nebo nás; Ty byl nejlepší Správce"},{"SurahNumber":5,"VerseNumber":115,"Text":"BUH ODRÍKÁVAT JÁ ODESLAT TO SRAZIT. Kadý among ty pochybovat tento já potrestat jemu protoe já nikdy potrestat kadý jinam"},{"SurahNumber":5,"VerseNumber":116,"Text":"BUH prosit ODRÍKÁVAT O JEÍŠ SYN MARIE UCINIL TY ríct podle LIDÉ ‘ÚTOCIT mi MUJ ujmout se jako matka OBRAZ BUH? ' ON ODRÍKÁVAT TY OSLAVOVAT! Já ne vyjádrit co byl právo! Mel já odríkávat to Ty ji módní to! Ty módní muj thoughts já ne módní Svuj thoughts! Ty módní úplne ochrana prezidenta"},{"SurahNumber":5,"VerseNumber":117,"Text":"Já zjistit ti jen co Ty príkaz mne odríkávat ‘Ty zbonovat BUH muj Magnát svuj Magnát. ' já jsem svedcit ti ackoliv dlouze ackoliv já ivoucí ti. When Ty ukoncit muj doivotní zahrabat Ty slušet Hlídac ti. Ty svedcit úplne potreby"},{"SurahNumber":5,"VerseNumber":118,"Text":"Ty potrestat ti oni jsem Svuj základní. Ty omluvit ti Ty jsem Všemohoucí Odborný"},{"SurahNumber":5,"VerseNumber":119,"Text":"BUH prosit VYHLÁSIT TENTO jsem CAS when PRAVÝ PROSIT UCHOVAT JEJICH truthfulness. ONI ZASLOUILÝ ZAHRADNÍ PRÍLIV PRAMEN! Oni zustávat therein stále. BUH SPOKOJENÝ TI ONI SPOKOJENÝ JEMU! Tento jsem prima radost z vítezství"},{"SurahNumber":5,"VerseNumber":120,"Text":"S BUH patrit svrchovanost z nebe zahrabat všechno za ti On jsem Všemohoucí"},{"SurahNumber":6,"VerseNumber":1,"Text":"Pochvala byl BUH tvorit nebe zahrabat zpusobit temnota nastoupit. Ty pochybovat za jejich Magnát zustat zmenit smer ceho"},{"SurahNumber":6,"VerseNumber":2,"Text":"On byl Jednotka tvorit ty bláto pak dopredu daný svuj doivotní vírení doivotní vírení onen módní jen s Jemu! Ty zustat pochybovat"},{"SurahNumber":6,"VerseNumber":3,"Text":"On jsem 1 BUH nebe zahrabat. On módní svuj ochrana prezidenta svuj popis On módní všechno ty získat"},{"SurahNumber":6,"VerseNumber":4,"Text":"Nedbající co druh o zkouška delat se ti jejich Magnát oni obeh od toho odpor"},{"SurahNumber":6,"VerseNumber":5,"Text":"Protoe oni vyradit vernost when to podlehnout ti oni privodit si dusledek jejich heedlessness"},{"SurahNumber":6,"VerseNumber":6,"Text":"Oni ne prijmout e mnoství výroba ti my zrušit? My dosadit ti zahrabat jinam than my vyloucit co z ceho ty my lít ti štestí generously my stanovit ti príliv pramen! My pak zrušit ti jejich hrích my zástupce jiný buzení jejich zaúctovat"},{"SurahNumber":6,"VerseNumber":7,"Text":"Ješte my odeslat ti fyzikální kniha spis ochoten doklady, oni nakazit to jejich písmo ty pochybovat odríkávat Tento jsem nikoliv jinam than hodný kouzelný"},{"SurahNumber":6,"VerseNumber":8,"Text":"Oni také odríkávat jen andel delat se jemu! Mel my odeslat andel soubor duvod ukoncit oni ješte odrocit"},{"SurahNumber":6,"VerseNumber":9,"Text":"Mel my odeslat andel my odeslat jemu seradit mu my zadret ti presne ackoliv zmást ackoliv oni zmást tak"},{"SurahNumber":6,"VerseNumber":10,"Text":"Hlasatel ty zesmešnit. jsem ty falešný ti snést dusledek z jejich zesmešnit"},{"SurahNumber":6,"VerseNumber":11,"Text":"Odríkávat Potulka zahrabat proslulý dusledek rejectors"},{"SurahNumber":6,"VerseNumber":12,"Text":"Ríct, \"Podle koho patrit všechno nebe zahrabat? Ríct, \"Podle BUH. On rozhodnout soucit jsem Svém znak! On prece predvolat ty úplne Cas Zmrtvýchvstání jsem nevyhnutelný. Jednotka pozbýt jejich duše jsem ty pochybovat"}]}