{"Id":52,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"আর তাদের পাশে থাকবে আনতনয়না সমবয়স্কারা।"},{"SurahNumber":38,"VerseNumber":53,"Text":"এটা হিসেবের দিনের জন্য তোমাদেরকে দেয়া প্ৰতিশ্রুতি।"},{"SurahNumber":38,"VerseNumber":54,"Text":"নিশ্চয় এটা আমাদের দেয়া রিযিক যা নিঃশেষ হওয়ার নয়।"},{"SurahNumber":38,"VerseNumber":55,"Text":"এটাই। আর নিশ্চয় সীমালংঘনকারীদের জন্য রয়েছে নিকৃষ্টতম প্রত্যাবর্তনস্থল"},{"SurahNumber":38,"VerseNumber":56,"Text":"জাহান্নাম, সেখানে তারা অগ্নিদগ্ধ হবে, কত নিকৃষ্ট বিশ্রামস্থল"},{"SurahNumber":38,"VerseNumber":57,"Text":"এটাই। কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ [১]।"},{"SurahNumber":38,"VerseNumber":58,"Text":"আরো আছে এরূপ বিভিন্ন ধরনের শাস্তি [১]।"},{"SurahNumber":38,"VerseNumber":59,"Text":"এ তো এক বাহিনী, তোমাদের সঙ্গে প্ৰবেশ করছে। তাদের জন্য নেই কোনো অভিনন্দন। নিশ্চয় তারা আগুনে জ্বলবে।’"},{"SurahNumber":38,"VerseNumber":60,"Text":"অনুসারীরা বলবে, ‘বরং তোমরাও, তোমাদের জন্যও কোনো অভিনন্দন নেই। তোমরাই তো আগে আমাদের জন্য এটার ব্যবস্থা করেছ। অতএব কত নিকৃষ্ট এ আবাসস্থল [১]!’"},{"SurahNumber":38,"VerseNumber":61,"Text":"তারা বলবে, 'হে আমাদের রব! যে এটাকে আমাদের সম্মুখীন করেছে, আগুনে তার শাস্তি আপনি দ্বিগুণ বাড়িয়ে দিন।"},{"SurahNumber":38,"VerseNumber":62,"Text":"তারা আরও বলবে, 'আমাদের কী হল যে, আমরা যেসব লোককে মন্দ বলে গণ্য করতাম তাদেরকে দেখতে পাচ্ছি না [১]।"},{"SurahNumber":38,"VerseNumber":63,"Text":"তবে কি আমরা তাদেরকে (অহেতুক) ঠাট্টা-বিদ্রূপের পাত্ৰ মনে করতাম; না তাদের ব্যাপারে আমাদের দৃষ্টি বিভ্রম ঘটেছে [১]"},{"SurahNumber":38,"VerseNumber":64,"Text":"নিশ্চয় এটা বাস্তব সত্য--- জাহান্নামীদের এ পারস্পারিক বাদ-প্রতিবাদ।"},{"SurahNumber":38,"VerseNumber":65,"Text":"বলুন, 'আমি তো একজন সতর্ককারী মাত্র এবং সত্য কোনো ইলাহ্ নেই আল্লাহ ছাড়া, যিনি এক, প্রবল প্ৰতাপশালী।"},{"SurahNumber":38,"VerseNumber":66,"Text":"যিনি আসমানসমূহ, যমীন ও তাদের মধ্যবর্তী সমস্ত কিছুর রব, প্রবল পরাক্রমশালী, মহাক্ষমাশীল।"},{"SurahNumber":38,"VerseNumber":67,"Text":"বলুন, 'এটা এক মহাসংবাদ"},{"SurahNumber":38,"VerseNumber":68,"Text":"যা থেকে তোমরা মুখ ফিরিয়ে নিচ্ছ।"},{"SurahNumber":38,"VerseNumber":69,"Text":"‘উর্ধ্বলোক সম্পর্কে আমার কোনো জ্ঞান ছিল না যখন তারা বাদানুবাদ করছিল [১]।"},{"SurahNumber":38,"VerseNumber":70,"Text":"আমার কাছে তো এ ওহী এসেছে যে, আমি একজন স্পষ্ট সতর্ককারী মাত্র।"},{"SurahNumber":38,"VerseNumber":71,"Text":"স্মরণ করুন, যখন আপনার রব ফেরেশতাদেরকে বলেছিলেন, 'আমি মানুষ সৃষ্টি করছি কাদা থেকে"},{"SurahNumber":38,"VerseNumber":72,"Text":"অতঃপর যখন আমি তাকে সুষম করব এবং তাতে আমার রূহ সঞ্চার করব, তখন তোমরা তার প্রতি সাজদাবনত হয়ো।"},{"SurahNumber":38,"VerseNumber":73,"Text":"তখন ফেরেশতারা সকলেই সাজদাবনত হল"},{"SurahNumber":38,"VerseNumber":74,"Text":"ইবলীস ছাড়া, সে অহংকার করল এবং কাফিরদের অন্তর্ভুক্ত হল।"},{"SurahNumber":38,"VerseNumber":75,"Text":"তিনি বললেন, 'হে ইবলীস! আমি যাকে আমার দু'হাতে [১] সৃষ্টি করেছি, তার প্রতি সাজদাবনত হতে তোমাকে কিসে বাধা দিল? তুমি কি ঔদ্ধত্য প্রকাশ করলে, না তুমি অধিকতর উচ্চ মর্যাদাসম্পন্ন"},{"SurahNumber":38,"VerseNumber":76,"Text":"সে বলল, 'আমি তার চেয়ে শ্রেষ্ঠ। আপনি আমাকে আগুন থেকে সৃষ্টি করেছেন এবং তাকে সৃষ্টি করেছেন কাদা থেকে।’"},{"SurahNumber":38,"VerseNumber":77,"Text":"তিনি বললেন, 'তুমি এখান থেকে বের হয়ে যাও, কেননা নিশ্চয় তুমি বিতাড়িত।"},{"SurahNumber":38,"VerseNumber":78,"Text":"‘আর নিশ্চয় তোমার উপর আমার লা'নত থাকবে, কর্মফল দিন পর্যন্ত।’"},{"SurahNumber":38,"VerseNumber":79,"Text":"সে বলল, 'হে আমার রব! অতএব আপনি আমাকে সেদিন পর্যন্ত অবকাশ দিন, যে দিন তাদেরকে পুনরুত্থিত করা হবে।"},{"SurahNumber":38,"VerseNumber":80,"Text":"তিনি বললেন, 'তাহলে তুমি অবকাশপ্ৰাপ্তদের অন্তর্ভুক্ত হলে"},{"SurahNumber":38,"VerseNumber":81,"Text":"‘নির্ধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।"},{"SurahNumber":38,"VerseNumber":82,"Text":"সে বলল, 'আপনার ক্ষমতা-সম্মানের শপথ! অবশ্যই আমি তাদের সবাইকে পথভ্রষ্ট করব"},{"SurahNumber":38,"VerseNumber":83,"Text":"‘তবে তাদের মধ্যে আপনার একনিষ্ঠ বান্দারা ব্যতীত।"},{"SurahNumber":38,"VerseNumber":84,"Text":"তিনি বললেন, ‘তবে এটাই সত্য, আর আমি সত্যই বলি"},{"SurahNumber":38,"VerseNumber":85,"Text":"অবশ্যই তোমার দ্বারা ও তাদের মধ্যে যারা তোমার অনুসরণ করবে তাদের সবার দ্বারা আমি জাহান্নাম পূর্ণ করব।"},{"SurahNumber":38,"VerseNumber":86,"Text":"বলুন, 'আমি এর জন্য তোমাদের কাছে কোনো প্রতিদান চাই না এবং আমি কৃত্রিমতাশ্রয়ীদের অন্তর্ভুক্ত নই [১]।"},{"SurahNumber":38,"VerseNumber":87,"Text":"এ তো সৃষ্টিকুলের জন্য উপদেশ মাত্ৰ! [১]।"},{"SurahNumber":38,"VerseNumber":88,"Text":"আর এর সংবাদ তোমরা অবশ্যই জানবে, কিছুদিন পরে [১]।"},{"SurahNumber":39,"VerseNumber":1,"Text":"এ কিতাব পরাক্রমশালী প্রজ্ঞাময় আল্লাহর কাছ থেকে নাযিল হওয়া।"},{"SurahNumber":39,"VerseNumber":2,"Text":"নিশ্চয় আমরা আপনার কাছে এ কিতাব সত্যসহ নাযিল করেছি। কাজেই আল্লাহর 'ইবাদত করুন তাঁর আনুগত্যে একনিষ্ঠ হয়ে।"},{"SurahNumber":39,"VerseNumber":3,"Text":"জেনে রাখুন, অবিমিশ্র আনুগত্য আল্লাহরই প্রাপ্য। আর যারা আল্লাহর পরিবর্তে অন্যদেরকে অভিভাবকরূপে গ্রহণ করে তারা বলে, 'আমরা তো এদের ইবাদত এ জন্যে করি যে, এরা আমাদেরকে পরিপূর্ণভাবে আল্লাহর সান্নিধ্যে এনে দেবে [১]।’ তারা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে নিশ্চয় আল্লাহ তাদের মধ্যে সে ব্যাপারে ফয়সালা করে দেবেন। যে মিথ্যাবাদী ও কাফির, নিশ্চয় আল্লাহ তাকে হিদায়াত দেন না।"},{"SurahNumber":39,"VerseNumber":4,"Text":"আল্লাহ সন্তান গ্ৰহণ করতে চাইলে তিনি তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছে বেছে নিতেন। পবিত্র ও মহান তিনি! তিনি আল্লাহ, এক, প্রবল প্রতাপশালী।"},{"SurahNumber":39,"VerseNumber":5,"Text":"তিনি যথাযথভাবে আসমানসমূহ ও যমীন সৃষ্টি করেছেন। তিনি রাত দ্বারা দিনকে আচ্ছাদিত করেন এবং রাতকে আচ্ছাদিত করেন দিন দ্বারা [১]। সূর্য ও চাঁদকে তিনি করেছেন নিয়মাধীন। প্ৰত্যেকেই পরিক্রমণ করে এক নির্দিষ্ট কাল পর্যন্ত। জেনে রাখে, তিনি পরাক্রমশালী, ক্ষমাশীল।"},{"SurahNumber":39,"VerseNumber":6,"Text":"তিনি তোমাদেরকে সৃষ্টি করেছেন একই ব্যক্তি হতে। তারপর তিনি তার থেকে জোড়া সৃষ্টি করেছেন [১]। আর তিনি তোমাদের জন্য নাযিল করেছেন আট জোড়া আন'আম [২]। তিনি তোমাদেরকে তোমাদের মাতৃগর্ভের ত্ৰিবিধ অন্ধকারে পর্যায়ক্রমে সৃষ্টি করেছেন। তিনিই আল্লাহ; তোমাদের রব; সর্বময় কর্তৃত্ব তাঁরই; তিনি ছাড়া কোনো সত্য ইলাহ নেই। অতঃপর তোমাদেরকে কোথায় ফিরানো হচ্ছে"},{"SurahNumber":39,"VerseNumber":7,"Text":"যদি তোমরা কুফরী কর তবে (জেনে রাখ) আল্লাহ তোমাদের মুখাপেক্ষী নন [১]। আর তিনি তাঁর বান্দাদের জন্য কুফরী পছন্দ করেন না এবং যদি তোমরা কৃতজ্ঞ হও তবে তিনি তোমাদের জন্য তা-ই পছন্দ করেন। আর কোনো বোঝা বহনকারী অপরের বোঝা বহন করবে না। তারপর তোমাদের রবের কাছেই তোমাদের ফিরে যাওয়া। তখন তোমরা যা আমল করতে তা তিনি তোমাদেরকে অবহিত করবেন। নিশ্চয় অন্তরে যা আছে তিনি তা সম্যক অবগত।"}]}