{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Знайте, что если вы захватили трофеи, то пятая часть их принадлежит Аллаху, Посланнику, близким родственникам Посланника, сиротам, беднякам и путникам, если вы уверовали в Аллаха и в то, что Мы ниспослали Нашему рабу в день различения, в день, когда встретились две армии при Бадре. Воистину, Аллах способен на всякую вещь"},{"SurahNumber":8,"VerseNumber":42,"Text":"Вот вы находились на ближней стороне долины, они - на дальней стороне, а караван был ниже вас. Если бы вы условились, то разошлись бы во времени и месте. Однако все произошло так, чтобы Аллах довел до конца дело, которое уже было свершившимся, дабы погиб тот, кто погиб при полной ясности, и дабы выжил тот, кто выжил при полной ясности. Воистину, Аллах - Слышащий, Знающий"},{"SurahNumber":8,"VerseNumber":43,"Text":"Вот Аллах показал их тебе во сне малочисленными. Если бы Он показал тебе их многочисленными, то вы пали бы духом и стали бы препираться при принятии решения. Однако Аллах уберег вас, ибо Он знает о том, что в груди"},{"SurahNumber":8,"VerseNumber":44,"Text":"Вот Аллах, когда вы встретились, показал их вашим глазам малочисленными, и вас показал их глазам малочисленными, чтобы довести до конца дело, которое уже было свершившимся. Воистину, дела возвращаются к Аллаху"},{"SurahNumber":8,"VerseNumber":45,"Text":"О те, которые уверовали! Когда вы сталкиваетесь с отрядом, то будьте стойки и многократно поминайте Аллаха, - быть может, вы преуспеете"},{"SurahNumber":8,"VerseNumber":46,"Text":"Повинуйтесь Аллаху и Его Посланнику и не препирайтесь, а не то вы падете духом и лишитесь сил. Будьте терпеливы, ибо Аллах - с терпеливыми"},{"SurahNumber":8,"VerseNumber":47,"Text":"Не уподобляйтесь тем, которые горделиво вышли из своих домов, показывая себя перед людьми, и сбивали других с пути Аллаха. Аллах объемлет все, что они совершают"},{"SurahNumber":8,"VerseNumber":48,"Text":"Вот дьявол приукрасил для них их деяния и сказал: «Сегодня никто из людей не одолеет вас. Воистину, я буду по соседству». Но когда два отряда увидели друг друга, он повернул вспять и сказал: «Я не причастен к вам. Воистину, я вижу то, чего вы не видите. Я боюсь Аллаха, ведь Аллах суров в наказании»"},{"SurahNumber":8,"VerseNumber":49,"Text":"Вот лицемеры и те, чьи сердца были поражены недугом, сказали: «Эти люди обмануты своей религией». Но если кто уповает на Аллаха, то ведь Аллах - Могущественный, Мудрый"},{"SurahNumber":8,"VerseNumber":50,"Text":"Если бы ты видел, как ангелы умерщвляют неверующих. Они бьют их по лицу и по спинам со словами: «Вкусите мучения от обжигающего Огня"},{"SurahNumber":8,"VerseNumber":51,"Text":"Это - за то, что приготовили ваши руки. Воистину, Аллах не поступает несправедливо с рабами»"},{"SurahNumber":8,"VerseNumber":52,"Text":"Так же поступали род Фараона и те, которые жили до них. Они не уверовали в знамения Аллаха, и Аллах схватил их за грехи. Воистину, Аллах силен и суров в наказании"},{"SurahNumber":8,"VerseNumber":53,"Text":"Это произошло потому, что Аллах не отменяет милость, которую Он оказал людям, пока они сами не изменяют того, что в их душах. Воистину, Аллах - Слышащий, Знающий"},{"SurahNumber":8,"VerseNumber":54,"Text":"Таким же образом поступали род Фараона и те, которые жили до них. Они не уверовали в знамения своего Господа, и Мы погубили их за грехи и потопили род Фараона. Все они были беззаконниками"},{"SurahNumber":8,"VerseNumber":55,"Text":"Воистину, наихудшими из живых существ перед Аллахом являются те, которые не уверовали и не уверуют"},{"SurahNumber":8,"VerseNumber":56,"Text":"Ты заключаешь с ними договор, но всякий раз они нарушают этот договор и не страшатся"},{"SurahNumber":8,"VerseNumber":57,"Text":"Если ты встретишься с ними в битве, то покарай их сурово, дабы рассеять тех, кто позади них, - быть может, они помянут назидание"},{"SurahNumber":8,"VerseNumber":58,"Text":"А если ты опасаешься измены со стороны людей, то отбрось договорные обязательства, чтобы все оказались равны. Воистину, Аллах не любит изменников"},{"SurahNumber":8,"VerseNumber":59,"Text":"Пусть не думают неверующие, что они опередят других. Воистину, им не сбежать"},{"SurahNumber":8,"VerseNumber":60,"Text":"Приготовьте против них сколько можете силы и боевых коней, чтобы устрашить врага Аллаха и вашего врага, а также тех, которых вы не знаете, но которых знает Аллах. Что бы вы ни израсходовали на пути Аллаха, вам будет возвращено сполна, и с вами не поступят несправедливо"}]}