{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, Musa'nın kavminden idi de, onlara karşı azgınlık etmişti. Biz ona öyle hazineler vermiştik ki, anahtarlarını güçlü, kuvvetli bir topluluk zor taşırdı. Kavmi ona şöyle demişti: Şımarma! Bil ki Allah şımarıkları sevmez"},{"SurahNumber":28,"VerseNumber":77,"Text":"Allah’ın sana verdiğinden (O'nun yolunda harcayarak) ahiret yurdunu iste; ama dünyadan da nasibini unutma. Allah sana ihsan ettiği gibi, sen de (insanlara) iyilik et. Yeryüzünde bozgunculuğu arzulama. Şüphesiz ki Allah, bozguncuları sevmez"},{"SurahNumber":28,"VerseNumber":78,"Text":"Karun ise: O (servet) bana ancak kendimdeki bilgi sayesinde verildi, demişti. Bilmiyor muydu ki Allah, kendinden önceki nesillerden, ondan daha güçlü, ondan daha çok taraftarı olan kimseleri helâk etmişti. Günahkârlardan günahları sorulmaz (Allah onların hepsini bilir)"},{"SurahNumber":28,"VerseNumber":79,"Text":"Derken, Karun, ihtişamı içinde kavminin karşısına çıktı. Dünya hayatını arzulayanlar: Keşke Karun'a verilenin benzeri bizim de olsaydı; doğrusu o çok şanslı! dediler"},{"SurahNumber":28,"VerseNumber":80,"Text":"Kendilerine ilim verilmiş olanlar ise şöyle dediler: Yazıklar olsun size! İman edip salih ameller işleyenlere göre Allah'ın mükâfatı daha üstündür. Ona da ancak sabredenler kavuşabilir"},{"SurahNumber":28,"VerseNumber":81,"Text":"Nihayet biz, onu da, sarayını da yerin dibine geçirdik. Artık Allah'a karşı kendisine yardım edecek avanesi olmadığı gibi, o, kendini savunup kurtarabilecek kimselerden de değildi"},{"SurahNumber":28,"VerseNumber":82,"Text":"Daha dün onun yerinde olmayı isteyenler: Demek ki, Allah rızkı, kullarından dilediğine bol veriyor, dilediğine de az. Şayet Allah bize lütufta bulunmuş olmasaydı, bizi de yerin dibine geçirirdi. Vay! Demek ki inkârcılar iflâh olmazmış! demeye başladılar"},{"SurahNumber":28,"VerseNumber":83,"Text":"İşte ahiret yurdu! Biz onu yeryüzünde böbürlenmeyi ve bozgunculuğu arzulamayan kimselere veririz. (En güzel) âkıbet, takvâ sahiplerinindir"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kim bir iyilik getirirse ona bundan daha hayırlı karşılık vardır. Kim bir kötülük getirirse, o kötülükleri işleyenler, ancak yaptıkları kadar ceza görürler"},{"SurahNumber":28,"VerseNumber":85,"Text":"(Rasûlüm!) Kur’an'ı (okumayı, tebliğ etmeyi ve ona uymayı) sana farz kılan Allah, elbette seni (yine) dönülecek yere döndürecektir. De ki: Rabbim, kimin hidayeti getirdiğini ve kimin apaçık bir sapıklık içinde olduğunu en iyi bilendir"},{"SurahNumber":28,"VerseNumber":86,"Text":"Sen, bu Kitab’ın sana vahyolunacağını ummuyordun. (Bu) ancak Rabbinden bir rahmet (olarak gelmiş) tir. O halde sakın kâfirlere arka çıkma"},{"SurahNumber":28,"VerseNumber":87,"Text":"Allah'ın âyetleri sana indirildikten sonra, artık sakın onlar seni bu âyetlerden alıkoymasınlar. Rabbine davet et. Asla müşriklerden olma"},{"SurahNumber":28,"VerseNumber":88,"Text":"Sakın Allah'la beraber başka bir ilâha ibadet etme (yalvarıp yakarma!); zira O'ndan başka ilâh yoktur. O'ndan başka her şey yok olacaktır. Hüküm O'nundur.Yine Ona döndürüleceksiniz"}]}