{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":151,"Text":"אמור, \"בואו אקרא באוזניכם את אשר אסר עליכם ריבונכם! אל תשתפו עמו דבר, וגמלו חסד עם הוריכם, ואל תהרגו את ילדיכם מפחד העוני כי אנו נכלכל אתכם ואותם, ואל תתקרבו אל מעשי תועבה, בין גלויים ובין נסתרים, ואל תהרגו את הנפש אשר אסר המקנה אלוהים, אלא במשפט צדק. זהו אשר אלוהים ציווה אתכם למען תשכילו"},{"SurahNumber":6,"VerseNumber":152,"Text":"ואל תתקרבו אל רכוש היתום אלא בהגינות עד שיתבגר, והקפידו על הצדק במידה ובמשקל. לא נטיל על נפש לשאת יותר מכפי יכולתה. כשאתם מדברים, היו צודקים, אפילו אם יהיה זה נגד קרוב משפחה. היו נאמנים לאשר התחייבתם לפני אלוהים. אלה הדברים אשר ציווה אתכם למען תזכרו"},{"SurahNumber":6,"VerseNumber":153,"Text":"זה השביל הישר אשר אליו הדרכתי אתכם, על כן לכו בו, ואל תלכו בשבילים שיפרידו ביניכם לבין השביל של אלוהים. זה מה שהוא ציווה אתכם כדי שתשמרו על עצמכם"},{"SurahNumber":6,"VerseNumber":154,"Text":"ואז אנו נתנו למשה את הספר בשלמותו ובצורה הטובה ביותר, ובו ביאור לכל דבר, והדרכה ורחמים למען יאמינו בפגישת ריבונם (ביום הדין)"},{"SurahNumber":6,"VerseNumber":155,"Text":"וזה הספר (הקוראן) אשר הורדנו מבורך. לכן התנהגו על פיו ויראו את אלוהים למען תרוחמו"},{"SurahNumber":6,"VerseNumber":156,"Text":"לבל תגידו, \"הספר הורד אל שתי עדות לפנינו, ולא היינו מודעים להוראה שלו"},{"SurahNumber":6,"VerseNumber":157,"Text":"ולבל תגידו, \"אילו הורד הספר אלינו, היינו מודרכים יותר מהם (היהודים והנוצרים,\") כעת בא גם אליכם ספר (הקוראן) מריבונכם, כהוכחה הבהירה, והדרכה, ורחמים. מי אפוא חוטא יותר מזה המתכחש לאותות אלוהים וסוטה מהם. אנו נעניש את הסוטים מאותותינו עונש קשה מאוד על סטייתם"},{"SurahNumber":6,"VerseNumber":158,"Text":"האם מחכים הכופרים עד אשר יבואו אליהם המלאכים (להוציא את נשמתם,) או יבוא ריבונך (לשפוט אותם ביום הדין,) או יבואו כמה מאותות ריבונך (סימני יום הדין?) ביום שבו יבואו כמה מאותות ריבונך, לא יועיל לשום נפש אמונתה, אם היא לא האמינה כבר קודם לכן, או שלא עשתה באמונתה את המעשים הטובים. אמור, \" חכו, ואנחנו גם מחכים"},{"SurahNumber":6,"VerseNumber":159,"Text":"אלה אשר שיסעו את דתם והפכו לסיעות מפוזרות, אין לך מה לעשות אתם. אומנם, עניינם בידי אלוהים, והוא יודיע להם את אשר עשו"},{"SurahNumber":6,"VerseNumber":160,"Text":"מי שיעשה מעשה טוב גמולו יהיה פי עשרה ממעשהו, אולם מי שיעשה מעשה רע ייענש רק בשווה למעשהו, והם לא יקופחו"},{"SurahNumber":6,"VerseNumber":161,"Text":"אמור, \"ריבוני הדריך אותי אל השביל הישר, הדת האמתית של אברהם המתמסר, שלא היה עובד אלילים"},{"SurahNumber":6,"VerseNumber":162,"Text":"אמור, \"תפילתי וקורבני וחיי ומותי הם מוקדשים לאלוהים ריבון העולמים"},{"SurahNumber":6,"VerseNumber":163,"Text":"שאין לו כל שותף, ועל כך צוויתי, ואני עומד בראש המוסלמים"},{"SurahNumber":6,"VerseNumber":164,"Text":"אמור, \"האבקש אלוה מלבד אלוהים שהוא ריבון לכל דבר? וכל נפש תעשה מעשה רע, היא אחראית לו (ביום הדין,) ואין נפש שתישא את העול של נפש אחרת, כי אל ריבונכם תוחזרו, והוא יודיעכם את דבר כל אשר נחלקתם בו"},{"SurahNumber":6,"VerseNumber":165,"Text":"והוא אשר הקימכם כיורשים בארץ, והעלה אחדים מכם בדרגות המחיצה (הפרנסה והכוח) על פני אחרים, למען יבחן כיצד תנהגו בכל אשר נתן לכם. ריבונך מהיר בעונש, והוא אף סולח ורחום"}]}