{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"No te hemos revelado el Corán para que te agobies [y sufras por la incredulidad de tu pueblo ¡Oh, Muhámmad]"},{"SurahNumber":20,"VerseNumber":3,"Text":"Sino para que reflexionen con él aquellos que temen a Allah"},{"SurahNumber":20,"VerseNumber":4,"Text":"Esta revelación procede de Quien creó la Tierra y los altos cielos‫؛‬"},{"SurahNumber":20,"VerseNumber":5,"Text":"El Clemente que se ha establecido sobre el Trono"},{"SurahNumber":20,"VerseNumber":6,"Text":"A Él pertenece cuanto hay en los cielos y en la Tierra, lo que existe entre ellos y lo que hay bajo la tierra"},{"SurahNumber":20,"VerseNumber":7,"Text":"[Sabe ¡Oh, Muhámmad! que] No es necesario que levantes la voz cuando Le invocas, pues Él conoce los secretos y las intenciones más ocultas"},{"SurahNumber":20,"VerseNumber":8,"Text":"¡Allah! No hay más divinidad que Él. A Él pertenecen los nombres [y los atributos] más sublimes"},{"SurahNumber":20,"VerseNumber":9,"Text":"¿Acaso no te llegó [¡Oh, Muhámmad!] la historia de Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":10,"Text":"Cuando vio un fuego y dijo a su familia: Permaneced aquí, pues he visto un fuego y tal vez pueda traeros una brasa encendida [para que podáis calentaros] o encuentre junto a él quien pueda enseñarnos el camino"},{"SurahNumber":20,"VerseNumber":11,"Text":"Cuando llegó a él, una voz le llamó: ¡Oh, Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ciertamente Yo soy tu Señor; quítate las sandalias, pues estás en el valle sagrado de Tua"},{"SurahNumber":20,"VerseNumber":13,"Text":"Y Yo te he elegido; escucha, pues, lo que te revelaré"},{"SurahNumber":20,"VerseNumber":14,"Text":"Ciertamente Yo soy Allah, y no hay más divinidad que Yo. Adórame, pues, y haz la oración para tenerme presente en tu corazón"},{"SurahNumber":20,"VerseNumber":15,"Text":"Y por cierto que el Día de la Resurrección es indubitable, y nadie salvo Allah sabe cuando llegará. Ese día todos los hombres recibirán la recompensa o el castigo que se merezcan por sus obras"},{"SurahNumber":20,"VerseNumber":16,"Text":"No te dejes seducir por quienes no creen en ella y siguen sus pasiones, porque serás de los que pierdan"},{"SurahNumber":20,"VerseNumber":17,"Text":"¿Qué es lo que tienes en tu diestra? ¡Oh, Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":18,"Text":"Respondió: Es mi vara. Me sirve de apoyo, y con ella vareo los árboles para que mi ganado coma de su follaje; además de otros usos"},{"SurahNumber":20,"VerseNumber":19,"Text":"Dijo [Allah]: Arrójala ¡Oh, Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":20,"Text":"La arrojó, y ésta se convirtió en una serpiente que se movía con rapidez"},{"SurahNumber":20,"VerseNumber":21,"Text":"Dijo [Allah]: Recógela y no temas, pues la volveremos a su forma original"},{"SurahNumber":20,"VerseNumber":22,"Text":"E introduce tu mano por el cuello de tu túnica y saldrá blanca resplandeciente, sin tener ningún mal. Y éste será otro milagro"},{"SurahNumber":20,"VerseNumber":23,"Text":"Y por cierto que te hemos mostrado algunos de Nuestros grandes signos"},{"SurahNumber":20,"VerseNumber":24,"Text":"Ve ante el Faraón, pues se ha extralimitado"},{"SurahNumber":20,"VerseNumber":25,"Text":"Dijo [Moisés [Musa]]: ¡Oh, Señor mío! Abre mi corazón [disponiéndolo para que pueda recibir la profecía]"},{"SurahNumber":20,"VerseNumber":26,"Text":"Facilítame mi misión"},{"SurahNumber":20,"VerseNumber":27,"Text":"Haz que pueda expresarme correctamente"},{"SurahNumber":20,"VerseNumber":28,"Text":"Para que comprendan mi mensaje"},{"SurahNumber":20,"VerseNumber":29,"Text":"Asígname de mi familia para que me ayude [en la transmisión del Mensaje]"},{"SurahNumber":20,"VerseNumber":30,"Text":"A mi hermano Aarón [Harún]"},{"SurahNumber":20,"VerseNumber":31,"Text":"Fortaléceme con él"},{"SurahNumber":20,"VerseNumber":32,"Text":"Y asóciale en mi misión [y desígnalo Mensajero igual que a mí]"},{"SurahNumber":20,"VerseNumber":33,"Text":"Para que Te glorifiquemos"},{"SurahNumber":20,"VerseNumber":34,"Text":"Y Te recordemos mucho"},{"SurahNumber":20,"VerseNumber":35,"Text":"Por cierto que Tú bien sabes nuestra necesidad de Ti"},{"SurahNumber":20,"VerseNumber":36,"Text":"Dijo [Allah]: Te ha sido concedido lo que pides ¡Oh, Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":37,"Text":"Y por cierto que anteriormente también te agraciamos"},{"SurahNumber":20,"VerseNumber":38,"Text":"Cuando le inspiramos a tu madre [y le dijimos]"},{"SurahNumber":20,"VerseNumber":39,"Text":"Ponlo en un cesto y déjalo en el río, que éste lo llevará hasta una orilla y será recogido por un enemigo Mío y suyo [el Faraón]. Y por cierto que infundimos en ellos [el Faraón y su gente] amor por ti, y creciste bajo Nuestra observancia [y protección]"},{"SurahNumber":20,"VerseNumber":40,"Text":"Cuando tu hermana, que seguía tus rastros, le dijo [al Faraón, al ver que ninguna nodriza podía amamantarte]: ¿Acaso queréis que os indique alguien que puede encargarse de cuidarlo? Y así te devolvimos a tu madre para que se alegrara y no se entristeciera. Y cuando mataste a un hombre [del pueblo del Faraón] te salvamos de que tomaran represalias contigo, y así te probamos de distintas maneras. Y luego de permanecer unos años en Madián regresaste por decreto Nuestro ¡Oh, Moisés [Musa]"},{"SurahNumber":20,"VerseNumber":41,"Text":"Y ciertamente te he elegido [para que seas uno de Mis Mensajeros]"},{"SurahNumber":20,"VerseNumber":42,"Text":"Id tú y tu hermano con Mis signos, y no dejéis de recordarme"},{"SurahNumber":20,"VerseNumber":43,"Text":"Presentaos ante el Faraón, pues se ha extralimitado"},{"SurahNumber":20,"VerseNumber":44,"Text":"Y habladle cortésmente, para que así recapacite o tema a Allah y se arrepienta"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dijeron: ¡Oh, Señor nuestro! Tememos que nos reprima y se propase con nosotros"},{"SurahNumber":20,"VerseNumber":46,"Text":"Dijo [Allah]: No temáis, pues Yo estoy con vosotros escuchando y observando todo"},{"SurahNumber":20,"VerseNumber":47,"Text":"Id ante él y decidle: Somos Mensajeros enviados por tu Señor para que dejes ir con nosotros a los Hijos de Israel, y no los tortures. Por cierto que hemos venido con un signo de tu Señor, y quien siga la guía estará a salvo"},{"SurahNumber":20,"VerseNumber":48,"Text":"Nos ha sido revelado que quien desmienta [el Mensaje que hemos traído] y vuelva la espalda será castigado"},{"SurahNumber":20,"VerseNumber":49,"Text":"Dijo [el Faraón]: Respóndeme ¡Oh, Moisés [Musa]! ¿Y quién es vuestro Señor"},{"SurahNumber":20,"VerseNumber":50,"Text":"Dijo [Moisés [Musa]]: Nuestro Señor es Quien creó cada cosa con una naturaleza y una forma particular, y luego dispuso un orden entre todas ellas"},{"SurahNumber":20,"VerseNumber":51,"Text":"Entonces, preguntó [el Faraón]: ¿Qué pasará con las generaciones anteriores"},{"SurahNumber":20,"VerseNumber":52,"Text":"Dijo [Moisés [Musa]]: Sólo mi Señor lo sabe, y Él todo lo tiene registrado en un Libro. Mi Señor no se equivoca nunca ni se olvida de nada"},{"SurahNumber":20,"VerseNumber":53,"Text":"Él os dispuso la Tierra como un lecho [propicio para que lo habitéis] y os trazó en ella caminos, e hizo descender agua del cielo para que con ella broten diferentes especies de plantas"},{"SurahNumber":20,"VerseNumber":54,"Text":"Comed de ellas y apacentad vuestros ganados. Ciertamente en esto hay signos [del poder de Allah] para los dotados de intelecto"}]}