{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"knolls Safa та Marwah є серед обрядів ухвалених БОГОМ. Будь хто хто зауважує Hajj або `umrah здійснює ніяку помилку перетинаючи відстань між ними. Якщо один доброволець більше справедливі праці, тоді БОГ Appreciative, Omniscient"},{"SurahNumber":2,"VerseNumber":159,"Text":"Цей хто приховують наші відкриття та керівництво, після того як проголошувати їх для людей у святому писанні, засуджуються БОГОМ; вони засуджуються всім condemners"},{"SurahNumber":2,"VerseNumber":160,"Text":"Як для цих хто каються, реформа, та проголошую, я викуповую їх. Я являю собою Redeemer, Найбільш Милосердний"},{"SurahNumber":2,"VerseNumber":161,"Text":"Цей хто disbelieve та вмирають як disbelievers, зазнали осуду БОГА, ангелів, та всіх людей (на Дні Вироку)"},{"SurahNumber":2,"VerseNumber":162,"Text":"Вічно вони перебують там. retribution ніколи заміняється для них, не вони reprieved"},{"SurahNumber":2,"VerseNumber":163,"Text":"Ваш бог є один бог; немає бога але Він, Найбільш Доброзичливий, Найбільш Милосердний"},{"SurahNumber":2,"VerseNumber":164,"Text":"У створенні неба та землі, зміна ночі та дня, корабель що мандрування океан на благо людей, водний що БОГ посилає вниз з неба відновити мертву землю та щоб розповсюдитися у це всі різновиди створінь, маніпулювання вітру, та хмари що розміщуються між небом та землею, є достатні докази для людей що розуміють"},{"SurahNumber":2,"VerseNumber":165,"Text":"Досі, деякі люди встановлюють ідолів конкурувати БОГ, та люблять їх так, якби вони БОГ. Цей хто вірять БОГУ кохання найбільш. Якби тільки порушники могли побачити себе коли вони бачать retribution! Вони здійснять тоді що всю потужність належить БОГУ виключно, та що БОЖИЙ retribution awesome"},{"SurahNumber":2,"VerseNumber":166,"Text":"Цей хто були прослідкований відмовиться від цих хто прослідкували за ними. Вони побачать retribution, та всі зв'язки серед них будуть роз'єднуватися"},{"SurahNumber":2,"VerseNumber":167,"Text":"Цей хто прослідкований скаже, \"Якщо ми можемо отримати інший шанс, ми відмовимось від них, тому що вони відмовилися від нас зараз.\" БОГ таким чином показує їм наслідки їх працює нічого але remorse; вони будуть ніколи не Пекло виходу"},{"SurahNumber":2,"VerseNumber":168,"Text":"O люди, гостяться з продуктів землі всієї що є законні та гарний, та не слідують за заходами Satan; він є ваш найбільш ревний ворог"},{"SurahNumber":2,"VerseNumber":169,"Text":"Він тільки наказує вам здійснити зло та порок, та щоб сказати про БОГА які ви не знаєте"},{"SurahNumber":2,"VerseNumber":170,"Text":"Коли вони розповідаються, 'Слідують \"за яким БОГОМ відкрили herein,\" як кажуть, \"Ми слідуємо за тільки що ми знайшли наш роблячі батьками.\" Що якщо їхні батьки не зрозуміли, та не не керувались"},{"SurahNumber":2,"VerseNumber":171,"Text":"приклад такого disbelievers що папуг що повторюють що вони чують звуків та викликів, без розуміння. Глухий, німий, та сліпий; вони не можуть зрозуміти"},{"SurahNumber":2,"VerseNumber":172,"Text":"O ви що вважаєте, гоститеся з гарних речей ми якщо для вас, та будете вдячні до БОГА, якщо ви обожнювати Його єдиний"},{"SurahNumber":2,"VerseNumber":173,"Text":"Він тільки забороняє для вас харчування тварин що вмираєте себе (без людського втручання), кров, м'ясо свиней, та тварини присвятили до за винятком БОГА. Якщо кожний примушується (щоб з'їсти цей), без того, щоб бути malicious або умисний, він не зазнає гріха. БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":2,"VerseNumber":174,"Text":"Цей хто приховують БОЖІ відкриття у святому писанні, в обмін на дешеве привілей матеріалу, гостяться але вогонь у їхні шлунки. БОГ не буде розмовляти з ними на Дні Resurrection, не буде Він очищають їх. Вони зазнали болісного retribution"},{"SurahNumber":2,"VerseNumber":175,"Text":"Це - вони що вибрали збиваючі з шляху замість керівництва, та retribution замість forgiveness. Отже, вони будуть повинні винести Пекло"},{"SurahNumber":2,"VerseNumber":176,"Text":"Це тому, що БОГ відкрив це святе писання, носячи правду, та цей хто диспутують святе писання являють собою найбільш ревних опонентів"}]}