{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"۞قل اني نهيت ان اعبد الذين تدعون من دون الله لما جاءني البينت من ربي وامرت ان اسلم لرب العلمين (ان اسلم: ان اخضع وانقاد بالطاعة)"},{"SurahNumber":40,"VerseNumber":67,"Text":"هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا اشدكم ثم لتكونوا شيوخا ومنكم من يتوفى من قبل ولتبلغوا اجلا مسمى ولعلكم تعقلون (علقة: الدم الغليظ؛ المتعلق بجدار الرحم، وهو احد اطوار الجنين, لتبلغوا اشدكم: لتتكامل قوتكم, اجلا مسمى: مدة مقدرة تنتهي بها اعماركم)"},{"SurahNumber":40,"VerseNumber":68,"Text":"هو الذي يحي ويميت فاذا قضى امرا فانما يقول له كن فيكون"},{"SurahNumber":40,"VerseNumber":69,"Text":"الم تر الى الذين يجدلون في ءايت الله انى يصرفون (انى يصرفون: كيف يعدلون عنها مع صحتها؟)"},{"SurahNumber":40,"VerseNumber":70,"Text":"الذين كذبوا بالكتب وبما ارسلنا به رسلنا فسوف يعلمون (بالكتاب: بالقران)"},{"SurahNumber":40,"VerseNumber":71,"Text":"اذ الاغلل في اعنقهم والسلسل يسحبون (والسلاسل: القيود في الارجل)"},{"SurahNumber":40,"VerseNumber":72,"Text":"في الحميم ثم في النار يسجرون (الحميم: الماء الذي بلغ غاية الحرارة, يسجرون: يوقد عليهم)"},{"SurahNumber":40,"VerseNumber":73,"Text":"ثم قيل لهم اين ما كنتم تشركون"},{"SurahNumber":40,"VerseNumber":74,"Text":"من دون الله قالوا ضلوا عنا بل لم نكن ندعوا من قبل شيا كذلك يضل الله الكفرين (ضلوا عنا: غابوا عن عيوننا)"},{"SurahNumber":40,"VerseNumber":75,"Text":"ذلكم بما كنتم تفرحون في الارض بغير الحق وبما كنتم تمرحون (تمرحون: تتوسعون في الفرح اشرا وبطرا)"},{"SurahNumber":40,"VerseNumber":76,"Text":"ادخلوا ابوب جهنم خلدين فيها فبيس مثوى المتكبرين (مثوى: ماوى، ومسكن)"},{"SurahNumber":40,"VerseNumber":77,"Text":"فاصبر ان وعد الله حق فاما نرينك بعض الذي نعدهم او نتوفينك فالينا يرجعون"},{"SurahNumber":40,"VerseNumber":78,"Text":"ولقد ارسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول ان ياتي باية الا باذن الله فاذا جاء امر الله قضي بالحق وخسر هنالك المبطلون (قضي بالحق: حكم بالعدل بين الرسل، ومكذبيهم)"},{"SurahNumber":40,"VerseNumber":79,"Text":"الله الذي جعل لكم الانعم لتركبوا منها ومنها تاكلون"},{"SurahNumber":40,"VerseNumber":80,"Text":"ولكم فيها منفع ولتبلغوا عليها حاجة في صدوركم وعليها وعلى الفلك تحملون (حاجة في صدوركم: امرا ذا بال تهتمون به)"},{"SurahNumber":40,"VerseNumber":81,"Text":"ويريكم ءايته فاي ءايت الله تنكرون"},{"SurahNumber":40,"VerseNumber":82,"Text":"افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم كانوا اكثر منهم واشد قوة وءاثارا في الارض فما اغنى عنهم ما كانوا يكسبون (فما اغنى عنهم: فما دفع عنهم)"},{"SurahNumber":40,"VerseNumber":83,"Text":"فلما جاءتهم رسلهم بالبينت فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزءون (من العلم: العلم بالدنيا، وبما عندهم من الاباطيل التي يظنونها علما, وحاق: نزل واحاط)"},{"SurahNumber":40,"VerseNumber":84,"Text":"فلما راوا باسنا قالوا ءامنا بالله وحده وكفرنا بما كنا به مشركين (باسنا: عذابنا)"},{"SurahNumber":40,"VerseNumber":85,"Text":"فلم يك ينفعهم ايمنهم لما راوا باسنا سنت الله التي قد خلت في عباده وخسر هنالك الكفرون (يك: يكن, سنت الله: طريقته في عدم قبول توبة من عاين العذاب, خلت: مضت)"},{"SurahNumber":41,"VerseNumber":1,"Text":"حم"},{"SurahNumber":41,"VerseNumber":2,"Text":"تنزيل من الرحمن الرحيم"},{"SurahNumber":41,"VerseNumber":3,"Text":"كتب فصلت ءايته قرءانا عربيا لقوم يعلمون (فصلت: بينت اياته، ووضحت معانيه)"},{"SurahNumber":41,"VerseNumber":4,"Text":"بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون"},{"SurahNumber":41,"VerseNumber":5,"Text":"وقالوا قلوبنا في اكنة مما تدعونا اليه وفي ءاذاننا وقر ومن بيننا وبينك حجاب فاعمل اننا عملون (اكنة: اغطية مانعة من فهم ما تدعونا اليه, وقر: صمم، وثقل)"},{"SurahNumber":41,"VerseNumber":6,"Text":"قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فاستقيموا اليه واستغفروه وويل للمشركين (فاستقيموا اليه: اسلكوا الطريق الموصل اليه, وويل: هلاك، وعذاب)"},{"SurahNumber":41,"VerseNumber":7,"Text":"الذين لا يوتون الزكوة وهم بالاخرة هم كفرون"},{"SurahNumber":41,"VerseNumber":8,"Text":"ان الذين ءامنوا وعملوا الصلحت لهم اجر غير ممنون (غير ممنون: غير مقطوع، ولا ممنوع)"}]}