{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Na sabnsabnar a piyaka lbi Ami sa mnang so manga moriyataw o Adam; go piyakapagda Ami siran ko kalopaan ago so kalodan; go iniriskhi Ami kiran so manga pipiya; go piyakaombaw Ami siran ko madakl ko manga inadn Ami sa titho a kapakaombaw"},{"SurahNumber":17,"VerseNumber":71,"Text":"Sii ko alongan a itawag Ami ko oman i manosiya so daptar iran: Na sadn sa mibgay ron so kitab iyan sii ko kawanan iyan, na siran man na mabatiya iran so kitab iran, - na da a masalimbot kiran a izambo o dadanglisn"},{"SurahNumber":17,"VerseNumber":72,"Text":"Na sadn sa miyabaloy sii (sa doniya) a bota, na skaniyan sii ko akhirat na bota dn, go tanto a miyaawat ko lalan"},{"SurahNumber":17,"VerseNumber":73,"Text":"Na mataan! a mayto bo na khapokas ka iran dn ko iniilaham Ami rka (ya Mohammad), ka an ka Rkami miyangkob so salakaw rkaniyan: Na o giyoto i miyasowa na khowaang ka iran dn a bolayoka"},{"SurahNumber":17,"VerseNumber":74,"Text":"Na o da Ami ska pakathaknaa, na sabnsabnar a mararani mitaliyadok ka kiran sa shay´ a mayto"},{"SurahNumber":17,"VerseNumber":75,"Text":"Na o giyoto i miyasowa na kaphakitaaman Ami rka dn so takp a siksa ko kawyagoyag, go so takp a siksa ko kapatay: Oriyan iyan na daa matoon ka a tabanga aka Rkami"},{"SurahNumber":17,"VerseNumber":76,"Text":"Na mataan! a mayto bo na khabogaw ka iran ko lopa (a Madinah), ka phakaawaang ka iran on; na o giyoto i miyasowa na da a khitarg iran ko kaypos ka, a rowar ko mayto"},{"SurahNumber":17,"VerseNumber":77,"Text":"Okit o taw a sabnar a siyogo an Ami a miyaonaan ka sa pd ko manga sogo Ami: Na da a khatoon ka a misalin ko okit Ami"},{"SurahNumber":17,"VerseNumber":78,"Text":"Pamayandgn ka so sambayang ko kapolid o alongan taman ko kalibotng o gagawii, go so kapangadii ko Qor´an ko sambayang ko khapita: Mataan! a so sambayang ko khapita na tatap a zasaksian"},{"SurahNumber":17,"VerseNumber":79,"Text":"Na so sabaad ko kagagawii na pphagnaw on ka so Qor´an a malalawan ko manga paliyogat a rk ka: Matatangkd a phakadarpaang ka o Kadnan ka ko darpa a mababantog"},{"SurahNumber":17,"VerseNumber":80,"Text":"Na tharoang ka: \"Kadnan ko, pakasold akong Ka sa kasold a kasosoat, go pakaliyowa kong Ka sa kaliyo a kasosoat; go snggay akong Ka phoon ko hadapan Ka sa bagr a phakatabang"},{"SurahNumber":17,"VerseNumber":81,"Text":"Go tharoang ka a: \"Miyakawma so bnar, na miyailang so ribat: Mataan! a so ribat na tatap a ilang"},{"SurahNumber":17,"VerseNumber":82,"Text":"Na ipthoron Ami a pd ko Qor´an so bolong go limo ko miyamaratiyaya: Na ba dn pphakaoman ko manga darowaka sa kalogi"},{"SurahNumber":17,"VerseNumber":83,"Text":"Na igira a inipangalimo Ami so manosiya, na tomalikhod go itangkiri iyan a kilid iyan, na igira a minisogat on so marata na mabaloy a kadaan sa panginam"},{"SurahNumber":17,"VerseNumber":84,"Text":"Tharoang ka a: \"Oman iisa na gii nggalbk sii ko okit iyan: Na so Kadnan iyo i lbi a Matao ko taw a skaniyan i makaoontol sa lalan"},{"SurahNumber":17,"VerseNumber":85,"Text":"Na ipagiza iran rka so niyawa. Tharoang ka a: \"So niyawa na sii ko ilmo o Kadnan ko: Go da a inibgay rkano ko katao rowar ko mayto"},{"SurahNumber":17,"VerseNumber":86,"Text":"Na mataan! a o inikabaya Ami, na matatangkd a maphakada Ami dn so iniilaham Ami rka: Na sa oriyan iyan na da a matoon ka makapantag rkaniyan a panarigan Rkami"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ogaid na limo a phoon ko Kadnan ka: Mataan! a so kapdi Iyan na tatap a sii rka lbi a mala"},{"SurahNumber":17,"VerseNumber":88,"Text":"Tharoang ka a: \"Mataan! a apiya thampotampong so manga manosiya, go so manga jinn sa kambaal iran sa lagid angkai a Qor´an, na di siran dn makambaal sa lagid iyan, apiyapn mabaloy so sabaad kiran a tabanga o sabaad"},{"SurahNumber":17,"VerseNumber":89,"Text":"Na sabnsabnar a di bo dn pira a kiniropaan Ami ko manosiya, sii sangkai a Qor´an, ko oman i ibarat: Na da tarimaa o kadaklan ko manga manosiya ka ba iran dn siyangka"},{"SurahNumber":17,"VerseNumber":90,"Text":"Na pitharo iran a: \"Di ami ska dn pharatiyayaan, taman sa da a mapakambowat ka rkami phoon ko lopa a manga bowalan"},{"SurahNumber":17,"VerseNumber":91,"Text":"O di na adn a mabaloy a rk ka a pamomolan a manga korma, go manga anggor, na kapakambowatan ka so lmbak iyan sa manga lawasayg a manga babands"},{"SurahNumber":17,"VerseNumber":92,"Text":"O di na makaolog ka ko langit, manaa so inidaowang ka rkami sa sapangkat; odi na mapakadarpa aka so Allah go so manga malaikat sa mipagadapa"},{"SurahNumber":17,"VerseNumber":93,"Text":"O di na adn a mabaloy a rk ka a walay a bolawan, odi na makapanik ka ko langit. Na di ami dn pharatiyayaan i kiyapakapanik ka on taman sa di kaming ka katoronan sa kitab a mabatiya ami skaniyan\". Tharoang ka: \"Soti so Kadnan ko! Ba adn a btad akn a rowar sa manosiya; - a sogo"},{"SurahNumber":17,"VerseNumber":94,"Text":"Na da a miyakarn ko manosiya ko kapakaparatiyaya iran gowani ko makawma kiran so toroan, a rowar sa kiyatharoa iran sa: \"Ino zogo so Allah sa manosiya a sogo"},{"SurahNumber":17,"VerseNumber":95,"Text":"Tharoang ka: \"O aya matatago ko lopa, na manga malaikat a pphlalalakaw a khibabaling on, na mataan! a pakatoronan Ami siran a phoon ko langit sa malaikat a sogo"},{"SurahNumber":17,"VerseNumber":96,"Text":"Tharoang ka: \"Makatatarotop so Allah a saksi rakn ago sii rkano: Mataan! a Skaniyan na tatap sii ko manga oripn Iyan a Kaip, a Pphakaylay"},{"SurahNumber":17,"VerseNumber":97,"Text":"Na sadn sa toroon o Allah, na skaniyan i phakakdg ko ontol; go sadn sa dadagn Iyan na ding ka siran dn mitoon sa manga panarigan a salakaw Rkaniyan. Go limodn Ami siran ko alongan a qiyamah, a mikakamanga so manga paras iran, a manga bota, go manga omaw, go manga bngl: Darpa iran so naraka Jahannam: Oman pphondaw na omanan Ami kiran sa kakadg"},{"SurahNumber":17,"VerseNumber":98,"Text":"Giyoto man i balas kiran, sabap sa mataan! a siran na inongkir iran so manga ayat Ami, go pitharo iran: \"Ino amay ka mbaloy kami a manga tolan go botha, ba mataan! a skami na khawyag kami dn sa kaadn a bago"}]}