{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Bůh to jest, jenž stvořil vás slabé, po slabosti pak dal vám sílu, a po síle pak opět učiní vás slabými a šedovlasými. Bůh tvoří, co chce, a on vševědoucí jest, mocný"},{"SurahNumber":30,"VerseNumber":55,"Text":"A v den, kdy nastane hodina (soudu), přisahati budou provinilci, že dleli pouze hodinu v zemi, tak kdysi lhali (za živa)"},{"SurahNumber":30,"VerseNumber":56,"Text":"A řeknou ti, jimž dáno bylo vědění a víra: „Dleli jste tam, jak psáno jest v Knize boží, do dne zmrtvýchvstání: a tento jest den zmrtvýchvstání; však vy nebyli jste si toho vědomi.“"},{"SurahNumber":30,"VerseNumber":57,"Text":"U den onen neprospěje nepravostným omluva jejich, aniž o smíření s Bohem žádáni budou"},{"SurahNumber":30,"VerseNumber":58,"Text":"A nyní učinili jsme lidem v tomto Koránu všeho druhu podobenství: a kdyby předvedeno bylo jim znamení dojista řekli by ti, kdož neuvěřili: „Vyť pouze jste šejdíři.“"},{"SurahNumber":30,"VerseNumber":59,"Text":"Takovýmto způsobem zapečeťuje Bůh srdce těch, kdož nevědí"},{"SurahNumber":30,"VerseNumber":60,"Text":"I vytrvej v trpělivosti, neboť slib Boha pravdivý jest: a nechť nezviklají tě obavou ti, již (ve víře) nejisti jsou"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif. Lám. Mím"},{"SurahNumber":31,"VerseNumber":2,"Text":"Tato jsou znamení Knihy moudré"},{"SurahNumber":31,"VerseNumber":3,"Text":"jež vedením jest a milosrdenstvím pro dobře činící"},{"SurahNumber":31,"VerseNumber":4,"Text":"kteří zachovávají modlitbu a dávají povinnou almužnu a pevně doufají v život posmrtný"},{"SurahNumber":31,"VerseNumber":5,"Text":"Tito (dobře) vedeni jsou Pánem svým a jim dobře se povede"},{"SurahNumber":31,"VerseNumber":6,"Text":"Však jest mezi lidem kdosi, jenž kupuje kratochvilnou pověst, aby zavedl lid od stezky boží z nevědomosti a žert si z ní tropil: pro tyto připraven jest trest potupný"},{"SurahNumber":31,"VerseNumber":7,"Text":"A když čtena jsou mu znamení naše, odvrací se pyšně, jako by jich neslyšel, a jako by tíha byla v uších jeho: tomu zvěstuj trest bolestný"},{"SurahNumber":31,"VerseNumber":8,"Text":"Těm pak, kdož uvěřili a konali dobré skutky, schystány jsou zahrady rozkoše"},{"SurahNumber":31,"VerseNumber":9,"Text":"v nich přebývati budou věčně. Slib Boha pravdivý jest a on mocný jest, moudrý"},{"SurahNumber":31,"VerseNumber":10,"Text":"Onť stvořil nebesa i zemi, bez sloupů viditelných: a rozházel po zemi temena hor, aby nehýbala se s vámi: a rozptýlil po ní živočichy všeho druhu. A sesíláme s nebe vodu a dáváme vzrůstati jí všem druhům rostlin vzácných"},{"SurahNumber":31,"VerseNumber":11,"Text":"Toto vše stvořil Bůh: a nyní ukažte mi, co stvořili ti, jež vedle něho vzýváte! Ano, nepravostní jsou v bludu zjevném"},{"SurahNumber":31,"VerseNumber":12,"Text":"Kdysi pak dali jsme LOQMÁNOVI moudrost, řkouce: „Buď vděčným Bohu, neboť kdo vděčným jest Bohu, jest jím ve svůj vlastní prospěch a kdo zatvrzelým jest vůči němu — však Bůh zajisté bohatý jest a chvályhodný.“"},{"SurahNumber":31,"VerseNumber":13,"Text":"(Pomni), když Loqmán řekl synu svému, napomínaje jej: „Synáčku můj, nespolčuj ničeho s Bohem, neboť spolčování takové jest nepravostí velkou.“"},{"SurahNumber":31,"VerseNumber":14,"Text":"A doporučili jsme člověku laskavost vůči rodičům jeho; nosila jej matka jeho s nesnází za nesnází a odkojen jest teprv po dvou letech: „Bud vděčným mně i rodičům svým, neb ke mne vše se sejde"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ale snaží-li se donutiti tě, abys spolčoval se mnou, o čemž nemáš vědomosti, tehdy nebuď poslušen jich: jednej s nimi na tomto světe laskavě, ale následuj stezku toho, jenž obrací se kajícně ke mně. Poté pak navrátíte se ke mně a já povím vám o skutcích vašich.“"},{"SurahNumber":31,"VerseNumber":16,"Text":"„Synáčku můj, i kdyby jednalo se o váhu zrnka hořčičného, a i kdyby (skryto) bylo to ve skále, aneb na nebi či na zemi, Bůh přivede to (k účtování): Bůh zajisté prozíravý jest a o všem zpraven"},{"SurahNumber":31,"VerseNumber":17,"Text":"Synáčku můj, zachovávej modlitbu a nabádej k dobru a zabraňuj zlu, a bud trpěliv v neštěstí, jež stihnou tě, neb vše to jest věcí (předem) rozhodnutou"},{"SurahNumber":31,"VerseNumber":18,"Text":"A nekruť nijak tváře své na lidi, aniž vykračuj si pyšně na zemi: Bůh zajisté nemiluje nadutců vychloubačných"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ale odměřuj chůzi svou a ponižuj nejprotivnějším hlasů všech jest věru hlas oslů!“"},{"SurahNumber":31,"VerseNumber":20,"Text":"Zdaž nevidíte, že Bůh podmanil vám, cožkoliv na nebi jest i na zemi, a že zahrnul vás dobrodiními svými, zevnějšími i vnějšími? Však jsou mezi lidmi někteří, kdož hádají se ohledně Boha, aniž by měli jakého vědění, neb vědění, aniž knihy zářné"},{"SurahNumber":31,"VerseNumber":21,"Text":"A když řečeno jest jim: „Následujte to, co seslal Bůh,“ říkají: „Nikoliv: spíše následovati budeme to, co nalezli jsme u otců svých.“ Zdaž i kdyby Satan volal je k trestu plamene"}]}