{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"E ko on annduɗo wonnde ko jippinaa kon e maaɗa immorde ka Joomi maa ko goonga, wa'ata wa on ɓunɗo? Anndu ko waajitotoo, ko joomiraaɓe-haqqillaaji ɓen"},{"SurahNumber":13,"VerseNumber":20,"Text":"ɓen hunnooɓe ahadi Alla ndin, ɓe firtataa ahodal(hoolaare)"},{"SurahNumber":13,"VerseNumber":21,"Text":"e ɓen jokkooɓe kon ko Alla yamiri yo jokke, hiɓe hula Joomi maɓɓe, hiɓe hula bonnde hasboore"},{"SurahNumber":13,"VerseNumber":22,"Text":"ɓen muññoriiɓe ɗaɓɓugol yarluyee Joomi maɓɓe, ɓe ñiiɓni julde, ɓe nafqii e kon ko Men arsiki ɓe, gunndoo e kene, hiɓe duñira moƴƴere nden bone on. Ɓen ɗon, no woodani ɓe battane galle"},{"SurahNumber":13,"VerseNumber":23,"Text":"Aljannaaji ñiiɓal, hiɓe naata ɗi, e ɓen moƴƴuɓe e baabiraaɓe maɓɓe ɓen, e rewɓe maɓɓe ɓen, e geyngolji maɓɓe ɗin. Hara Malaa'ikaaɓe ɓen hino naatirana ɓe kala damal"},{"SurahNumber":13,"VerseNumber":24,"Text":"Kisal wonii e mo'on, sabu muñal mon ngal. Battane galle ɗen moƴƴii"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ɓen (non) firtooɓe ahadi Alla ndin ɓaawo fiɓugol ndi, hiɓe taƴoo e ko Alla yamiri kon yo jokke, hiɓe bonna ka leydi, ɓe ɗon, hino woodani ɓe kuɗdi, hino woodani ɓe kadi bonɗum galle"},{"SurahNumber":13,"VerseNumber":26,"Text":"Alla no yaññana arsike on Mo O muuyi, Himo ɓittina. Hiɓe weltora nguurndam aduna, nguurndam aduna non wonaali ka laakara, si wanaa dakamme-hoy"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ɓen yedduɓe no wi'a: \"Ko haɗno Aaya jippinee e makko immorde ka Joomi makko?\" Maaku: \"Alla majjinay tun mo O muuyi, O fewna e Makko on tuubuɗo-ruttii"},{"SurahNumber":13,"VerseNumber":28,"Text":"ɓen gomɗimɓe, ɓe ɓerɗe mun deeƴirta jantagol Alla. Anndee ko jantagol Alla ngol ɓerɗe ɗen deeƴirta"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ɓen gomɗimɓe ɓe golli golle moƴƴe, welo-welo woodaniiɓe e moƴƴude ruttorde"},{"SurahNumber":13,"VerseNumber":30,"Text":"Ko wano nii Men nulir-maa e mofte - gomɗii mofte goo yawtiino ado majje - fii yo a janngan ɓe nden nde Men wahayini e maaɗa, kono hiɓe yedda Yurmeteeɗo On. Maaku: \"Ko Kanko woni Joomi am. Reweteeɗo alaa si wanaa Kanko. Ko e Makko mi fawii, ko ka Makko kadi woni ruttorde am"},{"SurahNumber":13,"VerseNumber":31,"Text":"Sinno janngeteende naɓirano pelle ɗen, maa leydi ndin seekiraa sabu mayre, maa nde wowliniraa maayɓe ɓen (harayno ko ndee ɗoo). Ko woni, ko Alla woodani fiyaaku on fow. E gomɗimɓe ɓen anndaali wonnde, sinno Alla muuyuno, O fewnayna denndaangal yimɓe ɓen? Masiibo seeraali no heɓira yedduɓe ɓen ko ɓe faggitii kon, maa [ngon masiibo] yana takko galle maɓɓe nden haa fodoore Alla nden ara. Pellet Alla firtataa fodoore"},{"SurahNumber":13,"VerseNumber":32,"Text":"Gomɗii Nulaaɓe jalkitanoo ma ado maaɗa. Mi muññanii ɓen yedduɓe, refti Mi nanngi ɓe. Ko honno lepte Am ɗen wonirnoo"},{"SurahNumber":13,"VerseNumber":33,"Text":"E hara ko On dariiɗo e kala wonkii ko ki faggitii kon [ɓuri hanndude e dewal?...] Ɓe waɗanii Alla kafidii- ɗi. Maaku: \"Innee-ɗi\" Kaa on humpitay Mo ko O anndaa ka leydi? Kaa ko ko [tun] e konngol? Ko woni, heeferɓe ɓen cuɗinanaa ma pewje maɓɓe ɗen, ɓe sakkaa(pala) e laawol ngol. Kala mo Alla majjini, fewnoowo alanaa mo"},{"SurahNumber":13,"VerseNumber":34,"Text":"Hino woodani ɓe lepte ka nguurndam aduna. Pellet ko lepte laakara ɗen ɓuri sattude, alanaa ɓe daɗndoowo (ɓe) e Alla"}]}