{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Аллаһ бир чиркейди же андан да майдараак (курт-кумурскаларды) мисал келтирүүдөн тартынбайт. Ыймандуу адамдар ал мисалдын Раббиси тарабынан келген чындык экенин билишет. Каапырлар болсо, «Аллаһ муну мисал келтирүү менен эмнени каалаган?» дешет. (Аллаһ) бул мисал менен көп адамдарды адаштырат, көп адамдарды Туура Жолго баштайт. Аллаһ аны менен бузуку адамдарды гана адаштырат"},{"SurahNumber":2,"VerseNumber":27,"Text":"Алар Аллаһка берген убадаларын, бекемдегенден кийин деле буза беришет, Аллаһ улануусун буюрган нерселерди! үзүшөт жана жерде бузукулук кылышат. Мына ушул адамдар зыян тартуучулар"},{"SurahNumber":2,"VerseNumber":28,"Text":"Силер кантип Аллаһка каапыр болуудасыңар?! Ал өлүк денеңерге жан берип тирилткен. Кийин силерди өлтүрүп, андан соң (кайра) тирилтет. Кийин (эсеп берүү үчүн) Анын Өзүнө кайтарыласыңар"},{"SurahNumber":2,"VerseNumber":29,"Text":"Алсилер үчүн жердеги бардык нерселерди жаратып, андан соң асманды максат кылды жана аны жети асман кылып жаратты. Ал бардык нерсени Билүүчү"},{"SurahNumber":2,"VerseNumber":30,"Text":"Раббиң периштелерге: «Мен жер бетине халифа — орун басар жаратууну каалаймын» дегенде, периштелер айтышты: «Сен ал жерде кан төгүп, бузукулуктарды жасай тургандарды жаратасыңбы?! Өзүбүз Сени даңазалап, аруулап (сыйынып) жүрөлүк?» Аллаһ «Мен силер билбеген нерселерди билемин»-деди"},{"SurahNumber":2,"VerseNumber":31,"Text":"Жана (Аллаһ) Адамга бардык нерселердин ысымдарын үйрөттү дагы, аларды периштелерге көргөзүп, «Эгер чынчыл болсоңор, ушул нерселердин ысымдарын Мага айтып бергиле»-деди"},{"SurahNumber":2,"VerseNumber":32,"Text":"(Периштелер) Айтты: «(О, Рабби! Сен Бардык кемчилдиктен) Аруу-Тазасың! Бизде илим жок. Болгону, Өзүң үйрөткөн нерселерди гана билебиз. А, Сен болсо, Билүүчү, Даанышмансың"},{"SurahNumber":2,"VerseNumber":33,"Text":"Аллаһ: «О, Адам, аларга (Мен үйрөткөн) нерселердин ысымдарын айт» деди. (Адам) аларга нерселердин ысымдарын айтып берген соң, (Аллаһ) айтты: «Силерге «Мен жер жана асмандардагы (силер билбеген) кайыпты билемин жана силер ашкере кылган нерсени да, ичиңерге жашырган нерсени да билемин» деп айтпадым беле!»"},{"SurahNumber":2,"VerseNumber":34,"Text":"Эстегиле, Биз периштелерге «Адамга сажда кылгыла» дегенде, дароо сажда кылышты. Бир гана Иблис баш тартып, моюн толгоду жана каапырлардан болду"},{"SurahNumber":2,"VerseNumber":35,"Text":"Биз айттык: «О, Адам, сен жана жубайың (Хаваа экөөң) Бейиште жашагыла, андагы жаккан мөмөлөрдөн каалаганыңарды жегиле, бирок, мына бул даракка жакын келе көрбөгүлө. Антсеңер (өзүңөргө) зулум кылуучулардан болуп каласыңар"},{"SurahNumber":2,"VerseNumber":36,"Text":"Шайтан ал экөөнү Бейиштен азгырып, мекендеринен чыгарды. Кийин Биз (Адам, Хаваа жана шайтанга) айттык: «Бири-бириңерге душман болуп (жерге) түшкүлө! Силер үчүн жерде белгилүү убакытка (өмүр бүткөнгө) чейин орун-очок жана (нээматтарынан) пайдалануу бар»"},{"SurahNumber":2,"VerseNumber":37,"Text":"Андан кийин Адам («О, Жаратуучубуз! Биз өзүбүзгө зулум кылуучу болуп калдык» деген) сөздөрдү Раббиси тарабынан (дилине) түшүрдү. Аллаһ анын тообасын кабыл алды. Албетте, Аллаһ тообаларды кабыл алуучу (жана) Мээримдүү"},{"SurahNumber":2,"VerseNumber":38,"Text":"«Бардыгыңар Бейиштен түшкүлө» дедик. Эми, силерге Мен тараптан Туура Жол келгенде, ким Менин Туура Жолума ээрчисе, аларга коркунуч жок жана кайгы-капага батышпайт"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ал эми, Биздин аяттарыбызды жалган деген каапырлар Тозок ээлери болуп, анда түбөлүк калышат!”"},{"SurahNumber":2,"VerseNumber":40,"Text":"Эй, Исрайил урпактары!! Силерге берген нээматымды эстегиле жана Мага берген убадаңарды аткаргыла, Мен дагы силерге берген убадамды аткарамын. Менден гана корккула"},{"SurahNumber":2,"VerseNumber":41,"Text":"Жана Мен түшүргөн Кураанга ыйман келтиргиле. (Ал) силердеги нерсени (Тооратты) тастыктаган абалда (түшкөн). Силер ага эң алгачкы каапырлардан болбогула, Менин аяттарымды арзыбаган баага сатпагыла жана жалгыз Менден гана корккула"},{"SurahNumber":2,"VerseNumber":42,"Text":"Чындыкка жалганды аралаштырбагыла! Билип туруп чындыкты жашырбагыла"},{"SurahNumber":2,"VerseNumber":43,"Text":"Намазды (толук) аткаргыла, зекет бергиле жана руку кылуучулар менен бирге руку кылгыла"}]}