{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"وقطَعْنا ببني إسرائيل البحر حتى جاوزوه، فأتبعهم فرعون وجنوده ظلمًا وعدوانًا، فسلكوا البحر وراءهم، حتى إذا أحاط بفرعون الغرق قال: آمنتُ أنه لا إله إلا الذي آمنتْ به بنو إسرائيل، وأنا من الموحدين المستسلمين بالانقياد والطاعة"},{"SurahNumber":10,"VerseNumber":91,"Text":"آلآن يا فرعون، وقد نزل بك الموت تقرُّ لله بالعبودية، وقد عصيته قبل نزول عذابه بك، وكنت من المفسدين الصادين عن سبيله!! فلا تنفعك التوبة ساعة الاحتضار ومشاهدة الموت والعذاب"},{"SurahNumber":10,"VerseNumber":92,"Text":"فاليوم نجعلك على مرتفع من الأرض ببدنك، ينظر إليك من كذَّب بهلاكك؛ لتكون لمن بعدك من الناس عبرة يعتبرون بك. فإن كثيرًا من الناس عن حججنا وأدلتنا لَغافلون، لا يتفكرون فيها ولا يعتبرون"},{"SurahNumber":10,"VerseNumber":93,"Text":"ولقد أنزلنا بني إسرائيل منزلا صالحًا مختارًا في بلاد \"الشام\" و\"مصر\"، ورزقناهم الرزق الحلال الطيب من خيرات الأرض المباركة، فما اختلفوا في أمر دينهم إلا مِن بعد ما جاءهم العلم الموجب لاجتماعهم وائتلافهم، ومن ذلك ما اشتملت عليه التوراة من الإخبار بنبوة محمد صلى الله عليه وسلم. إن ربك -أيها الرسول- يقضي بينهم يوم القيامة، ويَفْصِل فيما كانوا يختلفون فيه من أمرك، فيدخل المكذبين النار والمؤمنين الجنة"},{"SurahNumber":10,"VerseNumber":94,"Text":"فإن كنت -أيها الرسول- في ريب من حقيقة ما أخبرناك به فاسأل الذين يقرؤون الكتاب من قبلك من أهل التوراة والإنجيل، فإن ذلك ثابت في كتبهم، لقد جاءك الحق اليقين من ربك بأنك رسول الله، وأن هؤلاء اليهود والنصارى يعلمون صحة ذلك، ويجدون صفتك في كتبهم، ولكنهم ينكرون ذلك مع علمهم به، فلا تكوننَّ من الشاكِّين في صحة ذلك وحقيقته"},{"SurahNumber":10,"VerseNumber":95,"Text":"ولا تكونن -أيها الرسول- من الذين كذَّبوا بحجج الله وأدلته فتكون من الخاسرين الذين سخِطَ الله عليهم ونالوا عقابه"},{"SurahNumber":10,"VerseNumber":96,"Text":"إن الذين حقَّت عليهم كلمة ربك -أيها الرسول- بطردهم من رحمته وعذابه لهم، لا يؤمنون بحجج الله، ولا يقرُّون بوحدانيته، ولا يعملون بشرعه"},{"SurahNumber":10,"VerseNumber":97,"Text":"ولو جاءتهم كل موعظة وعبرة حتى يعاينوا العذاب الموجع، فحينئذ يؤمنون، ولا ينفعهم إيمانهم"},{"SurahNumber":10,"VerseNumber":98,"Text":"لم ينفع الإيمان أهل قرية آمنوا عند معاينة العذاب إلا أهل قرية يونس بن مَتَّى، فإنهم لـمَّا أيقنوا أن العذاب نازل بهم تابوا إلى الله تعالى توبة نصوحا، فلمَّا تبيَّن منهم الصدق في توبتهم كشف الله عنهم عذاب الخزي بعد أن اقترب منهم، وتركهم في الدنيا يستمتعون إلى وقت إنهاء آجالهم"},{"SurahNumber":10,"VerseNumber":99,"Text":"ولو شاء ربك -أيها الرسول- الإيمان لأهل الأرض كلهم لآمنوا جميعًا بما جئتهم به، ولكن له حكمة في ذلك؛ فإنه يهدي من يشاء ويضل من يشاء وَفْق حكمته، وليس في استطاعتك أن تُكْره الناس على الإيمان"},{"SurahNumber":10,"VerseNumber":100,"Text":"وما كان لنفس أن تؤمن بالله إلا بإذنه وتوفيقه، فلا تُجهد نفسك في ذلك، فإن أمرهم إلى الله. ويجعل الله العذاب والخزي على الذين لا يعقلون أمره ونهيه"},{"SurahNumber":10,"VerseNumber":101,"Text":"قل -أيها الرسول- لقومك: تفكروا واعتبروا بما في السموات والأرض من آيات الله البينات، ولكن الآيات والعبر والرسل المنذرة عباد الله عقابه، لا تنفع قومًا لا يؤمنون بشيء من ذلك؛ لإعراضهم وعنادهم"},{"SurahNumber":10,"VerseNumber":102,"Text":"فهل ينتظر هؤلاء إلا يومًا يعاينون فيه عذاب الله مثل أيام أسلافهم المكذبين الذين مَضَوا قبلهم؟ قل لهم -أيها الرسول-: فانتظروا عقاب الله إني معكم من المنتظرين عقابكم"},{"SurahNumber":10,"VerseNumber":103,"Text":"ثم ننجِّي رسلنا والذين آمنوا معهم، وكما نجينا أولئك ننجِّيك -أيها الرسول- ومن آمن بك تفضلا منَّا ورحمة"},{"SurahNumber":10,"VerseNumber":104,"Text":"قل -أيها الرسول- لهؤلاء الناس: إن كنتم في شك من صحة ديني الذي دعوتكم إليه، وهو الإسلام ومن ثباتي واستقامتي عليه، وترجون تحويلي عنه، فإني لا أعبد في حال من الأحوال أحدًا من الذين تعبدونهم مما اتخذتم من الأصنام والأوثان، ولكن أعبد الله وحده الذي يميتكم ويقبض أرواحكم، وأُمِرْت أن أكون من المصدِّقين به العاملين بشرعه"},{"SurahNumber":10,"VerseNumber":105,"Text":"وأن أقم -أيها الرسول- نفسك على دين الإسلام مستقيمًا عليه غير مائل عنه إلى يهودية ولا نصرانية ولا عبادة غيره، ولا تكونن ممن يشرك في عبادة ربه الآلهة والأنداد، فتكون من الهالكين. وهذا وإن كان خطابًا للرسول صلى الله عليه وسلَّم فإنه موجَّه لعموم الأمة"},{"SurahNumber":10,"VerseNumber":106,"Text":"ولا تَدْعُ -أيها الرسول- من دون الله شيئًا من الأوثان والأصنام؛ لأنها لا تنفع ولا تضرُّ، فإن فعَلْت ذلك ودعوتها من دون الله فإنك إذًا من المشركين بالله، الظالمين لأنفسهم بالشرك والمعصية. وهذا وإن كان خطابًا للرسول صلى الله عليه وسلَّم فإنه موجَّه لعموم الأمة"},{"SurahNumber":10,"VerseNumber":107,"Text":"وإن يصبك الله -أيها الرسول- بشدة أو بلاء فلا كاشف لذلك إلا هو جلَّ وعلا وإن يُرِدْك برخاء أو نعمة لا يمنعه عنك أحد، يصيب الله عز وجل بالسراء والضراء من يشاء من عباده، وهو الغفور لذنوب مَن تاب، الرحيم بمن آمن به وأطاعه"},{"SurahNumber":10,"VerseNumber":108,"Text":"قل -أيها الرسول- لهؤلاء الناس: قد جاءكم رسول الله بالقرآن الذي فيه بيان هدايتكم، فمن اهتدى بهدي الله فإنما ثمرة عمله راجعة إليه، ومن انحرف عن الحق وأصرَّ على الضلال فإنما ضلاله وضرره على نفسه، وما أنا موكَّل بكم حتى تكونوا مؤمنين، إنما أنا رسول مبلِّغ أبلِّغكم ما أُرْسِلْت به"},{"SurahNumber":10,"VerseNumber":109,"Text":"واتبع -أيها الرسول- وحي الله الذي يوحيه إليك فاعمل به، واصبر على طاعة الله تعالى، وعن معصيته، وعلى أذى من آذاك في تبليغ رسالته، حتى يقضي الله فيهم وفيك أمره، وهو -عزَّ وجل- خير الحاكمين؛ فإن حكمه مشتمل على العدل التام"},{"SurahNumber":11,"VerseNumber":1,"Text":"(الر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":11,"VerseNumber":2,"Text":"وإنزال القرآن وبيان أحكامه وتفصيلها وإحكامها؛ لأجل أن لا تعبدوا إلا الله وحده لا شريك له. إنني لكم -أيها الناس- من عند الله نذير ينذركم عقابه، وبشير يبشِّركم بثوابه"},{"SurahNumber":11,"VerseNumber":3,"Text":"واسألوه أن يغفر لكم ذنوبكم، ثم ارجعوا إليه نادمين يمتعْكم في دنياكم متاعًا حسنًا بالحياة الطيبة فيها، إلى أن يحين أجلكم، ويُعطِ كل ذي فضل من علم وعمل جزاء فضله كاملا لا نقص فيه، وإن تعرضوا عمَّا أدعوكم إليه فإني أخشى عليكم عذاب يوم شديد، وهو يوم القيامة. وهذا تهديد شديد لمن تولَّى عن أوامر الله تعالى وكذَّب رسله"},{"SurahNumber":11,"VerseNumber":4,"Text":"إلى الله رجوعكم بعد موتكم جميعًا فاحذروا عقابه، وهو سبحانه قادر على بعثكم وحشركم وجزائكم"},{"SurahNumber":11,"VerseNumber":5,"Text":"إن هؤلاء المشركين يضمرون في صدورهم الكفر؛ ظنًا منهم أنه يخفى على الله ما تضمره نفوسهم، ألا يعلمون حين يغطُّون أجسادهم بثيابهم أن الله لا يخفى عليه سِرُّهم وعلانيتهم؟ إنه عليم بكل ما تُكِنُّه صدورهم من النيات والضمائر والسرائر"}]}