{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"قریب آ گیا ہے لوگوں کے حساب کا وقت، اور وہ ہیں کہ غفلت میں منہ موڑے ہوئے ہیں"},{"SurahNumber":21,"VerseNumber":2,"Text":"ان کے پاس جو تازہ نصیحت بھی ان کے رب کی طرف سے آتی ہے اُس کو بہ تکلف سنتے ہیں اور کھیل میں پڑے رہتے ہیں"},{"SurahNumber":21,"VerseNumber":3,"Text":"دِل ان کے (دوسری ہی فکروں میں) منہمک ہیں اور ظالم آپس میں سرگوشیاں کرتے ہیں کہ \"یہ شخص آخر تم جیسا ایک بشر ہی تو ہے، پھر کیا تم آنکھوں دیکھتے جادُو کے پھندے میں پھنس جاؤ گے؟"},{"SurahNumber":21,"VerseNumber":4,"Text":"رسُولؐ نے کہا میرا رب ہر اُس بات کو جانتا ہے جو آسمان اور زمین میں کی جائے، وہ سمیع اور علیم ہے"},{"SurahNumber":21,"VerseNumber":5,"Text":"وہ کہتے ہیں \"بلکہ یہ پراگندہ خواب ہیں، بلکہ یہ اِس کی مَن گھڑت ہے، بلکہ یہ شخص شاعر ہے ورنہ یہ لائے کوئی نشانی جس طرح پرانے زمانے کے رسول نشانیوں کے ساتھ بھیجے گئے تھے"},{"SurahNumber":21,"VerseNumber":6,"Text":"حالاں کہ اِن سے پہلے کوئی بستی بھی، جسے ہم نے ہلاک کیا، ایمان نہ لائی، اب کیا یہ ایمان لائیں گے؟"},{"SurahNumber":21,"VerseNumber":7,"Text":"اور اے محمدؐ، تم سے پہلے بھی ہم نے انسانوں ہی کو رسول بنا کر بھیجا تھا جن پر ہم وحی کیا کرتے تھے تم لوگ اگر علم نہیں رکھتے تو اہلِ کتاب سے پوچھ لو"},{"SurahNumber":21,"VerseNumber":8,"Text":"اُن رسُولوں کو ہم نے کوئی ایسا جسم نہیں دیا تھا کہ وہ کھاتے نہ ہوں، اور نہ وہ سدا جینے والے تھے"},{"SurahNumber":21,"VerseNumber":9,"Text":"پھر دیکھ لو کہ آخرکار ہم نے ان کے ساتھ اپنے وعدے پُورے کیے، اور انہیں اور جس جس کو ہم نے چاہا بچا لیا، اور حد سے گزر جانے والوں کو ہلاک کر دیا"},{"SurahNumber":21,"VerseNumber":10,"Text":"لوگو، ہم نے تمہاری طرف ایک ایسی کتاب بھیجی ہے جس میں تمہارا ہی ذکر ہے، کیا تم سمجھتے نہیں ہو؟"},{"SurahNumber":21,"VerseNumber":11,"Text":"کتنی ہی ظالم بستیاں ہیں جن کو ہم نے پیس کر رکھ دیا اور اُن کے بعد دُوسری کسی قوم کو اُٹھایا"},{"SurahNumber":21,"VerseNumber":12,"Text":"جب اُن کو ہمارا عذاب محسُوس ہوا تو لگے وہاں سے بھاگنے"},{"SurahNumber":21,"VerseNumber":13,"Text":"(کہا گیا) \"بھاگو نہیں، جاؤ اپنے انہی گھروں میں اور عیش کے سامانوں میں جن کے اندر تم چین کر رہے تھے، شاید کہ تم سے پوچھا جائے"},{"SurahNumber":21,"VerseNumber":14,"Text":"کہنے لگے \"ہائے ہماری کم بختی، بے شک ہم خطا وار تھے"},{"SurahNumber":21,"VerseNumber":15,"Text":"اور وہ یہی پکارتے رہے یہاں تک کہ ہم نے ان کو کھلیان کر دیا، زندگی کا ایک شرارہ تک ان میں نہ رہا"},{"SurahNumber":21,"VerseNumber":16,"Text":"ہم نے اِس آسمان اور زمین کو اور جو کچھ بھی ان میں ہے کچھ کھیل کے طور پر نہیں بنایا ہے"},{"SurahNumber":21,"VerseNumber":17,"Text":"اگر ہم کوئی کھلونا بنانا چاہتے اور بس یہی کچھ ہمیں کرنا ہوتا تو اپنے ہی پاس سے کر لیتے"},{"SurahNumber":21,"VerseNumber":18,"Text":"مگر ہم تو باطل پر حق کی چوٹ لگاتے ہیں جو اس کا سر توڑ دیتی ہے اور وہ دیکھتے دیکھتے مِٹ جاتا ہے اور تمہارے لیے تباہی ہے اُن باتوں کی وجہ سے جو تم بناتے ہو"},{"SurahNumber":21,"VerseNumber":19,"Text":"زمین اور آسمان میں جو مخلوق بھی ہے اللہ کی ہے اور جو (فرشتے) اس کے پاس ہیں وہ نہ اپنے آپ کو بڑا سمجھ کر اُس کی بندگی سے سرتابی کرتے ہیں اور نہ ملول ہوتے ہیں"},{"SurahNumber":21,"VerseNumber":20,"Text":"شب و روز اس کی تسبیح کرتے رہتے ہیں، دَم نہیں لیتے"},{"SurahNumber":21,"VerseNumber":21,"Text":"کیا اِن لوگوں کے بنائے ہوئے ارضی خدا ایسے ہیں کہ (بے جان کو جان بخش کر) اُٹھا کھڑا کرتے ہوں؟"},{"SurahNumber":21,"VerseNumber":22,"Text":"اگر آسمان و زمین میں ایک اللہ کے سوا دُوسرے خدا بھی ہوتے تو (زمین اور آسمان) دونوں کا نظام بگڑ جاتا پس پاک ہے اللہ ربّ العرش اُن باتوں سے جو یہ لوگ بنا رہے ہیں"},{"SurahNumber":21,"VerseNumber":23,"Text":"وہ اپنے کاموں کے لیے (کسی کے آگے) جواب دہ نہیں ہے اور سب جواب دہ ہیں"},{"SurahNumber":21,"VerseNumber":24,"Text":"کیا اُسے چھوڑ کر اِنہوں نے دوسرے خدا بنا لیے ہیں؟ اے محمدؐ، ان سے کہو کہ \"لاؤ اپنی دلیل، یہ کتاب بھی موجود ہے جس میں میرے دَور کے لوگوں کے لیے نصیحت ہے اور وہ کتابیں بھی موجود ہیں جن میں مجھ سے پہلے لوگوں کے لیے نصیحت تھی\" مگر ان میں سے اکثر لوگ حقیقت سے بے خبر ہیں، اس لیے منہ موڑے ہوئے ہیں"},{"SurahNumber":21,"VerseNumber":25,"Text":"ہم نے تُم سے پہلے جو رسُول بھی بھیجا ہے اُس کو یہی وحی کی ہے کہ میرے سوا کوئی خدا نہیں ہے، پس تم لوگ میری ہی بندگی کرو"},{"SurahNumber":21,"VerseNumber":26,"Text":"یہ کہتے ہیں \"رحمان اولاد رکھتا ہے\" سبحان اللہ، وہ تو بندے ہیں جنہیں عزّت دی گئی ہے"},{"SurahNumber":21,"VerseNumber":27,"Text":"اُس کے حضور بڑھ کر نہیں بولتے اور بس اُس کے حکم پر عمل کرتے ہیں"},{"SurahNumber":21,"VerseNumber":28,"Text":"جو کچھ اُن کے سامنے ہے اسے بھی وہ جانتا ہے اور جو کچھ اُن سے اوجھل ہے اس سے بھی وہ باخبر ہے وہ کسی کی سفارش نہیں کرتے بجز اُس کے جس کے حق میں سفارش سننے پر اللہ راضی ہو، اور وہ اس کے خوف سے ڈرے رہتے ہیں"}]}