{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Say, O my servants who have transgressed against your own souls, despair not of the mercy of God: Seeing that God forgiveth all sins; for He is gracious and merciful"},{"SurahNumber":39,"VerseNumber":54,"Text":"And be turned unto your Lord, and resign yourselves unto Him, before the threatened punishment overtake you; for then ye shall not be helped"},{"SurahNumber":39,"VerseNumber":55,"Text":"And follow the most excellent instructions which have been sent down unto you from your Lord, before the punishment come suddenly upon you, and ye perceive not the approach thereof"},{"SurahNumber":39,"VerseNumber":56,"Text":"and a soul say, alas! For that I have been negligent in my duty to God; verily I have been one of the scorners"},{"SurahNumber":39,"VerseNumber":57,"Text":"Or say, if God had directed me, verily I had been one of the pious"},{"SurahNumber":39,"VerseNumber":58,"Text":"Or say, when it seeth the prepared punishment, if I could return once more into the world, I would become one of the righteous"},{"SurahNumber":39,"VerseNumber":59,"Text":"But God shall answer, my signs came unto thee heretofore, and thou didst charge them with falsehood, and wast puffed up with pride; and thou becamest one of the unbelievers"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the day of resurrection thou shalt see the faces of those who have uttered lies concerning God, become black: Is there not an abode prepared in hell for the arrogant"},{"SurahNumber":39,"VerseNumber":61,"Text":"But God shall deliver those who shall fear Him, and shall set them in their place of safety: Evil shall not touch them, neither shall they be grieved"},{"SurahNumber":39,"VerseNumber":62,"Text":"God is the creator of all things, and He is the governor of all things"},{"SurahNumber":39,"VerseNumber":63,"Text":"His are the keys of heaven and earth: And they who believe not in the signs of God, they shall perish"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say, do ye therefore bid me to worship other than God, O ye fools"},{"SurahNumber":39,"VerseNumber":65,"Text":"Since it hath been spoken by revelation unto thee, and also unto the prophets who have been before thee, saying, verily if thou join any partners with God, thy work will be altogether unprofitable, and thou shalt certainly be one of those who perish"},{"SurahNumber":39,"VerseNumber":66,"Text":"Wherefore rather fear God, and be one of those who give thanks"},{"SurahNumber":39,"VerseNumber":67,"Text":"But they make not a due estimation of God: Since the whole earth shall be but his handful, on the day of resurrection; and the heavens shall be rolled together in his right hand. Praise be unto Him! And far be He exalted above the idols which they associate with Him"},{"SurahNumber":39,"VerseNumber":68,"Text":"The trumpet shall be sounded, and whoever are in heaven, and whoever are on earth shall expire; except those whom God shall please to exempt from the common fate. Afterwards it shall be sounded again; and behold, they shall arise and look up"},{"SurahNumber":39,"VerseNumber":69,"Text":"And the earth shall shine by the light of its Lord: And the book shall be laid open, and the prophets and the martyrs shall be brought as witnesses; and judgment shall be given between them with truth, and they shall not be treated unjustly"},{"SurahNumber":39,"VerseNumber":70,"Text":"And every soul shall be fully rewarded, according to that which it shall have wrought; for He perfectly knoweth whatever they do"},{"SurahNumber":39,"VerseNumber":71,"Text":"And the unbelievers shall be driven unto hell by troops, until, when they shall arrive at the same, the gates thereof shall be opened: And the keepers thereof shall say unto them, did not apostles from among you come unto you, who rehearsed unto you the signs of your Lord, and warned you of the meeting of this your day? They shall answer, yea: But the sentence of eternal punishment hath been justly pronounced on the unbelievers"},{"SurahNumber":39,"VerseNumber":72,"Text":"It shall be said unto them, enter ye the gates of hell, to dwell therein forever; and miserable shall be the abode of the proud"},{"SurahNumber":39,"VerseNumber":73,"Text":"But those who shall have feared their Lord, shall be conducted by troops towards paradise, until they shall arrive at the same: And the gates thereof shall be ready set open; and the guards thereof shall say unto them, peace be on you! Ye have been good: Wherefore enter ye into paradise, to remain therein forever"},{"SurahNumber":39,"VerseNumber":74,"Text":"And they shall answer, praise be unto God, Who hath performed his promise unto us, and hath made us to inherit the earth, that we may dwell in paradise whereever we please! How excellent is the reward of those who work righteousness"},{"SurahNumber":39,"VerseNumber":75,"Text":"And thou shalt see the angels going in procession round the throne, celebrating the praises of their Lord: And judgment shall be given between them with truth; and they shall say, praise be unto God, the Lord of all creatures"}]}