{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Be warned! Accursed are the people of 'Ad who were Hud's. To Thamud We Sent their brother Saleh. \"O my people,\" he said, \"worship God; you have no other god but He. It is He who raised you from the earth and settled you upon it. So beg your Lord to forgive you, and turn to Him in repentance. Surely my Lord is near and answers"},{"SurahNumber":11,"VerseNumber":62,"Text":"They said: \"O Saleh, we had placed our hopes in you, but you forbid us from worshipping that which our fathers worshipped, and we are suspicious of what you are calling us to"},{"SurahNumber":11,"VerseNumber":63,"Text":"He said: \"O my people, have you considered that if my Lord has clearly shown me the way, and I have His blessings too, who will save me then from God if I disobey? You will only add to my ruin"},{"SurahNumber":11,"VerseNumber":64,"Text":"O my people, this she-camel of God is a token for you. So leave her alone to graze on God's earth, and do not molest her, otherwise the swiftest punishment would befall you"},{"SurahNumber":11,"VerseNumber":65,"Text":"But they hamstrung her. Then (Saleh) said: \"You have but three days to enjoy life in your homes. Infallible is this promise"},{"SurahNumber":11,"VerseNumber":66,"Text":"So, when Our command (of punishment) came We delivered Saleh by Our grace, and those who believed, with him, from the disgrace of that day. Verily your Lord is mighty and powerful"},{"SurahNumber":11,"VerseNumber":67,"Text":"The sinners were seized by a blast from heaven, and lay overturned in their homes in the morning"},{"SurahNumber":11,"VerseNumber":68,"Text":"As though they had never lived there at all. Beware! The people of Thamud turned away from their Lord. Beware! Accursed are the people of Thamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Our angels came to Abraham with good news, and said: \"Peace on you. \"Peace on you too,\" said Abraham, and hastened to bring a roasted calf"},{"SurahNumber":11,"VerseNumber":70,"Text":"When they did not stretch their hands towards it he became suspicious and afraid of them. They said: \"Do not be afraid. We have been sent to the people of Lot"},{"SurahNumber":11,"VerseNumber":71,"Text":"His wife who stood near, laughed as We gave her the good news of Isaac, and after Isaac of Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"She said: \"Woe betide me! Will I give birth when I am old and this my husband be aged? This is indeed surprising"},{"SurahNumber":11,"VerseNumber":73,"Text":"Why are you surprised at the command of God? God's mercy and blessings be upon you, O members of this household,\" they said. \"Verily He is worthy of praise and glory"},{"SurahNumber":11,"VerseNumber":74,"Text":"When Abraham's fear was dispelled, and the good news had come to him, he pleaded for the people of Lot with Us"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham was kind, compassionate, and penitent"},{"SurahNumber":11,"VerseNumber":76,"Text":"Desist from pleading, O Abraham,\" (they said). \"Your Lord's command has verily been issued, and a punishment that cannot be averted is bound to fall on them"},{"SurahNumber":11,"VerseNumber":77,"Text":"So when Our angels came to Lot, he grieved for them, and felt powerless to help them, and said: \"This is a day of sorrow"},{"SurahNumber":11,"VerseNumber":78,"Text":"His people came excited to him. They were addicted to sin already. Said (Lot): \"O my people, these daughters of mine are cleaner (and lawful) for you. Have fear of God, and do not shame me before my guests. Is there no man of discernment among you"},{"SurahNumber":11,"VerseNumber":79,"Text":"They said: \"You know we have no need for your daughters, and know well what we want"},{"SurahNumber":11,"VerseNumber":80,"Text":"I wish I had the power to resist you,\" said (Lot), \"or powerful support"},{"SurahNumber":11,"VerseNumber":81,"Text":"(The angels) said: \"O Lot, we have verily been sent by your Lord. They will never be able to harm you. So, leave late at night with your family, and none of you should turn back to look; but your wife will suffer (the fate) they are going to suffer. Their hour of doom is in the morning: Is not the morning nigh"},{"SurahNumber":11,"VerseNumber":82,"Text":"So when the decreed moment arrived, We turned the habitations upside down, and rained upon them stones of hardened lava in quick succession"},{"SurahNumber":11,"VerseNumber":83,"Text":"Impressed with (the signs) of your Lord. And such (punishment) is not far for the (other) transgressers"}]}