{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah buyurdu ki: İki ilah edinmeyin. O, ancak bir tek ilahtır. Yalnız Ben´den korkun"},{"SurahNumber":16,"VerseNumber":52,"Text":"Göklerde ve yerde ne varsa hepsi O´nundur. Din de sürekli olarak O´nundur. Yoksa Allah´tan başkasından mı sakınıyorsunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizdeki her nimet, Allah´tandır. Sonra bir sıkıntıya uğradığınızda yalnız O´na sığınırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra sıkıntınızı giderince de içinizden bir grup; Rabblarına şirk koşarlar"},{"SurahNumber":16,"VerseNumber":55,"Text":"Kendilerine verdiğimize nankörlük etmeleri için. Geçinin bakalım, yakında bileceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Kendilerine verdiğimiz rızıktan, bilmediklerine pay ayırırlar. Allah´a andolsun ki; uydurup durduğunuz şeylerden muhakkak sorguya çekileceksiniz"},{"SurahNumber":16,"VerseNumber":57,"Text":"Onlar; Allah´a kızlar isnad ederler. O´nun sanı yücedir. Hoşlandıkları da kendilerinindir"},{"SurahNumber":16,"VerseNumber":58,"Text":"Onlardan birine bir kızı olduğu müjdelenirse; içi öfkeyle dolarak yüzü simsiyah kesilir"},{"SurahNumber":16,"VerseNumber":59,"Text":"Kendisine verilen kötü müjde yüzünden halktan gizlenmeye çalışır. Utana utana onu tutsun mu, yoksa toprağa mı gömsün? Bakın ne kötü hükmediyorlar"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ahirete inanmayanlar kötülük örneğidirler. En yüce örnek ise Allah´ındır. O; Aziz´dir, Hakim´dir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Şayet Allah, zulümlerinden dolayı insanları yakalayacak olsaydı; yeryüzünde bir tek canlı bırakmazdı. Fakat onları belli bir müddete kadar tehir eder. Müddetleri dolunca onu ne bir an geciktirebilirler, ne de bir an öne alabilirler"},{"SurahNumber":16,"VerseNumber":62,"Text":"Hoşlanmadıklarını Allah´a mal ederler. Dilleri de güzel şeylerin kendilerinde olduğunu yalan yere söyler durur. Şüphesiz cehennem onlarındır. Ve onlar, gerçekten aşırı gidenlerdir"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah´a andolsun ki; senden önceki ümmetlere de elçiler gönderdik. Şeytan onlara yaptıklarını güzel gösterdi. Bugün de onların dostu odur. Ve onlar için elim bir azab vardır"},{"SurahNumber":16,"VerseNumber":64,"Text":"Sana kitabı; sırf ihtilafa düştükleri şeyleri onlara açıklaman için ve inananlar topluluğuna hidayet ve rahmet olmak üzere indirdik"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah; gökten su indirir de onunla yeryüzünü öldükten sonra tekrar diriltir. Muhakkak ki bunda, dinleyen topluluklar için ayet vardır"},{"SurahNumber":16,"VerseNumber":66,"Text":"Sizin için hayvanlarda da ibret vardır. Onların karınlarındaki fışkı ile kan arasından; size, içenlerin boğazından kolaylıkla geçen dupduru bir süt içiririz"},{"SurahNumber":16,"VerseNumber":67,"Text":"Hurma ağaçlarının meyvelerinden ve üzümlerden; şerbet, şıra ve güzel rızık elde edersiniz. Akleden bir kavim için bunda bir ayet vardır"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ve Rabbın bal arısına vahyetti ki: Dağlarda, ağaçlarda ve hazırlanmış kovanlarda yuva edin"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra her tür üründen ye. Sonra da Rabbının işlemen için gösterdiği yoldan yürü. Karınlarından insanlara şifa olan, renkleri çeşit çeşit bir içecek çıkar. Bunda düşünen bir kavim için şüphesiz bir ayet vardır"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah sizi yaratmıştır, sonra da öldürecektir. İçinizden bir kısmı ömrünün en fena zamanına ulaştırılır ki bilirken bilmez olur. Muhakkak Allah Alim´dir, Kadir´dir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah; rızık hususunda kiminizi kiminizden üstün kıldı. Üstün kılınanlar buyrukları altında bulunanların rızıklarını vermezler. Halbuki bunda hepsi eşittir. Yoksa Allah´ın nimetini bile bile inkar mı ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah sizin için kendinizden eşler yarattı. Eşlerinizden de sizin için oğullar, torunlar varetti. Temiz şeylerden size rızık verdi. Böyleyken batıla inanıyorlar da Allah´ın nimetine nankörlük mü ediyorlar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Onlar; Allah´ı bırakarak, göklerden ve yerden kendilerine verecek rızıkları olmayan, olsa bile veremeyen şeylere mi tapınıyorlar"},{"SurahNumber":16,"VerseNumber":74,"Text":"Allah´a benzerler koşmaya kalkmayın. Şüphesiz Allah bilir, siz bilmezsiniz"}]}