{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"برای آنان که نکوئی کردند نکوئی است و فزونی و ننشیند بر چهره‌های ایشان گرد پریشانی و نه خواری آنان یاران بهشتند و در آنند جاودانان‌"},{"SurahNumber":10,"VerseNumber":27,"Text":"و آنان که بدیها کردند کیفر هر بدی همانند آن است و دستخوششان سازد خواری نیستشان از خدا نگهدارنده‌ای گوئیا پوشیده است رویهای آنان با پاره‌هائی از شب تار آنانند یاران آتش ایشانند در آن جاودانان‌"},{"SurahNumber":10,"VerseNumber":28,"Text":"و روزی که گردشان آریم همگی پس گوئیم بدانان که شرک ورزیدند بر جای خود ایستید شما و شریکان شما سپس جدائی افکنیم میانشان و گویند شریکان ایشان نبودید شما ما را پرستش‌کنندگان‌"},{"SurahNumber":10,"VerseNumber":29,"Text":"و بس است خداوند گواهی میان ما و میان شما که بودیم از پرستش شما بی‌خبران‌"},{"SurahNumber":10,"VerseNumber":30,"Text":"اینجاست که می‌آزماید همه کس آنچه را پیش فرستاده است و بازگردانیده شوند بسوی خدا سرپرست ایشان به حقّ و گم شد از ایشان آنچه بودند دروغ می‌بستند"},{"SurahNumber":10,"VerseNumber":31,"Text":"بگو که روزی دهد شما را از آسمان و زمین یا کیست مالک گوش و دیدگان و که برون آرد زنده را از مُرده و مُرده را از زنده و که تدبیر کند کار را بزودی گویند خدا بگو پس چرا پرهیز نمی‌کنید"},{"SurahNumber":10,"VerseNumber":32,"Text":"این است خدا پروردگار شما به حقّ و چیست پس از حقّ جز گمراهی پس به کدام سوی گردانیده می‌شوید"},{"SurahNumber":10,"VerseNumber":33,"Text":"بدینسان استوار شد سرنوشت پروردگار تو بر آنان که نافرمانی کردند که ایشان ایمان نمی‌آورند"},{"SurahNumber":10,"VerseNumber":34,"Text":"بگو آیا هست از شریکان شما آنکه آغاز کند آفرینش را و سپس بازش گرداند بگو خدا است که آغاز کند آفرینش را و سپس باز همی‌گرداند پس کجا به دروغ رانده می‌شوید"},{"SurahNumber":10,"VerseNumber":35,"Text":"بگو آیا هست از شریکان شما آنکه هدایت کند بسوی حقّ بگو خدا هدایت کند بسوی حقّ آیا آنکه هدایت کند بسوی حقّ سزاوارتر است که پیروی شود یا آنکه خود راه نبرد تا رهبریش کنند چه شود شما را چگونه حکم کنید"},{"SurahNumber":10,"VerseNumber":36,"Text":"و پیروی نکنند بیشتر ایشان جز گمان را و هر آینه گمان بی‌نیاز نکند از حقّ به چیزی همانا خدا دانا است بدانچه می‌کنند"},{"SurahNumber":10,"VerseNumber":37,"Text":"و نیست این قرآن که دروغ آورده شود از غیر از خدا و لیکن تصدیق آنچه پیش روی او است و تفصیل کتاب نیست شکّی در آن از پروردگار جهانیان‌"},{"SurahNumber":10,"VerseNumber":38,"Text":"یا گویند دروغ بسته است آن را بگو پس بیارید یک سوره همانند آن و بخوانید هر که را توانید جز خدا اگر هستید راستگویان‌"},{"SurahNumber":10,"VerseNumber":39,"Text":"بلکه دروغ پنداشتند آنچه را فرانگرفتند به دانش آن و هنوز نرسیده است بدیشان تأویلش بدینگونه تکذیب کردند آنان که پیش از ایشان بودند پس بنگر چگونه شد فرجام ستمکاران‌"},{"SurahNumber":10,"VerseNumber":40,"Text":"و از ایشان است آنکه ایمان آورد بدان و از ایشان است آنکه ایمان نیاورد بدان و پروردگار تو داناتر است به تبهکاران‌"},{"SurahNumber":10,"VerseNumber":41,"Text":"و اگر تکذیبت نمودند بگو مرا است کردارم و شما را است کردار شما بیزارید از آنچه من می‌کنم و بیزارم از آنچه شما کنید"},{"SurahNumber":10,"VerseNumber":42,"Text":"و از ایشان است آنکه گوش فرادارد به سویت آیا تو می‌شنوانی گنگان را و اگرچه درنیابند"},{"SurahNumber":10,"VerseNumber":43,"Text":"و از ایشان است آنکه بنگرد به سویت آیا تو رهبری کنی کوران را و اگر چه نبینند"},{"SurahNumber":10,"VerseNumber":44,"Text":"همانا خدا ستم نکند بر مردم به چیزی و لیکن مردم خویشتن را ستم می‌کنند"},{"SurahNumber":10,"VerseNumber":45,"Text":"و روزی که گردشان آرد چنانکه گوئی درنگ نکردند جز ساعتی از روز شناسا شوند با هم همانا زیان کردند آنان که تکذیب نمودند ملاقات خدا را و نبودند هدایت‌شدگان‌"},{"SurahNumber":10,"VerseNumber":46,"Text":"و اگر بنمایانیم تو را پاره‌ای از آنچه بدیشان وعده دهیم یا دریابیمت (بمیرانیمت) پس بسوی ما است بازگشت ایشان سپس خدا گواه است بر آنچه می‌کنند"},{"SurahNumber":10,"VerseNumber":47,"Text":"و هر ملّتی را پیغامبری است که هرگاه بیاید پیغامبر آنان داوری شود میان ایشان به داد و ستم نمی‌شوند"},{"SurahNumber":10,"VerseNumber":48,"Text":"و گویند کی است (چه وقت) این وعده اگر هستید راستگویان‌"},{"SurahNumber":10,"VerseNumber":49,"Text":"بگو دارا نیستم برای خویشتن زیان و نه سودی را جز آنچه خدا خواهد برای هر ملتی است سرآمدی که هرگاه بیاید سرآمد ایشان نه دیر کنند ساعتی و نه پیشی گیرند"},{"SurahNumber":10,"VerseNumber":50,"Text":"بگو آیا دیده‌اید که اگر بیاید شما را عذاب او شبانه یا در روز چه چیز را می‌شتابند از آن گنهکاران‌"},{"SurahNumber":10,"VerseNumber":51,"Text":"آیا پس از آنکه فرود آمد ایمان آوردید بدان اکنون حالی که بودید بدان شتابندگان‌"},{"SurahNumber":10,"VerseNumber":52,"Text":"پس گفته شد بدانان که ستم کردند بچشید عذاب جاودانی را آیا پاداش داده می‌شوید جز بدانچه بودید فراهم می‌کردید"}]}