{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Ne Yitsulile olwa Ibraheem yaboolela Papa wuwe, Azar, “Okholanga ebifwanani okhuba abanyasaye? Toto ekhulola ewe nende Abandu bobo nimuli mubukori bulolekha"},{"SurahNumber":6,"VerseNumber":75,"Text":"Ne endio nilo olwa khwechesia Ibraheem obwami bwo mwikulu nende mushialo, kho abe mubalia abasuubila muno"},{"SurahNumber":6,"VerseNumber":76,"Text":"Ne olweshilo shiamulila Yalola ing’ing’ini, naboola mbu: ino niyo Nyasaye wanje, ne olwa ing’ing’ini eyo yabura, nikora yaboola mbu: “eisie shindachama abanyasaye bakorakoranga tawe”"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ne olwa yalola omwesi nikurula yaboola mbu; “kuno niko Nyasaye wanje,” olwa kwakora yaboola mbu; “Nyasaye wanje nalabalunjisia tawe nditsa okhuba mubandu abakora.”"},{"SurahNumber":6,"VerseNumber":78,"Text":"Ne olwayalola eliuba nilirula yaboola mbu; “uno niye Nyasaye wanje; uno niye omukhongo po” Ne olwa liabura yaboola mbu; “Esie ebekongola nende ebiamutsokasinjia Nyasaye"},{"SurahNumber":6,"VerseNumber":79,"Text":"Esie enjomiye obweni bwanje khu ulia waloonga likulu nende eshialo. Nendi mbu endeshele idini yobukori, ne esie shendi mubatsokaasinjia Nyasaye tawe"},{"SurahNumber":6,"VerseNumber":80,"Text":"Abandu bebe nibamufunania, -nibamuboolela mbu; “olekha injila yabakofu, olamayaana!”\tNaboola mbu; “Mufunaninjia khu Nyasaye naye yalunjisiye, nesheritsanga bilia ebiamutsokaasinjia ninaye tawe, halali Nyasaye wanje nachama likhuwa(okhuba nalo liba) Nyasaye yamanya obulayi buli eshindu, Koo shimwitsulilanga tawe"},{"SurahNumber":6,"VerseNumber":81,"Text":"Ndakharia endie abamutsokaasinjia abo, ne enywe shimuritsanga mbu mutsokasinjia Nyasaye tawe nende kalia akaleeshilia eshifune khwinywe. Kho ni mukanda shina khuchibili chino(okwanje nende okwenyu) okukhoyeshele okhunyoola omulembe toto nikali mbu mumanyile"},{"SurahNumber":6,"VerseNumber":82,"Text":"Balia abasuubila ne nibalasasia obusuubili bwabu nende eshilima tawe abo bali nende omulembe, ne abo nibo abalunjifu"},{"SurahNumber":6,"VerseNumber":83,"Text":"Ne bino nibo khubifune biefu ebiakhwahelesia Ibraheem, khu bandu bebe, khuchingulanga hekulu owakhwenya, toto Nyasaye wuwo ni Owamachesi Omumanyi muno"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ne nikhumwelesia (Ibraheem omwana ulangwa mbu)Ishaq nende Yaqoob, boosi nikhubalunjisia. Ne Nuh khwamulunjisia khale, ne khulwibulo lulwe nikhulunjisia Dawud nende Suleiman, nende Ayub nende Yusuf nende Musa nende Haroon. Na endio nilwakhurunganga Abandu abalayi"},{"SurahNumber":6,"VerseNumber":85,"Text":"Nende Zakaria nende Yahya nende Isah nende Ilyasi, boosi bali mubandu abalayi"},{"SurahNumber":6,"VerseNumber":86,"Text":"Nende Ismail nende Al-Yasaa(Elisha) nende Yunus nende Luti. Boosi nikhubara hekulu wa Abandu boosi"},{"SurahNumber":6,"VerseNumber":87,"Text":"Ne nikhulunjisia basabwe bandi, nende olwibulo lwabu lundi nende abasiani babu bandi. Ne nikhubabukula nikhubawula nenikhubalunjisia khunjila ingololofu"},{"SurahNumber":6,"VerseNumber":88,"Text":"Obo nibo obulunjifu bwa Nyasaye, alunjisilinjiakhwo owayenya, mubasumba bebe. Ne bamutsokasinjia kakhababiyile kalia akabakholanga"},{"SurahNumber":6,"VerseNumber":89,"Text":"Abo nibo abakhwahelesia eshitabu nende oburuchi, nende oburumwa, ne bano nibakakhaya kano khwamala okhurao Abandu abalakakhaya tawe"},{"SurahNumber":6,"VerseNumber":90,"Text":"Abo nibo aba Nyasaye yalunjisia. Kho londa obulunjifu bwabu. Boola; “shebasabanga omurungo khu kano tawe, kano ni ametsulisio butswa khubandu boosi.”"},{"SurahNumber":6,"VerseNumber":91,"Text":"Ne shibahelesia Nyasaye eshiribwa shingala kenyekhananga tawe, olwababoola mbu: “Nyasaye shiyeshia shiosi shiosi khumundu tawe.” Boola; “ni wina weshia eshitabu shia Musa yetsa nashio, obulafu nende obulunjifu khubandu, eshia mwakhola ebitonye ebitonye, mulolosinjia kamwenya- ne mufisanga amanji muno, ne mwechesibwe akamwalamanya tawe enywe nende bapapa benyu, boola : “niya Nyasaye” mana obaleshe mubukalakala bwabu nibabaya"},{"SurahNumber":6,"VerseNumber":92,"Text":"Ne eshitabu shino eshakhweshia, shili netsikhabi tsinyinji, shifuchilisaninjia nende kalia akaranjilila, Ne kho wikanyisilie nyina tsingongo nende Abandu bali mumbeka mwo, ne balia abasuubila mwikulu(obulamu bwo mwikulu) bashifuchililanga. Ne bahenganga obulayi amalamo kabu"},{"SurahNumber":6,"VerseNumber":93,"Text":"Ne ni wina omubii omukhongo okhushila ulia uchishilanga Nyasaye obubeyi, nohomba ulia ubolanga mbu; “Endererwe obufimbuli” ne toto nalafimbulilwe tawe, nende ulia uboolanga mbu; “Nditsa okhwishia shinga ka –Nyasaye yeshia” Ne nolilola ababii olwabaliba mumusando kwokhurula omwoyo, ne Abamalaika nibabarakhwo emikhono nibababoolela mbu; “rusie emioyo chienyu, olwalelo mularungwa eshinyasio sheshifimbwa murwe. Khulwa kalia akamwaboolanga khu-Nyasaye akali katoto, nende shingala mwakholelanga obufuru tsinyaali tsitsie”(wakhabalutsi shingala berundanga)"},{"SurahNumber":6,"VerseNumber":94,"Text":"Ne toto mumalile okhwiitsila shiamulala mulala, shingala khwabaloonga olwokhuranga,\tne\tmwalekha inyuma wenyu akakhwabahelesia, ne shikhulolakhwo ababasabila benyu abamwaboolanga mbu ni abasanji ba Nyasaye khwinywe. Kakhalishe hakari wenyu ne akamwaboolanga kabakorere"}]}