{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Зарем од другите барате да прават добри дела, а при тоа себеси се заборавате, а вие Книгата ја читате?! Зар нема да се опаметите"},{"SurahNumber":2,"VerseNumber":45,"Text":"Барајте помош со трпеливоста и со намазот (молитвата). Тоа е навистина тешко, освен за послушните"},{"SurahNumber":2,"VerseNumber":46,"Text":"кои се убедени дека ќе се сретнат со Господарот свој и дека Нему ќе Му се вратат"},{"SurahNumber":2,"VerseNumber":47,"Text":"О, синови Израилови! Сетете се на благодатите Мои кои ви ги подарив и за тоа што над другите светови ве одликував"},{"SurahNumber":2,"VerseNumber":48,"Text":"И плашете се од Денот кога никој за никого нема да може ништо да направи; кога ничие посредување нема да биде примено, кога од никого откуп нема да се прими и кога на луѓето никој нема да им излезе на помош"},{"SurahNumber":2,"VerseNumber":49,"Text":"И кога ве спасивме од луѓето на фараонот кои со најтешки маки ве мачеа: машките деца ви ги колеа, а женските во живот ги оставаа - тоа ви беше големо искушение од Господарот ваш"},{"SurahNumber":2,"VerseNumber":50,"Text":"И кога поради вас морето го раздвоивме и ве спасивме, а луѓето на фараонот пред ваши очи ги потопивме"},{"SurahNumber":2,"VerseNumber":51,"Text":"И кога одредивме средба со Муса16, вие потоа четириесет ноќи обожувавте теле, правејќи си самите себеси неправда"},{"SurahNumber":2,"VerseNumber":52,"Text":"Потоа, и покрај сè, ви простивме за да бидете благодарни"},{"SurahNumber":2,"VerseNumber":53,"Text":"И кога на Муса му дадовме Книга и упатство за разликување на вистината од невистината, за да одите по Вистинскиот пат"},{"SurahNumber":2,"VerseNumber":54,"Text":"И кога Муса му рече на народот свој: „Народе мој, вие навистина самите себеси неправда си сторивте прифаќајќи го телето; затоа на Создателот свој покајте Му се и престапниците кои се меѓу вас со смрт казнете ги! Тоа е подобро кај Создателот ваш, па ќе ви прости. Тој го прима покајанието и Милостив е"},{"SurahNumber":2,"VerseNumber":55,"Text":"И кога вие рековте: „Муса, ние нема да ти веруваме сè додека Аллах јасно не Го видиме!“ - па, молња ве удри додека гледавте"},{"SurahNumber":2,"VerseNumber":56,"Text":"а потоа по смртта ваша ве оживеавме, за да бидете благодарни"},{"SurahNumber":2,"VerseNumber":57,"Text":"И Ние од облаците ладовина ви направивме, и мана и потполошки ви испраќавме: „Јадете ги убавите јадења со кои ве снабдивме!“ Тие Нам не ни наштетија, туку самите себеси неправда си сторија"},{"SurahNumber":2,"VerseNumber":58,"Text":"И кога рековме: „Влезете во овој град и јадете колку што сакате; влезете низ портата извршувајќи сеџда и кажете: ,Прошка!‘, па ќе ви ги простиме гревовите ваши, а на тие што прават добри дела ќе им дадеме и повеќе од тоа.“"},{"SurahNumber":2,"VerseNumber":59,"Text":"Тогаш неправедните го заменија со друг Зборот кој им беше даден, па Ние на неправедните казна од небото им спуштивме, затоа што грешеа"}]}