{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Siehst du nicht jene, die Allahs Gunst gegen Undankbarkeit eingetauscht und ihr Volk in die Wohnstätte des Niedergangs versetzt haben"},{"SurahNumber":14,"VerseNumber":29,"Text":"in die Hölle, der sie ausgesetzt sind? - Ein schlimmer Aufenthalt"},{"SurahNumber":14,"VerseNumber":30,"Text":"Und sie haben Allah andere als Seinesgleichen zur Seite gestellt, um (die Menschen) von Seinem Weg abirren zu lassen. Sag: Genießt nur, euer Ausgang wird ja in das (Höllen)feuer sein"},{"SurahNumber":14,"VerseNumber":31,"Text":"Sag zu Meinen Dienern, die glauben, sie sollen das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich (als Spende) ausgeben, bevor ein Tag kommt, an dem es weder Verkaufen noch Freundschaften gibt"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah ist es, Der die Himmel und die Erde erschaffen hat und vom Himmel Wasser herabkommen läßt, durch das Er dann für euch Früchte als Versorgung hervorbringt. Und Er hat euch die Schiffe dienstbar gemacht, damit sie auf dem Meer auf Seinen Befehl fahren, und Er hat euch die Flüsse dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":33,"Text":"Er hat euch die Sonne und den Mond in ihrem unablässigen Lauf dienstbar gemacht, und Er hat euch die Nacht und den Tag dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":34,"Text":"Und Er gewährte euch von allem, worum ihr batet. Wenn ihr die Gunst(erweise) Allahs aufzählen wolltet, könntet ihr sie nicht erfassen. Gewiß, der Mensch ist wahrlich sehr oft ungerecht und sehr oft undankbar"},{"SurahNumber":14,"VerseNumber":35,"Text":"Und als Ibrahim sagte: \"Mein Herr, mache diese Ortschaft sicher, und lasse mich und meine Kinder es meiden, Götzen zu dienen"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mein Herr, sie haben viele von den Menschen in die Irre geführt. Wer mir nun folgt, der gehört zu mir; und wer sich mir widersetzt, so bist Du ja Allvergebend und Barmherzig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Unser Herr, ich habe (einige) aus meiner Nachkommenschaft in einem Tal ohne Pflanzungen bei Deinem geschützten Haus wohnen lassen, unser Herr, damit sie das Gebet verrichten. So lasse die Herzen einiger Menschen sich ihnen zuneigen und versorge sie mit Früchten, auf daß sie dankbar sein mögen"},{"SurahNumber":14,"VerseNumber":38,"Text":"Unser Herr, Du weißt ja, was wir verbergen und was wir offenlegen; vor Allah ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":14,"VerseNumber":39,"Text":"(Alles) Lob gehört Allah, Der mir trotz meines hohen Alters Ismail und Ishaq geschenkt hat! Gewiß, mein Herr ist wahrlich der Erhörer des Gebets"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mein Herr, mach, daß ich das Gebet verrichte, (ich) und (auch einige) aus meiner Nachkommenschaft. Unser Herr, und nimm mein Gebet an"},{"SurahNumber":14,"VerseNumber":41,"Text":"Unser Herr, vergib mir und meinen Eltern und den Gläubigen an dem Tag, da die Abrechnung stattfinden wird"},{"SurahNumber":14,"VerseNumber":42,"Text":"Und meine ja nicht, Allah sei unachtsam dessen, was die Ungerechten tun. Er stellt sie nur zurück bis zu einem Tag, an dem die Blicke starr werden"},{"SurahNumber":14,"VerseNumber":43,"Text":"(sie kommen) hastend, die Köpfe hochhebend; ihr Blick kehrt nicht zu ihnen zurück, und ihre Herzen sind leer"},{"SurahNumber":14,"VerseNumber":44,"Text":"Und warne die Menschen vor dem Tag, an dem die Strafe über sie kommt. Da werden diejenigen sagen, die Unrecht taten: \"Unser Herr, stelle uns auf eine kurze Frist zurück, so werden wir Deinen Ruf erhören und den Gesandten folgen.\" \"Hattet ihr denn nicht zuvor geschworen, es würde für euch keinen Untergang geben"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ihr habt noch in den Wohnorten derer gewohnt, die sich selbst Unrecht zugefügt haben, und es ist euch klargeworden, wie Wir an ihnen gehandelt haben. Wir haben euch doch Beispiele geprägt"},{"SurahNumber":14,"VerseNumber":46,"Text":"Und sie haben bereits ihre Ränke geschmiedet, aber ihre Ränke sind bei Allah, auch wenn ihre Ränke derart sind, daß davor die Berge vergehen"},{"SurahNumber":14,"VerseNumber":47,"Text":"So meine ja nicht, Allah würde Sein Versprechen gegenüber Seinen Gesandten brechen. Gewiß, Allah ist Allmächtig und Besitzer von Vergeltungsgewalt"},{"SurahNumber":14,"VerseNumber":48,"Text":"An dem Tag, da die Erde zu einer anderen Erde verändert werden wird, und (ebenso) die Himmel, und da sie vor Allah erscheinen werden, dem Einen, dem Allbezwinger"},{"SurahNumber":14,"VerseNumber":49,"Text":"An jenem Tag wirst du die Übeltäter in Ketten zusammengebunden sehen"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ihre Kleider werden aus Pech sein, und das Feuer wird ihre Gesichter überdecken"},{"SurahNumber":14,"VerseNumber":51,"Text":"damit Allah jeder Seele vergelte, was sie erworben hat. Gewiß, Allah ist schnell im Abrechnen"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dies ist eine Botschaft an die Menschen, damit sie dadurch gewarnt werden und damit sie wissen, daß Er nur ein Einziger Gott ist, und damit diejenigen bedenken, die Verstand besitzen"}]}