{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before them, they would not have believed, unless Allah willed, but most of them behave ignorantly"},{"SurahNumber":6,"VerseNumber":112,"Text":"And so We have appointed for every Prophet enemies -- Shayatin among mankind and Jinn, inspiring one another with adorned speech as a delusion. If your Lord had so willed, they would not have done it; so leave them alone with their fabrications"},{"SurahNumber":6,"VerseNumber":113,"Text":"And Tasgha to it that the hearts of those who do not believe in the Hereafter may incline to such (deceit), and that they may remain pleased with it, and that they may commit what they are committing"},{"SurahNumber":6,"VerseNumber":114,"Text":"[Say:] \"Shall I seek a judge other than Allah while it is He Who has sent down unto you the Book, explained in detail.\" Those unto whom We gave the Scripture know that it is revealed from your Lord in truth. So be not you of those who doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"And the Word of your Lord has been fulfilled in truth and in justice. None can change His Words. And He is the All-Hearer, the All-Knower"},{"SurahNumber":6,"VerseNumber":116,"Text":"And if you obey most of those on the earth, they will mislead you far away from Allah's path. They follow nothing but conjecture, and they do nothing but lie"},{"SurahNumber":6,"VerseNumber":117,"Text":"Verily, your Lord! It is He Who knows best who strays from His way, and He knows best the rightly guided"},{"SurahNumber":6,"VerseNumber":118,"Text":"So eat of that on which Allah's Name has been mentioned, if you are believers in His Ayat"},{"SurahNumber":6,"VerseNumber":119,"Text":"And why should you not eat of that on which Allah's Name has been mentioned, while He has explained to you in detail what is forbidden to you, except under compulsion of necessity And surely, many do lead astray by their own desires through lack of knowledge. Certainly your Lord knows best the transgressors"},{"SurahNumber":6,"VerseNumber":120,"Text":"(Leave sin, open and secret. Verily, those who commit sin will get due recompense for that which they used to commit.) Mujahid said that"},{"SurahNumber":6,"VerseNumber":121,"Text":"Eat not of that on which Allah's Name has not been pronounced, for surely it is disobedience. And certainly, the Shayatin do inspire their friends to dispute with you, and if you obey them, then you would indeed be polytheists"},{"SurahNumber":6,"VerseNumber":122,"Text":"Is he who was dead, and We gave him life, and set for him a light, whereby he can walk among men -- like him who is in the darkness from which he can never come out Thus it is made fair seeming to the disbelievers that which they used to do"},{"SurahNumber":6,"VerseNumber":123,"Text":"And thus We have set up in every town great ones of its wicked people to plot therein. But they plot not except against themselves, and they perceive (it) not"},{"SurahNumber":6,"VerseNumber":124,"Text":"And when there comes to them a sign they say: \"We shall not believe until we receive the like of that which the Messengers of Allah received.\" Allah knows best with whom to entrust His Message. Humiliation and disgrace from Allah and a severe torment will overtake the criminals for that which they used to plot"},{"SurahNumber":6,"VerseNumber":125,"Text":"And whomsoever Allah wills to guide, He opens his breast to Islam; and whomsoever He wills to send astray, He makes his breast closed and constricted, as if he is climbing up to the sky. Thus Allah puts the wrath on those who believe not"},{"SurahNumber":6,"VerseNumber":126,"Text":"And this is the path of your Lord leading straight. We have detailed Our Ayat for a people who take heed"}]}