{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"they non vide DEUS created caelum terra est able to create same creations? (Ut) He predetermined them irrevocable vita span disbelievers insist upon disbelieving"},{"SurahNumber":17,"VerseNumber":100,"Text":"Proclaim Si vos possessed my Dominus treasures mercy vos withheld them fearing vos exhaust them! human est est stingy"},{"SurahNumber":17,"VerseNumber":101,"Text":"Nos supported Moses 9 profound miracles - ask Infans Israel! When he iit them Pharaoh dictus to eum ego think vos Moses bewitched"},{"SurahNumber":17,"VerseNumber":102,"Text":"He dictus Vos know foderator bene ut non 1 manifest these obviously Dominus de caelum terra. Ego think vos Pharaoh doomed"},{"SurahNumber":17,"VerseNumber":103,"Text":"When he pursued them prout he chased them terra nos drowned eum unus those sided eum totus de them"},{"SurahNumber":17,"VerseNumber":104,"Text":"Nos dictus to Infans Israel afterwards Iit vivens hoc terra! When ultimus prophecy advenit pass nos summon vos totus 1 group"},{"SurahNumber":17,"VerseNumber":105,"Text":"Truthfully nos sent it down truth it advenit Nos non send vos bearer bonus news alias prout warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"Quran nos released slowly in order vos read it people long period nos sent it down totus apud dodum"},{"SurahNumber":17,"VerseNumber":107,"Text":"Proclaim Believe in it non believe in it Those possess knowledge proximus scriptures when it recited them they fall down their chins prostrating"},{"SurahNumber":17,"VerseNumber":108,"Text":"They dictus Glory est noster Dominus. Hoc fulfills noster Dominus prophecy"},{"SurahNumber":17,"VerseNumber":109,"Text":"They fall their chins prostrating weeping Pro it augments their reverence"},{"SurahNumber":17,"VerseNumber":110,"Text":"Dictus Alias Eum DEUS alias Eum the Multus Gracious; whichever cognomen vos use Eum belongs bonus cognomen. Vos non utter tuus Contact Prayers (Salat) too loudly nor secretly; use moderate tone"},{"SurahNumber":17,"VerseNumber":111,"Text":"proclaim Praise est to DEUS qui nunquam genitus est filius nor perfecit He habet partner His kingship nor perfecit He need any ally marasmus magnify Eum constantly"},{"SurahNumber":18,"VerseNumber":1,"Text":"Praise DEUS revealed His servus hoc scripture factus it flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"perfect (scripture) warn de severe retribution ex Eum deliver bonus news to believers lead righteous vita ut they earned generous recompense"},{"SurahNumber":18,"VerseNumber":3,"Text":"Wherein they abide forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"to warn those dictus DEUS genitus est filius"},{"SurahNumber":18,"VerseNumber":5,"Text":"They non possess knowledge hoc nor perfecit their parentes! Quod blasphemy advenit out de their mouths quod they utter est gross lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Vos blame their response hoc narration their disbelieving in it vos saddened"},{"SurahNumber":18,"VerseNumber":7,"Text":"Nos adorned everything terra in order test them sic distinguish those among them work righteousness"},{"SurahNumber":18,"VerseNumber":8,"Text":"Inevitably nos wipe out everything it sinister it completely barren"},{"SurahNumber":18,"VerseNumber":9,"Text":"Why alias vos think nos est perfecit telling vos people cave numerus connected cum them? They est noster wondrous signum"},{"SurahNumber":18,"VerseNumber":10,"Text":"When youths took refuge cave they dictus Noster Dominus shower nos Tuus mercy beatus noster affairs Tuus guidance"},{"SurahNumber":18,"VerseNumber":11,"Text":"Nos tunc sigillum their ears cave pro predetermined numerus annus"},{"SurahNumber":18,"VerseNumber":12,"Text":"Tunc nos resurrected them vide quae de 2 parties comes duration their stay therein"},{"SurahNumber":18,"VerseNumber":13,"Text":"Nos narrate vos their history truthfully. They est youths believed in their Dominus nos increased their guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"Nos strengthened their hearts when they stood proclaimed Noster unus Dominus est Dominus de caelum terra! Nos nunquam worship any alius deus Eum. Alias nos est far astray"},{"SurahNumber":18,"VerseNumber":15,"Text":"Hic est noster people setting deus Eum! Unus they provisus any proof support their stand Qui malus than unus fabricates lies est attributes them DEUS"},{"SurahNumber":18,"VerseNumber":16,"Text":"Abinde vos wish avoid them their worshipping de alius than DEUS take refuge cave Maius tuus Dominus shower vos His mercy rectus vos to the statim decision"}]}