{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"A Alá no le gusta la maledicencia en voz alta, a no ser que quien lo haga haya sido tratado injustamente. Alá todo lo oye, todo lo sabe"},{"SurahNumber":4,"VerseNumber":149,"Text":"Que divulguéis un bien o lo ocultéis, que perdonéis un agravio... Alá es perdonador, poderoso"},{"SurahNumber":4,"VerseNumber":150,"Text":"Quienes no creen en Alá ni en Sus enviados y quieren hacer distingos entre Alá y Sus enviados, diciendo: «¡Creemos en unos, pero en otros no!», queriendo adoptar una postura intermedia"},{"SurahNumber":4,"VerseNumber":151,"Text":"ésos son los infieles de verdad. Y para los infieles tenemos preparado un castigo humillante"},{"SurahNumber":4,"VerseNumber":152,"Text":"Pero a quienes crean en Alá y en Sus enviados, sin hacer distingos entre ellos, Él les remunerará. Alá es indulgente, misericordioso"},{"SurahNumber":4,"VerseNumber":153,"Text":"La gente de la Escritura te pide que les bajes del cielo una Escritura. Ya habían pedido a Moisés algo más grave que eso, cuando dijeron: «¡Muéstranos a Alá claramente!» Como castigo a su impiedad el Rayo se los llevó. Luego, cogieron el ternero, aun después de haber recibido las pruebas claras. Se lo perdonamos y dimos a Moisés una autoridad manifiesta"},{"SurahNumber":4,"VerseNumber":154,"Text":"Levantamos la montaña por encima de ellos en señal de pacto con ellos y les dijimos: «¡Prosternaos al entrar por la puerta!» Y les dijimos: «¡No violéis el sábado!» Y concertamos con ellos un pacto solemne"},{"SurahNumber":4,"VerseNumber":155,"Text":"por haber violado su pacto, por no haber creído en los signos de Alá, por haber matado a los profetas sin justificación y por haber dicho: «Nuestros corazones están incircuncisos». ¡No! Alá los ha sellado por su incredulidad, de modo que tienen fe, pero poca"},{"SurahNumber":4,"VerseNumber":156,"Text":"por su incredulidad por haber proferido contra María una enorme calumnia"},{"SurahNumber":4,"VerseNumber":157,"Text":"y por haber dicho: «Hemos dado muerte al Ungido, Jesús, hijo de María, el enviado de Alá», siendo así que no le mataron ni le crucificaron, sino que les pareció así. Los que discrepan acerca de él, dudan. No tienen conocimiento de él, no siguen más que conjeturas. Pero, ciertamente no le mataron"},{"SurahNumber":4,"VerseNumber":158,"Text":"sino que Alá lo elevó a Sí. Alá es poderoso, sabio"},{"SurahNumber":4,"VerseNumber":159,"Text":"Entre la gente de la Escritura no has nadie que no crea en Él antes de su muerte. Él día de la Resurrección servirá de testigo contra ellos"},{"SurahNumber":4,"VerseNumber":160,"Text":"Prohibimos a los judíos cosas buenas que antes les habían sido lícitas, por haber sido impíos y por haber desviado a tantos del camino de Alá"},{"SurahNumber":4,"VerseNumber":161,"Text":"por usurear, a pesar de habérseles prohibido, y por haber devorado la hacienda ajena injustamente. A los infieles de entre ellos les hemos preparado un castigo doloroso"},{"SurahNumber":4,"VerseNumber":162,"Text":"Pero a los que, de ellos, están arraigados en la Ciencia, a los creyentes, que , creen en lo que se te ha revelado a ti y a otros antes de ti, a los que hacen la azalá, a los que dan el azaque, a los que creen en Alá y en el último Día, a ésos les daremos una magnífica recompensa"}]}