{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"So when Jesus perceived disbelief from them, (he) said, \"Who will be my helpers for (the sake of) God.\" The disciples said, \"We are God's helpers, we believe in God and you bear witness that we have submitted (as Muslims)"},{"SurahNumber":3,"VerseNumber":53,"Text":"Our Lord ! we believe in that which you have sent down and we follow the messenger, so record us with those who bear witness"},{"SurahNumber":3,"VerseNumber":54,"Text":"So they planned and God planned (too) and God is the Best of planners"},{"SurahNumber":3,"VerseNumber":55,"Text":"When God said, \"O Jesus ! I will take you back and raise you towards Myself and clean you from those who do not believe; and towards the day of resurrection, I will make those who follow you, above those who do not believe, then towards Me you will all return then I will judge between you in (matters) in which you disagreed"},{"SurahNumber":3,"VerseNumber":56,"Text":"Then as for those who do not believe, I will punish them with a severe punishment in the world and the hereafter and for them there will be no helpers.\" and the hereafter and for them there will be no helpers"},{"SurahNumber":3,"VerseNumber":57,"Text":"And as for those who believe and do righteous works, He will give them their rewards in full, and God does not like those who are unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"This (is what) We read to you, from the signs and a wise reminder"},{"SurahNumber":3,"VerseNumber":59,"Text":"The likeness of Jesus, with God is certainly as the likeness of Adam. (He) proportioned him from the soil, then said to him, \"Be,\" so he was (created)"},{"SurahNumber":3,"VerseNumber":60,"Text":"(This is) the truth from your Lord, so do not be of those who doubt"},{"SurahNumber":3,"VerseNumber":61,"Text":"Therefore, if anyone disputes with you in this (affair) after the knowledge which has come to you, then say, \"Come! let us call our sons and your sons and our women and your women and ourselves and yourselves, then we will pray humbly and invoke the curse of God on the deniers (of truth)"},{"SurahNumber":3,"VerseNumber":62,"Text":"This is certainly the true narrative and there is no one (as) god except God and God is certainly the Mighty, the Wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"So if they turn back, then God is certainly the Knower of those who are corrupt"},{"SurahNumber":3,"VerseNumber":64,"Text":"Say, \"O owners of the book! come to an equitable word between us and you, that we will not serve (worship) anyone except God and we will not associate any partner with Him and some of us will not take others as Lords, besides God.\" But if they turn away, then say, \"Bear witness that we are those who have submitted (as Muslims)"},{"SurahNumber":3,"VerseNumber":65,"Text":"O owners of the book ! why do you dispute about Abraham, when Torah and the Gospel were sent down only after him. What ! then have you no sense"},{"SurahNumber":3,"VerseNumber":66,"Text":"Yes, you are those who disputed about that of which you had knowledge but why do you dispute about that of which you have no knowledge? And God knows and you do not know. dispute about that of which you have no knowledge? And God knows and you do not know"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham was neither a Jew nor a Christian but he was upright, one who submitted (as a Muslim), and he was not of the polytheists"},{"SurahNumber":3,"VerseNumber":68,"Text":"The nearest among mankind to Abraham are certainly those who followed him and this prophet and those who believe, and God is the Guardian of the believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"A party of the owners of the book like to mislead you, and they do not mislead (anyone) except themselves but they do not perceive"},{"SurahNumber":3,"VerseNumber":70,"Text":"O owners of the book! why do you not believe in the signs of God when you are witnesses"},{"SurahNumber":3,"VerseNumber":71,"Text":"O owners of the book ! why do you cover the truth with falsehood and hide the truth when you know"},{"SurahNumber":3,"VerseNumber":72,"Text":"And a party of the owners of the book say, \"Believe in (the Quran), which has been sent down on those who believe, at the beginning of the day and reject it at the end of it, so that they may return (to disbelief)"},{"SurahNumber":3,"VerseNumber":73,"Text":"and believe only in him who follows your religion.\" Say, \"Guidance of God is certainly the guidance, (and any) one can be given the like of what you were given (as guidance).\" Otherwise they will dispute with you before your Lord. Say, \"Grace is certainly in the hand of God, He gives it to whom He wills, and God is Ample-giving, Knowing"},{"SurahNumber":3,"VerseNumber":74,"Text":"He selects for His mercy whom He wills and God is the Possessor of great grace"}]}