{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":82,"VerseNumber":1,"Text":"เมื่อชั้นฟ้าได้แตกแยกออก"},{"SurahNumber":82,"VerseNumber":2,"Text":"และเมื่อบรรดาดวงดาวร่วงหล่นลงมากระจัดกระจาย"},{"SurahNumber":82,"VerseNumber":3,"Text":"และเมื่อทะเลถูกให้เอ่อล้น"},{"SurahNumber":82,"VerseNumber":4,"Text":"และเมื่อหลุมฝังศพถูกพลิกกลับ"},{"SurahNumber":82,"VerseNumber":5,"Text":"ทุกชีวิตจะรู้สิ่งที่ตนได้กระทำไปแล้ว และสิ่งที่ได้กระทำภายหลัง"},{"SurahNumber":82,"VerseNumber":6,"Text":"โอ้มนุษย์เอ๋ย อะไรเล่าที่ล่อลวงเจ้า (ให้หันห่าง) จากพระเจ้าของเจ้าผู้ทรงเกื้อกูล"},{"SurahNumber":82,"VerseNumber":7,"Text":"ผู้ทรงบังเกิดเจ้า แล้วทรงทำให้เจ้าสมบูรณ์ แล้วก็ทรงทำให้เจ้าสมส่วน"},{"SurahNumber":82,"VerseNumber":8,"Text":"ในรูปใดที่พระองค์ทรงประสงค์ ก็จะทรงประกอบเจ้าขึ้น"},{"SurahNumber":82,"VerseNumber":9,"Text":"มิใช่เช่นนั้น แต่ว่าพวกเจ้าปฏิเสธวันแห่งการตอบแทนต่างหาก"},{"SurahNumber":82,"VerseNumber":10,"Text":"และแท้จริงมีผู้คุ้มกันรักษาพวกเจ้าอยู่"},{"SurahNumber":82,"VerseNumber":11,"Text":"คือ (มลาอิกะฮฺ) ผู้ทรงเกียรติเป็นผู้บันทึก"},{"SurahNumber":82,"VerseNumber":12,"Text":"พวกเขารู้ในสิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":82,"VerseNumber":13,"Text":"แท้จริงบรรดาผู้ทรงคุณธรรมนั้นจะอยู่ในความโปรดปราน"},{"SurahNumber":82,"VerseNumber":14,"Text":"และแท้จริงบรรดาคนชั่วจะอยู่ในนรกที่ลุกโซน"},{"SurahNumber":82,"VerseNumber":15,"Text":"พวกเขาจะเข้าไปอยู่ในกองไฟนั้นในวันแห่งการตอบแทน"},{"SurahNumber":82,"VerseNumber":16,"Text":"และพวกเขาจะไม่เป็นผู้ออกจากมัน (อยู่ในกองไฟตลอดไป)"},{"SurahNumber":82,"VerseNumber":17,"Text":"และอันใดเล่าทำให้เจ้ารู้ได้ว่า วันแห่งการตอบแทนนั้นคืออะไร"},{"SurahNumber":82,"VerseNumber":18,"Text":"แล้วอันใดเล่าทำให้เจ้ารู้ได้ว่า วันแห่งการตอบแทนนั้นคืออะไร"},{"SurahNumber":82,"VerseNumber":19,"Text":"วันที่ชีวิตหนึ่งไม่มีสิทธิ์ที่จะช่วยเหลืออย่างใดแก่อีกชีวิตหนึ่งได้ และกิจการในวันนั้นเป็นสิทธิ์ของอัลลอฮ์"},{"SurahNumber":83,"VerseNumber":1,"Text":"ความหายนะจงประสบแด่บรรดาผู้ทำให้พร่อง (ในการตวงและการชั่ง)"},{"SurahNumber":83,"VerseNumber":2,"Text":"คือบรรดาผู้ที่เมื่อพวกเขาตวงเอาจากคนอื่นก็ตวงเอาเต็ม"},{"SurahNumber":83,"VerseNumber":3,"Text":"และเมื่อพวกเขาตวงหรือชั่งให้คนอื่นก็ทำให้ขาด"},{"SurahNumber":83,"VerseNumber":4,"Text":"ชนเหล่านั้นมิได้คิดบ้างหรือว่าพวกเขาจะถูกให้ฟื้นคืนชีพ"},{"SurahNumber":83,"VerseNumber":5,"Text":"สำหรับวันอันยิ่งใหญ่"},{"SurahNumber":83,"VerseNumber":6,"Text":"วันที่มนุษย์จะยืนต่อหน้าพระเจ้าแห่งสากลโลก"},{"SurahNumber":83,"VerseNumber":7,"Text":"มิใช่เช่นนั้น แท้จริงบันทึกของบรรดาคนชั่วนั้นอยู่ในสิจญีน"},{"SurahNumber":83,"VerseNumber":8,"Text":"และอันใดเล่าทำให้เจ้ารู้ได้ว่าสิจญีนนั้นคืออะไร"},{"SurahNumber":83,"VerseNumber":9,"Text":"คือบันทึกที่ถูกจารึกไว้"},{"SurahNumber":83,"VerseNumber":10,"Text":"ความหายนะในวันนั้นจงประสบแด่บรรดาผู้ปฏิเสธ"},{"SurahNumber":83,"VerseNumber":11,"Text":"คือบรรดาผู้ปฏิเสธวันแห่งการตอบแทน"},{"SurahNumber":83,"VerseNumber":12,"Text":"และไม่มีใครปฏิเสธวันแห่งการตอบแทนนั้น นอกจากทุกคนที่ละเมิดที่กระทำความผิด"},{"SurahNumber":83,"VerseNumber":13,"Text":"เมื่อบรรดาอายาตของเราถูกอ่านแก่เขา เขาจะกล่าวว่านี่คือนิยายเหลวไหวสมัยก่อน"},{"SurahNumber":83,"VerseNumber":14,"Text":"มิใช่เช่นนั้น แต่ว่าสิ่งที่พวกเขาได้ขวนขวายไว้นั้นได้เป็นสนิมบนหัวใจของพวกเขา"},{"SurahNumber":83,"VerseNumber":15,"Text":"มิใช่เช่นนั้น แท้จริงพวกเขาในวันนั้นจะถูกกั้นจากพระเจ้าของพวกเขา"},{"SurahNumber":83,"VerseNumber":16,"Text":"แล้วแท้จริงพวกเขาจะเข้าไปอยู่ในนรกที่มีเปลวไฟลุกโซน"},{"SurahNumber":83,"VerseNumber":17,"Text":"แล้วจะมีเสียงกล่าวขึ้นว่า นี่คือสิ่งที่พวกเจ้าได้ปฏิเสธมันไว้"},{"SurahNumber":83,"VerseNumber":18,"Text":"มิใช่เช่นนั้น แท้จริงบันทึกของบรรดาผู้ทรงคุณธรรมอยู่ในอิลลียีนอย่างแน่นอน"},{"SurahNumber":83,"VerseNumber":19,"Text":"และอันใดเล่าทำให้เจ้ารู้ได้ว่าอิลลียีนคืออะไร"},{"SurahNumber":83,"VerseNumber":20,"Text":"คือบันทึกที่ถูกจารึกไว้"},{"SurahNumber":83,"VerseNumber":21,"Text":"บรรดาผู้ที่อยู่ใกล้ชิด (มลาอิกะฮฺ) จะเป็นผู้ดูแลรักษา"},{"SurahNumber":83,"VerseNumber":22,"Text":"แท้จริงบรรดาผู้ทรงคุณธรรมจะอยู่ในความโปรดปรานอย่างแน่นอน"},{"SurahNumber":83,"VerseNumber":23,"Text":"พวกเขาจะมองดูจากบนเตียง"},{"SurahNumber":83,"VerseNumber":24,"Text":"เจ้าจะรู้ได้ถึงการมีความสดชื่นแห่งความสุขสำราญที่ปรากฏอยู่บนใบหน้าของพวกเขา"},{"SurahNumber":83,"VerseNumber":25,"Text":"พวกเขาจะได้ดื่มสุราอันบริสุทธิ์ ซึ่งถูกผนึกไว้"},{"SurahNumber":83,"VerseNumber":26,"Text":"ที่ใช้ผนึกมันนั้นคือชะมดเชียง และในการนี้บรรดาผู้แข่งขัน (ที่จะให้ได้มาซึ่งความสุขสำราญนี้) จงแข่งขันกันเถิด"},{"SurahNumber":83,"VerseNumber":27,"Text":"ที่ใช้ผสมสุรานั้นมาจากตัสนีม"},{"SurahNumber":83,"VerseNumber":28,"Text":"คือตาน้ำแห่งหนึ่งซึ่งบรรดาผู้ใกล้ชิด (อัลลอฮฺ) เท่านั้นจะได้ดื่มมัน"},{"SurahNumber":83,"VerseNumber":29,"Text":"แท้จริงบรรดาผู้กระทำผิดนั้น เคยหัวเราะเยาะบรรดาผู้ศรัทธา"},{"SurahNumber":83,"VerseNumber":30,"Text":"และเมื่อบรรดาผู้ศรัทธาเดินผ่านพวกเขาไป พวกเขาจะหลิ่วตาเย้ยหยัน"},{"SurahNumber":83,"VerseNumber":31,"Text":"และเมื่อพวกเขากลับไปยังพวกพ้องของพวกเขา พวกเขาก็กลับไปอย่างตลกคะนอง"},{"SurahNumber":83,"VerseNumber":32,"Text":"และเมื่อพวกเขาเห็นบรรดาผู้ศรัทธาพวกเขาก็กล่าวว่า แท้จริงชนเหล่านี้เป็นผู้หลงทางแน่นอน"},{"SurahNumber":83,"VerseNumber":33,"Text":"และพวกเขา (ผู้ปฏิเสธศรัทธา) มิได้ถูกส่งมาเพื่อเป็นผู้ปกปักรักษาผู้ศรัทธาเหล่านั้น"},{"SurahNumber":83,"VerseNumber":34,"Text":"ดังนั้น วันนี้บรรดาผู้ศรัทธาก็จะหัวเราะเยาะพวกปฏิเสธศรัทธาบ้าง"},{"SurahNumber":83,"VerseNumber":35,"Text":"พวกเขา (บรรดาผู้ศรัทธา) จะมองดูอยู่บนเตียง"},{"SurahNumber":83,"VerseNumber":36,"Text":"บรรดาผู้ปฏิเสธจะได้รับการตอบแทนตามที่ได้ปฏิบัติมามิใช่หรือ"}]}