{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":171,"Text":"Bekhoyelanga obwokholo okhurula khu Nyasaye nende tsimbabaasi tsitsie , Ne toto Nyasaye shakosinjia omurungo kwa basuubili tawe"},{"SurahNumber":3,"VerseNumber":172,"Text":"Balia bafuchilila Nyasaye nende Omurumwa wuwe- olwa bali nibanyolelwe nende tsinguma, ne balia bakhola amalayi mubo mana nibaria baliba nende omurungo omukhongo"},{"SurahNumber":3,"VerseNumber":173,"Text":"Balia baboolelwa nende Abandu mbu; “Abandu babakhung’anile, Mubarie!” Ako nikabameta obusuubili, nibaboola Mbu; “ Nyasaye Akhuyela naye niye omulayi muno wokhwisikwa.”"},{"SurahNumber":3,"VerseNumber":174,"Text":"Kho mana nibakalukha nende obwokholo nende tsimbabaasi tsia Nyasaye, libi liosi liosi shiliabanyolakhwo tawe, ne nibaloonda ka Nyasaye achama. Ne Nyasaye niwetsimbabaasi tsikhongo"},{"SurahNumber":3,"VerseNumber":175,"Text":"Toto oyo ni shetani arisinjia abetsa baye, kho mulamuria tawe, murie esie nikali mbu muli Abasuubili"},{"SurahNumber":3,"VerseNumber":176,"Text":"Nebalia belushilanga mubukhayi balakhuyendia tawe, Toto abo shibawumisia Nyasaye khusioshiosi tawe. Nyasaye yenya mbu alababishilakhwo shiosishiosi mwikulu tawe, ne baliba nende eshinyasio eshilulu"},{"SurahNumber":3,"VerseNumber":177,"Text":"Toto balia bakula obukhayi nibakusia obusuubili shibalawumisia shiosishiosi Nyasaye tawe, Ne bali nende ishinyasio eshilulu"},{"SurahNumber":3,"VerseNumber":178,"Text":"Abakhayi balapara mbu okhubalekhakhwa khubalekhanga khuno ni obulayi khubo tawe, Toto khubametanga ebise khobamete tsimbii, ne baliba nende eshinyasio shietsisoni"},{"SurahNumber":3,"VerseNumber":179,"Text":"Nyasaye shiyakhalekha Abasuubili muka enywe mulikho tawe okhuula yawukhasie ababii nende abalayi. Ne Nyasaye shakhoyele okhubechesia kefisa halali Nyasaye yawulanga mubarumwa bebe wayenya. Ne suubile Nyasaye nende Abarumwa bebe, nimusuubila mana mwaria Nyasaye mulaba nende omurungo omukhongo"},{"SurahNumber":3,"VerseNumber":180,"Text":"Ne mulapara mbu balia bemananga shia Nyasaye yabawa khu tsimbabaasi tsitsie mbu bali obulayi, halali ni obubii khubo. Baliboywa halala nende biabemananga inyanga yeyindukho. Ne obuchelani bwe bili mwikulu nende khushialo ni bwa Nyasaye. Ne Nyasaye amanyile muno akamukholanga"},{"SurahNumber":3,"VerseNumber":181,"Text":"Toto Nyasaye awulile likhuwa liabalia boboola mbu “Nyasaye toto ni umumanani nafu khuli abayinda,” khwandichile kababoola nende okhwira khwabu Abarumwa munjila ilali yatoto. Ne khulibaboolela inyanga yeyindukho mbu; “Mupile eshinyasio shiokhuyia.”"},{"SurahNumber":3,"VerseNumber":182,"Text":"Kano nishichila akemikhono chenyu chiaranjilisia ne mbu toto Nyasaye Shali wokhukholela obubii abandu tawe"},{"SurahNumber":3,"VerseNumber":183,"Text":"Balia baboola mbu; “Nyasaye akhulachile mbu khulasuubila Omurumwa yesiyesi tawe okhuula okhurusilie eshihanwa(isolo) isambwe nende omulilo.” Baboolele mbu; “Abarumwa babetsela nende ebifune biabulafu nende shinga kamurebanga kano, kho shichila shina nimubera toto nimuba nimuboolanga obulaamba.”"},{"SurahNumber":3,"VerseNumber":184,"Text":"Ne nibakhukhaya bamala okhukhaya Abarumwa bandi imbeli wuwo, abetsa nende ebifune bilolekha nende ebitabu bia machesi, nende eshitabu shiobulafu"},{"SurahNumber":3,"VerseNumber":185,"Text":"Buli omundu alipila lifwa, mana toto mulihebwa omurungo kwenyu inyanga yeyindukho, ulia ulisitibwa ehale nomulilo, alinjisibwa mwikulu, oyo aliba aburire. Ne obulamu bwokhushialo shineshindu tawe halali okhwisangasia khwokhwikatia"}]}