{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"And [recall] when Moses prayed for water for his people, so We said, \"Strike with your staff the stone.\" And there gushed forth from it twelve springs, and every people knew its watering place. \"Eat and drink from the provision of Allah, and do not commit abuse on the earth, spreading corruption"},{"SurahNumber":2,"VerseNumber":61,"Text":"And [recall] when you said, \"O Moses, we can never endure one [kind of] food. So call upon your Lord to bring forth for us from the earth its green herbs and its cucumbers and its garlic and its lentils and its onions.\" [Moses] said, \"Would you exchange what is better for what is less? Go into [any] settlement and indeed, you will have what you have asked.\" And they were covered with humiliation and poverty and returned with anger from Allah [upon them]. That was because they [repeatedly] disbelieved in the signs of Allah and killed the prophets without right. That was because they disobeyed and were [habitually] transgressing"},{"SurahNumber":2,"VerseNumber":62,"Text":"Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muhammad] - those [among them] who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve"},{"SurahNumber":2,"VerseNumber":63,"Text":"And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous"},{"SurahNumber":2,"VerseNumber":64,"Text":"Then you turned away after that. And if not for the favor of Allah upon you and His mercy, you would have been among the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised"},{"SurahNumber":2,"VerseNumber":66,"Text":"And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allah"},{"SurahNumber":2,"VerseNumber":67,"Text":"And [recall] when Moses said to his people, \"Indeed, Allah commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allah from being among the ignorant"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[Allah] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers"},{"SurahNumber":2,"VerseNumber":70,"Text":"They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allah wills, will be guided"},{"SurahNumber":2,"VerseNumber":71,"Text":"He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.' \" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it"},{"SurahNumber":2,"VerseNumber":72,"Text":"And [recall] when you slew a man and disputed over it, but Allah was to bring out that which you were concealing"},{"SurahNumber":2,"VerseNumber":73,"Text":"So, We said, \"Strike the slain man with part of it.\" Thus does Allah bring the dead to life, and He shows you His signs that you might reason"},{"SurahNumber":2,"VerseNumber":74,"Text":"Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allah. And Allah is not unaware of what you do"}]}