{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"Hani Rabbi, İbrahim’i birtakım emirlerle imtihan etmiş, İbrahim onların hepsini yerine getirmiş de Rabbi şöyle buyurmuştu: “Ben seni insanlara önder yapacağım.” İbrahim de, “Soyumdan gelenlerden de (önderler yap, ya Rabbi!)” demişti. Bunun üzerine Rabbi: \"Benim ahdime (verdiğim söze) zalimler nail olamaz.\" diye buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Hani, biz Kâbe’yi insanlara dönüş/toplantı ve güven yeri kılmıştık. Siz de Makam-ı İbrahim’den kendinize bir namaz yeri edinin. İbrahim ve İsmail’e: “Tavaf edenler, kendini ibadete verenler, rükû ve secde edenler için evimi (Kâbe’yi) tertemiz tutun!\" diye emrettik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Hani İbrahim: \"Rabbim! Bu şehri güvenli bir şehir kıl! Halkından Allah’a ve ahiret gününe iman edenleri çeşitli ürünlerle rızıklandır\" demişti. Allah da: “İnkâr edeni az bir süre (bu geçici kısa hayatta) rızıklandırır, sonra onu Cehennem azabına girmek zorunda bırakırım. Ne kötü varılacak yerdir orası!” demişti"},{"SurahNumber":2,"VerseNumber":127,"Text":"Hani İbrahim, İsmail’le birlikte Kâbe’nin temellerini yükseltiyor (ve şöyle dua ediyorlardı): \"Rabbimiz! Bizden bu (amelimizi) kabul buyur. Şüphesiz sen hakkıyla işitensin, hakkıyla bilensin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbimiz! Bizi sana teslim olan iki kul eyle ve soyumuzdan da sana teslim olan bir ümmet çıkar. Bize ibadet yollarımızı göster ve tevbelerimizi kabul et! Zira tevbeleri kabul edip, çokça rahmet eden ancak sensin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbimiz! İçlerinden senin ayetlerini onlara okuyan, kitap ve hikmeti öğreten ve onları (şirkten) arındıran bir rasûl gönder. Şüphesiz Aziz ve Hakim olan ancak sensin"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kendini bilmezden başka İbrahim’in dininden kim yüz çevirir? Andolsun, biz İbrahim’i bu dünyada seçkin kıldık. Şüphesiz o ahirette de salih kimselerdendir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi ona: “Teslim ol”! dediğinde, \"Alemlerin Rabbine teslim oldum\" demişti"},{"SurahNumber":2,"VerseNumber":132,"Text":"İbrahim, bunu kendi oğullarına da vasiyet etti. Yakub da öyle yaptı ve: “Oğullarım! Allah, sizin için bu dini (İslâm’ı) seçti. Siz de ancak Müslümanlar olarak can verin!” dedi"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz Yakub’un, ölüm döşeğinde iken çocuklarına: “Benden sonra kime ibadet edeceksiniz?” dediği, onların da: “Senin ilâhına ve ataların İbrahim, İsmail ve İshak’ın ilâhı olan tek bir ilâha ibadet edeceğiz. Bizler O’na boyun eğmiş müslümanlarız.” dedikleri zaman orada hazır mı bulunuyordunuz"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar bir ümmetti gelip, geçti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorumlu tutulacak değilsiniz"},{"SurahNumber":2,"VerseNumber":135,"Text":"Yahudi ve Hıristiyan olun ki, doğru yolu bulasınız, demektedirler. Sen de ki: \"Hayır! Hanif olarak, İbrahim’in dinine (tabi oluruz). O, müşriklerden değildi"},{"SurahNumber":2,"VerseNumber":136,"Text":"Deyin ki: ''Biz Allah’a, bize indirilene (Kur’an’a), İbrahim, İsmail, İshak, Yakub ve torunlarına indirilene, Mûsâ ve İsa’ya verilen (Tevrat ve İncil) ile bütün diğer peygamberlere Rablerinden verilene iman ettik. Onlardan hiçbirini diğerinden ayırt etmeyiz ve biz ona teslim olmuş kimseleriz"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eğer onlar (Yahudi ve Hıristiyanlar) böyle sizin iman ettiğiniz gibi iman ederlerse, gerçekten doğru yolu bulmuş olurlar; yüz çevirirlerse onlar elbette derin bir ayrılığa düşmüş olurlar. Allah, onlara karşı sana yeter. O, hakkıyla işitendir, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":138,"Text":"Allah’ın boyası (dini ile boyanmaya bakın) Kimin boyası/dini Allah’ınkinden daha güzel olabilir? Biz yalnız ona ibadet edenleriz"},{"SurahNumber":2,"VerseNumber":139,"Text":"Onlara (Ehl-i kitaba) de ki: ''Allah hakkında mı bizimle tartışıp duruyorsunuz? Halbuki O, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz O’na gönülden bağlanmış kimseleriz"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoksa siz, İbrahim’in, İsmail’in, İshak’ın, Yakub’un ve torunlarının, Yahudi yahut Hristiyan olduklarını mı söylüyorsunuz? (Onlara) De ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından kendisine bildirilen gerçeği gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gâfil değildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar bir ümmetti gelip, geçti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorumlu tutulacak değilsiniz"}]}