{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"อะลีฟ ลาม รอ เหล่านี้คือโองการทั้งหลายแห่งคัมภีร์ และเป็นกรุอานอันชัดแจ้ง"},{"SurahNumber":15,"VerseNumber":2,"Text":"บรรดาผู้ปฏิเสธศรัทธาหวังกันว่า หากพวกเขาได้เป็นมุสลิม"},{"SurahNumber":15,"VerseNumber":3,"Text":"เจ้าจงปล่อยพวกเขาบริโภคและร่าเริงและความหวังจะทำให้พวกเขาลืม แล้วพวกเขาก็จะรู้"},{"SurahNumber":15,"VerseNumber":4,"Text":"เรามิได้ทำลายเมืองใด นอกจากว่าได้มีกำหนดเป็นที่รู้กันแก่มันแล้ว"},{"SurahNumber":15,"VerseNumber":5,"Text":"ไม่มีประชาชาติใดจะร่าเริงกำหนดการลงโทษได้ และไม่อาจจะทำให้ล่าช้ากว่ากำหนดได้"},{"SurahNumber":15,"VerseNumber":6,"Text":"และพวกเขากล่าวว่า “โอ้ผู้ซึ่งข้อตักเตือนถูกประทานแก่เขา แท้จริงท่านเป็นคนบ้าอย่างแน่นอน"},{"SurahNumber":15,"VerseNumber":7,"Text":"“ทำไมท่านไม่นำมะลาอิกะฮ์มาที่เรา หากท่านอยู่ในหมู่ผู้สัตย์จริง”"},{"SurahNumber":15,"VerseNumber":8,"Text":"เราจะไม่ส่งมะลาอิกะฮ์ลงมา เว้นแต่ด้วยความจริง และดังนั้นพวกเขาไม่ต้องคอย"},{"SurahNumber":15,"VerseNumber":9,"Text":"แท้จริงเราได้ให้ข้อตักเตือน(อัลกุรอาน)ลงมา และแท้จริงเราเป็นผุ้รักษามันอย่างแน่นอน"},{"SurahNumber":15,"VerseNumber":10,"Text":"และโดยแน่นอน ก่อนหน้าเจ้านั้นเราได้ส่ง(บรรดาร่อซูล) มาในหมู่คณะต่างๆ เมื่อครั้งสมัยก่อน ๆ"},{"SurahNumber":15,"VerseNumber":11,"Text":"และไม่มีร่อซูลคนใดมายังพวกเขา เว้นแต่พวกเขาจะต้องเย้ยหยัน"},{"SurahNumber":15,"VerseNumber":12,"Text":"ในทำนองนั้น เราได้ทำให้มัน อยู่ในจิตใจของพวกอาชญากร"},{"SurahNumber":15,"VerseNumber":13,"Text":"พวกเขาจะไม่ศรัทธาต่ออัลกุรอาน และแน่นอนแบบอย่างของคนรุ่นก่อน ๆ ได้ล่วงลับไปแล้ว"},{"SurahNumber":15,"VerseNumber":14,"Text":"และหาเราเปิดประตูแห่งชั้นฟ้าแก่พวกเขา แล้วพวกเขาจะขึ้นต่อไปเรื่อยๆ"},{"SurahNumber":15,"VerseNumber":15,"Text":"แน่นอนพวกเขาจะกล่าวว่า “แท้จริงสายตาของพวกเราถูกปิดกั้น ไม่แต่เพียงเท่านั้นพวกเรายังเป้นกลุ่มชนที่ถูกเวทมนตร์อีกด้วย”"},{"SurahNumber":15,"VerseNumber":16,"Text":"และโดยแน่นอน เราให้มีหมู่ดวงดาวในท้องฟ้า และเราได้ประดับมันให้สวยงามแก่บรรดาผู้เฝ้ามอง"},{"SurahNumber":15,"VerseNumber":17,"Text":"และเราได้รักษามันให้พ้นจากชัยฏอนทุกตัวที่ถูกสาปแช่ง"},{"SurahNumber":15,"VerseNumber":18,"Text":"เว้นแต่ผู้ที่แอบฟัง ดังนั้นดวงดาวที่ลุกโชติช่วงจะตามติดเผามัน"},{"SurahNumber":15,"VerseNumber":19,"Text":"และแผ่นดินนั้นเราได้แผ่มันออกไป และเราได้ทำให้มีเทือกเขาเป็นที่ยึดอย่างมั่นคง และเราได้ให้ทุกสิ่งงอกเงยอย่างสมดุล"},{"SurahNumber":15,"VerseNumber":20,"Text":"และในแผ่นดินนั้นเราได้ทำให้มีเครื่องยังชีพแก่พวกเจ้า และแก่ผู้ที่พวกเจ้ามิได้เป็นผู้ให้ริซกีแก่เขา"},{"SurahNumber":15,"VerseNumber":21,"Text":"และไม่มีสิ่งใด (เครื่องยังชีพ) เว้นแต่ที่เรานั้นมีคลังของมัน และเราจะไม่ให้มันลงมานอกจากตามสภาวะที่ได้ถูกกำหนดไว้แล้ว"},{"SurahNumber":15,"VerseNumber":22,"Text":"และเราได้ส่งลมผสมเกสร แล้วเราได้ให้น้ำลงมาจากฟ้า แล้วเราได้ให้พวกเจ้าดื่มมัน และพวกเจ้าก็มิได้เป็นผู้สะสมมันไว้"},{"SurahNumber":15,"VerseNumber":23,"Text":"และโดยแน่นอนเราเป็นผู้ให้ชีวิต และเราเป็นผู้ให้ตาย และเราเป็นผู้คงอยู่แต่ผู้เดียว"},{"SurahNumber":15,"VerseNumber":24,"Text":"และโดยแน่นอน เรารอบรู้กลุ่มชนก่อนพวกเจ้า และโดยแน่นอนเรารอบรู้กลุ่มชนรุ่นหลัง"},{"SurahNumber":15,"VerseNumber":25,"Text":"และแท้จริง พระเจ้าของเจ้าคือผู้ทรงชุมนุมพวกเขา แท้จริงพระองค์เป็นผู้ทรงปรีชาญาณผู้ทรงรอบรู้"},{"SurahNumber":15,"VerseNumber":26,"Text":"และโดยแน่นอน เราได้สร้างมนุษย์จากดินแห้ง จากดินดำเป็นตม"},{"SurahNumber":15,"VerseNumber":27,"Text":"และญินนั้น เราได้สร้างมันมาก่อนจากไฟของลมร้อน"},{"SurahNumber":15,"VerseNumber":28,"Text":"และจงรำลึกเมื่อพระเจ้าของเจ้าตรัสแก่มะลาอิกะฮ์แก่ “แท้จริงข้าเป็นผู้สร้างมนุษย์จากดินแห้ง จากดินดำเป็นตม"},{"SurahNumber":15,"VerseNumber":29,"Text":"“ดังนั้น เมื่อข้าได้ทำให้เขามีรูปร่างสมส่วนและเป่าวิญญาณจากข้าเข้าไปในตัวเขา ฉะนั้นพวกเจ้าจงก้มลงสุญูดต่อเขา”"},{"SurahNumber":15,"VerseNumber":30,"Text":"ดังนั้น มะลาอิกะฮ์ทั้งหมดได้ก้มลงสุญูด"},{"SurahNumber":15,"VerseNumber":31,"Text":"เว้นแต่อิบลีส มันปฏิเสธที่จะอยู่ร่วมกับบรรดาผู้สุญูด"},{"SurahNumber":15,"VerseNumber":32,"Text":"พระองค์ตรัสว่า “โอ้อิบลีส ทำไมเจ้าจึงไม่อยู่ร่วมกับบรรดาผู้สุญูด ?”"},{"SurahNumber":15,"VerseNumber":33,"Text":"มันกล่าวว่า “ข้าพระองค์จะไม่สุญูดต่อมนุษย์ที่พระองค์ทรงสร้างเขาจากดินแห้ง จากดินดำเป็นตม”"},{"SurahNumber":15,"VerseNumber":34,"Text":"พระองค์ตรัสว่า “ดังนั้นเจ้าจงออกไปจากที่นี่ แท้จริงเจ้าเป็นผู้ถูกขับไล่"},{"SurahNumber":15,"VerseNumber":35,"Text":"และแท้จริง การสาบแช่งจงประสบแก่เจ้า จนกระทั่งวันแห่งการตอบแทน”"},{"SurahNumber":15,"VerseNumber":36,"Text":"มันกล่าวว่า “โอ้พระเจ้าของข้าพระองค์ได้โปรดประวิงเวลาให้แก่ข้าพระองค์จนถึงวันฟื้นคืนชีพด้วยเถิด”"},{"SurahNumber":15,"VerseNumber":37,"Text":"พระองค์ตรัสว่า “ดังนั้น แท้จริงเจ้าอยู่ในหมู่ผู้ถูกประวิงเวลา”"},{"SurahNumber":15,"VerseNumber":38,"Text":"จนกระทั่งถึงวันแห่งเวลาที่ถูกกำหนดไว้แล้ว”"},{"SurahNumber":15,"VerseNumber":39,"Text":"มันกล่าวว่า “โอ้พระเจ้าของข้าพระองค์โดยที่พระองค์ทรงให้ข้าพระองค์หลงผิดไปแล้วแน่นอน ข้าพระองค์ก็จะทำให้เป็นที่เพริศแพร้วแก่พวกเขาในแผ่นดินนี้ และแน่นอนข้าพระองค์จะทำให้พวกเขาทั้งหมดหลงผิด"},{"SurahNumber":15,"VerseNumber":40,"Text":"“เว้นแต่ปวงบ่าวของพระองค์ ในหมู่พวกเขาที่มีใจบริสุทธิ์เท่านั้น”"},{"SurahNumber":15,"VerseNumber":41,"Text":"พระองค์ตรัสว่า “นี่คือทางอันเที่ยงธรรมของข้า”"},{"SurahNumber":15,"VerseNumber":42,"Text":"“แท้จริงปวงบ่าวของข้า เจ้าจะไม่มีอำนาจใด ๆ เหนือพวกเขา เว้นแต่ผู้ที่เชื่อฟังเจ้าในหมู่ผู้หลงผิดเท่านั้น”"},{"SurahNumber":15,"VerseNumber":43,"Text":"และแท้จริงนรกญะฮันนัม แน่นอนคือสัญญาของพวกเขาทั้งหมด"},{"SurahNumber":15,"VerseNumber":44,"Text":"มันมีเจ็ดประตู สำหรับทุกประตูมีส่วนที่ถูกจัดไว้แล้ว"},{"SurahNumber":15,"VerseNumber":45,"Text":"แท้จริง บรรดาผู้ยำเกรงอยู่ในสวนสวรรค์มากหลาย และตาน้ำพุ"},{"SurahNumber":15,"VerseNumber":46,"Text":"พวกเจ้าจงเข้าไปในนั้นด้วยความศานติและปลอดภัย"},{"SurahNumber":15,"VerseNumber":47,"Text":"และเราได้ขจัดความขุ่นแค้นที่มีอยู่ในหัวอกของพวกเขา ให้กลายเป็นพี่น้องกัน โดยพำนักอยู่บนเตียงหันหน้าเข้าหากัน"},{"SurahNumber":15,"VerseNumber":48,"Text":"ความเหนื่อยยากจะไม่ประสบแก่พวกเขาในนั้น และพวกเขาจะไม่ถูกนำออกจากที่นั้น"},{"SurahNumber":15,"VerseNumber":49,"Text":"จงแจ้งแก่ปวงบ่าวของข้าว่า แท้จริงข้าคือผู้อภัย ผู้เมตตาเสมอ"}]}