{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"And remember (Hood), the brother of a people called ´Aad´? He warned his folks who lived in (a place called) ´Aikah´. Other warners had gone by ahead of him, and had followed him (in that land). He said, \"Do not worship anyone except Allah! In fact, I am afraid that a torment of a tremendous day might strike you down"},{"SurahNumber":46,"VerseNumber":22,"Text":"They replied, \"Have you come to lure us away from our gods. So, go ahead! If you are truthful, have that torment _ the one with which you threaten us _ visit us"},{"SurahNumber":46,"VerseNumber":23,"Text":"(The messenger) said, \"Indeed, the knowledge (about the time of that torment) rests with Allah alone. I conveyed to you whatever was revealed to me. But I see that you are an ignorant people"},{"SurahNumber":46,"VerseNumber":24,"Text":"Then, as they saw the dense cloud advancing towards their valleys, they said, \"This is the cloud! It will bring us (the welcome) rain.\" ….. \"No it will not! Rather, it is that which you had asked to be hastened. Wind! In it is a painful punishment"},{"SurahNumber":46,"VerseNumber":25,"Text":"By its Lord´s command, it will destroy everything.\" They were wiped out completely! Except for their ruins and dwellings, no traces of them could be seen! This is how We punish the guilty nation"},{"SurahNumber":46,"VerseNumber":26,"Text":"We had certainly consolidated them; We had strengthened (and established) them much more than We have strengthened you. We granted them the faculties of hearing, sight and intellect. But since they used to dispute and deny the revelations of Allah, their hearing, sight and intellect did not benefit them a bit. What they used to mock (and deride), surrounded and overwhelmed them"},{"SurahNumber":46,"VerseNumber":27,"Text":"Indeed, We have destroyed several of the towns around you; We amply explained and exhibited Our signs, so that they might come back (to the right path)"},{"SurahNumber":46,"VerseNumber":28,"Text":"They took other beings instead of Allah _ the ones they thought would confer upon them a privileged status with Him. Why do those beings not help them (now)? In fact, those beings have now vanished. They are just some trumped up tales and lies, they had invented"},{"SurahNumber":46,"VerseNumber":29,"Text":"And recall the time (oh Muhammad, SAW) when We turned a small group of jinn towards you to hear the Qur´an (being recited). As they came closer, they said (to each other), \"Be quiet and listen attentively.\" When the recitation ended they went back to their people to warn them"},{"SurahNumber":46,"VerseNumber":30,"Text":"Oh our people! We (just) listened to a book revealed after (the book of) Musa. It confirms the one (revealed) before it; and it guides towards the truth, and along the straight path"},{"SurahNumber":46,"VerseNumber":31,"Text":"Oh our people! Respond to the one calling towards Allah, and believe in him! (Allah) will forgive your sins; and He will spare you from the painful punishment"},{"SurahNumber":46,"VerseNumber":32,"Text":"Whoever refuses to respond to the one calling towards Allah, cannot elude Him on earth; he cannot find any friends or protectors to guard him against (Allah). Such ones are clearly lost and wayward"},{"SurahNumber":46,"VerseNumber":33,"Text":"And do they not see that Allah it is Who created the heavens and the earth. He did not feel tired by this creation, and He is capable of giving life to the dead. Of course, He is indeed capable of doing everything"},{"SurahNumber":46,"VerseNumber":34,"Text":"On that day as they are brought before the hellfire, the unbelievers would be asked, \"Is this not the truth?\" They would reply, \"It is, and (we swear) by our Lord, (it is the truth). He, (the Lord) would say, \"So, because you used to disbelieve, taste the torment now"},{"SurahNumber":46,"VerseNumber":35,"Text":"So, (oh prophet), be patient! Just as (all) the determined messengers (of earlier times) had endured with patience. Concerning the unbelievers, do not be in a haste (to seek the verdict against them). On that day, they will clearly see the torment with which they are being threatened (today). It would seem to them, as if they did not stay (in the world) for more than an hour of a day. The message is conveyed! Now, who else would face destruction, if not the nation of evil doers _ the rebels"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those who disbelieve and obstruct others from the way of Allah, have really squandered their good deeds"},{"SurahNumber":47,"VerseNumber":2,"Text":"Allah will straighten the affairs of those who believe, perform good deeds, and believe in what is revealed to Mohammed (SAW). That which is revealed, is the truth from their Lord. He will rinse their faults clean"},{"SurahNumber":47,"VerseNumber":3,"Text":"That is because the disbelievers follow falsehood, whereas the believers follow the truth from their Lord! Thus Allah cites their examples for the people"},{"SurahNumber":47,"VerseNumber":4,"Text":"So, when you clash with the disbelievers (in battle) slay them! If you over power them, take them prisoners and secure them well. Later when the weapons are laid down, either release them on ransom, or graciously on their own (as a favor). Allah could have exacted revenge, had He wanted; But He wants to test some of you by certain others among you. Allah will never waste the deeds of those who are slain in the way of Allah"},{"SurahNumber":47,"VerseNumber":5,"Text":"He will soon guide them and set their affairs right"},{"SurahNumber":47,"VerseNumber":6,"Text":"He will usher them into paradise; He has already familiarized them with it"},{"SurahNumber":47,"VerseNumber":7,"Text":"Oh you who believe! If you help Allah, He will support you and establish you firmly in the land"},{"SurahNumber":47,"VerseNumber":8,"Text":"And those who disbelieve Allah, fell flat on their faces! He lets their actions go astray"},{"SurahNumber":47,"VerseNumber":9,"Text":"They dislike that which Allah has revealed! Therefore, He lets their deeds lose all their worth"}]}