{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"پس مریم (به مشاهده جبرئیل، در گریبانش نسیم اهتزازی یافت و) به آن پسر بار برداشت و (برای آنکه از سرزنش قوم جاهل برکنار باشد) با آن به مکانی دور خلوت گزید"},{"SurahNumber":19,"VerseNumber":23,"Text":"آن‌گاه درد زاییدن او را به کنار درخت خرمایی کشانید (و از شدت حزن و اندوه با خود) گفت: ای کاش من از این پیش مرده بودم و از صفحه عالم به کلی نامم فراموش شده بود"},{"SurahNumber":19,"VerseNumber":24,"Text":"پس از زیر آن درخت (روح القدس یا فرزندش عیسی) او را ندا کرد که غمگین مباش که خدای تو از زیر قدم تو چشمه آبی جاری کرد"},{"SurahNumber":19,"VerseNumber":25,"Text":"شاخ درخت را به سوی خود حرکت ده تا از آن بر تو رطب تازه فرو ریزد"},{"SurahNumber":19,"VerseNumber":26,"Text":"پس (از این رطب) تناول کن و (از این چشمه آب) بیاشام و چشم خود (به عیسی) روشن دار، و هر کس از جنس بشر را که ببینی (به اشاره) با او بگو: برای خدای رحمن نذر روزه (سکوت) کرده‌ام و امروز با هیچ انسانی سخن نخواهم گفت"},{"SurahNumber":19,"VerseNumber":27,"Text":"آن‌گاه کودک را برداشته نزد قوم خود آورد گفتند: ای مریم عجب کاری منکر و شگفت‌آور کردی"},{"SurahNumber":19,"VerseNumber":28,"Text":"ای خواهر هارون، تو را نه پدری ناصالح بود و نه مادری بدکار (پس تو دختر بکر از کجا فرزند یافتی)"},{"SurahNumber":19,"VerseNumber":29,"Text":"مریم به اشاره حواله به طفل کرد، آنها گفتند: ما چگونه با طفل گهواره‌ای سخن گوییم؟"},{"SurahNumber":19,"VerseNumber":30,"Text":"آن طفل (به امر خدا به زبان آمد و) گفت: همانا من بنده خاص خدایم که مرا کتاب آسمانی و شرف نبوت عطا فرمود"},{"SurahNumber":19,"VerseNumber":31,"Text":"و مرا هر کجا که باشم مایه برکت (و رحمت) گردانید، و تا زنده‌ام به عبادت نماز و زکات سفارش کرد"},{"SurahNumber":19,"VerseNumber":32,"Text":"و مرا نیکوکار به مادرم ساخت و مرا ستمکار و شقی نگردانید"},{"SurahNumber":19,"VerseNumber":33,"Text":"و سلام حق بر من است روزی که به دنیا آمدم و روزی که از جهان بروم و روزی که (برای زندگانی ابدی) باز زنده برانگیخته شوم"},{"SurahNumber":19,"VerseNumber":34,"Text":"این است (قضیه) عیسی بن مریم که مردم در امر خلقتش شک و ریب دارند، اکنون به سخن حق و صواب، حقیقت حالش بیان گردید"},{"SurahNumber":19,"VerseNumber":35,"Text":"خدا را هرگز نشاید که فرزندی اتخاذ کند، که وی منزه از آن است، (او قادری است که) چون حکم نافذش به ایجاد چیزی تعلق گیرد همین که گوید: «موجود باش» بی‌درنگ آن چیز موجود می‌شود"},{"SurahNumber":19,"VerseNumber":36,"Text":"خدای یکتا پروردگار من و شماست، او را پرستید که راه راست همین راه خداپرستی است"},{"SurahNumber":19,"VerseNumber":37,"Text":"آن‌گاه طوایف مردم (یعنی نصاری) در میان خود (درباره مسیح پسر مریم) اختلاف کردند (برخی او را از کفر و جهل، خدا دانستند و برخی پسر خدا و برخی پسر یوسف نجارش خواندند)، پس وای بر این مردم کافر از حضور در آن روز بزرگ قیامت"},{"SurahNumber":19,"VerseNumber":38,"Text":"روز محشر که خلق به سوی ما بازآیند چقدر شنوا و بینا شوند! ولی امروز (که باید حقیقت را بشنوند و ببینند) مردم ستمکار همه به گمراهی و ضلالت آشکار فرو رفته‌اند"},{"SurahNumber":19,"VerseNumber":39,"Text":"و (ای رسول ما) امت را از روز غم و حسرت (یعنی روز مرگ و قیامت) بترسان که آن روز دیگر کارشان گذشته است و آنها سخت از آن روز غافلند و به آن ایمان نمی‌آورند"},{"SurahNumber":19,"VerseNumber":40,"Text":"تنها ماییم که (پس از فنای خلق و انتقالشان به عالم آخرت) زمین و اهلش را وارث می‌شویم و همه به سوی ما بازگردانده خواهند شد"},{"SurahNumber":19,"VerseNumber":41,"Text":"و یاد کن در کتاب خود شرح حال ابراهیم را که او شخص بسیار راستگو و پیغمبری بزرگ بود"},{"SurahNumber":19,"VerseNumber":42,"Text":"هنگامی که با پدر خود (یعنی عموی خویش آزر) گفت: ای پدر، چرا بتی جماد را که چشم و گوش (و حس و هوشی) ندارد و هیچ رفع حاجتی از تو نتواند کرد پرستش می‌کنی؟"},{"SurahNumber":19,"VerseNumber":43,"Text":"ای پدر، مرا (از وحی خدا) علمی آموختند که تو را آن علم نیاموخته‌اند، پس تو مرا پیروی کن تا به راه راستت هدایت کنم"},{"SurahNumber":19,"VerseNumber":44,"Text":"ای پدر، هرگز شیطان را نپرست که شیطان سخت با خدای رحمان مخالفت و عصیان کرد"},{"SurahNumber":19,"VerseNumber":45,"Text":"ای پدر، از آن سخت می‌ترسم که از خدای مهربان بر تو قهر و عذاب رسد و (به دوزخ) با شیطان یار و یاور باشی"},{"SurahNumber":19,"VerseNumber":46,"Text":"گفت: ای ابراهیم، تو مگر از خدایان من روگردان و بی‌عقیده شدی؟ چنانچه دست (از مخالفت بتان) برنداری بی‌گمان تو را سنگسار کنم، و گرنه سالها از من به دور باش"},{"SurahNumber":19,"VerseNumber":47,"Text":"باز ابراهیم گفت: سلامت باشی، من از خدای خود برای تو آمرزش خواهم خواست، که او بسیار در حقّ من مهربان است"},{"SurahNumber":19,"VerseNumber":48,"Text":"من از شما و بتانی که به جای خدا می‌پرستید دوری کرده و خدای یکتایم را می‌خوانم و امیدوارم که چون او را بخوانم از درگاه لطفش محروم نمانم (و مرا از شرّ مشرکان حفظ کند)"},{"SurahNumber":19,"VerseNumber":49,"Text":"و چون ابراهیم از آن قوم و بتانی که به جای خدا می‌پرستیدند دوری گزید ما هم (به لطف و رحمت خود) به او اسحاق و (فرزند او) یعقوب را عطا کردیم و به همه شرف نبوت بخشیدیم"},{"SurahNumber":19,"VerseNumber":50,"Text":"و آنها را از رحمت خود بهره‌مند ساختیم و بر زبان عالمی آوازه نکونامی‌شان را بلند گردانیدیم"},{"SurahNumber":19,"VerseNumber":51,"Text":"و یاد کن در کتاب خود شرح حال موسی را که او بنده‌ای برگزیده و رسولی بزرگ و مبعوث به پیمبری بود"},{"SurahNumber":19,"VerseNumber":52,"Text":"و ما او را از جانب راست (وادی مقدس) طور ندا کردیم و به مقام قرب خود برای استماع کلام خویش برگزیدیم"},{"SurahNumber":19,"VerseNumber":53,"Text":"و از لطف و مرحمتی که داشتیم برادرش هارون پیامبر را نیز (برای مشارکت و مساعدت او) به او عطا کردیم"},{"SurahNumber":19,"VerseNumber":54,"Text":"و یاد کن در کتاب خود شرح حال اسماعیل را که بسیار در وعده صادق و رسول و پیغمبری بزرگوار بود"},{"SurahNumber":19,"VerseNumber":55,"Text":"و همیشه اهل بیت خود را به ادای نماز و زکات امر می‌کرد و او نزد خدایش بنده‌ای پسندیده بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و یاد کن در کتاب خود احوال ادریس را که او شخصی بسیار راستگو و پیغمبری عظیم الشأن بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"و مقام او را بلند و مرتبه‌اش را رفیع گردانیدیم"},{"SurahNumber":19,"VerseNumber":58,"Text":"اینان (که از زکریا تا ادریس اوصافشان یاد شد) همان رسولانی هستند که خدا از میان همه اولاد آدم و اولاد آنان که با نوح در کشتی نشاندیم و اولاد ابراهیم و یعقوب و دیگر کسان که هدایت کرده و برگزیدیم، آنها را به لطف و انعام خود مخصوص گردانید (و حال آنها در بندگی چنان است) که هرگاه آیات خدای رحمن بر آنها تلاوت شود با گریه (شوق و محبت) روی اخلاص بر خاک نهند"}]}