{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Паёмбаронашон гуфтанд: «Оё дар [ягонагии] Аллоҳ таоло – Офаринандаи осмонҳо ва замин тардиде ҳаст? Ӯ шуморо [ба имон] фаро мехонад, то гуноҳонатонро бибахшояд ва ба шумо то муддати муайяне муҳлат диҳад». Онон гуфтанд: «Шумо ҷуз башаре ҳаммонанди мо нестед, [ва] мехоҳед моро аз он чи ки падаронамон мепарастиданд, боздоред. Пас, далели ошкоре [дар мавриди ростгӯиятон] бароямон биёваред»"},{"SurahNumber":14,"VerseNumber":11,"Text":"Паёмбаронашон ба онон гуфтанд: «[Оре] Мо ҷуз инсонҳое монанди шумо нестем, вале Аллоҳ таоло бар ҳар як аз бандагонаш, ки бихоҳад [бо неъмати нубувват] миннат мениҳад ва сазовор нест, ки мо ҷуз ба иҷозати Аллоҳ таоло барои шумо далеле биёварем. Пас, муъминон бояд бар Аллоҳ таоло таваккал кунанд"},{"SurahNumber":14,"VerseNumber":12,"Text":"Ва чаро бар Аллоҳ таоло таваккал накунем ва ҳол он ки ӯ моро ба роҳҳои [саодат]-амон ҳидоят намуд? Ва мо бар озоре, ки [дар роҳи рисолат] ба мо мерасонед, ҳатман, шикебоӣ мекунем ва таваккалкунандагон бояд фақат бар Аллоҳ таоло таваккал кунанд»"},{"SurahNumber":14,"VerseNumber":13,"Text":"Ва касоне, ки куфр варзиданд ба паёмбаронашон гуфтанд: «Ё шуморо аз сарзаминамон берун мекунем ё ба оини мо бозгардед». Пас, Парвардигорашон ба онон ваҳй кард, ки: «Яқинан ситамгоронро нобуд мекунем"},{"SurahNumber":14,"VerseNumber":14,"Text":"Ва ҳатман, шуморо пас аз онон дар замин ҷой хоҳем дод. Ин [азобу подош] барои касест, ки аз истодан [ба ҳангоми ҳисобрасӣ] дар пешгоҳи ман битарсад ва аз таҳдидам биҳаросад»"},{"SurahNumber":14,"VerseNumber":15,"Text":"Ва [паёмбарон аз Аллоҳ таоло] дархости пирӯзӣ [бар кофиронро] карданд ва [саранҷом] ҳар гарданкаши ситезаҷӯ ноком [-у нобуд] шуд"},{"SurahNumber":14,"VerseNumber":16,"Text":"[Ҳамон ки] Дузах пешорӯи ӯст ва ба вай обе аз чирки хунолуди [дузахиён] менӯшонанд"},{"SurahNumber":14,"VerseNumber":17,"Text":"[Обе] Ки онро ҷуръа-ҷуръа меошомад ва [аз фарти тааффуну талхӣ] фурӯ бурданаш осону гуворо нест ва марг аз ҳар тараф рӯ ба сӯяш меоварад, вале намемирад ва азобе сахт [-у саҳмгине] пешорӯйи ӯст"},{"SurahNumber":14,"VerseNumber":18,"Text":"Масали касоне, ки ба Правардигорашон куфр варзидаанд, [ин аст, ки] рафторашон ҳамчун хокистарест, ки дар рӯзи тӯфонӣ бод бар он мевазад, ки аз он чи кардаанд, чизе дар даст надоранд. Ин ҳамон гумроҳии дуру дароз аст"},{"SurahNumber":14,"VerseNumber":19,"Text":"[Эй инсон] Оё надидӣ, ки Аллоҳ таоло осмонҳо ва заминро ба ҳақ офаридааст? Агар бихоҳад, шуморо [аз миён] мебарад ва офаринише ҷадид [ба ҷоятон падид] меоварад"},{"SurahNumber":14,"VerseNumber":20,"Text":"Ва ин [кор] бар Аллоҳ таоло душвор нест"},{"SurahNumber":14,"VerseNumber":21,"Text":"Ва [рӯзи қиёмат] ҳамагӣ дар пешгоҳи Аллоҳ таоло ҳозир [-у ошкор] мешаванд, пас, [дар ин ҳангом] ситамдидагон ба касоне, ки гарданкашӣ мекарданд, мегӯянд: « Мо [дар дунё] пайрави шумо будем, пас, оё [имрӯз] метавонед, чизе аз азоби Аллоҳро аз мо боздоред»? Онон мегӯянд: «Агар Аллоҳ таоло моро [дар дунё ба сӯйи растагорӣ] роҳнамоӣ мекард, мо низ роҳро ба шумо нишон медодем. Чи бетобӣ кунем ё шикебоӣ намоем, бароямон яксон аст. [Ҳеҷ] Гурезгоҳе надорем»"},{"SurahNumber":14,"VerseNumber":22,"Text":"Ва чун кори [доварӣ] анҷом шуд, шайтон мегӯяд: «Бе тардид, Аллоҳ таоло ба шумо ваъда дод ва ваъдаи росту дуруст ва ман ба шумо ваъда[-и дурӯғин] додам ва бо шумо хилофи ваъда кардам ва ман бар шумо ҳеҷ тасаллуте надоштам, ҷуз ин ки даъвататон кардам ва шумо [низ] иҷобатам намудед. Пас, маро сарзаниш накунед ва худро сарзаниш кунед. [Имрӯз] На ман фарёдраси шумо ҳастам ва на шумо фарёдраси ман ҳастед. Ман безорам аз ин ки пеш аз ин маро [бо Аллоҳ таоло] шарик мегирифтед. Ситамгорони [мушрик] азобе пурдард хоҳанд дошт"},{"SurahNumber":14,"VerseNumber":23,"Text":"Ва касоне, ки имон оварданд ва корҳои шоиста анҷом доданд, ба боғҳои [биҳиште] дароварда мешаванд, ки ҷӯйборҳо аз зери [дарахтони] он ҷорӣ аст. Ба фармони Парвардигорашон дар он ҷовидонанд ва дурудашон дар он ҷо «салом» аст"},{"SurahNumber":14,"VerseNumber":24,"Text":"[Эй паёмбар] Оё надидӣ, ки Аллоҳ таоло чи гуна масал задааст? Калимаи пок [-и ло илоҳа иллаллоҳ] ҳамчун дарахти [нахли тануманду] покест, ки решааш [дар аъмоқи замин] устувор аст ва шохааш бар осмон [сар бароварда] аст"},{"SurahNumber":14,"VerseNumber":25,"Text":"Меваашро ҳар лаҳза ба фармони Парвардигораш медиҳад ва Аллоҳ таоло [барои ҳидояти мардум] масалҳо мезанад, бошад, ки панд гиранд"},{"SurahNumber":14,"VerseNumber":26,"Text":"Ва масали калимаи палид [ширк] ҳамчун дарахти палидест, ки аз замин барканда шуда [ва ҳеҷ] қарору суботе надорад"},{"SurahNumber":14,"VerseNumber":27,"Text":"Аллоҳ таоло касонеро, ки имон овардаанд, дар зиндагии дунё ва дар охират бо сухани устувор [-и тавҳид] собит мегардонад ва ситамгарон [-и мушрик]-ро гумроҳ мекунад ва Аллоҳ таоло ҳар чи бихоҳад мекунад"}]}