{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Sy metgesel sal sê: Ons Heer! Ek het hom nie opstandig gemaak nie, maar hy het self ver in die dwaling ingegaan"},{"SurahNumber":50,"VerseNumber":28,"Text":"Hy sal antwoord: Argumenteer nie in My teenwoordigheid nie; Ek het julle inderdaad vooraf die waarskuwing gegee"},{"SurahNumber":50,"VerseNumber":29,"Text":"My vonnis kan nie verander word nie, en Ek is glad nie onregverdig teenoor die dienaars nie"},{"SurahNumber":50,"VerseNumber":30,"Text":"Op die Dag wanneer Ons aan die Hel sal sê: Is u stampvol? En hy sal antwoord: Is daar nog meer"},{"SurahNumber":50,"VerseNumber":31,"Text":"En die Hemel sal naby gebring word aan diegene wat teen die kwaad gewaak het, en dit sal nie afgeleë wees nie"},{"SurahNumber":50,"VerseNumber":32,"Text":"Dít is wat aan julle belowe is, vir elkeen wat hom bekeer het en op die perke ag geslaan het"},{"SurahNumber":50,"VerseNumber":33,"Text":"wat die Barmhartige in die geheim vrees en met ’n berouvolle hart te voorskyn kom"},{"SurahNumber":50,"VerseNumber":34,"Text":"Gaan dit in vrede binne. Dit is die Dag van Ewigheid"},{"SurahNumber":50,"VerseNumber":35,"Text":"Vir hulle is alles daarin wat hulle begeer, en by Ons is nog meer"},{"SurahNumber":50,"VerseNumber":36,"Text":"En hoeveel geslagte vóór hulle, wat magtiger was as hulle, het Ons nie vernietig nie! En hulle het deur die lande getrek! Is daar ’n toevlugsoord"},{"SurahNumber":50,"VerseNumber":37,"Text":"Sekerlik is daar ’n vermaning hierin vir hom wat ’n hart het, of wat luister en oplettend is"},{"SurahNumber":50,"VerseNumber":38,"Text":"En inderdaad het Ons die hemele en die aarde en wat daartussen is, in ses tydperke geskape, en geen vermoeidheid het Ons geraak nie"},{"SurahNumber":50,"VerseNumber":39,"Text":"Verdra dan wat hulle sê; verheerlik u Heer met die lof wat Hom toekom, vóór die opkoms van die son en vóór dit ondergaan. En verheerlik Hom snags en nà die gebedsprostrasie"},{"SurahNumber":50,"VerseNumber":40,"Text":"En luister op die Dag wanneer ’n uitroeper van ’n naby plek sal uitroep"},{"SurahNumber":50,"VerseNumber":41,"Text":"die Dag wanneer hulle die uitroep in waarheid sal hoor"},{"SurahNumber":50,"VerseNumber":42,"Text":"Dit is die Dag van Verskyning"},{"SurahNumber":50,"VerseNumber":43,"Text":"Waarlik, Ons gee lewe en veroorsaak die dood, en tot Ons is die terugkeer"},{"SurahNumber":50,"VerseNumber":44,"Text":"Die Dag wanneer die aarde vinnig onder hulle uiteen sal spat. Dit is maklik vir Ons om almal so te versamel"},{"SurahNumber":50,"VerseNumber":45,"Text":"Ons weet goed wat hulle sê, en u is nie iemand wat hulle moet dwing nie. Vermaan dus met die Qur’ãn hom wat my dreige- mente vrees"},{"SurahNumber":51,"VerseNumber":1,"Text":"By diegene wat wyd en syd verstrooi"},{"SurahNumber":51,"VerseNumber":2,"Text":"En hulle wat die laste dra"},{"SurahNumber":51,"VerseNumber":3,"Text":"En diegene wat maklik voortgaan"},{"SurahNumber":51,"VerseNumber":4,"Text":"En by die deelgenote aan die Saak"},{"SurahNumber":51,"VerseNumber":5,"Text":"Wat julle belowe word, is sekerlik waar"},{"SurahNumber":51,"VerseNumber":6,"Text":"en die Oordeel sal waarlik geskied"},{"SurahNumber":51,"VerseNumber":7,"Text":"By die hemel vol van paaie"},{"SurahNumber":51,"VerseNumber":8,"Text":"waarlik, julle verskil van mening"},{"SurahNumber":51,"VerseNumber":9,"Text":"Hy wat hom wou wegdraai, word daarmee van die ware geloof verlei"},{"SurahNumber":51,"VerseNumber":10,"Text":"Vervloek is die leuenaars"},{"SurahNumber":51,"VerseNumber":11,"Text":"wat op die bodemlose diepte nie ag slaan nie"},{"SurahNumber":51,"VerseNumber":12,"Text":"Hulle vra: Wanneer sal die Dag van Oordeel wees"},{"SurahNumber":51,"VerseNumber":13,"Text":"Dit sal die Dag wees wanneer hulle in die Vuur beproef sal word"},{"SurahNumber":51,"VerseNumber":14,"Text":"Daar sal gesê word: Smaak nou julle vervolging! Dít is wat julle wou verhaas"},{"SurahNumber":51,"VerseNumber":15,"Text":"Maar die godvresendes sal te midde van Tuine en fonteine wees"},{"SurahNumber":51,"VerseNumber":16,"Text":"en daaruit neem wat hulle Heer aan hulle gee. Vóór dit was hulle sekerlik onder die weldoeners"},{"SurahNumber":51,"VerseNumber":17,"Text":"Gedurende die nag het hulle weinig geslaap"},{"SurahNumber":51,"VerseNumber":18,"Text":"En in die môre het hulle om Goddelike beskerming gesmeek"},{"SurahNumber":51,"VerseNumber":19,"Text":"En van hulle rykdom was daar ’n billike aandeel vir die bedelaar en vir diegene wat te skaam is om te bedel"},{"SurahNumber":51,"VerseNumber":20,"Text":"En op die aarde is daar tekens vir diegene wat sekerheid van geloof het"},{"SurahNumber":51,"VerseNumber":21,"Text":"en ook in julleself. Kan julle dan nie sien nie"},{"SurahNumber":51,"VerseNumber":22,"Text":"En in die hemele is julle onderhoud, en ook dít wat aan julle beloof is"},{"SurahNumber":51,"VerseNumber":23,"Text":"By die Heer van die hemele en die aarde dan! ~ dit is inderdaad die waarheid wat julle praat"},{"SurahNumber":51,"VerseNumber":24,"Text":"Het julle die verhaal van Abraham se geëerde gaste gehoor"},{"SurahNumber":51,"VerseNumber":25,"Text":"Hoe hulle na hom gekom het, en gesê het: Vrede! Vrede! ~ toe het hy geantwoord: Vreemdelinge"},{"SurahNumber":51,"VerseNumber":26,"Text":"Hy het weggedraai na sy gesin, en toe ’n vet kalf gebring"},{"SurahNumber":51,"VerseNumber":27,"Text":"Dit het hy voor hulle neergesit, en gesê: Wil julle nie eet nie"},{"SurahNumber":51,"VerseNumber":28,"Text":"Daarop het hy hulle begin vrees. Hulle het gesê: Moenie vrees nie. En hulle het hom die blye tyding van ’n wyse seun gebring"},{"SurahNumber":51,"VerseNumber":29,"Text":"Toe het sy vrou gekom en, in verbystering, het sy haar gesig geslaan en gesê: ’n Onvrugbare, bejaarde vrou"},{"SurahNumber":51,"VerseNumber":30,"Text":"Hulle het gesê: U Heer sê so. Voorwaar, Hy is die Allerwyse, die Alleswetende"}]}