{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"Habrías visto que el sol, al salir, se desviaba de su caverna hacia la derecha y, al ponerse, los rebasaba hacia la izquierda, mientras ellos estaban en una oquedad de ella. Ése es uno de los signos de Alá. Aquél a quien Alá dirige está bien dirigido, pero para aquél a quien Él extravía no encontrarás amigo que le guíe"},{"SurahNumber":18,"VerseNumber":18,"Text":"Les hubieras creído despiertos cuando, en realidad, dormían. Les dábamos vuelta a derecha e izquierda, mientras su perro estaba en el umbral con las patas delanteras extendidas. Si les hubieras visto, te habrías escapado de ellos, lleno de miedo"},{"SurahNumber":18,"VerseNumber":19,"Text":"Así estaban cuando les despertamos para que se preguntaran unos a otros. Uno de ellos dijo: «¿Cuánto tiempo habéis permanecido?» Dijeron: «Permanecimos un día o menos». Dijeron: «Vuestro Señor sabe bien cuánto tiempo habéis permanecido. Enviad a uno de vosotros con esta vuestra moneda a la ciudad. Que mire quién tiene el alimento más fresco y que os traiga provisión del mismo. Que se conduzca bien y que no atraiga la atención de nadie sobre vosotros"},{"SurahNumber":18,"VerseNumber":20,"Text":"pues, si se enteraran de vuestra existencia, os lapidarían u os harían volver a su religión y nunca más seríais felices»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Y así los descubrimos para que supieran que lo que Alá promete es verdad y que no hay duda respecto a la Hora. Cuando discutían entre sí sobre su asunto. Dijeron: «¡Edificad sobre ellos! Su Señor les conoce bien». Los que prevalecieron en su asunto dijeron: «¡Levantemos sobre ellos un santuario!»"},{"SurahNumber":18,"VerseNumber":22,"Text":"Unos dirán: «Eran tres, cuatro con su perro». Otros dirán: «Eran cinco, seis con su perro», conjeturando sobre lo oculto. Otros dirán: «Eran siete, ocho con su perro». Di: «Mi Señor sabe bien su número, sólo pocos les conocen». No discutas, pues, sobre ellos, sino someramente y no consultes sobre ellos a nadie"},{"SurahNumber":18,"VerseNumber":23,"Text":"Y no digas a propósito de nada: «Lo haré mañana»"},{"SurahNumber":18,"VerseNumber":24,"Text":"sin: «si Alá quiere». Y, si te olvidas de hacerlo, recuerda a tu Señor, diciendo: «Quizá mi Señor me dirija a algo que esté más cerca que eso de lo recto»"},{"SurahNumber":18,"VerseNumber":25,"Text":"Permanecieron en su caverna trescientos años, a los que se añaden nueve"},{"SurahNumber":18,"VerseNumber":26,"Text":"Di: «Alá sabe bien cuánto tiempo permanecieron. Suyo es lo oculto de los cielos y de la tierra. ¡Qué bien ve y qué bien oye! Fuera de Él, los hombres no tienen amigo. Y Él no asocia a nadie en Su decisión»"},{"SurahNumber":18,"VerseNumber":27,"Text":"Recita lo que se te ha revelado de la Escritura de tu Señor. No hay quien pueda cambiar Sus palabras y no encontrarás asilo fuera de Él"},{"SurahNumber":18,"VerseNumber":28,"Text":"¡No rehúyas estar con los que invocan a su Señor mañana y tarde por deseo de agradarle! ¡No quites los ojos de ellos por deseo del ornato de la vida de acá! ¡No obedezcas a aquél cuyo corazón hemos hecho que se despreocupe de Nuestro recuerdo, que sigue su pasión y se conduce insolentemente"},{"SurahNumber":18,"VerseNumber":29,"Text":"Y di: «La Verdad viene de vuestro Señor. ¡Que crea quien quiera, y quien no quiera que no crea!» Hemos preparado para los impíos un fuego cuyas llamas les cercarán. Si piden socorro, se les socorrerá con un líquido como de metal fundido, que les abrasará el rostro. ¡Mala bebida! Y ¡mal lugar de descanso"},{"SurahNumber":18,"VerseNumber":30,"Text":"Quienes, en cambio, crean y obren bien... No dejaremos de remunerar a quienes se conduzcan bien"},{"SurahNumber":18,"VerseNumber":31,"Text":"Para ésos serán los jardines del edén, por cuyos bajos fluyen arroyos. Se les adornará allí con brazaletes de oro, se les vestirá de satén y brocado verdes, estarán allí reclinados en divanes. ¡Qué agradable recompensa y qué bello lugar de descanso"}]}