{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"úplne celo nabídnout Ivý Vecný ty který zatíit jejich prestupek selhání"},{"SurahNumber":20,"VerseNumber":112,"Text":"Ohledne Ceho ty rízení spravedlnost doba verit oni ne mel pramen strachu z nespravedlnost neštestí"},{"SurahNumber":20,"VerseNumber":113,"Text":"My tím odhalit to Arabský Quran my uvést za to úplne druh o veštba oni uchovat to zpusobit ti absorbovat pozornost"},{"SurahNumber":20,"VerseNumber":114,"Text":"Povýšit jsem BUH ale správný Vládnout! Ne beh vyjádrit Quran to odhalit ty odríkávat Muj Magnát príplatek muj vedomí"},{"SurahNumber":20,"VerseNumber":115,"Text":"My zkoušet Adam za a nad, on nepamatovat si my najít jemu nerozhodný"},{"SurahNumber":20,"VerseNumber":116,"Text":"Zrušení onen my ríct podle andel, Zhrešit premoct Adam. Oni dostat premoct Dábel; on odmítnout"},{"SurahNumber":20,"VerseNumber":117,"Text":"My pak odríkávat O Adam tento jsem neprítel z ty svuj ena. Ne pripustit jemu vystehovat násilne ty Ráj lest ty slušet bídný"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ty rucit nikdy hladovet therein nor odchod nechránený"},{"SurahNumber":20,"VerseNumber":119,"Text":"Nor prosit ty prahnout therein nor snést kadý závody"},{"SurahNumber":20,"VerseNumber":120,"Text":"Souit šeptat jemu odríkávat O Adam pripustit mne beet ty strom vecné pravdy unending kingship"},{"SurahNumber":20,"VerseNumber":121,"Text":"Oni strávit od toho whereupon jejich lod slušet viditelný s ti oni vyzkoušet pokrývka plátek Ráj! Adam tím neuposlechnout svém Magnát kue"},{"SurahNumber":20,"VerseNumber":122,"Text":"Subsequently svém Magnát chtít jemu splnit jemu usmernovat jemu"},{"SurahNumber":20,"VerseNumber":123,"Text":"On odríkávat Odjezd v cem proto úplne o ty! Ty jsem neprítel z 1 jiný When rízení podlehnout ty Mne kadý následující Muj rízení ne odchod z cesty nor snést kadý bída"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ohledne Ceho 1 který nedbat Muj poslání on mel amiserable doivotní my vzkrísit jemu Cas Zmrtvýchvstání slepý"},{"SurahNumber":20,"VerseNumber":125,"Text":"On odríkávat Muj Magnát ucinil to ty predvolat mne slepý when já zpusobit uívaný jsem veštec"},{"SurahNumber":20,"VerseNumber":126,"Text":"On odríkávat ty nepamatovat si náš zjevení when oni podlehnout ty ty okamite nepamatovat si"},{"SurahNumber":20,"VerseNumber":127,"Text":"My tím odmenit se ty zhrešit odmítnout domnívat se za zjevení jejich Magnát! Odškodnení Dále jsem druhý škoda nekonecný"},{"SurahNumber":20,"VerseNumber":128,"Text":"To zpusobit vubec napadnout ti e mnoství predchozí výroba my zrušit? Oni okamite dráha tesne z ty neli ti. Tyto ar známka ty mít porozumení"},{"SurahNumber":20,"VerseNumber":129,"Text":"Jestlie ne jsem svuj Magnát dopredu daný postup oni kritizovat okamite"},{"SurahNumber":20,"VerseNumber":130,"Text":"Proto byl trpelivý za a omítka z jejich projev pochvala oslavovat svuj Magnát dopredu východ slunce dopredu západ slunce! Behem vecer oslavovat Jemu také moný oba znicit z cas ty jsem nejšastnejší"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne dychtit co my poskytnout kadý jiný lidé! Stejný byl provizorní ozdobit tento doivotní whereby my pripojit ti vyzkoušet. co svuj Magnát postarat se nebo ty jsem druhý zcela nekonecný"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ty porucit svuj druh slavit spojení prosba (Salat) steadfastly vytrvat za vyloucit co z ceho e. My ne poadovat ty kadý zajištení; my byl a jednotka postarat se nebo ty. Poslední radost z vítezství náleet podle a spravedlivý"},{"SurahNumber":20,"VerseNumber":133,"Text":"Oni odríkávat on jen beet nás zázrak podle svém Magnát! oni ne dostat sufficient zázrak predchozí poslání"},{"SurahNumber":20,"VerseNumber":134,"Text":"Mel my zrušit ti tento oni odríkávat Náš Magnát mel Ty odeslat hlasatel nás my rídili se Svuj zjevení zabránit tento ostuda pokorení"},{"SurahNumber":20,"VerseNumber":135,"Text":"Odríkávat \"Úplne o nás cekat cekat; ty prosit prece najít out který byl trestat dráha který pravý usmernovat"}]}