{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Dan kepunyaan Allah-lah segala yang ada pada malam dan siang hari. Dan Dialah Yang Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":6,"VerseNumber":14,"Text":"Katakanlah, \"Apakah akan aku jadikan pelindung selain dari Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?\" Katakanlah, \"Sesungguhnya aku diperintah supaya aku menjadi orang yang pertama kali menyerah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang musyrik"},{"SurahNumber":6,"VerseNumber":15,"Text":"Katakanlah, \"Sesungguhnya aku takut akan azab hari yang besar (hari kiamat), jika aku mendurhakai Tuhan-ku"},{"SurahNumber":6,"VerseNumber":16,"Text":"Barang siapa yang dijauhkan azab darinya pada hari itu, maka sungguh Allah telah memberikan rahmat kepadanya. Dan itulah keberuntungan yang nyata"},{"SurahNumber":6,"VerseNumber":17,"Text":"Jika Allah menimpakan sesuatu kemudaratan kepadamu, maka tidak ada yang menghilangkannya melainkan Dia sendiri. Dan jika Dia mendatangkan kebaikan kepadamu, maka Dia Maha Kuasa atas tiap-tiap sesuatu"},{"SurahNumber":6,"VerseNumber":18,"Text":"Dan Dia-lah yang berkuasa atas sekalian hamba-hamba-Nya. Dan Dia-lah Yang Maha Bijaksana lagi Maha Mengetahui"},{"SurahNumber":6,"VerseNumber":19,"Text":"Katakanlah, \"Siapakah yang lebih kuat persaksiannya?\" Katakanlah, \"Allah, Dia menjadi saksi antara aku dan kamu. Dan Al-Qur`ﾄ］ ini diwahyukan kepadaku supaya dengannya aku memberi peringatan kepadamu dan kepada orang-orang yang sampai Al-Qur`ﾄ］ (kepadanya). Apakah sesungguhnya kamu mengakui bahwa ada tuhan-tuhan lain di samping Allah?\" Katakanlah, \"Aku tidak mengakui\". Katakanlah, \"Sesungguhnya Dia adalah Tuhan Yang Maha Esa dan sesungguhnya aku berlepas diri dari apa yang kamu persekutukan (dengan Allah)"},{"SurahNumber":6,"VerseNumber":20,"Text":"Orang-orang yang telah Kami berikan kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah)"},{"SurahNumber":6,"VerseNumber":21,"Text":"Dan siapakah yang lebih aniaya daripada orang yang membuat-buat suatu kedustaan terhadap Allah, atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang aniaya itu tidak mendapat keberuntungan"},{"SurahNumber":6,"VerseNumber":22,"Text":"Dan (ingatlah), hari yang di waktu itu Kami menghimpun mereka semuanya464, kemudian Kami berkata kepada orang-orang musyrik, \"Di manakah sembahan-sembahan kamu yang dahulu kamu katakan (sekutu-sekutu Kami)"},{"SurahNumber":6,"VerseNumber":23,"Text":"Kemudian tiadalah fitnah465 mereka, kecuali mengatakan, \"Demi Allah, Tuhan kami, tiadalah kami mempersekutukan Allah"},{"SurahNumber":6,"VerseNumber":24,"Text":"Lihatlah, bagaimana mereka telah berdusta terhadap diri mereka sendiri dan hilanglah dari mereka sembahan-sembahan yang dahulu mereka ada-adakan"},{"SurahNumber":6,"VerseNumber":25,"Text":"Dan di antara mereka ada orang yang mendengarkan (bacaan)mu, padahal Kami telah meletakkan tutupan di atas hati mereka (sehingga mereka tidak) memahaminya dan (Kami letakkan) sumbatan di telinganya. Dan jika pun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Al-Qur`ﾄ］ ini tidak lain hanyalah dongengan orang-orang dahulu"},{"SurahNumber":6,"VerseNumber":26,"Text":"Dan mereka melarang (orang lain) mendengarkan Al-Qur`ﾄ］ dan mereka sendiri menjauhkan diri darinya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari"},{"SurahNumber":6,"VerseNumber":27,"Text":"Dan jika kamu (Muhammad) melihat ketika mereka dihadapkan ke neraka, lalu mereka berkata, \"Kiranya kami dikembalikan (ke dunia) dan tidak mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman\", (tentulah kamu melihat suatu peristiwa yang mengharukan)"},{"SurahNumber":6,"VerseNumber":28,"Text":"Tetapi (sebenarnya) telah nyata bagi mereka kejahatan yang mereka dahulu selalu menyembunyikannya466. Sekiranya mereka dikembalikan ke dunia, tentulah mereka kembali kepada apa yang mereka telah dilarang mengerjakannya. Dan sesungguhnya mereka itu adalah pendusta-pendusta belaka"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dan tentu mereka akan mengatakan (pula), \"Hidup hanyalah kehidupan kita di dunia ini saja, dan kita sekali-sekali tidak akan dibangkitkan"},{"SurahNumber":6,"VerseNumber":30,"Text":"Dan seandainya kamu melihat ketika mereka dihadapkan kepada Tuhan-nya (tentulah kamu melihat peristiwa yang mengharukan). Berfirman Allah, \"Bukankah (kebangkitan ini benar?\" Mereka menjawab, \"Sungguh benar, demi Tuhan kami\". Berfirman Allah, \"Karena itu, rasakanlah azab ini disebabkan kamu mengingkari(nya)"},{"SurahNumber":6,"VerseNumber":31,"Text":"Sungguh telah rugilah orang-orang yang mendustakan pertemuan mereka dengan Tuhan; sehingga apabila kiamat datang kepada mereka dengan tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang kiamat itu!\" Sambil mereka memikul dosa-dosa di atas punggungnya. Ingatlah, amatlah buruk apa yang mereka pikul itu"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dan tiadalah kehidupan dunia ini, selain dari main-main dan senda gurau belaka468. Dan sungguh kampung akhirat itu lebih baik bagi orang-orang yang bertakwa. Maka tidakkah kamu memahaminya"},{"SurahNumber":6,"VerseNumber":33,"Text":"Sesungguhnya Kami mengetahui bahwasanya apa yang mereka katakan itu menyedihkan hatimu, (janganlah kamu bersedih hati), karena mereka sebenarnya bukan mendustakan kamu, akan tetapi orang-orang yang zalim itu mengingkari ayat-ayat Allah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Dan sesungguhnya telah didustakan (pula) rasul-rasul sebelum kamu, akan tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. Tak ada seorang pun yang dapat mengubah kalimat-kalimat (janji-janji) Allah. Dan sesungguhnya telah datang kepadamu sebagian dari berita rasul-rasul itu"},{"SurahNumber":6,"VerseNumber":35,"Text":"Dan jika pembangkangan mereka (darimu) terasa amat berat bagimu, maka jika kamu dapat membuat lubang di bumi atau tangga ke langit, lalu kamu dapat mendatangkan mukjizat kepada mereka, (maka buatlah)470. Kalau Allah menghendaki, tentu saja Allah menjadikan mereka semua dalam petunjuk, sebab itu janganlah sekali-kali kamu termasuk orang-orang yang jahil"}]}