{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"I conta'ls la història autèntica dels dos fills d'Adán, quan van oferir una oblació i se li va acceptar a un, però a l'altre no! Va dir: «He de matar-te!». Va dir: «Al·là només accepta dels que Li temen"},{"SurahNumber":5,"VerseNumber":28,"Text":"I si tu poses la mà en mi per a matar-me, jo no vaig a posar-la en tu per a matar-te, perquè temo a Al·là, Senyor de l'univers"},{"SurahNumber":5,"VerseNumber":29,"Text":"Vull que carreguis amb el teu pecat contra mi i altres pecats i siguis així dels habitants del Foc. Aquesta és la retribució dels impius»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Llavors, la seva ànima li va instigar que matés al seu germà i li va matar, passant a ésser dels perdedors"},{"SurahNumber":5,"VerseNumber":31,"Text":"Al·là va enviar un corb, que va furgar la terra per a mostrar- li com amagar el cadàver del seu germà. Va dir: «Ai de mi! És que no sóc capaç d'imitar a aquest corb i amagar el cadàver del meu germà?». I va passar a ésser dels penedits"},{"SurahNumber":5,"VerseNumber":32,"Text":"Per aquesta raó, vam prescriure als Fills d'Israel que qui matés a una persona que no hagués matat a ningú ni corromput en la terra, fora com si hagués matat a tota la Humanitat. I que, qui salvés una vida, fora com si hagués salvat les vides de tota la Humanitat. Els nostres Missatgers van venir a ells amb les proves clares, però, a pesar d'elles, molts van cometre excessos en la terra"},{"SurahNumber":5,"VerseNumber":33,"Text":"Retribució de qui fan la guerra a Al·là i a al seu Missatger i es donen a corrompre en la terra: seran morts sense pietat, o crucificats, o amputats de mans i peus oposats, o bandejats del país. Sofriran ignomínia en la vida d'aquí i terrible càstig en l'altra"},{"SurahNumber":5,"VerseNumber":34,"Text":"Queden exceptuats qui es penedeixin abans de caure en les vostres mans. Sapigueu, en efecte, que Al·là és indulgent, misericordiós"},{"SurahNumber":5,"VerseNumber":35,"Text":"Creients! Temeu a Al·là i busqueu el mitjà d'acostar-vos a Ell! Combateu per La seva causa! Potser, així, prospereu"},{"SurahNumber":5,"VerseNumber":36,"Text":"Si posseïssin els infiles tot quant hi ha en la terra i altre tant, i ho oferissin com rescat per a lliurar-se del càstig del dia de la Resurrecció, no se'ls acceptaria. Tindran un càstig dolorós"},{"SurahNumber":5,"VerseNumber":37,"Text":"Voldran sortir del Foc, però no podran. Tindran un càstig permanent"},{"SurahNumber":5,"VerseNumber":38,"Text":"Al lladre i a la lladre, talleu-los les mans com retribució del que han comès, com càstig exemplar d'Al·là. Al·là és poderós, savi"},{"SurahNumber":5,"VerseNumber":39,"Text":"Si un es penedeix, després d'haver obrat impíament i s'esmena, Al·là es tornarà a ell. Al·là és indulgent, misericordiós"},{"SurahNumber":5,"VerseNumber":40,"Text":"No saps que és d'Al·là el domini dels cels i de la terra? Castiga a qui Ell vol i perdona a qui Ell vol. Al·là és omnipotent"}]}