{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Скажи: \"О рабы Мои, которые преступили против самих себя, не отчаивайтесь в милости Аллаха! Поистине, Аллах прощает грехи полностью: ведь Он - прощающий, милостивый"},{"SurahNumber":39,"VerseNumber":54,"Text":"И обратитесь к вашему Господу и предайтесь Ему, прежде чем постигнет вас наказание, и вы не будете защищены"},{"SurahNumber":39,"VerseNumber":55,"Text":"Следуйте за лучшим, что ниспослано вам от вашего Господа, раньше чем придет к вам наказание внезапно, когда вы и не знаете"},{"SurahNumber":39,"VerseNumber":56,"Text":"чтобы не сказала душа: \"Горе мне за то, что я нарушила в отношении Аллаха. А ведь была из издевающихся"},{"SurahNumber":39,"VerseNumber":57,"Text":"Или скажите: \"Если бы Аллах меня повел, я был бы богобоязненным"},{"SurahNumber":39,"VerseNumber":58,"Text":"Или скажет, когда увидит наказание: \"Если бы мне был дарован возврат, и я был бы добродеющим"},{"SurahNumber":39,"VerseNumber":59,"Text":"Да! Приходили к тебе Мои знамения, и ты счел их ложью, и возгордился, и оказался неверным"},{"SurahNumber":39,"VerseNumber":60,"Text":"И в день воскресения ты увидишь тех, которые возводили ложь на Аллаха, с лицами почернелыми. Разве нет в геенне местопребывания для возгордившихся"},{"SurahNumber":39,"VerseNumber":61,"Text":"И спасет Аллах тех, которые были богобоязненны, в их благом жилище; не коснется их зло, и не будут они опечалены"},{"SurahNumber":39,"VerseNumber":62,"Text":"Аллах - творец всякой вещи, Он - поручитель за всякую вещь"},{"SurahNumber":39,"VerseNumber":63,"Text":"у Него ключи небес и земли. А те, которые не веровали в знамения Аллаха, те оказываются в убытке"},{"SurahNumber":39,"VerseNumber":64,"Text":"Скажи: \"Разве ж другому, чем Аллах вы приказываете мне поклоняться, о невежды"},{"SurahNumber":39,"VerseNumber":65,"Text":"Открыто было уже тебе и тем, которые были до тебя: \"Если ты предашь сотоварищей, то пусто окажется твое дело, и будешь ты из числа потерпевших убыток"},{"SurahNumber":39,"VerseNumber":66,"Text":"Да, Аллаху поклоняйся и будь благодарным"},{"SurahNumber":39,"VerseNumber":67,"Text":"И не ценили они Аллаха истинной ценой, а земля вся в Его руке в день воскресения, и небеса скручены Его десницей. Хвала Ему, и превыше Он того, что они придают Ему в соучастники"},{"SurahNumber":39,"VerseNumber":68,"Text":"И протрубят в трубу и поражены будут, как молнией, те, кто в небесах, и те, кто на земле, кроме тех, кого пожелает Аллах. Потом протрубят вторично, и вот - они стоя смотрят"},{"SurahNumber":39,"VerseNumber":69,"Text":"И засияет земля светом Господа ее, и положена будет книга , и приведут пророков и исповедников, и решено будет между ними по истине, и не будут они обижены"},{"SurahNumber":39,"VerseNumber":70,"Text":"И полностью будет дано каждой душе, что она сделала. А Он лучше знает, что они совершили"},{"SurahNumber":39,"VerseNumber":71,"Text":"И погонят тех, которые не веровали, в геенну толпами; а когда они придут, открыты будут двери ее, и скажут им хранители ее: \"Разве к вам не приходили посланники из вас, которые читали вам знамения вашего Господа и которые предупреждали вас о встрече с этим вашим днем?\" Они сказали: \"Да!\" Но оправдалось слово наказания над неверными"},{"SurahNumber":39,"VerseNumber":72,"Text":"Сказано им: \"Войдите во врата геенны, - вечно пребывая там!\" Скверно обиталище возносящихся"},{"SurahNumber":39,"VerseNumber":73,"Text":"И погонят тех. которые боялись своего Господа, в рай толпами. А когда они придут туда, будут открыты врата его и скажут им стражи его: \"Мир вам! Да будет вам благо! Входите же для вечного пребывания"},{"SurahNumber":39,"VerseNumber":74,"Text":"И скажут они: \"Хвала Аллаху, который оправдал Свое обещание и дал нам в наследство землю. Мы будем поселяться в раю, где пожелаем\". Блага награда делающих"},{"SurahNumber":39,"VerseNumber":75,"Text":"И ты увидишь ангелов, окружающих трон, которые прославляют хвалой Господа своего. Решено между ними по истине, и скажут: \"Хвала Аллаху, Господу миров"}]}