{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"И здесь собрат твой скажет: \"Владыка наш! Я не склонял его к грехам - Он сам блуждал в невежестве глубоком"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Аллах) ответит: \"В Моем присутствии не пререкайтесь, Я вам до этого послал предупрежденье"},{"SurahNumber":50,"VerseNumber":29,"Text":"И Мое Слово неизменно. И к Моим слугам никогда Я не позволю Малейшую несправедливость"},{"SurahNumber":50,"VerseNumber":30,"Text":"В тот День Мы Ад воспросим: \"Сполна ль наполнен ты?\" Ответит он: \"А есть ли кто-нибудь еще? (Готов всегда принять я)"},{"SurahNumber":50,"VerseNumber":31,"Text":"И вот для праведных приближен будет Рай И перестанет быть далеким"},{"SurahNumber":50,"VerseNumber":32,"Text":"(И голос прозвучит): \"Вот то, что (в жизни ближней) Было обещано для тех, Кто (к Богу) обратился в искреннем смиренье И соблюдал (Его заветы)"},{"SurahNumber":50,"VerseNumber":33,"Text":"Для тех, кто Господа страшится втайне И свое сердце отдал в поклонение Ему"},{"SurahNumber":50,"VerseNumber":34,"Text":"Войдите с миром (в Рай), И пусть для вас День этот Началом вечной жизни будет"},{"SurahNumber":50,"VerseNumber":35,"Text":"И там они найдут все то, что пожелают, И нечто большее, Что восполняется присутствием Господним"},{"SurahNumber":50,"VerseNumber":36,"Text":"А сколько и до них Мы поколений погубили, Кто мощью их превосходил! И вот потом, в своих мытарствах по земле, Смогли ль они найти себе упокоенье"},{"SurahNumber":50,"VerseNumber":37,"Text":"Здесь, истинно, (Господне) назидание - для тех, В ком разуменье есть, (чтобы его) услышать, Кто может осознать его и внять (Господнему призыву)"},{"SurahNumber":50,"VerseNumber":38,"Text":"Мы сотворили небеса и землю И все, что между ними, за шесть (небесных) дней, И не коснулась Нас усталость"},{"SurahNumber":50,"VerseNumber":39,"Text":"С терпеньем отнесись к тому, что говорят они. Воздай хвалу Аллаху И в час предшествия восхода солнца, И в час предшествия его заката"},{"SurahNumber":50,"VerseNumber":40,"Text":"И ночью прославляй Его, И славь в послемолитвенных раздумьях"},{"SurahNumber":50,"VerseNumber":41,"Text":"Прислушайся в тот День, Когда раздастся глас с близрасположенного места"},{"SurahNumber":50,"VerseNumber":42,"Text":"В тот День, Когда они, воистину, услышат вскрик, И День наступит Воскресенья"},{"SurahNumber":50,"VerseNumber":43,"Text":"Поистине, лишь Мы даруем жизнь и смерть, И к Нам ведет последний ваш приход"},{"SurahNumber":50,"VerseNumber":44,"Text":"В тот День, Когда расколется земля, Людей спешащих (на поверхность извергая), - Такое собирание (людей) Совсем труда Нам не составит"},{"SurahNumber":50,"VerseNumber":45,"Text":"Мы знаем лучше все их разговоры, Но ты, (о Мухаммад!), не тот, Кто должен принуждать их (к вере). А потому ты увещай Кораном только тех, Кто устрашается Моих предупреждений"},{"SurahNumber":51,"VerseNumber":1,"Text":"Клянусь рассеивающими (то, что надлежит рассеять)"},{"SurahNumber":51,"VerseNumber":2,"Text":"И теми, что сметают ноши тяжкие (с пути)"},{"SurahNumber":51,"VerseNumber":3,"Text":"И теми, что плывут покойно и легко"},{"SurahNumber":51,"VerseNumber":4,"Text":"И теми, что (по повелению Господню) Распределяют соразмерно"},{"SurahNumber":51,"VerseNumber":5,"Text":"Ведь то, что вам сулит Господь, - вернО"},{"SurahNumber":51,"VerseNumber":6,"Text":"Поистине, Суд (воздаяния) настанет"},{"SurahNumber":51,"VerseNumber":7,"Text":"В знак неба, обладателя путей"},{"SurahNumber":51,"VerseNumber":8,"Text":"Поистине, вы пребываете в речах разноголосых"},{"SurahNumber":51,"VerseNumber":9,"Text":"И через них отвращены (от Истины Господней) те, Кто отвращению сему предался"},{"SurahNumber":51,"VerseNumber":10,"Text":"Проклятье сеятелям лжи"},{"SurahNumber":51,"VerseNumber":11,"Text":"Тем, кто с беспечностью бредет в потоке заблуждений"},{"SurahNumber":51,"VerseNumber":12,"Text":"И вопрошает: \"Когда наступит День (Господнего) Суда"},{"SurahNumber":51,"VerseNumber":13,"Text":"То будет День, Когда их испытаниям подвергнут Над (адовым) огнем"},{"SurahNumber":51,"VerseNumber":14,"Text":"Вкусите ваше испытанье! Ведь это - то, с чем торопили вы"},{"SurahNumber":51,"VerseNumber":15,"Text":"А праведники - Им пребывать в Садах средь родников"},{"SurahNumber":51,"VerseNumber":16,"Text":"И черпать радость в том, что Бог дарует, - Ведь перед этим жизнь благочестивую они вели"},{"SurahNumber":51,"VerseNumber":17,"Text":"Сну отдавая только малую часть ночи"},{"SurahNumber":51,"VerseNumber":18,"Text":"И в ранние часы зари взывая о прощенье"},{"SurahNumber":51,"VerseNumber":19,"Text":"И в достоянии у них Всегда имелась доля для лишенных, Для тех, которые о помощи взывают, И тех, которые о помощи (в смирении) молчат"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ведь на земле имеются знамения для убежденных"},{"SurahNumber":51,"VerseNumber":21,"Text":"А также в вас самих, - ужель не видите вы это"},{"SurahNumber":51,"VerseNumber":22,"Text":"И в небе - ваш надел И то, что вам обещано (в сей жизни)"},{"SurahNumber":51,"VerseNumber":23,"Text":"А потому, клянусь Властителем земли и неба, Сие есть истина такая же, как та, Что вы разумно обращаетесь друг к другу"},{"SurahNumber":51,"VerseNumber":24,"Text":"К тебе пришел рассказ об Ибрахиме И почитаемых его гостях"},{"SurahNumber":51,"VerseNumber":25,"Text":"Итак, они вошли к нему и молвили: \"Мир (вам)\". Он им ответил: \"Мир\". (А сам подумал): \"Как необычны эти люди"},{"SurahNumber":51,"VerseNumber":26,"Text":"Затем он быстро вышел к домочадцам И вынес мясо сочное теленка"},{"SurahNumber":51,"VerseNumber":27,"Text":"И, положив его пред ними, сказал: \"Быть может, поедите вы"},{"SurahNumber":51,"VerseNumber":28,"Text":"(Когда ж они отведать пищу отказались), В нем страх проснулся к ним. Но молвили они: \"Не бойся!\" И сообщили ему радостную весть О мудром мальчике-младенце"},{"SurahNumber":51,"VerseNumber":29,"Text":"Но тут жена его вперед вступила И, стукнув в изумлении себя по лбу, Воскликнула: \"Ведь я неплодная старуха"},{"SurahNumber":51,"VerseNumber":30,"Text":"(На что) ответили они: \"Так говорит Господь ваш, А Он, поистине, и мудрости, и знания исполнен"}]}