{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"E não é admissível a um mortal que Allah lhe fale, senão por revelação, ou por trás de um Véu, ou pelo envio de um Mensageiro; então, este revela, com Sua permissão, o que Ele quer. Por certo, Ele é Altíssimo, Sábio"},{"SurahNumber":42,"VerseNumber":52,"Text":"E, assim, revelamo-te um Espírito de Nossa ordem. Tu não estavas inteirado do que era o Livro nem do que era a Fé, mas Nós o fizemos, como luz, com que guiamos a quem queremos de Nossos servos. E, por certo, tu guias os homens à uma senda reta"},{"SurahNumber":42,"VerseNumber":53,"Text":"À senda de Allah, de Quem é o que há nos céus e o que há na terra. Ora, a Allah destinam-se as determinações"},{"SurahNumber":43,"VerseNumber":1,"Text":"Suratu Az-Zukhruf. Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pelo Livro explícito"},{"SurahNumber":43,"VerseNumber":3,"Text":"Por certo, Nós o fizemos um Alcorão árabe, para razoardes"},{"SurahNumber":43,"VerseNumber":4,"Text":"E, por certo, estando na Mãe do Livro, junto de Nós, ele é altíssimo, sábio"},{"SurahNumber":43,"VerseNumber":5,"Text":"Então, privar-vos-íamos da Mensagem, abandonando-vos, por que sois um povo entregue a excessos"},{"SurahNumber":43,"VerseNumber":6,"Text":"E quantos profetas enviamos aos antepassados"},{"SurahNumber":43,"VerseNumber":7,"Text":"E não lhes chegou profeta algum, sem que dele zombassem"},{"SurahNumber":43,"VerseNumber":8,"Text":"Então, aniquilamos os mais temíveis que eles; e já precedeu exemplo dos antepassados"},{"SurahNumber":43,"VerseNumber":9,"Text":"E, se lhes perguntas: \"Quem criou os céus e a terra?\", em verdade, dirão: \"Criou-os O Todo-Poderoso, O Onisciente"},{"SurahNumber":43,"VerseNumber":10,"Text":"Ele é Quem faz da terra leito e, nela, fez-vos caminhos, para vos guiardes"},{"SurahNumber":43,"VerseNumber":11,"Text":"E Ele é Quem faz descer do céu água, na justa medida e, com ela revivescemos uma plaga morta. Assim, far-vos-ão sair dos sepulcros"},{"SurahNumber":43,"VerseNumber":12,"Text":"E Ele é Quem criou todos os casais de seres, e vos fez do barco e dos rebanhos aquilo em que montais"},{"SurahNumber":43,"VerseNumber":13,"Text":"Para vos instalardes sobre seus dorsos; em seguida, para vos lembrardes da graça de vosso Senhor, quando vos instalardes neles e disserdes: \"Glorificado seja Quem nos submeteu tudo isto, enquanto jamais seríamos capazes de fazê-lo"},{"SurahNumber":43,"VerseNumber":14,"Text":"E Por certo, seremos tornados a nosso Senhor"},{"SurahNumber":43,"VerseNumber":15,"Text":"E fizeram-Lhe parte de Seus servos. Por certo, o ser humano é um ingrato declarado"},{"SurahNumber":43,"VerseNumber":16,"Text":"Será que tomou Ele filhas, para Si, dentre o que criou, e escolheu, para vós, os filhos"},{"SurahNumber":43,"VerseNumber":17,"Text":"E, quando a um deles se lhe alvissara o nascimento de um semelhante ao que ele atribui aO Misericordioso, torna-se-lhe a face enegrecida, enquanto fica angustiado"},{"SurahNumber":43,"VerseNumber":18,"Text":"E como atribuir-Lhe quem cresce entre adornos e não é argüente, na disputa"},{"SurahNumber":43,"VerseNumber":19,"Text":"E fizeram dos anjos, que são servos dO Misericordioso, seres femininos. Testemunharam eles sua criação? Seu testemunho será inscrito, e serão interrogados"},{"SurahNumber":43,"VerseNumber":20,"Text":"E dizem: \"Se O Misericordioso quisesse, nós não os adoraríamos.\" Eles não têm ciência alguma disso. Eles nada fazem senão imposturar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ou Nós lhes concedêramos um Livro, antes dele, e a ele se ativeram? Não"},{"SurahNumber":43,"VerseNumber":22,"Text":"Mas dizem: \"Por certo, encontramos nossos pais em um credo e, por certo, em suas pegadas, estamos sendo guiados"},{"SurahNumber":43,"VerseNumber":23,"Text":"E, assim, antes de ti, Muhammad, jamais enviamos a uma cidade admoestador algum, sem que seus opulentos habitantes dissessem: \"Por certo, encontramos nossos pais em um credo e, por certo, estamos seguindo suas pegadas"}]}