{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"No, of course not! I swear by the position of the stars"},{"SurahNumber":56,"VerseNumber":76,"Text":"And it is, indeed, a very solemn oath if you only knew"},{"SurahNumber":56,"VerseNumber":77,"Text":"(I swear that) this (Qur´an) is certainly a noble recital"},{"SurahNumber":56,"VerseNumber":78,"Text":"(Inscribed) in a well-guarded book"},{"SurahNumber":56,"VerseNumber":79,"Text":"Only those who are (physically and ritually) clean, (are allowed to) touch it"},{"SurahNumber":56,"VerseNumber":80,"Text":"(It is) a revelation from the Lord of the universe"},{"SurahNumber":56,"VerseNumber":81,"Text":"Yet, do you shun this narrative (nonchalantly)"},{"SurahNumber":56,"VerseNumber":82,"Text":"Do you make the denial (of the truth) your livelihood, (and respond to the blessings by rejecting the truth)"},{"SurahNumber":56,"VerseNumber":83,"Text":"How about when (the soul of the dying) heaves up into the throat"},{"SurahNumber":56,"VerseNumber":84,"Text":"At that time, you can do nothing but look on (helplessly)"},{"SurahNumber":56,"VerseNumber":85,"Text":"Compared to you, We are closer to the one dying. But you cannot see"},{"SurahNumber":56,"VerseNumber":86,"Text":"Thus, if (you think) you are not subject to reckoning, why can´t you"},{"SurahNumber":56,"VerseNumber":87,"Text":"Return the soul back (to the dead), if you are (indeed) truthful"},{"SurahNumber":56,"VerseNumber":88,"Text":"And if the dying person had been (the one) nearest (to Allah)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(He shall have) peace and tranquility, bounteous provisions and the blissful idyllic paradise"},{"SurahNumber":56,"VerseNumber":90,"Text":"While if the (dying) person is among those of the right (side)"},{"SurahNumber":56,"VerseNumber":91,"Text":"(He shall hear the greetings), \"Peace be to you. (You are) among those of the right (side)"},{"SurahNumber":56,"VerseNumber":92,"Text":"But if the deceased happens to be among those who rejected and went astray"},{"SurahNumber":56,"VerseNumber":93,"Text":"(He shall have) the hot boiling water ´to welcome´ him"},{"SurahNumber":56,"VerseNumber":94,"Text":"And the roasting heat of the hellfire"},{"SurahNumber":56,"VerseNumber":95,"Text":"Indeed! That is definitely and most certainly the absolute truth"},{"SurahNumber":56,"VerseNumber":96,"Text":"So, (oh prophet)! glorify and praise the name of the Greatest, your Supreme Lord"},{"SurahNumber":57,"VerseNumber":1,"Text":"Whatever is in the heavens and on earth, glorifies and praises Allah. He is the Mightiest, the Wisest"},{"SurahNumber":57,"VerseNumber":2,"Text":"The kingdom of the heavens and the earth belongs to Him. He gives life and death, and He is capable of doing everything"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First and the Last, the Perceptible and the Unseen. And He is well Aware of every single thing"},{"SurahNumber":57,"VerseNumber":4,"Text":"He is the One Who created the heavens and the earth in six periods of time, then mounted the throne. He knows whatever enters the earth and whatever comes out of it, whatever comes down from heavens and whatever ascends up to it. He stays with you no matter where you happen to be. Allah watches over everything you do"},{"SurahNumber":57,"VerseNumber":5,"Text":"The kingdom of the heavens and the earth belongs to Him. All matters are referred to Allah (for decision)"},{"SurahNumber":57,"VerseNumber":6,"Text":"He causes the night to settle over the day, and He causes the day to rise over the night. And He is fully Aware of everything, (even the innermost thoughts) that exists in the heart"},{"SurahNumber":57,"VerseNumber":7,"Text":"Believe in Allah and His messenger and spend out of the wealth He has entrusted (in your care). There is a great reward for those of you who believe, and spend for His sake"},{"SurahNumber":57,"VerseNumber":8,"Text":"What´s with you? Why do you not believe in Allah? The messenger urges you to believe in your Lord; and He has already secured a pledge from you, if you really are the believers"},{"SurahNumber":57,"VerseNumber":9,"Text":"He it is Who revealed to His servant the clear proofs, (the explicit verses of the Qur´an), in order to bring you out of darkness into light. In fact, Allah is really very Merciful and very Kind to you"},{"SurahNumber":57,"VerseNumber":10,"Text":"What is the matter with you? Why do you not spend for the sake of Allah? The heritage of the heavens and the earth belongs to Allah! Those of you who spent and fought for the sake of Allah prior to victory (at Makkah), are not equal to others. They are far more exalted in status than those who spent and fought after (victory). Yet, Allah has promised excellent rewards to both. Allah is well Aware of what you do"},{"SurahNumber":57,"VerseNumber":11,"Text":"Is there anyone who would advance Allah a good (high yielding) loan. He will increase it manifold and return it to you. (In addition), there is a great reward (for the lender)"},{"SurahNumber":57,"VerseNumber":12,"Text":"That day, you will see that the light (emanating) from the believing men and women would run in front of, and to the right of them. (They would hear), \"There is good news for you, to day!\" (They shall have) the paradise _ rivers run right through it _ and they shall live there forever. That, in fact, is the greatest triumph"},{"SurahNumber":57,"VerseNumber":13,"Text":"That day, the hypocrite men and women would say to the believers, \"Look at us and let us borrow (and avail) a little of your light.\" (But) they would be told, \"Turn back! Go find your own light!\" Thereupon, a wall would be set in place between them and the believers. The gate (in the wall) would lock in (the believers and) the mercy and grace (of Allah) on the inside. While on the outside (of the enclosure) would be nothing but torture"},{"SurahNumber":57,"VerseNumber":14,"Text":"They would call the believers (saying), \"Were we not with you (in the life of this world)?\" The believers would reply, \"Of course, but you let yourself be tempted. You waited, (hesitated), and entertained doubts. Your hopes and expectations deceived (and lulled) you, until the decree arrived from Allah. The master deceiver, (the Shaitan), deceived you about Allah"},{"SurahNumber":57,"VerseNumber":15,"Text":"And today, no ransom would be accepted from you or from those who had disbelieved. Fire is your _ and your companion´s _ abode. It is an evil end of the journey"}]}