{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Allah O’dur ki, denizi sizin hizmetinize bağladı; Allah’ın emri ile hem denizde gemiler hareket etsin, hem de fazlından (rızık) arayasınız diye... Gerek ki şükredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Bir de göklerde ne var, yerde ne varsa hepsini (Allah) kendi katından sizin hizmetinize bağladı. Şübhesiz ki bunda, düşünecek bir kavim için ibretler var"},{"SurahNumber":45,"VerseNumber":14,"Text":"(Ey Rasûlüm), iman edenlere söyle: Allah’ın (azab) günlerinden korkmayanları bağışlasınlar; çünkü (Allah) her kavme, kazandıklarının karşılığını verecektir. (Bu ayet-i kerime, müşriklerden, birinin Hz. Ömer’e sövmesi ve Hz. Ömer’in de onu yakalayıb dövmek istemesi üzerine nazil olmuştur. Kıtal ayeti ile nesh edildiği de söylenmektedir)"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih bir amel işlerse, (bunun sevabı) kendine; kim de kötülük ederse, (bunun cezası da) onadır. Sonra hepiniz Rabbinize döndürülüb götürüleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Gerçekten biz, vaktiyle İsraîloğullarına kitab, hikmet ve peygamber vermiştik. Kendilerini pâk rızıklardan da rızıklandırmıştık. Hem onları, (bulundukları devirde) âlemlerin üstüne faziletli kılmıştık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara din işinden açık deliller (ayet ve mucizeler) de vermiştik. Şimdi (bu din işinde) ayrılığa düşmeleri, sırf kendilerine (gerçeğe dair) ilim geldikten sonra azgınlırk ve ihtirastan dolayıdır. Muhakkak ki Rabbin, onların ayrılığa düştükleri şeyde, kıyamet günü aralarında hükmünü verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra (Ey Rasûlüm), seni dinden bir yol (şeriat) üzere görevli kıldık. Onun için sen o şeriata uy da, ilmi olmıyanların arzu ve isteklerine tabi olma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Çünkü onlar, Allah’dan gelecek hiç bir şeyi senden geri bırakamazlar, (onlara uyduğun takdirde, Allah’ın azabını senden geri çeviremezler). Muhakkak ki zalimler birbirlerinin dostlarıdır. Allah ise, takva sahiblerinin velisidir, (yardımcısı ve dostudur)"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu Kur’an, insanlara hak ölçüleri gösteren nurlardan ibarettir; ve şübhesiz iman edecek bir toplum için hidayettir, rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa o kötülükleri işleyib duranlar, kendilerini, iman edib salih ameller işliyenler gibi yapacağız, hayat ve ölümlerini bir tutacağız mı sandılar? Ne fena hüküm veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Halbuki Allah gökleri ve yeri adaletle yarattı, (zulüm olsun diye değil). Hem de herkese kazandığının karşılığı verilmek için (yarattı)... Onlara asla haksızlık edilmez"},{"SurahNumber":45,"VerseNumber":23,"Text":"(Ey Rasûlüm), şimdi o kimseyi gördün ya: (Hidayeti bırakıb keyfine taparcasına) zevkini kendisine ilah edinmiş, Allah’da (sapıklığını bildiği) bir ilim üzerine onu şaşırtmış, kulağını ve kalbini mühürleyib gözüne de bir perde çekmiştir. Artık onu Allah’dan başka kim yola getirir? Hâlâ düşünmez misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Hem (kıyameti inkar eden Mekke kâfirleri) şöyle dediler: Hayat ancak bizim bu dünya hayatımızdır. Ölürüz ve yaşarız; bizi ancak dehir (zaman) helak eder. Halbuki onların buna dair, (kâinatın hareket ve hadiseleri hakkında) bir ilimleri de yoktur. Onlar sade zan peşinde koşarlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Kendilerine açık açık ayetlerimiz okunduğu zaman, delilleri ancak şunu demekten ibaret olmuştur: “- Haydi, babalarımızı getirin, (eğer öldükten sonra dirilme var sözünde) doğru iseniz.”"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Ey Rasûlüm, onlara) de ki: “- Sizi Allah diriltiyor, sonra sizi O öldürecek. Sonra da sizi, vukuunda şübhe olmıyan kıyamet günü (diriltib bir araya) toplıyacaktır.” Fakat insanların çoğu (bu gerçeği) bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Göklerin ve yerin mülkü Allah’ındır. Kıyamet kopacağı gün de, o bâtıl üzere bulunan kâfirler, o günde hüsrana (cehenneme) düşeceklerdir"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ve (Ey Rasûlüm), sen her ümmeti toplanmış bir halde göreceksin. Her ümmet (her din sahibi) amelinin yazılı bulunduğu deftere çağrılacak. (Onlara denir ki:) Bugün o işlediğiniz amellerin cezası size verilecek"},{"SurahNumber":45,"VerseNumber":29,"Text":"İşte (içine amellerinizi yazdırdığımız) kitabımız! Yüzünüze karşı hakkı söyliyor; çünkü sizin taptıklarınızı hep (meleklere) yazdırıyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Fakat iman edib salih ameller işliyenlere gelince; Rableri onların rahmetine (cennetine) koyacaktır. İşte açık ve parlak zafer budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kâfir olanlara ise, (şöyle denecek): Ayetlerim size okunurken kibirleniyordunuz ve günahkâr bir toplum bulunuyordunuz, değil mi idi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Hem (size ey kâfirler): “- Allah’ın (ölüleri dirilteceğine dair) vaadi hakdır ve kıyametin kopmasında şübhe yoktur.” denildiğinde, demiştiniz ki: Bilmiyoruz, kıyametin kopması nedir? Ancak bir zandan ibaret olduğuna kaniyiz; ve biz yakinen inananlar değiliz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Derken yaptıkları amellerin kötülükleri onlara zahir olmuş ve alay edib durdukları şeyin cezası (olan azab) kendilerini kuşatıvermiştir"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ve (onlara şöyle) denir: “- Siz bu gününüze kavuşmayı unutmuş olduğunuz gibi, biz de bugün sizi unutacağız, (sizi ateşte bırakacağız). Yeriniz ateştir; ve size yardımcılardan hiç bir kimse yoktur"},{"SurahNumber":45,"VerseNumber":35,"Text":"Size bu cezanın sebebi şu: Çünkü siz Allah’ın ayetlerini eğlenceye aldınız ve dünya hayatı sizi aldattı. Onun için, bugün ateşten çıkarılmazlar ve kendilerinden (Allah’ı razı kılacak) bir özür de kabul edilmez"},{"SurahNumber":45,"VerseNumber":36,"Text":"O halde bütün hamd, göklerin Rabbi, yerin Rabbi, alemlerin Rabbi olan Allah’ındır"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göklerde ve yerde azamet O’nundur. O, Azîz’dir = her şeye galibdir. Hakîm’dir = hikmet sahibidir"}]}