{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":51,"Text":"Аз ҳамсарони худ ҳар киро хоҳӣ, метавонӣ ҳамхобиашро ба таъхир андозӣ ва ҳар киро хоҳӣ, метавонӣ бо худ нигаҳ дорӣ. Ва агар аз онҳо, ки дурӣ доштаӣ, якеро боз биталабӣ, бар ту гуноҳе нест. Дар ин гузиниш ва ихтиёр бояд, ки шодмон бошанд ва ғамгин машаванд ва аз он чи ба онҳо медиҳӣ, бояд, ки хушнуд гарданд ва Аллоҳ медонад, ки дар дилҳои шумо майли муҳаббат аст ба сӯи баъзе аз занонатон. Ва Аллоҳ доно аст бар дилҳои шумо ва бурдбор аст, ки гунаҳкоронро зуд ба иқоб намегирад"},{"SurahNumber":33,"VerseNumber":52,"Text":"Баъд аз ин занон дигар ҳеҷ зане бар ту ҳалол нест ва он занонеро, ки барои ту ҳалол кардем ва низ дигар зане ба ҷои онҳо ихтиёр кардан ҳалол нест, ҳарчанд туро аз зебоии ӯ хуш ояд, магар он чи ба ғанимат ба дасти ту афтад. Ва Аллоҳ назораткунандаи ҳар чизест ва ҳар кореро анҷом диҳӣ, Аллоҳ онро медонад"},{"SurahNumber":33,"VerseNumber":53,"Text":"Эй касоне, ки ба Аллоҳ имон овардаед ва амал ба шариати Паёмбараш кардаед, ба хонаҳои паёмбар дохил машавед, магар шуморо ба хӯрдани таоме фаро хонанд, бе он ки мунтазир биншинед, то таом ҳозир шавад. Агар шуморо даъват карданд, дохил шавед ва чун таом хӯрдед, пас аз хӯрдани таом пароканда гардед. На он ки дар он ҷо барои гуфтугӯ нишинед. Албатта, ин корҳо Паёмбарро озор медиҳад ва ӯ аз шумо шарм медорад аз гуфтане, ки «хезед ва биравед», бо вуҷуде, ки ҳақ ба ҷониби ӯст. Вале Аллоҳ аз гуфтани ҳақ ва изҳори он шарм намедорад. Ва агар аз занони Паёмбар чизе пурсидан хостед, аз пушти парда пурсед, ин кор ҳам барои дилҳои шумо ва ҳам барои дилҳои онҳо покдорандатар аст. Шуморо насазад, ки Паёмбари Аллоҳро биёзоред ва на он ки ҳамсарҳояшро баъд аз вай ҳаргиз ба занӣ гиред. Албатта, ин корҳо дар назди Аллоҳ гуноҳи бузурге аст"},{"SurahNumber":33,"VerseNumber":54,"Text":"Эй мардум, агар чизеро аз озор додани паёмбар ошкор кунед ё дар дили худ махфӣ доред, пас дар ҳар ҳол Аллоҳ ба ҳар чизе, ки дар дилҳоятон ҳаст ё ошкор кардаед, огоҳ аст ва дар баробари он шуморо ҷазо медиҳад"},{"SurahNumber":33,"VerseNumber":55,"Text":"Занонро гуноҳе нест, агар дар назди падарону писарон ва бародарону бародарзодагон ва хоҳарзодагону занони ҳамдинашон ва ё канизони худашон бе ҳиҷоб бошанд. Ва бояд ки дар ҳама ҳолат аз Аллоҳ битарсед. Ҳароина, Аллоҳ бар ҳар чизе ҳозиру нозир аст ва шоҳиди амалҳои зоҳирӣ ва ботинии бандагонаш мебошад"},{"SurahNumber":33,"VerseNumber":56,"Text":"Ба таҳқиқ, Аллоҳ дар назди фариштагони муқаррабаш ва низ фариштагонаш ба Паёмбар салавот мефиристанд. Эй касоне, ки ба Аллоҳ имон овардаед ва ба шариати Расулаш амал кардаед, бар ӯ салавот фиристед ва салом гӯед, саломи некӯ"},{"SurahNumber":33,"VerseNumber":57,"Text":"Ҳароина, касоне, ки Аллоҳро бо ширку маъсият ва Паёмбарашро бо гуфтору кирдор озор медиҳанд, Аллоҳ дар дунё ва охират онҳоро лаънат карда ва аз тамоми хубиҳои дунё ва охират маҳрумашон гардонидааст ва барояшон дар охират азоби хоркунандае муҳайё кардааст"},{"SurahNumber":33,"VerseNumber":58,"Text":"Ва касоне, ки мардони мӯъмину занони мӯъминро бе ҳеҷ гуноҳе, ки карда бошанд, меозоранд, пас дар ҳақиқат, туҳмату гуноҳи ошкореро бар дӯш мебардоранд ва дар охират мустаҳиқи азоб мегарданд"},{"SurahNumber":33,"VerseNumber":59,"Text":"Эй Паёмбар, ба занону духтарони худ ва занони мӯъминон бигӯ, ки чодари худро бар сар пӯшанд, то сару рӯю сари синаҳо пӯшида бошанд. Ин муносибтар аст, то ба покдоманӣ шинохта шаванд ва мавриди озор воқеъ нагарданд. Ва Аллоҳ омурзандаи гуноҳони гузаштаи шумо аст ва ба шумо бисёр меҳрубон аст, ки бароятон ҳалолу ҳаромро равшан сохтааст"}]}