{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Indeed, man is born impatient"},{"SurahNumber":70,"VerseNumber":20,"Text":"when misfortune touches him he starts lamenting"},{"SurahNumber":70,"VerseNumber":21,"Text":"and whenever good fortune comes to him, he grows niggardly"},{"SurahNumber":70,"VerseNumber":22,"Text":"But not so the worshippers"},{"SurahNumber":70,"VerseNumber":23,"Text":"who are steadfast in prayer"},{"SurahNumber":70,"VerseNumber":24,"Text":"those who give a due share of their wealth"},{"SurahNumber":70,"VerseNumber":25,"Text":"to those who ask [for help] and to the destitute"},{"SurahNumber":70,"VerseNumber":26,"Text":"and those who believe in the Day of Judgement"},{"SurahNumber":70,"VerseNumber":27,"Text":"and are fearful of the punishment of their Lord"},{"SurahNumber":70,"VerseNumber":28,"Text":"for none may ever feel secure from the punishment of their Lord"},{"SurahNumber":70,"VerseNumber":29,"Text":"those who preserve their chastity"},{"SurahNumber":70,"VerseNumber":30,"Text":"except from their spouses and those whom they rightfully possess [through wedlock], for which they incur no blame"},{"SurahNumber":70,"VerseNumber":31,"Text":"but those who go beyond that limit are transgressors"},{"SurahNumber":70,"VerseNumber":32,"Text":"and those who are faithful to their trusts and to their pledges"},{"SurahNumber":70,"VerseNumber":33,"Text":"and those who stand by their testimony"},{"SurahNumber":70,"VerseNumber":34,"Text":"and are steadfast in their prayers"},{"SurahNumber":70,"VerseNumber":35,"Text":"They will be honoured in the Gardens of Bliss"},{"SurahNumber":70,"VerseNumber":36,"Text":"But what is the matter with those who deny the truth, that they come hastening towards you"},{"SurahNumber":70,"VerseNumber":37,"Text":"from the right and from the left, in crowds"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every one of them aspire to be admitted into a Garden of Delight"},{"SurahNumber":70,"VerseNumber":39,"Text":"Certainly not! They know quite well out of what We created them"},{"SurahNumber":70,"VerseNumber":40,"Text":"But nay! I call to witness the Lord of the Easts and the Wests, that We have the power"},{"SurahNumber":70,"VerseNumber":41,"Text":"to replace them with others better than them: nothing can prevent Us from doing this"},{"SurahNumber":70,"VerseNumber":42,"Text":"so leave them to indulge in vain idle talk and amuse themselves, until they face the Day which they have been promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"the Day when they shall come out of their graves in haste, as if they were racing to a goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"with downcast eyes and faces distorted in shame; such is the Day which they are promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"We sent Noah forth to his people, saying, \"Warn your people before there comes upon them a grievous punishment"},{"SurahNumber":71,"VerseNumber":2,"Text":"[Noah] said, \"My people! I am but a plain warner to you"},{"SurahNumber":71,"VerseNumber":3,"Text":"that you should worship God [alone] and be conscious of Him. Pay heed to me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive your sins and will grant you respite till an appointed time. When the time appointed by God arrives, it cannot be postponed, if you only knew"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said, \"My Lord! I have called my people night and day"},{"SurahNumber":71,"VerseNumber":6,"Text":"but my pleas have only increased their aversion"},{"SurahNumber":71,"VerseNumber":7,"Text":"Every time I have called to them, so that You might forgive them, they have only thrust their fingers into their ears, covered themselves up with their garments, grown obstinate, and given themselves up to arrogance"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then I called them openly"},{"SurahNumber":71,"VerseNumber":9,"Text":"and spoke to them in public and in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"Then I said, \"Ask forgiveness of your Lord. Surely He is the most forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send down abundant rain from the sky for you"},{"SurahNumber":71,"VerseNumber":12,"Text":"increase your wealth and sons; and grant you gardens and waterways"},{"SurahNumber":71,"VerseNumber":13,"Text":"What is the matter with you that you deny the greatness of God"},{"SurahNumber":71,"VerseNumber":14,"Text":"when He has created you through different stages of existence"},{"SurahNumber":71,"VerseNumber":15,"Text":"Do you not see how God has created the seven heavens one above another"},{"SurahNumber":71,"VerseNumber":16,"Text":"and made the moon therein a light, and made the sun a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"how God has produced you from the earth and caused you to grow"},{"SurahNumber":71,"VerseNumber":18,"Text":"how He will then return you to it and bring you forth again"},{"SurahNumber":71,"VerseNumber":19,"Text":"how God has spread the earth out for you"},{"SurahNumber":71,"VerseNumber":20,"Text":"so that you may walk along its spacious paths"},{"SurahNumber":71,"VerseNumber":21,"Text":"Noah supplicated, \"Lord, they have disobeyed me, and followed those whose wealth and children have only added to their ruin"},{"SurahNumber":71,"VerseNumber":22,"Text":"and they have hatched a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"and they said [to their followers], \"Do not ever abandon your deities: abandon neither Wadd, nor Suwa', and neither Yaghuth, nor Yauq nor Nasr"},{"SurahNumber":71,"VerseNumber":24,"Text":"They have led many astray; so lead the wrongdoers to further error"},{"SurahNumber":71,"VerseNumber":25,"Text":"They were drowned and sent to Hell for their misdeeds; they found no one to help them against God"},{"SurahNumber":71,"VerseNumber":26,"Text":"Noah prayed, \"O my Lord! Do not leave on earth a single one of those who deny the truth"},{"SurahNumber":71,"VerseNumber":27,"Text":"if You leave any, they will misguide Your servants, and they will beget none but sinners and deniers of truth"},{"SurahNumber":71,"VerseNumber":28,"Text":"Lord! Forgive me and my parents and every true believer who enters my house, forgive all the believing men and believing women; and bestow no increase upon the wrongdoers except in ruin"}]}