{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":12,"Text":"Ақиқатында, Аллаһ Исраил ұрпақтарынан серт алды әрі олардың ішінен он екі / тайпа / басшысын жібердік. Аллаһ: «Ақиқатында, Мен сендермен біргемін. Егер намазды / барлық шарттарын сақтап, беріле / толық орындасаңдар, зекетті берсендер, елшілеріме сеніп, Оларға көмектессеңдер әрі Аллаһқа көркем қарыз берсендер, міндетті түрде жаман істеріңді өшіріп, сендерді асты­нан өзендер ағып жататын / Жәннаттағы / бақтарға кіргіземін. Сендерден кім осыдан кейін де күпірлік етсе / қарсы келсе / , негізінде ол тура жолдан адасқан болады», - деді"},{"SurahNumber":5,"VerseNumber":13,"Text":"Сонда серттерін бұзғандары үшін оларды лағнет еттік әрі жүректерін қатты етіп қойдық. Олар / Тәураттағы / сөзді өз орындарынан өзгертіп, өздеріне ескертілгеннің бір бөлігін ұмытты. Сен олардың өте азынан басқасының қиянаткерліктерін әрқашан көресің. Дегенмен / ренжітулерін елемей / кешір әрі кең бол. Ақиқатында, Аллаһ жақсылықты ықыласпен істеушілерді жақсы көреді"},{"SurahNumber":5,"VerseNumber":14,"Text":"Сондай-ақ: «Біз - христианбыз», - деп айтқандардың да сертін алған едік. Олар да өздеріне ескертілгеннің бір бөлігін ұмытты. Сонда олардың араларына Қайта тірілу күніне дейін дұшпандық пен жек көрушілік салдық. Жақын арада Аллаһ Оларға не істегендерін хабарлайды"},{"SurahNumber":5,"VerseNumber":15,"Text":"Ей, Кітап берілген қауым! Ақиқатында сендерге Біздің Елшіміз келді. Ол / Елші / Кітаптан сендер жасырып келгендеріңнің көбін өздеріңе түсіндіреді әрі көбісін елеусіз қалдырады. Негізінде сендерге Аллаһтан нұр, анық Кітап / Құран / келді"},{"SurahNumber":5,"VerseNumber":16,"Text":"Аллаһ онымен / Құранмен / Өзінің ризалығын іздегендерді амандық жолдарына салады және оларды Өз рұқсатымен қараңғылықтардан жарыққа шығарады және тура жолмен жүргізеді"},{"SurahNumber":5,"VerseNumber":17,"Text":"Ақиқатында, «Аллаһ, ол - Мәриям ұлы Мәсих», - деп айтқандар кәпір бол­ды. / Ей, Мұхаммед! / Айт: «Егер Аллаһ Мәриям ұлы Мәсихті әрі оның анасын және жер жүзіндегілердің барлығын жойып жіберуді қаласа, Аллаһтан болған нәрсеге / азапқа / кім иелік ете алады?!» - деп. Аспандар мен жердің және ол екеуінің арасындағылардың билігі Аллаһта. Ол қалағанын жаратады әрі Аллаһ барлық нәрсені Жасай алушы"},{"SurahNumber":5,"VerseNumber":18,"Text":"Әрі иудейлер мен христиандар: «Біз - Аллаһтың ұлдарымыз және Оның сүйіктілеріміз», - деді. / Ей, Мұхаммед! / Айт: «Олай болса, Ол неге сендерді күнәларың үшін азаптайды? Керісінше, сендер Ол жаратқан / өзгелер секілді / адамсыңдар. Ол қалағанын кешіріп, қалағанын азаптайды. Аспандар мен жердің және ол екеуінің арасындағылардың билігі Аллаһта әрі қайту да - Оған"},{"SurahNumber":5,"VerseNumber":19,"Text":"Ей, Кітап берілген қауым! Ақиқатында, сендерге елшілердің келуінің арасы үзілген кезде: «Бізге қуанышты хабар жеткізуші және ескертуші ешкім келмеді», - деп айтпауларың үшін сендерге түсіндіріп беруші Елшіміз / Мұхаммед! келді. Шын мәнінде, сендерге қуанышты хабар жеткізуші әрі ескертуші келді! Аллаһ барлық нәрсені Жасай алушы"},{"SurahNumber":5,"VerseNumber":20,"Text":"Кезінде Мұса өз еліне: «Әй, елім! Аллаһтың сендерге берген игілігін еске алыңдар. Ол сендердің араларыңа пайғамбарлар бекітті, сендерді / құлдықтан құтқарып / , патша / өз-өздерін еркін басқарушы / етті әрі әлемдерде ешкімге бермегенін сендерге берді"},{"SurahNumber":5,"VerseNumber":21,"Text":"Әй, елім! Аллаһтың сендерге жазған қасиетті жеріне кіріңдер де арттарыңа қайтпаңдар, әйтпесе зиян шегушілерден боласыңдар», - деді"},{"SurahNumber":5,"VerseNumber":22,"Text":"Олар: «Ей, Мұса! Онда қуатты бір ел бар. Солар ол жерден шықпайынша, біз ол жерге мүлдем кірмейміз. Олар сол жерден шығып кетсе ғана кіреміз», - деді"},{"SurahNumber":5,"VerseNumber":23,"Text":"Аллаһтан қорыққандардан болған, өздерін Аллаһ игілікке бөлеген екі кісі: «Оларға қақпадан кіріндер! Қашан оған кірсеңдер, әлбетте жеңіске жетесіңдер. Егер иманды / мүмін / болсаңдар, Аллаһқа жүгініп, Оған істерінді тапсырыңдар / тәуекел етіңдер / » - деді"},{"SurahNumber":5,"VerseNumber":24,"Text":"Олар / : «Ей, Мұса! Олар ол жерде тұрғанда біз оған ешқашан кірмейміз. Сен және Раббың барып екеуің соғысыңдар. Ал біз, осында отыра тұрамыз», - деді"},{"SurahNumber":5,"VerseNumber":25,"Text":"Мұса / :«Раббым! Анығында мен өзімнен және бауырымнан басқаға иелік ете алмаймын. Біз бен бұзық / бойсұнбаушы / адамдардың арасын ажырата гөр!» - деді"},{"SurahNumber":5,"VerseNumber":26,"Text":"Аллаһ / : «Енді ол / сол қасиетті жер / оларға қырық жылға тыйым салынды. Олар жер бетінде қаңғырып жүреді. Сондықтан бұзық адамдар үшін күйінбе», - деді"}]}