{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Mutta lue heille totuuden mukaisesti kertomus Aadamin kahdesta pojasta, kuinka kumpikin heistä uhrasi ja toisen uhri vastaanotettiin, toisen uhria ei vastaanotettu. (Toinen) sanoi: »Totisesti, minä surmaan sinut», ja toinen vastasi: »Jumala ottaa vastaan vain niiden uhrin, jotka karttavat pahaa"},{"SurahNumber":5,"VerseNumber":28,"Text":"Vaikka nostaisitkin kätesi minua vastaan surmataksesi minut, en minä nosta kättäni surmatakseni sinua, katso, minä pelkään Jumalaa, luomakunnan Herraa"},{"SurahNumber":5,"VerseNumber":29,"Text":"Katso, ennemmin suon Sinun kantaa rangaistuksen synnistä minua vastaan sekä omista synneistäsi ja tulla tulen omaksi.Se on pahantekijän palkka.»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Mutta (toisen) intohimo pakotti hänet tappamaan veljensä; hän surmasi hänet ja tuli kadotettujen lukuun"},{"SurahNumber":5,"VerseNumber":31,"Text":"Ja Jumala lähetti korpin, joka raapi maata näyttääkseen hänelle, kuinka hänen veljensä alaston ruumis olisi kätkettävä. Mutta hän sanoi: »Voi minua! Pitääkö minun olla tuon korpin kaltainen ja kätkeä veljeni ruumis?» Ja hän tuli katuvaisten lukuun"},{"SurahNumber":5,"VerseNumber":32,"Text":"Tämän johdosta annoimme Israelin lapsille säädöksen, että kuka ikinä ottaa hengiltä ihmisen muutoin kuin verikostoksi tai pahuuden ehkäisemiseksi maassa, hän on kuin olisi tappanut kaikki ihmiset; ja ken ikinä pelastaa yhden hengen, hän on kuin olisi pelastanut kaikkien ihmisten hengen.Meidän lähettiläämme tulivat aikoinaan heidän luokseen selvin todistuksin (Jumalan yliherruudesta), mutta katso, senkin jälkeen monet ihmisistä tulivat irstaiksi maan päällä"},{"SurahNumber":5,"VerseNumber":33,"Text":"Ainoa palkka niille, jotka sotivat Jumalaa ja Hänen lähettilästään vastaan sekä levittävät turmiota maassa, on että heidät tapetaan tai ristiinnaulitaan, tai heidän kätensä ja jalkansa hakataan poikki eri puolilta, ristiin, tai heidät karkoitetaan maasta. Sellainen on heidän häväistyksensä tässä elämässä, ja tulevassa heille on kauhea kuritus"},{"SurahNumber":5,"VerseNumber":34,"Text":"lukuunottamatta niitä, jotka katuvat, ennenkuin te saatte heidät valtaansa. Sillä tietäkää, että Jumala on pitkämielinen, laupias"},{"SurahNumber":5,"VerseNumber":35,"Text":"Te, jotka uskotte! Pitäkää Jumala kunniassa ja etsikää Hänen läheisyyttään sekä ponnistelkaa Hänen retkellään, jotta olisitte onnellisia"},{"SurahNumber":5,"VerseNumber":36,"Text":"Mitä tulee uskottomiin, niin totisesti, vaikka heidän olisi kaikki, mitä maassa on, ja yhtä paljon lisää heidän lunastamisekseen ylösnousemuspäivänä, ei sitä heiltä vastaanotettaisi. He ovat tuskallisen rangaistuksen omat"},{"SurahNumber":5,"VerseNumber":37,"Text":"He pyrkivät pois tulesta, mutta eivät pääse. Heidän rangaistuksensa on pysyvä"},{"SurahNumber":5,"VerseNumber":38,"Text":"Varkailta taasen, olkootpa mies~ tai naispuolisia, leikatkaa kädet. Se on palkka heidän omista teoistaan ja muita varoittava kuritus Jumalalta. Jumala on mahtava, viisas"},{"SurahNumber":5,"VerseNumber":39,"Text":"Mutta ken tekee katumuksen ja parannuksen pahoista teoistaan, häntä kohtaan on Jumala sääliväinen. Jumala on totisesti armahtava, laupias"},{"SurahNumber":5,"VerseNumber":40,"Text":"Etkö tiedä, että Jumalalle kuuluu herruus taivaassa ja maan päällä? Hän rankaisee ketä tahtoo ja armahtaa ketä tahtoo. Jumala on Kaikkivaltias"}]}