{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"אללה אינו אוהב את המדברים בקול רם ברבים בגנות אחרים, אלא אם כן קופחו. אללה הוא הכול שומע הכול יודע"},{"SurahNumber":4,"VerseNumber":149,"Text":"בין אם תגלו מעשה טוב או הסתירוהו או תסלחו על רעה, הן, אללה הוא הסלחן הכול-יכול"},{"SurahNumber":4,"VerseNumber":150,"Text":"אלה אשר כפרו באללה ובשליחיו והרוצים להפריד בין אללה לבין שליחיו, והאומרים, נאמין באחדים מהם ונכפור באחרים, והם מחפשים דרך ביניים (בין האמונה לכפירה)"},{"SurahNumber":4,"VerseNumber":151,"Text":"אלה הם הכופרים האמתיים, ולכופרים הועדנו עונש משפיל"},{"SurahNumber":4,"VerseNumber":152,"Text":"ולאלה אשר מאמינים באללה ובשליחיו, מבלי להבדיל ביניהם, הוא ייתן להם את גמולם, כי אללה הוא הסלחן הרחום"},{"SurahNumber":4,"VerseNumber":153,"Text":"אנשי הספר דורשים ממך (מוחמד) כי תוריד אליהם ספר מן השמים. הם ביקשו ממשה דבר גדול מזה. הם אמרו למשה “הראה לנו את אללה בגלוי”. ואז פגע בהם הרעם על חטאם זה, ועל חטאם בעשיית העגל לאחר שניתנו להם ההוכחות הבהירות. וסלחנו להם על כך, ונתנו למשה שלטון מוחלט עליהם"},{"SurahNumber":4,"VerseNumber":154,"Text":"והרמנו את ההר מעליהם כשלא קיימו את הברית שכרתנו איתם. ואמרנו להם, “היכנסו בסגידה מבעד לשערי העיר” וגם אמרנו להם “אל תחללו את השבת” וכפינו עליהם על כך ברית תקיפה"},{"SurahNumber":4,"VerseNumber":155,"Text":"משום שהפרו את בריתם, וכפרו באותות אללה, ורצחו את הנביאים בלי הצדקה, ואמרו כי ”לבנו נאטם”. אבל אכן, אללה חתם את לבבם בכפירתם, ולא יאמינו אלא מעט מהם"},{"SurahNumber":4,"VerseNumber":156,"Text":"ומשום שהם כפרו באמת והוציאו דיבה חמורה על מרים (אמו של הנביא ישוע)"},{"SurahNumber":4,"VerseNumber":157,"Text":"ומשום שהם אמרו ”אנו הרגנו את המשיח, ישוע בן מרים, שליח אללה.”, אך הם לא הרגו אותו ולא צלבו אותו, ורק נדמה להם, אלה אשר נחלקו אודותיו מטילים בו ספק, ואולם אין הם יודעים עליו דבר, ורק אחר דמיון שווא נוטים הם, הן, הם לא באמת הרגו אותו"},{"SurahNumber":4,"VerseNumber":158,"Text":"משום שאללה העלה אותו אליו, ותמיד אללה הוא העזוז והחכם"},{"SurahNumber":4,"VerseNumber":159,"Text":"אין בעם הספר אחד אשר לא יאמין בו(ישוע) לפני מותו, וביום תחיית-המתים יעיד עליהם"},{"SurahNumber":4,"VerseNumber":160,"Text":"בגלל החטאים של אלה אשר התייהדו, אסרנו עליהם הרבה מאכלים טובים אשר היו מורשים להם, וכיוון שהרחיקו רבים מעל שביל אללה"},{"SurahNumber":4,"VerseNumber":161,"Text":"וכן הענשנו אותם על אשר לקחו ריבית אף־על-פי שנאסרה עליהם, ועל כך שהם גזלו את הונם של אנשים בלי צדק. לכופרים אשר בהם הועדנו עונש כואב (בגיהינום)"},{"SurahNumber":4,"VerseNumber":162,"Text":"ואולם אלה מבינם אשר מושרשים ומבוססים בידע, והמאמינים במה שהורד אליך ובמה שהורד לפניך, המקיימים את התפילה, והנותנים את הזכאת (צדקת חובה), והמאמינים באללה וביום האחרון, לכל אלה נעניק גמול אדיר"}]}