{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Abraham zeide tot zijn vader Azer: neemt gij beelden tot goden? Waarlijk, ik bemerk, dat gij en uw volk in eene duidelijke dwaling verkeert"},{"SurahNumber":6,"VerseNumber":75,"Text":"En zoo deden wij Abraham het koninkrijk van hemel en aarde zien, opdat hij een mocht worden van hen, die oprecht gelooven"},{"SurahNumber":6,"VerseNumber":76,"Text":"En toen de nacht hem omsluierde, zag hij eene ster, en hij zeide: Dit is mijn Heer; doch toen zij verdween, zeide hij: Ik bemin de goden niet die verdwijnen"},{"SurahNumber":6,"VerseNumber":77,"Text":"En toen hij de maan zag opgaan, zeide hij: Dit is mijn God; doch toen zij verdween, zeide hij: indien God mij niet geleidt, zal ik verdwalen"},{"SurahNumber":6,"VerseNumber":78,"Text":"En toen hij de zon zag opgaan, zeide hij: Dit is mijn heer, dit is de grootste; doch toen zij verdween, zeide hij: O mijn volk! ik ben onschuldig aan datgene, wat gij naast God plaatst"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ik wend mijn aangezicht tot hem, die den hemel en de aarde heeft geschapen; ik ben een waar geloovige en ik behoor niet tot de afgodendienaars"},{"SurahNumber":6,"VerseNumber":80,"Text":"En zijn volk spotte met hem, en hij zeide: Wilt gij met mij over God twisten? Hij heeft mij op den rechten weg geleid, en ik vrees hen niet, die gij naast hem plaatst, tenzij God iets verlangt; want hij is alwetend. Zult gij dit niet in overweging nemen"},{"SurahNumber":6,"VerseNumber":81,"Text":"En hoe zou ik vreezen, wat zij, naast God plaatsen, naardien gij niet vreest goden naast hem te plaatsen, zonder dat God u daartoe eenige macht heeft gegeven? Zeg: welke der beide partijen is de zekerste, indien gij het verstaat"},{"SurahNumber":6,"VerseNumber":82,"Text":"Zij die gelooven en hun geloof niet met onrechtvaardigheid omkleeden, zullen zekerheid genieten en op den rechten weg geleid worden"},{"SurahNumber":6,"VerseNumber":83,"Text":"En dit is onze bewijsreden, waarvan wij Abraham hebben voorzien, opdat hij daarvan tegen zijn volk gebruik zou maken: Wij verheffen hen, die ons behagen; want uw Heer is wijs en alwetend"},{"SurahNumber":6,"VerseNumber":84,"Text":"En wij gaven hun Izaak en Jacob; en wij hebben hen beiden geleid; en vroeger hadden wij reeds Noach geleid en onder zijne afstammelingen hebben wij ook David en Salomo, en Job, en Mozes en Aäron geleid. Zoo beloonen wij hen, die goed handelen"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zacharias en Johannes, en Jezus en Elias, waren allen rechtvaardigen"},{"SurahNumber":6,"VerseNumber":86,"Text":"En Ismaël, en Elisa en Jonas en Loth; deze allen hebben wij begunstigd boven alle andere stervelingen"},{"SurahNumber":6,"VerseNumber":87,"Text":"Zoo ook hebben wij onder hunne vaderen en hunne kinderen, onder hunne broeders een groot aantal uitverkorenen op den rechten weg geleid"},{"SurahNumber":6,"VerseNumber":88,"Text":"Zoo is Gods richting; hij leidt wie hem van zijne dienaren behaagt. Indien de menschen andere goden naast hem plaatsen, zullen hunne daden geheel vruchteloos zijn"},{"SurahNumber":6,"VerseNumber":89,"Text":"Deze zijn de personen, welken wij de schrift gaven en wijsheid, en profetie; doch indien deze daarin niet gelooven, zullen wij de zorg daarvoor aan een volk opdragen, dat daarin zal gelooven"},{"SurahNumber":6,"VerseNumber":90,"Text":"Dit zijn de personen, die door God werden geleid; volg daarom hunne richting. Zeg tot de bewoners van Mekka: Ik vraag van u geene belooning voor het prediken van den Koran; het is slechts eene waarschuwing aan alle schepselen"},{"SurahNumber":6,"VerseNumber":91,"Text":"Zij waardeeren God niet zoo als hij het verdient, als zij zeggen: God heeft niets aan de menschen geopenbaard. Zeg: Wie heeft dan het boek geopenbaard, dat Mozes heeft gebracht, om er het licht en den gids der menschen van te maken; het boek, dat gij op bladen schrijft; het boek, dat gij vertoont, en waarvan gij echter een groot gedeelte verbergt? Gij zijt onderricht geworden, van hetgeen gij evenmin als uwe vaderen wist. Zeg hun: God is het, en laten zij zich dan met hunne ijdele gesprekken vermaken"},{"SurahNumber":6,"VerseNumber":92,"Text":"Dit boek, hetwelk wij hebben nedergezonden, is gezegend; het bevestigt datgene, wat vóór u werd geopenbaard, en werd u gegeven, opdat gij het zoudt prediken in de stad Mekka en aan hen, die in den omtrek wonen. Zij, die in het volgende leven gelooven, zullen ook daaraan gelooven, en zij zullen den tijd van het gebed nauwkeurig in acht nemen"},{"SurahNumber":6,"VerseNumber":93,"Text":"Wie is slechter dan hij, die eene leugen tegen God uitdenkt of zegt! Dit werd mij geopenbaard, als hem niets werd geopenbaard, en die zegt: Ik zal eene openbaring voortbrengen, gelijk aan die, welke door God is nedergezonden? Indien gij de goddeloozen in de doodsangsten zaagt en de engelen hunne handen uitsteken, zeggende: werpt uwe zielen weg; heden zult gij een strenge straf ondergaan, voor hetgeen gij valsch nopens God hebt gesproken, en omdat gij zijne teekenen hebt versmaad"},{"SurahNumber":6,"VerseNumber":94,"Text":"En nu komt gij alleen tot ons, zooals wij u het eerst schiepen, en liet de weldaden, die wij u hebben geschonken achter u; en wij zien de tusschenpersonen niet, die gij als Gods makkers hebt beschouwd. De banden, die u vereenigden, zijn gebroken, en wat gij hebt verzonnen, heeft u verlaten"}]}