{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"N’iyo ubarebye imibiri yabo iragushimisha, ndetse n’iyo bavuze, wumva amagambo yabo. Bameze nk’ibiti byegetse (ku nkuta kubera kutumva kwabo). Bakeka ko buri nduru ivugijwe ari bo iba ivugirijwe. Ni abanzi, bityo jya ubitondera. Allah arakabarimbura! Ni gute bateshwa (inzira igororotse)"},{"SurahNumber":63,"VerseNumber":5,"Text":"N’iyo babwiwe bati “Nimuze Intumwa ya Allah ibasabire imbabazi,” bazunguza imitwe, ukababona basubira inyuma (bagutera umugongo), buzuye ubwibone"},{"SurahNumber":63,"VerseNumber":6,"Text":"Wabasabira imbabazi utazibasabira, byose ni kimwe kuri bo, Allah ntazigera abababarira. Mu by’ukuri Allah ntayobora abantu b’ibyigomeke"},{"SurahNumber":63,"VerseNumber":7,"Text":"Ni bo bavuga bati “Ntimukagire icyo muha abari kumwe n’Intumwa ya Allah, kugeza ubwo bitandukanyije na yo. Nyamara Allah ni we nyir’ibigega by’ibirere n’isi, ariko indyarya ntizibisobanukirwa.”"},{"SurahNumber":63,"VerseNumber":8,"Text":"(Indyarya) ziravuga ziti “Nituramuka dusubiye i Madina, mu by’ukuri umunyacyubahiro cyane (ari we Abdullah bin Ubay bin Salul, wari umuyobozi w’Indyarya i Madina) azahirukana usuzuguritse cyane (Intumwa y’Imana Muhamadi).” Nyamara icyubahiro nyacyo ni icya Allah n’Intumwa ye (Muhamadi) ndetse n’abemeramana; ariko indyarya ntabwo zibizi"},{"SurahNumber":63,"VerseNumber":9,"Text":"Yemwe abemeye! Imitungo yanyu n’abana banyu ntibikabarangaze ngo bibabuze kwibuka Allah. Abakora ibyo ni bo bazaba abanyagihombo"},{"SurahNumber":63,"VerseNumber":10,"Text":"Mujye mutanga mu byo twabahaye mbere y’uko urupfu rugera kuri umwe muri mwe maze akavuga ati “Nyagasani! Iyaba wari untije igihe gito ngatanga amaturo ndetse nkaba no mu bakora ibikorwa byiza.”"},{"SurahNumber":63,"VerseNumber":11,"Text":"Kandi Allah ntajya na rimwe arindiriza umuntu iyo igihe cye (cyo gupfa) cyageze. Allah ni Umumenyi uhebuje w’ibyo mukora"},{"SurahNumber":64,"VerseNumber":1,"Text":"Ibiri mu birere n’ibiri ku isi bisingiza Allah. Ubwami n’ishimwe ndetse n’ikuzo byuzuye ni ibye, kandi ni we Ushobora byose"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ni We wabaremye, ariko bamwe muri mwe ni abahakanyi, abandi bakaba abemeramana. Kandi Allah ni Ubona bihebuje ibyo mukora"},{"SurahNumber":64,"VerseNumber":3,"Text":"Yaremye ibirere n’isi mu kuri, nuko abaha amashusho maze arayatunganya; kandi iwe ni ho garukiro (ryacu twese)"},{"SurahNumber":64,"VerseNumber":4,"Text":"Azi ibiri mu birere n’isi, akanamenya ibyo muhisha n’ibyo mugaragaza; kandi Allah ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu)"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ese inkuru ya ba bandi bahakanye mbere ntiyabagezeho ko basogongeye ingaruka z’ibikorwa byabo (hano ku isi), kandi (ko ku munsi w’imperuka) bazahanishwa ibihano bibabaza"},{"SurahNumber":64,"VerseNumber":6,"Text":"Ni na ko Intumwa zabo zabageragaho zibazaniye ibimenyetso bigaragara, ariko bakavuga bati “Ese abantu (bameze nkatwe) batuyobora?” Nuko bagahakana bagatera umugongo. Nyamara Allah arihagije, nta cyo abakeneyeho, kandi Allah ni Uwihagije, Ushimwa cyane"},{"SurahNumber":64,"VerseNumber":7,"Text":"Abahakanyi bakeka ko batazazurwa (ngo babazwe)? Vuga (yewe Muhamadi) uti “Yego! Ndahiye ku izina rya Nyagasani wanjye, rwose muzazurwa maze mubwirwe ibyo mwakoze, kandi kuri Allah ibyo biroroshye.”"},{"SurahNumber":64,"VerseNumber":8,"Text":"Ngaho nimwemere Allah n’Intumwa ye (Muhamadi) ndetse n’urumuri (Qur’an) twahishuye. Kandi Allah ni Umumenyi uhebuje w’ibyo mukora"},{"SurahNumber":64,"VerseNumber":9,"Text":"(Unibuke) umunsi azabakoranya (mwese) ku munsi w’ikoraniro; uwo uzaba ari umunsi w’igihombo (ku banyabyaha). Kandi uwemera Allah akanakora ibikorwa byiza, azamubabarira ibibi (yakoze) anamwinjize mu busitani butembamo imigezi (Ijuru), azabamo ubuziraherezo. Uko ni ko gutsinda guhambaye"},{"SurahNumber":64,"VerseNumber":10,"Text":"Naho abahakanye bakanahinyura amagambo yacu, bazaba abo mu muriro bazabamo ubuziraherezo; kandi iryo ni igarukiro ribi"},{"SurahNumber":64,"VerseNumber":11,"Text":"Nta kibi gishobora kuba (ku muntu) bitari ku burenganzira bwa Allah. Ndetse n’uwemeye Allah, (Allah) ayobora umutima we (mu kwemera nyako). Kandi Allah ni Umumenyi uhebuje wa buri kintu"},{"SurahNumber":64,"VerseNumber":12,"Text":"Nimwumvire Allah kandi munumvire Intumwa (Muhamadi). Ariko nimutera umugongo, mu by’ukuri Intumwa yacu nta kindi ishinzwe uretse gusohoza ubutumwa mu buryo bugaragara"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah! Nta yindi mana itari We. Bityo, abemeramana ngaho nibiringire Allah (wenyine)"},{"SurahNumber":64,"VerseNumber":14,"Text":"Yemwe abemeye! Mu by’ukuri bamwe mu bagore banyu n’abana banyu, ni abanzi banyu (bashobora kubabuza kumvira Allah); bityo, mujye mubitondera! Ariko nimwirengagiza (amakosa yabo), mukanarenzaho, ndetse mukanabababarira, mu by’ukuri Allah ni Nyirimpuhwe, Nyirimbabazi"},{"SurahNumber":64,"VerseNumber":15,"Text":"Mu by’ukuri imitungo yanyu n’abana banyu ni ikigeragezo, ariko Allah afite ibihembo bihambaye (Ijuru)"},{"SurahNumber":64,"VerseNumber":16,"Text":"Bityo, nimugandukire Allah uko mubishoboye, mwumve (ibyo Intumwa ibigisha) kandi mwumvire (amategeko yayo) ndetse munatange amaturo; bizaba ari byo byiza kuri mwe. Kandi abarinzwe kugira ubugugu ni bo bazatsinda"},{"SurahNumber":64,"VerseNumber":17,"Text":"Nimuramuka mugurije Allah inguzanyo nziza (mutanga kubera we), azayibatuburira anabababarire. Kandi Allah ni Ushima (ibikorwa by’abagaragu be), Uworohera (abagaragu be)"},{"SurahNumber":64,"VerseNumber":18,"Text":"Umumenyi w’ibitagaragara n’ibigaragara, Umunyacyubahiro uhebuje, Nyirubugenge buhambaye"}]}