{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Blessed is He Who sent down on His servant the distinction (between right and wrong), that he may be a warner for the worlds"},{"SurahNumber":25,"VerseNumber":2,"Text":"He, Whose is the kingdom of the skies and the earth. And He has not taken (anyone as) a son, and He has no partner in the kingdom. And He created everything then programmed for it a programme"},{"SurahNumber":25,"VerseNumber":3,"Text":"And they have taken gods besides Him who do not create anything while they themselves are created, and they do not control (even) for themselves any harm or profit nor do they control death nor life, nor (do they have the power of) raising the dead (to life)"},{"SurahNumber":25,"VerseNumber":4,"Text":"And those who do not believe say, \"This is nothing but a lie which he has forged and other people have helped him at it.\" Thus they have come up with injustice and falsehood"},{"SurahNumber":25,"VerseNumber":5,"Text":"And they say, \"Stories of the ancient, which he has got written down as they are dictated to him morning and evening"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say, \"He Who knows the secrets of the skies and the earth has sent it down. He is certainly Protectively Forgiving, Merciful"},{"SurahNumber":25,"VerseNumber":7,"Text":"And they say, \"What is (wrong with) this messenger, he eats food and walks in the markets? Why has not an angel been sent down to him so that he could be a warner along with him"},{"SurahNumber":25,"VerseNumber":8,"Text":"Or (why has not) a treasure been thrown down to him or (why is there no) garden for him from which he could eat?\" And those who are unjust say, \"You follow none but a man under the influence of magic"},{"SurahNumber":25,"VerseNumber":9,"Text":"See how they set forth similitude’s for you. Thus they have gone astray, therefore they will not be able to find the way"},{"SurahNumber":25,"VerseNumber":10,"Text":"Blessed is He, Who, if He wills, can make for you (something) better than that: Gardens beneath which rivers flow, and make for you palaces"},{"SurahNumber":25,"VerseNumber":11,"Text":"No, they deny the hour of doom, and We have prepared a blazing fire for him who denies the hour of doom"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it sees them from a far off place, they will hear its fury and the sound of blazing fire"},{"SurahNumber":25,"VerseNumber":13,"Text":"And when they are thrown into a narrow place thereof, linked together, there they will pray for destruction"},{"SurahNumber":25,"VerseNumber":14,"Text":"(It will be said), \"This day do not pray for a single destruction but pray for many destructions"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say, \"Is that better or the garden (meant) for staying, which is promised to those who guard (against evil)?\" It is a reward for them as well as a destination"},{"SurahNumber":25,"VerseNumber":16,"Text":"They will stay (and) have therein, what they will for. It is a promise of your Fosterer which should be asked for"},{"SurahNumber":25,"VerseNumber":17,"Text":"And the day He will gather them and (all) that they served (worshipped) besides Allah, then He will say, \"Was it you who misled these servants of Mine or they themselves went astray from the way"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will say, \"Glory be to you! it was not for us to accept those turning to us, besides You, but You made them and their fathers enjoy to the extent that they forgot the reminder and (thus) became a lost people"},{"SurahNumber":25,"VerseNumber":19,"Text":"(It will be said), \"So they have denied you regarding that which you say,\" then you will neither be able to turn away (the punishment) nor (will you get any) help, and whoever among you is unjust, We will make him taste a great punishment"},{"SurahNumber":25,"VerseNumber":20,"Text":"And We had not sent any messengers before you, but they ate food and walked in the markets. And We have made some of you a trial for others. Will you (bear with) patience? And your Fosterer is Seeing. (R 2, P)"}]}