{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Нема добра у многим њиховим говорима, осим у говору оног ко тражи да се милостиња удељује, или добро чини, или успоставља мир међу људима. Ономе ко то чини из жеље за Аллаховим задовољством, Ми ћемо велику награду да дамо"},{"SurahNumber":4,"VerseNumber":115,"Text":"А онога ко се супротстави Посланику, након што му јасно буде показан Прави пут, и следи пут који није пут верника, пустићемо да чини шта је наумио, и бацићемо га у Пакао, а лоше је то коначно одредиште"},{"SurahNumber":4,"VerseNumber":116,"Text":"Аллах, заиста, неће да опрости да се Њему ишта у обожавању придружује, а коме хоће опростиће све осим тога; онај ко Аллаху ишта у обожавању придружује - заиста је далеко залутао"},{"SurahNumber":4,"VerseNumber":117,"Text":"Они мимо Аллаха само женске кипове призивају, а не призивају другог до ђавола пркосника"},{"SurahNumber":4,"VerseNumber":118,"Text":"Аллах га је проклео, а он је казао: „Ја ћу сигурно да преотмем за себе одређени део Твојих робова"},{"SurahNumber":4,"VerseNumber":119,"Text":"И сигурно ћу да их наводим у заблуду, и сигурно ћу лажним надама да их мамим, и заповедићу им сигурно да уши стоци режу, и сигурно ћу да им наредим да Аллахова створења мењају!“ А ко ђавола, уместо Аллаха, прихвати за заштитника, он је на очигледном губитку"},{"SurahNumber":4,"VerseNumber":120,"Text":"Он им празна обећања даје и лажним надама их мами. А оно што им ђаво обећава само је обмана"},{"SurahNumber":4,"VerseNumber":121,"Text":"То су они чије је пребивалиште Пакао, и они из њега неће спаса наћи"},{"SurahNumber":4,"VerseNumber":122,"Text":"А оне који верују и чине добра дела Ми ћемо да уведемо у рајске баште кроз које теку реке, и у којима ће вечно да остану. Аллахово обећање је истинито, а чије су речи од Аллахових истинитије"},{"SurahNumber":4,"VerseNumber":123,"Text":"То неће бити ни по вашим жељама, ни по жељама следбеника Књиге; онај који ради зло, биће за то кажњен и неће наћи, мимо Аллаха, ни заштитника ни помагача"},{"SurahNumber":4,"VerseNumber":124,"Text":"а онај који чини добро, био мушкарац или жена, а верник је, ући ће у Рај и никоме ни колико трун неправде неће бити учињено"},{"SurahNumber":4,"VerseNumber":125,"Text":"Ко је боље вере од онога ко је предао своје лице Аллаху, а доброчинитељ је и следи Аврамову веру, који је био вере чисте?! А Аллах је узео Аврама за пријатеља"},{"SurahNumber":4,"VerseNumber":126,"Text":"Аллахово је све што је на небесима и што је на Земљи. Аллах све обухвата"},{"SurahNumber":4,"VerseNumber":127,"Text":"Они траже од тебе прописе о женама. Реци: „Аллах ће да вам објасни прописе о њима и о ономе што вам се чита у Књизи о женама - сиротицама, којима не дајете оно што им је прописано, а не желите да се њима ожените, и о нејакој деци, и о томе да према сирочадима праведно поступате. А Аллах сигурно зна за добро које учините.“"},{"SurahNumber":4,"VerseNumber":128,"Text":"Ако се нека жена плаши мужеве мржње или избегавања, онда се они неће огрешити ако се међусобно нагоде, а нагодба је боља. Људске душе склоне су похлепи. И ако ви будете лепо поступали и Аллаха се бојали - па Аллах у потпуности зна оно што радите"},{"SurahNumber":4,"VerseNumber":129,"Text":"Ви нећете моћи потпуно једнако да поступате према супругама својим ма колико то желели. И немојте према некој сасвим нагињати па да неку учините као да је без мужа, а неразведена. А ако се поправите и Аллаха бојите, па Аллах је, уистину, Онај Који опрашта грехе и милостив је"},{"SurahNumber":4,"VerseNumber":130,"Text":"А ако се њих двоје ипак раставе, Аллах ће, из обиља Свога, да их учини независним. Аллах је неизмерно дарежљив и мудар"},{"SurahNumber":4,"VerseNumber":131,"Text":"Аллахово је оно што је на небесима и оно што је на Земљи. Ми смо онима којима је дата Књига пре вас, а и вама, већ заповедили да се бојите Аллаха. А ако не будете веровали, па, уистину, Аллахово је оно што је на небесима и оно што је на Земљи, Аллах је независтан и хваљен"},{"SurahNumber":4,"VerseNumber":132,"Text":"Аллахово је све оно што је на небесима и на Земљи, и Аллах је као заштитник довољан"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ако Он хоће, вас ће уклонити, о људи, а друге ће довести! Он је у могућности да то учини"},{"SurahNumber":4,"VerseNumber":134,"Text":"Онај који жели награду на овом свету, па код Аллаха је награда и овога и онога света; Аллах је Свечујући и Свевидећи"}]}