{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"اور اے میری قوم کیا بات ہے میں تو تمہیں نجات کی طرف بلاتا ہوں اور تم مجھے دوزخ کی طرف بلاتے ہو"},{"SurahNumber":40,"VerseNumber":42,"Text":"تم مجھے اس بات کی طرف بلاتے ہو کہ میں الله کا منکر ہو جاؤں اور اس کے ساتھ اسے شریک کروں جسے میں جانتا بھی نہیں اور میں تمہیں غالب بخشنے والے کی طرف بلاتاہوں"},{"SurahNumber":40,"VerseNumber":43,"Text":"بے شک تم مجھے جس کی طرف بلاتے ہو وہ نہ دنیا میں بلانے کے قابل ہے اور نہ آخرت میں اور بےشک ہمیں الله کی طرف لوٹ کر جانا ہے اور بے شک حد سے بڑھنے والے ہی دوزخی ہیں"},{"SurahNumber":40,"VerseNumber":44,"Text":"پھر تم میری بات کو یاد کرو گے اور میں اپنا معاملہ الله کے سپرد کرتا ہوں بے شک الله بندوں کو دیکھ رہا ہے"},{"SurahNumber":40,"VerseNumber":45,"Text":"پھر الله نے اسے تو ان کے فریبوں کی برائی سے بچایا اور خود فرعونیوں پر سخت عذاب آ پڑا"},{"SurahNumber":40,"VerseNumber":46,"Text":"وہ صبح او رشام آگ کے سامنے لائے جاتے ہیں اور جس دن قیامت قائم ہو گی (حکم ہوگا) فرعونیوں کو سخت عذاب میں لے جاؤ"},{"SurahNumber":40,"VerseNumber":47,"Text":"اور جب دوزخی آپس میں جھگڑیں گےپھر کمزور سرکشوں سے کہیں گے کہ ہم تمہارے پیرو تھے پھر کیا تم ہم سے کچھ بھی آگ دور کر سکتے ہو"},{"SurahNumber":40,"VerseNumber":48,"Text":"سرکش کہیں گے ہم تم سبھی اس میں پڑے ہوئے ہیں بے شک الله اپنے بندوں میں فیصلہ کر چکا ہے"},{"SurahNumber":40,"VerseNumber":49,"Text":"اور دوزخی جہنم کے داروغہ سے کہیں گے کہ تم اپنے رب سے عرض کرو کہ وہ ہم سے کسی روز تو عذاب ہلکا کر دیا کرے"},{"SurahNumber":40,"VerseNumber":50,"Text":"وہ کہیں گے کیا تمہارے پاس تمہارے رسول نشانیاں لے کر نہ آئے تھے کہیں گے ہاں (آئے تھے) کہیں گے پس پکارو اور کافروں کا پکارنا محض بے سود ہو گا"},{"SurahNumber":40,"VerseNumber":51,"Text":"ہم اپنے رسولوں اور ایمانداروں کے دنیا کی زندگی میں بھی مددگار ہیں اور اس دن جب کہ گواہ کھڑے ہوں گے"},{"SurahNumber":40,"VerseNumber":52,"Text":"جس دن ظالموں کو ان کا عذر کرنا کچھ بھی نفع نہ دے گا اور ان پر پھٹکار پڑے گی اور ان کے لیے برا گھر ہوگا"},{"SurahNumber":40,"VerseNumber":53,"Text":"اور ہم نے موسیٰ کو ہدایت دی تھی اور ہم نے بنی اسرائیل کو کتاب کا وارث کر دیا تھا"},{"SurahNumber":40,"VerseNumber":54,"Text":"جو عقلمندوں کے لیے ہدایت اور نصیحت تھی"},{"SurahNumber":40,"VerseNumber":55,"Text":"پس صبر کر بے شک الله کا وعدہ سچا ہے اور اپنے گناہ کی معافی مانگ اور شام اور صبح اپنے رب کی حمد کے ساتھ پاکی بیان کر"},{"SurahNumber":40,"VerseNumber":56,"Text":"بے شک جو لوگ الله کی آیتوں میں بغیر اس کے کہ ان کے پاس کوئی دلیل آئی ہو جھگڑتے ہیں اور کچھ نہیں بس ان کے دل میں بڑائی ہے کہ وہ اس تک کبھی پہنچنے والے نہیں سو الله سے پناہ مانگو کیوں کہ وہ سننے والا دیکھنے والا ہے"},{"SurahNumber":40,"VerseNumber":57,"Text":"البتہ آسمانوں اور زمین کا پیدا کرنا آدمیوں کے پیدا کرنے کی نسبت بڑا کام ہے لیکن اکثر لوگ نہیں جانتے"},{"SurahNumber":40,"VerseNumber":58,"Text":"اور اندھا اور دیکھنے والا برابر نہیں اور جو لوگ ایمان لائے اور نیک کام کئے وہ اور بدکار برابر نہیں تم بہت ہی کم سمجھتے ہو"},{"SurahNumber":40,"VerseNumber":59,"Text":"بے شک قیامت آنے والی ہے اس میں کوئی شک نہیں لیکن اکثر لوگ یقین نہیں کرتے"},{"SurahNumber":40,"VerseNumber":60,"Text":"اور تمہارے رب نے فرمایا ہے مجھے پکارو میں تمہاری دعا قبول کروں گا بے شک جو لوگ میری عبادت سے سرکشی کرتے ہیں عنقریب وہ ذلیل ہو کر دوزخ میں داخل ہوں گے"},{"SurahNumber":40,"VerseNumber":61,"Text":"الله ہی ہے جس نے تمہارے لیے رات بنائی تاکہ اس میں آرام کرو اور دن کو ہر چیز دکھانے والا بنایا بے شک الله لوگوں پر بڑے فضل والا ہے لیکن اکثر لوگ شکر نہیں کرتے"},{"SurahNumber":40,"VerseNumber":62,"Text":"یہی الله تمہارا رب ہے ہر چیز کا پیدا کرنے والا اس کے سوا کوئی معبود نہیں پھر کہاں الٹے جا رہے ہو"},{"SurahNumber":40,"VerseNumber":63,"Text":"اسی طرح وہ لوگ بھی الٹے چلا کرتے تھے جو الله کی نشانیوں کا انکار کیا کرتے تھے"},{"SurahNumber":40,"VerseNumber":64,"Text":"الله ہی ہے جس نے تمہارے لیے زمین کو آرام گاہ بنایا اور آسمان کو چھت اور تمہاری صورتیں بنائیں اور پاکیزہ چیزوں سے تمہیں رزق دیا وہی الله تمہارا پالنے والا ہے پس سارے جہان کا پالنے والا الله با برکت ہے"},{"SurahNumber":40,"VerseNumber":65,"Text":"وہی ہمیشہ زندہ ہے اس کے سوا کوئی معبود نہیں پس اسی کو پکارو خاص اسی کی بندگی کرتے ہوئے سب تعریف الله کے لیے ہے جو سارے جہان کا پالنے والا ہے"}]}