{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allah, aranızdan savaştan alıkoymaya çalışanları ve kardeşlerine “Bize gelin.” diyenleri elbette bilir. Bunlar, pek azı hariç zora/savaşa gelemezler"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Gelseler de) Size karşı cimri ve bencildirler. Korkuya kapılınca, ölüm baygınlığı geçiren kimse gibi gözleri dönmüş olarak sana baktıklarını görürsün. Korku geçince keskin dillerini uzatıp sizi incitirler, hayra/ganimete karşı çok cimridirler. Bunlar, iman etmemişlerdir. Allah da onların amellerini boşa çıkarmıştır. Bu, Allah için çok kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Düşman birliklerinin gitmediğini sanıyorlar. Düşman birlikleri (bir daha) gelecek olsa, isterler ki (çölde) Bedeviler'in arasında bulunsunlar da size dair haberleri (gidip gelenlerden) sorsunlar. İçinizde bulunsalardı da pek az savaşırlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"Andolsun Allah’ın Rasûlünde; Allah’a ve ahiret gününe kavuşmayı uman, Allah’ı çokça zikreden kimseler için güzel bir örnek vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mü’minler, düşman birliklerini görünce; “İşte bu, Allah’ın ve Rasûlünün bize vadettiği şeydir. Allah ve Rasûlü doğru söylemiştir.” dediler. Bu, onların ancak imanlarını ve teslimiyetlerini artırmıştır"},{"SurahNumber":33,"VerseNumber":23,"Text":"Mü’minlerden öyle adamlar vardır ki, Allah’a verdikleri söze sadık kaldılar. İçlerinden bir kısmı verdikleri sözü yerine getirmiştir. (Şehit olmuştur.) Bir kısmı da (şehit olmayı) beklemektedir. Verdikleri sözü asla değiştirmemişlerdir"},{"SurahNumber":33,"VerseNumber":24,"Text":"Bunun böyle olması Allah’ın; doğruları, doğrulukları sebebiyle mükâfatlandırması, dilerse münafıklara azap etmesi yahut onların tevbesini kabul etmesi içindir. Şüphesiz Allah; çok bağışlayandır, çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah kâfirleri hiçbir hayır elde etmeksizin öfkeleri ile geri çevirdi. Allah, savaşta Mü’minlere kâfi geldi. Allah; kuvvetlidir, mutlak güç sahibidir"},{"SurahNumber":33,"VerseNumber":26,"Text":"Allah, kitap ehlinden olup müşriklere yardım edenleri kalelerinden indirdi ve kalplerine büyük bir korku saldı. Siz onların bir kısmını öldürüyor, bir kısmını da esir ediyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Allah; sizi onların topraklarına, yurtlarına, mallarına ve henüz ayak basmadığınız topraklara varis kıldı. Allah, her şeye hakkıyla gücü yetendir"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey Peygamber! Eşlerine de ki: \"Eğer, dünya hayatını ve süsünü diliyorsanız, gelin size boşanma bedellerinizi vereyim ve sizi güzellikle salıvereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Eğer Allah’ı, Rasûlünü ve ahiret yurdunu istiyorsanız; bilin ki Allah, içinizden iyilik yapanlara büyük bir mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey Peygamber’in hanımları! Sizden kim apaçık bir hayasızlık işlerse, onun için azap iki kat artırılır. Bu, Allah için çok kolaydır"}]}