{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Ingsun, Allah, Ingkang-Maha- wikan, Ingkang-Mahayakti"},{"SurahNumber":7,"VerseNumber":2,"Text":"Kitab, kadhawuhaké marang sira – mulané, aja ana rupeké ing atinira amarga saka iku – supaya iku sira anggoa amémélingi sarta pépéling tumrap para angèstu"},{"SurahNumber":7,"VerseNumber":3,"Text":"Padha manuta apa kang kadhawuhaké marang sira saka Pangéranira lan aja padha manut pangayoman-pangayoman saliyané Panjenengané; sathithik temen anggonira padha angélingi"},{"SurahNumber":7,"VerseNumber":4,"Text":"Lan wus sapira kèhé kutha kang wus Ingsun rusak, lah pidana- Ningsun anggoné anekani ing wayah bengi utawa nalikané dhè- wèké padha turu ing wayah awan"},{"SurahNumber":7,"VerseNumber":5,"Text":"Lah ora liya panguwuhé, nalika pidana-Ningsun anekani dhèwèké, kajaba mung padha angucap: Sayekti aku iki wus padha atindak dudu"},{"SurahNumber":7,"VerseNumber":6,"Text":"Lah sayekti temen Ingsun nuli bakal andangu para kang padha karawuhan para utusan lan sayekti temen Ingsun bakal andangu para kang padha kautus"},{"SurahNumber":7,"VerseNumber":7,"Text":"Lah sayekti temen Ingsun bakal anyaritani marang dhèwèké kalawan kawruh, lan Ingsun iki ora kasamaran"},{"SurahNumber":7,"VerseNumber":8,"Text":"Lan panrajuné ing dina iku jejeg; lah sapa sing abot timbangé – ya iki wong kang padha begja"},{"SurahNumber":7,"VerseNumber":9,"Text":"Lan sapa sing ènthèng timbangané, ya iki para kang jiwané padha kapitunan, amarga saka anggoné padha angafiri ing timbalan-timbalan- Ingsun"},{"SurahNumber":7,"VerseNumber":10,"Text":"Lan sayekti temen Ingsun anetepaké sira ana ing bumi, sarta ing kono Ingsun andadèkaké panguripan tumrap ing sira; sathi- thik temen anggonira padha atur panuwun"},{"SurahNumber":7,"VerseNumber":11,"Text":"Lan sayekti temen Ingsun ani- tahaké sira, tumuli Ingsun amangun sira, banjur Ingsun angandika ma- rang para malaikat: Padha sujuda marang Adam.a Mulané banjur pa- dha sujud, kajaba Iblis;b dhèwèké iku ora kagolong para kang padha sujud"},{"SurahNumber":7,"VerseNumber":12,"Text":"Panjenengané angandika: Apa ta kang angalang-alangi sira, déné sira ora sujud nalikané aku marén- tahi sira? Unjuké: Kula langkung saé tinimbang piyambakipun: Tu- wan andadosaken kula saking latu, sarta Tuwan andadosaken piyam- bakipun saking lebu"},{"SurahNumber":7,"VerseNumber":13,"Text":"Panjenengané ngandika: Lah, lungaa saka ing kono amarga ora mungguh tumrapé sira, yèn ta gumedhéa ana ing kono, mulané metua; sayekti sira iku golongané kang padha asor"},{"SurahNumber":7,"VerseNumber":14,"Text":"Unjuké: Mugi kula Tuwan paringi sumené dumugi ing din- tenipun titiyang sami dipun tangèkaken"},{"SurahNumber":7,"VerseNumber":15,"Text":"Pangandikané: sayekti sira iku golongané kang padha pina- ringan sumené"},{"SurahNumber":7,"VerseNumber":16,"Text":"Unjuké: Ing sarèhné Tuwan sampun adamel cuwa ing kula, saèstu kula badhé angadhang ambidhung piyambakipun ing margi Tuwan ingkang leres"},{"SurahNumber":7,"VerseNumber":17,"Text":"Tumunten saèstu kula badhé andhatengi piyambakipun saking ngajengipun sarta saking wing- kingipun tuwin saking tengenipun punapa déné saking kiwanipun; saha Tuwan badhé manoni kathah- kathahipun sami boten atur panu- wun"},{"SurahNumber":7,"VerseNumber":18,"Text":"Pangandikané: Metua saka ing kono, cinacad, tinun- dhung; temen sapa-sapa dhèwèké sing manut sira, sayekti Aku bakal angisèni jahanam kalawan sira kabèh"},{"SurahNumber":7,"VerseNumber":19,"Text":"Lan : É, Adam! manggona, sira karo jodho- nira, ing taman;a lah sakaloron padha mangana endi ing saka- repira, ananging aja anyedhaki wit iki, mundhak sira sakaloron dadi golongané para kang atindak dudu"},{"SurahNumber":7,"VerseNumber":20,"Text":"Tumuli sétan ambubujuk ma- rang sakaroné, pamrihé dhèwèké arep ambukak ing sakaroné apa kang mauné winadi ing sakaroné kang arupa krenteg ala, lan dhè- wèké calathu: Pangéranmu anggo- né anglarangi kowé sakaloron ing wit iki ora liya kajaba mundhak kowé sakaloron dadi malaikat sakaroné utawa mundhak kowé sakaloron dadi golongané para kang luput saka ing pati"},{"SurahNumber":7,"VerseNumber":21,"Text":"Lan dhèwèké asumpah ma- rang sakaroné: Sayekti aku iki, tumrapé kowé sakaloron, sawiji- ning juru-pitutur kang tuhu-tuhu"},{"SurahNumber":7,"VerseNumber":22,"Text":"Tumuli dhèwèké anibakaké sakaroné kalawan apus; lah bareng sakaroné wus angrasakaké wit iku, krentegé ala cumetha tumrap saka- roné, sarta sakaroné banjur wiwit anutupi awaké kalawan gogodho- nganing taman; sarta Pangérané anguwuh sakaroné: Apa Aku ora wus anglarangi sira sakaloron ing wit iki lan apa Aku ora wus angan- dika marang sira sakaloron, yèn sétan iku sayekti mungsuhira kang tétéla"},{"SurahNumber":7,"VerseNumber":23,"Text":"Sakaroné padha munjuk: Pa- ngéran kawula! Kawula sampun sami anganiaya jiwa kawula pi- yambak, lan manawi Tuwan boten angapunten ing kawula sarta amelasi kawula, saèstu kawula badhé dados éwonipun ingkang sami kapitunan"},{"SurahNumber":7,"VerseNumber":24,"Text":"Pangandikané: Padha lungaa, sawenèhira mungsuh ing sawe- nèhé, lan ana ing bumi sira padha olèh papan sarta pasadhiyan nganti sawatara mangsa"},{"SurahNumber":7,"VerseNumber":25,"Text":"Pangandikané: Ana ing kono uripira lan ana ing kono bakal mati- nira lan saka ing kono anggonira bakal padha diwetokaké"},{"SurahNumber":7,"VerseNumber":26,"Text":"É, turuning Adam! temen Ingsun wus anurunaké sandhangan marang sira, kanggo nutupi wawa- dinira sarta minangka papaès; lan sandhangan panang- gulanging ala, iki kang luwih becik. Iki kalebu timbalan- timbalaning Allah, supaya dhè- wèké padha angalap éling"},{"SurahNumber":7,"VerseNumber":27,"Text":"É, turuning Adam! Aja nganti sétan pitenahé angenani sira, kaya anggoné dhèwèké ngetokaké wong tuwanira saka patamanan, angrucat sandhangané sakaroné, pamrihé dhèwèké arep mbukak krentegé sakaroné kang ala. Sayekti dhè- wèké iku angingeti sira, dhèwèké sakulawangsané, saka ing ngendi sira ora bisa angingeti dhèwèké. Sayekti Ingsun anda- dèkaké para sétan dadi panga- yoman tumrapé para kang padha ora angèstu"},{"SurahNumber":7,"VerseNumber":28,"Text":"Lan nalikané padha ang- lakoni panggawé nistha padha acalathu: Aku padha nemu bapak- bapakku padha nglakoni iki lan iku Allah iya maréntahaké marang aku. Calathua: Sayekti Allah ora amaréntahaké panggawé nistha; apa ta kowé padha angucap kang amitunani Allah, barang kang kowé padha ora weruh"},{"SurahNumber":7,"VerseNumber":29,"Text":"Calathua: Pangéranku wus maréntahaké adil. lan padha anjejegna adhepira ing saben- saben wayahé salat sarta padha anguwuha Panjenengané, kalawan tulus ing pambangunturut ing Panjenengané; kaya anggoné Pan- jenengané andadèkaké sira ing wiwitan, iya mangkono uga ang- gonira bakal padha bali"},{"SurahNumber":7,"VerseNumber":30,"Text":"Panjenengané wus nuntun kang sapantha, déné kang sapantha karusakan iku wis beneré tetep ingatasé dhèwèké; sayekti dhèwèké padha ngalap para sétan minangka pangayoman saliyané Allah, sarta padha ngira yèn awaké iku kang padha ngambah dadalan kang bener"}]}