{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"And mention the brother of A´ad; when he warned his people in the wind-curved sand-hills - and indeed Warners came before him and after him - saying, \"Serve none but Allah; surely I fear for you the punishment of a grievous day"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said, \"Have you come to us to turn us away from our gods; then bring upon us that wherewith you threaten us, if you are of the truthful"},{"SurahNumber":46,"VerseNumber":23,"Text":"He said, \"The knowledge is only with Allah, and I deliver to you the message with which I am sent, but I see you are an ignorant people"},{"SurahNumber":46,"VerseNumber":24,"Text":"So when they saw it (the threat) as a cloud in the sky advancing towards their valleys, they said, \"This is a cloud which will give us rain.\" \"Nay! It is (the calamity) which you sought to hasten on, a blast of wind in which is a painful pu"},{"SurahNumber":46,"VerseNumber":25,"Text":"Destroying everything by the command of its Lord.\" Then by the morning they became such that naught could be seen except (the ruins of) their dwellings. Thus do We reward the guilty people"},{"SurahNumber":46,"VerseNumber":26,"Text":"And certainly We had established (empowered, blessed) them in what We have not established (empowered, blessed) you (the Arabs) in, and We had given them (the faculties of) hearing and seeing and feeling, but neither their hearing, nor their seeing, nor t"},{"SurahNumber":46,"VerseNumber":27,"Text":"And certainly We destroyed the towns which are around you, and We repeat the revelations that they might turn (towards Allah)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why did not then those help them whom they took for gods besides Allah to draw them nigh (to Him)? Nay! They were lost to them; and this was their lie and what they forged"},{"SurahNumber":46,"VerseNumber":29,"Text":"And when We turned towards you (O Muhammad) a party of the jinn listened to the Quran; so when they came in its presence (or influence), they said, \"Be silent\"; then when it was finished, they turned back to their people warning (them)"},{"SurahNumber":46,"VerseNumber":30,"Text":"They said, \"O our people! We have listened to a Book revealed after Moses verifying that which is before it, guiding to the truth and to a Straight Way"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our people! Accept the Divine Caller and believe in Him, He will forgive you of your faults and protect you from a painful punishment"},{"SurahNumber":46,"VerseNumber":32,"Text":"And whoever does not accept the Divine Caller, he shall not escape in the earth and he shall not have guardians besides Him, these wander in manifest error"},{"SurahNumber":46,"VerseNumber":33,"Text":"See they not that Allah, Who created the heavens and the earth and was not tired by their creation, is able to give life to the dead? Aye! He has surely power over all things"},{"SurahNumber":46,"VerseNumber":34,"Text":"And on the day when those who disbelieve shall be brought before the Fire, (they will be asked,) \"Is it not true?\" They shall say, \"Aye! By our Lord!\" He will say, \"Then taste the punishment, because you used to deny (the Truth)"},{"SurahNumber":46,"VerseNumber":35,"Text":"Therefore persevere patiently (O Muhammad) as did the messengers endowed with constancy, and do not seek to hasten for them (their doom). On the day that they shall see what they are promised they shall be as if they had not waited save an hour of the day"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those who disbelieve and turn away (people) from Allah´s way; He shall render their works ineffective"},{"SurahNumber":47,"VerseNumber":2,"Text":"And as for those who believe and do good, and believe in what has been revealed to Muhammad - and it is the very truth from their Lord - He will remove their evil from them and improve their condition"},{"SurahNumber":47,"VerseNumber":3,"Text":"That is because those who disbelieve follow falsehood, and because those who believe follow truth from their Lord. Thus Allah makes their similitudes for mankind"},{"SurahNumber":47,"VerseNumber":4,"Text":"So when you meet in battle those who disbelieve, then smite their necks until when you have overcome them, make them prisoners, and afterwards either set them free as a favour or let them ransom themselves until the war terminates. That is the command. An"},{"SurahNumber":47,"VerseNumber":5,"Text":"He will guide them and improve their condition"},{"SurahNumber":47,"VerseNumber":6,"Text":"And cause them to enter the Garden which He has made known to them"},{"SurahNumber":47,"VerseNumber":7,"Text":"O you who believe! If you help (the cause of) Allah, He will help you and make firm your feet"},{"SurahNumber":47,"VerseNumber":8,"Text":"And as for those who disbelieve, for them is destruction and He has made their deeds ineffective"},{"SurahNumber":47,"VerseNumber":9,"Text":"That is because they hated what Allah revealed, so He rendered their actions fruitless"}]}