{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"İnsanlardan kendini bilmeyen beyinsizler, «Müslümanları bulundukları kıbleden çeviren nedir ?» diyecekler. De ki: «Doğu da Allah´ındır, Batı da Allah´ındır. O, kimi dilerse doğru yola iletir"},{"SurahNumber":2,"VerseNumber":143,"Text":"Ve işte böylece sizi (ifratla tefrit arasında) vasat bir ümmet kıldık ki, bütün insanlara karşı âdâlet örnekleri, hak şahitleri olasınız. Peygamber de size hakkıyla şâhid olsun. Üstünde durduğun (arzu edip istediğin Beytullah´ı) kıble yapışımız da sırf Peygamber´e uyanları, gerisi gerisine döneceklerden bilip ayırd etmemiz içindir. Her ne kadar bu, Allah´ın doğru yola ilettiklerinden başkasına ağır gelirse de (böyledir). Allah imânınızı zayedip boşa çıkaracak değildir. Herhalde Allah, insanlara şefkatla yaklaşıp çokça rahmet edendir ; aynı zamanda O çok merhametlidir"},{"SurahNumber":2,"VerseNumber":144,"Text":"Şüphesiz ki Biz, yüzünü (ilâhî buyruğu bekleyerek) göğe doğru çevirip durduğunu görüyoruz. Artık Seni —and olsun ki— hoşnud olacağın bir kıbleye döndürüyoruz: (Bundan böyle namazda) yüzünü Mescid-i Haram tarafına çevir. Siz de (ey mü´ minler!) nerede bulunursanız (namazda) yüzünüzü oraya doğru çevirin. Kendilerine kitap verilenler bunun Rab´lerinden gelme bir hak olduğunu pek iyi bilirler. Allah onların yaptıklarından habersiz değildir"},{"SurahNumber":2,"VerseNumber":145,"Text":"And olsun ki, kendilerine kitap verilenlere her türlü âyet (delil, belge, kanıt)ı getirsen yine de Senin kıblene uymazlar. (Elbetteki) Sen de onların kıblesine uyacak değilsin. Onların kimi kiminin (Yahudiler, Hıristiyanların, Hıristiyanlar da Yahudilerin) kıblesine zaten uyacak değillerdir. And olsun ki. Sana gelen bunca ilimden sonra kalkar da (farzedelim) onların arzu ve heveslerine uyacak olursan, şüphesiz ki o zaman Sen de zâlimlerden olursun"},{"SurahNumber":2,"VerseNumber":146,"Text":"Kendilerine kitap verdiklerimiz (Yahudiler ile Hıristiyanlar) O´nu (son peygamberi) öz oğullarını tanıdıkları gibi tanırlar. Bununla beraber onlardan bir kısmı bilip durdukları halde hakkı gizlerler"},{"SurahNumber":2,"VerseNumber":147,"Text":"Hak dâima Rabbin katındandır. Artık şüpheye düşenlerden olma sakın"},{"SurahNumber":2,"VerseNumber":148,"Text":"Her milletin bir yönü, yolu ve yöntemi vardır ki ona doğru yönelir. Siz ise (ey Muhammed ümmeti!) hayırlara yönelip (bu hususta) birbirinizle yarışın. Nerede olursanız olun Allah hepinizi toplayıp bir araya getirecektir. Şüphesiz ki Allah´ın her şeye kudreti yeter"},{"SurahNumber":2,"VerseNumber":149,"Text":"Her nerede (yola) çıkarsan çık, (namazda) yüzünü Mescid-i Harâm´a çevir. Şüphesiz ki bu, Rabbin tarafından (verilen) hak (bir emir)dir. Allah yapacaklarınızdan habersiz değildir"},{"SurahNumber":2,"VerseNumber":150,"Text":"(Evet, Peygamberim!) Nereden çıkarsan çık (namazda) yüzünü Mescid-i Haram tarafına çevir. Siz de (ey mü´minler!) nerede olursanız olun, yüzünüzü (namazda) o tarafa doğru döndürün; tâ ki insanlar için aleyhinize bir hüccet kalmasın; ancak içlerinden zulmedenler hâriç. Siz artık onlardan korkmayın. Benden korkun; hem size olan nimetimi tamamlayayım; ola ki doğru yolu bulursunuz"},{"SurahNumber":2,"VerseNumber":151,"Text":"Nitekim içinizden size bir peygamber gönderdik, sizi (ruhunuzun yüceliğiyle ters düşen, insanlığınızın ölçüsünü zedeleyen, ebedî mutluluğunuza engel olan her kötü şeyden) temizler; size kitap ve hikmeti öğretir; size bilmediğiniz şeyleri öğretip belletir"},{"SurahNumber":2,"VerseNumber":152,"Text":"O halde anın Beni, anayım sizi; şükredin Bana ve sakın nankörlük etmeyin"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ey imân edenler! Sabır ve namaz ile (Hak´tan) yardım isteyin. Şüphesiz ki Allah sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"(Sabredip de) Allah yolunda öldürülenler için «ölüler» demeyin ; bilakis onlar dirilerdir, ama siz farkında değilsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"And olsun ki, sizi biraz korku, biraz açlık ile, biraz da maldan, candan ve ürünlerden noksanlık vermekle deneriz. Artık sabredenleri müjdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlar ki kendilerine bir musibet dokunduğu zaman «Biz Allah´a aidiz ve sonunda O´na döndürüleceğiz» derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"İşte onlar (o sabredip Allah´a bağlılık ve teslimiyet gösterenler var ya) onlara, Rab´larından bol mağfiretler ve rahmet vardır. Doğru yola erişenler de onlardır"}]}