{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And indeed, We have honored the children of Adam, We have carried them on land and sea, have provided them with good things, and have preferred them over many of those whom We have created with a marked preference"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Remember) the Day when We shall call all human beings with their leaders. Those who will be given their book (of records) in their right hand will read their records and will not be dealt unjustly in the least"},{"SurahNumber":17,"VerseNumber":72,"Text":"But those who are blind (acted) in this world will be blind in the Hereafter and more astray from the way"},{"SurahNumber":17,"VerseNumber":73,"Text":"Surely, they were about to tempt you (O Muhammad) away from that which We have revealed (the Qur’an) to you, to fabricate something other than it against Us, and (if successful) then they would have certainly taken you a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"And had We not made you stand firm, surely you would nearly have inclined to (compromise with) them a little bit"},{"SurahNumber":17,"VerseNumber":75,"Text":"Then We would have made you taste a double punishment in this life and a double punishment after death. Then you would not have found anyone to help you against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"And surely, they were about to frighten you so that they might drive you out from the land. But then they would not have stayed after you, except a little while"},{"SurahNumber":17,"VerseNumber":77,"Text":"(This was Our) way with whom indeed We sent Messengers before you (O Muhammad), and you will not find any alteration in Our Way"},{"SurahNumber":17,"VerseNumber":78,"Text":"Establish prayer from mid-day till the darkness of the night (Zuhr, Asr, Maghrib, and Isha prayers), and (recite the) Qur’an in the early dawn (the morning prayer- Fajr). Surely, the recitation of the Qur’an in the early dawn is witnessed (by angels)"},{"SurahNumber":17,"VerseNumber":79,"Text":"And in (some parts of) the night perform the night prayer with it (recite the Qur’an) as an additional prayer (Tahajjud) for you (O Muhammad). It may be that your Lord will raise you to ‘Maqam-e-Mahmood’ (a station of praise-worthy on the Day of Resurrection)"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say (O Muhammad): “My Lord! Make me enter (the city of Madinah) one entry in truth, and bring me out (from the city of Makkah) one exit in truth. And grant me from You an authority helper,”"},{"SurahNumber":17,"VerseNumber":81,"Text":"and say: “Truth has come and the falsehood has vanished. Surely! Falsehood is bound to vanish.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We have sent down the Qur’an which is a healing and a Mercy to the believers, while it increases nothing but loss to the wrongdoers"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We bestow Our Grace on mankind, it turns away and becomes far away at one side (from the Right Way). When evil touches, it is in great despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say (O Muhammad to mankind): “Everyone acts according to its manner; but your Lord knows best whose way (religion) is best guided.”"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they ask you (O Muhammad) about the soul (spirit). Say: “The soul is one of the commands of my Lord and you have not been given the knowledge of it but a little.”"},{"SurahNumber":17,"VerseNumber":86,"Text":"And if We willed, We could surely take away all that which We have revealed to you (this Qur’an). Then you would find no protector for you against Us (to get it back)"},{"SurahNumber":17,"VerseNumber":87,"Text":"except as a Mercy from your Lord. Surely! His Grace to you (O Muhammad) is great indeed"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say: “If the mankind and the jinns together were to bring the like of this Qur’an, they could not bring the like thereof, even if some of them was helper to some others.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"And indeed We have fully explained to mankind in this Qur’an every kind of similitude, but most people refuse but disbelief"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they say: “We shall not believe in you (O Muhammad) until you cause a spring to gush forth from the earth for us"},{"SurahNumber":17,"VerseNumber":91,"Text":"or there is a garden of date-palms and grapes for you and cause rivers to gush forth in their midst abundantly"},{"SurahNumber":17,"VerseNumber":92,"Text":"or you cause to fall the heaven upon us in pieces as you have claimed, or you bring Allah and the angels (face to face) before us"},{"SurahNumber":17,"VerseNumber":93,"Text":"or there is a house of adorable materials (like silver and gold) for you, or you ascend up into the sky, and we shall not believe in your ascension until you bring down for us a book that we would read.” Say (O Muhammad): “Glory be to my Lord! Am I (claimed) anything more but a human, sent as a Messenger?”"},{"SurahNumber":17,"VerseNumber":94,"Text":"And nothing prevented people from belief when the guidance came to them except that they said: “Has Allah sent a human as (His) Messenger?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say: “If there were angels walking on the earth in peace, then We would certainly have sent down to them an angel from the heaven as a Messenger.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say: “Allah is sufficient as a witness between me and between you. Surely! He is All-Knower, the All-Seer of His servants.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"And those whom Allah guides are rightly guided; but those whom He sends astray, they will never find protectors for them besides Him. We shall gather them on the Day of Resurrection on their faces, blind, dumb and deaf. Their abode will be hell; whenever its flame abates, We shall increase the fierceness of fire for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their recompense because they denied Our Verses and they said: “When we are reduced to bones and fragments, shall we really be resurrected as new creation?”"}]}