{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"A kada se Isa uvjerio da oni neće da vjeruju, uzviknuo je: \"Koji će biti pomagači moji na Allahovom putu?\" – \"Mi\" – rekoše učenici – \"mi ćemo biti pomagači Allahove vjere, mi u Allaha vjerujemo, a ti budi svjedok da smo mi poslušni Njemu"},{"SurahNumber":3,"VerseNumber":53,"Text":"Gospodaru naš, mi u ono što Ti objavljuješ vjerujemo i mi poslanika slijedimo, zato nas upiši među vjernike"},{"SurahNumber":3,"VerseNumber":54,"Text":"I nevjernici počeše smišljati spletke, ali ih je Allah otklonio, jer On to umije najbolje"},{"SurahNumber":3,"VerseNumber":55,"Text":"I kada Allah reče: \"O Isa, dušu ću ti uzeti i k Sebi te uzdignuti i spasiću te od nevjernika i učiniću da tvoji sljedbenici budu iznad nevjernika sve do Smaka svijeta. Meni ćete se, poslije, svi povratiti i Ja ću vam o onome u čemu se niste slagali presuditi"},{"SurahNumber":3,"VerseNumber":56,"Text":"one koji ne budu vjerovali na strašne muke ću staviti i na ovome i na onome svijetu i niko im neće moći pomoći.\"…"},{"SurahNumber":3,"VerseNumber":57,"Text":"A onima koji budu vjerovali i dobra djela činili, On će njima punu nagradu dati. – Allah ne voli nasilnike"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ovo što ti kazujemo jesu ajeti i Kur'an mudri"},{"SurahNumber":3,"VerseNumber":59,"Text":"Isaov slučaj je u Allaha isti kao i slučaj Ademov: od zemlje ga je stvorio, a zatim rekao: \"Budi!\" – i on bî"},{"SurahNumber":3,"VerseNumber":60,"Text":"Istina je od Gospodara tvoga, zato ne sumnjaj"},{"SurahNumber":3,"VerseNumber":61,"Text":"A onima koji se s tobom budu o njemu raspravljali, pošto si već pravu istinu saznao, ti reci: \"Hodite, pozvaćemo sinove naše i sinove vaše, i žene naše i žene vaše, a doći ćemo i mi, pa ćemo se usrdno pomoliti i Allahovo prokletstvo na one koji neistinu govore prizvati"},{"SurahNumber":3,"VerseNumber":62,"Text":"To je, zaista, istinito kazivanje i nema boga osim Allaha! – a Allah je, doista, silan i mudar"},{"SurahNumber":3,"VerseNumber":63,"Text":"A ako oni glave okrenu – pa, Allah sigurno dobro zna smutljivce"},{"SurahNumber":3,"VerseNumber":64,"Text":"Reci: \"O sljedbenici Knjige, dođite da se okupimo oko jedne riječi i nama i vama zajedničke: da se nikome osim Allahu ne klanjamo, da nikoga Njemu ravnim ne smatramo i da jedni druge, pored Allaha, bogovima ne držimo!\" Pa ako oni ne pristanu, vi recite: \"Budite svjedoci da smo mi muslimani"},{"SurahNumber":3,"VerseNumber":65,"Text":"O sljedbenici Knjige, zašto se o Ibrahimu prepirete, pa zar Tevrat i Indžil nisu objavljeni poslije njega? Zašto ne shvatite"},{"SurahNumber":3,"VerseNumber":66,"Text":"Vi raspravljate o onome o čemu nešto i znate, a zašto raspravljate o onome o čemu ništa ne znate? Allah zna, a vi ne znate"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim nije bio ni jevrej ni kršćanin, već pravi vjernik, vjerovao je u Boga jednoga i nije bio idolopoklonik"},{"SurahNumber":3,"VerseNumber":68,"Text":"Ibrahimu su od ljudi najbliži oni koji su ga slijedili, zatim ovaj vjerovjesnik i vjernici. – A Allah je zaštitnik vjernika"},{"SurahNumber":3,"VerseNumber":69,"Text":"Neki sljedbenici Knjige jedva bi dočekali da vas na stranputicu odvedu; međutim, oni samo sebe odvode, a da i ne slute"},{"SurahNumber":3,"VerseNumber":70,"Text":"O sljedbenici Knjige, zašto u Allahove dokaze ne vjerujete, a da su istina, dobro znate"},{"SurahNumber":3,"VerseNumber":71,"Text":"O sljedbenici Knjige, zašto istinu neistinom zamračujete i svjesno istinu krijete"},{"SurahNumber":3,"VerseNumber":72,"Text":"Neki sljedbenici Knjige govore: \"Pokažite da i vi vjerujete u ono što se objavljuje vjernicima, i to na početku dana, a pri kraju dana to porecite ne bi li i oni svoju vjeru napustili"},{"SurahNumber":3,"VerseNumber":73,"Text":"I nemojte priznati nikom, osim istovjernicima vašim, da i nekom drugom može biti dato nešto slično onome što je vama dato, ili da će vas oni pred Gospodarom vašim pobijediti.\" Reci: \"Pravo uputstvo je jedino Allahovo uputstvo!\" – Reci: \"Blagodat je samo u Allahovoj ruci, On je daruje kome hoće.\" – A Allah je neizmjerno dobar i zna sve"},{"SurahNumber":3,"VerseNumber":74,"Text":"On Svojom milošću naročito daruje onoga koga hoće. – A Allahova blagodat je velika"}]}