{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Скажи: \"Я увещаю вас только об одном, чтобы вы стояли пред Аллахом по двое и по одному, потом вы размыслите; в вашем сотоварище нет одержимости. Поистине, он - только увещатель для вас пред жестоким наказанием"},{"SurahNumber":34,"VerseNumber":47,"Text":"Скажи: \"Я не прошу у вас награды: она для вас самих. Нет для меня награды, кроме той, что у Аллаха; Он - свидетель над всем"},{"SurahNumber":34,"VerseNumber":48,"Text":"Скажи: \"Поистине, Господь мой поражает истиной, ведающий сокровенное"},{"SurahNumber":34,"VerseNumber":49,"Text":"Скажи: \"Пришла истина, и ложь не появится и не вернется"},{"SurahNumber":34,"VerseNumber":50,"Text":"Скажи: \"Если я заблудился, то заблуждаюсь во вред самому себе, а если я иду прямым путем, то от того, что внушил мне мой Господь. Поистине, Он - слышащий, близкий"},{"SurahNumber":34,"VerseNumber":51,"Text":"А если бы ты видел, как они испугаются, когда не будет уже возможности бегства и будут схвачены из близкого места"},{"SurahNumber":34,"VerseNumber":52,"Text":"Они скажут: \"Мы уверовали в Него!\" Но как им добраться из далекого места"},{"SurahNumber":34,"VerseNumber":53,"Text":"Не верили они в Него еще раньше и перекидывались мыслями о тайном из далекого места"},{"SurahNumber":34,"VerseNumber":54,"Text":"Но преграда устроена между ними и тем, что они желали, как было сделано с их партиями раньше. Поистине, они были в запутанном сомнении"},{"SurahNumber":35,"VerseNumber":1,"Text":"Хвала Аллаху, Творцу небес и земли, сделавшему ангелов посланниками, обладающих крыльями двойными, тройными и четверными. Он увеличивает в творении, что Ему угодно. Аллах мощен над каждой вещью"},{"SurahNumber":35,"VerseNumber":2,"Text":"Что откроет Аллах людям из Своей милости, - для этого не будет удерживающего, что Он сдержит, - тому нет посылающего после Него. Он - великий, мудрый"},{"SurahNumber":35,"VerseNumber":3,"Text":"О люди, помните милость Аллаха вам! Есть ли какой-нибудь творец, кроме Аллаха? Он посылает вам удел с неба и земли. Нет божества, кроме Него! До чего вы обольщены"},{"SurahNumber":35,"VerseNumber":4,"Text":"Если они считают тебя лжецом, то считались лжецами посланники до тебя, и к Аллаху возвращаются дела"},{"SurahNumber":35,"VerseNumber":5,"Text":"О люди, ведь обещание Аллаха - истина, пусть же тебя не обольщает ближайшая жизнь, пусть не обольщает тебя обольститель об Аллахе"},{"SurahNumber":35,"VerseNumber":6,"Text":"Поистине, сатана вам враг, считайте же его врагом! Он зовет свою партию, чтобы оказаться им обитателями огня"},{"SurahNumber":35,"VerseNumber":7,"Text":"Тем, которые не веровали, для них - сильное наказание. А тем, которые веровали и творили благие дела, для них - прощение и великая награда"},{"SurahNumber":35,"VerseNumber":8,"Text":"Разве тот, кому украшено его злое деяние, и он увидел его прекрасным... Поистине, Аллах сбивает с пути, кого хочет, и ведет, кого хочет. Пусть же не исходит твоя душа скорбью по ним. Поистине, Аллах знает, что они делают"},{"SurahNumber":35,"VerseNumber":9,"Text":"Аллах - тот, кто посылает ветры, и поднимают ими облако; и погнали Мы его в мертвую область и оживили этим землю после смерти. Так и воскресение"},{"SurahNumber":35,"VerseNumber":10,"Text":"Кто желает величия, то у Аллаха все - величие; к Нему восходит слово доброе и дело благое, которое Он возвышает. А те, что ухищряются в злых деяниях, им - сильное наказание; а хитрость этих пропадет даром"},{"SurahNumber":35,"VerseNumber":11,"Text":"Аллах сотворил вас из праха, потом из капли, потом сделал вас парами. И носит самка и слагает только с Его ведома. И добавляется жизнь долголетнему, и сокращается его жизнь только по книге. Поистине, это для Аллаха легко"},{"SurahNumber":35,"VerseNumber":12,"Text":"Не могут сравняться два моря: это - сладкое пресное, приятное для питья, а это - соленое, горькое; из каждого вы питаетесь свежим мясом и извлекаете украшения, в которые облекаетесь. И ты видишь там суда рассекающие, чтобы вы могли искать Его милости, - может быть, вы будете благодарны"},{"SurahNumber":35,"VerseNumber":13,"Text":"Он вводит ночь в день, а день вводит в ночь; Он подчинил солнце и луну - все движется до определенного предела. Аллах - Господь ваш; Ему принадлежит власть, а те, кого вы призываете помимо Него, не владеют и финиковой кожицей"},{"SurahNumber":35,"VerseNumber":14,"Text":"Если вы зовете их, они не слышат вашего зова, а если бы слышали, то не ответили бы вам, а в день воскресения они откажутся от вашего многобожия. Никто не даст тебе вести так, как знающий"}]}