{"Id":160,"LanguageCodes":["fa","fas"],"Name":"fas-mohsengharaati","Author":"Mohsen Gharaati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":97,"Text":"خداوند، کعبه‌ى بیت‌الحرام را وسیله‌ى سامان‌بخشى و قِوام مردم قرار داده و نیز ماه حرام و قربانى‌هاى بى‌نشان و نشان‌دار را. این براى آن است که بدانید خداوند آنچه در آسمان‌ها و زمین است، مى‌داند و خداوند به هر چیز آگاه است"},{"SurahNumber":5,"VerseNumber":98,"Text":"بدانید که خداوند، سخت‌کیفر است و همانا خداوند آمرزنده مهربان است"},{"SurahNumber":5,"VerseNumber":99,"Text":"بر پیامبر، جز ابلاغ [آیات الهى] نیست و خداوند، آنچه را آشکار یا کتمان مى‌کنید، مى‌داند"},{"SurahNumber":5,"VerseNumber":100,"Text":"[به مردم] بگو: «پلید و پاک، یکسان نیست، گرچه عدد ناپاکان تو را به تعجّب وادارد. پس اى صاحبان خرد! از خدا پروا کنید، باشد که شما رستگار شوید.»"},{"SurahNumber":5,"VerseNumber":101,"Text":"اى کسانى که ایمان آورده‌اید! از امورى که اگر برایتان آشکار شود، ناراحتتان مى‌کند، نپرسید. و اگر هنگام نزول قرآن از آنها سؤال کنید، برایتان روشن مى‌شود. خداوند از سؤال‌هاى نابجاى شما گذشت و خدا آمرزنده بردبار است"},{"SurahNumber":5,"VerseNumber":102,"Text":"[از این­گونه سؤال‌ها] گروهى از پیشینیان نیز پرسیدند و [چون طاقت عمل نداشتند،] نسبت به آن منکر و کافر شدند"},{"SurahNumber":5,"VerseNumber":103,"Text":"هیچ بحیره [حیوان گوش شکافته] و هیچ سائِبه [حیوانى که به خاطر زاد و ولدِ زیاد آن را آزاد کرده‌اند] و هیچ وصیله [حیوان نرى که متّصل به ماده، دوقلو به دنیا آمده باشد] و هیچ حام [شتر نرى که ده بار براى جفت‌گیرى از آن استفاده شده باشد]، خداوند، درباره‌ى این‌ها حکمى نکرده [و شما را از استفاده‌ى گوشت و بارکشى با آنها منع نفرموده و این ممنوعیت‌ها، خرافات زمان جاهلى است]، ولى کافران بر خدا دروغ مى‌بندند و بیشتر آنان اهل تعقّل نیستند"},{"SurahNumber":5,"VerseNumber":104,"Text":"و هرگاه به آنان گفته شود: «به سوى آنچه خداوند نازل کرده و به سوى پیامبر بیایید.» می‌گویند: «آنچه پدرانمان را بر آن یافتیم، ما را بس است.» آیا هر چند پدرانشان چیزى نمى‌دانستند و [به حقّ] هدایت نشده بودند [باید راه آنان را ادامه دهند؟]"},{"SurahNumber":5,"VerseNumber":105,"Text":"اى کسانى که ایمان آورده‌اید! بر شما باد [حفظ] خودتان. اگر شما هدایت یافتید، آن که گمراه شد، زیانى به شما نمى‌رساند. بازگشت همه شما به سوى خداست و او شما را به آنچه مى‌کردید، آگاه مى‌سازد"},{"SurahNumber":5,"VerseNumber":106,"Text":"اى کسانى که ایمان آورده‌اید! هرگاه [نشانه‌هاى] مرگ یکى از شما فرارسد، از میان خود دو نفر عادل را هنگام وصیت به شهادت و گواهى فراخوانید. و اگر در مسافرت بودید و مصیبت مرگ به سراغ شما آمد دو تن از غیر [هم‌کیشان]تان را به گواهى بطلبید و اگر [در صداقت آنان] شک کردید، پس از نماز آن دو را نگاه دارید تا به خداوند قسم یاد کنند که: «ما حاضر نیستیم حقّ را به هیچ قیمتى بفروشیم، هر چند در مورد خویشان باشد. و هرگز شهادت الهى را پنهان نمى‌کنیم که در این صورت از گنهکارانیم.»"},{"SurahNumber":5,"VerseNumber":107,"Text":"پس اگر معلوم شد که آن دو شاهد گناه کرده‌اند [و سوگندشان ناحقّ بوده]، دو نفر دیگر برخاسته، به خدا سوگند یاد نمایند که: «قطعاً گواهى ما از گواهى آن دو نفر به حقّ نزدیک‌تر است.» [و بگویند:] «ما [از حدّ و حقّ] تجاوز نکرده‌ایم که اگر چنین کنیم، قطعاً از ستمکارانیم.»"},{"SurahNumber":5,"VerseNumber":108,"Text":"این [روش به درستی] نزدیک‌تر است. براى این که شهادت را به نحو درست ادا کنند و یا بترسند که بعد از سوگند خوردنشان، سوگندهایى برگردانده شود [و جاى سوگند آنان را بگیرد]. و از خداوند پروا کنید و [فرمان‌هاى او را] گوش کنید. و خداوند، گروه فاسق را هدایت نمى‌کند"}]}