{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"On the day when the barrier is demolished, We will leave human beings in chaos. We will leave them like the waves of the sea striking against each other. Then the trumpet will be sounded and We will bring them all together"},{"SurahNumber":18,"VerseNumber":100,"Text":"We will fully expose the view of hell on that Day to the disbelievers"},{"SurahNumber":18,"VerseNumber":101,"Text":"whose eyes had been veiled against Our Quran and who were not able to hear (its recitation)"},{"SurahNumber":18,"VerseNumber":102,"Text":"Do the unbelievers think they can make My servants as their guardians instead of Me? We have prepared hell as a dwelling place for the disbelievers"},{"SurahNumber":18,"VerseNumber":103,"Text":"(Muhammad), tell them, \"Should I tell you who will face the greatest loss as a result of their deeds"},{"SurahNumber":18,"VerseNumber":104,"Text":"It will be those who labor a great deal in this life but without guidance, yet think that they are doing a great many good deeds"},{"SurahNumber":18,"VerseNumber":105,"Text":"They have rejected the revelations of their Lord and their meeting with Him. Thus, their deeds will be made devoid of all virtue and will be of no value on the Day of Judgment"},{"SurahNumber":18,"VerseNumber":106,"Text":"For their disbelief and their mocking Our revelations and Messengerss, their recompense will be hell"},{"SurahNumber":18,"VerseNumber":107,"Text":"The righteously striving believers will have the gardens of Paradise as their dwelling place and therein they will live forever"},{"SurahNumber":18,"VerseNumber":108,"Text":"without any desire to change their abode"},{"SurahNumber":18,"VerseNumber":109,"Text":"(Muhammad), tell them, \"Had the seas been used as ink to write down the words of my Lord, they would have all been consumed before the words of my Lord could have been recorded, even though replenished with a like quantity of ink"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say, \"I am only a mortal like you but I have received revelation that there is only one Lord. Whoever desires to meet his Lord should strive righteously and should worship no one besides Him"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. Ain. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"This is the story of the blessing of your Lord to His servant Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"When he quietly called his Lord"},{"SurahNumber":19,"VerseNumber":4,"Text":"and said, \"My Lord, my bones have become feeble and my hair has turned white with age. Yet I have never been deprived in receiving from You the answer to my prayers"},{"SurahNumber":19,"VerseNumber":5,"Text":"I am afraid of what my kinsmen will do after (my death) and my wife is barren. Lord, grant me a son"},{"SurahNumber":19,"VerseNumber":6,"Text":"who will be my heir and the heir of the family of Jacob. Lord, make him a person who will please you"},{"SurahNumber":19,"VerseNumber":7,"Text":"We answered his prayers with the glad news of the birth of a son by the name of John and told him, \"We have never given such a name to anyone else"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said, \"Lord, how can I have a son? My wife is barren and I have reached an extremely old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"(The angel) said, \"This is true, but your Lord says, 'For Me it is easy; I created you when you did not exist"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zachariah asked, \" Lord, show me evidence (if this is a heavenly news).\" The Lord said, \"The evidence for it is that you must not speak (to any mortal) though you are in good health for three nights (and days)"},{"SurahNumber":19,"VerseNumber":11,"Text":"Zachariah came out to his people from place of worship and inspired them to glorify the Lord both in the morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"We commanded John, Zachariah's son, to follow the guidance of the Lord with due steadfastness. To John We gave knowledge and wisdom to John during his childhood"},{"SurahNumber":19,"VerseNumber":13,"Text":"We gave him compassion and purity. He was a pious human being"},{"SurahNumber":19,"VerseNumber":14,"Text":"kind to his parents, not arrogant or a rebellious person"},{"SurahNumber":19,"VerseNumber":15,"Text":"He was born and died in peace and will be brought back to life again in peace"},{"SurahNumber":19,"VerseNumber":16,"Text":"(Muhammad), mention in the Book (the Quran) the story of Mary how she left her family and started living in a solitary place to the East"},{"SurahNumber":19,"VerseNumber":17,"Text":"out of her people's sight. We sent Our Spirit to her, who stood before her in the shape of a well formed human being"},{"SurahNumber":19,"VerseNumber":18,"Text":"Mary said, \"Would that the Beneficent God would protect me from you. Leave me alone if you are a God fearing person"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, \"I am the Messengers of your Lord. I have come to give you a purified son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, \"How can I have a son when no mortal has touched me nor am I an unchaste woman"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, \"This is true but your Lord says, \"It is very easy for Me. We have decided to give you a son as evidence (of Our existence) for human beings and a mercy from Us. This is a decree already ordained"}]}