{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Та Һа. Мәгънәсен Аллаһ белә"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ий Мухәммәд г-м, Без сиңа Коръәнне иңдермәдек коры мәшәкатьләнмәкең өчен"},{"SurahNumber":20,"VerseNumber":3,"Text":"мәгәр иңдердек ул Коръәнне Аллаһудан куркучыларны вәгәзьләвең өчен"},{"SurahNumber":20,"VerseNumber":4,"Text":"Ул җирне вә бөек күкләрне яратучы Аллаһудан иңдерелмеш булды"},{"SurahNumber":20,"VerseNumber":5,"Text":"Ул – Аллаһ Ґәрешкә хуҗа булды"},{"SurahNumber":20,"VerseNumber":6,"Text":"Җирдәге вә күкләрдәге вә җир белән күкләр арасында булган нәрсәләр һәм җир астында булган серләр – Аның байлыгыдыр"},{"SurahNumber":20,"VerseNumber":7,"Text":"Әгәр син сүзеңне вә догаңны кычкырып әйтсәң, Ул яшерен серләрне белә, синең кычкыруыңа ихтыяҗы юк"},{"SurahNumber":20,"VerseNumber":8,"Text":"Ул – Аллаһ, Аңардан башка илаһә һич юк, бардыр Аның – күркәм исемнәре"},{"SurahNumber":20,"VerseNumber":9,"Text":"Сиңа Мусаның хәбәре килдеме"},{"SurahNumber":20,"VerseNumber":10,"Text":"Хатыны белән юлда барганда караңгы кичтә еракта бер ут күрде, хатынына әйтте: \"Мин ут күрдем, шул җирдә торыгыз. Шаять мин ул җирдән яктыртучы ут алып килермен, яки анда юл өйрәтүчеләрне табармын\". Чөнки алар караңгыда юлларыннан адашкан иделәр"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ут янына килгәне заманда Аллаһ тарафыннан: \"Ий Муса\", – дип нида кылынды"},{"SurahNumber":20,"VerseNumber":12,"Text":"Синең Раббың, әлбәттә, Минмен, башмакларыңны сал, чөнки син Тува исемле мөкатдәс чокырдасың"},{"SurahNumber":20,"VerseNumber":13,"Text":"Мин сине пәйгамбәрлеккә ихтыяр кылдым, сиңа вәхий ителмеш сүзләрне ишет"},{"SurahNumber":20,"VerseNumber":14,"Text":"Дөреслектә Мин – Аллаһ, юк коллык кылырга яраклы Илаһә, мәгәр Мин генә, Миңа гына гыйбадәт кыл вә Мине зекер итәр өчен намаз укы"},{"SurahNumber":20,"VerseNumber":15,"Text":"Тәхкыйк кыямәт киләчәк, аның кайчан булачагын яшерүне телим, соңра, вакыт җиткәч, кыямәтне булдырырмын, һәрбер кеше тырышып эшләгән изге эшенең яки явыз эшенең җәзасын алсын өчен"},{"SurahNumber":20,"VerseNumber":16,"Text":"Берәүнең кыямәт көненә ышанмавы һәм нәфесенә ияреп, явыз эшләрне эшләве сине кыямәтнең булачагына ышанудан тыймасын, ул вакытта син һәлак булырсың"},{"SurahNumber":20,"VerseNumber":17,"Text":"Аллаһ, Мусадан сорады: \"Ий Муса, синең кулында нәрсә бар"},{"SurahNumber":20,"VerseNumber":18,"Text":"Муса әйтте: \"Йә Рабби, кулымдагы нәрсә таягымдыр, шул таягыма таянып йөрим, вә ул таягым белән куйларыма агач яфракларын сугып төшерәмен һәм ул таяктан миңа башка файдалар да бар"},{"SurahNumber":20,"VerseNumber":19,"Text":"Аллаһ әйтте: \"Ий Муса, таягыңны ташлагыл җиргә"},{"SurahNumber":20,"VerseNumber":20,"Text":"Муса таякны җиргә ыргытты. Ул таяк җиргә төшү белән корсагында ашыгып йөрүче зур елан булды"},{"SurahNumber":20,"VerseNumber":21,"Text":"Аллаһ әйтте: \"Ий Муса, бу еланны тотып ал, курыкма, Без аны әүвәлге халәтенә кайтарырбыз.\" Ягъни елан Муса кулында янә таяк булды"},{"SurahNumber":20,"VerseNumber":22,"Text":"Инде уң кулыңны сул култык астына сук: ул кулың култыгыңнан чыгар күзне чагылдыра торган булып, үзе зарарсыз булыр – галәмәт синең пәйгамбәрлегеңә икенче галәмәт булганы хәлдә"},{"SurahNumber":20,"VerseNumber":23,"Text":"Бу эшне кылдык синең пәйгамбәрлегеңә олугъ галәмәтне кешеләргә күрсәтмәклегебез өчен"},{"SurahNumber":20,"VerseNumber":24,"Text":"Фиргаун янына барып аны хак дингә өндәгел, ул чиктән тыш азды, хәтта: \"Мин Илаһә\", – дия башлады"},{"SurahNumber":20,"VerseNumber":25,"Text":"Муса әйтте: \"Йә Рабби, күкерәгемне киң кыл залимнәрнең каршылыгына сабыр итәргә"},{"SurahNumber":20,"VerseNumber":26,"Text":"Вә эшләремне миңа җиңел кыл"},{"SurahNumber":20,"VerseNumber":27,"Text":"Вә телемнән төенне чиш, сөйләшүдә тотлыгуымны бетер"},{"SurahNumber":20,"VerseNumber":28,"Text":"Тыңлаган кешеләр сүземне аңласыннар өчен Муса сабый чагында авызына утлы күмер капкан, шул сәбәпле тотлыгып сөйләшә торган булган"},{"SurahNumber":20,"VerseNumber":29,"Text":"Миңа үз әһелемнән бер ярдәмче бир"},{"SurahNumber":20,"VerseNumber":30,"Text":"Кардәшем Һарунны"},{"SurahNumber":20,"VerseNumber":31,"Text":"Аның белән минем куәтемне яки арт тарафымны ныгыт"},{"SurahNumber":20,"VerseNumber":32,"Text":"Вә миңа аны пәйгамбәрлек эшемдә миңа ярдәмче иптәш кыл"},{"SurahNumber":20,"VerseNumber":33,"Text":"Сиңа күп тәсбих әйтмәклегебез өчен"},{"SurahNumber":20,"VerseNumber":34,"Text":"Вә Сине күп зекер итмәклегебез өчен"},{"SurahNumber":20,"VerseNumber":35,"Text":"Тәхкыйк Син безнең хәлләрне күреп беләсең"},{"SurahNumber":20,"VerseNumber":36,"Text":"Аллаһ әйтте: \"Ий Муса! Тәхкыйк сиңа сораган нәрсәләрең бирелде"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ий Муса, ошбулар сиңа икенче мәртәбә ингам итүебездер"},{"SurahNumber":20,"VerseNumber":38,"Text":"Беренче мәртәбә ингам итүебез сиңа вәхий иткән нәрсәне анаңа вәхий итүебез булды"},{"SurahNumber":20,"VerseNumber":39,"Text":"Сине табутка салып Нил дәрьясына агызырга анаңа, вәхий иттек вә зарар тидермичә корыга чыгар, дип, Нилгә вәхий иттек, Минем дошманым вә Мусаның дошманы Фиргаун алсын өчен. Ий Муса үземнән сиңа мәхәббәт салдым ки һәркем хәтта Фиргаун сине сөйде, Минем күз алдымда тәрбия ителмәклегең өчен"},{"SurahNumber":20,"VerseNumber":40,"Text":"Фиргаун Мусаны судан алгач, күкрәк сөтен имезү өчен күп хатыннарны чакырып имезеп карадылар, ләкин Муса һичберсен кабул итмәде. Шул вакытта Мусаның кыз кардәше Фиргаун йортына килде, ул әйтте: \"Бу сабыйны тәрбияләп үстерү өчен яхшы хатыннан хәбәр биримме?\" – дип. Соңра Мусаның анасын алып килделәр, Муса, әлбәттә, үз анасын кабул итте. Без сине үз анаңа кайтардык, сине күреп анаңның күзләре карарлансын вә тынычланып кайгысы бетсен өчен. Ий Муса, син бер имансыз кыйбтыйны үтердең, бу эшеңнең җәзасын алудан Без сине коткардык вә сине төрле мәшәкатьләргә төшереп сынадык. Син Мәдйән кавеме эчендә Шөґәеб пәйгамбәр янында ун ел тордың, соңра пәйгамбәр булырга тәгаенләнгән вакытта Мысырга килдең, ий Муса"},{"SurahNumber":20,"VerseNumber":41,"Text":"Тур тавына килгән вакытта Мин сине пәйгамбәрлеккә ихтыяр иттем"},{"SurahNumber":20,"VerseNumber":42,"Text":"Инде, ий Муса, үзең вә кардәшең Һарун Мин биргән могҗизалар белән Фиргаунне вә аның кавемен хак дингә өндәргә барыгыз вә Минем зекеремдә иренмәгез"},{"SurahNumber":20,"VerseNumber":43,"Text":"Вәгазьләр өчен икегез Фиргаунгә барыгыз, чөнки ул чиктән тыш азды"},{"SurahNumber":20,"VerseNumber":44,"Text":"Фиргавенга йомшак яхшы сүзләр сөйләгез шаять вәгазләнер яки Аллаһ ґәзабыннан куркыр"},{"SurahNumber":20,"VerseNumber":45,"Text":"Әйттеләр: \"Ий Раббыбыз, без куркабыз Фиргаун ашыгып безгә ґәзаб бирер яки явыз эшне эшләвен арттырыр\" – дип"},{"SurahNumber":20,"VerseNumber":46,"Text":"Аллаһ әйтте: \"Ий Муса, курыкмагыз, әлбәттә, мин сезнең белән, Фиргаунгә сөйләгән сүзләрегезне ишетәмен һәм күрәмен, сезне саклармын"},{"SurahNumber":20,"VerseNumber":47,"Text":"Барыгыз ул Фиргаунгә вә әйтегез: \"Без икебез дә сине хак дингә өндәү өчен җибәрелгән Раббыңның пәйгамбәрләребез. Ягькуб балаларын безнең, белән җибәр аларны төрлечә ґәзаблама. Без сиңа Раббыбыз тарафыннан күндерелгән рәсүлләр икәнлегебезгә могҗизалар белән килдек, Аллаһуның сәламе без күрсәткән хак юлга кергән кешеләргәдер"},{"SurahNumber":20,"VerseNumber":48,"Text":"Дөреслектә Аллаһ ґәзабы пәйгамбәрләрне ялганга тотып, хаклыктан баш тарткан кешеләргә, дип безгә Аллаһудан вәхий килде"},{"SurahNumber":20,"VerseNumber":49,"Text":"Фиргаун әйтте: \"Ий Муса! Сезнең Раббыгыз кем"},{"SurahNumber":20,"VerseNumber":50,"Text":"Муса әйтте: Безнең Раббыбыз үзе халык кылган мәхлукларына һәрнәрсәне бирде, соңра үзе биргән нәрсәләрдән файдаланырга кешеләргә юл күрсәтте, Ислам диненә дә юл күрсәтте"},{"SurahNumber":20,"VerseNumber":51,"Text":"Фиргаун әйтте: \"Әүвәлдә үлеп киткән кешеләрнең хәлләре ничек, алар икенче дөнья өчен гыйбадәт кылалар иде"},{"SurahNumber":20,"VerseNumber":52,"Text":"Муса әйтте: \"Аларның хәлләрен белмәк Аллаһ хозурындадыр, Ләүхүл мәхфузда язылмыш. Минем Раббым сүзендә вә эшендә һич хаталанмый, һәм һич нәрсәне онытмас"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ул Аллаһ җирне сезгә түшәк кылды, җир өстендә сезгә юллар кылды, вә сезгә күктән яңгыр иңдерде. Аллаһ әйтте: \"Яңгыр белән сезгә җирдән күп төрле үсемлекләр чыгардык"},{"SurahNumber":20,"VerseNumber":54,"Text":"Без чыгарган ризыклардан яхшыларын ашагыз, вә хайваннарга яраклысын аларга ашатыгыз! Аллаһуның бу эшләрендә гакыл ияләренә гыйбрәтләр бар"}]}