{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Mawaanan idiin xil saarin Ilma Aadanow inaydaan caabudin Shaydaan? Hubaal, wuxuu idiin yahay cadow cad"},{"SurahNumber":36,"VerseNumber":61,"Text":"Iyo inaad i caabudaan Aniga (Alle Keliya) Kani weeye Jidka Toosane"},{"SurahNumber":36,"VerseNumber":62,"Text":"Oo dhab ahaan wuxuu (Shaydaan) habaabiyey dad badan oo idinka mid ah. Mawaydaan aheyn kuwo wax garta"},{"SurahNumber":36,"VerseNumber":63,"Text":"Tani waa Naartii la idiinku gooddinayey"},{"SurahNumber":36,"VerseNumber":64,"Text":"Ee gala oo ku gubta oo gamaara iyada maanta gaalnimadiinnii darteed"},{"SurahNumber":36,"VerseNumber":65,"Text":"Maalintaasi Waxaynu dabooli afafkoo- da, oo gacmahooda baa nala hadli doona, oo lugahooda baa ku marag furi doona waxay kasbadeen"},{"SurahNumber":36,"VerseNumber":66,"Text":"Oo haddii aan doonno, waxaan hubaal malaasaynaa indhahooda, markaasay hadba dhinac u cararayaan iyagoo raadinaya Jidka, Sidee bayse u arkayaan"},{"SurahNumber":36,"VerseNumber":67,"Text":"Oo haddii aan doonno, waxaan hubaal ku masakhaynaa halkooda, markaas ma karayaan inay horey u sii socdaan, mana soo noqon doonaan"},{"SurahNumber":36,"VerseNumber":68,"Text":"Oo mid kastoo aan siinno cimri dherer, Waanu tabar yareynaa abuur ahaan (oo asaasiqinnaa). Ee mawaysan haddaba garaadsaneyn"},{"SurahNumber":36,"VerseNumber":69,"Text":"Oo ma aanu barin isaga (Nabi Muxammad) gabay, mana aha wax ku habboon. Kani ma aha waxaan ahayn Waano iyo Qur’aan caddaan ah"},{"SurahNumber":36,"VerseNumber":70,"Text":"Si uu ugu digo kan nool oo Weedha xaqa ah ugu rumowdo gaalada"},{"SurahNumber":36,"VerseNumber":71,"Text":"Mawaysan arag inaan u abuurnay xoolo ka mid ah waxa ay gacmahayagu sameeyeen, ay iyagu hantaan oo leeyihiin"},{"SurahNumber":36,"VerseNumber":72,"Text":"Oo Waan u laylinnay iyaga, sidaa awgeed qaarkood waxay u adeegsadaan rukuub ahaan, oo qaar waa ay cunaan"},{"SurahNumber":36,"VerseNumber":73,"Text":"Oo waxay u leeyihiin manaafacaad kale iyo cabbitaanno. Ee Mawaysan haddaba mahad naqayn"},{"SurahNumber":36,"VerseNumber":74,"Text":"Oo waxay yeesheen ilaahyo (kale) ay Allaah barbar dhigaan, si loogu gargaaro"},{"SurahNumber":36,"VerseNumber":75,"Text":"(Ha yeeshee) ma kari doonaan inay u gargaaraan, oo iyaga (naf ahaantooda) baa u ah ciidan u soo gurmada"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ee yuusan hadalkoodu ku murugo gelin, hubaal Waan ognahay waxa ay u falaan qarsoodiga iyo waxa ay caddaystaanba"},{"SurahNumber":36,"VerseNumber":77,"Text":"Mawuusan aadmigu arag inaan ka abuurnay mino-nool. Markaas mise waa col iska cad oo dood badan"},{"SurahNumber":36,"VerseNumber":78,"Text":"Oo wuxuu soo qaataa tusaale uu annaga noola dan leeyahay, oo hilmaamaa abuuristiisa. Wuxuu yidhaahdaa: Yaa nooleyn doona lafaha marka ay baaliyoobaan"},{"SurahNumber":36,"VerseNumber":79,"Text":"Dheh: Waxaa nooleyn doona Kan ifka keenay kolkii horeba. Oo Isagu (Alle) waa u Xog ogaal uunka oo idil"},{"SurahNumber":36,"VerseNumber":80,"Text":"Kan Isaga idiin yeelay dabka (aad ka shidataan) geedka cagaaran, si aad wax ugu hursataan"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ma wuusan (Alle ee ah) Kan abuuray samooyinka iyo arlada awoodin inuu abuuro iyagoo kale17? Haaheey, oo Waa Isaga Abuuraha, wax kasta Ogsoon"},{"SurahNumber":36,"VerseNumber":82,"Text":"Amarkiisu, marka uu doono wax uun, waa inuu keliya ku yidhaahdo: Ahaw, marka waaba yahay"},{"SurahNumber":36,"VerseNumber":83,"Text":"Ee xurmo oo dhan waxaa iska leh oo nazahan Kan (Allaah) ay Gacantiisu ku jirto Xukunka wax kasta, oo Xaggiiisa baa dib la idiinku soo celin doonaa"},{"SurahNumber":37,"VerseNumber":1,"Text":"Waxaan ku dhaartay kuwa (malaa’igta) safta safafka siman"},{"SurahNumber":37,"VerseNumber":2,"Text":"Misna kuwa soo kaxeeya kaxeynta adag"},{"SurahNumber":37,"VerseNumber":3,"Text":"Misna kuwa akhriya (Dhambaalka) iyagoo baraarugsan"},{"SurahNumber":37,"VerseNumber":4,"Text":"Hubaal Ilaahiinnu (Runta ah) waa Mid keliya (Allaah)"},{"SurahNumber":37,"VerseNumber":5,"Text":"Rabbiga samooyinka iyo arlada iyo waxa u dhexeeya, iyo Rabbiga bariyada"},{"SurahNumber":37,"VerseNumber":6,"Text":"Hubaal Waxaanu ku qurxinnay samada soke qurux, xiddigaha ah"},{"SurahNumber":37,"VerseNumber":7,"Text":"Iyo ka ilaalin ahaan shaydaan walboo fallaago ah khayr daran"},{"SurahNumber":37,"VerseNumber":8,"Text":"Ma dhegaysan karaan kulanka sare oo waxaa laga soo ganaa dhinac walba"},{"SurahNumber":37,"VerseNumber":9,"Text":"Iyagoo la soo eryey, oo waxay leeyihiin cadaab joogto ah"},{"SurahNumber":37,"VerseNumber":10,"Text":"Marka laga reebo mid dafa (hadalka) dafid (mar keliya ah) markaasaa waxaa laga daba geeyaa dhinbil ololeysa oo iftiin leh"},{"SurahNumber":37,"VerseNumber":11,"Text":"Ee weydii ma iyaga baa abuur adag mise waxaa (kale) ee aan abuurnay?. Hubaal Waxaanu ka abuurnay (dadka) dhoobo wax ku dhagta"},{"SurahNumber":37,"VerseNumber":12,"Text":"Bal adigu waad la yaabtaa, halka iyagu iska jees-jeesaan"},{"SurahNumber":37,"VerseNumber":13,"Text":"Oo marka la waaniyo, ma waansamaan"},{"SurahNumber":37,"VerseNumber":14,"Text":"Oo marka ay arkaan Calaamo waxay isku dhiirro geliyaan inay ku jees-jeesaan"},{"SurahNumber":37,"VerseNumber":15,"Text":"Oo waxay yidhaahdaan: Waxa kanu ma aha waxba aan ahayn sixir caddaaan ah"},{"SurahNumber":37,"VerseNumber":16,"Text":"Ma marka aan dhimanno oo aan noqonno ciid iyo lafo, miyaa nala soo bixin doonaa"},{"SurahNumber":37,"VerseNumber":17,"Text":"Ama aabbayaashayadii waa’ hore jiray"},{"SurahNumber":37,"VerseNumber":18,"Text":"Dheh: Haah, idinkoo markaa dulleysan"},{"SurahNumber":37,"VerseNumber":19,"Text":"Marka waxay ahaan doontaa oo keliya hal Qeylo, mise markaa bay arki doonaan"},{"SurahNumber":37,"VerseNumber":20,"Text":"Oo waxay odhan: Hoog baa noo sug -naadaye! Tanu waa Maliinta is abaal marinta"},{"SurahNumber":37,"VerseNumber":21,"Text":"Tani waa Maalinta kala baxa ee aad beenin jirteen"}]}