{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"И решил [повелел] Господь твой, чтобы вы (о, люди) не поклонялись никому, кроме Него [никого, кроме Него, не признавали богом], и к родителям (проявляли искреннее) благодеяние (словами, делами, имуществом,...). Если достигнет при тебе старости один из них или оба, то (даже) не говори им: «Уф!» и не кричи на них, а говори им уважительные слова"},{"SurahNumber":17,"VerseNumber":24,"Text":"И опусти пред ними обоими [твоими родителями] крыло смирения [будь смиренным и мягким к ним] по милосердию [проявляя милосердие] и говори: «Господи! Помилуй их, как они смотрели (воспитывая) меня, (когда я был) маленьким»"},{"SurahNumber":17,"VerseNumber":25,"Text":"Господь ваш лучше знает, что у вас (о, люди) в душах [то, к чему вы стремитесь]. Если вы будете праведными, то ведь Он, поистине, (по отношению) к обращающимся (к Нему с покаянием) (является) прощающим"},{"SurahNumber":17,"VerseNumber":26,"Text":"И давай (о, верующий) (своему) родственнику его право [поддерживай с ним родственную связь, давай милостыню,...], и (также давай из средств закята и добровольной милостыни) бедняку, и путнику (у которого закончились средства для продолжения пути) и не растрачивай безрассудно [не расходуй свои средства не в делах повиновения Аллаху и не будь расточительным], –"},{"SurahNumber":17,"VerseNumber":27,"Text":"ведь поистине, расточители [расходующие свои средства на ослушание Аллаха] – братья шайтанов [своим злом и сеянием беспорядка подобны сатане], а сатана своему Господу неблагодарен"},{"SurahNumber":17,"VerseNumber":28,"Text":"А если ты отворачиваешься от них [от тех, которым тебе повелено давать средства] (из-за отсутствия собственных средств), желая обрести милость от твоего Господа, на которую надеешься, то скажи им слово легкое [обратись к Аллаху с мольбой, чтобы Он обогатил их и уширил их удел, и что когда Аллах дарует тебе удел, то ты им, непременно, подашь от него]"},{"SurahNumber":17,"VerseNumber":29,"Text":"И не делай (так, будто) твоя рука прикована к твоей шее [не скупись расходовать на доброе] (но) и не расширяй ее [свою руку] всем расширением [не трать чрезмерно], а то останешься сидеть порицаемым [люди будут порицать тебя] (и) жалким [сожалеющим о том, что растратил]"},{"SurahNumber":17,"VerseNumber":30,"Text":"Поистине, Господь твой уширяет [увеличивает] удел, кому пожелает (из числа Своих рабов), и ограничивает (удел) (кому пожелает). Поистине, Он Своих рабов знает и (Он) видит (их)"},{"SurahNumber":17,"VerseNumber":31,"Text":"И не убивайте (о, люди) ваших детей из боязни обеднения: Мы пропитаем их и вас; поистине, убивать их [детей] – великий грех"},{"SurahNumber":17,"VerseNumber":32,"Text":"И не приближайтесь к прелюбодеянию [избегайте даже причин, которые могут привести к нему], ведь это [прелюбодеяние] – мерзость [один из наихудших деяний] и скверно как путь"},{"SurahNumber":17,"VerseNumber":33,"Text":"И не убивайте душу, которую запретил Аллах (убивать), иначе, как только по праву [как воздаяние за убийство; убийство прелюбодеев, познавших супружество; убийство вероотступника]. А если кто был убит несправедливо [не по праву], то Мы дали его близкому [наследнику] (или правителю) власть (чтобы требовать казни убийцы или обязать его выплатить выкуп за убийство). Но пусть он [близкий убитого] не излишествует в убиении [[Пусть не убивает еще других людей за одного убитого, и пусть не обезображивает тело убийцы.]]. Поистине, ему [близкому убитого] (Аллахом) оказана помощь (в том, что Он дал возможность совершить возмездие)"},{"SurahNumber":17,"VerseNumber":34,"Text":"И не приближайтесь к имуществу сироты, иначе как (только) с тем, что лучше, пока он не достигнет (умственной и физической) зрелости. И верно исполняйте договор [свои обязательства, как перед Аллахом, так и друг перед другом [[Но только такие обязательства, которые не противоречат Книге Аллах и Сунне Его посланника.]]]: ведь поистине, о договоре, будет спрошено [Аллах Всевышний спросит о договоре в День Суда, и если человек исполнил свой договор, то Аллах вознаградит его, а если он нарушил, то Аллах накажет его]"},{"SurahNumber":17,"VerseNumber":35,"Text":"И соблюдайте полностью меру, когда отмериваете (для других), и взвешивайте верными весами. Это [справедливость в отмеривании и взвешивании] – лучше (для вас в этом мире) и прекраснее по исходу [как итог] (в Вечной жизни)"},{"SurahNumber":17,"VerseNumber":36,"Text":"И не следуй (о, человек) за тем, о чем у тебя нет знания [не говори, что видел, если не видел; не говори, что слышал, если не слышал]: ведь поистине, слух, зрение, сердце – все они будут (в День Суда) об этом спрошены"},{"SurahNumber":17,"VerseNumber":37,"Text":"И не ходи по земле высокомерно: ведь ты не просверлишь [прорежешь] землю (своей ходьбой на ней) и не достигнешь гор высотой"},{"SurahNumber":17,"VerseNumber":38,"Text":"Зло всего этого [того, что было перечислено] является пред Господом твоим ненавистным [Он не доволен этим]"},{"SurahNumber":17,"VerseNumber":39,"Text":"Это [то, что тебе разъяснили] – то, что внушил откровением тебе (о, Пророк) Господь твой из мудрости, и не делай (о, человек) (для себя) (наряду) с Аллахом другого бога [не совершай многобожие], а то будешь ввергнут в Геенну [Ад] порицаемым [будучи порицаемым людьми и сам порицая себя] (и) отверженным [отдаленным от любого блага]"},{"SurahNumber":17,"VerseNumber":40,"Text":"Неужели Господь ваш (о, многобожники) почтил вас сыновьями, а Себе взял из ангелов дочерей? Поистине, вы, однозначно, говорите великое (по своей отвратительности) слово"},{"SurahNumber":17,"VerseNumber":41,"Text":"И уже Мы распределили в этом Коране (положения, примеры и наставления), чтобы они [люди] брали из этого наставление, но это [это разъяснение] (только) увеличивает в них отвращение (от Веры)"},{"SurahNumber":17,"VerseNumber":42,"Text":"Скажи (о, Пророк): «Если бы были наряду с Ним [с Аллахом] (другие) боги, как они [эти многобожники] говорят, тогда бы они [те божества] пожелали бы пути к Обладателю Трона [пытались бы завладеть Его величием и властью, как это делают цари в этом мире]»"},{"SurahNumber":17,"VerseNumber":43,"Text":"Преславен Он, и превыше того, что (о Нем) говорят (многобожники), на великую высоту"},{"SurahNumber":17,"VerseNumber":44,"Text":"Восславляют Его [Аллаха] семь небес, и земля, и те, кто на них [все творения]. И нет ничего, что не восславляло бы (Его), вознося хвалу Ему, но вы (о, люди) не понимаете их восславления. Поистине, Он – сдержанный (к рабам Своим) [не спешит наказать тех, кто непокорны Ему] (и) прощающий"},{"SurahNumber":17,"VerseNumber":45,"Text":"И когда ты (о, Пророк) читаешь Коран (и его слышат многобожники), Мы делаем между тобой и теми, которые не веруют в Вечную жизнь, завесу сокровенную [невидимую для людей] (которая является препятствием для них, чтобы понимать Коран) (из-за их неверия)"},{"SurahNumber":17,"VerseNumber":46,"Text":"И Мы положили на сердца их [неверующих] покровы, чтобы они не понимали его [истину, которая есть в Коране], а в уши их – глухоту (чтобы они не постигли его смысл). (Это за то, что они возгордились и упорствовали против истины.) И когда ты поминаешь своего Господа в Коране [читая Коран] единственным [говоря, что бог только Аллах], они отворачиваются вспять из отвращения (так как им ненавистно слушать истину)"},{"SurahNumber":17,"VerseNumber":47,"Text":"Мы лучше знаем, к чему они [предводители многобожников] прислушиваются [какую цель имеют], когда слушают тебя (о, Пророк). (Они желают лишь насмехаться над тобой.) И (также) (Мы знаем) когда они (ведут) тайную беседу, когда говорят злодеи: «Вы следуете лишь только за околдованным человеком [которого коснулось колдовство и у него помутился разум]!»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Посмотри (о, Пророк), как они [неверующие] на тебя приводят притчи [говорят о тебе такую ложь, которая по своей странности подобна лишь притчам], и заблудились они и не могут найти пути (к Истине)"},{"SurahNumber":17,"VerseNumber":49,"Text":"И сказали они [многобожники] (отрицая воскрешение): «Разве, когда мы станем костями и прахом [полностью истлеем],... неужели мы обязательно будем воскрешены как новое творение?»"}]}