{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"اور اگر ہم ان پر رحم کریں اور جو تکلیفیں ان کو پہنچ رہی ہیں، وہ دور کردیں تو اپنی سرکشی پر اڑے رہیں (اور) بھٹکتے (پھریں)"},{"SurahNumber":23,"VerseNumber":76,"Text":"اور ہم نے ان کو عذاب میں پکڑا تو بھی انہوں نے خدا کے آگے عاجزی نہ کی اور وہ عاجزی کرتے ہی نہیں"},{"SurahNumber":23,"VerseNumber":77,"Text":"یہاں تک کہ جب ہم نے پر عذاب شدید کا دروازہ کھول دیا تو اس وقت وہاں ناامید ہوگئے"},{"SurahNumber":23,"VerseNumber":78,"Text":"اور وہی تو ہے جس نے تمہارے کان اور آنکھیں اور دل بنائے۔ (لیکن) تم کم شکرگزاری کرتے ہو"},{"SurahNumber":23,"VerseNumber":79,"Text":"اور وہی تو ہے جس نے تم کو زمین میں پیدا کیا اور اسی کی طرف تم جمع ہو کر جاؤ گے"},{"SurahNumber":23,"VerseNumber":80,"Text":"اور وہی ہے جو زندگی بخشتا ہے اور موت دیتا ہے اور رات اور دن کا بدلتے رہنا اسی کا تصرف ہے، کیا تم سمجھتے نہیں"},{"SurahNumber":23,"VerseNumber":81,"Text":"بات یہ ہے کہ جو بات اگلے (کافر) کہتے تھے اسی طرح کی (بات یہ) کہتے ہیں"},{"SurahNumber":23,"VerseNumber":82,"Text":"کہتے ہیں کہ جب ہم مر جائیں گے اور مٹی ہو جائیں گے اور استخوان (بوسیدہ کے سوا کچھ) نہ رہے گا تو کیا ہم پھر اٹھائے جائیں گے؟"},{"SurahNumber":23,"VerseNumber":83,"Text":"یہ وعدہ ہم سے اور ہم سے پہلے ہمارے باپ دادا سے بھی ہوتا چلا آیا ہے (اجی) یہ تو صرف اگلے لوگوں کی کہانیاں ہیں"},{"SurahNumber":23,"VerseNumber":84,"Text":"کہو کہ اگر تم جانتے ہو تو بتاؤ کہ زمین اور جو کچھ زمین میں ہے سب کس کا مال ہے؟"},{"SurahNumber":23,"VerseNumber":85,"Text":"جھٹ بول اٹھیں گے کہ خدا کا۔ کہو کہ پھر تم سوچتے کیوں نہیں؟"},{"SurahNumber":23,"VerseNumber":86,"Text":"(ان سے) پوچھو کہ سات آسمانوں کا کون مالک ہے اور عرش عظیم کا (کون) مالک (ہے؟)"},{"SurahNumber":23,"VerseNumber":87,"Text":"بےساختہ کہہ دیں گے کہ یہ (چیزیں) خدا ہی کی ہیں، کہو کہ پھر تم ڈرتے کیوں نہیں؟"},{"SurahNumber":23,"VerseNumber":88,"Text":"کہو کہ اگر تم جانتے ہو تو بتاؤ کہ وہ کون ہے جس کے ہاتھ میں ہر چیز کی بادشاہی ہے اور وہ پناہ دیتا ہے اور اس کے مقابل کوئی کسی کو پناہ نہیں دے سکتا"},{"SurahNumber":23,"VerseNumber":89,"Text":"فوراً کہہ دیں گے کہ (ایسی بادشاہی تو) خدا ہی کی ہے، تو کہو پھر تم پر جادو کہاں سے پڑ جاتا ہے؟"},{"SurahNumber":23,"VerseNumber":90,"Text":"بات یہ ہے کہ ہم نے ان کے پاس حق پہنچا دیا ہے اور جو (بت پرستی کئے جاتے ہیں) بےشک جھوٹے ہیں"},{"SurahNumber":23,"VerseNumber":91,"Text":"خدا نے نہ تو (اپنا) کسی کو بیٹا بنایا ہے اور نہ اس کے ساتھ کوئی معبود ہے، ایسا ہوتا تو ہر معبود اپنی اپنی مخلوقات کو لے کر چل دیتا اور ایک دوسرے پر غالب آجاتا۔ یہ لوگ جو کچھ خدا کے بارے میں بیان کرتے ہیں خدا اس سے پاک ہے"},{"SurahNumber":23,"VerseNumber":92,"Text":"وہ پوشیدہ اور ظاہر کو جانتا ہے اور (مشرک) جو اس کے ساتھ شریک کرتے ہیں اس کی شان اس سے اونچی ہے"},{"SurahNumber":23,"VerseNumber":93,"Text":"(اے محمدﷺ) کہو کہ اے پروردگار جس عذاب کا ان (کفار) سے وعدہ ہو رہا ہے، اگر تو میری زندگی میں ان پر نازل کرکے مجھے بھی دکھادے"},{"SurahNumber":23,"VerseNumber":94,"Text":"تو اے پروردگار مجھے (اس سے محفوظ رکھیئے اور) ان ظالموں میں شامل نہ کیجیئے"},{"SurahNumber":23,"VerseNumber":95,"Text":"اور جو وعدہ ہم ان سے کر رہے ہیں ہم تم کو دکھا کر ان پر نازل کرنے پر قادر ہیں"},{"SurahNumber":23,"VerseNumber":96,"Text":"اور بری بات کے جواب میں ایسی بات کہو جو نہایت اچھی ہو۔ اور یہ جو کچھ بیان کرتے ہیں ہمیں خوب معلوم ہے"},{"SurahNumber":23,"VerseNumber":97,"Text":"اور کہو کہ اے پروردگار! میں شیطانوں کے وسوسوں سے تیری پناہ مانگتا ہو"},{"SurahNumber":23,"VerseNumber":98,"Text":"اور اے پروردگار! اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آموجود ہوں"},{"SurahNumber":23,"VerseNumber":99,"Text":"(یہ لوگ اسی طرح غفلت میں رہیں گے) یہاں تک کہ جب ان میں سے کسی کے پاس موت آجائے گی تو کہے گا کہ اے پروردگار! مجھے پھر (دنیا میں) واپس بھیج دے"},{"SurahNumber":23,"VerseNumber":100,"Text":"تاکہ میں اس میں جسے چھوڑ آیا ہوں نیک کام کیا کروں۔ ہرگز نہیں۔ یہ ایک ایسی بات ہے کہ وہ اسے زبان سے کہہ رہا ہوگا (اور اس کے ساتھ عمل نہیں ہوگا) اور اس کے پیچھے برزخ ہے (جہاں وہ) اس دن تک کہ (دوبارہ) اٹھائے جائیں گے، (رہیں گے)"},{"SurahNumber":23,"VerseNumber":101,"Text":"پھر جب صور پھونکا جائے گا تو نہ تو ان میں قرابتیں ہوں گی اور نہ ایک دوسرے کو پوچھیں گے"},{"SurahNumber":23,"VerseNumber":102,"Text":"تو جن کے (عملوں کے) بوجھ بھاری ہوں گے۔ وہ فلاح پانے والے ہیں"},{"SurahNumber":23,"VerseNumber":103,"Text":"اور جن کے بوجھ ہلکے ہوں گے وہ لوگ ہیں جنہوں نے اپنے تئیں خسارے میں ڈالا، ہمیشہ دوزخ میں رہیں گے"},{"SurahNumber":23,"VerseNumber":104,"Text":"آگ ان کے مونہوں کو جھلس دے گی اور وہ اس میں تیوری چڑھائے ہوں گے"},{"SurahNumber":23,"VerseNumber":105,"Text":"کیا تم کو میری آیتیں پڑھ کر نہیں سنائی جاتیں تھیں (نہیں) تم ان کو سنتے تھے (اور) جھٹلاتے تھے"},{"SurahNumber":23,"VerseNumber":106,"Text":"اے ہمارے پروردگار! ہم پر ہماری کم بختی غالب ہوگئی اور ہم رستے سے بھٹک گئے"},{"SurahNumber":23,"VerseNumber":107,"Text":"اے پروردگار! ہم کو اس میں سے نکال دے، اگر ہم پھر (ایسے کام) کریں تو ظالم ہوں گے"},{"SurahNumber":23,"VerseNumber":108,"Text":"(خدا) فرمائے گا کہ اسی میں ذلت کے ساتھ پڑے رہو اور مجھ سے بات نہ کرو"},{"SurahNumber":23,"VerseNumber":109,"Text":"میرے بندوں میں ایک گروہ تھا جو دعا کیا کرتا تھا کہ اے ہمارے پروردگار ہم ایمان لائے تو تُو ہم کو بخش دے اور ہم پر رحم کر اور تو سب سے بہتر رحم کرنے والا ہے"},{"SurahNumber":23,"VerseNumber":110,"Text":"تو تم ان سے تمسخر کرتے رہے یہاں تک کہ ان کے پیچھے میری یاد بھی بھول گئے اور تم (ہمیشہ) ان سے ہنسی کیا کرتے تھے"},{"SurahNumber":23,"VerseNumber":111,"Text":"آج میں نے اُن کو اُن کے صبر کا بدلہ دیا، کہ وہ کامیاب ہوگئے"},{"SurahNumber":23,"VerseNumber":112,"Text":"(خدا) پوچھے گا کہ تم زمین میں کتنے برس رہے؟"},{"SurahNumber":23,"VerseNumber":113,"Text":"وہ کہیں گے کہ ہم ایک روز یا ایک روز سے بھی کم رہے تھے، شمار کرنے والوں سے پوچھ لیجیئے"},{"SurahNumber":23,"VerseNumber":114,"Text":"(خدا) فرمائے گا کہ (وہاں) تم (بہت ہی) کم رہے۔ کاش تم جانتے ہوتے"},{"SurahNumber":23,"VerseNumber":115,"Text":"کیا تم یہ خیال کرتے ہو کہ ہم نے تم کو بےفائدہ پیدا کیا ہے اور یہ تم ہماری طرف لوٹ کر نہیں آؤ گے؟"},{"SurahNumber":23,"VerseNumber":116,"Text":"تو خدا جو سچا بادشاہ ہے (اس کی شان) اس سے اونچی ہے، اس کے سوا کوئی معبود نہیں، وہی عرش بزرگ کا مالک ہے"},{"SurahNumber":23,"VerseNumber":117,"Text":"اور جو شخص خدا کے ساتھ اور معبود کو پکارتا ہے جس کی اس کے پاس کچھ بھی سند نہیں تو اس کا حساب خدا ہی کے ہاں ہوگا۔ کچھ شک نہیں کہ کافر رستگاری نہیں پائیں گے"},{"SurahNumber":23,"VerseNumber":118,"Text":"اور خدا سے دعا کرو کہ میرے پروردگار مجھے بخش دے اور (مجھ پر) رحم کر اور تو سب سے بہتر رحم کرنے والا ہے"}]}