{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Say, “Who provides for you from the heavens and the earth?” Say, “God. And Either you, or we, are rightly guided, or in evident error.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"Say, “You will not be asked about our misdeeds, nor will we be asked about what you do.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"Say, “Our Lord will bring us together; then He will judge between us equitably. He is the All-Knowing Judge.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"Say, “Show me those you have attached to Him as associates. No indeed! But He is God, the Powerful, the Wise.”"},{"SurahNumber":34,"VerseNumber":28,"Text":"We sent you only universally to all people, a herald and warner, but most people do not know"},{"SurahNumber":34,"VerseNumber":29,"Text":"And they say, “When is this promise due, if you are truthful?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"Say, “You are promised a Day, which you cannot postpone by one hour, nor bring forward.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Those who disbelieve say, “We will never believe in this Quran, nor in what came before it.” If you could only see the wrongdoers, captive before their Lord, throwing back allegations at one another. Those who were oppressed will say to those who were arrogant, “Were it not for you, we would have been believers.”"},{"SurahNumber":34,"VerseNumber":32,"Text":"Those who were arrogant will say to those who were oppressed, “Was it us who turned you away from guidance when it came to you? No indeed, you yourselves were sinful.”"},{"SurahNumber":34,"VerseNumber":33,"Text":"And those who were oppressed will say to those who were arrogant, “It was your scheming by night and day; as you instructed us to reject God, and to set up rivals to Him.” They will hide their remorse when they see the retribution. We will put yokes around the necks of those who disbelieved. Will they be repaid for anything other than what they used to do"},{"SurahNumber":34,"VerseNumber":34,"Text":"We sent no warner to any town, without its affluent saying, “We reject what you are sent with.”"},{"SurahNumber":34,"VerseNumber":35,"Text":"And they say, “We have more wealth and more children, and we will not be punished.”"},{"SurahNumber":34,"VerseNumber":36,"Text":"Say, “My Lord spreads out His bounty to whomever He wills, or restricts it; but most people do not know.”"},{"SurahNumber":34,"VerseNumber":37,"Text":"It is neither your wealth nor your children that bring you closer to Us, but it is he who believes and does good deeds. These will have a double reward for what they did; and they will reside in the Chambers, in peace and security"},{"SurahNumber":34,"VerseNumber":38,"Text":"But those who work against Our revelations, seeking to undermine them—those will be summoned to the punishment"},{"SurahNumber":34,"VerseNumber":39,"Text":"Say, “My Lord extends the provision to whomever He wills of His servants, or withholds it. Anything you spend, He will replace it. He is the Best of providers.”"},{"SurahNumber":34,"VerseNumber":40,"Text":"On the Day when He gathers them all together, then say to the angels, “Was it you these used to worship?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"They will say, “Be You glorified; You are our Master, not them. In fact, they used to worship the jinn, and most of them had faith in them.”"},{"SurahNumber":34,"VerseNumber":42,"Text":"“Today, none of you has the power to profit or harm the other.” And We will say to those who did wrong, “Taste the agony of the Fire which you used to deny.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"And when Our enlightening Verses are recited to them, they say, “This is nothing but a man who wants to divert you from what your ancestors used to worship.” And they say, “This is nothing but a fabricated lie.” And when the Truth comes to them, the blasphemers say of the Truth, “This is nothing but plain magic.”"},{"SurahNumber":34,"VerseNumber":44,"Text":"But We gave them no book to study, and We did not send them any warner before you"},{"SurahNumber":34,"VerseNumber":45,"Text":"Those before them also denied the Truth, yet they have not attained one-tenth of what We had given them. They rejected My messengers, so how was My disapproval"}]}