{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar! Sizler hepiniz Allah´a muhtaçsınız, Allah ise ganiy (hiçbir şeye muhtaç olmayan mutlak varlıklı)dır. Övülmeğe çok lâyıktır"},{"SurahNumber":35,"VerseNumber":16,"Text":"Dilerse sizi (sahneden) alıp götürür de yeni bir halk topluluğu getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu da Allah´a göre güç değildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Hiçbir günahkâr diğer bir günahkârın günahını taşımaz. Yükü ağır olanın, taşıması için —yakını bile olsa— yükünden hiçbir şey başkası tarafından taşınmaz. Sen ancak Rabbından gıyabında saygı ile korkanları ve namazı dosdoğru kılanları uyarırsın. Kim kendini (günah kirlerinden) pâk tutarsa, o ancak kendi lehine paklanmış olur. Varış ancak Allah´adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Görmeyenle gören bir değildir"},{"SurahNumber":35,"VerseNumber":20,"Text":"Karanlıklar ile aydınlık"},{"SurahNumber":35,"VerseNumber":21,"Text":"Gölge ile sıcaklık da bir değildir"},{"SurahNumber":35,"VerseNumber":22,"Text":"Dirilerle ölüler de bir değildir. Şüphesiz Allah dilediği kimselere işittirir. Sen ise kabirlerde olanlara işittirecek değilsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen ancak, (tuttukları yolun tehlikeli olduğuna ve gelecek olan azaba karşı) bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Şüphesiz ki biz seni (rahmet müjdecisi), (azaba karşı) uyarıcı olarak hakk ile gönderdik. Hiçbir millet yoktur ki içlerinden (gelecek felâkete, inkâr ve sapıklıklarındaki inatlarına karşı) bir uyarıcı peygamber gelip geçmiş olmasın"},{"SurahNumber":35,"VerseNumber":25,"Text":"Eğer seni yalanlıyorlarsa, onlardan öncekiler de (kendilerine gönderilen peygamberleri) yalanlamışlardı. Peygamberleri, onlara açık belgelerle, mu´cizelerle, yazılı sahifelerle, aydınlatıcı kitapla gelmişlerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra o inkâr edenleri yakalayıverdim. (Bir görsünler) beni inkâr nasıl olur"},{"SurahNumber":35,"VerseNumber":27,"Text":"Görmedin mi ki, Allah gökten su indirdi de biz onunla renkleri farklı meyveler çıkardık. Dağlardan da kimi beyaz, kimi kırmızı muhtelif renklerde ve siyahımsı görünümde çeşitli yollar meydana getirdik"},{"SurahNumber":35,"VerseNumber":28,"Text":"İnsanlardan, yerde yürüyen hayvanlardan, davarlardan da bunun gibi ayrı ayrı renklerde olanlar vardır. Allah´tan ise, O´nun kullarından ancak ilim sahipleri saygı ile korkarlar. Şüphesiz ki Allah çok güçlüdür, çok üstündür, çok bağışlayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah´ın kitabını okuyanlar, namazı dosdoğru kılanlar ve kendilerine rızık olarak verdiklerimizden gizli-açık harcayanlar, işte onlar kesada uğramıyacak, yok olmayacak bir ticaret umarlar"},{"SurahNumber":35,"VerseNumber":30,"Text":"Çünkü Allah onların bu harcamalarının karşılığını noksansız verir. Şüphesiz ki O çok bağışlayan ve şükredenlere nîmetini çok artırandır"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kitap´tan sana önündekini (Tevrat ve İncil´i) doğrulayarak vahyettiğimiz haktır. Şüphesiz ki Allah kullarından haberlidir (onların her halini ve düşündüklerini) görüp bilendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra da Kitab´ı kullarımızdan seçip beğendiklerimize miras bıraktık. Artık onlardan bir kısmı kendine haksızlık eder; bir kısmı ortalama gider; bir kısmı da —Allah´ın izniyle— hayırlarda öne geçer, işte bu büyük bir fazilettir"},{"SurahNumber":35,"VerseNumber":33,"Text":"Onlar Adn Cennetleri´ne girerler, orada altın bileziklerle, incilerle süslenirler. Oradaki elbiseleri ise ipektir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Bizden üzüntü ve sıkıntıyı gideren Allah´a hamd olsun ; şüphesiz ki Rabbimiz çok bağışlayan ve şükredene şükrünün karşılığını bolca verendir"},{"SurahNumber":35,"VerseNumber":35,"Text":"Bizi kendi fazl-u kereminden sonsuza dek kalınacak bir konağa yerleştirdi. Artık burada bize ne bir yorgunluk dokunur, ne de burada bize usanç ve bıkkınlık gelir, derler"},{"SurahNumber":35,"VerseNumber":36,"Text":"Küfür içinde kalanlara ise Cehennem ateşi vardır. Ölüm hükmü verilmez ki ölsünler; ne de oranın azabı kendilerinden hafifletilir. İşte biz, her aşırı nankör inkarcıyı böyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar, Cehennem´de şöyle bağırıp çağırırlar: «Rabbimiz! Bizi (buradan) çıkar, yapageldiğimizden başka iyi-yararlı amelde bulunalım.» Sizi, düşünüp de gerçeği anlayabilenin düşünebileceği kadar ömürlü kılmadık mı ? Üstelik size o peygamber de geldi. O halde tadın tadacağınızı! Artık zâlimler için hiçbir yardımcı yoktur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Şüphesiz Allah, göklerde ve yerde görünmeyeni, bilinmeyeni bilendir. O elbette kalblerde olanı da çok iyi bilir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O Allah ki, yeryüzünde sizi (göçüp gidenlerin yerine) koyup yerleştirdi. Artık kim küfrederse küfrünün zararı kendisinedir ve kâfirlerin küfrü Rabları yanında gazabdan başka kendilerine bir şey artırmaz. Kâfirlerin küfrü kendilerine ancak husrân artırır"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: Bir baksanıza, Allah´ı bırakıp da duâ edip yalvardığınız ortaklarınızı gösterin bana, yeryüzünde neyi yaratmışlardır? Yoksa onların göklerde bir ortaklığı mı vardır, yoksa kendilerine bir kitap vermişiz de ondan (elde ettikleri) açık bir delil üzere mi bulunuyorlardır? Hayır, o zâlimler birbirini aldatmadan başka va´dde bulunmazlar"}]}