{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"mais aussi que Mon châtiment est des plus douloureux"},{"SurahNumber":15,"VerseNumber":51,"Text":"Relate-leur l’histoire des hôtes d’Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"qui se présentèrent à lui en le saluant : « La paix soit avec toi ! » Abraham dit : « Nous avons peur de vous. »"},{"SurahNumber":15,"VerseNumber":53,"Text":"Ils répondirent : « Ne crains rien ! Nous sommes seulement venus t’annoncer la naissance d’un garçon plein de savoir. »"},{"SurahNumber":15,"VerseNumber":54,"Text":"Abraham s’étonna : « M’annoncez-vous cela alors que j’ai atteint un âge avancé ? Que m’annoncez-vous donc là ? »"},{"SurahNumber":15,"VerseNumber":55,"Text":"Ils dirent : « Nous t’avons annoncé la vérité. Ne sois donc pas de ceux qui désespèrent. »"},{"SurahNumber":15,"VerseNumber":56,"Text":"Il dit : « Qui peut désespérer de la miséricorde de son Seigneur sinon un égaré ? »"},{"SurahNumber":15,"VerseNumber":57,"Text":"Il ajouta : « Quel est l’objet de votre visite, envoyés du Seigneur ? »"},{"SurahNumber":15,"VerseNumber":58,"Text":"Ils répondirent : « Nous avons pour mission d’anéantir un peuple criminel"},{"SurahNumber":15,"VerseNumber":59,"Text":"à l’exception de la famille de Loth dont tous les membres seront épargnés"},{"SurahNumber":15,"VerseNumber":60,"Text":"Nous avons toutefois décrété que son épouse serait, avec les autres, exterminée. »"},{"SurahNumber":15,"VerseNumber":61,"Text":"Lorsque la famille de Loth reçut la visite des messagers"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lot leur dit : « Vous m’êtes étrangers. »"},{"SurahNumber":15,"VerseNumber":63,"Text":"Ils dirent : « Nous sommes seulement venus infliger à ton peuple le châtiment dont il n’a cessé de douter"},{"SurahNumber":15,"VerseNumber":64,"Text":"Nous t’apportons la vérité, nous sommes véridiques"},{"SurahNumber":15,"VerseNumber":65,"Text":"Quitte la cité en pleine nuit avec les tiens. Ferme la marche et que nul ne se retourne en chemin. Allez là où vous en recevrez l’ordre. »"},{"SurahNumber":15,"VerseNumber":66,"Text":"Nous avons révélé à Loth Notre décision d’exterminer son peuple au matin"},{"SurahNumber":15,"VerseNumber":67,"Text":"Les habitants de la cité arrivèrent alors tout joyeux"},{"SurahNumber":15,"VerseNumber":68,"Text":"Loth leur lança : « Ces hommes sont mes hôtes. Gardez-vous de me déshonorer"},{"SurahNumber":15,"VerseNumber":69,"Text":"Craignez Allah ! Epargnez-moi cette humiliation ! »"},{"SurahNumber":15,"VerseNumber":70,"Text":"Ils dirent : « Ne t’avons-nous pas défendu d’accueillir qui que ce soit chez toi ? »"},{"SurahNumber":15,"VerseNumber":71,"Text":"Il dit : « Voici mes filles, si vous voulez assouvir vos désirs ! »"},{"SurahNumber":15,"VerseNumber":72,"Text":"Par ta vie ! Ils étaient en plein délire"},{"SurahNumber":15,"VerseNumber":73,"Text":"Ils furent donc foudroyés au lever du jour"},{"SurahNumber":15,"VerseNumber":74,"Text":"Nous avons renversé la cité et envoyé contre ses habitants une pluie de pierres d’argile"},{"SurahNumber":15,"VerseNumber":75,"Text":"Voilà des signes suffisamment clairs pour ceux qui savent les méditer"},{"SurahNumber":15,"VerseNumber":76,"Text":"Les vestiges de cette cité se trouvent d’ailleurs sur une route encore fréquentée"},{"SurahNumber":15,"VerseNumber":77,"Text":"Voilà un signe parfaitement clair pour les croyants"},{"SurahNumber":15,"VerseNumber":78,"Text":"Les adorateurs d’Al-Aykah furent si injustes envers eux-mêmes"},{"SurahNumber":15,"VerseNumber":79,"Text":"que Nous nous sommes vengé d’eux. Les ruines de ces deux cités sont d’ailleurs encore visibles sur une route toujours fréquentée"},{"SurahNumber":15,"VerseNumber":80,"Text":"Les habitants d’Al-Hijr ont également traité les Messagers d’imposteurs"},{"SurahNumber":15,"VerseNumber":81,"Text":"se détournant de tous les signes que Nous avons produits sous leurs yeux"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ils taillaient dans le roc des demeures où ils se croyaient en sécurité"},{"SurahNumber":15,"VerseNumber":83,"Text":"Ils furent pourtant, au matin, foudroyés"},{"SurahNumber":15,"VerseNumber":84,"Text":"Leurs richesses et leurs forteresses ne leur furent d’aucune utilité"},{"SurahNumber":15,"VerseNumber":85,"Text":"Nous n’avons pas créé les cieux, la terre, et ce qui se trouve entre eux, en vain mais selon une sagesse infinie. L’Heure sonnera inéluctablement. Accorde donc un généreux pardon aux impies"},{"SurahNumber":15,"VerseNumber":86,"Text":"Ton Seigneur, en vérité, est le Créateur de toute chose, l’Omniscient"},{"SurahNumber":15,"VerseNumber":87,"Text":"Nous t’avons donné les sept versets sans cesse répétés et le sublime Coran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Ne porte donc pas ton regard avec envie sur les jouissances éphémères que Nous avons accordées à certains mécréants et ne sois pas affligé par leur comportement. Montre-toi humble et bienveillant envers les croyants"},{"SurahNumber":15,"VerseNumber":89,"Text":"Et dis : « Je suis chargé de vous mettre clairement en garde contre le châtiment. »"},{"SurahNumber":15,"VerseNumber":90,"Text":"Châtiment que Nous avons déjà fait descendre sur ceux qui ont divisé le Livre révélé"},{"SurahNumber":15,"VerseNumber":91,"Text":"acceptant une partie de la Révélation, rejetant obstinément l’autre à leur gré"},{"SurahNumber":15,"VerseNumber":92,"Text":"Par ton Seigneur ! Nous les interrogerons certainement jusqu’au dernier"},{"SurahNumber":15,"VerseNumber":93,"Text":"les sommant de répondre de leurs agissements et de leur comportement passé"},{"SurahNumber":15,"VerseNumber":94,"Text":"Proclame haut et fort le message dont tu es en charge, sans prêter attention aux idolâtres"},{"SurahNumber":15,"VerseNumber":95,"Text":"Nous saurons, en vérité, nous charger pour toi des moqueurs"},{"SurahNumber":15,"VerseNumber":96,"Text":"qui associent d’autres divinités au culte du Seigneur. Mais ils sauront bientôt"},{"SurahNumber":15,"VerseNumber":97,"Text":"Nous savons parfaitement que ton cœur est oppressé par leurs propos"},{"SurahNumber":15,"VerseNumber":98,"Text":"Par les louanges, célèbre donc la gloire de ton Seigneur et sois de ceux qui se prosternent humblement en prière"},{"SurahNumber":15,"VerseNumber":99,"Text":"Et adore ton Seigneur jusqu’à ce que te vienne la certitude"}]}