{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Нема никакво добро во состаноците нивни тајни освен оној кој наредува садака или јавно добро или слога меѓу луѓето. А на оној кој ова го работи заради задоволствата Аллахови Ние ќе му дадеме награда голема"},{"SurahNumber":4,"VerseNumber":115,"Text":"Оној кој ќе се одвои од пејгамберот, бидејќи му беше објаснет Патоказот, и кој ќе следи друг пат од оној на верниците, Ние ќе го свртиме онака како што се врти тој: ќе го фрлиме во ехеннемот. Е, само колку лошо свратилиште е тоа"},{"SurahNumber":4,"VerseNumber":116,"Text":"Аллах, навистина, нема да прости да му се припише здруженик, а ќе прости, кому сака, се. друго освен тоа..Оној кој му припишува здруженик на Аллах веќе паднал во беспаќе далечно"},{"SurahNumber":4,"VerseNumber":117,"Text":"Оние повикуваат освен Него: се повикуваат на жени кипо-. ви, се повикуваат само на Шејтанот непослушен"},{"SurahNumber":4,"VerseNumber":118,"Text":"Аллах него го проколни. Рече:“Ќе им го одземам, сигурно од робовите Твои, делот пропишан"},{"SurahNumber":4,"VerseNumber":119,"Text":"И сосем сигурно ќе ги скршнувам, и сосем сигурно ќе им донесувам лажни надежи, и сосем сигурно ќе им наредувам, и сосем сигурно ќе му ги сечат ушите на добитокот, и сосем сигурно ќе им наредувам па ќе го менуваат творењето Аллахово.\" А оној кој ќе го земе Шејтанот за пријател, а не Аллах, ќе се нурне во пропаст очигледна"},{"SurahNumber":4,"VerseNumber":120,"Text":"Он им нуди ветувања и ги изневерува. А Шејтанот ветува само измама"},{"SurahNumber":4,"VerseNumber":121,"Text":"Пребивалиштето нивно е Џехеннемот. И од него не ќе можат да се спасат"},{"SurahNumber":4,"VerseNumber":122,"Text":"На оние кои веруваат и кои прават добри дела Ние ќе ги воведеме во бавчи џеннетски Низ кои реки течат; во нив за навек ќе останат. Ветувањето Аллахово е - вистинско ветување. А кои се поискрени зборови од Аллаховите"},{"SurahNumber":4,"VerseNumber":123,"Text":"Тоа не зависи ни од желбите ваши НИ од од желбите на Следбениците на Книгата. Кој ќе направи зло ќе се казни и не ќе најде, освен Аллах, ни заштит-. НИК НИ поддржник"},{"SurahNumber":4,"VerseNumber":124,"Text":"И оној кој ќе направи добро дело, верник: машко или женс-. ко..онаквите ќе влезат во Џеннетот и не ќе им се нанесе зло ни. колку голушка од урма"},{"SurahNumber":4,"VerseNumber":125,"Text":"А кој има подобра вера од. оној кој го предава лицето на Аллах, а доброчинител е? Ја сле-. ди чистата вера Ибрахимова. А Аллах Ибрахима го прифати за пријател"},{"SurahNumber":4,"VerseNumber":126,"Text":"И се што е на небесата и на Земјата е - Аллахово! А Аллах опфаќа се"},{"SurahNumber":4,"VerseNumber":127,"Text":"И оние бараат од тебе решенија во врска со жените. Кажи: “Аллах ви донесува решение за нив - и она Што ви е кажувано во Книгата - и за жените јетими на кои вие не им го давате она што е пропишано, а вие сакате да склучите брак, и за нејаките деца - и кон јетимите да бидете праведни. И за секое добро кое ќе го спечалите - па, Аллах, навистина, го знае тоа"},{"SurahNumber":4,"VerseNumber":128,"Text":"Ако некоја жена се плаши од безверието на нејзиниот маж Или од рамнодушноста - тогаш, немаат грев да се склучи договор меѓу нив; договорот е најдобар, зашто душите се наклонети кон лакомост. Ако правите добро и ако се плашите Аллах, навистина, е Известен за она што го работите"},{"SurahNumber":4,"VerseNumber":129,"Text":"И колку да сакате вие никогаш не ќе можете праведно да се однесувате кон жените ваши. Кон никаква наклонетост, тогаш, не понесувајте се, една од НИВ во неизвесност да ја оставите. А, ако се договорите и ако се плашите, Аллах, навистина, е Простувач и Сомилосен"},{"SurahNumber":4,"VerseNumber":130,"Text":"Ако двајцата се разделат, Аллах од дарежливоста Своја, ќе им даде во изобилие. Аллах е Неизмерен и Мудар"},{"SurahNumber":4,"VerseNumber":131,"Text":"Се што е на небесата и на Земјата е - Аллахово! На оние кои беа пред вас, на кои им е дадена Книгата, а и вам, во наредивме да се плашите од Аллах и да верувате зашто, навистина, се што е на небесата и на Земјата е - Дллахово! А Аллах е Богат и за благодарност Достоен"},{"SurahNumber":4,"VerseNumber":132,"Text":"Се што е на небесата и на Земјата е -Аллахово! А Аллах е Доволен Заштитник"},{"SurahNumber":4,"VerseNumber":133,"Text":"Кога би сакал, Он би ве снемал, - о луѓе! - и би донел други место вас. Аллах, навистина, е Кадар за тоа"},{"SurahNumber":4,"VerseNumber":134,"Text":"Кој сака награда на овој свет -та, кај Аллах е наградата на овој свет и на Ахирет. Аллах е Слушач и Гледач"}]}