{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"O ju që keni besuar! Bindjuni Allahut dhe bindjuni të Dërguarit dhe mos i çoni dëm veprat tuaja"},{"SurahNumber":47,"VerseNumber":34,"Text":"Pa dyshim, ata që nuk besojnë, (i) pengojnë (të tjerët) nga rruga e Allahut dhe vdesin si jobesimtarë, Allahu kurrsesi nuk do t’i falë"},{"SurahNumber":47,"VerseNumber":35,"Text":"Dhe mos u bëni të dobët e të kërkoni armëpushim, ndërkohë që jeni më të fuqishmit dhe Allahu është me ju. Ai nuk do t’jua pakësojë (shpërblimin për) veprat tuaja"},{"SurahNumber":47,"VerseNumber":36,"Text":"Jeta e kësaj bote nuk është asgjë tjetër, veçse lojë dhe zbavitje. Nëse (i) besoni (Allahut) dhe (i) ruheni (Atij), Ai do t’ju shpërblejë dhe nuk do të kërkojë prej jush pasurinë tuaj"},{"SurahNumber":47,"VerseNumber":37,"Text":"Sikur ta kërkonte prej jush tërë pasurinë me këmbëngulje, ju do të bëheshit koprracë dhe, Ai do të nxirrte në shesh urrejtjen tuaj"},{"SurahNumber":47,"VerseNumber":38,"Text":"Ja, juve ju bëhet thirrje të shpenzoni në rrugën e Allahut, por disa prej jush janë koprracë. Kush tregohet koprrac, ta dijë se i bën dëm vetes, sepse Allahu është i Pasur (s’ka nevojë për asgjë), ndërsa ju jeni të varfër. E, nëse ju ia ktheni shpinën dhe i largoheni Atij, Ai do t’ju zëvendësojë me një popull tjetër, i cili nuk do ta ndjekë shembullin tuaj"},{"SurahNumber":48,"VerseNumber":1,"Text":"Ne të dhamë ty një fitore të qartë"},{"SurahNumber":48,"VerseNumber":2,"Text":"për të t’i falur ty Allahu gabimet e mëparshme dhe të ardhshme, për ta plotësuar dhuntinë e Vet ndaj teje dhe për të të udhëzuar në rrugën e drejtë"},{"SurahNumber":48,"VerseNumber":3,"Text":"dhe që Allahu të të japë ndihmë të madhe"},{"SurahNumber":48,"VerseNumber":4,"Text":"Është Ai, që zbriti qetësi[319] në zemrat e besimtarëve, për t’ua forcuar besimin, krahas besimit që patën. Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Gjithëdijshëm dhe i Urtë"},{"SurahNumber":48,"VerseNumber":5,"Text":"(Ai e bëri këtë) për t’i çuar besimtarët dhe besimtaret në kopshte nëpër të cilat rrjedhin lumenj e ku do të qëndrojnë përherë, si dhe që t’ua falë gjynahet atyre. Kjo, në sytë e Allahut, është fitorja më e madhe"},{"SurahNumber":48,"VerseNumber":6,"Text":"Gjithashtu, (Ai e bëri këtë) për t’i ndëshkuar hipokritët dhe hipokritet, idhujtarët e idhujtaret, që mendojnë keq për Allahun. Radha e fatkeqësisë le t’i godasë ata! Allahu është zemëruar me ata, i ka mallkuar dhe u ka përgatitur Xhehenemin; eh, sa vend i shëmtuar që është ai"},{"SurahNumber":48,"VerseNumber":7,"Text":"Të Allahut janë ushtritë e qiejve dhe të Tokës; Allahu është i Plotfuqishëm dhe i Urtë"},{"SurahNumber":48,"VerseNumber":8,"Text":"Me të vërtetë, Ne të kemi dërguar ty (Muhamed) dëshmitar, sjellës të lajmeve të mira dhe paralajmërues"},{"SurahNumber":48,"VerseNumber":9,"Text":"që t’i besoni Allahut dhe të Dërguarit të Tij, që ta ndihmoni e ta nderoni atë (Muhamedin a.s.) dhe që ta lavdëroni Atë (Allahun xh.sh.) me namaz në mëngjes dhe mbrëmje"},{"SurahNumber":48,"VerseNumber":10,"Text":"Ata që të janë betuar për besnikëri, në të vërtetë, i janë betuar për besnikëri Allahut. Dora e Allahut është mbi duart e tyre! Ai që e prish betimin, e prish në dëm të vetes, por, nëse e mban besën ndaj Allahut, Ai do t’i japë atij shpërblim të madh"},{"SurahNumber":48,"VerseNumber":11,"Text":"Do të të thonë ty arabët e shkretëtirës, të cilët ngelën pas jush[320]: “Ne ishim të zënë me bagëtitë dhe familjet tona, prandaj lutju Allahut që të na falë ne!” Ata thonë me gjuhën e tyre atë që nuk e kanë në zemrat e tyre. Thuaju: “Kush mund ta pengojë Allahun ndaj jush, nëse Ai kërkon t’ju godasë ose, nëse synon t’ju bëjë ndonjë të mirë?” Allahu e di atë që ju bëni"},{"SurahNumber":48,"VerseNumber":12,"Text":"Jo! Ju[321] menduat se i Dërguari dhe besimtarët nuk do të kthehen kurrë te familjet e tyre dhe zemrat tuaja ishin të kënaqura me këtë trill. Ju ushqyet mendime shumë të këqija dhe kështu u bëtë popull i pavlefshëm i nisur drejt shkatërrimit"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kush nuk beson në Allahun dhe në të Dërguarin e Tij, ta dijë se Ne kemi përgatitur për mohuesit një Zjarr flakërues"},{"SurahNumber":48,"VerseNumber":14,"Text":"I Allahut është pushteti i qiejve dhe i Tokës. Ai fal kë të dojë e dënon kë të dojë. Allahu është Falës i madh dhe Mëshirëplotë"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ata që ngelën pas jush, do t’ju thonë, kur të niseni për të marrë plaçkën e luftës: “Na lejoni edhe ne që të vijmë pas jush!” Ata do të donin t’i ndërronin fjalët e Allahut. Thuaju: “Ju kurrsesi nuk do të vini pas nesh, këtë e ka thënë Allahu qysh më parë!” E ata do të thonë: “Nuk është ashtu, por ju na keni zili”. Ah, sa pak që kuptojnë"},{"SurahNumber":48,"VerseNumber":16,"Text":"Thuaju atyre arabëve të shkretëtirës, që ngelën pas jush: “Ju do të thirreni për të luftuar kundër një populli shumë luftarak, nëse ata nuk dorëzohen. Nëse bindeni, Allahu do t’ju japë shpërblim të mirë, por, nëse shmangeni, ashtu siç keni bërë edhe më parë, Ai do t’ju ndëshkojë me dënim të dhembshëm"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nuk është gjynah për të verbrin, as për të çalin, as të sëmurin (që të mos marrin pjesë në luftë). Kush i bindet Allahut dhe të Dërguarit të Tij, do të shkojë në Xhenete, nëpër të cilat rrjedhin lumenj, kurse ai që shmanget, do të ndëshkohet me dënim të dhembshëm"}]}