{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Muhakkak ki Allah, gökleri ve yeri, zail olurlar diye (zail olmaması için) tutuyor. Gerçekten ikisi de zail olurlarsa (yok olurlarsa), ondan sonra, o ikisini (gökleri ve yeri) O´ndan (Allah´tan) başka tutacak (yoktur). Muhakkak ki O; Halîm´dir, Gafûr´dur (günahları sevaba çeviren)"},{"SurahNumber":35,"VerseNumber":42,"Text":"Ve Allah´a en kuvvetli yeminleri ile kasem ettiler. Eğer gerçekten onlara nezir gelirse, mutlaka en çok hidayete eren ümmetlerden biri olacaklarına. Fakat (bu), onlara nezir (uyarıcı) geldiği zaman onların nefretlerinden başka bir şeyi artırmadı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeryüzünde kibirlendiler ve kötü hile düzenlediler . Oysa kötü hileler, sahibinden başkasına isabet etmez (ulaşmaz). Öyleyse onlar, evvelkilerin sünnetinden başkasını mı gözlüyorlar (bekliyorlar)? Halbuki Allah´ın sünnetinde asla bir tebdil (değişiklik) bulamazsın. Ve Allah´ın sünnetinde asla bir tahvil (değişme) bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"Yeryüzünde dolaşıp, onlardan öncekilerin akıbeti (sonu) nasıl oldu bakmadılar mı? Ve onlardan daha çok kuvvetliydiler. Göklerde ve yerde Allah´ı aciz bırakacak (hiç)bir şey yoktur. Muhakkak ki O, en iyi bilendir, (herşeye) kaadirdir"},{"SurahNumber":35,"VerseNumber":45,"Text":"Ve eğer Allah insanları, kazandıkları şeyler sebebiyle muaheze etseydi (sorgulasaydı), onun üstünde (yeryüzünde) dabbe (yürüyen bir canlı) bırakmazdı. Ve lâkin belirlenmiş bir zamana kadar onları tehir eder (erteler). Fakat onların ecelleri geldiği zaman (hesaba çeker). Muhakkak ki Allah, kullarını görendir"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yâ, Sîn"},{"SurahNumber":36,"VerseNumber":2,"Text":"Hakîm (hüküm ve hikmet sahibi) Kur´ân´a andolsun"},{"SurahNumber":36,"VerseNumber":3,"Text":"Muhakkak ki sen, gerçekten gönderilen resûllerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Sıratı Mustakîm üzerinde(sin)"},{"SurahNumber":36,"VerseNumber":5,"Text":"Azîz ve Rahîm olan Allah tarafından indirilmiştir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babaları uyarılmamış bir kavmi, uyarman içindir. Çünkü onlar gâfillerdir"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun ki (Allah´ın) söz(ü) onların çoğunun üzerine hak oldu. Artık onlar âmenû olmazlar (Allah´a ulaşmayı dilemezler)"},{"SurahNumber":36,"VerseNumber":8,"Text":"Muhakkak ki Biz, onların boyunlarına, çenelerine kadar halkalar (zincirler) kıldık (geçirdik). Bu sebeple onlar, başları yukarı kaldırılmış olanlardır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ve onların önlerine ve arkalarına set kılarak (çekerek) böylece onları perdeledik. Artık onlar görmezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Ve onları uyarsan da uyarmasan da onlar için eşittir. Onlar âmenû olmazlar (Allah´a ulaşmayı dilemezler)"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen sadece zikre tâbî olanı ve gaybte Rahmân´a huşû duyanı uyarırsın. Öyleyse onu mağfiret ile (günahların sevaba çevrilmesiyle) ve \"kerim ecir\" ile müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Muhakkak ki Biz, ölüleri diriltiriz. Ve takdim ettiklerini ve onların eserlerini yazarız. Ve herşeyi İmam-ı Mübin´de (apaçık bir rehber´de) saydık (tespit ettik)"},{"SurahNumber":36,"VerseNumber":13,"Text":"Ve onlara, o şehrin halkını misal ver. Onlara resûller gelmişti"},{"SurahNumber":36,"VerseNumber":14,"Text":"Onlara iki (resûl) göndermiştik. Fakat ikisini de tekzip ettiler (yalanladılar). Bunun üzerine (onları) üçüncü (resûl) ile azîz kıldık (destekledik). O zaman onlar: \"Muhakkak ki biz, size gönderilmiş resûlleriz.\" dediler"},{"SurahNumber":36,"VerseNumber":15,"Text":"Dediler ki: \"Siz, bizim gibi beşerden başka bir şey değilsiniz. Ve Rahmân bir şey indirmedi. Siz sadece yalan söylüyorsunuz"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Resûller) dediler ki: \"Bizim, gerçekten size gönderilmiş resûller olduğumuzu Rabbimiz biliyor"},{"SurahNumber":36,"VerseNumber":17,"Text":"Ve bizim üzerimizde açıkça tebliğden (bildirmekten) başka bir şey (sorumluluk) yoktur"},{"SurahNumber":36,"VerseNumber":18,"Text":"Muhakkak ki biz, sizinle uğursuzluğa uğradık. Eğer siz gerçekten vazgeçmezseniz (son vermezseniz), sizi mutlaka taşlayacağız. Ve mutlaka bizden size elîm bir azap dokunacak.\" dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Uğursuzluğunuz sizinle beraberdir (kendinizdendir). Size zikir hatırlatılınca mı (uğursuzluğa uğruyorsunuz)? Hayır, siz müsrif (haddi aşan) bir kavimsiniz.\" dediler"},{"SurahNumber":36,"VerseNumber":20,"Text":"Ve şehrin en uzak yerinden bir adam koşarak geldi. \"Ey kavmim, (size) gönderilmiş olan resûllere tâbî olun!\" dedi"},{"SurahNumber":36,"VerseNumber":21,"Text":"(Tebliğlerine karşılık) sizden ücret istemeyen (bu) kişilere tâbî olun. Ve onlar, mehdilerdir (hidayete ermiş ve hidayete erdirenlerdir)"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ve ben, niçin beni Yaratan´a kul olmayayım ki; siz, O´na döndürüleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ben, O´ndan başka ilâhlar edinir miyim? Eğer Rahmân bana bir zarar dilerse, onların şefaati bana bir (şey) fayda vermez (sağlamaz). Ve onlar beni kurtaramazlar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Eğer öyle olsaydı (putlara tapsaydım) muhakkak ki ben, mutlaka apaçık dalâlette olurdum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Muhakkak ki ben, sizin Rabbinize îmân ettim. Öyleyse beni işitin"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Ona): \"Cennete gir!\" denildi. \"Keşke kavmim bilseydi.\" dedi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Bu sebeple, Rabbimin bana mağfiret ettiğini ve ikram edilenlerden kıldığını (bilselerdi)"}]}