{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"It is not fit for man, that God should speak unto him otherwise than by private revelation, or from behind a veil, or by his sending of a messenger to reveal, by his permission, that which He pleaseth; for He is high and wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"Thus have We revealed unto thee a revelation, by our command. Thou didst not understand, before this, what the book of the Koran was, nor what the faith was: But We have ordained the same for a light; We will thereby direct such of our servants as We please: And thou shalt surely direct them into the right way"},{"SurahNumber":42,"VerseNumber":53,"Text":"the way of God, unto whom belongeth whatever is heaven and in earth. Shall not all things return unto God"},{"SurahNumber":43,"VerseNumber":1,"Text":"M"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the perspicuous book"},{"SurahNumber":43,"VerseNumber":3,"Text":"verily We have ordained the same an Arabic Koran, that ye may understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"And it is certainly written in the original book, kept with Us, being sublime and full of wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Shall We therefore turn away from you the admonition, and deprive you thereof, because ye are a people who transgress"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many prophets have We sent among those of old"},{"SurahNumber":43,"VerseNumber":7,"Text":"And no prophet came unto them, but they laughed him to scorn"},{"SurahNumber":43,"VerseNumber":8,"Text":"Wherefore We destroyed nations who were more mighty than these in strength; and the example of those who were of old, hath been already set before them"},{"SurahNumber":43,"VerseNumber":9,"Text":"If thou ask them who created the heavens and the earth, they will certainly answer, the mighty, the wise God created them"},{"SurahNumber":43,"VerseNumber":10,"Text":"Who hath spread the earth as a bed for you, and hath made you paths therein, that ye may be directed"},{"SurahNumber":43,"VerseNumber":11,"Text":"And Who sendeth down rain from heaven by measure, whereby We quicken a dead country; -- so shall ye be brought forth from your graves"},{"SurahNumber":43,"VerseNumber":12,"Text":"And Who hath created all the various species of things, and hath given you ships and cattle, whereon ye are carried"},{"SurahNumber":43,"VerseNumber":13,"Text":"that ye may sit firmly on the backs thereof, and may remember the favour of your Lord, when ye sit thereon, and may say, praise be unto Him, Who hath subjected these unto our service! For we could not have mastered them by our own power"},{"SurahNumber":43,"VerseNumber":14,"Text":"And unto our Lord shall we surely return"},{"SurahNumber":43,"VerseNumber":15,"Text":"Yet have they attributed unto Him some of his servants as his offspring: Verily man is openly ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"Hath God taken daughters out of those beings which He hath created; and hath He chosen sons for you"},{"SurahNumber":43,"VerseNumber":17,"Text":"But when one of them hath the news brought of the birth of a child of that sex which they attribute unto the Merciful, as his similitude, his face becometh black, and he is oppressed with sorrow"},{"SurahNumber":43,"VerseNumber":18,"Text":"Do they therefore attribute unto God female issue, which are brought up among ornaments, and are contentious without cause"},{"SurahNumber":43,"VerseNumber":19,"Text":"And do they make the angels, who are the servants of the Merciful, females? Were they present at their creation? Their testimony shall be written down, and they shall be examined concerning the same, on the day of judgment"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they say, if the Merciful had pleased, we had not worshipped them. They have no knowledge herein: They only utter a vain lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Have We given them a book of revelations before this; and do they keep the same in their custody"},{"SurahNumber":43,"VerseNumber":22,"Text":"But they say, verily we found our fathers practising a religion; and we are guided in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"Thus We sent no preacher, before thee, unto any city, but the inhabitants thereof who lived in affluence, said, verily we found our fathers practising a religion: And we tread in their footsteps"}]}