{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Повелята на Аллах непременно ще дойде, но не прибързвайте с това! Пречист е Той! Превисоко е над онова, с което Го съдружават"},{"SurahNumber":16,"VerseNumber":2,"Text":"Той низпослава ангелите, разкривайки Своята повеля комуто пожелае от Своите раби: “Предупреждавайте, че няма друг бог освен Мен! И да се боят от Мен!”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Той сътвори небесата и земята с мъдрост. Превисоко е над онова, с което Го съдружават"},{"SurahNumber":16,"VerseNumber":4,"Text":"Той сътвори човека от частица сперма и ето го - явен противник"},{"SurahNumber":16,"VerseNumber":5,"Text":"И сътвори Той добитъка. В него има топлина за вас и ползи, и от него ядете"},{"SurahNumber":16,"VerseNumber":6,"Text":"В него има и хубост за вас, когато го прибирате вечер и когато го подкарвате на паша"},{"SurahNumber":16,"VerseNumber":7,"Text":"И носи вашите товари към страни, които не бихте стигнали освен с тежък труд. Вашият Господ е състрадателен, милосърден"},{"SurahNumber":16,"VerseNumber":8,"Text":"[Сътвори] и конете, и мулетата, и магаретата - за да ги яздите и за украса. И сътвори Той каквото не знаете"},{"SurahNumber":16,"VerseNumber":9,"Text":"Аллах насочва по Правия път, а другите [пътища] отклоняват. И ако Той пожелаеше, би ви напътил всички"},{"SurahNumber":16,"VerseNumber":10,"Text":"Той е, Който изсипва вода от небето. За вас от нея има за пиене и от нея [израстват] храсти, откъдето пасете [добитъка]"},{"SurahNumber":16,"VerseNumber":11,"Text":"С нея Той за вас изважда посевите и маслините, и палмите, и гроздето, и всички плодове. В това има знамение за хора премислящи"},{"SurahNumber":16,"VerseNumber":12,"Text":"И подчини Той за вас нощта и деня, и слънцето, и луната, и звездите са подчинени на Неговата повеля. В това има знамения за хора проумяващи"},{"SurahNumber":16,"VerseNumber":13,"Text":"И това, което създаде за вас по земята в различни цветове... В това има знамение за хора поучаващи се"},{"SurahNumber":16,"VerseNumber":14,"Text":"Той е, Който подчини морето, за да ядете оттам прясно месо и да извличате оттам украшения, които носите. И виждаш корабите да го браздят, и за да търсите от Него благодат, и за да сте признателни"},{"SurahNumber":16,"VerseNumber":15,"Text":"И положи на земята непоклатими планини, за да не се люлее с вас; и реки, и пътища, за да се напътите"},{"SurahNumber":16,"VerseNumber":16,"Text":"и други знаци; и по звездите се насочват"},{"SurahNumber":16,"VerseNumber":17,"Text":"И нима Онзи, Който сътворява, е като онзи, който не може да сътворява? Не ще ли се поучите"},{"SurahNumber":16,"VerseNumber":18,"Text":"И ако пресмятате благодеянията на Аллах, не ще ги изчислите. Аллах е опрощаващ, милосърден"},{"SurahNumber":16,"VerseNumber":19,"Text":"Аллах знае какво спотайвате и какво разкривате"},{"SurahNumber":16,"VerseNumber":20,"Text":"Онези, които [неверниците] ги зоват вместо Аллах, нищо не могат да сътворят, а и самите те са сътворени"},{"SurahNumber":16,"VerseNumber":21,"Text":"безжизнени мъртъвци. И не ще усетят кога ще бъдат възкресени"},{"SurahNumber":16,"VerseNumber":22,"Text":"Вашият Бог е единственият Бог. А онези, които не вярват в отвъдния живот, сърцата им [Го] отричат и надменни са те"},{"SurahNumber":16,"VerseNumber":23,"Text":"Без съмнение, Аллах знае какво спотайват и какво разкриват. Той не обича надменните"},{"SurahNumber":16,"VerseNumber":24,"Text":"И когато им се казва: “Какво е низпослал вашият Господ?”, казват: “Легенди на предците!”"},{"SurahNumber":16,"VerseNumber":25,"Text":"за да понесат в Деня на възкресението всички свои товари и някои товари на заблудените от тях хора в неведение. И колко лошо е онова, което ще понесат"},{"SurahNumber":16,"VerseNumber":26,"Text":"И онези преди тях лукавстваха, но Аллах разруши тяхното здание из основи и рухна отгоре им таванът. И мъчението им дойде оттам, откъдето не им е хрумвало"},{"SurahNumber":16,"VerseNumber":27,"Text":"После, в Деня на възкресението, Той ще ги опозори и ще каже: “Къде са Моите съдружници, заради които враждувахте?” Дарените със знанието ще кажат: “Позорът и злото Днес са за неверниците"},{"SurahNumber":16,"VerseNumber":28,"Text":"на които - угнетили себе си - ангелите прибират душите.” Тогава ще се смирят: “Не сме вършили зло.” Да, Аллах знае какво сте вършили"},{"SurahNumber":16,"VerseNumber":29,"Text":"Влезте през вратите на Ада, там ще пребивавате вечно! Колко лошо е обиталището на надменните"}]}