{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"اور ہم اس وقت (جملہ مخلوقات یا یاجوج اور ماجوج کو) آزاد کر دیں گے وہ (تیز و تند موجوں کی طرح) ایک دوسرے میں گھس جائیں گے اور صور پھونکا جائے گا تو ہم ان سب کو (میدانِ حشر میں) جمع کرلیں گے"},{"SurahNumber":18,"VerseNumber":100,"Text":"اور ہم اس دن دوزخ کو کافروں کے سامنے بالکل عیاں کر کے پیش کریں گے"},{"SurahNumber":18,"VerseNumber":101,"Text":"وہ لوگ جن کی آنکھیں میری یاد سے حجابِ (غفلت) میں تھیں اور وہ (میرا ذکر) سن بھی نہ سکتے تھے"},{"SurahNumber":18,"VerseNumber":102,"Text":"کیا کافر لوگ یہ سمجھتے ہیں کہ وہ مجھے چھوڑ کر میرے بندوں کو کار ساز بنا لیں گے، بیشک ہم نے کافروں کے لئے جہنم کی میزبانی کو تیار کر رکھا ہے"},{"SurahNumber":18,"VerseNumber":103,"Text":"فرما دیجئے: کیا ہم تمہیں ایسے لوگوں سے خبردار کر دیں جو اعمال کے حساب سے سخت خسارہ پانے والے ہیں"},{"SurahNumber":18,"VerseNumber":104,"Text":"یہ وہ لوگ ہیں جن کی ساری جد و جہد دنیا کی زندگی میں ہی برباد ہوگئی اور وہ یہ خیال کرتے ہیں کہ ہم بڑے اچھے کام انجام دے رہے ہیں"},{"SurahNumber":18,"VerseNumber":105,"Text":"یہی وہ لوگ ہیں جنہوں نے اپنے رب کی نشانیوں کا اور (مرنے کے بعد) اس سے ملاقات کا انکار کردیا ہے سو ان کے سارے اعمال اکارت گئے پس ہم ان کے لئے قیامت کے دن کوئی وزن اور حیثیت (ہی) قائم نہیں کریں گے"},{"SurahNumber":18,"VerseNumber":106,"Text":"یہی دوزخ ہی ان کی جزا ہے اس وجہ سے کہ وہ کفر کرتے رہے اور میری نشانیوں اور میرے رسولوں کا مذاق اڑاتے رہے"},{"SurahNumber":18,"VerseNumber":107,"Text":"بیشک جو لوگ ایمان لائے اور نیک عمل کرتے رہے تو ان کے لئے فردوس کے باغات کی مہمانی ہوگی"},{"SurahNumber":18,"VerseNumber":108,"Text":"وہ اس میں ہمیشہ رہیں گے وہاں سے (اپنا ٹھکانا) کبھی بدلنا نہ چاہیں گے"},{"SurahNumber":18,"VerseNumber":109,"Text":"فرما دیجئے: اگر سمندر میرے رب کے کلمات کے لئے روشنائی ہوجائے تو وہ سمندر میرے رب کے کلمات کے ختم ہونے سے پہلے ہی ختم ہوجائے گا اگرچہ ہم اس کی مثل اور (سمندر یا روشنائی) مدد کے لئے لے آئیں"},{"SurahNumber":18,"VerseNumber":110,"Text":"فرما دیجیے: میں تو صرف (بخلقتِ ظاہری) بشر ہونے میں تمہاری مثل ہوں (اس کے سوا اور تمہاری مجھ سے کیا مناسبت ہے! ذرا غور کرو) میری طرف یہ وحی بھیجی گئی ہے کہ تمہارا معبود فقط معبودِ یکتا ہی ہے (بھلا تم میں یہ نوری استعداد کہاں ہے کہ تم پر کلامِ الٰہی اتر سکے)! پس جو شخص اپنے رب سے ملاقات کی امید رکھتا ہے تو اسے چاہیے کہ نیک عمل کرے اور اپنے رب کی عبادت میں کسی کو شریک نہ کرے"},{"SurahNumber":19,"VerseNumber":1,"Text":"کاف، ہا، یا، عین، صاد (حقیقی معنی اللہ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)"},{"SurahNumber":19,"VerseNumber":2,"Text":"یہ آپ کے رب کی رحمت کا ذکر ہے (جو اس نے) اپنے (برگزیدہ) بندے زکریا (علیہ السلام) پر (فرمائی تھی)"},{"SurahNumber":19,"VerseNumber":3,"Text":"جب انہوں نے اپنے رب کو (ادب بھری) دبی آواز سے پکارا"},{"SurahNumber":19,"VerseNumber":4,"Text":"عرض کیا: اے میرے رب! میرے جسم کی ہڈیاں کمزور ہوگئی ہیں اوربڑھاپے کے باعث سر آگ کے شعلہ کی مانند سفید ہوگیا ہے اور اے میرے رب! میں تجھ سے مانگ کر کبھی محروم نہیں رہا"},{"SurahNumber":19,"VerseNumber":5,"Text":"اور میں اپنے (رخصت ہوجانے کے) بعد (بے دین) رشتہ داروں سے ڈرتا ہوں (کہ وہ دین کی نعمت ضائع نہ کر بیٹھیں) اور میری بیوی (بھی) بانجھ ہے سو تو مجھے اپنی (خاص) بارگاہ سے ایک وارث (فرزند) عطا فرما"},{"SurahNumber":19,"VerseNumber":6,"Text":"جو (آسمانی نعمت میں) میرا (بھی) وارث بنے اور یعقوب (علیہ السلام) کی اولاد (کے سلسلۂ نبوت) کا (بھی) وارث ہو، اور اے میرے رب! تو (بھی) اسے اپنی رضا کا حامل بنا لے"},{"SurahNumber":19,"VerseNumber":7,"Text":"(ارشاد ہوا:) اے زکریا! بیشک ہم تمہیں ایک لڑکے کی خوشخبری سناتے ہیں جس کا نام یحیٰی (علیہ السلام) ہوگا ہم نے اس سے پہلے اس کا کوئی ہم نام نہیں بنایا"},{"SurahNumber":19,"VerseNumber":8,"Text":"(زکریا علیہ السلام نے) عرض کیا: اے میرے رب! میرے ہاں لڑکا کیسے ہو سکتا ہے درآنحالیکہ میری بیوی بانجھ ہے اور میں خود بڑھاپے کے باعث (انتہائی ضعف میں) سوکھ جانے کی حالت کو پہنچ گیا ہوں"},{"SurahNumber":19,"VerseNumber":9,"Text":"فرمایا: (تعجب نہ کرو) ایسے ہی ہوگا، تمہارے رب نے فرمایا ہے: یہ (لڑکا پیدا کرنا) مجھ پر آسان ہے اور بیشک میں اس سے پہلے تمہیں (بھی) پیدا کرچکا ہوں اس حالت سے کہ تم (سرے سے) کوئی چیز ہی نہ تھے"},{"SurahNumber":19,"VerseNumber":10,"Text":"(زکریا علیہ السلام نے) عرض کیا: اے میرے رب! میرے لئے کوئی نشانی مقرر فرما، ارشاد ہوا: تمہاری نشانی یہ ہے کہ تم بالکل تندرست ہوتے ہوئے بھی تین رات (دن) لوگوں سے کلام نہ کرسکوگے"},{"SurahNumber":19,"VerseNumber":11,"Text":"پھر (زکریا علیہ السلام) حجرۂ عبادت سے نکل کر اپنے لوگوں کے پاس آئے تو ان کی طرف اشارہ کیا (اور سمجھایا) کہ تم صبح و شام (اللہ کی) تسبیح کیا کرو"},{"SurahNumber":19,"VerseNumber":12,"Text":"اے یحیٰی! (ہماری) کتاب (تورات) کو مضبوطی سے تھامے رکھو، اور ہم نے انہیں بچپن ہی سے حکمت و بصیرت (نبوت) عطا فرما دی تھی"},{"SurahNumber":19,"VerseNumber":13,"Text":"اور اپنے لطفِ خاص سے (انہیں) درد و گداز اور پاکیزگی و طہارت (سے بھی نوازا تھا)، اور وہ بڑے پرہیزگار تھے"},{"SurahNumber":19,"VerseNumber":14,"Text":"اور اپنے ماں باپ کے ساتھ بڑی نیکی (اور خدمت) سے پیش آنے والے (تھے) اور (عام لڑکوں کی طرح) ہرگز سرکش و نافرمان نہ تھے"},{"SurahNumber":19,"VerseNumber":15,"Text":"اور یحیٰی پر سلام ہو ان کے میلاد کے دن اور ان کی وفات کے دن اور جس دن وہ زندہ اٹھائے جائیں گے"},{"SurahNumber":19,"VerseNumber":16,"Text":"اور (اے حبیبِ مکرّم!) آپ کتاب (قرآن مجید) میں مریم (علیہا السلام) کا ذکر کیجئے، جب وہ اپنے گھر والوں سے الگ ہو کر (عبادت کے لئے خلوت اختیار کرتے ہوئے) مشرقی مکان میں آگئیں"},{"SurahNumber":19,"VerseNumber":17,"Text":"پس انہوں نے ان (گھر والوں اور لوگوں) کی طرف سے حجاب اختیار کر لیا (تاکہ حسنِ مطلق اپنا حجاب اٹھا دے)، تو ہم نے ان کی طرف اپنی روح (یعنی فرشتہ جبرائیل) کو بھیجا سو (جبرائیل) ان کے سامنے مکمل بشری صورت میں ظاہر ہوا"},{"SurahNumber":19,"VerseNumber":18,"Text":"(مریم علیہا السلام نے) کہا: بیشک میں تجھ سے (خدائے) رحمان کی پناہ مانگتی ہوں اگر تو (اللہ سے) ڈرنے والا ہے"},{"SurahNumber":19,"VerseNumber":19,"Text":"(جبرائیل علیہ السلام نے) کہا: میں تو فقط تیرے رب کا بھیجا ہوا ہوں، (اس لئے آیا ہوں) کہ میں تجھے ایک پاکیزہ بیٹا عطا کروں"},{"SurahNumber":19,"VerseNumber":20,"Text":"(مریم علیہا السلام نے) کہا: میرے ہاں لڑکا کیسے ہوسکتا ہے جبکہ مجھے کسی انسان نے چھوا تک نہیں اور نہ ہی میں بدکار ہوں"},{"SurahNumber":19,"VerseNumber":21,"Text":"(جبرائیل علیہ السلام نے) کہا: (تعجب نہ کر) ایسے ہی ہوگا، تیرے رب نے فرمایا ہے: یہ (کام) مجھ پر آسان ہے، اور (یہ اس لئے ہوگا) تاکہ ہم اسے لوگوں کے لئے نشانی اور اپنی جانب سے رحمت بنادیں، اور یہ امر (پہلے سے) طے شدہ ہے"}]}