{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Елиф-лам-мим-сад"},{"SurahNumber":7,"VerseNumber":2,"Text":"Ова е Книга која ти се објавува и во градите немој да имаш никаква тешкотија поради неа, со неа да опоменуваш, и на верниците да им биде поука"},{"SurahNumber":7,"VerseNumber":3,"Text":"Следете го тоа што ви се објавува од вашиот Господар и не земајте, покрај Него, некој друг како заштитник! А колку малку примате поука"},{"SurahNumber":7,"VerseNumber":4,"Text":"Колку само градови Ние разоривме! И казната Наша им доаѓаше и ноќе и дење кога би прилегнувале"},{"SurahNumber":7,"VerseNumber":5,"Text":"а кога Нашата казна би ги затекнала, плачот нивен се сведуваше само на зборовите: „Навистина бевме насилници!“"},{"SurahNumber":7,"VerseNumber":6,"Text":"И сигурно ќе ги прашаме тие на кои им испраќавме Пратеници, а ќе ги прашаме и Пратениците"},{"SurahNumber":7,"VerseNumber":7,"Text":"и ќе им изложиме сè што знаеме веродостојно за нив, бидејќи Ние не бевме отсутни"},{"SurahNumber":7,"VerseNumber":8,"Text":"Мерењето тој ден ќе биде праведно: тие чиишто добри дела ќе бидат потешки, тие ќе постигнат што сакаат"},{"SurahNumber":7,"VerseNumber":9,"Text":"а тие чиишто добри дела ќе бидат лесни, тие, затоа што доказите Наши не ги признаваа, ќе страдаат"},{"SurahNumber":7,"VerseNumber":10,"Text":"Ние на Земјата ве сместивме и на неа сè што ви е потребно за живот ви дадовме. А вие премалку заблагодарувате"},{"SurahNumber":7,"VerseNumber":11,"Text":"Ние Адем го создадовме и потоа облик му дадовме, а потоа на мелеците им рековме: „Поклонете му се на сеџда!“ - и тие му се поклонија на сеџда, освен Иблис; тој не беше од тие што сторија сеџда"},{"SurahNumber":7,"VerseNumber":12,"Text":"„Што те наведе да не му се поклониш со сеџда кога ти наредив?“ – праша Тој. „Јас сум подобар од него; мене од оган ме создаде, а него од глина.“ – одговори тој"},{"SurahNumber":7,"VerseNumber":13,"Text":"„Е тогаш излегувај од џеннетот!“ – рече Тој - „Не ти прилега во него да си вообразен; излегувај, ти си од презрените!“"},{"SurahNumber":7,"VerseNumber":14,"Text":"„Дај ми време до денот на нивното оживување!“ - замоли тој"},{"SurahNumber":7,"VerseNumber":15,"Text":"„Ти се дава време!“ – рече Тој"},{"SurahNumber":7,"VerseNumber":16,"Text":"„Е, затоа што одреди, па во заблуда паднав,“ – рече - „се колнам дека на Твојот Вистински пат ќе ги пресретнувам"},{"SurahNumber":7,"VerseNumber":17,"Text":"па ќе им приоѓам и пред нив, и зад нив, и оддесно и одлево, и Ти ќе востановиш дека мнозинството од нив нема да биде благодарно!“"},{"SurahNumber":7,"VerseNumber":18,"Text":"„Излегувај од него, покуден и понижен!“ – рече Тој. „Со тебе и со сите тие што ќе те следат ќе го наполнам џехенемот!“"},{"SurahNumber":7,"VerseNumber":19,"Text":"„О, Адеме, ти и жената твоја во џеннетот живејте и од каде што сакате јадете, само на ова дрво не му се приближувајте, за кон себеси да не згрешите!“"},{"SurahNumber":7,"VerseNumber":20,"Text":"И шејтанот почна да им дошепнува за да им ги разоткрие срамните места нивни, кои им беа скриени, и рече: „Господарот ваш ви го забранува ова дрво само за да не станете мелеци или за да не бидете бесмртни!“"},{"SurahNumber":7,"VerseNumber":21,"Text":"и им се колнеше: „Јас сум ви, навистина, искрен советник!“"},{"SurahNumber":7,"VerseNumber":22,"Text":"И со измама ги заведе. А кога тие од дрвото вкусија, срамните места нивни им се покажаа и тие на себе џеннетско лисје да ставаат почнаа. „Зарем тоа дрво не ви го забранив?!“ – ги повика Господарот нивен - „и ви реков: ‚Шејтанот ви е, навистина, отворен непријател. ‘“"},{"SurahNumber":7,"VerseNumber":23,"Text":"„Господару наш,“ - рекоа тие - „самите себеси насилство си сторивме, и ако Ти не ни простиш и не ни се смилуваш, сигурно ќе бидеме изгубени.“"},{"SurahNumber":7,"VerseNumber":24,"Text":"„Излегувајте!“ – рече Тој - „Меѓусебно непријатели ќе бидете! На Земјата ќе престојувате и до одредено време ќе уживате"},{"SurahNumber":7,"VerseNumber":25,"Text":"На неа ќе живеете, на неа ќе умирате и од неа оживеани ќе бидете“. – рече Тој"},{"SurahNumber":7,"VerseNumber":26,"Text":"О, синови Адемови, ви дадовме облека која ќе ги покрива срамните места ваши, а и раскошни костуми, но облеката на богобојазноста е најдобрата. Тоа се некои Аллахови докази за тие да се опаметат"},{"SurahNumber":7,"VerseNumber":27,"Text":"О, синови Адемови, нека не ве заведе шејтанот никако, како што ги изведе родителите ваши од џеннетот, соблекувајќи ја од нив облеката нивна за да им ги покаже срамните места нивни! Тој ве гледа, тој и војските негови, од каде што вие нив не ги гледате. Ние шејтаните ги направивме заштитници на тие што не веруваат"},{"SurahNumber":7,"VerseNumber":28,"Text":"А кога ќе сторат некое лошо дело, велат: „Ги затекнавме предците наши дека тоа го прават, а и Аллах тоа ни го заповедал“. Кажи: „Аллах не заповедува да се прават лоши дела! Зошто за Аллах го зборувате тоа што не го знаете?“"},{"SurahNumber":7,"VerseNumber":29,"Text":"Кажи: „Господарот мој наредува праведност! И обраќајте Му се само Нему кога го извршувате намазот (молитвата), и молете Му се искрено исповедајќи Му ја верата! Како што првиот пат ве создаде, на истиот начин повторно ќе ве оживее"},{"SurahNumber":7,"VerseNumber":30,"Text":"Тој, на едните на Вистинскиот пат им укажува, а другите, со право, во заблуда ги остава, бидејќи тие, наместо Аллах, шејтаните за заштитници ги земаат и мислат дека прават добрина"}]}