{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"اور ان کے اردگرد نوجوان پھر رہے ہوں گے جو انہی (کی خدمت) کے لیے مخصوص ہوں گے، ایسے (خوبصورت) جیسے چھپا کر رکھے ہوئے موتی۔"},{"SurahNumber":52,"VerseNumber":25,"Text":"اور وہ ایک دوسرے کی طرف متوجہ ہو کر حالات پوچھیں گے۔"},{"SurahNumber":52,"VerseNumber":26,"Text":"کہیں گے کہ : ہم پہلے جب اپنے گھر والوں (یعنی دنیا) میں تھے تو ڈرے سہمے رہتے تھے۔"},{"SurahNumber":52,"VerseNumber":27,"Text":"آخر اللہ نے ہم پر بڑا احسان فرمایا، اور ہمیں جھلسانے والی ہوا کے عذاب سے بچا لیا۔"},{"SurahNumber":52,"VerseNumber":28,"Text":"ہم اس سے پہلے اس سے دعائیں مانگا کرتے تھے۔ حقیقت یہ ہے کہ وہی ہے جو بڑا محسن، بہت مہربان ہے۔"},{"SurahNumber":52,"VerseNumber":29,"Text":"لہذا (اے پیغمبر) تم نصیحت کرتے رہو، کیونکہ تم اپنے پروردگار کے فضل سے نہ کاہن ہو، نہ مجنون۔"},{"SurahNumber":52,"VerseNumber":30,"Text":"بھلا کیا یہ لوگ یوں کہتے ہیں کہ : یہ صاحب شاعر ہیں جن کے بارے میں ہم زمانے کی گردش کا انتظار کر رہے ہیں ؟"},{"SurahNumber":52,"VerseNumber":31,"Text":"کہہ دو کہ : کرلو انتظار، میں بھی تمہارے ساتھ انتظار کررہا ہوں۔"},{"SurahNumber":52,"VerseNumber":32,"Text":"کیا ان کی عقلیں ان کو یہی کچھ کرنے کو کہتی ہیں، یا وہ ہیں ہی سرکش لوگ ؟"},{"SurahNumber":52,"VerseNumber":33,"Text":"ہاں کیا وہ یہ کہتے ہیں کہ : ان صاحب نے یہ (قرآن) خود گھڑ لیا ہے ؟ نہیں، بلکہ یہ (ضد میں) ایمان نہیں لارہے۔"},{"SurahNumber":52,"VerseNumber":34,"Text":"اگر یہ واقعے سچے ہیں تو اس جیسا کوئی کلام (گھڑ کر) لے آئیں۔"},{"SurahNumber":52,"VerseNumber":35,"Text":"کیا یہ لوگ بغیر کسی کے آپ سے آپ پیدا ہوگئے، یا یہ خود (اپنے) خالق ہیں ؟"},{"SurahNumber":52,"VerseNumber":36,"Text":"یا کیا آسمان اور زمین انہوں نے پیدا کیے ہیں ؟ نہیں، بلکہ اصل بات یہ ہے کہ یہ یقین نہیں رکھتے۔"},{"SurahNumber":52,"VerseNumber":37,"Text":"کیا تمہارے پروردگار کے خزانے ان کے پاس ہیں، یا وہ داروغہ بنے ہوئے ہیں ؟"},{"SurahNumber":52,"VerseNumber":38,"Text":"یا ان کے لئے کوئی سیڑھی ہے جس پر چڑھ کر یہ (عالم بالا کی باتیں) سن لیتے ہیں۔ اگر ایسا ہے تو ان میں سے جو سنتا ہو وہ کوئی واضح ثبوت تو لائے۔"},{"SurahNumber":52,"VerseNumber":39,"Text":"کیا اللہ کے حصے میں تو بیٹیاں ہیں اور بیٹے تمہارے حصے میں آئے ہیں ؟"},{"SurahNumber":52,"VerseNumber":40,"Text":"اور کیا تم ان سے کوئی اجرت مانگ رہے ہو جس کی وجہ سے یہ تاوان کے بوجھ میں دبے جارہے ہیں ؟"},{"SurahNumber":52,"VerseNumber":41,"Text":"یا ان کے پاس غیب کا علم ہے جسے یہ لکھ لیتے ہوں ؟"},{"SurahNumber":52,"VerseNumber":42,"Text":"کیا یہ کوئی مکر کرنا چاہتے ہیں ؟ تو درحقیقت جو کافر ہیں، مکر تو انہی پر پڑے گا۔"},{"SurahNumber":52,"VerseNumber":43,"Text":"کیا اللہ کے سوا ان کا کوئی اور خدا ہے ؟ پاک ہے اللہ اس شرک سے جو یہ کر رہے ہیں۔"},{"SurahNumber":52,"VerseNumber":44,"Text":"اور اگر یہ آسمان کا کوئی ٹکڑا گرتے ہوئے بھی دیکھ لیں تو یہ کہیں گے کہ یہ کوئی گہرا بادل ہے۔"},{"SurahNumber":52,"VerseNumber":45,"Text":"لہذا (اے پیغمبر) تم انہیں (ان کے حال پر) چھوڑ دو ، یہاں تک کہ یہ اپنے اس دن سے جا ملیں جس میں ان کے ہوش جاتے رہیں گے۔"},{"SurahNumber":52,"VerseNumber":46,"Text":"جس دن ان کی مکاری ان کے کچھ کام نہیں آئے گی، اور نہ انہیں کوئی مدد مل سکے گی۔"},{"SurahNumber":52,"VerseNumber":47,"Text":"اور اس سے پہلے بھی ان ظالموں کے لیے ایک عذاب ہے۔ لیکن ان میں سے اکثر لوگوں کو پتہ نہیں ہے۔"},{"SurahNumber":52,"VerseNumber":48,"Text":"اور تم اپنے پروردگار کے حکم پر جمے رہو، کیونکہ تم ہماری نگاہوں میں ہو، اور جب تم اٹھتے ہو اس وقت اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کیا کرو۔"},{"SurahNumber":52,"VerseNumber":49,"Text":"اور کچھ رات کو بھی اس کی تسبیح کرو، اور اس وقت بھی جب ستارے ڈوبتے ہیں۔"},{"SurahNumber":53,"VerseNumber":1,"Text":"قسم ہے ستارے کی جب وہ گرے۔"},{"SurahNumber":53,"VerseNumber":2,"Text":"(اے مکہ کے باشندو) یہ تمہارے ساتھ رہنے والے صاحب نہ راستہ بھولے ہیں، نہ بھٹکے ہیں،"},{"SurahNumber":53,"VerseNumber":3,"Text":"اور یہ اپنی خواہش سے کچھ نہیں بولتے۔"},{"SurahNumber":53,"VerseNumber":4,"Text":"یہ تو خالص وحی ہے جو ان کے پاس بھیجی جاتی ہے۔"},{"SurahNumber":53,"VerseNumber":5,"Text":"انہیں ایک ایسے مضبوط طاقت والے (فرشتے) نے تعلیم دی ہے۔"},{"SurahNumber":53,"VerseNumber":6,"Text":"جو قوت کا حامل ہے، چنانچہ وہ سامنے آگیا۔"},{"SurahNumber":53,"VerseNumber":7,"Text":"جبکہ وہ بلند افق پر تھا۔"},{"SurahNumber":53,"VerseNumber":8,"Text":"پھر وہ قریب آیا، اور جھک پڑا۔"},{"SurahNumber":53,"VerseNumber":9,"Text":"یہاں تک کہ وہ دو کمانوں کے فاصلے کے برابر آگیا، بلکہ اس سے بھی زیادہ نزدیک"},{"SurahNumber":53,"VerseNumber":10,"Text":"اس طرح اللہ کو اپنے بندے پر جو وحی نازل فرمانی تھی، وہ نازل فرمائی۔"},{"SurahNumber":53,"VerseNumber":11,"Text":"جو کچھ انہوں نے دیکھا، دل نے اس میں کوئی غلطی نہیں کی۔"},{"SurahNumber":53,"VerseNumber":12,"Text":"کیا پھر بھی تم ان سے اس چیز کے بارے میں جھگڑتے ہو جسے وہ دیکھتے ہیں ؟"},{"SurahNumber":53,"VerseNumber":13,"Text":"اور حقیقت یہ ہے کہ انہوں نے اس (فرشتے) کو ایک اور مرتبہ دیکھا ہے۔"},{"SurahNumber":53,"VerseNumber":14,"Text":"اس بیر کے درخت کے پاس جس کا نام سدرۃ المنتہی ہے۔"},{"SurahNumber":53,"VerseNumber":15,"Text":"اسی کے پاس جنت الماوی ہے۔"},{"SurahNumber":53,"VerseNumber":16,"Text":"اس وقت اس بیر کے درخت پر وہ چیزیں چھائی ہوئی تھیں جو بھی اس پر چھائی ہوئی تھیں۔"},{"SurahNumber":53,"VerseNumber":17,"Text":"(پیغمبر کی) آنکھ نہ تو چکرائی اور نہ حد سے آگے بڑھی۔"},{"SurahNumber":53,"VerseNumber":18,"Text":"سچ تو یہ ہے کہ انہوں نے اپنے پروردگار کی بڑی بڑی نشانیوں میں سے بہت کچھ دیکھا۔"},{"SurahNumber":53,"VerseNumber":19,"Text":"بھلا کیا تم نے لات اور عزی (کی حقیقت) پر بھی غور کیا ہے ؟"},{"SurahNumber":53,"VerseNumber":20,"Text":"اور اس ایک اور تیسرے پر جس کا نام منات ہے ؟"},{"SurahNumber":53,"VerseNumber":21,"Text":"کیا تمہارے لیے تو بیٹے ہوں، اور اللہ کے لیے بیٹیاں ؟"},{"SurahNumber":53,"VerseNumber":22,"Text":"پھر تو یہ بڑی بھونڈی تقسیم ہوئی۔"},{"SurahNumber":53,"VerseNumber":23,"Text":"ان کی حقیقت اس کے سوا کچھ نہیں ہے کہ یہ کچھ نام ہیں جو تم نے اور تمہارے باپ دادوں نے رکھ لیے ہیں، اللہ نے ان کے حق میں کوئی ثبوت نازل نہیں کیا، درحقیقت یہ (کافر) لوگ محض وہم و گمان اور نفسانی خواہشات کے پیچھے چل رہے ہیں، حالانکہ ان کے پروردگار کی طرف سے ان کے پاس ہدایت آچکی ہے۔"},{"SurahNumber":53,"VerseNumber":24,"Text":"کیا انسان کو ہر اس چیز کا حق پہنچتا ہے جس کی وہ تمنا کرے ؟"},{"SurahNumber":53,"VerseNumber":25,"Text":"(نہیں) کیونکہ آخرت اور دنیا تو تمام تر اللہ ہی کے اختیار میں ہیں۔"}]}