{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi o yerden yarattık, sizi tekrar ona döndüreceğiz ve bir kez daha sizi ondan çıkartacağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ona tüm işaret ve delillerimizi göstermemize rağmen yalanlayıp reddetti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki, \"Sen bizi büyünle yurdumuzdan çıkarmak için mi geldin, Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz de sana benzer bir büyü göstereceğiz. Her iki taraf için de uygun olan yerde ne senin ne de bizim caymayacağımız bir randevu zamanı belirle"},{"SurahNumber":20,"VerseNumber":59,"Text":"Dedi ki: \"Buluşma zamanınız bayram günüdür. Öğleden önce halk orada toplansın"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firavun gitti, planını hazırlayıp geri döndü"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: \"Size yazıklar olsun. ALLAH'a karşı yalan uydurmayın. Sonra sizi bir azap ile perişan eder. İftira edenler kuşkusuz kaybedecektir"},{"SurahNumber":20,"VerseNumber":62,"Text":"Aralarında işlerini tartıştılar ve konuşmalarını gizli tuttular"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki, \"Bu iki büyücünün tek amacı, büyüleriyle sizi yurdunuzdan çıkarmak ve sizin ideal yaşam biçiminizi yıkmaktır"},{"SurahNumber":20,"VerseNumber":64,"Text":"Haydi, planlarınızı birleştirip birleşik bir cephe oluşturun. Bugün üstün gelen başarmıştır"},{"SurahNumber":20,"VerseNumber":65,"Text":"Musa,\" dediler, \"Ya sen at, yahut ilk önce atan biz olalım"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hayır, siz atın!,\" dedi. Bunun üzerine, büyülerinden (hipnotik telkin ve illüzyondan) ötürü, halatları ve değnekleri ona (Musa'ya) sanki hareket ediyorlarmış gibi göründü"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa içinde bir korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Korkma,\" dedik, \"Sen üstün geleceksin"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini at, onların uydurdukları şeyleri yutacaktır. Onların yaptığı bir büyücü planından ibarettir. Büyücünün ortaya koyduğu şeyler başarıya ulaşamaz"},{"SurahNumber":20,"VerseNumber":70,"Text":"Büyücüler, \"Harun'un ve Musa'nın Rabbine inandık,\" diyerek secdeye kapandılar"},{"SurahNumber":20,"VerseNumber":71,"Text":"Size izin vermeden mi ona inandınız? O, size büyü öğreten ustanız olmalı. Ellerinizi ve ayaklarınızı çaprazlama kesip sizi hurma ağaçlarına asacağım. Hangimizin cezası daha çetin ve sürekli imiş öğreneceksiniz,\" dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dediler ki: \"Bize gelen apaçık kanıtları ve bizi Yaratan'ı bırakıp seni seçmeyiz. Nasıl yargı vereceksen ver. Yargın bu dünya hayatıyla sınırlıdır"},{"SurahNumber":20,"VerseNumber":73,"Text":"Biz Rabbimize inandık ki hatalarımızı ve bizi zorla yaptırdığın büyücülüğü bağışlasın. ALLAH daha iyidir ve daha Süreklidir"},{"SurahNumber":20,"VerseNumber":74,"Text":"Kim Rabbine suçlu olarak gelirse cehennemi hakkeder; orada ne ölür, ne de yaşar"},{"SurahNumber":20,"VerseNumber":75,"Text":"İnanmış ve erdemli bir hayat sürmüş olarak O'na gelenler ise, yüksek dereceleri hakkederler"},{"SurahNumber":20,"VerseNumber":76,"Text":"Adn bahçeleri ki altından ırmaklar akar. Orada ebedi kalıcıdırlar. Arınanların ödülü işte böyledir"},{"SurahNumber":20,"VerseNumber":77,"Text":"Musa'ya: \"Kullarımı geceleyin yürüyüşe çıkar ve onlar için denizde kuru bir yol aç. Yakalanmaktan korkma, endişe etme,\" diye vahyettik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun, ordusuyla birlikte ardlarına düştü. Ne var ki, deniz üstlerine kapanıp onları içine aldı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun, halkını saptırdı, doğru yola iletmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrail oğulları, sizi düşmanlarınızdan kurtarmış, Sina dağının sağ yanında size söz vermiş ve üzerinize Menna ve bıldırcın indirmiştik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızıkların iyilerinden yeyiniz ve bu konuda taşkınlıkta bulunmayın; yoksa gazabıma uğrarsınız. Gazabıma uğrayanlar düşmüştür"},{"SurahNumber":20,"VerseNumber":82,"Text":"Tevbe eden, inanan, erdemli yaşayan ve sürekli doğruyu arayanlar için Bağışlayıcıyım"}]}