{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"On the Day of Resurrection when Allah gathers the Messengers and asks: \"What response were you given from your addressees?\" They will say: \"We have no knowledge, only You have all the knowledge of the unseen"},{"SurahNumber":5,"VerseNumber":110,"Text":"Then Allah will ask: \"O Jesus son of Mary! Recall my favor upon you and to your mother, how I strengthened you with the Holy Spirit, so you could speak to the people in cradle and in old age, how I taught you the Book, Wisdom, the Torah and the Gospel. How you were able to make the figure of a bird out of a clay, by My permission, how you breathed into it and changed it into a real bird, by My permission. How you could heal the born-blind and the lepers by My permission. How you could bring the dead body back to life by My permission. How I protected you from the violence of the Children of Israel when you came to them with clear signs and the unbelievers among them said: \"This is nothing but a clear sorcery"},{"SurahNumber":5,"VerseNumber":111,"Text":"Remember, when I inspired the disciples to have faith in Me and My Messenger and they said: ‘We believe and bear witness that we have become Muslims"},{"SurahNumber":5,"VerseNumber":112,"Text":"How when the disciples asked: \"O Jesus, son of Mary! Can your Lord send down to us from heaven a table spread with food?\" And you said: \"Have fear of Allah if you are true believers"},{"SurahNumber":5,"VerseNumber":113,"Text":"They said: \"We only wish to eat thereof to satisfy our hearts and to know that you have indeed told us the truth, and that we bear witness to it"},{"SurahNumber":5,"VerseNumber":114,"Text":"Jesus, son of Mary said: \"O Allah, our Lord! Send us from heaven a table spread with food that it may mark a feast, one of a kind for those before us and for those after us, as a sign from You; and provide us our sustenance, You are the best Sustainer"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah responded: \"I shall send it down to you, but if any of you disbelieve after that, I shall punish him with a torment which I have never inflicted on anyone in the worlds"},{"SurahNumber":5,"VerseNumber":116,"Text":"After reminding him of these favors, Allah will say: \"O Jesus, son of Mary, Did you ever say to the people, \"worship me and my mother as gods beside Allah?\" He will answer: \"Glory to You! How could I say what I had no right to say? If I had ever said so, you would have certainly known it. You know what is in my heart, but I know not what is in Yours; for You have full knowledge of all the unseen"},{"SurahNumber":5,"VerseNumber":117,"Text":"I never said anything other than what You commanded me to say, that is to worship Allah, Who is my Lord and your Lord. I was a witness over them as long as I remained among them; but when You called me off, You were the Watcher over them and You are a Witness to everything"},{"SurahNumber":5,"VerseNumber":118,"Text":"If You punish them, they surely are Your servants; and if You forgive them, You are Mighty, Wise"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah will say: \"This is the day on which the truthful will profit from their truth; they shall have gardens beneath which rivers flow to live therein forever. Allah is well-pleased with them and they are pleased with Him. This is the mighty achievement"},{"SurahNumber":5,"VerseNumber":120,"Text":"To Allah belongs the sovereignty of the heavens and the earth and all that is therein, and He has power over everything"},{"SurahNumber":6,"VerseNumber":1,"Text":"All praise be to Allah, the One Who has created the heavens and the earth and made the darkness and the light; yet the unbelievers set up equal partners with their Lord"},{"SurahNumber":6,"VerseNumber":2,"Text":"He is the One Who has created you from clay, then decreed a fixed term of life and set a deadline for you Himself; yet you go on doubting"},{"SurahNumber":6,"VerseNumber":3,"Text":"He is the same One Allah in both the heavens and the earth. He knows what you conceal, what you reveal and what you do"},{"SurahNumber":6,"VerseNumber":4,"Text":"Yet the reaction of the people has been that whenever a revelation came to them from their Lord, they neglected it"},{"SurahNumber":6,"VerseNumber":5,"Text":"Now that the truth has come to them, they have denied it. Soon they will come to know the reality which they are ridiculing"},{"SurahNumber":6,"VerseNumber":6,"Text":"Have they not seen how many generations We have destroyed before them? We had made those nations more powerful in the land than yourselves. We sent down for them abundant rain from the sky and made the rivers to flow beneath their feet: yet for their sins We destroyed them all and raised up other generations in their places"},{"SurahNumber":6,"VerseNumber":7,"Text":"O Prophet, if We had sent to you a Book written on paper and they could have touched it with their own hands, the unbelievers would still have said: \"This is nothing but plain sorcery"},{"SurahNumber":6,"VerseNumber":8,"Text":"They ask: \"Why has no angel been sent down to us?\" Well, if We had sent down an angel, the matter would have been settled at once and no respite would have been granted after that"},{"SurahNumber":6,"VerseNumber":9,"Text":"and if We had sent an angel, We would have certainly sent him in a human form and thus involved them in the same confusion as they are in at this time"},{"SurahNumber":6,"VerseNumber":10,"Text":"O Muhammad! many Messengers before you were also ridiculed, but in the long run those who ridiculed were hemmed in by the very thing they were ridiculing"},{"SurahNumber":6,"VerseNumber":11,"Text":"O Muhammad, say: \"Travel through the earth and see what was the end of those who denied the truth"},{"SurahNumber":6,"VerseNumber":12,"Text":"Ask them: \"To whom belongs all that is in the heavens and in the earth?\" If they don't respond, tell them: \"To Allah!\" He has decreed mercy for Himself, that is why He does not punish you for your misdeeds right away. He will certainly gather you all together on the Day of Resurrection; there is no doubt about it. Yet those who have lost their souls will not believe"}]}