{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"NguAllâh Owanilulamisela ulwandle khona ukuze iinqanawa zihambe kulo ngomyalelo waKhe kwanokuba nifune uBubele baKhe, hleze nibe nombulelo"},{"SurahNumber":45,"VerseNumber":13,"Text":"Kananjalo Unilulamisele okusemazulwini nokusemhlabeni konke kuvela kuYe. Inene kuko oko kukho imiqondiso kubantu abacingisisayo"},{"SurahNumber":45,"VerseNumber":14,"Text":"Yithi (Muhammad) kwabo bakholwayo kufanelekile ukuba babaxolele abo bangazilindelanga iiNtsuku zika- Allâh (zempindezelo) ukuze Abuyekeze abantu ngoko bakusebenzelayo"},{"SurahNumber":45,"VerseNumber":15,"Text":"“Nabani na owenza isenzo esilungileyo, usenzela (usindiso) lomphefumlo wakhe, nalowo wenza okungcolileyo ukwenza ngokuchasene nawo (umphefumlo wakhe). Ukanti kuseNkosini yenu apho niza kubuyela khona.”"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ke kaloku inene Sabanika isiBhalo aBantwana bakwaSirayeli (nenqobo) yokugweba nobuProfeti, Sabanika nezinto ezilungileyo, Sakhetha bona ngaphezulu kwendalo yonke"},{"SurahNumber":45,"VerseNumber":17,"Text":"Sabanika nemiqondiso ecacileyo kumbandela (wenkolo). Ke kaloku abazanga babe neyantlukwano de kwaba semva kokufika kolwazi kubo ngenxa yomona, nentiyano phakathi kwabo. Inene iNkosi wena landela yona, ungalandeli iminqweno yabo bangazi nto"},{"SurahNumber":45,"VerseNumber":18,"Text":"Saza Sabeka wena ke (Muhammad), eNdleleni eqhelekileyo mayela nombandela (wenkolo); ngoko ke omnye komnye. Kodwa Yena uAllâh nguMkhuseli wabenzi bokulungileyo"},{"SurahNumber":45,"VerseNumber":19,"Text":"Inene bona asokuze bakuncede nto ngokuchasene noAllâh. Ke kaloku Inene abenzi bobubi bangabahlobo yakho Iza kugweba phakathi kwabo ngoMhla woVuko malunga noko babephikisana ngako"},{"SurahNumber":45,"VerseNumber":20,"Text":"Le (‘Kur’ân) lukhanyiselo loluntu, isisiKhokelo nenceba kubantu abanengqiniseko (ngokholo lwabo)"},{"SurahNumber":45,"VerseNumber":21,"Text":"Makube abo benza ukungcola bacinga ukuba Siza kubenza babe njengabo bakholwayo benza okulungileyo. (bacinga ukuba) baza kufaniswa kubomi babo nasekufeni kwabo? Okungcolileyo lugwebo1 lwabo"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ke kaloku uAllâh Wadala amazulu nomhlaba ngenyaniso khona ukuze umphefumlo ngamnye ubuyekezwe ngoko wakusebenzelayo, yaye abazi kwenziwa bugwenxa"},{"SurahNumber":45,"VerseNumber":23,"Text":"Umbonile na lowo uzithabathela iminqweno yakhe ayenze uthixo wakhe, uAllâh umyekele ekulahlekeni ngolwazi kwaye Ufake itywina ekuveni kwakhe nasentliziyweni yakhe, Waza Wabeka isigqumathelo phezu kokubona kwakhe? Ngubani ke onokumkhokela emva koAllâh? Ingaba aniyi kukhumbuzeka ke ngoko"},{"SurahNumber":45,"VerseNumber":24,"Text":"Ke kaloku bathi: “Akukho (bomi) ngaphandle (kobu) bomi bethu basemhlabeni; siyafa siphile, akukho nto isitshabalalisayo ngaphandle kwexesha.” Ukanti bona abanalwazi ngoko (bakuthethayo) bayaqikelela kuphela"},{"SurahNumber":45,"VerseNumber":25,"Text":"Naxa iiVesi zeThu zicengcelezwa kubo njengobungqina obucacileyo, ingxoxo yabo ibanye nje kukuthi: “Yiza nookhokho bethu kaloku ukuba uthetha inyaniso.”"},{"SurahNumber":45,"VerseNumber":26,"Text":"Yithi wena: “UAllâh Unenza niphile Aphinde Anenze nife kanti Usaya kunidibanisela iMini yoVuko, ekungekho ntandabuzo ngayo kodwa uninzi lwabantu alwazi"},{"SurahNumber":45,"VerseNumber":27,"Text":"Ke kaloku loluka-Allâh ulongamelo lwamazulu nomhlaba. Mhla iYure ifika, ngaloo Mini amaxoki aya kulahlekelwa"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ke kaloku uya kubona iintlanga zonke ziguqa (zisoyika). Uhlanga ngalunye luya kubizelwa kokubhaliweyo kwalo (luxelelwe okokuba): “NaMhla uza kubuyekezwa ngoko wakusebenzelayo"},{"SurahNumber":45,"VerseNumber":29,"Text":"Lo mbhalo weThu uthetha ngawe ngenyaniso. Inene Thina Sasikubhala konke owawukwenza.’’"},{"SurahNumber":45,"VerseNumber":30,"Text":"Ngoko ke abo bakholwayo, benza izenzo ezilungileyo iNkosi yabo Iya kubangenisa encebeni yaYo. Oko kuko okuyinzuzo ecacileyo"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kodwa bona abo baye bangakholwa (kuya kuthiwa kubo): “Azizanga zicengcelezwe na iiVesi zeThu kuni, kodwa nasuka nina nakhukhumala, naba ngabantu abazizaphula- mthetho"},{"SurahNumber":45,"VerseNumber":32,"Text":"Kananjalo xa kwakusithiwa (kuni): “Inene isithembiso sika- Allâh siyinyaniso neYure (iyeza) akukho kuthandabuza ngayo,’’ nathi nina: “Asiyazi ukuba yintoni na iYure. Siyaqikelela nje uqash-qash, yaye asanelisekanga (yingcaciso yayo).’’"},{"SurahNumber":45,"VerseNumber":33,"Text":"Ke kaloku iziphumo ezingcolileyo zoko bakwenzayo ziya kubonakala kubo yaye baya kurhangqelwa koko babekugculela"},{"SurahNumber":45,"VerseNumber":34,"Text":"Kuya kuthiwa kubo: “NaMhlanje Siya kulibala ngani njengoko nani nalibalayo ngendibano yale Mini yenu, yaye indawo yokubalekela kwenu nguMlilo, kwaye akuyi kubakho bancedi kuni"},{"SurahNumber":45,"VerseNumber":35,"Text":"Oko kwaba ngenxa yokuba nathabatha iiVesi zika- Allâh njengento yokuhlekisa, yaye ubomi basemhlabeni baniqhatha.’’ Ke kaloku ngaloo Mini abayi kukhutshwa kuwo (uMlilo) bengayi kucelwa ukuba bazicengezelele (kuAllâh)"},{"SurahNumber":45,"VerseNumber":36,"Text":"Ngoko ke iindumiso mazibe kuAllâh, iNkosi yamazulu nomhlaba, iNkosi yamaphakade"},{"SurahNumber":45,"VerseNumber":37,"Text":"BobaKhe (bonke) ubukhulu emazulwini nasemhlabeni, yaye nguSobunganga, nguSobulumko"}]}