{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"Oo marka aad aragto iyaga, muuqaalka jirarkooda waa ku cajab gelin; oo haddii ay hadlaan, waxaad dhageysan hadalkooda, waxaad mooddaa dogobyo la tiirtiiriyey3 oo dhar la huwshay. Waxay moodaan dhawaaq walba in iyaga loogu dan leeyahay. Waa iyaga cadowga, ee ka digtoonow. Allaha baabbi’iyee! Xaggee looga iilay (xaqa)"},{"SurahNumber":63,"VerseNumber":5,"Text":"Oo marka lagu yidhaahdo: Kaalaya, ha idiin dambi dhaaf dalbee Rasuulka Ilaahay waxay dib u jeediyaan madaxyadooda, oo arkeysaa iyagoo sii jeesanaya iyagoo isla weyn"},{"SurahNumber":63,"VerseNumber":6,"Text":"Waa isugu mid iyaga haddii aad u dambi dhaaf dalabto iyo haddii aadan u dambi dhaaf dalbin. Marnaba Allaah uma dambi dhaafi doono. hubaal, Allaah ma hanuuniyo qoloda caasiyaasha ah"},{"SurahNumber":63,"VerseNumber":7,"Text":"Iyaga weeye kuwa yidhaahda: Wax ha ku bixinnana kuwa la jira Rasuulka Ilaahay, jeer ay ka kala yaacaan; Oo Allaah baa iska leh khasnadaha samooyinka iyo arlada, laakiinse munaafiqiintu ma fahansana"},{"SurahNumber":63,"VerseNumber":8,"Text":"Waxay yidhaahdaan: Haddii aan u laabanno Madiina, kan gobta ahi (waxay ula jeedaan Cabdullaah bin abii Salool, madaxii munaafiqiinta) wuxuu hubaal ka saari doonaa halkaa kan gunta ahi (waxay ula jeedaan Nabi Muxammad, Rasuulul Laah). Allaah baa se iska leh guusha iyo Rasuulkiisa, iyo mu’miniinta, laakiinse munaafiqiintu ma ogsoona"},{"SurahNumber":63,"VerseNumber":9,"Text":"Kuwiinaan idinku rumeysanow! Yeysan maalkiinnu iyo carruurtiinnu idinka shuqlin Xusidda Ilaahay. Oo mid kastoo falaa sidaas, kuwaa weeye khasaaro qabayaasha"},{"SurahNumber":63,"VerseNumber":10,"Text":"Oo bixiya wax ka mid ah waxa aanu idin siinnay, inta aysan geeridu u iman midkiin oo markaas odhan: Rabbiyow! Maxaad dib iigu dhigi weydey in yaroo muddo dhow ah, markaa waxaan la baxayaa sadaqo oo ka mid ahaanayaa dadka wanaagga fala"},{"SurahNumber":63,"VerseNumber":11,"Text":"Oo Allaah dib uma dhigo naf marka ajasheed la gaaro. Oo Allaah waa u Xog Ogaal waxa aad fashaan"},{"SurahNumber":64,"VerseNumber":1,"Text":"Waxa jira samooyinka iyo waxa jira arlada baa Xurma weyneeya oo Hufa Allaah. Isaga baa leh Boqortooyada, oo Isaga baa leh Ammaan idilkeed iyo Mahadba, oo wax walba Kara"},{"SurahNumber":64,"VerseNumber":2,"Text":"Isaga weeye (Alle) Kan idin abuuray, mise mid idinka mid ah waa gaal, oo mid kale oo idinka mid ah waa m’umin. Oo Allaah waa uu Arkaa waxa aad fashaan"},{"SurahNumber":64,"VerseNumber":3,"Text":"Wuxuu ku abuuray samooyinka iyo arlada Xaq, oo waa uu idin suureeyey oo ka dhigay wax wanaagsan suuradahiinna, oo waa Xaggiisa Noqodka Dambe"},{"SurahNumber":64,"VerseNumber":4,"Text":"Wuxuu Ogsoon yahay waxa jira samooyinka iyo arlada, oo Wuxuu Ogsoon yahay waxa aad qarisaan iyo waxa aad muujisaanba. Oo Allaah waa Ogsoonaha waxa ku jira laabaha"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ma wuusan idin soo gaarin warka kuwii xaqa diiday awal hore, markaas bay waxay dhadhamiyeen cidhib xumadii arrinkooda, oo waxay leeyihiin cadaab xanuun badan"},{"SurahNumber":64,"VerseNumber":6,"Text":"(Arrin)kaasi waxaa ugu wacan waxay ula yimaadeen Rusushoodii xujooyin cad, waxayse yidhaahdeen: Ma dad dhimanaya baa na hanuuninaya? markaasay gaaloobeen, oo ka jeesadeen (Xaqa), oo Allaah uma baahna (cidna) oo Allaah waa Isku Filan Deeqtoon, la Ammaano"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kuwa gaalooba waxay moodaan inaan marnaba la soo bixin doonin (iilka). Dheh: Haayoo! waa igu Rabbigaye, wallee waa la idiin soo bixin, markaas waxaa la idiin sheegi waxaad fasheen, oo (arrin)kaasi Allaah waa u fududdahay"},{"SurahNumber":64,"VerseNumber":8,"Text":"Ee rumeeya Allaah iyo Rasuulkiisa iyo Nuurka (Qur’aanka) aan soo dejinnay. Oo Allaah waa ka war hayaa waxa aad fashaan"},{"SurahNumber":64,"VerseNumber":9,"Text":"Maalinta uu idiin soo kulmin idinkoo dhan Maalinta Kulanka2, taasu waa maalinta qof khayr helo ama ku dhacdo khasaaro ku weyn. Oo mid kastoo rumeeya Allaah oo sama fala, Wuxuu ka tiri dam- biyadiisa, oo gelin Beero ay hoostoodu webiyo qulqulaan ay ku dhex waarayaan weligood, taasi waa Liibaanta Weyn"},{"SurahNumber":64,"VerseNumber":10,"Text":"Oo (ma xagga) kuwa gaalooba oo beeniya Aayadahayaga kuwaasu waa ehlu-Naar, iyagoo ku dhex waaraya weligood. Iyadaana u xun aayotiin ahaan"},{"SurahNumber":64,"VerseNumber":11,"Text":"Ma jirto wax masiibo ah oo dhaca ilaa waxay ku dhacdaa Idanka Ilaahay. Oo mid kastoo rumeeya Allaah, wuxuu hanuuniyaa qalbigiisa ( oo xasila) oo Allaah wax waliba waa uu Ogsoon yahay"},{"SurahNumber":64,"VerseNumber":12,"Text":"Oo adeeca Allaah, oo adeeca Rasuulka, haddiise aad dib u jeesataan, waxaa saaran Rasuulkayaga oo keliya Gaarsiin Cad"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allaaah! Ma jiro Ilaah (Xaq lagu caabudo) aan Isaga ahayn, oo Allaah (oo Keliya) ha isku halleeyaan mu’miiniintu"},{"SurahNumber":64,"VerseNumber":14,"Text":"Kuwiinaan idinku rumeysanow! Dhab ahaan, waxaa ka mid ah afooyinkiinna iyo carruurtiinna kuwo cadow idiin ah, ee ka digtoonaada! Haddiise aad iska cafidaan ( gefafka ay idinka galaan) oo saamaxdaan (adduunyo wixii la xidhiidha), oo u ceeb asturtaan, haddaba hubaal, Allaah waa Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":64,"VerseNumber":15,"Text":"Maalkiinna iyo carrurtiinna waa oo keliya imtixaan3, Oo Allaah agtiisa waxaa ah abaalgud aad u Weyn (Janno)"},{"SurahNumber":64,"VerseNumber":16,"Text":"Ee Dhowra (xilka uu idin saaray) Allaah intii karaankiinna ah4; oo maqla, oo adeeca, oo la baxa sadaqo, idinka naf ahaantiinnay idiin roon tahay. Oo mid kastoo laga badbaadiyo bakheylnimada naftiisa, kuwaasi weeye kuwa ah guuleystayaasha"},{"SurahNumber":64,"VerseNumber":17,"Text":"Haddii aad amaahisaan Alle amaah wanaagsan (waa bixisaan sadaqo Ilaahay darti), Waa uu idiin labo laabayaa, oo idin dambi dhaafi. Oo Allaah waa labolaabe ajarrada, Dul qaad Badan"},{"SurahNumber":64,"VerseNumber":18,"Text":"Waa Ogsoonaha waxa aan muuqan iyo waxa muuqdaba, Adkaadaha, Xakiimka ah"}]}