{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"اور جب بیان کیا جاتا ہے مریم کے فرزند (عیسیٰ ( علیہ السلام) ) کا حال تو آپ کی قوم اس سے شورو غل مچا دیتی ہے"},{"SurahNumber":43,"VerseNumber":58,"Text":"اور کہتے ہیں کیا ہمارے معبود بہتر ہیں یا وہ ۔ وہ نہیں بیان کرتے یہ مثال آپ سے مگر کج بحثی کے لیے۔ در حقیقت یہ لوگ بڑے جھگڑالو ہیں"},{"SurahNumber":43,"VerseNumber":59,"Text":"نہیں ہے عیسیٰ مگر ایک بندہ ہم نے انعام فرمایا ہے ان پر اور ہم نے بنا دیا ہے انہیں ایک نمونہ بنی اسرائیل کے لیے"},{"SurahNumber":43,"VerseNumber":60,"Text":"اور اگر ہم چاہتے تو ہم بسا دیتے تمہارے بدلے فرشتے زمین میں جو تمہارے جانشین ہوتے"},{"SurahNumber":43,"VerseNumber":61,"Text":"اور بےشک وہ ایک نشانی ہے قیامت کے لیے پس ہر گز نہ کرو اس میں اور میری پیروی کیا کرو یہ سیدھا راستہ ہے"},{"SurahNumber":43,"VerseNumber":62,"Text":"کہیں روک نہ دے تمہیں شیطان (اس راہ سے) بےشک وہ تمہارا کھلا دشمن ہے"},{"SurahNumber":43,"VerseNumber":63,"Text":"اور جب آئے عیسیٰ (علیہ السلام) روشن نشانیاں لے کر تو فرمایا میں آیا ہوں تمہارے پاس حکمت لے کر اور میں بیان کروں گا تم سے کچھ وہ بات جس میں تم اختلا ف کرتے ہو۔ پس ڈرتے رہا کرو اللہ سے اور میری فرمانبرداری کیا کرو"},{"SurahNumber":43,"VerseNumber":64,"Text":"یقیناً اللہ تعالیٰ وہی میرا بھی رب ہے تمہارا بھی رب ہے ۔ پس اس کی عبادت کیا کرو ۔ یہی سیدھا راستہ ہے"},{"SurahNumber":43,"VerseNumber":65,"Text":"پھر اختلاف کرنے لگ گئے (ان کے) گروہ آپس میں پس ہلاکت ہے ظالموں کے لیے دردناک عذاب کے دن سے"},{"SurahNumber":43,"VerseNumber":66,"Text":"کیا یہ لوگ قیامت برپا ہونے کے منتظر ہیں کہ آجائے ان پر اچانک اور انہیں خبر تک نہ ہو"},{"SurahNumber":43,"VerseNumber":67,"Text":"گہرے دوست اس روز ایک دوسرے کے دشمن ہوں گے بجز ان کے جو متقی (اور پرہیزگار) ہیں"},{"SurahNumber":43,"VerseNumber":68,"Text":"اے میرے (پیارے ) بندو! آج تم پر کوئی خوف نہیں اور نہ تم (آج) غمزدہ ہو گے"},{"SurahNumber":43,"VerseNumber":69,"Text":"(یعنی ) وہ بندے جو ایمان لے آئے تھے ہماری آیتوں پر اور فرمانبردار تھے"},{"SurahNumber":43,"VerseNumber":70,"Text":"(حکم ہو گا) داخل ہو جاؤ جنت میں تم اور تمہاری بیویاں خوشی خوشی"},{"SurahNumber":43,"VerseNumber":71,"Text":"گردش میں ہوں گے ان پر سونے کے تھال اور جام اور وہاں ہر چیز موجود ہو گی جسے دل پسند کریں اور آنکھوں کو لذت ملے۔ (مزید برآں) تم وہاں ہمیشہ رہو گے"},{"SurahNumber":43,"VerseNumber":72,"Text":"اور یہی وہ جنت ہے جس کے تم وارث بنادیے گئے ہوان اعمال کے باعث جو تم کیا کرتے تھے"},{"SurahNumber":43,"VerseNumber":73,"Text":"تمہارے لیے یہاں بکثرت پھل ہیں ان میں سے کھاؤ گے جو جی چاہے"},{"SurahNumber":43,"VerseNumber":74,"Text":"بے شک مجرم عذاب جہنم میں ہمیشہ رہیں گے"},{"SurahNumber":43,"VerseNumber":75,"Text":"نہ ہلکا کیا جائے گا ان سے (یہ عذاب ) اور وہ اس میں آس توڑ بیٹھیں گے"},{"SurahNumber":43,"VerseNumber":76,"Text":"اور ہم نے ان پر کوئی ظلم نہیں کیا لیکن وہ (اپنی جانوں پر) ظلم ڈھانے والے تھے"},{"SurahNumber":43,"VerseNumber":77,"Text":"اور وہ پکاریں گے اے مالک ! بہتر ہے کہ تمہارا رب خاتمہ ہی کر ڈالے ۔ وہ جواب دے گا کہ تمہیں تو یہاں ہمیشہ (جلتے ) رہنا ہے"},{"SurahNumber":43,"VerseNumber":78,"Text":"بے شک ہم لے آئے تمہارے پاس (دین ) حق لیکن تم میں سے اکثر حق سے نفرت کرنے والے تھے"},{"SurahNumber":43,"VerseNumber":79,"Text":"ہاں اگر انہوں نے کوئی قطعی فیصلہ کر لیا ہے تو ہم بھی اپنا قطعی فیصلہ کرنے والے ہیں"},{"SurahNumber":43,"VerseNumber":80,"Text":"کیا وہ گمان کرتے ہیں کہ ہم نہیں سنتے ان کے رازوں اور سر گوشی کو ۔ ہاں ہم سنتے ہیں اور ہمارے فرشتے ان کے پاس بیٹھے لکھتے بھی رہتے ہیں"},{"SurahNumber":43,"VerseNumber":81,"Text":"آپ فرمائیے (بفرض محال) اگر رحمن کا کوئی بچہ ہوتا تو میں سب سے پہلے اس کا پجاری ہوتا"},{"SurahNumber":43,"VerseNumber":82,"Text":"پاک ہے آسمانوں اور زمین کا پروردگار (اور) عرش کا رب ہر اس عیب سے جو یہ بیان کرتے ہیں"},{"SurahNumber":43,"VerseNumber":83,"Text":"پس (اے حبیب!) آپ رہنے دیں انہیں کہ بیہودہ باتیں بناتے رہیں اور کھیل (تماشا) کرتے رہیں حتیٰ کہ ملاقات ہو جائے ان کی اپنے اس دن سے جس کا ان سے وعدہ کیا گیا ہے"},{"SurahNumber":43,"VerseNumber":84,"Text":"اور وہی ایک آسمان میں خدا ہے اور زمین میں بھی خدا ہے ۔ اور وہی بہت دانا سب کچھ جاننے والا ہے"},{"SurahNumber":43,"VerseNumber":85,"Text":"اور بڑی برکت والا ہے وہ جس کی سلطنت ہے آسمانوں اور زمین میں اور جو کچھ ان کے درمیان ہے ۔ اور اسی کے پاس ہے قیامت کا علم اور اسی کی طرف تم لوٹائے جاؤ گے"},{"SurahNumber":43,"VerseNumber":86,"Text":"اور نہیں اختیا ررکھتے جنہیں یہ اللہ کے سوا پوجتے ہیں شفاعت کرنے کا ہاں شفاعت کا حق انہیں ہے جو حق کی گواہی دیں اور وہ (اس کو ) جانتے بھی ہیں"},{"SurahNumber":43,"VerseNumber":87,"Text":"اور اگر آپ ان سے پوچھیں کہ انہیں کس نے پیدا کیا تو یقیناً کہیں گے اللہ نے پھر کدھر یہ الٹے پھر رہے ہیں"},{"SurahNumber":43,"VerseNumber":88,"Text":"اور قسم ہے میرے رسول کے اس قول کی کہ اے میرے رب! یہ وہ لوگ ہیں جو ایمان نہیں لاتے"},{"SurahNumber":43,"VerseNumber":89,"Text":"پس (اے حبیب!) رخ انور پھیر لیجیے ان سے اور فرمائیے تم سلامت رہو۔ وہ (اس کا انجام) ضرور جان لیں گے"},{"SurahNumber":44,"VerseNumber":1,"Text":"حا ۔ میم"},{"SurahNumber":44,"VerseNumber":2,"Text":"حق کو واضح کرنے والی کتاب کی قسم"},{"SurahNumber":44,"VerseNumber":3,"Text":"بیشک ہم نے اتارا ہے اسے ایک بابرکت رات میں ہماری یہ شان ہے کہ ہم بروقت خبردار کر دیا کرتے ہیں"},{"SurahNumber":44,"VerseNumber":4,"Text":"اسی رات میں فیصلہ کیا جاتا ہے ہر اہم کام کا"},{"SurahNumber":44,"VerseNumber":5,"Text":"ہر حکم ہماری جانب سے صادر ہوتا ہے ہم ہی (کتاب و رسول) بھیجنے والے ہیں"},{"SurahNumber":44,"VerseNumber":6,"Text":"سراپا رحمت آپ کے رب کی طرف سے ۔ بیشک وہی سب کچھ سننے والا جاننے والا ہے"},{"SurahNumber":44,"VerseNumber":7,"Text":"وہ جو رب ہے آسمانوں اور زمین کا اور جو کچھ ان کے درمیان ہے اگر تم ایماندار ہو"},{"SurahNumber":44,"VerseNumber":8,"Text":"نہیں کوئی معبود بجز اس کے وہ زندہ کرتا ہے اور مارتا ہے تمہارا بھی رب اور تمہارے پہلے باپ دادا کا بھی رب ہے"},{"SurahNumber":44,"VerseNumber":9,"Text":"بلکہ وہ شک میں پڑے کھیل رہے ہیں"},{"SurahNumber":44,"VerseNumber":10,"Text":"پس آپ انتظار کریں اس دن کا جب ظاہر ہوگا آسمان پر صاف نظر آنے والا دھواں"},{"SurahNumber":44,"VerseNumber":11,"Text":"جو چھا جائے گا لوگوں پر ۔ یہ دردناک عذاب ہو گا"},{"SurahNumber":44,"VerseNumber":12,"Text":"(اس وقت کہیں گے) اے ہمارے رب! دُور کر دے ہم سے یہ عذاب ۔ ہم (ابھی ) ایمان لاتے ہیں"},{"SurahNumber":44,"VerseNumber":13,"Text":"ان کے نصیحت قبول کرنے کی امید کہاں حالانکہ ان کے پاس تشریف لے آیا روشن رسول"},{"SurahNumber":44,"VerseNumber":14,"Text":"پھر انہوں نے منہ پھیر لیا تھا اس سے اور کہا سکھایا ہوا ہے ، دیوانہ ہے"},{"SurahNumber":44,"VerseNumber":15,"Text":"ہم دور کرنے والے ہیں عذاب کو قلیل عرصہ کے لیے تم پھر کفر کی طرف لوٹ جاؤ گے"},{"SurahNumber":44,"VerseNumber":16,"Text":"جس روز ہم انہیں پوری شدت سے پکڑیں گے (اس روز) ہم (ان سے) بدلہ لے لیں گے"}]}