{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"A los que temieron a Alá se les dirá: «¿Qué ha revelado vuestro Señor?» Dirán: «Un bien». Quienes obren bien tendrán en la vida de acá una bella recompensa, pero la Morada de la otra vida será mejor aún. ¡Qué agradable será la Morada de los que hayan temido a Alá"},{"SurahNumber":16,"VerseNumber":31,"Text":"Entrarán en los jardines del edén, por cuyos bajos fluyen arroyos. Tendrán en ellos lo que deseen. Así retribuye Alá a quienes Le temen"},{"SurahNumber":16,"VerseNumber":32,"Text":"a quienes, buenos, llaman los ángeles diciendo: «¡Paz sobre vosotros! ¡Entrad en el Jardín, como premio a vuestras obras!»"},{"SurahNumber":16,"VerseNumber":33,"Text":"¿Qué esperan sino que vengan los ángeles o que venga la orden de tu Señor? Así hicieron sus antecesores. No fue Alá quien fue injusto con ellos, sino que ellos lo fueron consigo mismos"},{"SurahNumber":16,"VerseNumber":34,"Text":"Les alcanzará la misma maldad de sus acciones y les cercará aquello de que se burlaban"},{"SurahNumber":16,"VerseNumber":35,"Text":"Dirán los asociadores: «Si Alá hubiera querido, ni nosotros ni nuestros padres habríamos servido nada en lugar de servirle a Él. No habríamos prohibido nada que Él no hubiera prohibido». Así hicieron sus antecesores. Y ¿qué otra cosa incumbe a los enviados, sino la transmisión clara"},{"SurahNumber":16,"VerseNumber":36,"Text":"Mandamos a cada comunidad un enviado: «Servid a Alá y evitad a los taguts». A algunos de ellos les dirigió Alá, mientras que otros merecieron extraviarse. ¡Id por la tierra y mirad cómo terminaron los desmentidores"},{"SurahNumber":16,"VerseNumber":37,"Text":"Si anhelas dirigirles,... Alá no dirige a quienes Él extravía y no tendrán quien les auxilie"},{"SurahNumber":16,"VerseNumber":38,"Text":"Han jurado solemnemente por Alá: «¡Alá no resucitará a quien haya muerto!» ¡Claro que sí! Es una promesa que Le obliga, verdad. Pero la mayoría de los hombres no saben"},{"SurahNumber":16,"VerseNumber":39,"Text":"Para mostrarles aquello en que discrepaban y para que sepan los infieles que han mentido"},{"SurahNumber":16,"VerseNumber":40,"Text":"Cuando queremos algo, Nos basta decirle: «¡Sé!», y es"},{"SurahNumber":16,"VerseNumber":41,"Text":"A quienes han emigrado por Alá, después de haber sido tratados injustamente, hemos de procurarles una buena situación en la vida de acá, pero la recompensa de la otra será mayor aún. Si supieran"},{"SurahNumber":16,"VerseNumber":42,"Text":"Que tienen paciencia y confían en Alá"},{"SurahNumber":16,"VerseNumber":43,"Text":"Antes de ti, no enviamos sino a hombres a los que hicimos revelaciones -si no lo sabéis, preguntad a la gente de la Amonestación"},{"SurahNumber":16,"VerseNumber":44,"Text":"con las pruebas claras y con las Escrituras. A ti también te hemos revelado la Amonestación para que expliques a los hombres lo que se les ha revelado. Quizás,, así, reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"Quienes han tramado males ¿están, pues, a salvo de que Alá haga que la tierra los trague, o de que el castigo les venga de donde no lo presientan"},{"SurahNumber":16,"VerseNumber":46,"Text":"o de que les sorprenda en plena actividad sin que puedan escapar"},{"SurahNumber":16,"VerseNumber":47,"Text":"o de que les sorprenda atemorizados? Vuestro Señor es, ciertamente, manso, misericordioso"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿No han visto que la sombra de todo lo que Alá ha creado se mueve hacia la derecha y hacia la izquierda, en humilde prosternación ante Alá"},{"SurahNumber":16,"VerseNumber":49,"Text":"Lo que está en los cielos y en la tierra se prosterna ante Alá: todo animal y los ángeles. Y éstos sin altivez"},{"SurahNumber":16,"VerseNumber":50,"Text":"Temen a su Señor, que está por encima de ellos, y hacen lo que se les ordena"}]}