{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"あなたの主は命じられる。かれの外何者をも崇拝してはならない。また両親に孝行しなさい。もし両親かまたそのどちらかが，あなたと一緒にいて老齢に達しても，かれらに「ちえっ」とか荒い言葉を使わず，親切な言葉で話しなさい。"},{"SurahNumber":17,"VerseNumber":24,"Text":"そして敬愛の情を込め，両親に対し謙虚に翼を低く垂れ（優しくし）て，「主よ，幼少の頃，わたしを愛育してくれたように，2人の上に御慈悲を御授け下さい。」と（折りを）言うがいい。"},{"SurahNumber":17,"VerseNumber":25,"Text":"主はあなたがたの心の中に抱くことを熟知なされる。もしあなたがたが正しい行いをするならば，かれは悔悟して度々（主に）返る者に対し，本当に寛容である。"},{"SurahNumber":17,"VerseNumber":26,"Text":"近親者に，当然与えるべきものは与えなさい。また貧者や旅人にも。だが粗末に浪費してはならない。"},{"SurahNumber":17,"VerseNumber":27,"Text":"浪費者は本当に悪魔の兄弟である。悪魔は主に対し恩を忘れる。"},{"SurahNumber":17,"VerseNumber":28,"Text":"あなたは主からの慈悲を請い願うために，仮令かれらから遠ざかっていても，あなたはかれらに対し優しく語りなさい。"},{"SurahNumber":17,"VerseNumber":29,"Text":"あなたの手を，自分の首に縛り付けてはならない。また限界を越え極端に手を開き，恥辱を被り困窮に陥ってはならない。"},{"SurahNumber":17,"VerseNumber":30,"Text":"本当にあなたの主は，御心に適う者への報酬を豊かにされ，また控えられる。かれはそのしもべに関し，本当に全知にして全視であられる。"},{"SurahNumber":17,"VerseNumber":31,"Text":"貧困を恐れてあなたがたの子女を殺してはならない。われはかれらとあなたがたのために給養する。かれらを殺すのは，本当に大罪である。"},{"SurahNumber":17,"VerseNumber":32,"Text":"私通（の危険）に近付いてはならない。それは醜行である。憎むべき道である。"},{"SurahNumber":17,"VerseNumber":33,"Text":"正当な理由による以外は，アッラーが尊いものとされた生命を奪ってはならない。誰でも不当に殺害されたならば，われはその相続者に賠償または報復を求める権利を与える。殺害に関して法を越えさせてはならない。本当にかれは（法によって）救護されているのである。"},{"SurahNumber":17,"VerseNumber":34,"Text":"孤児が力量（ある年齢）に達するまでは，最善（の管理）をなすための外，かれの財産に近付いてはならない。約束を果たしなさい。凡ての約束は，（審判の日）尋問されるのである。"},{"SurahNumber":17,"VerseNumber":35,"Text":"それからあなたがたが計量する時は，（買い手のために）その量を十分にしなさい。また正しい秤で計りなさい。それは立派であり，その方が結果として最良になる。"},{"SurahNumber":17,"VerseNumber":36,"Text":"またあなたは，自分の知識のないことに従ってはならない。本当に聴覚，視覚，また心の働きの凡てが（審判の日において）尋問されるであろう。"},{"SurahNumber":17,"VerseNumber":37,"Text":"また横柄に地上を歩いてはならない。あなたがたは大地を裂くことも出来ず，また（背丈が）山の高さにもなれない。"},{"SurahNumber":17,"VerseNumber":38,"Text":"これらの凡ては悪事で，あなたの主は，これを憎まれる。"},{"SurahNumber":17,"VerseNumber":39,"Text":"これらは，主があなたに啓示された英知である。アッラーと一緒に外の神を立ててはならない。そうでないと恥辱を受け（慈悲を）拒否され地獄に投げ込まれるであろう。"},{"SurahNumber":17,"VerseNumber":40,"Text":"（多神教徒よ）主は男児をあなたがたに授け，（御自分は）天使の中から女児を取られたとするのか。本当にあなたがたは由々しき言葉を口にする者である。"},{"SurahNumber":17,"VerseNumber":41,"Text":"本当にわれはこのクルアーンで，かれらを戒しめるために繰り返し説いた。しかしそれは，只かれらの（真理からの）離反を加えるだけであった。"},{"SurahNumber":17,"VerseNumber":42,"Text":"言ってやるがいい。「もしかれらの言うように，アッラーの外に（外の）神があるならば，それらは必ず玉座の主への道を熱望したであろう。」"},{"SurahNumber":17,"VerseNumber":43,"Text":"かれに讃えあれ，かれはかれらが唱えるものの上に高くおられる。崇高にして偉大な御方であられる。"},{"SurahNumber":17,"VerseNumber":44,"Text":"つの天と大地，またその間にある凡てのものは，かれを讃える。何ものも，かれを讃えて唱念しないものはない。だがあなたがたは，それらが如何に唱念しているかを理解しない。本当にかれは忍耐強く寛容であられる。"},{"SurahNumber":17,"VerseNumber":45,"Text":"あなたがクルアーンを読唱する時，われはあなたと来世を信じない者との間に，見えない幕を垂れる。"},{"SurahNumber":17,"VerseNumber":46,"Text":"またわれは，かれらがそれを理解しないように，その心に覆いを掛け，耳を鈍くした。それであなたがクルアーンの中で，あなたの主，かれだけを語る時，かれらは（真理を）嫌って背を向ける。"},{"SurahNumber":17,"VerseNumber":47,"Text":"われは，かれらが聞きに来る時どんな（考え）であなたに聞くかを知っている。そしてかれらが密に話合う時，不義の徒は，「あなたがたは，只憑かれた一人の人間に，従っているに過ぎないのです。」と言う。"},{"SurahNumber":17,"VerseNumber":48,"Text":"かれらがあなたに対し，どんな例を挙げるかを見るがいい。かれらは迷い去っている。決して道を見い出せないであろう。"},{"SurahNumber":17,"VerseNumber":49,"Text":"かれらは言う。「わたしたちが骨になり砕けた土になった後，本当に新たな生き物として甦るのでしょうか。」"}]}