{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Blessed is He who has sent down the Criterion [Qur'aan] to His Devotee that he/it may serve as a warner to the worlds"},{"SurahNumber":25,"VerseNumber":2,"Text":"Blessed is He to Whom belongs the the absolute sovereignty over the heavens and the earth, He Who has begotten no children and has no partner in His sovereignty. It is He Who has created every thing and it is He Who has given it its role"},{"SurahNumber":25,"VerseNumber":3,"Text":"And yet they have taken, besides Him, deities who create nothing and they themselves are created, and who have no power to harm or benefit themselves and who who have no power over death, life, or Resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"Those who suppress the Truth say, \"This is only a self- concocted lie and others have helped him in concocting it.\" Verily, then, they have perpetrated an injustice and a falsehood"},{"SurahNumber":25,"VerseNumber":5,"Text":"And they say, \"Fables of the ancients! He has had written these down which then are rehearsed to him morning and evening"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say, \"HE has sent it down Who knows every secret that is in the heavens and on the earth. He is indeed Forgiving, Merciful"},{"SurahNumber":25,"VerseNumber":7,"Text":"And they say, \"What kind of a Messenger is this who eats food and roams in the marketplaces!? Why has no angel been sent down with him to warn us"},{"SurahNumber":25,"VerseNumber":8,"Text":"Or no treasure been sent down to him, or no garden been provided to him from which to eat?\" The wrongdoers further say, \"You are not following but a man bewitched"},{"SurahNumber":25,"VerseNumber":9,"Text":"See what kind of attributes they expect you to have. They have thus gone astray and cannot find the right way"},{"SurahNumber":25,"VerseNumber":10,"Text":"Blessed is He who can give you, if He wills, better things than that: gardens under which rivers flow. And He can provide palaces for you"},{"SurahNumber":25,"VerseNumber":11,"Text":"But they deny the Hour. We have prepared a blazing Fire for those who deny the Hour"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it (the Fire) sees them from afar, they will hear it raging and roaring"},{"SurahNumber":25,"VerseNumber":13,"Text":"When they are thrown into a narrow space therein, chained together, they will plead for destruction (death, so that they become oblivious to their suffering in the Fire)"},{"SurahNumber":25,"VerseNumber":14,"Text":"Plead not this day for a single destruction, but plead for many"},{"SurahNumber":25,"VerseNumber":15,"Text":"Ask, \"Is this better, or the Paradise of immortality which the pious/righteous have been promised? It is their reward and their destination"},{"SurahNumber":25,"VerseNumber":16,"Text":"They shall forever have therein for them all that they desire. This is a promise frequently asked for of your Lord"},{"SurahNumber":25,"VerseNumber":17,"Text":"On the Day He gathers them together with those they worship besides Him, He will ask, \"Did you mislead these people whom I had created to worship Me, or did they stray away by themselves"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will say, \"Your Holiness! It was not proper for us to choose any of the awliya other than You. But You gave them and their fathers the comforts of this life so much that they forgot the Remembrance (of You and Your Message, the Qur'aan) and thus became a people doomed"},{"SurahNumber":25,"VerseNumber":19,"Text":"They have certainly then given the lie to all your pleas and you can neither ward off punishment nor get any help. And whoever of you has committed evil, he/she shall be made by Us to taste great punishment"},{"SurahNumber":25,"VerseNumber":20,"Text":"We had not sent any Messengers before you who did not eat food and roam the market- places. We test some of you with others, whether you exercise patience. And your Lord monitors all things"}]}