{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Akwete kupata aŵala ŵaakolosyisye (chikulupi nimasengo gao malipilo) gambone nnope (Mbepo) kwisa soni yakonjechesya (kum’bona Allah), soni chipi ngasichiunichila ngope syao namuno kunyosyeka, ŵanganyao niŵandu ŵa ku Mbepo, ŵanyao kwalakweko takaŵe ŵandamo"},{"SurahNumber":10,"VerseNumber":27,"Text":"Sano aŵala ŵapanganyisye yakusakala, malipilo ga chakusakala gakulandana nichalakwecho, soni kunyosyeka kuchaunichila, ngasakola nkwagosa (kuipotesi yakuumila) kwa Allah, gambakuŵa ngope syao nti chisawu siunichilidwe ni ipande yachilo chachipi, ŵanganyao niŵandu ŵa ku Moto, ŵanyao kwalakweko takaŵe ŵandamo"},{"SurahNumber":10,"VerseNumber":28,"Text":"Soni (mwakumbusyani ya) lisiku lituchasonganganya ŵanaose, nituchiti ku aŵala ŵaŵawanganyisye (Allah ni isanamu): “Jimani papopo jenumanja ni akwawanganya ŵenuwo (pakwagalagatila pamo ni Allah), kaneko ni tuchalekanganya chilikati chao (ni Asilamu), sano akwawanganya ŵao ŵala tachiti: “Ŵanganyammwe nganim’ba nkutugalagatila uwwe.”"},{"SurahNumber":10,"VerseNumber":29,"Text":"“Basi Allah akukwanila kuŵa Mboni chilikati chetuwe ni jenumanja yanti uwwe chisimu pangali yatwayimanyaga yakutugalagatila kwenu.”"},{"SurahNumber":10,"VerseNumber":30,"Text":"Kwalakweko mundu jwalijose tachimanyilila kusyene yajwalongwesye, ni tachiuchisyidwa kwa Allah M’mbuje gwao Jwakuonaonape, ni ichasokonechela ŵanganyao ayila yaŵaliji nkuyisepelela (kuŵa milungu jao)"},{"SurahNumber":10,"VerseNumber":31,"Text":"Jilani: “Ana nduni jwaakumpaga lisiki kuumila kwinani ni pasi? Kapena nduni jwakamulile kupikana ni kulola? Soni nduni jwaakukoposyaga chawumi kuumila mu chachiwe nikoposya chachiwe kuumila mu chawumi? Soni nduni jwaakulondesyaga indu yosope?” Tajile: “Allah.” Basi jilani: “Nambi uli jenumanja ngan’jogopa (Jwalakwe)?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Basi Jwalakwejo ni Allah M’mbuje gwenu Jwakuonaonape, ana panyuma pa yakuona pana ine pangaŵaga kusokonechela? Ana nkugalausyidwa chinauli (kuleka kun’galagatila Jwalakwe)"},{"SurahNumber":10,"VerseNumber":33,"Text":"Iyyoyopeyo niyalitite pakusimichika liloŵe lya Ambuje ŵenu pa aŵala ŵannyosyisye (Allah) lyanti ŵanganyao nganaŵa akulupilile"},{"SurahNumber":10,"VerseNumber":34,"Text":"Jilani: “Ana mu akwawanganya ŵenu (ni Allah) pana jwaakutandisyaga gumba iwumbe; kaneko (ili iwile) ni kuiwusyawusya?” Jilani: “Allah ni jwaakutandisyaga gumba iwumbe kaneko ni kuiwusyawusya. Ana nkugalausyidwa chinauli (kuleka litala lyagoloka ni kuya lyesokonechele)?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"Jilani: “Ana mu akwawanganya ŵenu (ni Allah) pana jwaakongolelaga ku yakuona?” Jilani: “Allah ni jwaakongolelaga ku yakuona. Ana jwaakongolela ku yakuona ngaŵa nijwali jwakuŵajilwa kunkuya, kapena ajula jwangaŵa nkulipatila chongoko niikaŵeje akajongoledwe? Ana chipali chichi kukwenu? Nkulamula chinauli?”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Soni ŵajinji mwa ŵanganyao ngaakukuya ikaŵeje liganichisya pe, chisimu liganichisya ngaŵa nkukamuchisya chilichose pa yakuona. Chisimu Allah ni Nkuyimanya chenene yaakutenda"},{"SurahNumber":10,"VerseNumber":37,"Text":"Soni nganijiŵa Qur’aniji janti nikutungwa ni jwinepe jwangaŵaga Allah, nambo kuti jiyiche kwitichisya ayila yayaliji paujo pakwe (Taurat ni Injil), ni kusalichisya chitabu (malamusi gagalembedwe), jangali kaikasya nkati mwakwe, jityochele kwa M’mbuje jwa iwumbe yosope"},{"SurahNumber":10,"VerseNumber":38,"Text":"Kapena ŵanganyao akuti: “Jwalakwe (Muhammadi ﷺ) ni jwaajitunjile?” Jilani: “Basi ikani najo sura jimpepe jakulandana najo (Qur’an), ni mwaŵilanje ŵatinkombole (kwaŵilanga kuti ankamuchisye) ŵangaŵaga Allah nam’baga jenumanja nkuŵecheta yakuona.”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nambo ayikaaniile yanganaisyungula umanyilisi wakwe, namuno kalulila kwakwe nganikwapate. Iyyoyopeyo ni yaŵatite pakanila aŵala ŵapaujo pao. Basi nnole yajatite pakuŵa mbesi jaŵalupuso"},{"SurahNumber":10,"VerseNumber":40,"Text":"Sano ŵane mwa ŵanganyao pana ŵaakujikulupilila jalakweji (Qur’an), nambo soni ŵane mwa ŵanyao pana ŵangakujikulupilila, sano Ambuje ŵenu ni ŵaakwamanya chenene akuwatanganya"},{"SurahNumber":10,"VerseNumber":41,"Text":"Sano naga achinkanilaga jilani: “Une ngwete masengo gangu, nombe jenumanja nkwete masengo genu. Jenumanja ntalikangene nayo yangupanganya, une none ndalikangene nayo yankupanganya.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Soni mwa ŵanganyao mwana ŵaakupikanilaga kukwenu (mwaukoleko ndema jankusooma Qur’an), ana mmwe mpaka mwaapikanasye asiiwa namuno ali ŵangali lunda"},{"SurahNumber":10,"VerseNumber":43,"Text":"Soni mwa ŵanganyao mwana ŵaakunkolondochesyaga meso (mwachalu), ana mmwe mpaka mwaalondolele ŵatatale meso namuno ali ŵangalola"},{"SurahNumber":10,"VerseNumber":44,"Text":"Chisimu Allah jwaangaateenda lupuso lulilose ŵandu, nambo kuti ŵandu achimisyene ni ŵaakulitenda lupuso"},{"SurahNumber":10,"VerseNumber":45,"Text":"Sano lisiku lyatachasonganganya ŵanganyao, (ichiŵa) nti chisawu nganatama (pa duniya) ikaŵeje ndaŵi jimpepe jamuusi. Tachimanyigana chilikati chao (nambo pangali jwatachinkosoŵalila n’jakwe). Pamasile paajonasiche aŵala ŵaŵakaaniile yakusimangana ni Allah, soni nganaŵa ŵakongoka"},{"SurahNumber":10,"VerseNumber":46,"Text":"Soni kanga chitunnosye (mmwe Muhammadi ﷺ pa duniya pepano) ine mwa ayila (ipotesi) yatukwatetela kapena kumpa chiwa (nkanitunnosye tiyapatepe), basi Kukwetu ni kwakuujila kwao, soni Allah ni Mboni pa yaakutenda"},{"SurahNumber":10,"VerseNumber":47,"Text":"Soni nkutula uliose ukwete ntenga, basi pandema jatachiyika ntenga jwao (ku Kiyama) kuchilamulidwa chilikati chao mwa chilungamiko, soni ŵanganyao ngasatendedwa lupuso"},{"SurahNumber":10,"VerseNumber":48,"Text":"Sano ni akutiji: “Ana chele chilangachi chiyiche chakachi nam’baga jenumanja nkuŵecheta yakuona?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Jilani (mmwe Muhammadi ﷺ): “Une jwangali machili gakulipela isausyo nansyene kapena kulikamuchisya ikaŵeje yasachile Allah. Nkutula uliose ukwete ndema jakwe (jakuwila), pati jiyiche ndema jaojo, basi nganaŵa ajichelewasisye kwakandaŵi namuno kujijanguya.”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Jilani: “Ana nkuyiona uli naga ili im’bichilile ilagasyo Yakwe (ya Allah) lwachilo kapena lwamuusi, ana niyapi mu yele (ilagasyoyo) yaakuikulumisya akuleŵa (kuti iyicheje mwachitema)?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"“Ana pandema jatiichigwa (ilagasyoyo) ni tinchiikulupilila? (Tinchiwusyidwa kuti): Ana sano (ni nkuikulupilila) kutendaga mwaliji jenumanja n’di kuikulumisya (mwachalu)?”"},{"SurahNumber":10,"VerseNumber":52,"Text":"Kaneko kuchiŵechetedwa kwa aŵala ŵaŵalitesile lupuso kuti: “Pasyani ilagasyo yandamo, ana nkulipidwa (inepe) yangaŵaga imwaliji nkupanganya!”"}]}