{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Şehirde birtakım kadınlar: Vezir'in karısı, uşağının nefsinden murad almak istemiş! Sevda, onun bağrını yakmış! Biz onu açık bir sapıklık içinde görüyoruz!\" dediler"},{"SurahNumber":12,"VerseNumber":31,"Text":"(Kadın), onların (dedi-kodu yaparak kendisini dile düşürme) düzenlerini işitince, onlara (adam) gönderdi (yemeğe davet etti). Onlar için dayanacak yastıklar hazırladı ve her birine de birer bıçak verdi. (Yusuf'a): \"Çık karşılarına!\" dedi. Kadınlar, (önlerine konan meyveleri soyup yemekle meşgul iken) Yusuf'u görünce onu (gözlerinde) büyüttüler, (ona hayranlıklarından ötürü) ellerini kestiler ve: \"Allah için, haşa bu, insan değildir; bu ancak güzel bir melektir!\" dediler"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Kadın) Dedi ki: \"İşte siz, beni bunun için kınamıştınız! Andolsun ben kendisinden murad almak istedim de o, iffetinden ötürü reddetti. Ama kendisine emrettiğimi yapmazsa, elbette zindana atılacak ve alçalanlardan olacaktır"},{"SurahNumber":12,"VerseNumber":33,"Text":"(Yusuf): \"Rabbim dedi, bana göre zindan, bunların beni çağırdığı şeyden iyidir. Eğer onların düzenini benden savmazsan onlara kayarım ve cahillerden olurum"},{"SurahNumber":12,"VerseNumber":34,"Text":"Rabbi onun du'asını kabul buyurdu da onların düzenini ondan savdı. Şüphesiz O, işitendir, bilendir"},{"SurahNumber":12,"VerseNumber":35,"Text":"Sonra (aziz Kıtfir ve adamları, Yusuf'un masumluğu hakkındaki) bu delilleri gördükleri halde yine onu bir süre zindana atmaları kendilerine uygun geldi"},{"SurahNumber":12,"VerseNumber":36,"Text":"Onunla beraber iki genç daha zindana girdi. Onlardan biri dedi ki: \"Ben düşümde şarap sıktığımı görüyorum.\" Öteki de: \"Ben de, görüyorum ki başımın üstünde ekmek taşıyorum, kuşlar ondan yiyor. Bunun yorumunu bize haber ver, zira biz seni güzel davranan(iyi rü'ya yoran)lardan görüyoruz.\" dedi"},{"SurahNumber":12,"VerseNumber":37,"Text":"(Yusuf) şöyle dedi: \"Size rızık olarak verilen yemek henüz size gelmezden önce bunun yorumunu size haber vermiş olurum. Bu (yorum) Rabbimin bana öğrettiği şeylerdendir (bu bilgileri Rabbim bana lutfetti). Ben, Allah'a inanmayan, ahireti de inkar eden bir kavmin dinini terk ettim"},{"SurahNumber":12,"VerseNumber":38,"Text":"Atalarım İbrahim, İshak ve Ya'kub'un dinine uydum. Bizim, herhangi bir şeyi Allah'a ortak koşmağa hakkımız yoktur. Bu (tevhid), bize ve bütün insanlara Allah'ın bir lutfudur, ama insanların çoğu şükretmezler"},{"SurahNumber":12,"VerseNumber":39,"Text":"Ey benim zindan arkadaşlarım, çeşitli tanrılar mı iyi, yoksa herşeyi (hükmü altında tutan) kahredici tek Allah mı? O my two fellow-prisoners! Are divers lords better, or Allah the One, the Almighty"},{"SurahNumber":12,"VerseNumber":40,"Text":"Siz, o'nu bırakıp ancak sizin ve atalarınızın taktığı birtakım (boş) isimlere tapıyorsunuz. Allah onlar(ın gerçekliği) hakkında hiçbir delil indirmemiş(onlara hiçbir güç vermemiş)tir. Hüküm, yalnız Allah'ındır. O, yalnız kendisine tapmanızı buyurmuştur. İşte doğru din budur. Ama insanların çoğu bilmezler"},{"SurahNumber":12,"VerseNumber":41,"Text":"Ey zindan arkadaşlarım, (rü'yanıza gelince) biriniz (eskisi gibi) yine efendisine şarap sunacak, diğeri ise asılacak, kuşlar onun başından yiyecek. Sorduğunuz iş (bu şekilde) kesinleşmiştir"},{"SurahNumber":12,"VerseNumber":42,"Text":"O iki kişiden kurtulacağını sandığı kimseye: \"Beni efendin(kralın)ın yanında an (benim suçsuz olduğumu krala hatırlat)\" dedi. Fakat şeytan o adama, (Yusuf'un durumunu) efendisine söylemeyi unutturdu, (bundan ötürü Yusuf), birkaç yıl zindanda kaldı"},{"SurahNumber":12,"VerseNumber":43,"Text":"(Bir gün) Kral dedi ki: \"Ben, düşümde yedi semiz inek görüyorum, bunları yedi zayıf inek yiyor. Ve yedi yeşil, yedi de kuru başak (görüyorum). Ey efendiler, eğer siz rü'ya ta'bir ediyorsanız bu rü'yamın ta'birini bana anlatın"},{"SurahNumber":12,"VerseNumber":44,"Text":"(Yorumcular) dediler ki: \"Bu, karışık düşlerden ibarettir. Biz, karışık düşlerin yorumunu bilmeyiz"},{"SurahNumber":12,"VerseNumber":45,"Text":"(Zindandaki) İki kişiden kurtulan (adam), uzun bir süre sonra (bu olay üzerine Yusuf'u) hatırladı da dedi ki: \"Ben size onun yorumunu haber veririm, hemen beni (zindana) gönderin"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Zindana, Yusuf'un yanına geldi, dedi ki): \"Yusuf, ey çok doğru söyleyen, bize şu rü'yayı çöz: Yedi semiz ineği, yedi zayıf (inek) yiyor ve yedi yeşil, yedi de kuru başak (neyi gösterir)? Umarım ki senin yorumunla insanlara dönerim, onlar da bilirler"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Yusuf) Dedi ki: \"Siz, adetiniz üzere yedi yıl (ürün) ekersiniz. Biçtiğinizi başağında bırakırsınız, ancak yiyeceğiniz az bir mikdar(ı alırsınız, gerisini depolarsınız)"},{"SurahNumber":12,"VerseNumber":48,"Text":"Sonra onun ardından yedi kurak (yıl) gelir ki (tohumluk olarak) sakladığınız az miktar dışında, o yıllar için önceden biriktirdiklerinizi yeyip bitirir"},{"SurahNumber":12,"VerseNumber":49,"Text":"Sonra onun ardından bir yıl gelir ki, o yılda insanlara bol yağmur verilir ve insanlar o yıl (bol bol meyva) sıkarlar (hayvan sağarlar)"},{"SurahNumber":12,"VerseNumber":50,"Text":"(Elçi bu yorumu getirince) Kral: \"Onu bana getirin.\" dedi. Elçi, Yusuf'un yanına gelince (Yusuf): \"Efendine dön de ona sor, ellerini kesen o kadınların maksadı neydi? (Bunu ortaya çıkarsın). Şüphesiz Rabbim, onların tuzaklarını biliyor\", dedi"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Kral, kadınlara): \"Yusuf'un nefsinden murad almak istediğiniz zaman durumunuz neydi?\" dedi. Dediler ki: \"Haşa, Allah için (doğru söylemek lazım), biz onda hiçbir kötülük görmedik!\" Aziz'in karısı da: \"İşte şimdi hak yerini buldu, ben onun nefsinden murad almak istemiştim. O tamamen doğrulardandır!\" dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Gerçeği söyledim ki Yusuf) Benim, arkadan kendisine hainlik etmediğimi ve Allah'ın, hainlerin tuzağını başarıya ulaştırmayacağını bilsin"}]}