{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"Wij wierpen hem toen, ziek als hij was, op een onbegroeide plaats"},{"SurahNumber":37,"VerseNumber":146,"Text":"En Wij lieten boven hem een pompoenplant groeien"},{"SurahNumber":37,"VerseNumber":147,"Text":"En Wij zonden hem naar honderdduizend [mensen] -- of het waren er nog meer"},{"SurahNumber":37,"VerseNumber":148,"Text":"die toen geloofden. Hen lieten Wij toen nog een tijd genieten"},{"SurahNumber":37,"VerseNumber":149,"Text":"Vraag hun dan om uitsluitsel of jouw Heer de dochters heeft en zij de zonen"},{"SurahNumber":37,"VerseNumber":150,"Text":"Of hebben Wij de engelen als vrouwelijke wezens geschapen terwijl zij er getuige van waren"},{"SurahNumber":37,"VerseNumber":151,"Text":"Met hun lasterlijke leugen zeggen zij immers"},{"SurahNumber":37,"VerseNumber":152,"Text":"God heeft kinderen verwekt.\" Leugenaars zijn zij"},{"SurahNumber":37,"VerseNumber":153,"Text":"Heeft Hij de dochters boven de zonen verkozen"},{"SurahNumber":37,"VerseNumber":154,"Text":"Wat is er met jullie? Hoe kunnen jullie oordelen"},{"SurahNumber":37,"VerseNumber":155,"Text":"Laten jullie je dan niet vermanen"},{"SurahNumber":37,"VerseNumber":156,"Text":"Of hebben jullie een duidelijke machtiging"},{"SurahNumber":37,"VerseNumber":157,"Text":"Brengt dan jullie boek als jullie gelijk hebben"},{"SurahNumber":37,"VerseNumber":158,"Text":"En zij hebben verwantschap tussen Hem en de djinn gefabriceerd, maar de djinn weten dat zij zullen worden voorgeleid"},{"SurahNumber":37,"VerseNumber":159,"Text":"God zij geprezen, verheven als Hij is boven wat zij toeschrijven"},{"SurahNumber":37,"VerseNumber":160,"Text":"alleen niet de toegewijde dienaren van God"},{"SurahNumber":37,"VerseNumber":161,"Text":"En jullie dan, en wat jullie dienen"},{"SurahNumber":37,"VerseNumber":162,"Text":"Jullie kunnen niemand tegen Hem ophitsen"},{"SurahNumber":37,"VerseNumber":163,"Text":"behalve dan wie er braadt in het hellevuur"},{"SurahNumber":37,"VerseNumber":164,"Text":"Er is niemand van ons of hij heeft een vastgestelde positie"},{"SurahNumber":37,"VerseNumber":165,"Text":"Maar wij, wij zijn het die zich in rijen opstellen"},{"SurahNumber":37,"VerseNumber":166,"Text":"en wij, wij zijn het die lofprijzen"},{"SurahNumber":37,"VerseNumber":167,"Text":"Zij zeiden steeds"},{"SurahNumber":37,"VerseNumber":168,"Text":"Als wij maar een vermaning hadden als van hen die er eertijds waren"},{"SurahNumber":37,"VerseNumber":169,"Text":"dan zouden wij Gods toegewijde dienaren zijn"},{"SurahNumber":37,"VerseNumber":170,"Text":"Toch hechtten zij er geen geloof aan, maar zij zullen het weten"},{"SurahNumber":37,"VerseNumber":171,"Text":"Ons woord was al eerder tot Onze dienaren, de gezondenen, gekomen"},{"SurahNumber":37,"VerseNumber":172,"Text":"Zij waren het aan wie hulp werd verleend"},{"SurahNumber":37,"VerseNumber":173,"Text":"En Onze troepenmacht, zij zijn de overwinnaars"},{"SurahNumber":37,"VerseNumber":174,"Text":"Keer je dus tijdelijk van hen af"},{"SurahNumber":37,"VerseNumber":175,"Text":"En kijk naar hen, zij zullen naar jou kijken"},{"SurahNumber":37,"VerseNumber":176,"Text":"Willen zij dan Onze bestraffing verhaasten"},{"SurahNumber":37,"VerseNumber":177,"Text":"En wanneer die in hun gebied neerkomt zal dat een slechte morgen voor de gewaarschuwden zijn"},{"SurahNumber":37,"VerseNumber":178,"Text":"Keer je tijdelijk van hen af"},{"SurahNumber":37,"VerseNumber":179,"Text":"En kijk, zij zullen naar jou kijken"},{"SurahNumber":37,"VerseNumber":180,"Text":"Geprezen zij jouw Heer, de Heer van de macht, verheven als Hij is boven wat zij toeschrijven"},{"SurahNumber":37,"VerseNumber":181,"Text":"En vrede zij met de gezondenen"},{"SurahNumber":37,"VerseNumber":182,"Text":"En lof zij God, de Heer van de wereldbewoners"},{"SurahNumber":38,"VerseNumber":1,"Text":"S[aad]. Bij de Koran met de vermaning"},{"SurahNumber":38,"VerseNumber":2,"Text":"Jazeker, zij die ongelovig zijn zijn hoogmoedig en zij zijn het oneens"},{"SurahNumber":38,"VerseNumber":3,"Text":"Hoeveel generaties hebben Wij reeds vóór hun tijd vernietigd. Zij riepen dan, maar er was geen tijd meer om te ontkomen"},{"SurahNumber":38,"VerseNumber":4,"Text":"Zij verbazen zich dat er tot hen een waarschuwer uit hun midden gekomen is. De ongelovigen zeggen: \"Dit is een leugenachtige tovenaar"},{"SurahNumber":38,"VerseNumber":5,"Text":"Wil hij de goden dan tot één god maken? Dit is wel iets wonderlijks"},{"SurahNumber":38,"VerseNumber":6,"Text":"En de voornaamsten onder hen gaan verder: \"Gaat voort en houdt vast aan jullie goden; dat is iets wat gewenst moet worden"},{"SurahNumber":38,"VerseNumber":7,"Text":"Wij hebben dit in het laatste geloof niet eens gehoord; dit is slechts een uitvindsel"},{"SurahNumber":38,"VerseNumber":8,"Text":"Is uit ons midden tot hem de vermaning neergezonden?\" Welnee, zij verkeren in twijfel over Mijn vermaning. Nee, zij hebben Mijn bestraffing nog niet geproefd"},{"SurahNumber":38,"VerseNumber":9,"Text":"Of zijn bij hen de schatkamers van de barmhartigheid van jouw Heer, de machtige, de vrijgevige"},{"SurahNumber":38,"VerseNumber":10,"Text":"Of hebben zij de heerschappij over de hemelen en de aarde en wat tussen beide is? Laten zij dan maar op de ladders omhoogklimmen"},{"SurahNumber":38,"VerseNumber":11,"Text":"Een troepenmacht van de partijen is het die daar verslagen is"},{"SurahNumber":38,"VerseNumber":12,"Text":"Voor hun tijd had het volk van Noeh van leugens beticht en ook de 'Aad en Fir'aun van de tentpinnen"},{"SurahNumber":38,"VerseNumber":13,"Text":"en de Thamoed en het volk van Loet en de mensen van het kreupelbos; dat waren de partijen"},{"SurahNumber":38,"VerseNumber":14,"Text":"Zij allen hebben niet anders gedaan dan de gezanten van leugens betichten en dus is de afstraffing bewaarheid"},{"SurahNumber":38,"VerseNumber":15,"Text":"Dezen hebben niets anders te verwachten dan één schreeuw die geen onderbreking heeft"},{"SurahNumber":38,"VerseNumber":16,"Text":"En zij zeggen: \"Onze Heer, geef ons snel ons aandeel, nog voor de dag van de afrekening"},{"SurahNumber":38,"VerseNumber":17,"Text":"Verdraag wat zij zeggen geduldig en denk aan Onze dienaar Dawoed, de solide; hij was schuldbewust"},{"SurahNumber":38,"VerseNumber":18,"Text":"Wij maakten de bergen samen met hem dienstbaar, zodat zij Ons in de avond en bij zonsopgang prijzen"},{"SurahNumber":38,"VerseNumber":19,"Text":"en ook de verzamelde vogels; alles wendde zich schuldbewust tot Hem"},{"SurahNumber":38,"VerseNumber":20,"Text":"En Wij versterkten zijn heerschappij en gaven hem wijsheid en onderscheidingsvermogen"}]}