{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"Jumala asetti velvollisuuden niille, jotka Pyhän kirjan saivat (juutalaisille), näin sanoen: »Teidän tulee selittää sitä ihmisille eikä salata sitä». Mutta he heittivät sen selkänsä taakse ja vaihtoivat sen mitättömiin arvoihin. Mikä surkea vaihtokauppa"},{"SurahNumber":3,"VerseNumber":187,"Text":"Älä luule, että ne, jotka kerskuvat teoistaan ja kärkkyvät ylistystä siitä, mitä eivät ole tehneet, (älä luule) että he säästyvät kuritukselta. Ei, heitä odottaa tuskallinen rangaistus"},{"SurahNumber":3,"VerseNumber":188,"Text":"Jumalalle kuuluu taivasten ja maan herruus, totisesti Jumala on kaikkivaltias"},{"SurahNumber":3,"VerseNumber":189,"Text":"Taivasten ja maan luominen sekä yön ja päivän vaihtelu ovat totisesti tunnusmerkkejä niille, joilla on ymmärrystä"},{"SurahNumber":3,"VerseNumber":190,"Text":"jotka muistavat Jumalaa seisoessaan, istuessaan ja maatessaan ja miettivät taivasten ja maan luomista sanoen: »Herra, Sinä et ole luonut tätä turhaan. Kunnia olkoon yksin Sinulle! Säästä meitä Tulen tuskilta"},{"SurahNumber":3,"VerseNumber":191,"Text":"Herra, sen, jonka heität Tuleen, hänet olet syössyt häpeään. Ja turmeltuneet jäävät ilman auttajaa"},{"SurahNumber":3,"VerseNumber":192,"Text":"Herra, me olemme kuulleet julistajan kehoittavan meitä uskoon sanoen: »Uskokaa Herraanne!» ja me olemme uskoneet. Siksi, Herra, anna anteeksi meidän syntimme, pyyhi pois pahat työmme ja anna meidän kuolla vanhurskasten kuolemalla"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ja anna meille, Herra, mitä olet luvannut meille lähettiläittesi kautta, äläkä salli meidän joutua häpeään Ylösnousemuksen päivänä! Ethän petä lupaustasi.»"},{"SurahNumber":3,"VerseNumber":194,"Text":"Niin kuuli heidän Herransa heitä (ja sanoi): »Minä en anna tekijän työn mennä hukkaan teidän keskuudessanne, olkoon hän mies tai nainen, toinen toisestannehan te polveudutte. Myöskin niiltä, jotka ovat lähteneet kodeistaan tai jotka on karkoitettu sieltä, ja jotka ovat kärsineet Minun asiani puolesta, taistelleet ja kaatuneet, olen totisesti pois pyyhkivä heidän pahat työnsä ja päästävä heidät huvitarhoihin, joissa purot solisevat. Tämä on oleva heille palkkana Jumalalta; sillä Jumala palkitsee parhaiten"},{"SurahNumber":3,"VerseNumber":195,"Text":"Älä anna kotiseutusi (Mekan) uskottomien rikkauksien häikäistä itseäsi, Muhammed"},{"SurahNumber":3,"VerseNumber":196,"Text":"Niistä on lyhytaikainen ilo, sitten on Helvetti oleva heidän kotinsa. Mikä surkea olinpaikka"},{"SurahNumber":3,"VerseNumber":197,"Text":"Mutta niitä, jotka pelkäävät Herraansa, odottavat huvitarhat, joissa purot solisevat, ja siellä he ikuisesti viihtyvät. Sellaiset ovat Jumalan armolahjat; niin, Jumalalla on tallella kaikkein parasta vanhurskaille"},{"SurahNumber":3,"VerseNumber":198,"Text":"Katso, Pyhän kirjan omaavien joukossa on sellaisia, jotka uskovat Jumalaan, siihen, mikä on ilmoitettu teille ja mikä on ilmoitettu heille, jotka nöyrtyvät Jumalan edessä eivätkä vaihda Jumalan tunnusmerkkejä mitättömän arvoihin"},{"SurahNumber":3,"VerseNumber":199,"Text":"Nämä totisesti saavat palkkansa Herralta; Jumala on nopea tekemään tiliä"},{"SurahNumber":3,"VerseNumber":200,"Text":"Te jotka uskotte, olkaa kärsivällisiä, kilvoitelkaa keskenänne kärsivällisyydessä, olkaa lujia ja pelätkää Jumalaa, jotta tulisitte onnellisiksi"}]}