{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"اور جب ان لوگوں پر وعدہ پورا ہونے کو ہوگا تو ہم زمین سے چلنے پھرنے والا نکالیں گے جو ان سے کلام کرے گا۔ (اس بناء پر) کہ لوگ ہماری آیتوں پر یقین نہیں کرتے تھے۔"},{"SurahNumber":27,"VerseNumber":83,"Text":"اور (اس دن کو یاد کرو) جس دن ہم ہر امت میں سے ایک ایسا گروہ محشور (جمع) کریں گے جو ہماری آیتوں کو جھٹلایا کرتا تھا۔ پھر اس کو روک کر جماعت بندی کی جائے گی۔"},{"SurahNumber":27,"VerseNumber":84,"Text":"یہاں تک کہ جب وہ (سب) آجائیں گے تو اللہ ان سے فرمائے گا کیا تم نے میری آیتوں کو اس حالت میں جھٹلایا تھا کہ تم نے ان کا علمی احاطہ بھی نہ کیا تھا؟ یا وہ کیا تھا جو تم کیا کرتے تھے؟"},{"SurahNumber":27,"VerseNumber":85,"Text":"اور ان لوگوں کے ظلم کی وجہ سے ان پر (وعدۂ عذاب کی) بات پوری ہو جائے گی تو اب وہ نہیں بولیں گے۔"},{"SurahNumber":27,"VerseNumber":86,"Text":"کیا انہوں نے نہیں دیکھا کہ ہم نے رات (تاریک) اس لئے بنائی کہ وہ اس میں آرام کریں اور دن کو روشن اس لئے بنایا (تاکہ اس میں کام کریں) بےشک اس میں ایمان لانے والوں کیلئے (قدرت خدا کی) نشانیاں ہیں۔"},{"SurahNumber":27,"VerseNumber":87,"Text":"اور جس دن صور پھونکا جائے گا۔ تو جو بھی آسمانوں اور زمین میں ہیں سب گھبرا جائیں گے سوائے ان کے جن کو خدا (بچانا) چاہے گا اور سب ذلت وعاجزی کے ساتھ اس کی بارگاہ میں حاضر ہوں گے۔"},{"SurahNumber":27,"VerseNumber":88,"Text":"(اس وقت) تم پہاڑوں کو دیکھوگے تو خیال کروگے کہ وہ ساکن و برقرار ہیں حالانکہ وہ بادلوں کی مانند رواں دواں ہوں گے۔ یہ خدا کی کاریگری ہے جس نے ہر شئے کو محکم و پائیدار بنایا ہے۔ بیشک وہ خوب جانتا ہے جو کچھ تم کرتے ہو۔"},{"SurahNumber":27,"VerseNumber":89,"Text":"جو شخص نیکی لے کر آئے گا اسے اس سے بہتر ملے گا اور اس دن کی گھبراہٹ سے محفوظ ہوں گے۔"},{"SurahNumber":27,"VerseNumber":90,"Text":"اور جو شخص برائی لے کر آئے گا تو ان کو اوندھے منہ آتش (دوزخ) میں پھینک دیا جائے گا۔ کیا تمہیں تمہارے عمل کے علاوہ کوئی بدلہ مل سکتا ہے؟ (جیسا کروگے ویسا بھروگے)۔"},{"SurahNumber":27,"VerseNumber":91,"Text":"اے رسول(ص)۔ کہو) مجھے تو بس یہی حکم ملا ہے کہ میں فرمانبرداروں میں سے رہوں۔"},{"SurahNumber":27,"VerseNumber":92,"Text":"اور یہ کہ قرآن پڑھ کر سناؤں سو اب جو ہدایت اختیار کرے گا وہ اپنے لئے ہدایت اختیار کرے گا۔ اور جو کوئی گمراہی اختیار کرے گا تو آپ کہہ دیجئے! کہ میں تو صرف ڈرانے والوں میں سے ہوں۔"},{"SurahNumber":27,"VerseNumber":93,"Text":"اور آپ کہہ دیجئے! کہ سب تعریف اللہ کیلئے ہے وہ عنقریب تمہیں اپنی نشانیاں دکھائے گا اور تم انہیں پہچان لوگے اور تمہارا پروردگار اس سے غافل نہیں ہے جو کچھ تم کرتے ہو۔"},{"SurahNumber":28,"VerseNumber":1,"Text":"طا۔ سین۔ میم۔"},{"SurahNumber":28,"VerseNumber":2,"Text":"یہ کتابِ مبین کی آیتیں ہیں۔"},{"SurahNumber":28,"VerseNumber":3,"Text":"ہم اہلِ ایمان کے فائدہ کیلئے موسیٰ و فرعون کی کچھ خبریں سچائی کے ساتھ آپ کے سامنے پڑھ کر سناتے ہیں۔"},{"SurahNumber":28,"VerseNumber":4,"Text":"بےشک فرعون زمین (مصر) میں سرکش ہوگیا تھا اور اس کے باشندوں کو مختلف گروہوں میں تقسیم کر دیا تھا اور اس نے ان میں سے ایک گروہ کو کمزور بنا رکھا تھا (چنانچہ) ان کے بیٹوں کو ذبح کر دیتا تھا اور ان کی عورتوں (لڑکیوں) کو زندہ چھوڑ دیتا تھا۔ بےشک وہ (زمین میں) فساد برپا کرنے والوں میں سے تھا۔"},{"SurahNumber":28,"VerseNumber":5,"Text":"اور ہم چاہتے ہیں کہ ان لوگوں پر احسان کریں جنہیں زمین میں کمزور کر دیا گیا تھا اور انہیں پیشوا بنائیں اور انہیں (زمین کا) وارث قرار دیں۔"},{"SurahNumber":28,"VerseNumber":6,"Text":"اور انہیں زمین میں اقتدار عطا کریں اور فرعون، ہامان اور ان کی فوجوں کو ان (کمزوروں) کی جانب سے وہ کچھ دکھلائیں جس سے وہ ڈرتے تھے۔"},{"SurahNumber":28,"VerseNumber":7,"Text":"اور ہم نے مادر موسیٰ کو وحی کی کہ اس (بچہ) کو دودھ پلا۔ اور جب اس کے متعلق خطرہ محسوس ہو تو اسے دریا میں ڈال دے اور (کسی قسم کا) خوف اور غم نہ کر، بلاشبہ ہم اسے تیری طرف واپس لوٹا دیں گے اور اسے رسولوں میں سے بنائیں گے۔"},{"SurahNumber":28,"VerseNumber":8,"Text":"چنانچہ فرعون کے گھر والوں نے اسے (دریا سے) اٹھا لیا تاکہ وہ ان کیلئے دشمن اور رنج و غم (کا باعث) بنے۔ بیشک فرعون، ہامان اور دونوں کے لشکر والے خطاکار (اور غلط کار) تھے۔"},{"SurahNumber":28,"VerseNumber":9,"Text":"اور فرعون کی بیوی نے (اس سے) کہا کہ یہ (بچہ) تو میری اور تیری آنکھوں کی ٹھنڈک ہے۔ اسے قتل نہ کرو۔ ممکن ہے کہ ہمیں نفع پہنچائے یا ہم اسے اپنا بیٹا ہی بنا لین اور انہیں (انجام کی) کچھ خبر نہ تھی۔"},{"SurahNumber":28,"VerseNumber":10,"Text":"اور مادرِ موسیٰ کا دل بے چین ہوگیا اور قریب تھا کہ وہ اس (بچہ) کا حال ظاہر کر دے۔ اگر ہم اس کے دل کو مضبوط نہ کرتے تاکہ وہ (ہمارے وعدہ پر) ایمان لانے والوں میں سے ہو۔"},{"SurahNumber":28,"VerseNumber":11,"Text":"اور ہم نے اس (بچہ) کی بہن سے کہا کہ تو اس کے پیچھے پیچھے جا۔ چنانچہ وہ دور سے اسے دیکھتی رہی جبکہ ان لوگوں کو خبر بھی نہ ہوئی۔"}]}