{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Er sagte: «Was ist euer Anliegen, ihr Boten?»"},{"SurahNumber":51,"VerseNumber":32,"Text":"Sie sagten: «Wir sind gesandt zu Leuten, die Übeltäter sind"},{"SurahNumber":51,"VerseNumber":33,"Text":"Um über sie Steine aus Ton niederkommen zu lassen"},{"SurahNumber":51,"VerseNumber":34,"Text":"Die bei deinem Herrn gekennzeichnet sind für die Maßlosen.»"},{"SurahNumber":51,"VerseNumber":35,"Text":"Und Wir brachten die, die in ihr gläubig waren, hinaus"},{"SurahNumber":51,"VerseNumber":36,"Text":"Aber Wir fanden in ihr nur ein (einziges) Haus von Gottergebenen"},{"SurahNumber":51,"VerseNumber":37,"Text":"Und Wir hinterließen in ihr ein Zeichen für diejenigen, die die schmerzhafte Pein fürchten"},{"SurahNumber":51,"VerseNumber":38,"Text":"(Ein Zeichen ist) auch in Mose, als Wir ihn mit einer offenkundigen Ermächtigung zu Pharao sandten"},{"SurahNumber":51,"VerseNumber":39,"Text":"Der kehrte sich ab samt seiner Streitmacht und sagte: «Ein Zauberer oder ein Besessener.»"},{"SurahNumber":51,"VerseNumber":40,"Text":"Da ergriffen Wir ihn und seine Truppen und warfen sie ins Meer. Er hatte sich Tadel zugezogen"},{"SurahNumber":51,"VerseNumber":41,"Text":"Und auch in den Aad, als Wir über sie den lebensfeindlichen Wind sandten"},{"SurahNumber":51,"VerseNumber":42,"Text":"Der nichts von allem, worüber er kam, übrigließ, ohne es werden zu lassen wie etwas, was auseinanderfällt"},{"SurahNumber":51,"VerseNumber":43,"Text":"Und auch in den Thamud, als zu ihnen gesprochen wurde: «Genießt für eine Weile.»"},{"SurahNumber":51,"VerseNumber":44,"Text":"Sie rebellierten gegen den Befehl ihres Herrn. Da ergriff sie der Donnerschlag, während sie hinschauten"},{"SurahNumber":51,"VerseNumber":45,"Text":"Und sie konnten sich nicht mehr aufrichten und erfuhren keine Unterstützung mehr"},{"SurahNumber":51,"VerseNumber":46,"Text":"(Verderben ließen Wir) früher auch das Volk Noachs. Das waren frevlerische Leute"},{"SurahNumber":51,"VerseNumber":47,"Text":"Und den Himmel haben Wir mit Kraft aufgebaut. Und Wir verfügen über breite Möglichkeiten"},{"SurahNumber":51,"VerseNumber":48,"Text":"Und die Erde haben Wir ausgebreitet. Wie trefflich haben Wir sie geebnet"},{"SurahNumber":51,"VerseNumber":49,"Text":"Und von allem haben Wir ein Paar erschaffen, auf daß ihr es bedenket"},{"SurahNumber":51,"VerseNumber":50,"Text":"Flüchtet nun zu Gott. Ich bin euch von Ihm ein deutlicher Warner"},{"SurahNumber":51,"VerseNumber":51,"Text":"Und setzt nicht Gott einen anderen Gott zur Seite. Ich bin euch von Ihm ein deutlicher Warner"},{"SurahNumber":51,"VerseNumber":52,"Text":"So ist auch zu denen, die vor ihnen lebten, kein Gesandter gekommen, ohne daß sie gesagt hätten: «Ein Zauberer oder ein Besessener.»"},{"SurahNumber":51,"VerseNumber":53,"Text":"Haben sie es denn einander (als Vermächtnis) aufgetragen? Nein, sie sind Leute, die ein Übermaß an Frevel zeigen"},{"SurahNumber":51,"VerseNumber":54,"Text":"So kehre dich von ihnen ab. Du ziehst dir damit keinen Tadel zu"},{"SurahNumber":51,"VerseNumber":55,"Text":"Und ermahne, denn die Ermahnung nützt den Gläubigen"},{"SurahNumber":51,"VerseNumber":56,"Text":"Und Ich habe die Djinn und die Menschen nur dazu erschaffen, daß sie Mir dienen"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ich will von ihnen keinen Unterhalt, und Ich will nicht, daß sie Mir zu essen geben"},{"SurahNumber":51,"VerseNumber":58,"Text":"Gott ist es, der Unterhalt beschert und Kraft und Festigkeit besitzt"},{"SurahNumber":51,"VerseNumber":59,"Text":"Für diejenigen, die Unrecht tun, ist ein Los bestimmt wie das Los ihrer Gefährten. So sollen sie Mich nicht um Beschleunigung bitten"},{"SurahNumber":51,"VerseNumber":60,"Text":"Wehe denen, die ungläubig sind, vor ihrem Tag, der ihnen angedroht ist"},{"SurahNumber":52,"VerseNumber":1,"Text":"Beim Berg"},{"SurahNumber":52,"VerseNumber":2,"Text":"Bei einem Buch, das zeilenweise niedergeschrieben ist"},{"SurahNumber":52,"VerseNumber":3,"Text":"Auf ausgebreitetem Pergament"},{"SurahNumber":52,"VerseNumber":4,"Text":"Bei dem (zur Pilgerzeit) besuchten Haus"},{"SurahNumber":52,"VerseNumber":5,"Text":"Und bei der hochgezogenen Decke"},{"SurahNumber":52,"VerseNumber":6,"Text":"Und beim angefüllten Meer"},{"SurahNumber":52,"VerseNumber":7,"Text":"Die Pein deines Herrn wird eintreffen"},{"SurahNumber":52,"VerseNumber":8,"Text":"Es gibt niemanden, der sie abwehren könnte"},{"SurahNumber":52,"VerseNumber":9,"Text":"Am Tag, da der Himmel in heftiges Schwanken gerät"},{"SurahNumber":52,"VerseNumber":10,"Text":"Und die Berge sich fortbewegen"},{"SurahNumber":52,"VerseNumber":11,"Text":"Wehe an jenem Tag denen, die (die Botschaft) für Lüge erklären"},{"SurahNumber":52,"VerseNumber":12,"Text":"Die in ausschweifenden Reden ihr Spiel treiben"},{"SurahNumber":52,"VerseNumber":13,"Text":"Am Tag, da sie unerbittlich ins Feuer der Hölle gestoßen werden"},{"SurahNumber":52,"VerseNumber":14,"Text":"«Das ist das Feuer, das ihr immer wieder für Lüge erklärt habt"},{"SurahNumber":52,"VerseNumber":15,"Text":"Ist dies nun Zauberei, oder könnt ihr nicht sehen"},{"SurahNumber":52,"VerseNumber":16,"Text":"Ihr sollt darin brennen. Es ist für euch gleich, ob ihr es geduldig ertragt oder nicht. Euch wird das vergolten, was ihr zu tun pflegtet.»"},{"SurahNumber":52,"VerseNumber":17,"Text":"Die Gottesfürchtigen befinden sich in Gärten und Wonne"},{"SurahNumber":52,"VerseNumber":18,"Text":"Sie empfinden Wohlbehagen an dem, was ihnen ihr Herr zukommen läßt. Und ihr Herr bewahrt sie vor der Pein der Hölle"},{"SurahNumber":52,"VerseNumber":19,"Text":"«Eßt und trinkt zu eurem Wohl für das, was ihr zu tun pflegtet.»"},{"SurahNumber":52,"VerseNumber":20,"Text":"Sie lehnen sich auf gereihten Betten. Und Wir vermählen sie mit großäugigen Huri"},{"SurahNumber":52,"VerseNumber":21,"Text":"Und zu denen, die glauben und denen ihre Nachkommenschaft im Glauben folgt, lassen Wir ihre Nachkommenschaft stoßen. Und Wir verringern ihnen nichts von ihren Werken. Ein jeder haftet für das, was er erworben hat"},{"SurahNumber":52,"VerseNumber":22,"Text":"Und Wir versorgen sie mit Früchten und Fleisch von dem, was sie begehren"},{"SurahNumber":52,"VerseNumber":23,"Text":"Darin greifen sie untereinander nach einem Becher, der nicht zu unbedachter Rede verleitet und in dem nichts Sündhaftes steckt"}]}