{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Korunup sakınanlara, \"Rabbiniz ne indirdi\" dendiğinde şöyle dediler: \"Hayır indirdi.\" Bu dünyada güzel düşünüp güzel davrananlara güzellik vardır. Sonsuzluk yurdu elbette ki daha hayırlıdır. Gerçekten ne güzelmiş takva sahiplerinin yurdu"},{"SurahNumber":16,"VerseNumber":31,"Text":"Adn cennetleri... Girecekler içlerine. Altlarından ırmaklar akacak. Orada diledikleri şey kendilerinin olacak. Allah, korunup sakınanları işte böyle ödüllendirir"},{"SurahNumber":16,"VerseNumber":32,"Text":"Melekler, canlarını temiz insanlar olarak aldıklarına şöyle derler: \"Selam size, yapıp ettiklerinize karşılık olarak girin cennete"},{"SurahNumber":16,"VerseNumber":33,"Text":"Neyi bekliyorlar? Kendilerine meleklerin gelmesini mi, yoksa Allah´ın emrinin gelmesini mi? Onlardan öncekiler de aynen böyle yapmışlardı. Allah onlara zulüm etmemişti. Tam aksine, onlar kendi kendilerine zulüm ediyorlardı"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sonunda, yapıp ettiklerinin kötülükleri başlarına musibet olmuş, alay edip durdukları şey kendilerini sarıvermişti"},{"SurahNumber":16,"VerseNumber":35,"Text":"Ortak koşanlar dediler ki: \"Eğer Allah isteseydi ne biz ne de atalarımız Allah dışında bir şeye kulluk/ibadet etmez, O´na rağmen hiçbir şeyi haram kılmazdık.\" Onlardan öncekiler de aynen böyle yaptılar. Resullere düşen, açık bir tebliğden başkası değildir"},{"SurahNumber":16,"VerseNumber":36,"Text":"Andolsun, biz her ümmette şöyle tebliğ yapan bir resul görevlendirdik: \"Allah´a kulluk/ibadet edin, tâğutttan kaçının. Sonra bunlardan kimine Allah kılavuzluk etti, kimine de sapıklık hak oldu. Şimdi yeryüzünde gezip dolaşın da yalanlayanların sonu nasıl olmuş görün"},{"SurahNumber":16,"VerseNumber":37,"Text":"Sen onların iyiye ve doğruya ulaşmalarını tutkuyla istesen de Allah, saptırdığına yol göstermez. Hiçbir yardımcıları da olmaz onların"},{"SurahNumber":16,"VerseNumber":38,"Text":"Yeminlerinin tüm gücüyle, \"Allah ölen kimseyi diriltmez\" diye Allah´a yemin ettiler. Hayır, öyle değil. Öleni diriltmek O´nun üzerinde hak bir vaattır, fakat insanların çokları bilmezler"},{"SurahNumber":16,"VerseNumber":39,"Text":"Diriltecek ki, onlara, ihtilafa düştükleri şeyi açık seçik göstersin ve küfre sapanlar kendilerinin yalancılar olduğunu bilsinler"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz birşeyi dilediğimizde, onun hakkında söyleyeceğimiz söz, \"Ol!\" demekten ibarettir; o hemen oluverir"},{"SurahNumber":16,"VerseNumber":41,"Text":"Zulme uğratıldıktan sonra Allah uğrunda hicret edenlere biz, dünyada elbette güzelce mekân tutturacağız. Âhiretin ödülü mutlaka daha büyüktür. Bir bilselerdi"},{"SurahNumber":16,"VerseNumber":42,"Text":"O Allah yolunda hicret edenler, sabrederler ve yalnız Rablerine tevekkül ederler"},{"SurahNumber":16,"VerseNumber":43,"Text":"Biz senden önce de elçi olarak kendilerine vahyettiğimiz erkeklerden başkasını göndermedik. Eğer bilmiyorsanız, zikir/Kur´an ehline sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Açık delillerle, kitaplarla gönderdik. Sana da bu zikiri / Kur´an´ı vahyettik ki, kendilerine indirileni insanlara açık seçik bildiresin de derin derin düşünebilsinler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Kötülükleri yapmak için tuzak kuranlar, Allah´ın kendilerini yere geçirmeyeceğinden yahut hiç fark edemeyecekleri bir yerden azabın kendilerine gelmeyeceğinden emin mi oldular"},{"SurahNumber":16,"VerseNumber":46,"Text":"Yahut dönüp dolaşmaları sırasında kendilerini yakalamayacağından... Onlar buna engel de olamazlar"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yoksa kendilerini korkuta korkuta, sindire sindire yakalamayacağından emin midirler? Kuşkusuz ki, sizin Rabbiniz gerçekten Raûf´tur, Rahîm´dir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Bakıp görmediler mi, Allah´ın yarattığı şeylerin gölgeleri bile, sağ ve sollarından boyunları bükük bir halde, Allah için secdelere kapanarak dönüyor"},{"SurahNumber":16,"VerseNumber":49,"Text":"Göklerdeki ve yerdeki canlı şeyler de melekler de yalnız Allah´a secde ederler ve hiç de büyüklük taslamazlar"},{"SurahNumber":16,"VerseNumber":50,"Text":"Üstlerinde egemen olan Rablerinden ürperirler ve emredildikleri şeyi yaparlar"}]}