{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Do ne argue popol de scripture (Jud Christians Muslims) nicest possible manier! - unless ili transgress - Dir Ni kred en ki revealed us en ki revealed vi our di your di est 1 kaj des sam; al Him ni est submitters"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ni revealed vi this scripture those ni ben previous scripture kred en gxi. Ankaux kelk da your popol kred en gxi. Ja those disregard our revelations est efektiv disbelievers"},{"SurahNumber":29,"VerseNumber":48,"Text":"Vi ne leg previous scriptures nor did vi skrib them your man! Tiam rejectors hav raci haven dub"},{"SurahNumber":29,"VerseNumber":49,"Text":"En fakt, these revelations est klar kest de those posed knowledge. Nur wicked vol disregard our revelations"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ili dir nur mirakl ven him his Lord Dir All mirakl ven nur el DI; mi est ne plur than manifest warner"},{"SurahNumber":29,"VerseNumber":51,"Text":"Est gxi ne suficx de mirakl ni send down vi this libr recited them? This est ja mercy reminder popol who kred"},{"SurahNumber":29,"VerseNumber":52,"Text":"Dir DI suffices as witness me vi! Li kon cxio heavens ter. Surely those kred en falsehood disbelieve DI est efektiv losers"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ili challenge vi bring retribution! Se est por predetermined appointment retribution ven them tuj! Certainly gxi ven them suddenly when ili malpli expect gxi"},{"SurahNumber":29,"VerseNumber":54,"Text":"Ili challenge vi bring retribution! Infer jam surrounds disbelievers"},{"SurahNumber":29,"VerseNumber":55,"Text":"Tag ven when retribution overwhelms them el super them beneath their fut; Li dir Gust consequences your works"},{"SurahNumber":29,"VerseNumber":56,"Text":"O My servants kred My ter est spacious tial worship Me"},{"SurahNumber":29,"VerseNumber":57,"Text":"Everyone gust death tiam us vi ultimately returned"},{"SurahNumber":29,"VerseNumber":58,"Text":"Those kred plumb righteous life ni surely sald them Paradise mansions flu streams Eternally ili abide therein. Ki bel rekompenc workers"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ili est unu steadfastly persevere fid their Lord"},{"SurahNumber":29,"VerseNumber":60,"Text":"Many creature ne port its provision DI proviz por gxi tro vi. Li est Hearer Omniscient"},{"SurahNumber":29,"VerseNumber":61,"Text":"Vi pet them Who kre heavens ter put sun lun your service ili dir DI. do gxi tiam ili deviate"},{"SurahNumber":29,"VerseNumber":62,"Text":"DI est UNU increases provision whomever LI chooses His creatures withholds GXI! DI est fully aware da all AJX"},{"SurahNumber":29,"VerseNumber":63,"Text":"Vi pet them Who send cxiel akv revive dead land ili dir DI. Dir Lauxd DI. Plej de them ne kompren"},{"SurahNumber":29,"VerseNumber":64,"Text":"This worldly life est ne plur than vanity lud while abode Hereafter est efektiv life ili nur kon"},{"SurahNumber":29,"VerseNumber":65,"Text":"When ili rajd sxip ili implore DI devoting their prayers Him! as baldaux as Li sav them bord ili revert al idolatry"},{"SurahNumber":29,"VerseNumber":66,"Text":"Let them disbelieve ki ni don them let them gxu temporarily; ili do gxi surely trov out"},{"SurahNumber":29,"VerseNumber":67,"Text":"Ili ne seg ni hav establ Sankt Sanctuary ni far secure while all around them popol est konstant dangxer? Ili ankoraux kred en falsehood Would reject di blessings"},{"SurahNumber":29,"VerseNumber":68,"Text":"Who evil than unu fabricates mensog est atribu them DI rejects truth when gxi ven him? est Infer ne just retribution disbelievers"},{"SurahNumber":29,"VerseNumber":69,"Text":"As por those strive en our kauxz ni surely direkt them our paths! plej assuredly DI est kun des pi"}]}