{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Kananjalo iNkosi yakho Imisele okokuba wena unganquli nto ngaphandle kwaYo. Kwanokuba unonophele abazali bakho, ukuba omnye kubo okanye bobabini bathe bafumana ukwaluphala wena usaphila, ungathethi igama lendelelo (kubo),\tungabangxolisi\tkoko\tthetha\tnabo\tngendlela enentlonipho"},{"SurahNumber":17,"VerseNumber":24,"Text":"Uze uthobe iphiko lokuzinikela nentobeko ngenceba kubo, uthi: “Nkosi yam! Benzele iNceba yaKho njengoko bandikhulisa ndisemncinane.”"},{"SurahNumber":17,"VerseNumber":25,"Text":"INkosi yenu Iyakwazi okungaphakathi ezintliziyweni zenu. Ukuba ningamalungisa, inene Yona Ihlala Inenceba kwabo babuyela kuYo rhoqo ngentobeko nangenguquko"},{"SurahNumber":17,"VerseNumber":26,"Text":"Nikaisizalwana(sakho) okuziimfanelosazo, nakumahlwempu nongumhambi, kodwa ungachithi (ubutyebi bakho) ngokudyakraza"},{"SurahNumber":17,"VerseNumber":27,"Text":"Inene, abadyakrazi ngabazalwana bamashayâtîn (ooSathana) yaye uShaytân uhlala engenambulelo eNkosini yakhe"},{"SurahNumber":17,"VerseNumber":28,"Text":"Ke wena (Muhammad) xa ubafulathela (abazizizalwana zakho, amahlwempu nabahambi eSikuyalele ukuba ubanike iimfanelo zabo, kodwa ube ungenayo imali ngexesha bekucela yona wena) ube wena ulindele inceba evela eNkosini yakho onethemba layo wena, thetha ke kubo ilizwi elinobulali"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ke kaloku isandla sakho masingabopheki entanyeni yakho (sibe ngathi sesegqolo), singoluleki kananjalo sibe side, sitsaleke side siphele (njengesomdyakrazi), ukuze ube ngogxekwayo uhlwempuzeke kanobom"},{"SurahNumber":17,"VerseNumber":30,"Text":"Inene iNkosi yakho Yandisa imbonelelo yalowo Ithande ukumandisela, Incitshe (lowo Ithande ukumncitsha). Inene Yona nguSolwazi, uMboneleli wezicaka zaYo"},{"SurahNumber":17,"VerseNumber":31,"Text":"Ningababulali abantwana benu ngenxa yokoyika ubuhlwempu. Thina Siza kubabonelela ndawonye nani. Inene ukubabulala kusisono esikhulu"},{"SurahNumber":17,"VerseNumber":32,"Text":"Kananjalo ningasondeli ekwabelaneni ngesondo okungekho mthethweni [ngokwenkolo yeIslam (ningakrexezi, ningajoli, ningathandani)] kuba inene kona kusisono nendlela engcolileyo (ekhokelela esiHogweni)"},{"SurahNumber":17,"VerseNumber":33,"Text":"Nize ningabulali nabani na okubulawa kwakhe uAllâh Akwaleleyo, ngaphandle kwesizathu esisebulungiseni. Ke kaloku nabani na obulewe ngendlela engalunganga, Thina Sinike indlalifa yakhe igunya lokuba inkqange umthetho wokulingana ngesohlwayo okanye ixolele, ithabathe idiyah5. Kodwa ke (indlalifa leyo) mayingatsibi imida ebekiweyo kumbandela wokuthabatha ubomi. Ngokwenene yona incedisiwe (ngumthetho)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Ningasondeli ezimpahleni zenkedama ngapahandle kokuba nifuna ukuziphucula, de ikhule yomelele ngokupheleleyo. Zalisekisani yonke iminqophiso, Inene iminqophiso niza kubuzwa ngayo"},{"SurahNumber":17,"VerseNumber":35,"Text":"Kananjalo nikani umlinganiselo opheleleyo xa nimeta, nimete ngesikali esichanekileyo. Oko kokulungileyo kukwangcono ekugqibeleni"},{"SurahNumber":17,"VerseNumber":36,"Text":"Kananjalo ningazisukeli (izinto) eningenalwazi ngazo (kuba) inene ukuva (ngeendlebe), nokubona (ngamehlo), nentliziyo yomntu ngamnye kubo abo (benza oko) ziza kubuzwa (nguAllâh)"},{"SurahNumber":17,"VerseNumber":37,"Text":"Kananjalo uze ungahambi emhlabeni ngekratshi nangenkukhumalo. (ngokuba) awusokuze uwucande (phakathi), ungekhe uwugqobhoze, ungasokuze futhi ube nokuphakama okulingana nokweentaba"},{"SurahNumber":17,"VerseNumber":38,"Text":"Konke oko kubi, kuchasekile eNkosini yakho"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ke kaloku oko kuyinxalenye yobulumko obutyhilwe yiNkosi yakho kuwe (Muhammad) uze ungayamanisi thixo wumbi kuAllâh kuba hleze uphoswe esihogweni, ugxekwe, ulahlwe (nguAllâh)"},{"SurahNumber":17,"VerseNumber":40,"Text":"Ingaba iNkosi yenu (nina bahedeni baseMakkah) Ikhethe ukunika nina oonyana Yaza Yona Yathabatha iintombi kwiingelosi? Inene! Nina nithetha intetho elisikizi kakhulu"},{"SurahNumber":17,"VerseNumber":41,"Text":"Sele Sisicacisile (isithembiso nesilumkiso seThu) kule ‘Kur’ân sokokuba (abangakholwayo) bathabathe ingqalelo, kodwa oko akukho nto kuyandisayo kubo ngaphandle kwenkcaso (yomyalezo weThu)"},{"SurahNumber":17,"VerseNumber":42,"Text":"Yithi (Muhammad kubo): “Ukuba ngaba bebekhona abanye oothixo abakunye naYe njengoko besitsho, Inene bebeza kukhangela indlela eya kwiNkosi yeTrone (bafune ukwenza intando Yayo bazisondeze nokuzisondeza kuYo)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Uzuko (lonke) malube kuYe, Yena Uphakamileyo. Bubuxoki obukhulu obo babuthethayo"},{"SurahNumber":17,"VerseNumber":44,"Text":"Amazulu osixhenxe nomhlaba nako konke okulapho, kuyaMzukisa Yena, yaye akukho nanye into engaMzukisiyo ngendumiso yaKhe, koko nina anikuqondi ukuMzukisa kwazo. Inene Yena nguMnyamezeli, nguMxoleli"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kananjalo wena (Muhammad) xa ucengceleza i’Kur’ân Sibeka umkhusane ongabonakaliyo phakathi kwakho nabo bangakholwayo kuBomi oBubuzayo (ukuze bangayiva)"},{"SurahNumber":17,"VerseNumber":46,"Text":"Kananjalo Sifakaizigqubutheloezintliziywenizabokubahleze bayive (i’Kur’ân) nasezindlebeni zabo (Sifaka) ubuthulu. Naxa wena ukhankanya iNkosi yakho Yodwa kwi’Kur’ân (usithi: ‘Akukho thixo wumbi ngaphandle koAllâh’) bajika bakuzele ngomva babaleke ngenkcaso enkulu"},{"SurahNumber":17,"VerseNumber":47,"Text":"Sikwazi kakuhle okona bakuphulaphulayo xa bephulaphule wena (uthetha), naxa besenza amabhunga abo emfihlakalweni, ke kaloku abagabadeli bathi: “Inene nina anilandeli nto ngaphandle kwendoda ethakathiweyo6. “"},{"SurahNumber":17,"VerseNumber":48,"Text":"Uyayibona na imizekelo abayenzayo ngawe. Balahlekile, yaye asokuze bayifumane iNdlela"},{"SurahNumber":17,"VerseNumber":49,"Text":"Kananjalo bathi: “Xa siya kube singamathambo nezicwibi (sifile), siza (kuphinda) sivuswe nyani sibe yindalo entsha?”"}]}