{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"אמור: “(אפילו אם) תהיו אבנים או ברזל"},{"SurahNumber":17,"VerseNumber":51,"Text":"או בריאה שאין ביכולתכם אפילו לחשוב עליה.” הם יאמרו: “מי יחזיר אותנו לחיים?” אמור: “זה אשר ברא אתכם בפעם הראשונה”, אז הם ינידו בראשיהם ויאמרו: “מתי הוא?” אמור להם:״ אולי יהיה בקרוב ״"},{"SurahNumber":17,"VerseNumber":52,"Text":"ביום שיקרא לכם, ואתם תענו לקריאתו (ותקומו מקבריכם) ותשבחו אותו, ותחשבו כי הייתם מעט זמן"},{"SurahNumber":17,"VerseNumber":53,"Text":"ואמור לעבדיי שידברו רק את מה שיותר טוב, כי השטן יכניס פירוד ושנאה ביניהם כי השטן תמיד לאנשים אויב גלוי"},{"SurahNumber":17,"VerseNumber":54,"Text":"ריבונכם מכיר אתכם היטב, ואם הוא ירצה הוא ירחם עליכם, ואם הוא ירצה הוא יעניש אתכם, ואנו לא שלחנו אותך כשומר שלהם"},{"SurahNumber":17,"VerseNumber":55,"Text":"וריבונך יודע היטב את כל אשר בשמיים ובארץ. וכבר נתנו לחלק מהנביאים יותר מאשר נתנו לאחרים. ולדוד נתנו את הזובור"},{"SurahNumber":17,"VerseNumber":56,"Text":"אמור: “קראו לאלה אשר טענתם שהם קיימים מלבד אללה לעזרה, הם לא יוכלו להסיר כל צרה מכם ולא יוכלו להמיט אותה על אויבכם”"},{"SurahNumber":17,"VerseNumber":57,"Text":"אלה אשר אליהם מתפללים (עובדי האלילים) בעצמם מבקשים להתקרב אל ריבונם, ומתחרים ביניהם, מי מהם קרוב יותר, ומבקשים את רחמיו, ומפחדים מעונשו. אכן, יש להיזהר מעונש ריבונך"},{"SurahNumber":17,"VerseNumber":58,"Text":"אין עיר חוטאת שלא נשמיד לפני יום תחיית-המתים, או נעניש אותה עונש קשה. וזה היה רשום בספר (אצל אללה)"},{"SurahNumber":17,"VerseNumber":59,"Text":"שום דבר לא מנע מאתנו לשלוח אותות, מלבד התכחשו להם הדורות הקדומים. וכבר נתנו לבני שבט ת'מוד את הנאקה כאות ברור וגלוי לעין, אך הם קיפחו אותה, ואין אנו שולחים אותות אלא לשם אזהרה והפחדה"},{"SurahNumber":17,"VerseNumber":60,"Text":"כבר אמרנו לך כי ריבונך מקיף את כל האנשים. לא עשינו את מה שהראינו לך(במסע הלילי) אלא כדי לבחון את האנשים, וכך גם את העץ הארור אשר בקוראן. אנו מפחידים אותם, אך הדבר אינו מוסיף אלא תעייה גדולה"},{"SurahNumber":17,"VerseNumber":61,"Text":"וכאשר אמרנו למלאכים: “סגדו לאדם”, הם סגדו, ורק השטן אמר: “האם אסגוד למי שבראת מעפר?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"אמר: “אתה רואה את היצור הזה אשר רוממת מעליי? אם תיתן לי הזדמנות עד יום תחיית-המתים, אלכוד ברשתי את זרעו(ואשלוט בו) פרט למעטים מהם”"},{"SurahNumber":17,"VerseNumber":63,"Text":"אמר: “לך והשתדל! אתה וכל אלה שיילכו אחריך תקבלו את עונשכם המלא בגיהינום"},{"SurahNumber":17,"VerseNumber":64,"Text":"נסה להסית מהם כמה שתוכל, והזעק עליהם את פרשיך וחייליך, והשתתף ברכושם ובילדיהם, ותן להם הכסתות, והשטן לא יבטיח להם דבר זולת פיתוי כוזב"},{"SurahNumber":17,"VerseNumber":65,"Text":"ואולם על עבדיי לא תהיה לך כל שליטה, כי ריבונך דיו כשומר עליהם”"},{"SurahNumber":17,"VerseNumber":66,"Text":"ריבונכם הוא אשר מושיט למענכם את האוניות בים, כדי שתבקשו לכם פרנסה מחסדו. הוא תמיד היה כלפיכם רחום"},{"SurahNumber":17,"VerseNumber":67,"Text":"ואם תפגע בכם צרה בים, אתם תשכחו את כל אלה אשר עבדתם זולתו, ורק היזכרו באללה לבדו להציל אתכם, אך כאשר הציל אתכם והביאכם אל היבשה, מיד תתרחקו. והיה האדם כפוי טובה"},{"SurahNumber":17,"VerseNumber":68,"Text":"האם בטוחים אתם כי אללה לא יבקע את האדמה ולא יגרום לה לבלוע אתכם? או לא ימטיר עליכם גשם של אבנים מבלי שתמצאו לכם שומר"},{"SurahNumber":17,"VerseNumber":69,"Text":"או שמא בטוחים אתם כי שוב לא יחזירכם אל הים, ולא ישלח בכם רוח סערה ויטביע אתכם באשר כפרתם, מבלי שתהיה לכם סיבה להתלונן נגדנו"}]}