{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"Hic est 2 parties feuding regard their Dominus! Prout pro those disbelieve they habet clothes de fire sartor pro them! Hellish liquid testimentum poured their heads"},{"SurahNumber":22,"VerseNumber":20,"Text":"It causa their insides melt alias prout their skins"},{"SurahNumber":22,"VerseNumber":21,"Text":"They confined iron pots"},{"SurahNumber":22,"VerseNumber":22,"Text":"Whenever they try exit such misery they forced back in Taste agony de burning"},{"SurahNumber":22,"VerseNumber":23,"Text":"DEUS testimentum admit those believe lead righteous VITA into gardens flowing streams They adorned therein bracelets gold pearls their garments therein est silk"},{"SurahNumber":22,"VerseNumber":24,"Text":"They guided bonus words they guided path de the Multus Praised"},{"SurahNumber":22,"VerseNumber":25,"Text":"Surely those disbelieve repulse others path DEUS ex Sanctus Masjid nos designated totus people - est they natives visitors! - seek pollute it corrupt it nos afflict them painful retribution"},{"SurahNumber":22,"VerseNumber":26,"Text":"Nos appointed Abraham establish Shrine Vos non idolize any alius deus Me purify My shrine those visit it those vivens it those bow prostrate"},{"SurahNumber":22,"VerseNumber":27,"Text":"(Ac proclaim people observe Hajj pilgrimage They advenit vos walking riding various exhausted means transportation)! They advenit farthest locations"},{"SurahNumber":22,"VerseNumber":28,"Text":"They seek commercial benefits they commemorate deus cognomen specified feria pro provisus them livestock! Eat therefrom feed despondent poor"},{"SurahNumber":22,"VerseNumber":29,"Text":"They perfecit their obligations fulfill their vows visit ancient shrine"},{"SurahNumber":22,"VerseNumber":30,"Text":"Those reverence ritus decretum DEUS deserved bonus reward their Dominus. Totus livestock factus lawful tuus food absque pro those specifically prohibited vos. Vos avoid abomination idol worship avoid bearing false testis"},{"SurahNumber":22,"VerseNumber":31,"Text":"Vos maintain tuus devotion absolutely DEUS alone Anyone sets any idol DEUS est unus fell caelum tunc gets snatched vultures blown wind deep ravine"},{"SurahNumber":22,"VerseNumber":32,"Text":"Indeed those reverence ritus decretum DEUS demonstrate righteousness their hearts"},{"SurahNumber":22,"VerseNumber":33,"Text":"(livestock) provisus vos multus benefits pro ut period, ante donated ancient shrine"},{"SurahNumber":22,"VerseNumber":34,"Text":"each congregation nos decretum ritus whereby they commemorate cognomen DEUS pro provisus them livestock! Tuus deus est 1 ac the same deus; vos shall totus submit Eum. Dedit bonus news to the obedient"},{"SurahNumber":22,"VerseNumber":35,"Text":"They est unus hearts tremble upon mentioning DEUS they steadfastly persevere adversity they observe Contact Prayers (Salat) ex noster provisions to them they dedit charity"},{"SurahNumber":22,"VerseNumber":36,"Text":"animal offerings est ritus decretum DEUS tuus suus bonus Vos mention deus cognomen them dum they standing in line Dodum they offered sacrifice vos eat therefrom feed poor needy Hoc why nos subdued them vos ut vos show tuus appreciation"},{"SurahNumber":22,"VerseNumber":37,"Text":"Nec their meat nor their blood reaches DEUS. Quod reaches Eum est tuus righteousness. He subdued them vos vos show vos appreciation glorifying DEUS pro guiding vos. Dedit bonus news to the charitable"}]}