{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Abból teremtettünk meg benneteket és oda térítünk majd \"vissza benneteket. Abból hozunk majd elő benneteket egy újabb alkalommal"},{"SurahNumber":20,"VerseNumber":56,"Text":"Mi megmutattuk neki az összes jelünket. Ám ő meghazudtolta és megtagadta"},{"SurahNumber":20,"VerseNumber":57,"Text":"Mondta (a fáraó): Talán azért jöttél el hozzánk, ó, Műsá (Mózes), hogy a varázslatod által kiűzz bennünket a földünkről"},{"SurahNumber":20,"VerseNumber":58,"Text":"Bizony mi is mutatunk neked hasonló varázslatot, Jelölj ki köztünk és közted egy megbeszélt időpontot egy alkalmas helyen, amit nem szegünk meg sem mi, sem te"},{"SurahNumber":20,"VerseNumber":59,"Text":"Mondta (Mózes): .. A megbeszélt időpontotok legyen a ,.Díszítés napja\"! Az emberek hajnalban gyűljenek össze"},{"SurahNumber":20,"VerseNumber":60,"Text":"A fáraó elfordult és összegyűjtötte a fondorlatát majd előjött"},{"SurahNumber":20,"VerseNumber":61,"Text":"Misa (Mózes) mondta nekik: Jaj nektek! Ne koholjatok hazugságot Allah ellen, nehogy így majd eltöröljön benneteket egy büntetés által. Csalatkozni fog az, aki hazugságot kohol"},{"SurahNumber":20,"VerseNumber":62,"Text":"Maguk között megvitatták az ügyüket és titkon beszélgettek"},{"SurahNumber":20,"VerseNumber":63,"Text":"Mondták: ..Ezek ketten bizony varázslók, akik a varázslatuk által akarnak benneteket kiűzni a földetekről. És elvenni az uralmatok legjobbjait"},{"SurahNumber":20,"VerseNumber":64,"Text":"Gyüjtsétek egybe a fondorlatotokat, majd álljatok fel csatasorba! Ma az fog boldogulni, aki felülkerekedik"},{"SurahNumber":20,"VerseNumber":65,"Text":"Mondták: .Ó, Műsa (Mózes)! Vagy te dobsz, vagy mi leszünk azok, akik először dobnak"},{"SurahNumber":20,"VerseNumber":66,"Text":"Mondta: , Dobjatok ti!\" És íme a varázslatuk révén úgy tűnt neki, hogy a köteleik és a botjaik tovakúsznak"},{"SurahNumber":20,"VerseNumber":67,"Text":"Műsa (Mózes) félelmet érzett a lelkében"},{"SurahNumber":20,"VerseNumber":68,"Text":"Mondtuk (Allah, a Magasztos): Ne félj! Te leszel a felülkerekedő"},{"SurahNumber":20,"VerseNumber":69,"Text":"Dobd el azt, ami a jobbodban van! EI fogja nyelni azt, amit ök mesterkedtek. Az, amit ők mesterkedtek az csupán a varázsló fondorlata, A varázsló nem boldogul, bárhol jöjjön is elő"},{"SurahNumber":20,"VerseNumber":70,"Text":"A varázslók leborultak és mondták: . Hiszünk Harün és Ms (Mózes) Urában"},{"SurahNumber":20,"VerseNumber":71,"Text":"Mondta (a fáraó): . Hisztek neki, mielőtt még én megengedném azt nektek? Bizonyára ő a ti előkelőtök, aki a varázslatot tanította nektek. Bizony levágatom a kezeiteket és a lábaítokat ellentétes oldalakon és pálmafák törzsére feszíttetlek benneteket. Így majd megtudhatjátok melyikünk büntetése szigorúbb és maradandóbb"},{"SurahNumber":20,"VerseNumber":72,"Text":"Mondták: ,. Nem fogunk téged a fölé helyezni, aki nyilvánvaló bizonyítékokat hozott el nekünk és Afölé, aki megteremtett bennünket. Tedd azt, amit tenni készülsz! Csupán az evilági életben dönthetsz"},{"SurahNumber":20,"VerseNumber":73,"Text":"Mi hiszünk a mi Urunkban, hogy így megbocsássa nekünk a vétkeinket és azt, amire te kényszerítettél bennünket a varázslatból. Allah jobb és örök"},{"SurahNumber":20,"VerseNumber":74,"Text":"Aki bűnösként járul majdan az Ura elé, annak a Pokol jut, ahol. nem hal meg és nem is él"},{"SurahNumber":20,"VerseNumber":75,"Text":"Aki pedig hívőként járul Eléje és Jjótetteket cselekedett, nekik járnak a legmagasztosabb fokozatok"},{"SurahNumber":20,"VerseNumber":76,"Text":"Adn (Éden) Kertjei, amelyek alatt folyók folynak, ők örökkön azokban lesznek. Ez annak a jutalma, aki a megtisztultságra törekedett"},{"SurahNumber":20,"VerseNumber":77,"Text":"Bizony korábban sugalltuk Műsö- nak (Mózesnek): Indulj el a Mi Szolgáinkkal és törj nekik száraz utat a tengeren! Ne félj (attól, hogy utolérve) felülkerekednek! És ne rettegj"},{"SurahNumber":20,"VerseNumber":78,"Text":"A fáraó követte őket a seregével és elborította öket a tengerből az, ami elborította"},{"SurahNumber":20,"VerseNumber":79,"Text":"A fáraó tévelygésbe vitte a népét és nem vezetett"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ó, Izrael fiai! Mi bizony megmentettünk benneteket az ellenségetektől és megállapodtunk veletek a Hegy jobb oldalán és lebocsátottuk nektek a mannát és a fürjeket"},{"SurahNumber":20,"VerseNumber":81,"Text":"Egyetek azokból a javakból, amelyekkel elláttunk benneteket, ám abban ne lépjétek át a határt! Nehogy lesújtson rátok Haragvásom. Akire lesújt a Haragvásom az bizony elpusztul"},{"SurahNumber":20,"VerseNumber":82,"Text":"Én bizony megbocsátó vagyok azzal szemben, aki megbánást mutat és hisz és kegyesen cselekszik, majd a helyes útra vezéreltetik"}]}