{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Kujtoje vëllanë e fisit Ad (Hudin), kur e paralajmëroi popullin e vet në Ahkaf, ndërsa ka pasur paralajmërues edhe para tij, edhe pas tij (kur u tha): “Adhuroni vetëm Allahun! Unë, me të vërtetë, kam frikë se do t’ju godasë dënimi i Ditës së Madhe!”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Ata u përgjigjën: “Vallë, a ke ardhur të na largosh ne prej hyjnive tona. Sillna atë (dënim) që po na premton dhe të shohim nëse thua të vërtetën!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Ai u tha (atyre): “Vetëm Allahu e di (se kur do të vijë dënimi). Unë kam për detyrë vetëm që t’ju përcjell mesazhin për të cilin jam dërguar, por unë po shoh se ju jeni popull i zhytur në padije”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Dhe kur panë një ré që u duk se vinte në drejtim të luginave të tyre, ata thanë: “Kjo re po sjell shiun!” “Jo!” – u përgjigj ai – “kjo është ajo që ju e keni shpejtuar: një erë që mbart një dënim të dhembshëm"},{"SurahNumber":46,"VerseNumber":25,"Text":"që, me urdhrin e Allahut, shkatërron çdo gjë.” E në mëngjes u panë vetëm shtëpitë e tyre të zbrazëta; ja, kështu e ndëshkojmë Ne popullin keqbërës"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ne i kishim bërë ata më të fuqishëm se ju[312] dhe u kishim dhënë atyre dëgjimin, shikimin dhe zemrën, por as dëgjimi i tyre, as shikimi i tyre e as zemra e tyre, nuk u sollën kurrfarë dobie, sepse mohuan shpalljet e Allahut; ata i goditi ajo me të cilën talleshin"},{"SurahNumber":46,"VerseNumber":27,"Text":"Edhe më parë Ne kemi shkatërruar vendbanime rreth jush e u kemi shpjeguar atyre shpalljet Tona, që ata të mund të ktheheshin (në rrugën e drejtë)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Përse nuk u erdhën në ndihmë atyre idhujt, që i adhuruan si zota krahas Allahut, për t’u afruar tek Ai?! Vërtet, idhujt i lanë në baltë ata[313]. Këto ishin vetëm gënjeshtrat dhe shpifjet e tyre (idhujtarëve)"},{"SurahNumber":46,"VerseNumber":29,"Text":"Kur Ne dërguam te ti një grup xhindesh për të dëgjuar Kuranin, ata, kur erdhën, i thanë njëri-tjetrit: “Heshtni!” Dhe kur përfundoi (leximi), ata u kthyen te populli i tyre si këshillues"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ata thanë: “O populli ynë! Ne dëgjuam një Libër të shpallur pas Musait, i cili vërteton shpalljet para tij, udhëzon nga e vërteta dhe tregon rrugën e drejtë"},{"SurahNumber":46,"VerseNumber":31,"Text":"O populli ynë, përgjigjjuni thirrësit të Allahut dhe besojini Atij! Ai do t’jua falë gjynahet tuaja dhe do t’ju shpëtojë prej dënimit të dhembshëm"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ndërsa ata që nuk i përgjigjen thirrësit të Allahut, nuk do të mund t’i ikin Atij në Tokë; për ata s’ka mbrojtës tjetër, përveç Tij. Ata janë në humbje të madhe"},{"SurahNumber":46,"VerseNumber":33,"Text":"A nuk e shohin ata se Allahu, i Cili krijoi qiejt dhe Tokën pa u lodhur aspak në krijimin e tyre, është i Fuqishëm t’i ngjallë të vdekurit? Po, Ai është vërtet i Fuqishëm për çdo gjë"},{"SurahNumber":46,"VerseNumber":34,"Text":"Ditën, kur ata që kanë mohuar do të ballafaqohen me zjarrin (do t’u thuhet): “Vallë, a nuk është kjo e vërtetë?” Ata do të thonë: “Po, për Zotin tonë!” Ai do t’u thotë: “Atëherë, shijoni dënimin për mohimin që keni bërë!”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Prandaj, ti bëhu i durueshëm (o Muhamed), ashtu siç kanë duruar me këmbëngulje të dërguarit e vendosur dhe mos kërko shpejtimin e dënimit për ata[314]! Ditën, kur të përjetojnë atë që u është premtuar, atyre do t’u duket se kanë qëndruar (në Tokë) vetëm një çast të ditës. Kjo është shpallje e qartë. E kush do të shkatërrohet tjetër, përveç popullit të pabindur"},{"SurahNumber":47,"VerseNumber":1,"Text":"Allahu do t’ua zhvlerësojë veprat atyre që mohojnë dhe i pengojnë njerëzit nga rruga e Tij"},{"SurahNumber":47,"VerseNumber":2,"Text":"Ndërsa atyre që besojnë, kryejnë vepra të mira dhe besojnë në atë që i është shpallur Muhamedit - dhe e cila është e Vërteta prej Zotit të tyre, - Ai do t’ua fshijë gjynahet dhe do t’ua përmirësojë gjendjen"},{"SurahNumber":47,"VerseNumber":3,"Text":"Kjo, sepse ata që mohojnë, ndjekin të pavërtetën, kurse besimtarët mbështeten në të Vërtetën e ardhur nga Zoti i tyre. Kështu ua sjell Allahu njerëzve shembujt e tyre"},{"SurahNumber":47,"VerseNumber":4,"Text":"Kur të ballafaqoheni në luftë me mohuesit, goditini në qafë, derisa t’i rraskapitni e t’i shkatërroni ata dhe pastaj lidhini fort. Mandej ose i lironi me zemërgjerësi, ose me shpërblim, derisa të bëhet armëpushimi. Kështu bëni! Sikur të donte Allahu, do t’i shkatërronte ata, por Ai dëshiron t’ju sprovojë ju me njëri tjetrin. Ai nuk ua humb veprat atyre që vdesin në rrugën e Allahut"},{"SurahNumber":47,"VerseNumber":5,"Text":"Ai do t’i udhëzojë ata, do t’ua përmirësojë gjendjen"},{"SurahNumber":47,"VerseNumber":6,"Text":"dhe do t’i shpjerë në Xhenet, të cilin ua ka bërë të njohur më parë"},{"SurahNumber":47,"VerseNumber":7,"Text":"O besimtarë, nëse e ndihmoni Allahun[315], edhe Ai do t’ju ndihmojë dhe do t’ju bëjë të qëndroni fort në këmbët tuaja"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ndërsa ata që nuk besojnë, do të shkatërrohen! Ai do t’ua humbë veprat atyre"},{"SurahNumber":47,"VerseNumber":9,"Text":"Kjo për shkak se ata e urrejnë atë që ka shpallur Allahu, andaj Ai i ka zhvlerësuar veprat e tyre"}]}