{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi yerden yarattık. Tekrar oraya göndereceğiz. Ve oradan sizi bir kez daha çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Yemin olsun, o Firavun´a ayetlerimizin tamamını gösterdik ama yalanlayıp inadını sürdürdü"},{"SurahNumber":20,"VerseNumber":57,"Text":"Şöyle dedi: \"Büyünle bizi, toprağımızdan çıkarasın diye mi geldin, ey Mûsa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Seninki gibi bir büyü, biz de mutlaka sana getireceğiz. Seninle bizim aramızda öyle bir buluşma yeri ve zamanı belirle ki, ne biz cayalım ne de sen. Herkese uygun bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"Mûsa dedi: \"Bizimle buluşacağınız zaman, süs günü olsun. İnsanlar kuşluk vakti bir araya getirilsin"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun üzerine Firavun oradan ayrıldı, tüm kurnazlığını topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Mûsa onlara dedi ki: \"Yazıklar olsun size, yalan düzerek Allah´a iftira etmeyin! Yoksa bir azap ile kökünüzü kurutur. İftira eden, perişan olmuştur"},{"SurahNumber":20,"VerseNumber":62,"Text":"Bunun üzerine işlerini aralarında tartıştılar, fısıltıyı koyulaştırdılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: \"Şunlar, iki büyücüden başka birşey değillerdir. Büyüleriyle sizi toprağınızdan çıkarmak ve sizin örnek yolunuzu silip yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Hemen hünerlerinizi birleştirin; sonra saf bağlamış olarak gelin! Bugün, üstün gelen kurtulmuş olacaktır"},{"SurahNumber":20,"VerseNumber":65,"Text":"Dediler: \"Ey Mûsa, ya hünerini ortaya at yahut da ilk hüner sergileyen biz olacağız"},{"SurahNumber":20,"VerseNumber":66,"Text":"Mûsa dedi: \"Hayır, siz atın!\" Bir de ne görsün! Onların ipleri, sopaları, yaptıkları büyüler yüzünden, kendisine gerçekten koşuyorlarmış hayalini verdi"},{"SurahNumber":20,"VerseNumber":67,"Text":"Mûsa birdenbire içinde bir korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Şöyle dedik: \"Korkma, üstün gelecek olan sensin"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini yere bırak! Onların, sanayi olarak ortaya çıkardıklarını yalayıp yutsun. Onların sanayi olarak ürettikleri sadece bir büyücünün hilesidir. Büyücü ise nereye gitse iflah etmez"},{"SurahNumber":20,"VerseNumber":70,"Text":"Bunun üzerine büyücüler secdelere kapanıp şöyle seslendiler: \"Hârun´un ve Mûsa´nın Rabbine inandık"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firavun dedi: \"Ben izin vermeden ona inandınız öyle mi? O size, büyüyü öğreten büyüğünüzdür. Yemin olsun, ellerinizi, ayaklarınızı çaprazlama keseceğim ve yemin olsun sizi hurma ağaçlarına asacağım. O zaman iyice bileceksiniz, hangimizin azabı daha şiddetli ve sürekli"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dediler: \"Biz seni, bize gelen açık-seçik kanıtlara ve bizi yaratmış olana asla tercih etmeyeceğiz. Verdiğin hükmü uygula. Senin hükmün olsa olsa bu dünya hayatında geçer"},{"SurahNumber":20,"VerseNumber":73,"Text":"Biz Rabbimize inandık ki, günahlarımızı ve senin bizi zorladığın büyüyü affetsin. Allah daha hayırlı, daha süreklidir"},{"SurahNumber":20,"VerseNumber":74,"Text":"Şu bir gerçek ki, Rabbinin huzuruna suçlu olarak gelen için cehennem vardır. Orada ne ölür ne de hayat bulur"},{"SurahNumber":20,"VerseNumber":75,"Text":"O´nun huzuruna, hayra ve barışa yönelik iyilikler üretmiş bir mümin olarak varana gelince, işte böyleleri için çok yüksek dereceler öngörülmüştür"},{"SurahNumber":20,"VerseNumber":76,"Text":"Adn cennetleri ki, altlarından ırmaklar akar; sürekli kalacaklar içlerinde. Arınıp temizlenenlerin ödülü işte budur"},{"SurahNumber":20,"VerseNumber":77,"Text":"Yemin olsun, Mûsa´ya şöyle vahyetmiştik: \"Kullarımı geceleyin yürüt! Denizde onlar için kuru bir yol aç! Size yetişecekler diye korkma, endişelenme"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken, Firavun, ordusuyla birlikte onların arkasına düştü. Ama denizden onları sarıp kuşatan, sarıp kuşattı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun kendi toplumunu saptırmıştı; kılavuzluk edemedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrailoğulları, şu bir gerçek ki, biz sizi düşmanınızdan kurtardık. Tûr´un sağ yanında size vaatte bulunduk. Ve üstünüze kudret helvasıyla bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızkın temizlerinden yiyin! Bu konuda azgınlık etmeyin! Yoksa öfkem üzerinize çöker. Ve kimin üstüne öfkem inerse o uçuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ve ben, tövbe eden, inanan, hayra ve barışa yönelik iş yapıp sonra da düzgün bir biçimde yol alan kimseye karşı, gerçekten çok affediciyim, Gaffâr´ım"}]}