{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"アッラーは，あなたがたの中（人びとを）引きとめた者，またその同胞に向かって，「わたしたちの方ヘ来い。」と言った者を知っておられる。またかれらは僅かの間の外，戦場には臨まなかった。"},{"SurahNumber":33,"VerseNumber":19,"Text":"かれらはあなたに対して，貪欲である。まあ見るがいい。かれらに危険が訪れると，臨終の人のように目玉をぐるっと廻して，あなたを熟視する。そして危険が去ると良いものばかり貪り ，唇を尖らせてあなたがたを痛烈に非難する。これらの者は信者ではない。アッラーは，かれらの行いを無益になされる。それはアッラーには容易なことである。"},{"SurahNumber":33,"VerseNumber":20,"Text":"かれらは，部族連合軍は敗退したのではないと考えている。もし部族連合軍が（再び）来ることがあれば，かれらはベドウィン族の間に身を置いて，あなたがたの消息を尋ねる（立場になる）ことを願っている。またもしかれらがあなたがたの中にいても，僅かの者の外は戦わないであろう。"},{"SurahNumber":33,"VerseNumber":21,"Text":"本当にアッラーの使徒は，アッラーと終末の日を熱望する者，アッラーを多く唱念する者にとって，立派な模範であった。"},{"SurahNumber":33,"VerseNumber":22,"Text":"信者たちは，部族連合の軍勢を見た時言った。「これはアッラーとかれの使徒が，わたしたちに約束されたものである。アッラーとかれの使徒は，真実を話された。」それは，かれらの信心と服従，帰依の念を，嫌が上にも深めた。"},{"SurahNumber":33,"VerseNumber":23,"Text":"信者の中には，アッラーと結んだ約束に忠実であった人びとが（多く）いたのである。或る者はその誓いを果し，また或る者は（なお）待っている。かれらは少しも（その信念を）変えなかった。"},{"SurahNumber":33,"VerseNumber":24,"Text":"（これは結局）アッラーが，忠誠な人々に対しその忠誠さに報われ，またかれが御望みならば，偽信者を罰し，あるいはかれらを赦されるということである。本当にアッラーは，寛容にして慈悲深き御方であられる。"},{"SurahNumber":33,"VerseNumber":25,"Text":"アッラーは不信心な者たちを，怒りのうちに（アル・マディーナから）何ら益するところなく撤退なされた。戦いには，アッラーは，信者たちの戦闘を（強風や天使によって）凡てにわたって，守って下さる。アッラーは強大にして偉力ならびなき方であられる。"},{"SurahNumber":33,"VerseNumber":26,"Text":"またかれは，かれら（連合軍）を後援した啓典の民を，それらの砦から追い，その心中に恐怖を投じられた。あなたがたは或る者を殺し，また或る者を捕虜とした。"},{"SurahNumber":33,"VerseNumber":27,"Text":"またかれは，かれら（啓典の民）の土地，住宅，財産またあなたがたの未踏の地を，あなたがたに継がせられた。アッラーは凡てのことに全能であられる。"},{"SurahNumber":33,"VerseNumber":28,"Text":"預言者よ，あなたの妻たちに言ってやるがいい。「もしあなたがたが，現世の生活とその煌びやかさを望むなら来るがいい。わたしは贈り物を与えて，立派に別れよう。"},{"SurahNumber":33,"VerseNumber":29,"Text":"だがあなたがたたがもしアッラーとその預言者，そして来世の住まいを求めるならば，あなたがたの中で善行に勤しむ者には，アッラーは偉大な報奨を準備して下さっている。」"},{"SurahNumber":33,"VerseNumber":30,"Text":"預言者の妻たちよ，あなたがたの中で明白な醜行を犯した者は，それに対する懲罰は倍加されよう。アッラーにはそれは容易なことである。"}]}