{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":75,"Text":"Şimdi, onların tebliğ ettiğimiz şeye inanacaklarını bekliyor musunuz? Aksine, bir çoğu Allah´ın kelamını dinler ama onu anladıktan sonra bile bile çarpıtırlar"},{"SurahNumber":2,"VerseNumber":76,"Text":"Nitekim, imana ermiş olanlarla buluştuklarında, \"(Sizin inandığınız gibi) inanıyoruz!\" derler; ama birbirleriyle baş başa kaldıklarında, \"Rabbinizin kelamını size karşı koz olarak kullansınlar diye mi Allah´ın size açıkladığı şeyleri onlara haber veriyorsunuz? Aklınızı başınıza toplamayacak mısınız? derler"},{"SurahNumber":2,"VerseNumber":77,"Text":"Bilmezler mi ki Allah, açığa vurdukları şeylerden de gizlediklerinden de haberdardır"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onlar arasında ilahi kelamın gerçek bilgisine sahip olmayan, kitap ile ilgisiz insanlar var; (ki bunlar) sadece bir takım kuruntular(a tabi olurlar) ve zanna dayanırlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"O halde, yazıklar olsun onlara ki, kendi elleriyle, ilahi kelam(dan olduğunu iddia ettikleri hususlar)ı kaydettikten sonra, az bir kazanç elde etmek için, \"Bu Allah´tandır!\" derler. (Böyle diyerek) kendi elleriyle kaydettiklerinden ötürü yazıklar olsun onlara! Ve yine bütün o kazandıklarından ötürü yazıklar olsun böylelerine"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ve onlar: \"Ateş bize birkaç günden fazla dokunmaz\" derler. De ki (onlara): \"Allah´tan bir söz mü aldınız -çünkü Allah hiçbir zaman sözünden caymaz- yoksa asla bilemeyeceğiniz bir şeyi mi Allah´a isnat ediyorsunuz"},{"SurahNumber":2,"VerseNumber":81,"Text":"Evet! İşte (böylesine) büyük bir kötülük işleyen ve (bunun) günahıyla çepeçevre kuşatılan kimseler var ya, işte böyleleridir içinde kalmak üzere ateşe mahkum olanlar"},{"SurahNumber":2,"VerseNumber":82,"Text":"İmana ermiş olup doğru ve yararlı işler yapanlara gelince, sürekli içinde kalmak üzere cenneti hak edenler de işte bunlardır"},{"SurahNumber":2,"VerseNumber":83,"Text":"Ve bir zaman, (ey) İsrailoğulları, (sizden) şu (konularda) kesin taahhüt almıştık: \"Allah´tan başkasına kulluk etmeyeceksiniz; akraba ve ebeveyninize, yetimlere ve fakirlere iyilik yapacaksınız; bütün insanlarla güzellikle konuşacaksınız; namazlarınızda dikkatli ve devamlı olacaksınız ve karşılıksız yardımda bulunacaksınız.\" Ama, birkaçınız dışında bu sözünüzden döndünüz: zaten siz, inatçı, isyankar bir topluluksunuz"},{"SurahNumber":2,"VerseNumber":84,"Text":"O zaman, birbirinizin kanını dökmeyeceğinize, birbirinizi yurtlarınızdan sürmeyeceğinize dair kesin söz almıştık sizden, siz de kabul etmiştiniz; ve (şimdi de) buna şahitlik yapıyorsunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Buna rağmen yine sizlersiniz birbirinizi katleden ve -kesinlikle yasaklanmış olduğu halde- kendi halkınızdan bir kısmını yurtlarından süren, onlara karşı günahkarlık ve nefrette yarışıp yardımlaşan ve esir olarak elinize düştüklerinde onları ancak fidye alarak bırakan! Böyle yaparak, ilahi kelamın bir kısmına inanıyor, diğer kısmını inkar mı ediyorsunuz? Öyleyse bilin ki, içinizden böyle yapanların karşılığı, bütün dünya hayatında zilletten ve Kıyamet Günü en acıklı azaba uğratılmaktan başka bir şey olmayacaktır. Zira Allah, yaptıklarınızdan gafil değildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Ahiret hayatı karşılığında bu dünya hayatını satın alanlar var ya, işte böylelerinin azabı hafifletilmeyecek ve onlara yardım edilmeyecektir"},{"SurahNumber":2,"VerseNumber":87,"Text":"Biz Musa´ya ilahi kelamı bahşettik ve birbiri ardınca O´nu izleyen elçiler gönderdik: Meryem oğlu İsa´ya da hakikatin tüm kanıtlarını vahy ettik ve O´nu kutsal ilham ile güçlendirdik. (Ama) ne zaman bir elçi hoşunuza gitmeyen bir şey getirdiyse küstahlıkla haddi aşarak bir kısmını öldürdünüz ve diğerlerini yalanladınız, öyle değil mi"},{"SurahNumber":2,"VerseNumber":88,"Text":"Ama onlar: \"Kalplerimiz zaten bilgi ile dolu!\" derler. Hayır, bilakis Allah, onları hakikati kabullenmeyi reddettikleri için gözden çıkarmıştır. Zira onlar sadece basmakalıp birkaç şeye inanırlar"},{"SurahNumber":2,"VerseNumber":89,"Text":"Ve ne zaman Allah katından onlara, halen sahip oldukları hakikati tasdik eden bir (yeni) vahiy geldiyse, daha önce, hakikati inkara şartlanmış olanlara karşı üstün gelmek için yalvarıp yakardı(klarını çarçabuk unutarak) daha önce tanıdıkları (hakikati) bu defa inkara kalkıştılar. Ve Allah´ın laneti, hakikati inkar eden herkesin üzerindedir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Allah´ın lütfunu dilediği kuluna bahşetmesini kıskanarak Allah´ın indirdiği hakikati inkar etmeleri ve böylece kendilerini kaptırdıkları şu (boş gurur) ne kötü! Onlar böylece Allah´ın gazabını tekrar tekrar hak ettiler. Ve o hakikati inkar edenler için hazırlanmış utanç verici bir azap vardır"},{"SurahNumber":2,"VerseNumber":91,"Text":"Nitekim onlara: \"Allah´ın indirdiğine inanın!\" denildiğinde, \"Biz (yalnızca) bize indirilene inanırız!\" diye cevap verirler; ve zaten bildikleri bir gerçeği tasdik ve teyit eden bir hakikat bile olsa, sonra gelen her haberi inkar ederler. De ki: \"Madem (gerçek) müminler idiniz neden Allah´ın önceki peygamberlerini öldürdünüz"}]}