{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Certainly We have honoured the Children of Adam, and carried them over land and sea, and provided them with all the good things, and given them an advantage over many of those We have created with a complete preference"},{"SurahNumber":17,"VerseNumber":71,"Text":"The day We shall summon every group of people with their imam, then whoever is given his book in his right hand —they will read it, and they will not be wronged so much as a single date-thread"},{"SurahNumber":17,"VerseNumber":72,"Text":"But whoever has been blind in this [world], will be blind in the Hereafter, and [even] more astray from the [right] way"},{"SurahNumber":17,"VerseNumber":73,"Text":"They were about to beguile you from what Allah has revealed to you so that you may fabricate against Us something other than that, whereat they would have befriended you"},{"SurahNumber":17,"VerseNumber":74,"Text":"Had We not fortified you, certainly you might have inclined toward them a bit"},{"SurahNumber":17,"VerseNumber":75,"Text":"Then We would have surely made you taste a double [punishment] in this life and a double [punishment] after death, and then you would have not found for yourself any helper against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"They were about to hound you out of the land, to expel you from it, but then they would not have stayed after you but a little"},{"SurahNumber":17,"VerseNumber":77,"Text":"A precedent of those We have sent from among Our apostles before you, and you will not find any change in Our precedent"},{"SurahNumber":17,"VerseNumber":78,"Text":"Maintain the prayer from the sun’s decline till the darkness of the night, and [observe particularly] the dawn recital. Indeed the dawn recital is attended [by angels]"},{"SurahNumber":17,"VerseNumber":79,"Text":"And keep vigil for a part of the night, as a supererogatory [devotion] for you. It may be that your Lord will raise you to a praiseworthy station"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say, ‘My Lord! ‘Admit me with a worthy entrance, and bring me out with a worthy departure, and render me a favourable authority from Yourself.’"},{"SurahNumber":17,"VerseNumber":81,"Text":"And say, ‘The truth has come, and falsehood has vanished. Indeed falsehood is bound to vanish.’"},{"SurahNumber":17,"VerseNumber":82,"Text":"We send down in the Qur’an that which is a cure and mercy for the faithful; and it increases the wrongdoers only in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"When We bless man, he is disregardful and turns aside; but when an ill befalls him, he is despondent"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say, ‘Everyone acts according to his character. Your Lord knows best who is better guided with regard to the way.’"},{"SurahNumber":17,"VerseNumber":85,"Text":"They question you concerning the Spirit. Say, ‘The Spirit is of the command of my Lord, and you have not been given of the knowledge except a few [of you].’"},{"SurahNumber":17,"VerseNumber":86,"Text":"If We wish, We would take away what We have revealed to you. Then you would not find for yourself any defender against Us"},{"SurahNumber":17,"VerseNumber":87,"Text":"except a mercy from your Lord. Indeed His grace has been great upon you"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say, ‘Should all humans and jinn rally to bring the like of this Qur’an, they will not bring the like of it, even if they assisted one another.’"},{"SurahNumber":17,"VerseNumber":89,"Text":"We have certainly interspersed for the people this Qur’an with every [kind of] parable, but most people are only intent on ingratitude"},{"SurahNumber":17,"VerseNumber":90,"Text":"They say, ‘We will not believe you until you make a spring gush forth for us from the ground"},{"SurahNumber":17,"VerseNumber":91,"Text":"Or until you have a garden of date palms and vines and you make streams gush through it"},{"SurahNumber":17,"VerseNumber":92,"Text":"Or until you cause the sky to fall in fragments upon us, just as you would aver. Or until you bring Allah and the angels [right] in front of us"},{"SurahNumber":17,"VerseNumber":93,"Text":"Or until you have a house of gold, or you ascend into the sky. And we will not believe your ascension until you bring down for us a book that we may read.’ Say, ‘Immaculate is my Lord! Am I anything but a human, an apostle?!’"},{"SurahNumber":17,"VerseNumber":94,"Text":"Nothing kept the people from believing when guidance came to them, but their saying, ‘Has Allah sent a human as an apostle?!’"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say, ‘Had there been angels in the earth, walking around and residing [in it like humans do], We would have sent down to them from the heaven an angel as apostle.’"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say, ‘Allah suffices as a witness between me and you. Indeed He is well aware and percipient of His servants.’"},{"SurahNumber":17,"VerseNumber":97,"Text":"Whomever Allah guides is rightly guided, and whomever He leads astray you will never find them any guardians besides Him. On the Day of Resurrection, We shall muster them [scrambling] on their faces, blind, dumb, and deaf. Their refuge shall be hell. Whenever it subsides, We shall intensify the blaze for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their requital because they defied Our signs and said, ‘What, when we have become bones and dust, shall we really be raised in a new creation?’"}]}