{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"De som gör det goda och det rätta skall få det högsta goda - och mer därtill. Inga skuggor, inga känslor av skam skall förmörka deras ansikten [på Uppståndelsens dag] - deras arvedel är paradiset och där skall de förbli till evig tid"},{"SurahNumber":10,"VerseNumber":27,"Text":"Men de som ständigt begår orätt, för dem skall lönen för varje ond handling vara vad som motsvarar den; och skammen skall förmörka deras ansikten - de har inget skydd mot Guds [vrede] - som om de hade täckts av en flik av nattens svarta [mantel]. Deras arvedel är Elden; där skall de förbli till evig tid"},{"SurahNumber":10,"VerseNumber":28,"Text":"Den Dag då Vi samlar dem alla åter skall Vi säga till dem som satte medhjälpare vid Guds sida: \"Stig tillbaka till era platser, ni och de som ni ville sätta vid Vår sida!\" När Vi sedan har skilt dem åt skall medhjälparna säga till dem [som tillbad dem]: \"Det var inte oss ni tillbad"},{"SurahNumber":10,"VerseNumber":29,"Text":"här behövs inga andra vittnen än Gud - vi visste ingenting om er tillbedjan"},{"SurahNumber":10,"VerseNumber":30,"Text":"Då skall var och en få erfara vad han sände framför sig [till Domen. Alla] skall föras tillbaka till Gud, deras sanne Herre, och de [medhjälpare till Honom] som de hade uppfunnit, skall [då] ha övergett dem"},{"SurahNumber":10,"VerseNumber":31,"Text":"SÄG: \"Vem förser er med det i himlen och på jorden som ni behöver för er försörjning? Vem har makten över hörsel och syn? Vem låter livet spira ur det som är dött och låter döden stiga fram ur det levande? Och vem styr skapelsens ordning?\" På detta kommer de att svara: \"[Det är] Gud.\" Och du skall säga: \"Skall ni då inte frukta Honom"},{"SurahNumber":10,"VerseNumber":32,"Text":"Detta är Gud, er Herre, Sanningen. Vad finns vid sidan av sanningen annat än lögn och misstag? Hur kan ni förmå er att vända den ryggen"},{"SurahNumber":10,"VerseNumber":33,"Text":"Så går din Herres fördömande ord mot dem som trotsar Gud i uppfyllelse: de kommer inte att tro"},{"SurahNumber":10,"VerseNumber":34,"Text":"Säg: \"Finns det bland dessa väsen, som ni sätter vid Guds sida, den som inleder skapelsen och därefter förnyar den?\" Säg: \"Gud inleder skapelsen och när tiden kommer skall Han förnya den. Hur förvirrade är inte era begrepp"},{"SurahNumber":10,"VerseNumber":35,"Text":"Säg: \"Finns det bland dessa väsen, som ni sätter vid Guds sida, någon som visar vägen till sanningen?\" Säg: \"Gud visar vägen till sanningen. Vem är det då riktigast att följa? Den som visar vägen eller den som inte finner vägen om han inte får vägledning? Hur är det fatt med ert omdöme"},{"SurahNumber":10,"VerseNumber":36,"Text":"De flesta av dem lyssnar bara till antaganden; men antaganden kan aldrig bli en ersättning för sanningen. Gud har full kännedom om vad de gör"},{"SurahNumber":10,"VerseNumber":37,"Text":"Denna Koran kan inte ha ställts samman utan Guds medverkan; nej, [den har uppenbarats] för att bekräfta vad som ännu består [av äldre tiders uppenbarelser], och för att ge en fast och klar form åt Guds lag, [uppenbarad] - ingen skall tvivla på detta - av världarnas Herre"},{"SurahNumber":10,"VerseNumber":38,"Text":"Och ändå säger de: \"[Muhammad] har författat den.\" Säg: \"Lägg då fram en med denna jämförbar sura och kalla [till er hjälp] dem som ni kan [kalla], andra än Gud, [för att intyga att] ni talar sanning"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nej, de förkastar som lögn allt som ligger utanför deras kunskap och vars djupare mening de ännu inte förstår. De som levde före dem kallade också sanningen för lögn, och se hur slutet blev för dessa orättfärdiga [människor]"},{"SurahNumber":10,"VerseNumber":40,"Text":"Det finns bland ditt folk de som kommer att tro [på din förkunnelse] och det finns de som inte kommer att tro; din Herre vet bäst vilka de är som stör ordningen och sprider fördärv [på jorden]"},{"SurahNumber":10,"VerseNumber":41,"Text":"Säg, om de beskyller dig för lögn: \"Vad jag gör är mitt [ansvar] och vad ni gör är ert [ansvar]. Ni har ingen skuld till mina handlingar och jag har ingen skuld till era era handlingar"},{"SurahNumber":10,"VerseNumber":42,"Text":"Det finns de bland dem som [låtsas] lyssna till dig; men kan du få de döva att höra, fastän de inte vill använda sitt förstånd"},{"SurahNumber":10,"VerseNumber":43,"Text":"Och det finns de som ser på dig; men kan du visa dem vägen som är blinda [för sanningen]"},{"SurahNumber":10,"VerseNumber":44,"Text":"Gud gör inte människorna den minsta orätt, men människorna gör sig själva orätt"},{"SurahNumber":10,"VerseNumber":45,"Text":"Den dag Han skall samla dem åter, [kommer det att förefalla dem] som om deras [liv på jorden] inte hade varat mer än en timme av en dag; [och] de kommer att känna igen varandra. Förlorarna är de som ansåg att mötet med Gud var en lögn och som avvisade [Guds] vägledning"},{"SurahNumber":10,"VerseNumber":46,"Text":"Vare sig Vi låter dig se något av det Vi har lovat [förnekarna] eller Vi låter dig dö [innan straffet når dem], skall de föras åter till Oss, och Gud är vittne till [allt] vad de gör"},{"SurahNumber":10,"VerseNumber":47,"Text":"TILL VARJE folk har [Vi sänt] ett sändebud och när sändebudet har kommit [till sitt folk], skall rättvisa domar avkunnas över dem och ingen skall tillfogas orätt"},{"SurahNumber":10,"VerseNumber":48,"Text":"Och [förnekarna av sanningen] frågar: \"När skall detta löfte [uppfyllas], om ni talar sanning"},{"SurahNumber":10,"VerseNumber":49,"Text":"Säg [Muhammad]: \"Jag kan inte [hindra att] ont drabbar mig eller [utverka att] goda och nyttiga ting kommer på min lott, om det inte är Guds vilja [att så sker]. För alla människor är en frist utsatt och de kan varken förkorta den eller förlänga den, ens med ett ögonblick, när den har löpt ut"},{"SurahNumber":10,"VerseNumber":50,"Text":"Säg: \"Vad tror ni? Vare sig Hans straff drabbar er om natten eller om dagen, vad i detta [straff är det som] gör de obotfärdiga syndarna angelägna att få pröva det"},{"SurahNumber":10,"VerseNumber":51,"Text":"Skall ni tro på det sedan det väl har drabbat [er] - det som ni [trodde var en tom hotelse och därför med ironi] begärde att det genast skulle drabba er"},{"SurahNumber":10,"VerseNumber":52,"Text":"Därefter skall det sägas till dem som begick orätt: \"Pröva på det straff som skall vara i evighet! Är inte detta den [rättvisa] lönen för era handlingar"}]}