{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Na kagiya a Balowin so Wata o Maryam a ibarat, na sa maoto na so Pagtaongka na po-on ro-o na Pukhisagorong siran a Ka- kayad"},{"SurahNumber":43,"VerseNumber":58,"Text":"Go Pitharo iran: Ino so manga Katohanan nami aya tomo, antawa-a Sukaniyan (i tomo)? Da-a Kiyapayaga iran Ruka on, a rowarsa Kapamawal: Kuna, ka siran na Pagtao a manga Pawal"},{"SurahNumber":43,"VerseNumber":59,"Text":"Da ko Sukaniyan (a Isa) inonta na Oripun: A ini Pangalimo Ami Sukaniyan, go Biyaloi Ami Sukaniyan a ladiyawan ko mangaMoriyatao o Israil"},{"SurahNumber":43,"VerseNumber":60,"Text":"Na o Kabaya Ami, na Mataan a Phaka-adun Kami sa sambi iyo a manga Malaikat ko Lopa, a mamakasambi siran"},{"SurahNumber":43,"VerseNumber":61,"Text":"Na Mata-an! a so Īsa na titho a nana-o ko Bangkit: Na di kano ron Pukhadowadowa-i, go Onoti Yako niyo: Giyaya i okit a Maka-o ontol"},{"SurahNumber":43,"VerseNumber":62,"Text":"Na di kano Phaki-alang ko Shaitan: Mata-an! A Sukaniyan na ridowai niyo a Mapayag"},{"SurahNumber":43,"VerseNumber":63,"Text":"Na kagiya a Makatalingoma so Īsa a rakhus o manga Rarayag a Karina, na Pitharo Iyan: Sabunar a Minitalingoma ko rukano so Ongangun, go kagiya a Pagosain Ko rukano so saba-ad ko nganin a di kano ron Phagayonayon: Na kalukun niyo so Allah, go Onoti Yako niyo"},{"SurahNumber":43,"VerseNumber":64,"Text":"Mata-an! A so Allah, na Sukaniyan 1ı Kadnan Ko go Kadnan niyo: Na Showasowata niyo Sukaniyan: Giyaya i okit a Maka-o ontol"},{"SurahNumber":43,"VerseNumber":65,"Text":"Na Mishoransorang so Pishagorompong kondolondolonan niran: Na sangat a siksa a Bagiyan o siran a Mindadarowaka, a pud ko siksa ko Gawi-i a Malipudus"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ba adun a Punaya-on niran a rowar ko Bangkit, sa Kapakatalingoma niyan kiran a Mitalumba, a siran na di siran Maka-i inungka"},{"SurahNumber":43,"VerseNumber":67,"Text":"So Mbobolayoka sa Alongan noto na so saba-ad kiran na ridowai o saba-ad,-Inonta so Miyamananggila"},{"SurahNumber":43,"VerseNumber":68,"Text":"Hai manga Oripun Ko! Da-a Pangandam iyo sa Alongan nai, go da rukano i1 ba kano Makamboko"},{"SurahNumber":43,"VerseNumber":69,"Text":"So Miyamaratiyaya ko manga Ayat Ami, go Mimbabayorantang"},{"SurahNumber":43,"VerseNumber":70,"Text":"(Na Putharo-on kiran:) Solud kano ko Sorga, sukano a go so manga Karoma niyo, a Kokormatun kano"},{"SurahNumber":43,"VerseNumber":71,"Text":"Ipuphagilid kiran so manga Talam a Bolawan, go manga Baso: Go matatago-on so Pukhababayaan sukaniyan o manga Ginawa, go Ikhaso-at o manga Mata: Na sukano na makakakal kano ron ndun"},{"SurahNumber":43,"VerseNumber":72,"Text":"Na giyoto man so Sorga a so Piyakipangowarisan rukano to sabap ko Pinggolaola niyo (a mapiya)"},{"SurahNumber":43,"VerseNumber":73,"Text":"Adun a ruk iyo ro-o a manga Onga a madakul, a so saba-adon na Pukhakan niyo"},{"SurahNumber":43,"VerseNumber":74,"Text":"Mata-an! A so manga Baradosa na si-i ko siksa ko Naraka Jahannam, manga kakal"},{"SurahNumber":43,"VerseNumber":75,"Text":"Di kiran khababasan, go siran na ka-a da-an siran ro-o sa Panginam"},{"SurahNumber":43,"VerseNumber":76,"Text":"Na da Ami siran salimboti: Na ogaid na miyabaloi siran a siran i manga salimbot"},{"SurahNumber":43,"VerseNumber":77,"Text":"Na Mishadao iran: Hai Malik! Tinggasa kami o Kadnan Ka! Tharo-on Niyan: Mata-an! A sukano na Makakakal kano (ron)"},{"SurahNumber":43,"VerseNumber":78,"Text":"Sabunsabunar a Minitalingoma Mi rukano so Bunar: Na ogaid na so kadakulan rukano na so Bunar na Ikagogowad iran"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ba adun a KĶiyambaibaitan niran a showa-an? Na Mata-an! A Sukami i Mimbaibait"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ba iran Tatarima-a sa Mataan! A Sukami na Diyamıi Khanug so Pagu-uma-an niran go so Khokonsikonsi-an niran? Owai (Pukhanug Ami), go so manga Sogo Ami a (manga Malaikat a) Makamamasa kiran, na Ipuphanorat iran"},{"SurahNumber":43,"VerseNumber":81,"Text":"Tharowangka (Ya Muhammad): A o adun a Wata o (Allah a) Masalinggagao, na Sakun i maona ko Puphanonowatanon"},{"SurahNumber":43,"VerseNumber":82,"Text":"Soti so Kadnan o manga Langit a go so Lopa, a Kadnan o Aras, a Mawatan ko iphuropa iran"},{"SurahNumber":43,"VerseNumber":83,"Text":"Na Ganatingka siran ko Kapuphamurak iran, go so Kabibimban niran, taman sa Miıthomlanga iran so Alongan niran, a so ididiyandiıi kiran"},{"SurahNumber":43,"VerseNumber":84,"Text":"Na Sukaniyan so si-i sa Langit na Tohan, go si-i sa Lopa na Tohan; na Sukaniyan so Maongangun, a Mata-o"},{"SurahNumber":43,"VerseNumber":85,"Text":"Na Soti so (Allah a) Khiruk ko Kapa-ar ko manga Langit a go so Lopa, go so nganin a Pagulutan a dowa nan: Go si-i Rukaniyan so Katawi ko Bangkit: Go rongkano Phakandoda"},{"SurahNumber":43,"VerseNumber":86,"Text":"Na da-a Kapa-ar o siran a Puphanongganowin niran a salakao Rukaniyan,- Ko kapanapa-at inonta so Mishaksi ko Bunar, a siran na Katawan niran"},{"SurahNumber":43,"VerseNumber":87,"Text":"Na Ibut o Isha-an Ka kiran o antawa-a i Miyadun kiran, na Mata-an a Putharo-on niran ndun: A so Allah: Na andamanaya i Katatalikhod iran"},{"SurahNumber":43,"VerseNumber":88,"Text":"Na Pitharo o Nabi: Hai Kadnan Ko! Mata-an! A siran naya na Pagtao a di siran Mapaparatiyaya"},{"SurahNumber":43,"VerseNumber":89,"Text":"(Pitharo o Allah:) Na Napiingka siran (Ya Muhammad), go Tharo Ka sa Kalilintad! Ka Katokawan niran mbo"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha Mim. So Allah i Mata-o ko Paka-a antapan Niyan non"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ibut ko Kitab a Miyakapayag (ko ontol a go so ribat)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Mata-an! A Sukami na Initoron Ami Sukaniyan (a Qur-an) ko Gagawi-i a Piyakandakulan sa Mapiya: Mata-an! A Sukami na Miyabaloi Kami a Puphamaka-iktiyar"},{"SurahNumber":44,"VerseNumber":4,"Text":"Ron gi-i Pakashusunggaya-a so langowan o Sogowan a Miyapasad a kokoman"},{"SurahNumber":44,"VerseNumber":5,"Text":"Sogowan a pho-on ko Hadapan Nami. Mata-an! A Sukami na Miyabaloi Kami a Puphanonogo"},{"SurahNumber":44,"VerseNumber":6,"Text":"Limo a pho-on ko Kadnan Ka: Mata-an naya! a Sukaniyan so Puphakanug, a Mata-o"},{"SurahNumber":44,"VerseNumber":7,"Text":"A Kadnan o manga Langit a go so Lopa go so nganin a Pagulutan a dowa nan, o sukano na Thotomangkud kano"},{"SurahNumber":44,"VerseNumber":8,"Text":"Da-a Tohan a inonta Sukaniyan: A Puphangoyag go Puphangimatai,- Kadnan iyo go Kadnan o manga Lokus iyo a Miyanga-o ona"},{"SurahNumber":44,"VerseNumber":9,"Text":"Kuna, ka siran na matatago ko kashasangka a sa-sabulaon niran"},{"SurahNumber":44,"VerseNumber":10,"Text":"Na Nayawangka so Gawi-i a Kitalingoma-an o Langit ko Bul a Mapayag"},{"SurahNumber":44,"VerseNumber":11,"Text":"A Mikolob ko manga Manosiya: (na Matharo iran a:) Giyai na siksa a Malipudus"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Go Matharo iran:) Kađdnan nami! Pokasangka rukami so siksa, ka Mata-an! A sukami na Miyaratiyaya kami"},{"SurahNumber":44,"VerseNumber":13,"Text":"Andamanaya i Kakhaparoliya iran ko Pananadum, a Sabunar a Miyakaoma kiran so Sogo, a"},{"SurahNumber":44,"VerseNumber":14,"Text":"Miyakapayag,14. Oriyan niyan na Tiyalikhodan niran noto, go Pitharo iran: A Piyangundao a Pumbuthangun"},{"SurahNumber":44,"VerseNumber":15,"Text":"Mata-an! A Sukami na Piyokas Ami so siksa sa da Mathai, na Mata-an! A sukano na Mimbalingan kano (bo)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Si-i ko isa Alongan na Olangun Nami so Bagur a Mala: Mataan! A Sukami i Pundadanug"}]}