{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Олардың пайғамбарлары: “Көктер мен жерді жаратушы Алла жайында күмәнданасыңдар ма? Ол күнәларыңды жарылқауға және сендерді белгілі бір мерзімге дейін кешіктіруге (кеңшілік етуге) шақырады” деді. (Олар, пайғамбарларына): “Сендер де біздей-ақ адамсыңдар. Бізді ата-бабаларымыздың табынған нәрселерінен тосқыларың келе ме? Бізге ашық бір дәлел келтіріңдер” деді"},{"SurahNumber":14,"VerseNumber":11,"Text":"Пайғамбарлары оларға: “Әрине біз сендер құсаған адам баласымыз. Бірақ Алла (Т) құлдарынан кімді қаласа, соны сыйлыққа бөлейді. Алладан бұйрықсыз біздің сендерге бір мұғжиза келтіруіміз мүмкін емес. Мүміндер Аллаға ғана тәуекел етсін” деді"},{"SurahNumber":14,"VerseNumber":12,"Text":"“Расында, бізге тура жолдарымызды көрсеткен Аллаға сенім артпайтын не болды? Бізге тарттырған жапаларыңа әлбетте сабыр етеміз. Ендеше, Аллаға сенім артушылар тәуекел етсін” (деді)"},{"SurahNumber":14,"VerseNumber":13,"Text":"Ал қарсы болғандар, пайғамбарларына: “Әлбетте сендерді жерімізден шығарамыз немесе дінімізге қайтасыңдар” деді. Сондықтан оларға, Раббылары: “Әлбетте залымдады типыл қыламыз” деп, уахи етті"},{"SurahNumber":14,"VerseNumber":14,"Text":"“Әлбетте ол жеге олардан кейін сендерді орналастырамыз. Бұл хұзырымнан сескеніп, ескертуімнен қорыққандығы үшін…”"},{"SurahNumber":14,"VerseNumber":15,"Text":"(Пайғамбарлар) Алладан көмек тіледі де зорекер қасарысқанның барлығы зиянға ұшырады"},{"SurahNumber":14,"VerseNumber":16,"Text":"Оларға оның артынан тозақ бар. Және іріңнің суы ішкізіледі"},{"SurahNumber":14,"VerseNumber":17,"Text":"Оны жұтуға тырысады, оны тамағынан өткізе алмайды. Сондай-ақ оған әр тараптан өлім келеді. Ол өле алмайды. Тағы оның артынан ауыр азап келеді"},{"SurahNumber":14,"VerseNumber":18,"Text":"Сондай Раббыларына қарсы келгендердің ғамалдарының мысал; Боранды күнде жел ұшырған күл сияқты. Еңбектерінен ешбір пайда көре алмайды. Міне! Осы, ұзақ қаңғырыс"},{"SurahNumber":14,"VerseNumber":19,"Text":"(Мұхаммед Ғ.С.) Алланың көктер мен жерді шындық бойынша жаратқанын көрмедің бе? Егер қаласа, сендерді кетіріп, жаңадан халық келтіреді"},{"SurahNumber":14,"VerseNumber":20,"Text":"Бұл Алла (Т.) ға елеулі жұмыс емес"},{"SurahNumber":14,"VerseNumber":21,"Text":"Барлығы Алланың хұзырына шығып, сонда нашарлары, үлкенсігендерге: “Біз сендерге еріп едік. Ал сендер, бізден Алланың азабынан еш нәрсе кетіре аласыңдар ма?”, - дейді. Олар: “Алла бізді егер оңғарған болса еді, әрине біз де сендерді оңғарар едік. Енді біз бай-байласақ та шыдасақ та бәрі бір. Құтылар жеріміз жоқ” дейді"},{"SurahNumber":14,"VerseNumber":22,"Text":"Іс біткен заман шайтан: “Расында Алла сендерге шындықты уәде етті. Сондай-ақ мен де сендерге уәде етіп, опасыздық еттім. Негізінде, сендерді шақырғаннан басқа өктемшілігім жоқ еді. Сонда да шақыруымды қабыл алдыңдар. Ендеше, мені сөкпеңдер де өздеріңді сөгіңдер. Мен сендерді құтқара алмаймын. Сондай-ақ сендер де мені құтқара алмайсыңдар. Расында, бұрыннан да мені Аллаға ортақ қосуларыңа қарсы едім” дейді. Сөз жоқ залымдарға жан түршігерлік азап бар"},{"SurahNumber":14,"VerseNumber":23,"Text":"Сондай иман келтіріп ізгі іс істегендер, Раббыларының рұқсатымен ішінде мәңгі қалатын, астынан өзендер ағатын жаннаттарға кіргізіледі. Олардың жаннаттағы амандасулары “сәлем” болады"},{"SurahNumber":14,"VerseNumber":24,"Text":"(Мұхаммед Ғ.С.) көрмейсің бе? Алла қандай мысал берді: Көркем сөз, (“Алладан басқа ешбір Тәңір жоқ” деген сөз. Б.Ж.М.Р.Х.Т.Ж-Қ) тамыры мықты, бұтағы көктегі бір көркем ағаш тәрізді"},{"SurahNumber":14,"VerseNumber":25,"Text":"Ол (ағаш) Алланың бұйрығынша, әр уақыт жемісін береді. Алла (Т.) адам баласына насихат алуы үшін мысал келтірді"},{"SurahNumber":14,"VerseNumber":26,"Text":"Ал енді (Аллаға шерік қатылған) жаман сөз, жердің бетінен қопарылған орнықсыз ағаш сияқты"},{"SurahNumber":14,"VerseNumber":27,"Text":"Алла (Т.) сондай иман келтіргендерді, дүние тіршілігінде де ақиретте де мықты сөзбен бекітеді. (Сондықтан ол мүмін өмірде қандай қатты қинау көрсе де: “Алладан басқа ешбір Тәңір жоқ. Мұхаммед Алланың Елшісі” деген сенімнен бұлжымайды әрі қабырдағы сұрақтарға да дұрыс жауап береді. Б.Ж.М.К.Р.Х.Т.Ж-Қ.) Алла залымдарды адастырады. Сондай-ақ Алла қалағанын істейді"}]}