{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ve ben, nefsimi temize çıkarmam. Çünkü nefs var şiddetiyle kötülüğü emredendir. Meğer ki Rabbımın esirgediği bir nefs ola. Rabbım Gafur´dur, Rahim´dir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar dedi ki: Onu bana getirin de yanıma alayım. Onunla konuşunca da dedi ki: Sen, bugün bizim yanımızda önemli bir mevki sahibisin, eminsin"},{"SurahNumber":12,"VerseNumber":55,"Text":"Dedi ki: Beni memleketin hazineleri üzerine tayin et. Çünkü ben, onları iyi korurum, bilirim"},{"SurahNumber":12,"VerseNumber":56,"Text":"İşte böylece Yusuf´u yeryüzünde yerleştirdik. Nereyi isterse orada konaklardı. Rahmetimizi, istediğimize veririz. Ve ihsan edenlerin ecrini zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ama ahiret mükafaatı, iman edip de takvada daim olanlar için daha hayırlıdır"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf´un kardeşleri gelip yanına girdiler. Onları tanıdı, ama onlar kendisini tanımıyorlardı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Onların yüklerini hazırlatınca dedi ki: Bana baba bir kardeşinizi getirin. Görmüyormusunuz ki ben, ölçüyü tam ölçüyorum ve ben, konukseverlerin en iyisiyim"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmezseniz; benden bir ölçek dahi alamazsınız ve bir daha bana yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dediler ki: Onu babasından istemeye çalışırız ve herhalde bunu yaparız"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf uşaklarına dedi ki: Karşılık olarak getirdiklerini de yüklerinin içine koyun. Olur ki ailelerine dönünce bunu anlarlar da geri dönerler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Babalarına döndüklerinde dediler ki: Ey babamız; artık bize zahire verilmeyecek. Kardeşimizi bizimle beraber gönder de zahiremizi alalım. Biz herhalde onu koruruz"},{"SurahNumber":12,"VerseNumber":64,"Text":"Dedi ki: Daha önce kardeşinizi size ne kadar inandıysam, bunu da ancak o kadar inanırım. Ama Allah, koruyucuların en hayırlısıdır ve o, merhametlilerin en merhametlisidir"},{"SurahNumber":12,"VerseNumber":65,"Text":"Yüklerini açyıkları vakit; karşılık olarak götürdüklerinin kendilerine iade edilmiş olduğunu gördüler. Dediler ki: Ey babamız, daha ne isteriz, işte mallarımız da bize geri verilmiş, onunla ailemize yine zahire getiririz. Kardeşimizi koruruz ve bir deve yükü zahire artırırız. Esasen bu, az bir ölçektir"},{"SurahNumber":12,"VerseNumber":66,"Text":"Dedi ki: Etrafınız kuşatılmadıkça muhakkak bana getireceğinize dair Allah´a karşı sağlam bir söz vermezseniz, onu sizinle asla göndermem. Artık onlar söz verince: Allah söylediklerinize Vekil´dir, dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"Ve dedi ki: Oğullarım, hepiniz bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Bununla beraber, Allah katında size bir faydam olmaz. Hüküm ancak Allah´ındır. Ben, O´na tevekkül ettim. Tevekkül edenler de yalnız O´na tevekkül etsinler"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının kendilerine emrettiği yerden girdiler. Bu, Allah katında onlara bir fayda sağlamazdı. Ancak Ya´kub içindeki dileği meydana çıkarmış oldu. O, şüphe yok ki kendisine öğrettiğimiz için ilim sahibi idi, ama insanların çoğu bilmezler"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yusuf´un yanına girince; o, kardeşini yanına aldı ve: Ben senin kardeşinim, onların yapmış olduklarına artık üzülme, dedi"},{"SurahNumber":12,"VerseNumber":70,"Text":"Onların yüklerini yüklettiğinde su kabını öz kardeşinin yüküne koydurdu. Sonra bir münadi: Ey kafile; siz gerçekten hırsızlarsınız, diye bağırdı"},{"SurahNumber":12,"VerseNumber":71,"Text":"Onlara döndüler ve: Ne kaybettiniz? dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Dediler ki: Hükümdarın su kabını kaybettik, onu getirene de bir deve yükü var. Ben de buna kefilim"},{"SurahNumber":12,"VerseNumber":73,"Text":"Dediler ki: Allah´a yemin ederiz, siz de öğrendiniz ki biz, yeryüzünde fesad çıkarmak için gelmedik. Ve biz hırsızlar da olmadık"},{"SurahNumber":12,"VerseNumber":74,"Text":"Eğer yalancılar iseniz; bunun cezası nedir? dediler"},{"SurahNumber":12,"VerseNumber":75,"Text":"Dediler ki: Bunun cezası, yükünde bulunan kimsenin kendisidir. İşte o kimse bunun cezasıdır. Biz zalimleri böyle cezalandırırız"},{"SurahNumber":12,"VerseNumber":76,"Text":"Bunun üzerine kardeşinin kablarından evvel onlarınkini aramaya başladı. Sonra onu kardeşinin kabından çıkardı. İşte Biz, Yusuf için böyle bir tedbir kullandık. Yoksa o hükümdarın dinine göre; kardeşini tutabilecek değildi. Meğer ki Allah dileye. Dilediğimizi derecelerle yükseltiriz. Ve her bilgi sahibinin üstünde bir bilen vardır"}]}