{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"No has vist als hipòcrites, que diuen als seus germans infidels dels de la gent de l'Escriptura: «Si us expulsen, ens anirem, certament, amb vosaltres, i mai obeirem a ningú que ens mani quelcom contra vosaltres. I si us ataquen, certament, us auxiliarem»? Al·là és testimoni que menteixen"},{"SurahNumber":59,"VerseNumber":12,"Text":"Si són expulsats, no s'aniran amb ells. Si són atacats, no els auxiliaran. I inclús suposant que els auxiliessin, segur que tornaven l'esquena. Després, no seran auxiliats"},{"SurahNumber":59,"VerseNumber":13,"Text":"Infoneu en els seus pits més terror que Al·là. És que són gent que no comprèn"},{"SurahNumber":59,"VerseNumber":14,"Text":"No combatran units contra vosaltres, sinó en poblats fortificats o protegits per muralles. Les seves distensions internes són profundes. Els creieu units, però els seus cors estan desunits. És que són gent que no raona"},{"SurahNumber":59,"VerseNumber":15,"Text":"Com els quals van anar poc abans que ells. Van agradar la gravetat de la seva conducta i tindran un càstig dolorós"},{"SurahNumber":59,"VerseNumber":16,"Text":"Com el Dimoni quan diu a l'home: «No crees!». I, quan ja no creu, diu: «Jo no sóc responsable de tu. Jo temo a Al·là, Senyor de l'univers»"},{"SurahNumber":59,"VerseNumber":17,"Text":"La seva fi serà el Foc, eternament. Aquesta és la retribució dels impius"},{"SurahNumber":59,"VerseNumber":18,"Text":"Creients! Temeu a Al·là! Que cadascun consideri el que prepara per Demà. Temeu a Al·là! Al·là està bé informat del que feu"},{"SurahNumber":59,"VerseNumber":19,"Text":"No sigueu com qui, havent oblidat a Al·là, fa Ell que s'oblidin de si mateixos. Aquests tals són els perversos"},{"SurahNumber":59,"VerseNumber":20,"Text":"No són iguals els habitants del Foc i els habitants del Paradís. Els habitants del Paradís són els quals triomfen"},{"SurahNumber":59,"VerseNumber":21,"Text":"Si haguéssim fet descendir aquest Alcorà en una muntanya, hauries vist a aquesta humiliar-se i esberlar-se de por d'Al·là. Proposem als homes aquests símils. Potser, així, reflexionin"},{"SurahNumber":59,"VerseNumber":22,"Text":"És Al·là -no hi ha més déu que Ell-, el Coneixedor de l'ocult i del palès. És el Compassiu, el Misericordiós"},{"SurahNumber":59,"VerseNumber":23,"Text":"És Al·là -no hi ha més déu que Ell-, el Rei, el Santíssim, la Pau, Qui dóna Seguretat, el Custodi, el Poderós, el Fort, el Summe. Glòria a Al·là! Està per sobre del que Li associen"},{"SurahNumber":59,"VerseNumber":24,"Text":"És Al·là, el Creador, el Faedor, el Formador. Posseïx els noms més bells. El que està en els cels i en la terra Li glorifica. És el Poderós, el Savi"},{"SurahNumber":60,"VerseNumber":1,"Text":"Creients! No prengueu com aliats als enemics Meus i vostres, donant-los mostres d'afecte, sent així que no creuen en la Veritat vinguda a vosaltres! Expulsen al Missatger i us expulsen a vosaltres perquè creeu en Al·là el vostre Senyor. Si sortiu per a lluitar per La meva causa i per desig d'agradar-me, els tindreu un afecte secret? Jo sé bé el que oculteu i el que manifesteu. Qui de vosaltres obra així, s'extravia del camí recte"},{"SurahNumber":60,"VerseNumber":2,"Text":"Si donen amb vosaltres, són per a vosaltres enemics i us maltracten d'obra i de paraula. Voldrien que no creguéssiu"},{"SurahNumber":60,"VerseNumber":3,"Text":"No us aprofitaran ni la vostre Consanguinitat ni els vostres fills. El dia de la Resurrecció, Ell jutjarà entre vosaltres. Al·là veu bé el que feu"},{"SurahNumber":60,"VerseNumber":4,"Text":"Teniu un bell model en Abraham i en els que amb ell estaven. Quan van dir al seu poble: «No som responsables de vosaltres ni del que serviu en lloc de servir a Al·là. Reneguem de vosaltres! Ha aparegut, entre nosaltres i vosaltres, hostilitat i odi per a sempre mentre no creeu en Al·là Solament!» No obstant això, Abraham va dir al seu pare: «He de demanar perdó per a tu, encara que no pugui fer gens per tu contra Al·là. Senyor! Confiem en Tu i a Tu ens tornem penedits. Ets Tu la fi de tot"},{"SurahNumber":60,"VerseNumber":5,"Text":"Senyor! No facis de nosaltres instrument de temptació per als infidels! Perdona'ns, Senyor! Ets Tu el Poderós, el Savi»"},{"SurahNumber":60,"VerseNumber":6,"Text":"Teniu en ells un bell model per a qui compte amb Al·là i amb l'últim Dia. Però qui torna l'esquena,... Al·là és Qui Es basta a Si mateix, el Digne de Lloança"}]}