{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"Ва Парвардигори Иброҳим ӯро ба коре чанд биёзмуд ва Иброҳим он корҳоро ба тамомӣ ба анҷом расонид. Худо гуфт: «Ман туро пешвои мардум гардонидам». Гуфт: «Фарзандонамро ҳам?» Гуфт: «Паймони ман ситамкоронро дар бар нагирад»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Ва Каъбаро ҷои ҷамъшавӣ ва макони амни мардум сохтем. Мақоми Иброҳимро намозгоҳи хеш гиред. Мо Иброҳим ва Исмоилро фармон додем: «Хонаи маро барои тавофкунандагону муқимон ва рокеъону соҷидон покиза доред!»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Ва Иброҳим гуфт: «Эй Парвардигори ман, ин шаҳрро ҷои амне гардон ва аз мардумаш ононро, ки ба Худо ва рӯзи қиёмат имон доранд, аз ҳар Самара рӯзӣ соз!» Гуфтем: «Ҳар кас, ки кофир шуд, ӯро андак бархӯрдорӣ диҳам, сипас ба азоби оташ дучораш гардонам», ки бад ҷои бозгаштест"},{"SurahNumber":2,"VerseNumber":127,"Text":"Ва чун Иброҳим ва Исроил пояҳои хонаро боло бурданд, гуфтанд: «Эй Парвардигори мо, аз мо бипазир, ки ту шунаво ва доно ҳастӣ!»"},{"SurahNumber":2,"VerseNumber":128,"Text":"Эй Парвардигори мо, моро фармонбардори хеш соз ва низ фарзандони моро фармонбардори хеш гардон ва тариқаи ҳаҷамонро ба мо биёмуз ва тавбаи мо бипазир, ки ту тавбапазиранда ва меҳрубон ҳастӣ"},{"SurahNumber":2,"VerseNumber":129,"Text":"Эй Парвардигори мо, аз миёнашон паёмбаре бар онҳо бифирист, то оёти туро бар онҳо бихонад ва ба онҳо китобу ҳикмат биёмӯзад ва онҳоро покиза созад ва ту пирӯзманду ҳаким ҳастӣ"},{"SurahNumber":2,"VerseNumber":130,"Text":"Чӣ касе аз дини Иброҳим рӯй барметобад, ҷуз он ки худро бехирад сохта бошад? Иброҳимро дар дунё баргузидем ва ӯ дар охират низ аз шоистагон аст"},{"SurahNumber":2,"VerseNumber":131,"Text":"Ва Парвардигораш ба ӯ гуфт: «Таслим шав». Гуфт: «Ман дар баробари Парвардигори ҷаҳониён таслимам»"},{"SurahNumber":2,"VerseNumber":132,"Text":"Иброҳим ба фарзандони худ васият кард, ки дар баробари Худо таслим шаванд. Ва Яъқуб ба фарзандони худ гуфт: «Эй фарзандони ман, Худо барои шумо ин динро баргузидааст, мабод бимиред, бе он ки ба он гардан ниҳода бошед»"},{"SurahNumber":2,"VerseNumber":133,"Text":"Оё шумо ҳозир будед, он гоҳ, ки марги Яъқуб фаро расид ва ба фарзандонаш гуфт: «Пас аз ман чӣ чизро мепарастед?» Гуфтанд: «Худои ту ва Худои аҷдоди ту --- Иброҳиму Исмоил ва Исҳоқро ба яктоӣ хоҳем парастид ва дар баробари Ӯ таслим ҳастем»"},{"SurahNumber":2,"VerseNumber":134,"Text":"Онҳо умматҳое будаанд, ки акнун даргузаштаанд. Он чӣ карда буданд, аз они онҳост ва он чӣ шумо кунед, аз они шумост ва шуморо аз аъмоле, ки онҳо мекардаанд, намепурсанд"},{"SurahNumber":2,"VerseNumber":135,"Text":"Гуфтанд: «Яҳудӣ ё насронӣ шавед, то ба роҳи рост афтед». «Бигӯ: Мо дини Иброҳимро баргузидем ва ӯ мушрик набуд»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Бигӯед: «Мо ба Худо ва оёте, ки бар мо нозил шуда ва низ он чӣ бар Иброҳиму Исмоил ва Исҳоқу Яъқуб ва сибтҳо нозил омада ва низ он чӣ ба Мӯсо ва Исо фиристода шуда ва он чӣ бар паёмбарони дигар аз ҷониби Парвардигорашон омадааст, имон овардем. Миёни ҳеҷ як аз паёмбарон фарқе намениҳем ва ҳама дар баробари Худо таслим ҳастем»"},{"SurahNumber":2,"VerseNumber":137,"Text":"Агар ба он чӣ шумо имон овардед, онон низ имон биёваранд, ҳидоят ёфтаанд. Аммо агар рӯй бартофтанд, пас бо ту дар душманиву хилофанд ва дар баробари онҳо Худо туро кофист, ки Ӯ шунаво ва доност"},{"SurahNumber":2,"VerseNumber":138,"Text":"Ин ранги Худост ва ранги чӣ касе аз ранги Худо беҳтар аст. Мо парастандагони Ӯ ҳастем"},{"SurahNumber":2,"VerseNumber":139,"Text":"Бигӯ: «Оё дар бораи Худо бо мо баҳсу муҷодала мекунед? Ӯ Парвардигори мову шумост. Аъмоли мо азони мо ва аъмоли шумо азони шумост ва мо Ӯро ба покдилӣ мепарастем»"},{"SurahNumber":2,"VerseNumber":140,"Text":"Оё мегӯед, ки Иброҳиму Исмоил ва Исҳоқу Яъқуб ва сибтҳо яҳудӣ ё насронӣ буданд? Бигӯ: «Оё шумо огоҳтаред ё Худо? Ситамкортар аз касе, ки гувоҳии худро аз Худо пинҳон мекунад, кист? Ва Худованд аз корҳое, ки мекунед, ғофил нест»"},{"SurahNumber":2,"VerseNumber":141,"Text":"Онон умматҳое будаанд, ки акнун даргузаштаанд. Он чӣ онҳо карданд, азони онҳост ва он чӣ шумо мекунед, азони шумост ва шуморо аз аъмоли онҳо намепурсанд"}]}