{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Mula rito lumikha Kami sa inyo, dito magpapanumbalik Kami sa inyo, at mula rito magpapalabas Kami sa inyo sa isang pagkakataong iba pa"},{"SurahNumber":20,"VerseNumber":56,"Text":"Talaga ngang nagpakita Kami sa kanya ng mga tanda Namin sa kabuuan ng mga ito ngunit nagpasinungaling siya at tumanggi siya"},{"SurahNumber":20,"VerseNumber":57,"Text":"Nagsabi ito: \"Dumating ka ba sa amin upang magpalabas ka sa amin mula sa lupain namin sa pamamagitan ng panggagaway mo, O Moises"},{"SurahNumber":20,"VerseNumber":58,"Text":"Kaya talagang magdadala nga kami sa iyo ng isang panggagaway tulad niyon. Kaya gumawa ka sa pagitan namin at ninyo ng isang tipanang hindi sisira niyon kami ni kayo sa isang pook na kalagitnaan"},{"SurahNumber":20,"VerseNumber":59,"Text":"Nagsabi siya: \"Ang tipanan ninyo ay ang araw ng gayak at na kalapin ang mga tao sa gitnang-umaga"},{"SurahNumber":20,"VerseNumber":60,"Text":"Kaya tumalikod si Paraon saka bumuo ito ng pakana nito, pagkatapos pumunta ito"},{"SurahNumber":20,"VerseNumber":61,"Text":"Nagsabi sa kanila si Moises: \"Kapighatian sa inyo! Huwag kayong gumawa-gawa laban kay Allāh ng isang kasinungalingan sapagkat pupuksa Siya sa inyo sa pamamagitan ng isang pagdurusa. Nabigo nga ang sinumang gumawa-gawa"},{"SurahNumber":20,"VerseNumber":62,"Text":"Kaya naghidwaan sila sa nauukol sa kanila sa pagitan nila at naglihim sila ng pagtatapatan"},{"SurahNumber":20,"VerseNumber":63,"Text":"Nagsabi sila: \"Tunay na ang dalawang ito ay talagang dalawang manggagaway na nagnanais na magpalabas sa inyo mula sa lupain ninyo sa pamamagitan ng panggagaway nilang dalawa at mag-alis sa pamamaraan ninyong pinakauliran"},{"SurahNumber":20,"VerseNumber":64,"Text":"Kaya magkaisa kayo sa pakana ninyo, pagkatapos pumunta kayo nang pahanay. Nagtagumpay nga sa araw na ito ang nangibabaw"},{"SurahNumber":20,"VerseNumber":65,"Text":"Nagsabi sila: \"O Moises, maaaring pumukol ka o maaaring maging kami ang una sa pupukol"},{"SurahNumber":20,"VerseNumber":66,"Text":"Nagsabi siya: \"Bagkus pumukol kayo.\" Kaya biglang ang mga lubid nila at ang mga tungkod nila ay ginuniguni sa kanya, dahil sa panggagaway nila, na ang mga ito ay sumisibad"},{"SurahNumber":20,"VerseNumber":67,"Text":"Kaya nakadama sa sarili niya ng isang pangangamba si Moises"},{"SurahNumber":20,"VerseNumber":68,"Text":"Nagsabi Kami: \"Huwag kang mangamba; tunay na ikaw ay ang pinakamataas"},{"SurahNumber":20,"VerseNumber":69,"Text":"Magpukol ka ng nasa kanang kamay mo, lalamon ito sa niyari nila. Yumari lamang sila ng isang pakana ng isang manggagaway at hindi nagtatagumpay ang manggagaway saanman siya pumunta"},{"SurahNumber":20,"VerseNumber":70,"Text":"Kaya napahandusay ang mga manggagaway na mga nakapatirapa. Nagsabi sila: \"Sumampalataya kami sa Panginoon nina Aaron at Moises"},{"SurahNumber":20,"VerseNumber":71,"Text":"Nagsabi ito: \"Naniwala kayo sa kanya bago ako magpahintulot sa inyo. Tunay na siya ay talagang ang pasimuno ninyo na nagturo sa inyo ng panggagaway. Kaya talagang magpuputul-putol nga ako ng mga kamay ninyo at mga paa ninyo nang kabilaan, talagang magbibitin nga ako sa inyo sa mga puno ng mga datiles, at talagang makaaalam nga kayo kung alin sa atin ang higit na matindi sa [pagdudulot ng] pagdurusa at higit na nananatili"},{"SurahNumber":20,"VerseNumber":72,"Text":"Nagsabi sila: \"Hindi kami magtatangi sa iyo higit sa dumating sa amin na mga malinaw na patunay at [higit] sa lumalang sa amin. Kaya magtadhana ka ng anumang ikaw ay magtatadhana. Nagtatadhana ka lamang sa buhay na ito sa Mundo"},{"SurahNumber":20,"VerseNumber":73,"Text":"Tunay na kami ay sumampalataya sa Panginoon namin upang magpatawad Siya sa amin sa mga kamalian namin at sa ipinilit mo sa amin na panggagaway. Si Allāh ay higit na mabuti at higit na nananatili"},{"SurahNumber":20,"VerseNumber":74,"Text":"Tunay na ang sinumang pumunta sa Panginoon niya bilang salarin, tunay na ukol sa kanya ay Impiyerno. Hindi siya mamamatay roon at hindi mabubuhay"},{"SurahNumber":20,"VerseNumber":75,"Text":"Ang sinumang pumunta sa Kanya bilang mananampalataya ay gumawa nga ng mga maayos na gawa. Kaya ang mga iyon ay ukol sa kanila ang mga antas na pinakamatataas"},{"SurahNumber":20,"VerseNumber":76,"Text":"ang mga hardin ng Eden na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ay ang ganti sa sinumang nagpakadalisay"},{"SurahNumber":20,"VerseNumber":77,"Text":"Talaga ngang nagkasi Kami kay Moises, na [nagsasabi]: \"Maglakbay ka sa gabi kasama ng mga lingkod ko saka gumawa ka para sa kanila ng isang tuyong daan sa dagat; huwag kang mangamba sa pagkaabot at huwag kang matakot"},{"SurahNumber":20,"VerseNumber":78,"Text":"Kaya nagpasunod sa kanila si Paraon ng mga kawal niya saka bumalot sa kanila mula sa dagat ang bumalot sa kanila"},{"SurahNumber":20,"VerseNumber":79,"Text":"Nagligaw si Paraon sa mga tao niya at hindi nagpatnubay"},{"SurahNumber":20,"VerseNumber":80,"Text":"O mga anak ni Israel, nagligtas nga Kami sa inyo mula sa kaaway ninyo, nakipagtipan Kami sa inyo sa kanang gilid ng bundok, at nagbaba Kami sa inyo ng manna at pugo"},{"SurahNumber":20,"VerseNumber":81,"Text":"Kumain kayo mula sa mga kaaya-aya na itinustos Namin sa inyo at huwag kayong magmalabis dito para [hindi] dumapo sa inyo ang galit Ko. Ang sinumang dumapo sa kanya ang galit Ko ay napariwara nga"},{"SurahNumber":20,"VerseNumber":82,"Text":"Tunay na Ako ay talagang Palapatawad para sa sinumang nagbalik-loob, sumampalataya, at gumawa ng maayos, pagkatapos napatnubayan"}]}