{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"พวกเขาไม่เห็นดอกหรือว่า แท้จริงอัลลอฮฺผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน พระองค์เป็นผู้ทรงอานุภาพที่จะสร้างเยี่ยงพวกเขา และทรงกำหนดเวลาหนึ่งสำหรับพวกเขา ไม่มีการสงสัยใด ๆ ในนั้น แต่พวกอธรรมปฏิเสธไม่ยอมรับนอกจากการไม่ศรัทธา"},{"SurahNumber":17,"VerseNumber":100,"Text":"จงกล่าวเถิด (มุฮัมมัด) หากพวกท่านครอบครองขุมแห่งความเมตตาของพระเจ้าของฉันเมื่อนั้นพวกท่านก็จะหน่วงเหนี่ยวมันไว้เพราะกลัวการบริจาค และมนุษย์นั้นเป็นคนตระหนี่"},{"SurahNumber":17,"VerseNumber":101,"Text":"และโดยแน่นอน เราได้ให้แก่มูซาสัญญาณต่าง ๆ อันแจ่มชัดเก้าประการ ดังนั้น เจ้าจงถามวงศ์วานของอิสรออีลเมื่อเขา (มูซา) มายังพวกเขา ฟิรเอาน์ได้พูดกับเขาว่า โอ้ มูซาเอ๋ย แท้จริงฉันคิดว่าท่านถูกเวทมนตร์อย่างแน่นอน"},{"SurahNumber":17,"VerseNumber":102,"Text":"เขากล่าวว่า โดยแน่นอนท่านย่อมรู้ดีว่าไม่มีผู้ใดประทานสิ่งเหล่านี้ นอกจากพระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดินเพื่อเป็นพยาน และแท้จริงฉันคิดว่าแน่นอนท่าน โอ้ฟิรเอาน์เอ๋ย เป็นผู้หายนะแล้ว"},{"SurahNumber":17,"VerseNumber":103,"Text":"ดังนั้น เขา (ฟิรเอาน์) ต้องการที่จะย้ายพวกเขาออกไปจากแผ่นดิน ฉะนั้นเราจึงให้เขาและผู้ที่อยู่ร่วมกับเขาทั้งหมดจมน้ำตาย"},{"SurahNumber":17,"VerseNumber":104,"Text":"และเราได้กล่าวแก่วงศ์วานของอิสรออีลหลังจากเขาว่า จงพำนักอยู่ในดินแดนนี้ ดังนั้นเมื่อสัญญาแห่งวันอาคิเราะฮฺได้มาถึง เราจะนำพวกเจ้าทั้งหมดมารวมไว้ด้วยกัน"},{"SurahNumber":17,"VerseNumber":105,"Text":"และด้วยความจริง เราได้ประทานมัน (อัลกุรอาน) ลงมา และด้วยความจริงมันได้ลงมาและเรามิได้ส่งเจ้าเพื่ออื่นใด นอกจากเพื่อเป็นผู้แจ้งข่าวดี และเป็นผู้ตักเตือน"},{"SurahNumber":17,"VerseNumber":106,"Text":"และอัลกุรอาน เราได้แยกมันไว้อย่างชัดเจน เพื่อเจ้าจะได้อ่านมันแก่มนุษย์อย่างช้า ๆ และเราได้ประทานมันลงมาเป็นขั้นตอน"},{"SurahNumber":17,"VerseNumber":107,"Text":"จงกล่าวเถิด (มุฮัมมัด) พวกท่านจะศรัทธาในมันหรือไม่ศรัทธาก็ตาม แท้จริงบรรดาผู้ได้รับความรู้ก่อนหน้ามันนั้น เมื่อมันได้ถูกอ่านแก่พวกเขา พวกเขาจะหมอบราบลง ใบหน้าจรดพื้นเพื่อสุญูด"},{"SurahNumber":17,"VerseNumber":108,"Text":"และพวกเขาจะกล่าวว่า มหาบริสุทธิ์แห่งพระเจ้าของเรา สัญญาของพระเจ้าของเรานั้นแน่นอน ย่อมถูกปฏิบัติให้ครบถ้วน"},{"SurahNumber":17,"VerseNumber":109,"Text":"และพวกเขาจะหมอบราบลงใบหน้าจรดพื้นพลางร้องไห้ และมันจะเพิ่มการสำรวมแก่พวกเขา"},{"SurahNumber":17,"VerseNumber":110,"Text":"จงกล่าวเถิด (มุฮัมมัด) พวกท่านจงเรียกอัลลอฮฺหรือจงเรียกอัรเราะหฺมานเถิด อันใดก็ตามที่เจ้าเรียก สำหรับพระองค์นั้นพระนามสวยงามยิ่ง และอย่ายกเสียงดังในเวลาละหมาดของเจ้า และอย่าลดให้ค่อยเช่นกัน แต่จงแสวงหาทางระหว่างนั้น (ปานกลาง)"},{"SurahNumber":17,"VerseNumber":111,"Text":"และจงกล่าวเถิด (มุฮัมมัด) การสรรเสริญทั้งมวลเป็นของอัลลอฮฺ ซึ่งไม่ทรงตั้งพระบุตรและไม่มีภาคีใด ๆ ร่วมกับพระองค์ในอำนาจ และไม่มีผู้ช่วยเหลือใด ๆ แก่พระองค์ให้พ้นจากความต่ำต้อยและจงให้ความเกรียงไกรแด่พระองค์อย่างกึกก้อง"},{"SurahNumber":18,"VerseNumber":1,"Text":"บรรดาการสรรเสริญเป็นของอัลลอฮฺผู้ประทานคัมภีร์แก่บ่าวของพระองค์ และพระองค์มิได้ทรงทำให้มันมีการบิดเบือนแต่อย่างใด"},{"SurahNumber":18,"VerseNumber":2,"Text":"เป็นคัมภีร์ที่เที่ยงธรรม เพื่อเตือนสำทับถึงการลงโทษอย่างสาหัสจากพระองค์ และเพื่อแจ้งข่าวดีแก่บรรดาผู้ศรัทธาที่กระทำความดีทั้งหลายว่า สำหรับพวกเขานั้นจะได้รับรางวัลอันดีงาม (คือสวนสวรรค์)"},{"SurahNumber":18,"VerseNumber":3,"Text":"เป็นผู้พำนักอยู่ในนั้นตลอดกาล"},{"SurahNumber":18,"VerseNumber":4,"Text":"และเพื่อเตือนสำทับบรรดาผู้ที่กล่าวว่า อัลลอฮฺทรงตั้งพระบุตรขึ้น"},{"SurahNumber":18,"VerseNumber":5,"Text":"พวกเขาไม่มีความรู้ใด ๆ ในเรื่องนี้ และบรรพบุรุษของพวกเขาก็เช่นกัน เป็นคำกล่าวที่น่าเกลียดยิ่ง ที่ออกจากปากของพวกเขา โดยที่พวกเขามิได้กล่าวอันใด นอกจากความเท็จ"},{"SurahNumber":18,"VerseNumber":6,"Text":"ดังนั้น บางทีเจ้าอาจเป็นผู้ทำลายชีวิตของเจ้าด้วยความเสียใจ เนื่องจากการผินหลังของพวกเขา หากพวกเขาไม่ศรัทธาต่ออัลกุรอานนี้"},{"SurahNumber":18,"VerseNumber":7,"Text":"แท้จริง เราได้ทำให้สิ่งที่อยู่บนแผ่นดินเป็นที่ประดับสำหรับมัน เพื่อเราจะทดสอบพวกเขาว่า ผู้ใดในหมู่พวกเขามีผลงานที่ดีเยี่ยม"},{"SurahNumber":18,"VerseNumber":8,"Text":"และแท้จริง แน่นอนเราเป็นผู้ทำให้สิ่งที่อยู่บนพื้นดินเป็นผุยผงแห้งแล้ง"},{"SurahNumber":18,"VerseNumber":9,"Text":"เจ้าคิดหรือว่า ชาวถ้ำและแผ่นจารึกเป็นส่วนหนึ่งจากสัญญาณมหัศจรรย์ของเรากระนั้นหรือ"},{"SurahNumber":18,"VerseNumber":10,"Text":"จงรำลึกขณะที่พวกชายหนุ่มหลบเข้าไปในถ้ำแล้วพวกเขากล่าวว่า ข้าแต่พระผู้เป็นเจ้าของเรา ขอพระองค์โปรด ประทานความเมตตาจากพระองค์แก่เราและทรงทำให้การงานของเราอยู่ในแนวทางที่ถูกต้อง"},{"SurahNumber":18,"VerseNumber":11,"Text":"แล้วเราได้อุดหูพวกเขา (ให้นอนหลับ) ในถ้ำ เป็นเวลาหลายปี"},{"SurahNumber":18,"VerseNumber":12,"Text":"แล้วเราได้ให้พวกเขาลุกขึ้น เพื่อเราจะได้รู้ว่าผู้ใดใน สองพวกนั้นนับเวลาที่พวกเขาพำนักอยู่ได้ถูกต้องกว่า"},{"SurahNumber":18,"VerseNumber":13,"Text":"เราจะเล่าเรื่องราวของพวกเขาแก่เจ้าตามความเป็นจริง แท้จริงพวกเขาเป็นชายหนุ่มที่ศรัทธาต่อพระเจ้าของพวกเขา และเราได้เพิ่มแนวทางที่ถูกต้องให้แก่พวกเขา"},{"SurahNumber":18,"VerseNumber":14,"Text":"และเราได้ให้ความเข้มแข็งแก่หัวใจของพวกเขาขณะที่พวกเขายืนขึ้นประกาศว่า พระเจ้าของเราคือพระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดิน เราจะไม่วิงวอนพระเจ้าอื่นจากพระองค์ มิเช่นนั้นเราก็กล่าวเกินความจริงอย่างแน่นอน"},{"SurahNumber":18,"VerseNumber":15,"Text":"กลุ่มชนของเราเหล่านั้นได้ยึดเอาพระเจ้าต่าง ๆ อื่นจากพระองค์ ทำไมพวกเขาจึงไม่นำหลักฐานอันชัดแจ้งมายืนยันเล่า ดังนั้นจะมีผู้ใดอธรรมยิ่งไปกว่าผู้ที่กล่าวเท็จต่ออัลลอฮฺ"},{"SurahNumber":18,"VerseNumber":16,"Text":"และเมื่อพวกเจ้าปลีกตัวออกห่างจากพวกเขา และสิ่งที่พวกเขาเคารพบูชาอื่นจากอัลลอฮฺแล้ว ดังนั้นพวกเจ้าก็จงหลบเข้าไปในถ้ำ พระผู้เป็นเจ้าของพวกเจ้าจะทรงแผ่ความเมตตาของพระองค์แก่พวกเจ้า และจะทรงทำให้กิจการของพวกเจ้าดำเนินไปอย่างสะดวกสบาย"}]}