{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"و ایّوب هنگامی که خواند پروردگار خویش را که مرا رسید رنج و توئی مهربانترین مهربانان‌"},{"SurahNumber":21,"VerseNumber":84,"Text":"پس پذیرفتیم از او و بگشودیم آنچه بدو بود از رنج و دادیم بدو خاندانش را و مانند آنان با آنان رحمتی از نزد ما و یادآوریی برای پرستشگران‌"},{"SurahNumber":21,"VerseNumber":85,"Text":"و اسمعیل و ادریس و ذوالکفل هر کدام از صبرکنندگان‌"},{"SurahNumber":21,"VerseNumber":86,"Text":"و درآوردیمشان در رحمت خود همانا ایشانند از شایستگان‌"},{"SurahNumber":21,"VerseNumber":87,"Text":"و صاحب ماهی (یا خداوند ماهی) هنگامی که رفت خشمگین پس پنداشت که هرگز بدو قدرت نیابیم پس بنالید در تاریکیها که نیست خدائی جز تو منزّهی تو همانا بودم من از ستمگران‌"},{"SurahNumber":21,"VerseNumber":88,"Text":"پس پذیرفتیم از او و رهائیش دادیم از اندوه و بدینسان رهائی دهیم به مؤمنان‌"},{"SurahNumber":21,"VerseNumber":89,"Text":"و زکریا هنگامی که برخواند پروردگار خویش را پروردگارا نگذار مرا تنها و تویی بهترین ارث‌برندگان‌"},{"SurahNumber":21,"VerseNumber":90,"Text":"پس پذیرفتیم از او و بخشیدیم بدو یحیی را و شایسته گردانیدیم برایش همسرش را همانا بودند ایشان شتاب‌گیرندگان در خوبیها و می‌خواندند ما را امیدی و بیمی و بودند برای ما فروتنان‌"},{"SurahNumber":21,"VerseNumber":91,"Text":"و آن زن که نگاه داشت فرجش را پس دمیدیم در آن از روح خویش و گردانیدیمش و پسرش را آیتی برای جهانیان‌"},{"SurahNumber":21,"VerseNumber":92,"Text":"همانا این است ملت شما ملتی یگانه و منم پروردگار شما پس مرا بپرستید"},{"SurahNumber":21,"VerseNumber":93,"Text":"و پخش کردند کار خویش را میان خویش هر کدامند بسوی ما بازگردانندگان‌"},{"SurahNumber":21,"VerseNumber":94,"Text":"پس آنکو بکند از کردارهای شایسته و او است مؤمن نباشد ناسپاسیی کوشش او را و همانا مائیم برای آن نویسندگان‌"},{"SurahNumber":21,"VerseNumber":95,"Text":"و حرام است بر شهری که نابودش کردیم که آنان بازنمی گردند"},{"SurahNumber":21,"VerseNumber":96,"Text":"تا گاهی که گشوده شود یأجوج و مأجوج و ایشان از هر پشته‌ای سرازیر گردند (یا برون آیند)"},{"SurahNumber":21,"VerseNumber":97,"Text":"و نزدیک شد وعده حقّ که ناگهان باز است دیده آنان که کفر ورزیدند ای وای بر ما همانا بودیم در غفلتی از این بلکه بودیم ما ستمگران‌"},{"SurahNumber":21,"VerseNumber":98,"Text":"همانا شما و آنچه می‌پرستید جز خدا سوخت دوزخید شمائید در آن درآیندگان‌"},{"SurahNumber":21,"VerseNumber":99,"Text":"اگر می‌بودند اینان خدایانی در آن نمی‌رفتند حالی که هر کدامند در آن جاودان‌"},{"SurahNumber":21,"VerseNumber":100,"Text":"ایشان را است در آن آه‌کشیدنی و ایشان در آن نمی‌شنوند"},{"SurahNumber":21,"VerseNumber":101,"Text":"همانا آنان که سبقت گرفت برای ایشان از ما نکوئی آنانند از آن دورشدگان‌"},{"SurahNumber":21,"VerseNumber":102,"Text":"نشنوند حسش را و ایشانند در آنچه هوس کند دلهای ایشان جاودانان‌"},{"SurahNumber":21,"VerseNumber":103,"Text":"اندوهگینشان نسازد آشوب بزرگتر و درآیند بر ایشان فرشتگان (یا پیشواز ایشان روند فرشتگان) که اینک روز شما آنکه بودید وعده داده می‌شدید"},{"SurahNumber":21,"VerseNumber":104,"Text":"روزی که پیچیم آسمان را مانند پیچیدن نامه‌دان نامه‌ها را بدانسان که آغاز کردیم نخستین آفرینش را بازگردانیمش وعده است بر ما همانا هستیم ما کنندگان‌"},{"SurahNumber":21,"VerseNumber":105,"Text":"و هر آینه نوشتیم در زبور پس از ذکر که زمین را ارث برند بندگان من شایستگان‌"},{"SurahNumber":21,"VerseNumber":106,"Text":"همانا در این است ابلاغی برای گروهی که پرستشگرند"},{"SurahNumber":21,"VerseNumber":107,"Text":"و نفرستادیمت مگر رحمتی برای جهانیان‌"},{"SurahNumber":21,"VerseNumber":108,"Text":"بگو جز این نیست که وحی شود بسوی من همانا خداوند شما است خداوند یکتا پس آیا شمائید اسلام‌آرندگان‌"},{"SurahNumber":21,"VerseNumber":109,"Text":"پس اگر پشت کردند بگو آگهیتان دادم یکسان و ندانم آیا نزدیک است یا دور آنچه وعده داده شوید"},{"SurahNumber":21,"VerseNumber":110,"Text":"همانا او می‌داند آشکار را از سخن و می‌داند آنچه را نهان کنید"},{"SurahNumber":21,"VerseNumber":111,"Text":"و ندانم شاید آزمایشی باشد برای شما و بهره‌مندیی تا زمانی‌"},{"SurahNumber":21,"VerseNumber":112,"Text":"گفت پروردگارا حکم کن به حقّ و پروردگار ما خدای مهربان است یاری جسته بر آنچه می‌ستائید"}]}