{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: «Gelin, size Rabbinizin neleri haram kıldığını okuyayım! O´na hiçbir şeyi ortak koşmayın, babanıza annenize iyilikten ayrılmayın, yoksulluk yüzünden çocuklarınızı öldürmeyin; zira sizin de onların da rızkını Biz veririz, kötülüklerin açığına da gizlisine de yanaşmayın, Allah´ın muhterem kıldığı cana haksız yere kıymayın. İşte duydunuz ya, O, size düşünesiniz diye bunları emretti!»"},{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına, rüşdüne erinceye kadar en güzel şekilden başka türlü yaklaşmayın; ölçeği ve tartıyı tam ve denk tutun. Biz, hiçbir kimseye gücünün yettiğinden başkasını teklif etmeyiz. Söz sahibi olduğunuz zaman yakınlarınıza ait de olsa adaleti gözetin. Allah´a verdiğiniz sözü yerine getirin. Duydunuz ya, O, düşünüp tutasınız diye bunları size emretti"},{"SurahNumber":6,"VerseNumber":153,"Text":"Bir de bu Benim dosdoğru yolumdur; hep onu takip edin, sizi onun yolundan saptırıp parçalayacak başka yolları takip etmeyin! Duydunuz ya, O, korunup takva sahibi olasınız diye bunları size emretti"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra Siz, Musa´ya, güzelce tatbik edene nimetlerimizi tamamlamak, herşeyi detaylı açıklamak, doğru yolu göstermek ve rahmet olmak üzere o kitabı verdik ki, Rablerine kavuşacaklarına inansınlar"},{"SurahNumber":6,"VerseNumber":155,"Text":"Bu ise indirdiğimiz tam, çok mübarek bir kitaptır. Bundan böyle buna uyun ve korunun ki, rahmetimize eresiniz"},{"SurahNumber":6,"VerseNumber":156,"Text":"Ve: «Bizden önce kitap yalnız iki topluluğa indirildi. Doğrusu biz, onlar gibi okuyup anlamaktan habersiziz.» demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahut: «Eğer bize kitap indirilmiş olsaydı, herhalde onlardan daha çok muvaffak olurduk.» demeyesiniz diye. İşte size Rabbinizden apaçık bir delil, bir hidayet ve rahmet geldi. Artık Allah´ın ayetlerini inkar edenden ve onlardan alıkoymaya kalkışandan daha zalim kim olabilir? Elbette Biz, o ayetlerimizi engellemeye yeltenenleri, bu suçları sebebiyle, en müthiş bir azapla cezalandıracağız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar, ancak kendilerine meleklerin gelmesini veya Rabbinin gelmesini ya da Rablerinin bir takım alametlerinin gelmesini gözetliyorlar. Rabbinin bazı alametleri geldiği gün, önceden iman etmemiş veya imanında bir hayır kazanmamış bir kimseye o günkü imanı hiçbir yarar sağlamaz. De ki: «Gözetin! Çünkü biz de şüphesiz gözetiyoruz.»"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parça parça edip ayrı ayrı gruplara ayrılanlarla senin hiçbir alakan yoktur. Onların işi Allah´a kalmıştır. Sonra O, kendilerine ne yaptıklarını haber verir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir iyilik ile gelirse, ona on katı verilir. Kim de bir kötülük ile gelirse, yalnızca onun karşılığı ile cezalandırılır ve hiçbirine haksızlık edilmez"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: «Beni Rabbim, şüphesiz dosdoğru bir yola, gerçek ve daima ayakta olan bir dine, başka dinlerden sıyrılıp yalnız hakka yönelen İbrahim´in tertemiz dinine iletti. O, hiçbir zaman Allah´a ortak koşanlardan olmadı.»"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: «Benim namazım, ibadetlerim, hayatım ve ölümüm kesinlikle hep o alemlerin Rabbı olan Allah içindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"O´nun hiçbir ortağı yoktur. Ben, bununla emrolundum ve ben müslümanların ilkiyim.»"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: «Allah, herşeyin Rabbı iken ben hiç O´ndan başka Rab mi isterim? Herkesin kazandığı ancak kendi boynuna geçer (sorumluluğunu gerektirir). Hiçbir günahkar başkasının günahını taşımaz. Sonra hep dönüp Rabbinize varacaksınız. O vakit O, size ayrılığa düştüğünüz gerçeği haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"O, sizi yeryüzünün halifeleri yapan ve sizleri verdiği şeylerle denemek için kiminizi kiminize üstün kılandır. Şüphe yok ki, Rabbin çabuk cezalandıran ve yine şüphe yok ki, O tek bağışlayan, tek merhamet edendir"}]}