{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Rabbin, yalnız kendisine tapmanızı ve anaya babaya, iyilik etmenizi emretti. İkisinden birisi, yahut her ikisi, senin yanında ihtiyarlık çağına ulaşır(ihtiyarlık zamanlarında senin yanında kalırlar)sa sakın onlara \"Öf!\" deme, onları azarlama! Onlara güzel söz söyle"},{"SurahNumber":17,"VerseNumber":24,"Text":"Onlara acımadan dolayı, küçülme kanadını indir, (onlara karşı alçak gönüllü ol) ve: \"Ey (her varlığı terbiye edip yetiştiren) Rabbim! Bunlar, beni küçükken nasıl (acıyıp) yetiştirdilerse sen de bunlara (öyle) acı!\" de"},{"SurahNumber":17,"VerseNumber":25,"Text":"Rabbiniz içlerinizdekini daha iyi bilir. Eğer siz iyi kişiler olursanız şüphesiz O, tevbe edenleri bağışlayandır"},{"SurahNumber":17,"VerseNumber":26,"Text":"Akrabaya, yoksula ve yolcuya hakkını ver, fakat saçıp savurma"},{"SurahNumber":17,"VerseNumber":27,"Text":"Çünkü savurganlar, şeytanların kardeşleri olmuşlardır. Şeytan ise Rabbine karşı çok nankördür"},{"SurahNumber":17,"VerseNumber":28,"Text":"Eğer (elin dar olduğu için) Rabbinden umduğun bir rahmeti bekleyerek onlardan yüz çevirecek, (onlara birşey vermeyecek) olursan, bari onlara yumuşak söz söyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"El(ler)ini boynuna bağlanmış yapma, tamamen de açma, sonra kınanır, hasret içinde kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Rabbin dilediğine rızkı açar (bol bol verir, dilediğine) kısar. Çünkü O, kulları(nın hali)ni bilir, görür"},{"SurahNumber":17,"VerseNumber":31,"Text":"Fakirlik korkusuyla çocuklarınızı öldürmeyin. Onları da sizi de biz besliyoruz. Onları öldürmek, büyük günahtır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya yaklaşmayın, çünkü o, açık bir kötülüktür, çok kötü bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah'ın haram kıldığı canı haksız yere öldürmeyin. Kim haksızlıkla öldürülürse, onun velisi(olan mirasçısı)na yetki vermişizdir (öldürülenin hakkını arar. Fakat o da) öldürmede aşırı gitmesin. Çünkü kendisine yardım edilmiş(yetki verilmiş)tir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yetimin malına yaklaşmayın, ancak erginlik çağına erişinceye kadar en güzel bir tarzda (onun malını kullanıp geliştirebilirsiniz). Ahdi de yerine getirin, çünkü ahd'den sorulacaktır"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ölçtüğünüz zaman ölçüyü tam yapın, doğru terazi ile tartın. Bu daha iyidir, sonuç bakımından da daha güzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Bilmediğin bir şeyin ardına düşme, çünkü kulak, göz ve gönül, bunların hepsi o(yaptığı)ndan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryüzünde kabara kabara yürüme. Çünkü sen yeri yırtamazsın, boyca da dağlara erişemezsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Bunlar(\"Allah ile beraber başka tanrı edinme!\" ayetinden itibaren sayılan fiiler)in hepsi, kötü olan, Rabbinin katında hoş görülmeyen şeylerdir"},{"SurahNumber":17,"VerseNumber":39,"Text":"Şunlar, Rabbinin, Hikmet'ten sana vahyettiği(emirleri)ndendir. Allah ile berebar başka tanrı edinme, sonra kınanmış, (Allah'ın rahmetinden) uzaklaştırılmış olarak cehenneme atılırsın"},{"SurahNumber":17,"VerseNumber":40,"Text":"Rabbiniz, oğulları size seçti de kendisine meleklerden kadınlar mı edindi? Gerçekten siz büyük (çok tehlikeli) bir söz söylüyorsunuz"},{"SurahNumber":17,"VerseNumber":41,"Text":"Biz Kur'an'da sözü türlü biçimlerde anlattık ki, düşünüp anlasınlar. Fakat bu, onların sadece kaçışlarını artırıyor"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: \"Eğer dedikleri gibi O'nunla beraber (başka) tanrılar olsaydı o zaman onlar da Arşın sahibine gitmenin yolunu ararlardı"},{"SurahNumber":17,"VerseNumber":43,"Text":"Haşa, O, onların dediklerinden çok yücedir, uludur"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gök, arz ve bunların içinde bulunanlar, O'nu tesbih ederler. O'nu övgü ile tesbih etmeyen hiçbir şey yoktur, ama siz onların tesbihlerini anlamazsınız. O, halimdir, çok bağışlayandır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kur'an okuduğun zaman seninle, ahirete inanmayanların arasına gizli bir perde çekeriz"},{"SurahNumber":17,"VerseNumber":46,"Text":"Kablerine -onu anlamalarına engel olacak- kabuklar, kulaklarına da bir ağırlık koyarız. Kur'an'da yalnız Rabbini andığın zaman (tek Tanrı inancından hoşlanmadıkları için) arkalarına dönüp kaçarlar"},{"SurahNumber":17,"VerseNumber":47,"Text":"Biz onların, seni dinlerken ne sebeple dinlediklerini, kendi aralarında gizli konuşurlarken de o zalimlerin: \"Siz büyülenmiş bir adamdan başkasına uymuyorsunuz!\" dediklerini gayet iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Bak, nasıl misaller verdiler (seni şa'ire, büyücüye, kahine ve mecnuna benzettiler) de şaştılar. Artık bir daha yolu bulamazlar"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dediler ki: \"Biz kemikler haline geldikten, ufalanıp toprak olduktan sonra mı sahiden biz mi yeni bir yaratılışla diriltileceğiz"}]}