{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"A Surah which We have sent down and which We have enjoined (Faradnaha), and in it We have revealed manifest Ayat, that you may remember"},{"SurahNumber":24,"VerseNumber":2,"Text":"The Zaniyah and the Zani, flog each of them with a hundred stripes. Let not pity withhold you in their case, in a punishment prescribed by Allah, if you believe in Allah and the Last Day. And let a party of the believers witness their punishment"},{"SurahNumber":24,"VerseNumber":3,"Text":"The Zani marries not but a Zaniyah or a Mushrikah; and the Zaniyah, none marries her except a Zani or a Mushrik. Such a thing is forbidden to the believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"And those who accuse chaste women, and produce not four witnesses, flog them with eighty stripes, and reject their testimony forever. They indeed are the rebellious"},{"SurahNumber":24,"VerseNumber":5,"Text":"Except those who repent thereafter and do righteous deeds; (for such) verily, Allah is Oft-Forgiving, Most Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"And for those who accuse their wives, but have no witnesses except themselves, let the testimony of one of them be four testimonies by Allah that he is one of those who speak the truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"And the fifth (testimony); invoking of the curse of Allah on him if he be of those who tell a lie"},{"SurahNumber":24,"VerseNumber":8,"Text":"But she shall avert the punishment from her, if she bears witness four times by Allah, that he is telling a lie"},{"SurahNumber":24,"VerseNumber":9,"Text":"And the fifth; should be that the wrath of Allah be upon her if he speaks the truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"And had it not been for the grace of Allah and His mercy on you! And that Allah is the One Who forgives and accepts repentance, the All-Wise"},{"SurahNumber":24,"VerseNumber":11,"Text":"Verily, those who brought forth the slander are a group among you. Consider it not a bad thing for you. Nay, it is good for you. Unto every man among them will be paid that which he had earned of the sin, and as for him among them who had the greater share therein, his will be a great torment"},{"SurahNumber":24,"VerseNumber":12,"Text":"Why then, did not the believers, men and women, when you heard it, think good of their own people and say: \"This is an obvious lie"},{"SurahNumber":24,"VerseNumber":13,"Text":"Why did they not produce four witnesses against him Since they have not produced witnesses! Then with Allah, they are the liars"},{"SurahNumber":24,"VerseNumber":14,"Text":"Had it not been for the grace of Allah and His mercy unto you in this world and in the Hereafter, a great torment would have touched you for that whereof you had spoken"},{"SurahNumber":24,"VerseNumber":15,"Text":"When you were propagating it with your tongues, and uttering with your mouths that whereof you had no knowledge, you counted it a little thing, while with Allah it was very great"},{"SurahNumber":24,"VerseNumber":16,"Text":"And why did you not, when you heard it, say: \"It is not right for us to speak of this. Glory be to You (O Allah)! This is a great lie"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah forbids you from it and warns you not to repeat the like of it forever, if you are believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"And Allah makes the Ayat plain to you, and Allah is All-Knowing, All-Wise"},{"SurahNumber":24,"VerseNumber":19,"Text":"Verily, those who like that Fahishah should be circulated among those who believe, they will have a painful torment in this world and in the Hereafter. And Allah knows and you know not"},{"SurahNumber":24,"VerseNumber":20,"Text":"And had it not been for the grace of Allah and His mercy on you, and that Allah is full of kindness, Most Merciful"}]}