{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"А до Ад Ние го испративме Худа, братот нивни. Рече: “О народе мој, обожавајте го Аллаха. Вие друг бог освен Него немате. Зарем не сте богобојаЗЛИВИ"},{"SurahNumber":7,"VerseNumber":66,"Text":"Големците од народот негов, кои не веруваа, рекоа: “Ние, навистина, сме при мислење дека си безумник и држиме дека си меѓу лашковците"},{"SurahNumber":7,"VerseNumber":67,"Text":"Рече: “О народе мој, при мене нема безумност; јас сум, навистина, пејгамбер од Господарот на световите"},{"SurahNumber":7,"VerseNumber":68,"Text":"Ви ги известувам пратенијата од Господарот мој и доверлив советник сум ваш"},{"SurahNumber":7,"VerseNumber":69,"Text":"Или се чудите што ви дојде Спомен од Господарот ваш, преку еден човек од вас, за да ве предупреди. Сетете се кога ОН, по народот Нухов, ве определи за халифи, и кога го зголеми вашиот раст во творештвото. Па, сетете се на благодатите Аллахови за да се спасите"},{"SurahNumber":7,"VerseNumber":70,"Text":"Рекоа: “Ни дојде ли за да го обожаваме Аллаха, само Него, а да го оставиме она што го обожаваа предците наши. Дај ни го она што ни го ветуваш ако си меѓу искрените"},{"SurahNumber":7,"VerseNumber":71,"Text":"Рече: “Паднаа врз вас, секаКО, ОД Господарот ваш И злои гнев. Ќе расправате ли со мене за имињата со кои ги именувавте, вие и предците ваши, оние за кои Аллах не објави никаков доказ? Очекувајте, и јас, навистина, ќе очекувам со вас"},{"SurahNumber":7,"VerseNumber":72,"Text":"Тогаш Ние ги спасивме него и оние со него со Милоста Наша. И целосно ги истребивме оние кои фрлаа лага врз ајетите Наши и кои не беа верници"},{"SurahNumber":7,"VerseNumber":73,"Text":"И до Семуд Ние го испративме Салиха, братот нивни. Салих рече:“О народе мој, обожавајте го Аллаха; вие друг бог освен Него немате. Секако, ви дојде објаснување од Господарот ваш. Оваа камила е Аллахово знамение за вас. Оставете ја да пасе по земјата Аллахова и не правете А никакво зло зашто ќе ве обземе казна болна"},{"SurahNumber":7,"VerseNumber":74,"Text":"Сетете се кога ОН, по Ад, ве определи за халифи, и кога ве насели на земјата низ чии рамнини подигавте дворови а во ридовите палати. Сетете се на благодатите Аллахови и не ширете по земјата безредие како што шират безредниците"},{"SurahNumber":7,"VerseNumber":75,"Text":"А големците кои се дуваа од народот негов на оние кои веруваа од нив, што ги сметаа слаби, им рекоа: “Знаете ли дека, навистина, Салих е испратен од Господарот негов?“ - Рекоа: “Ние, навистина, веруваме во она со што е испратен"},{"SurahNumber":7,"VerseNumber":76,"Text":"Оние кои се дуваа, рекоа: “Ние, навистина, не веруваме во она во што вие верувате"},{"SurahNumber":7,"VerseNumber":77,"Text":"Па, ја заклаа онаа камила и се оддалечија од наредбата на Господарот свој, и рекоа: “О Салих, дај ни го она што ни го вети ако си меѓу пејгамберите"},{"SurahNumber":7,"VerseNumber":78,"Text":"И тогаш ги шибна земјотрес; останаа во домовите свои, скаменети"},{"SurahNumber":7,"VerseNumber":79,"Text":"Па, Салих се сврте од ниви рече: “О народе мој, ви го известив само пратението од Господарот мој и ве посоветував. Но, мтеете, вие не ГИ сакате советувачите"},{"SurahNumber":7,"VerseNumber":80,"Text":"И Лута Ние го испративме; кога рече: “О народе мој, зарем правите срамно дело кое никој пред вас на светов не го правеше"},{"SurahNumber":7,"VerseNumber":81,"Text":"а, вие место кон жените страстно приоѓате кон мажите. Ете и вие сте народ расипнички"},{"SurahNumber":7,"VerseNumber":82,"Text":"Народот негов, одговарајќи, рече вака: “Истерајте ги од населбите ваши. Тоа се, навистина, луѓе кои постојано се снемуваат"},{"SurahNumber":7,"VerseNumber":83,"Text":"Па, Ние него и семејството негово, освен жена му, ги спасивме. И таа беше меѓу страдалниците"},{"SurahNumber":7,"VerseNumber":84,"Text":"И врз нив падна голем дожд - та, погледни каква беше казната врз силниците"},{"SurahNumber":7,"VerseNumber":85,"Text":"до Медјен Ние го испративме Шуајба, братот нивни. Рече: “О народе мој, обожавајте го Аллаха; вие друг бог освен Него немате. МКССекако, ви дојде објаснување од Господарот ваш. Мерете и вагајте праведно и на луѓето не откинувајте им Од стварите нивни; не сејте безредие по земјата, по веќе воспоставениот ред на неа. Ете, тоа е подобро за вас ако сте верници"},{"SurahNumber":7,"VerseNumber":86,"Text":"Не правете стапица на пат, загрозувајќи и од патот Аллахов, одвраќајќи ги оние кои веруваат во Него, а тежнејќи кон кривиот пат. Сетете се кога бевте малкумина, па Он ве размножи. Погледни каква беше казната за безредниците"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ако една дружина меѓу вас верува во она со што сум испратен, а друга не верува - та, стрпете се додека Аллах не пресуди меѓу нас. Он е меѓу судиите Најдобриот"}]}