{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Eğer onlara merhamet eder ve onlara dokunan zararı gideriverirsek, tuğyanları içinde şaşkınca dolaşmalarını sürdürecekler"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun, biz onları azabla yakalayıverdik, fakat yine de Rablerine boyun eğmediler ve yakarıp yalvarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sonunda, üzerlerine azabı şiddetli olan bir kapı açtığımızda, onlar bunun içinde şaşkına dönüp umutlarını kaybettiler"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin için kulakları, gözleri ve gönülleri inşa edendir; ne kadar az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O, sizi yeryüzünde yaratıp türetendir ve hepiniz yalnızca O´na (döndürülüp) toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O, yaşatan ve öldürendir; gece ile gündüzün aykırılığı (veya ardarda gelişi) da O´nun (kanunu) dur. Yine de aklınızı kullanmayacak mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Hayır; onlar, geçmiştekilerin söylediklerinin benzerini söylediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: «Öldüğümüz, bir toprak ve bir kemik olduğumuz zaman, gerçekten biz mi diriltilecek mişiz?»"},{"SurahNumber":23,"VerseNumber":83,"Text":"«Andolsun, bu tehdit, bize de ve bizden önceki atalarımıza da yapılmıştı; bu, geçmişlerin uydurma masallarından başka bir şey değildir.»"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki: «Eğer biliyorsanız (söyleyin:) Yeryüzü ve onun içinde olanlar kimindir?»"},{"SurahNumber":23,"VerseNumber":85,"Text":"«Allah´ındır» diyecekler. De ki: «Yine de öğüt alıp düşünmeyecek misiniz?»"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki: «Yedi göğün Rabbi ve büyük Arş´ın Rabbi kimdir?»"},{"SurahNumber":23,"VerseNumber":87,"Text":"«Allah´ındır» diyecekler. De ki: «Yine de korkup sakınmayacak mısınız?»"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: «Eğer biliyorsanız (söyleyin:) Her şeyin melekûtu (mülk ve yönetimi) kimin elindedir? Ki O, koruyup kolluyorken kendisi korunmuyor.»"},{"SurahNumber":23,"VerseNumber":89,"Text":"«Allah´ındır» diyecekler. De ki: «Öyleyse nasıl oluyor da siz böyle büyüleniyorsunuz?»"},{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, biz onlara hakkı getirdik, ancak onlar gerçekten yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah, hiç bir çocuk edinmemiştir ve O´nunla birlikte hiç bir ilah yoktur; eğer olsaydı, her bir ilah elbette kendi yarattığını götürüverirdi ve (ilahların) bir kısmına karşı üstünlük sağlardı. Allah, onların nitelendiregeldiklerinden yücedir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Gaybı da, müşahede edilebileni de bilendir; onların ortak koştuklarından yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: «Rabbim, eğer onlara va´dolunan (azab)ı mutlaka bana göstereceksen,»"},{"SurahNumber":23,"VerseNumber":94,"Text":"«Rabbim, bu durumda beni zulmeden kavmin içinde bırakma.»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Gerçek şu ki biz, onları tehdit ettiğimiz şeyi şüphesiz sana gösterme gücüne sahibiz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kötülüğü en güzel olanla uzaklaştır; biz, onların nitelendiregeldiklerini en iyi bileniz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: «Rabbim, şeytanın kışkırtmalarından sana sığınırım.»"},{"SurahNumber":23,"VerseNumber":98,"Text":"«Ve onların benim yanımda bulunmalarından da sana sığınırım Rabbim.»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Sonunda, onlardan birine ölüm geldiği zaman, der ki: «Rabbim, beni geri çevirin.»"},{"SurahNumber":23,"VerseNumber":100,"Text":"«Ki, geride bıraktığım (dünya)da salih amellerde bulunayım.» Asla, gerçekten bu, yalnızca bir sözdür, bunu da kendisi söylemektedir. Onların önlerinde, diriltilip kaldırılacakları güne kadar bir engel (berzah) vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Böylece Sur´a üfürüldüğü zaman artık o gün aralarında soylar (veya soybağları) yoktur ve (üstünlük unsuru olarak soyluluğu veya birbirlerine durumlarını) soruşturmazlar da"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimin tartısı ağır basarsa, işte onlar, kurtuluşa erenlerin ta kendileridir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimin de tartısı hafif gelirse, işte onlar da kendi nefislerini hüsrana uğratanlar, cehennemde de ebedi olarak kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ateş, onların yüzlerini yalayarak yakar da onun içinde onlar, (etleri sıyrılmış olarak sırıtan) dişleriyle kalıverirler"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunuyorken, yalanlayanlar sizler değil miydiniz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Dediler ki: «Rabbimiz, mutsuzluğumuz bize karşı üstün geldi; biz de sapan bir topluluk imişiz.»"},{"SurahNumber":23,"VerseNumber":107,"Text":"«Rabbimiz, bizi (ateşin) içinden çıkar, eğer yine (küfre) dönersek, artık gerçekten zalimler oluruz.»"},{"SurahNumber":23,"VerseNumber":108,"Text":"Der ki: «Onun içine siniverin ve benimle söyleşmeyin.»"},{"SurahNumber":23,"VerseNumber":109,"Text":"«Çünkü gerçekten benim kullarımdan bir grup: -Rabbimiz, iman ettik, sen artık bizi bağışla ve bize merhamet et, sen merhamet edenlerin en hayırlısısın, derlerdi de,»"},{"SurahNumber":23,"VerseNumber":110,"Text":"«Siz onları alay konusu edinmiştiniz; öyle ki, size benim zikrimi unutturdular ve siz onlara gülüp duruyordunuz.»"},{"SurahNumber":23,"VerseNumber":111,"Text":"«Bugün ben, gerçekten onların sabretmelerinin karşılığını verdim. Şüphesiz onlar, ´kurtuluşa ve mutluluğa´ erenlerdir.»"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dedi ki: «Yıl sayısı olarak yeryüzünde ne kadar kaldınız?»"},{"SurahNumber":23,"VerseNumber":113,"Text":"Dediler ki: «Bir gün ya da bir günün birazı kadar kaldık, sayanlara sor.»"},{"SurahNumber":23,"VerseNumber":114,"Text":"Dedi ki: «Yalnızca az (bir zaman) kaldınız, gerçekten siz bir bilseydiniz,»"},{"SurahNumber":23,"VerseNumber":115,"Text":"«Bizim, sizi boş bir amaç uğruna yarattığımızı ve sizin gerçekten bize döndürülüp getirilmeyeceğinizi mi sanmıştınız?»"},{"SurahNumber":23,"VerseNumber":116,"Text":"Hak melik olan Allah pek yücedir. Ondan başka ilah yoktur; Kerim olan Arş´ın Rabbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allah ile beraber ona ilişkin geçerli kesin bir kanıt (burhan)ı olmaksızın başka bir ilaha taparsa, artık onun hesabı Rabbinin katındadır. Şüphesiz küfredenler kurtuluşa eremezler"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ve de ki: «Rabbim, bağışla ve merhamet et, sen merhamet edenlerin en hayırlısısın.»"}]}