{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"The believers have attained true success"},{"SurahNumber":23,"VerseNumber":2,"Text":"those who humble themselves in their prayers"},{"SurahNumber":23,"VerseNumber":3,"Text":"and those who turn away from all that is vain"},{"SurahNumber":23,"VerseNumber":4,"Text":"and those who give zakah"},{"SurahNumber":23,"VerseNumber":5,"Text":"and those who guard their sexual desires"},{"SurahNumber":23,"VerseNumber":6,"Text":"except with their wives or slave women they may own, for then they are free of blame"},{"SurahNumber":23,"VerseNumber":7,"Text":"But whoever seeks anything beyond that, it is they who are the transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"And those who are faithful to their trusts and pledges"},{"SurahNumber":23,"VerseNumber":9,"Text":"and those who properly observe their prayers"},{"SurahNumber":23,"VerseNumber":10,"Text":"Such will be the inheritors"},{"SurahNumber":23,"VerseNumber":11,"Text":"who will inherit Paradise; they will abide therein forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"We created man from an extract of clay"},{"SurahNumber":23,"VerseNumber":13,"Text":"then We placed him as a sperm-drop in a safe place"},{"SurahNumber":23,"VerseNumber":14,"Text":"then We made the sperm-drop into a clinging clot, then We made the clinging clot into a lump, then We made the lump into bones, and We clothed the bones with flesh, and then We developed it into another creation. So Blessed is Allah, the Best of Creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"Then after that you will surely die"},{"SurahNumber":23,"VerseNumber":16,"Text":"then on the Day of Resurrection you will surely be resurrected"},{"SurahNumber":23,"VerseNumber":17,"Text":"We have created above you seven levels [of heaven], and We have never been unaware of Our creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"We send down water from the sky in due measure and cause it to stay in the earth, and We are surely able to take it away"},{"SurahNumber":23,"VerseNumber":19,"Text":"With this [water] We produce for you gardens of palm trees and grapevines, in which there are many fruits from which you eat"},{"SurahNumber":23,"VerseNumber":20,"Text":"and [olive] tree that grows at Mount Sinai, producing oil and condiment for those who eat"},{"SurahNumber":23,"VerseNumber":21,"Text":"And there is certainly a lesson for you in livestock animals. We provide you with drink out of what they have in their bellies, and for you there are many benefits in them, and from their [meat] you eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"and on them and on boats you are carried"},{"SurahNumber":23,"VerseNumber":23,"Text":"We sent Noah to his people. He said, “O my people, worship Allah; you have no god other than Him. Will you not then fear Him?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"The disbelieving chiefs of his people said, “This is only a man like yourselves who wants to be superior to you. If Allah had willed, He could have sent down angels. We have not heard such a thing from our forefathers"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is just a madman, so bear with him for a while.”"},{"SurahNumber":23,"VerseNumber":26,"Text":"Noah said, “My Lord, help me, for they have rejected me.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We inspired him [saying], “Make the Ark under Our Eyes and according to Our directions. Then when Our command comes and the oven bursts with water, take on board a pair of each species and your family, except those against whom the decree has already been passed. And do not plead with Me concerning those who have done wrong, for they will surely be drowned.”"},{"SurahNumber":23,"VerseNumber":28,"Text":"Then when you and those who are with you have embarked on the Ark, say, “All praise is for Allah, Who saved us from the wrongdoing people.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say: “My Lord, make my landing a blessed landing, for You provide the best landing’”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Indeed, there are signs in this, and We always put people to test"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We raised up after them another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"and We sent to them a messenger from among themselves [saying], “Worship Allah; you have no god other than Him. Will you not then fear Him?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"But the chiefs of his people who disbelieved and denied the meeting of the Hereafter, and whom We had made affluent in the life of this world, said, “He is no more than a man like yourselves; he eats what you eat and drinks what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"If you obey a man like yourselves, you will surely be losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that when you have died and become dust and bones, that you will be brought forth"}]}