{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"“Alif-Lâm-Mîm"},{"SurahNumber":29,"VerseNumber":2,"Text":"“Kodi anthu akuganiza kuti adzasiyidwa popanda kuyesedwa ndi masautso pakungonena kuti: “Takhulupirira?” (Iyayi, ayenera kuyesedwa ndithu ndi masautso osiyanasiyana pa matupi pawo ndi pachuma chawo kuti adziwike woona ndi wachiphamaso)"},{"SurahNumber":29,"VerseNumber":3,"Text":"“Ndipo ndithu tidawayesa amene adalipo patsogolo pawo. Ndithu Allah awaonetsera poyera amene ali olankhula zoona, ndithu Allah awaonetsera poyera amene ali olankhula zabodza"},{"SurahNumber":29,"VerseNumber":4,"Text":"“Kodi amene akuchita zoipa akuganiza kuti atipambana (kotero kuti sitingawalange)? Ndichiweruzo choipa chimene akuweruzacho"},{"SurahNumber":29,"VerseNumber":5,"Text":"“Amene akuyembekezera kukumana ndi Allah, (agwire ntchito yabwino pamoyo wake kuti akakumane Naye ndi zabwino), pakuti ndithu nthawi ya Allah (tsiku la chimaliziro) ikudza (popanda chikaiko). Ndipo Iye Ngwakumva (zonena za akapolo Ake), Ngodziwa (zachinsinsi chawo)"},{"SurahNumber":29,"VerseNumber":6,"Text":"“Ndipo amene akuchita khama (polimbana ndi Akafiri, kapena pogonjetsa mtima wake kuti utsatire malamulo a Allah), ndithu zabwino za khamalo zili pa iye mwini. Ndithu Allah siwosaukira chilichonse kwa zolengedwa Zake"},{"SurahNumber":29,"VerseNumber":7,"Text":"“Ndipo amene akhulupirira ndi kumachita zabwino, Tidzawafafanizira zoipa zawo, ndipo tidzawalipira zabwino kuposa zomwe amachita"},{"SurahNumber":29,"VerseNumber":8,"Text":"“Ndipo tamulamula munthu kuchitira zabwino makolo ake. Koma ngati atakukakamiza (makolo ako) kuti undiphatikize Ine ndi (zinthu zina) zomwe iwe sukuzidziwa, usawamvere. Kwa Ine ndiko kobwerera kwanu, ndipo ndidzakuuzani zimene mumachita"},{"SurahNumber":29,"VerseNumber":9,"Text":"“Ndipo amene akhulupirira ndi kumachita zabwino, tidzawalowetsa m’gulu la anthu abwino"},{"SurahNumber":29,"VerseNumber":10,"Text":"“Ndipo alipo ena mwa anthu omwe akunena: “Takhulupirira mwa Allah.” Koma akavutitsidwa chifukwa cha Allah, amawachita masautso a anthu monga chilango cha Allah, (sapirira; iwowa ndi achinyengo (achiphamaso). Ndipo chikadza chipulumutso chochokera kwa Mbuye wako amanena: “Ndithu ife tidali pamodzi ndi inu.” (Koma chikhalirecho akunena zonama). Kodi Allah sadziwa zomwe zili m’zifuwa za zolengedwa"},{"SurahNumber":29,"VerseNumber":11,"Text":"“Ndipo ndithu Allah awaonetsera poyera amene akhulupirira (moona), ndiponso awaonetsera poyera achiphamaso (achinyengo)"},{"SurahNumber":29,"VerseNumber":12,"Text":"“Ndipo amene sadakhulupirire adanena kwa okhulupirira: “Tsatani njira yathu; (musatsate njira ya Muhammad). Ife tidzakusenzerani machimo anu (kuti chilichonse chisakupezeni). Koma sadzasenza chilichonse cha machimo awo, ndithu iwo ngabodza"},{"SurahNumber":29,"VerseNumber":13,"Text":"“Ndipo ndithudi, adzasenza mitolo ya machimo ndi mitolo yina yamachimo (ya omwe adawasokeretsa) poiphatikiza ku mitolo yawo ya machimo. (Nawonso osokezedwa, adzasenzanso mitolo ya machimo chifukwa cha kutsatira kwawo anthu owasokezawo). Ndipo pa tsiku la Qiyâma (chimaliziro,) ndithu adzafunsidwa pa zimene amapeka"},{"SurahNumber":29,"VerseNumber":14,"Text":"“Ndipo ndithu tidamtuma Nuh kwa anthu ake ndipo adakhala nawo zaka chikwi chimodzi kupatulapo zaka makumi asanu. (Koma m’nthawi yonseyi sadatsatire ulaliki wake). Choncho chigumula chidawapeza (ndipo adamira onse), uku ali odzichitira zoipa"},{"SurahNumber":29,"VerseNumber":15,"Text":"“Tidampulumutsa iye (ndi anthu ake) a m’chombo; ndipo tidachita ichi kuti likhale phunziro kwa zolengedwa"},{"SurahNumber":29,"VerseNumber":16,"Text":"“Ndipo (akumbutse nkhani ya) Ibrahim pamene adawauza anthu ake: “Mpembedzeni Allah ndi kumuopa. Zimenezo nzabwino kwa inu ngati mukudziwa (kusiyana kwa chabwino ndi choipa).”"},{"SurahNumber":29,"VerseNumber":17,"Text":"“Ndithu inu mukupembedza mafano kusiya (kupembedza) Allah ndipo mwadzipangira chonama. Ndithu amene mukuwapembedzawo kusiya Allah, sangakupatseni rizq (madalitso) choncho funani rizq (madalitso) kwa Allah, ndipo mpembedzeni Iye Yekha ndi kumthokoza. Kwa Iye ndikomwe mudzabwerera (tsiku la chimaliziro)"},{"SurahNumber":29,"VerseNumber":18,"Text":"“Ndipo ngati mutsutsa, ndithu mibadwo ya omwe adalipo patsogolo panu idatsutsanso. Ndipo kwa Mtumiki kulibe udindo wina koma kufikitsa uthenga woonekera poyera, (womveka bwino)"},{"SurahNumber":29,"VerseNumber":19,"Text":"“Kodi saona momwe Allah ayambitsira zolengedwa, kenako nkuzibwerezanso? Ndithu kwa Allah zimenezo nzosavuta"},{"SurahNumber":29,"VerseNumber":20,"Text":"“Nena: “Yendani pa dziko ndi kuona momwe Allah adayambitsira chilengedwe; kenako Allah adzaumba, kuumba kwina. Ndithu Allah Ndiwokhoza chilichonse.”"},{"SurahNumber":29,"VerseNumber":21,"Text":"““Amamlanga yemwe wamfuna ndipo amamchitira chifundo amene wamfuna, ndipo kwa Iye nonse mudzabwezedwa.”"},{"SurahNumber":29,"VerseNumber":22,"Text":"““Ndipo inu simungampambane (Allah) pa dziko ngakhale kumwamba (pomuzemba kuti asakulangeni). Inu mulibe mtetezi kapena mpulumutsi kupatula Allah.”"},{"SurahNumber":29,"VerseNumber":23,"Text":"“Ndipo amene akana Ayah (ndime) za Allah ndi kukumana Naye amenewo ndiwo ataya mtima pa zakupeza chifundo Changa, ndipo iwowo ndiwo adzapeza chilango chowawa"},{"SurahNumber":29,"VerseNumber":24,"Text":"“Choncho yankho la anthu ake silidali lina koma adangoti: “Mupheni kapena mtentheni ndi moto.” Koma Allah adampulumutsa ku moto. Ndithu m’zimenezi muli zisonyezo (zosonyeza mphamvu za Allah) kwa anthu okhulupirira"},{"SurahNumber":29,"VerseNumber":25,"Text":"“Ndipo adanena: “Ndithu inu mwasankha mafano kukhala milungu kusiya Allah, ndipo mukukondana pakati panu m’moyo wa pa dziko; (pokhalirana pamodzi ndi kupitiriza kupembedza mafanowo mwachimvano). Koma tsiku la Qiyâma, mudzakanana wina ndi mnzake, komanso mudzatembelerana wina ndi mnzake, malo anu adzakhala ku Moto, ndipo simudzapeza okupulumutsani.”"}]}