{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"İnsanlara iyiliği emredersiniz de kendinizi unutur musunuz? Kitabı okuyup durduğunuz halde düşünmez misiniz"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla Allah’tan yardım isteyin ve Allah için gerçekten bir saygı gösterip kalbi ürperenlerden başkasına namaz elbette ağır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Rablerine kavuşacak ve O’na döneceklerini umanlar için"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar alemlere üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimseden faydalanamayacağı, kimseden bir şefaat kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım da görülmeyeceği bir günden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":49,"Text":"Size kötüce işkence eden, kadınlarınızı sağ bırakıp oğullarınızı öldüren Firavun hanedanından sizi kurtarmıştık. Bunda Rabbinizden büyük bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve sizin için denizi yardık, sizi kurtarıp; gözünüzün önünde, Firavun hanedanını suda boğmuştuk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Musa'ya (vahyetmek için) kırk geceyi vaad vermiştik. Ama siz zalimlik ederek onun ardından buzağıya tapınmıştınız"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra da yine belki şükredersiniz diye sizi affetmiştik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Hidayete eresiniz diye Musa’ya kitabı ve furkanı vermiştik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musa kavmine: Ey halkım! Siz buzağıyı ilah edinerek kendinize zulmettiniz. Hemen yaratıcınıza tevbe edip, birbirinizi öldürün. Böyle yapmanız, yaratıcınız katında sizin için hayırlı olduğu için tevbenizi kabul eder, demişti. O daima tevbeleri kabul eden ve çokça merhamet eden odur"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ey Musa, Allah’ı apaçık görmedikçe sana inanmayacağız, demiştiniz de, gözünüz bakıp dururken sizi yıldırım çarpmıştı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Ölümünüzden sonra belki şükredersiniz diye sizi tekrar diriltmiştik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Bulutlarla sizi gölgelendirdik, kudret helvası ve bıldırcın gönderdik. Size rızık olarak verdiğimiz güzel şeylerden yiyin, dedik. Onlar bize değil ancak kendilerine zulmediyorlardı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani: \"Şu kasabaya girip, dilediğiniz yerden istediğinizi bol bol yiyin. Kapısından secde ederek/boynu bükük, zelil olarak girin ve “Bağışla” deyin de sizi bağışlayalım. Güzel davrananların mükâfatını da artıralım.\" demiştik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Fakat, zulmedenler kendilerine söylenmiş olan sözü başka bir sözle değiştirdiler. Biz de, zalimlere, günah işleyerek yoldan çıktıkları için gökten kahredici bir azap indirmiştik"}]}