{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"I quan Moisés va demanar aigua per al seu poble. Vam dir: «Copeja la roca amb la teva vara!» I van brollar d'ella dotze deus. Tots sabien de quin havien de beure. «Mengeu i beveu del sosteniment d'Al·là i no obreu malament en la terra corrompent!»"},{"SurahNumber":2,"VerseNumber":61,"Text":"I quan vau dir: «Moisés! No podrem suportar una sola classe d'aliment. Demana al teu Senyor de part nostra que ens tregui quelcom del que la terra produïx: verdures, cogombres, alls, llentilles i cebes!» Va dir: «Aneu a canviar el que és millor per alguna cosa pitjor? Baixeu al poble i trobareu el que demaneu!» La humiliació i la misèria es van abatre sobre ells i van incórrer en la ira d'Al·là. Perquè no havien prestat fe als signes d'Al·là i havien donat mort als profetes sense justificació. Perquè havien desobeït i violat la llei"},{"SurahNumber":2,"VerseNumber":62,"Text":"Els creients, els jueus, els cristians, els sabeiens, quines creuen en Al·là i en l'últim Dia i obren bé. aquests tenen el seu recompensa al costat del seu Senyor. No han de témer i no estaran trists"},{"SurahNumber":2,"VerseNumber":63,"Text":"I quan vam concertar un pacte amb vosaltres i aixequem la muntanya per sobre de vosaltres: «Aferreu-vos al que us hem donat i recordeu el seu contingut! Potser, així, sigueu piadosos»"},{"SurahNumber":2,"VerseNumber":64,"Text":"I, després d'això, us vau tornar enrere i, si no arriba a ésser pel favor d'Al·là en vosaltres i per La seva misericòrdia, hauríeu estat dels quals perden"},{"SurahNumber":2,"VerseNumber":65,"Text":"Sabeu, certament, qui de vosaltres van violar el dissabte. Els vam dir: «Convertiu-vos en micos repugnants!»"},{"SurahNumber":2,"VerseNumber":66,"Text":"I vam fer d'això un càstig exemplar per als contemporanis i els seus descendents, una exhortació per als piadosos"},{"SurahNumber":2,"VerseNumber":67,"Text":"I quan Moisés va dir al seu poble: «Al·là us ordena que sacrifiqueu una vaca». Van dir: «Ens prens a burla?» Va dir: «Al·là em lliuri d'ésser dels ignorants!»"},{"SurahNumber":2,"VerseNumber":68,"Text":"Van dir: «Demana al teu Senyor de la nostra part que ens aclareixi com ha de ser ella». Va dir: «Diu que no és una vaca vella ni jove, sinó d'edat mitja. Feu, doncs, com se us mana»"},{"SurahNumber":2,"VerseNumber":69,"Text":"Van dir: «Demana al teu Senyor de la nostra part que ens aclareixi de quin color ha de ser. Va dir: «Diu que és una vaca groga d'un groc intens, que faci les delícies dels que la miren»"},{"SurahNumber":2,"VerseNumber":70,"Text":"Van dir: «Demana al teu Senyor de la nostra part que ens aclareixi com és, doncs totes les vaques ens semblen iguals. Així. si Al·là vol, serem, certament, bé dirigits»"},{"SurahNumber":2,"VerseNumber":71,"Text":"Va dir: «Diu que és una vaca que no ha estat emprada en el labor de la terra ni en el reg del cultiu, sana, sense tatxa». Van dir: «Ara has dit la veritat». I la van sacrificar, encara que poc va faltar perquè no ho fessin"},{"SurahNumber":2,"VerseNumber":72,"Text":"I quan vau matar a un home i us ho vau recriminar, però Al·là va revelar el que ocultàveu"},{"SurahNumber":2,"VerseNumber":73,"Text":"Llavors vam dir: «Copegeu-lo amb un tros d'ella!» Així Al·là tornarà els morts a la vida i us farà veure Els seus signes. Potser, així, comprengueu"},{"SurahNumber":2,"VerseNumber":74,"Text":"I, després d'això, es van endurir els vostres cors i es van posar com la pedra o encara més durs. Hi ha pedres de les quals brollen rierols, unes altres que es trenquen i es cola l'aigua per elles, unes altres que es vénen baix de por d'Al·là. Al·là està atent al que feu"}]}