{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":42,"VerseNumber":13,"Text":"Han forordnede jer samme religionen forordne Noah hvad vi inspirerede jer hvad vi forordnede Abraham Moses Jesus Du uphold den her religion ikke deler det idolet tilbedere mere misbillige hvad du inviterer dem gøre! GUD INDFRIR SIG whomever HAN VILJER; HAN guides SIG KUN DE TOTALT FORELÆGGER"},{"SurahNumber":42,"VerseNumber":14,"Text":"Ironically de knækket sekter kun efter viden kom dem due til jalousi fortrydelse sig. Det ikke var forudbestemte bestemmelse Deres Lord respit dem fora bestemte interim de bedømmes omgående! Indeed senere generationerne arvede scripture er fulde af tvivl"},{"SurahNumber":42,"VerseNumber":15,"Text":"Den er hvad jer prædike bestemt vedligeholde hvad du befales gøre ikke følge deres ønsker! Proklamere jeg tro ind al scriptures sendte GUD! Jeg befaledes bedømme jer equitably. GUD ER VORE Lord DERES Lord Vi haver vore deeds du haver Deres deeds. Xxxx ikke er argument os I. GUD ville SAMLES OS al SAMMEN; TIL HAM ER ultimate destiny"},{"SurahNumber":42,"VerseNumber":16,"Text":"De som argumentere GUD efter modtage Hans meddelelse deres argument nullified deres Lord De incurred fordømmelse trænger severe gengældelse"},{"SurahNumber":42,"VerseNumber":17,"Text":"GUD ER ENE SOM SENDTE scripture afsie SANDHEDEN LOVEN. Al du kender Timen (Dag Bedømmelse) være meget lukker"},{"SurahNumber":42,"VerseNumber":18,"Text":"Udfordre det er de ikke tro ind det! Angående de tror de vedrøres det de kende at det er sandheden! Absolut de benægter Timen går langt astray"},{"SurahNumber":42,"VerseNumber":19,"Text":"GUD ER fully aware af AL HANS VÆSER; HAN forsyne for whomever HAN VILJER. Han er Mægtige Almægtig"},{"SurahNumber":42,"VerseNumber":20,"Text":"Whoever søge belønningerne Herefter, vi multiplicerer belønningerne ham! whoever søge materials den verden vi giver ham therefrom derefter han ikke modtar dele Herefter"},{"SurahNumber":42,"VerseNumber":21,"Text":"De følger idoler forordner dem religiøse love aldrig autoriserede GUD. Dersom ikke var i forudbestemte bestemmelsen de bedømmes omgående! Indeed overtræderne incurred smertelige gengældelse"},{"SurahNumber":42,"VerseNumber":22,"Text":"Du se overtræderne bekymre alt de forpligtede; alt komme haunt dem! Angående de tro ledte righteous liv de være haverne Paradis! De modta whatever de ønsker deres Lord Den er great velsignelsen"},{"SurahNumber":42,"VerseNumber":23,"Text":"Den er gode nyheden fra GUD Hans servants tro lede righteous liv! sie jeg ikke spørge jer nogen lønning. Jeg spørger hvert af du skiftes omsorg af Deres egen slægtninger. Nogen gør righteous arbejde vi multiplicerer hans belønner det. GUD ER Forgiver Taknemlig"},{"SurahNumber":42,"VerseNumber":24,"Text":"De sigende Han (Rashad) er fabricated løgne GUD!? Gud willed Han forsegle Deres forstand GUD udvisker falsehood affirms sandheden Hans gloser! Han er fully aware af inderste tankerne"},{"SurahNumber":42,"VerseNumber":25,"Text":"Han er En accepterer angeren Hans servants remitterer synderne. Han er fully aware af alt jer gøre"},{"SurahNumber":42,"VerseNumber":26,"Text":"Svarende Ham er de tro lede righteous liv! Han brusebad dem Hans velsignelser. Angående tvivlerne de incurred severe gengældelse"}]}