{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Айт: «Мен силерге бир гана нерсени — бирден, экиден болуп Аллаһка түз (эч нерсени шерик кылбай) турууңарды, андан кийин (жакшылап) пикир кылууңарды насаат кыламын. Силердин жолдошуңарда эч кандай жиндилик(тин белгилери) жок. Ал болгону, катуу азапты силерге эскерткени келген пайгамбар!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Айткын: «Мен силерден (эскерткеним үчүн) акы сурабаймын. Ал өзүңөргө буюрсун. Мага сыйлык берүү Аллаһтын вазыйпасы. Ал- ар бир нерсеге Күбө»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Айт: «Албетте, менин Раббим Акыйкатты (жалганга каршы) таштайт. Ал кайып нерселерди Билүүчү!»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Айт: «Акыйкат (Тавхид) келди. (Жалган-ширк алсыз болуп калды) эми жалган (өз ишин) баштай да албайт, кайталай да албайт!»"},{"SurahNumber":34,"VerseNumber":50,"Text":"(Мушриктерге) айт: «Эгер мен (силер айткандай) адашкан болсом, өзүмдүн зыяныма адашкан боломун. Ал эми, Туура Жол тапкан болсом, бул мага Раббим вахий кылган нерсе себептүү. Чынында, Ал - Угуучу (жана) Жакын»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Сен алардын (тозокту көргөндө катуу) коркуп, бирок, качып кете албай, (тозокко) жакын жерден кармалганын бир көрсөң эле"},{"SurahNumber":34,"VerseNumber":52,"Text":"(Ошондо) алар: «Жалган деген нерсебизге ыйман келтирдик!» дешет. Эми аларга алыс жерден (наркы дүйнөдөн ыйманга) жетиш кайда"},{"SurahNumber":34,"VerseNumber":53,"Text":"Бирок, алар мындан мурун (дүйнө жашоосунда) бул нерсеге тап-такыр каапыр болушуп, (ошол) алыс жерден кайыпты (Акыретти) жалганга чыгарып коюшкан"},{"SurahNumber":34,"VerseNumber":54,"Text":"Эми алар менен эңсеген нерселеринин (дүйнөгө кайтууларынын) арасы тосулуп коюлду. Мындан мурун дагы алардын пикирлештерине дал ушундай кылынган. Алар (Акырет жөнүндө) аябай чоң шектенүүдө болушкан"},{"SurahNumber":35,"VerseNumber":1,"Text":"Бардык мактоо-даңазалар асмандар жана жердин жаратуучусу Аллаһка таандык (Ал) периштелерди эки, үч, төрт канаттуу элчилер кылып жаратты.? Аллаһ (Өзү жараткан) макулуктарда Өзү каалаган нерсени көбөйтөт. Чынында, Аллаһ ар нерсеге Кудуреттүү"},{"SurahNumber":35,"VerseNumber":2,"Text":"Аллаһадамдар үчүн ачып койгон ырайымды эч ким кармап кала албайт. (Ошондой эле) Аллаһ кармап калган нерсени, Андан кийин эч ким жибере албайт. Ал Кудуреттүү, Даанышман"},{"SurahNumber":35,"VerseNumber":3,"Text":"О,адамдар! Аллаһтын берген нээматын (көп) эстегиле! (Антпегенде) силерге асман-жерден ырыскы берген Аллаһтан башка Жаратуучу бар беле? Эч бир кудай жок, бир Өзү бар: (Өзүнө ибадат кылбай) дагы кайда бурулуп баратасыңар"},{"SurahNumber":35,"VerseNumber":4,"Text":"(О, Мухаммад!) Эгер (элиң) сени «жалганчы» деген болсо, сенден мурунку пайгамбарлар деле жалганчыга чыгарылган. Бардык иштер Аллаһка кайтат"},{"SurahNumber":35,"VerseNumber":5,"Text":"О,адамдар Албетте, Аллаһтын убадасы акыйкат. Силерди дүйнө(нүн кооз-жылтырак) жашоосу азгырып койбосун! Дагы силерди жалганчы (шайтан)! Аллахтан азгырбасын"},{"SurahNumber":35,"VerseNumber":6,"Text":"Чынында, шайтан силерге (түбөлүк) душман! Аны (дайым) душман туткула! Чынында ал өзү(нө ээрчиген) жамаатты тозок элдеринен болууга чакырат"},{"SurahNumber":35,"VerseNumber":7,"Text":"Каапыр адамдар үчүн (Кыяматта) катуу азап бар. Ал эми, ыйман келтирип, салих амалдарды жасагандарга (Аллаһ тарабынан) кечирим жана улук сооп бар"},{"SurahNumber":35,"VerseNumber":8,"Text":"(Айткылачы, күнөө) ишинин жамандыгы өзүнө кооз көргөзүлгөн соң, аны жакшы иш деп эсептеген киши (Аллаһ Туура Жолго баштаган киши сыяктуу) боло алабы? Аллаһ каалаган адамын (ушинтип) адаштырат, каалаганын Туура Жолго баштайт. (О, Мухаммад!) Жаның алар (мушриктер) үчүн кайгы чекпей эле койсун! Албетте, Аллаһ алар эмне кылып жатканын жакшы Билүүчү"},{"SurahNumber":35,"VerseNumber":9,"Text":"Аллаһ— шамал жиберген Зат! Шамал булуттарды козгогондо, Биз аларды өлүк (кургак) шаарга айдап барып (жамгыр-жаадырып) аны менен өлүк жерди тирилтебиз. Кайра тирилүү да ушундай"},{"SurahNumber":35,"VerseNumber":10,"Text":"Ким урматтуу болууну кааласа (билип алсын:) Бардык урмат-сый Аллаһка таандык.! Таза-пакиза сөздөр Анын Өзүнө көтөрүлөт. Салих амалды дагы Өзү көтөрүп алат. Күнөө иштерди айлакерлик менен жасагандарга катуу азап бар! Алардын айлакерликтери текке кетет"},{"SurahNumber":35,"VerseNumber":11,"Text":"(О, инсандар) Аллаһ силерди (алгач ирет) топурактан, андан кийин бел суудан жаратты. Кийин (жетилген курагыңарда) силерди жуп-жубайлар кылды. Ургаачылардын боюна эмне бүтүп, эмне төрөгөнүн Ал билип турат. Жана жашоочунун канчалык өмүр сүрөөрү жана өмүрүнөн канчасы кыскараары (Аллаһтын алдындагы) Китепте бар, Албетте, бул Аллаһ үчүн жеңил"},{"SurahNumber":35,"VerseNumber":12,"Text":"Дарыя менен деңиз тең эмес. Мунусу ширин-таттуу, аны ичүү жагымдуу. Тигиниси ачуу-туздуу. Экөөсүнөн тең силер таза-жаңы эт жейсиңер. Жана (деңизден) өзүңөр тагына турган зыйнат(таш)тарды чыгарып аласыңар. Жана силер анда (толкундарды) жарып (сүзүп) бара жаткан кемени көрөсүңөр. (Бул) Аллаһтын пазилетин (ырыскысын) издешиңер үчүн (бир себеп). Кана эми шүгүр кылсаңар"},{"SurahNumber":35,"VerseNumber":13,"Text":"(Аллаһ) түндү күндүзгө, күндүздү түнгө киргизет. Жана Күн менен Айды силерге моюн сундуруп (кызматчы кылып) койду. Ар бири белгиленген убакытка чейин (асманда) жүрө берет. Ушул Аллаһ — Раббиңер. (Бардык) мүлк жеке Өзүнүн колунда. (О, мушриктер!) Андан башка силер дуба кылып жаткан «кудайларыңар» чел кабыктай нерсеге да ээ эмес"},{"SurahNumber":35,"VerseNumber":14,"Text":"Эгер аларга дуба кылсаңар, дубаңарды укпайт. Эгер (кыялыңарда) укса да, силерге жооп бере алмак эмес. (Ошондуктан), Кыямат Күнү аларды (Аллаһка) шерик кылганыңарга нараазы болушат. (Оо, Мухаммад!) Эч ким сага Кабардар (Аллаһ) сыяктуу кабар бере албайт"}]}