{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Te vor întreba de prăzi. Spune-le: “Prăzile sunt ale lui Dumnezeu şi ale trimisului. Temeţi-vă de Dumnezeu! Împăcaţi-vă între voi şi daţi ascultare lui Dumnezeu şi trimisului Său, dacă sunteţi credincioşi!”"},{"SurahNumber":8,"VerseNumber":2,"Text":"Credincioşi sunt doar cei ale căror inimi freamătă când este amintit Dumnezeu, cei a căror credinţă creşte când li se recită versetele Sale şi se încredinţează Domnului lor"},{"SurahNumber":8,"VerseNumber":3,"Text":"cei care îşi săvârşesc rugăciunea, cei care dau milostenie din cele cu care i-am înzestrat"},{"SurahNumber":8,"VerseNumber":4,"Text":"Aceştia sunt cu adevărat credincioşi. Trepte înălţate le sunt sortite la Domnul lor, cu iertare şi înzestrare îmbelşugată"},{"SurahNumber":8,"VerseNumber":5,"Text":"Domnul tău te-a scos din casă întru Adevăr când unii credincioşi urau aceasta"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ei se ceartă cu tine despre Adevăr cu toate că le-a fost arătat limpede, ca şi cum ar fi mânaţi spre moarte şi chiar ar vedea-o"},{"SurahNumber":8,"VerseNumber":7,"Text":"Când Dumnezeu v-a făgăduit că una dintre cele două tabere va fi a voastră aţi fi vrut ca cea fără arme să fie a voastră, însă Dumnezeu a vrut ca Adevărul să se împlinească prin cuvintele Sale şi ca tăgăduitorilor să li se taie rădăcinile"},{"SurahNumber":8,"VerseNumber":8,"Text":"ca Adevărul să fie adeverit şi zădărnicia zădărnicită în ciuda nelegiuiţilor"},{"SurahNumber":8,"VerseNumber":9,"Text":"Când cereţi ajutorul Domnului vostru, el vă va răspunde: “Vă voi întări cu o mie de îngeri, unii în spatele altora.”"},{"SurahNumber":8,"VerseNumber":10,"Text":"Dumnezeu nu a făcut-o decât întru bunăvestire, ca inimile voastre să se liniştească, căci, orice biruinţă numai de la Dumnezeu vine. Dumnezeu este Puternic, Înţelept"},{"SurahNumber":8,"VerseNumber":11,"Text":"Când vă învăluie somnul în pace de la El, atunci din cer trimite asupra voastră apă ca să vă curăţe, ca să îndepărteze de voi pângărirea Diavolului, ca să vă oblojească inimile şi să vă întărească picioarele"},{"SurahNumber":8,"VerseNumber":12,"Text":"Domnul tău a dezvăluit îngerilor: “Eu sunt cu voi. Întăriţi-i pe cei care cred şi Eu voi arunca groaza în inimile celor care tăgăduiesc. Zdrobiţi-le grumazurile, zdrobiţi-le fiece deget.”"},{"SurahNumber":8,"VerseNumber":13,"Text":"Aceasta, căci s-au rupt de Dumnezeu şi de trimisul Său. Faţă de cei care s-au rupt de Dumnezeu şi de trimisul Său, Dumnezeu este Aprig la pedeapsă"},{"SurahNumber":8,"VerseNumber":14,"Text":"Acesta vă este vouă! Gustaţi-l! Tăgăduitorii, de osânda Focului, vor avea parte"},{"SurahNumber":8,"VerseNumber":15,"Text":"O, voi cei ce credeţi! Când îi întâlniţi pe cei care tăgăduiesc gata de luptă, nu le întoarceţi spatele"},{"SurahNumber":8,"VerseNumber":16,"Text":"căci cel care întoarce spatele într-o asemenea zi — dacă nu se duce la o altă bătălie ori dacă nu se alătură unei alte oştiri — acela va atrage mânia lui Dumnezeu asupra sa şi limanul său va fi Gheena! Urâtă devenire"},{"SurahNumber":8,"VerseNumber":17,"Text":"Pe ei, nu voi i-aţi ucis, ci Dumnezeu i-a ucis. Nu tu ai aruncat când ai aruncat, ci Dumnezeu a aruncat ca să-i pună pe credincioşi la o frumoasă încercare de la El. Dumnezeu este Auzitorul, Ştiutorul"},{"SurahNumber":8,"VerseNumber":18,"Text":"Aceasta vă este vouă! Dumnezeu a slăbit vicleşugurile tăgăduitorilor"},{"SurahNumber":8,"VerseNumber":19,"Text":"Dacă căutaţi biruinţa, aţi căpătat-o! Dacă vă opriţi, va fi mai bine pentru voi. Dacă vă mai întoarceţi, şi noi ne vom întoarce. Oştile voastre nu vă slujesc la nimic, chiar dacă sunt numeroase. Dumnezeu este cu credincioşii"},{"SurahNumber":8,"VerseNumber":20,"Text":"O, voi cei ce credeţi! Daţi ascultare lui Dumnezeu şi trimisului Său! Nu-i întoarceţi spatele, de vreme ce auziţi"},{"SurahNumber":8,"VerseNumber":21,"Text":"Nu fiţi asemenea celor care spun: “Am auzit.” Ei n-au auzit însă nimic"}]}