{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Kuma dã Allah Ya shimfiɗa arziki ga bãyinSa, dã sun yi zãluncin rarraba jama'a a cikin ƙasa, kuma amma Yanã sassaukarwa gwargwado ga abin da Yake so. Lalle ne Shĩ, game da bãyinSa, Mai labartawa ne, Mai gani"},{"SurahNumber":42,"VerseNumber":28,"Text":"Kuma Shĩ ne ke sassaukar da girgije (ruwa) a bãyan sun yanke ƙauna kuma Yana wãtsa rahamarSa, alhãli kuwa Shĩ ne Majiɓinci, Mai gõdiya"},{"SurahNumber":42,"VerseNumber":29,"Text":"Kuma akwai daga ãyõyinSa, halittar sammai da ƙasa da abin da Ya wãtsa a cikinsu na dabba alhãli kuwa Shĩ Mai ĩko ne ga tãra su, a lõkacin da Yake so"},{"SurahNumber":42,"VerseNumber":30,"Text":"Kuma abin da ya sãme ku na wata masifa, to, game da abin da hannãyenku suka sana' anta ne kuma (Alah) Yanã Yafẽwar (waɗansu laifuffuka) mãsu yawa"},{"SurahNumber":42,"VerseNumber":31,"Text":"Kuma ba ku zama mãsu buwãya ba a cikin ƙasa kuma bã ku da wani majiɓinci, wanin Allah, kuma bã ku da wani mataimaki"},{"SurahNumber":42,"VerseNumber":32,"Text":"Kuma akwai daga ãyõyinsa, jirãge mãsu gudãna a cikin tẽku kamar duwãtsu"},{"SurahNumber":42,"VerseNumber":33,"Text":"Idan Ya so, sai Ya kwantar da iskar, sai jirãgen su yini sunã mãsu kawaici a kan bãyan tẽkun, Lalle ne ga wancan, haƙĩƙa, akwai ãyõyi ga dukan mai haƙuri, Mai gõdiya"},{"SurahNumber":42,"VerseNumber":34,"Text":"Kõ Ya halakã su (sũ jirãgen) sabõda abin da mãsu su suka sanã'anta, alhãli kuwa Yanã yãfe (laifuffuka) mãsu yawa"},{"SurahNumber":42,"VerseNumber":35,"Text":"Kuma dõmin waɗanda ke jãyayya a cikin ãyõyinMu su sani (cẽwa) bã su da wata mafaka"},{"SurahNumber":42,"VerseNumber":36,"Text":"Sabõda haka abin da aka bã ku, kõ mẽne ne, to, jin dãɗin rayuwar dũniya ne, kuma abin da ke a wurin Allah Shĩ ne mafĩfĩci, kuma Shĩ ne mafi wanzuwa ga waɗanda suka yi ĩmãni kuma sunã dõgara a kan Ubangijinsu kawai"},{"SurahNumber":42,"VerseNumber":37,"Text":"Kuma waɗanda ke nisantar manyan zunubbai da ayyukan alfãsha, kuma idan sun yi fushi, sũ, sunã gãfartawa"},{"SurahNumber":42,"VerseNumber":38,"Text":"Da waɗanda suka karɓa kira ga Ubangijinsu, kuma suka tsayar da salla, kuma al'amarinsu shãwara ne a tsakãninsu, kuma daga abin da Muka azurta su sunã ciyarwa"},{"SurahNumber":42,"VerseNumber":39,"Text":"Da waɗanda idan zãlunci ya sãme su, sunã nẽman taimako (su rãma)"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kuma sakamakon cũta shĩ ne wata cũta kamarta, sai dai wanda Ya yãfe kuma ya kyautata, to lãdarsa nã ga Allah. Lalle ne, Shĩ (Allah) bã Ya son azzãlumai"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kuma Lalle ne, wanda ya nẽmi taimakon rãmãwa a bãyan an zãlunce shi, to waɗannan bãbu wata hanyar zargi a kansu"},{"SurahNumber":42,"VerseNumber":42,"Text":"lnda hanyar zargi kawai take, shĩ ne a kan waɗanda ke zãluntar mutãne kuma sunã ƙẽtare haddin shari'a cikin ƙasa bã tare da haƙƙi ba. Waɗannan sunã da azãba Mai raɗaɗi"},{"SurahNumber":42,"VerseNumber":43,"Text":"Kuma Lalle ne, wanda ya yi haƙuri kuma ya gãfarta (wa wanda ya zãlunce shi), to shĩ wancan aiki haƙĩƙa, yanã daga manyan al'amura (da Allah ke so)"},{"SurahNumber":42,"VerseNumber":44,"Text":"Kuma wanda (Allah Ya ɓatar, to, bã shi da wani majiɓinci bãyanSa, kuma zã ka ga azzãlumai, a lõkacin da suka ga azãba, sunã cẽwa, \"Shin, akwai hanya zuwa ga kõmãwa)"},{"SurahNumber":42,"VerseNumber":45,"Text":"Kuma kanã ganin su anã gitta su a kanta, sunã ƙasƙantattu sabõda wulãkanci, sunã hange daga gefen gani ɓoyayye. Kuma waɗanda suka yi ĩmãni sai su ce, \"Lalle ne, mãsu hasãra, sũ ne waɗanda suka yi hasãrar rãyukansu da iyãlansu a Rãnar ¡iyãma.\" To, lalle ne, azzãlumai sunã a cikin wata azãba zaunanniya"},{"SurahNumber":42,"VerseNumber":46,"Text":"Kuma waɗansu majiɓinta ba su kasance ba a gare su, waɗanda ke iya taimakonsu, baicin Allah. Kuma wanda Allah Ya ɓatar, to, bã shi da wani gõdabe na tsĩra"},{"SurahNumber":42,"VerseNumber":47,"Text":"Ku karɓã wa Ubangijinku tun gabãnin wani yini ya zo, bãbu makawa gare shi daga Allah, bã ku da wata mafaka a rãnar nan, kuma bã ku iya yin wani musu"},{"SurahNumber":42,"VerseNumber":48,"Text":"To, idan sun bijire, to, ba Mu aike ka kanã mai tsaro a kansu ba, bãbu abin da ke a kanka fãce iyar da Manzanci. Kuma lalle ne, Mũ idan Mun ɗanɗana wa mutum wata rahama daga gare Mu, sai ya yi farin ciki da ita, kuma idan wata masĩfa ta sãme su sabõda abin da hannayensu suka gabãtar, to, lalle ne mutum mai tsananin kãfirci ne"},{"SurahNumber":42,"VerseNumber":49,"Text":"Mulkin sammai da ƙasa na Allah kawai ne. Yanã halitta abin da Yake so. Yanã bãyar da 'ya'ya mãtã ga wanda yake so, kuma Yanã bãyar da ɗiya maza ga wanda Yake so"},{"SurahNumber":42,"VerseNumber":50,"Text":"Kõ kuma Ya haɗa su maza da mãtã, kuma Yanã sanya wanda Ya so bakarãre. Lalle shi, Mai ilmi ne, Mai ĩkon yi"}]}