{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"L'única cosa que va respondre el seu poble va ser: «Expulseu de la ciutat a la família de Lot! Són gent que les hi donen de purs»"},{"SurahNumber":27,"VerseNumber":57,"Text":"Els preservem del càstig, a ell i a la seva família, excepte a la seva dona. Determinem que fora dels que es ressaguessin"},{"SurahNumber":27,"VerseNumber":58,"Text":"I vam fer ploure sobre ells una pluja. Pluja fatal per als que havien estat advertits"},{"SurahNumber":27,"VerseNumber":59,"Text":"Digues: «Lloat sigui Al·là! Pau sobre Els seus serfs, que Ell ha triat! Qui és millor: Al·là o el que Li associen?»"},{"SurahNumber":27,"VerseNumber":60,"Text":"Qui, si no, ha creat els cels i la terra i fet baixar per a vosaltres aigua del cel, mitjançant la qual fem créixer aprimorats jardins allí on vosaltres no podríeu fer créixer arbres? Hi ha un déu juntament amb Al·là? Però és gent desviat"},{"SurahNumber":27,"VerseNumber":61,"Text":"Qui, si no, ha estabilitzat la terra, col·locat per ella rius, fixat muntanyes i posat una barrera entre les dues grans masses d'aigua? Hi ha un déu juntament amb Al·là? Però la majoria no saben"},{"SurahNumber":27,"VerseNumber":62,"Text":"Qui, si no, escolta la invocació del necessitat, lleva el mal i fa de vosaltres successors en la terra? Hi ha un déu juntament amb Al·là? Què poc us deixeu amonestar"},{"SurahNumber":27,"VerseNumber":63,"Text":"Qui, si no, us guia entre les tenebres de la terra i del mar, qui envia els vents com nuncis que precedeixen a La seva misericòrdia? Hi ha un déu juntament amb Al·là? Al·là està per sobre del que Li associen"},{"SurahNumber":27,"VerseNumber":64,"Text":"Qui, si no, inicia la creació i després la repeteix? Qui us proveïx dels béns del cel i de la terra? Hi ha un déu juntament amb Al·là? Digues: «Aporteu la vostra prova, si és veritat el que dieu!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Digues: «Ningú en els cels ni en la terra coneix l'ocult, fora d'Al·là. I no pressenteixen quan van a ser ressuscitats"},{"SurahNumber":27,"VerseNumber":66,"Text":"Al contrari, la seva ciència no arriba a l'altra vida. Dubten d'ella, més encara, estan cecs quant a ella es refereix»"},{"SurahNumber":27,"VerseNumber":67,"Text":"Els infidels diuen: «Quan nosaltres i els nostres pares siguem terra, se'ns traurà"},{"SurahNumber":27,"VerseNumber":68,"Text":"Això és el que abans se'ns va prometre, a nosaltres i als nostres pares! No són més que faules dels antics!»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Digues: «Aneu per la terra i mireu com van acabar els pecadors!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"No estiguis trist per ells ni t'angoixis per les seves intrigues"},{"SurahNumber":27,"VerseNumber":71,"Text":"Diuen: «Quan es complirà aquesta amenaça, si és veritat el que dieu?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Digues: «Potser quelcom d'allò la vinguda del_qual voleu apressar estigui ja trepitjant-vos els talons»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Sí, el teu Senyor dispensa El seu favor als homes, però la majoria no agraïxen"},{"SurahNumber":27,"VerseNumber":74,"Text":"En veritat, el teu Senyor coneix el que oculten els seus pits i el que manifesten"},{"SurahNumber":27,"VerseNumber":75,"Text":"No hi ha gens amagat en el cel ni en la terra que no estigui en una Escriptura clara"},{"SurahNumber":27,"VerseNumber":76,"Text":"Aquest Alcorà conta als Fills d'Israel la major part d'allò que discrepen"},{"SurahNumber":27,"VerseNumber":77,"Text":"És, sí, guia i misericòrdia per als creients"},{"SurahNumber":27,"VerseNumber":78,"Text":"El teu Senyor decidirà entre ells amb El seu Veredicte. És El Poderós, El Omniscient"},{"SurahNumber":27,"VerseNumber":79,"Text":"Confia en Al·là! Posseïxes la veritat manifesta"},{"SurahNumber":27,"VerseNumber":80,"Text":"Tu no pots fer que els morts escoltin, ni que els sords escoltin la crida si tornen l'esquena"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ni pots dirigir als cecs, traient-los de la seva pèrdua. Tu no pots fer que escoltin sinó qui creuen en Els nostres signes i estan sotmesos a Nosaltres"}]}