{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"و اگر فرشتگان را بر آن‌ها نازل می‌کردیم، و مردگان با آن‌ها سخن می‌گفتند، و همه چیز را در برابرشان گرد می‌آوردیم، هرگز ایمان نمی‌آورند، مگر آنکه الله بخواهد، ولی بیشترشان نمی‌دانند"},{"SurahNumber":6,"VerseNumber":112,"Text":"و این چنین برای هر پیامبری، دشمنی از شیاطین انس و جن قرار دادیم، که سخنان فریبنده و بی‌اساس (برای اغفال مردم) به یکدیگر القاء می‌کردند، و اگر پروردگارت می‌خواست، چنین نمی‌کردند، پس آن‌ها را با (تهمت و) دروغ‌هایشان وا‌‌‌ گذار"},{"SurahNumber":6,"VerseNumber":113,"Text":"و تا دل‌های کسانی‌که به آخرت ایمان ندارند به آن متمایل گردد، و به آن خوشنود شوند، و هر گناهی که بخواهند، انجام دهند"},{"SurahNumber":6,"VerseNumber":114,"Text":"(ای پیامبر بگو:) آیا غیر الله را به داوری طلب کنم؟! و حال آنکه او کسی است که (این) کتاب روشن (که همه چیز در آن بیان شده) به سوی شما نازل کرده است، و کسانی‌که به آن‌ها کتاب (آسمانی) داده‌ایم؛ می‌دانند که این (قرآن) به حق از سوی پروردگارت نازل شده است، بنابراین هرگز از تردید کنندگان مباش"},{"SurahNumber":6,"VerseNumber":115,"Text":"و کلام پروردگار تو با صدق و عدل به انجام رسید، هیچ کس نمی‌تواند کلمات او را دگرگون سازد، و او شنوای داناست"},{"SurahNumber":6,"VerseNumber":116,"Text":"و اگر از بیشتر کسانی‌که در روی زمین هستند اطاعت کنی، تو را از راه الله گمراه می‌کنند، زیرا (آن‌ها) جز از گمان پیروی نمی‌کنند، و جز به دروغ سخن نمی‌گویند"},{"SurahNumber":6,"VerseNumber":117,"Text":"به راستی پروردگارت به کسانی‌که از راه او گمراه می‌شوند، آگاه‌تر است، و او به هدایت‌یافتگان (نیز) آگاه‌تر است"},{"SurahNumber":6,"VerseNumber":118,"Text":"پس اگر به آیات او ایمان دارید از (گوشت) آنچه نام الله (هنگام ذبح) بر آن برده شده، بخورید"},{"SurahNumber":6,"VerseNumber":119,"Text":"و چرا از چیزهایی که (هنگام ذبح) نام الله بر آن‌ها برده شده نمی‌خورید؟! حال آنکه (الله) آنچه را بر شما حرام کرده، به روشنی بیان نموده است! مگر اینکه ناچار باشید. و همانا بسیاری (از مردم) به خاطر هوی و هوس و بی دانشی (دیگران را) گمراه می‌کنند، بی‌گمان پروردگارت به (حال) تجاوزکاران داناتر است"},{"SurahNumber":6,"VerseNumber":120,"Text":"و گناه آشکار و پنهان را رها کنید، همانا آنانکه مرتکب گناه می‌شوند، بزودی در برابر آنچه مرتکب می‌شوند، مجازات خواهند شد"},{"SurahNumber":6,"VerseNumber":121,"Text":"و از آنچه (هنگام ذبح) نام الله بر آن برده نشده، نخورید و همانا این (عمل) نافرمانی (و گناه) است و به راستی شیاطین به دوستان خود (شبهه‌هایی) القا می‌کنند، تا با شما مجادله کنند، و اگر از آن‌ها اطاعت کنید بی‌گمان مشرک خواهید بود"},{"SurahNumber":6,"VerseNumber":122,"Text":"آیا کسی‌که (با کفر) مرده بود، پس (با هدایت) او را زنده کردیم، و نوری برایش قرار دادیم که با آن در (میان) مردم راه می‌رود، همانند کسی است که در تاریکی‌ها باشد، و از آن خارج نگردد؟! این چنین برای کافران آنچه که انجام می‌دادند آراسته شده است"},{"SurahNumber":6,"VerseNumber":123,"Text":"و این گونه در هر شهر و دیاری، بزرگان (و سران) گناهکاران‌شان را قرار دادیم، تا در آن نیرنگ کنند، ولی نمی‌دانند که جز با خودشان مکر نمی‌ورزند"},{"SurahNumber":6,"VerseNumber":124,"Text":"و چون نشانه‌ای برای آن‌ها بیاید، می‌گویند: «ما هرگز ایمان نمیآوریم، مگر اینکه همانند آنچه به پیامبران الله داده شده، (به ما هم) داده شود». الله آگاه‌تراست که رسالت خویش را کجا قرار دهد، بزودی به کسانی‌که مرتکب گناه شدند، به سزای مکری که می‌ورزیدند؛ از جانب الله خواری، و عذاب سختی خواهد رسید"},{"SurahNumber":6,"VerseNumber":125,"Text":"پس هرکس را که الله بخواهد هدایت کند، سینه‌اش را برای (قبول) اسلام می‌گشاید، و هرکس را که بخواهد گمراه کند، سینه‌اش را چنان تنگ می‌کند که گویا به آسمان بالا می‌رود، این چنین الله پلیدی را بر کسانی‌که ایمان نمی‌آورند؛ قرار می‌دهد"},{"SurahNumber":6,"VerseNumber":126,"Text":"و این راه مستقیم پروردگار توست، بتحقیق ما آیات (خود) را برای گروهی که پند می‌گیرند، بیان کردیم"}]}