{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"آن گاه قرین او (شیطان) گوید: بار الها، من او را به طغیان و عصیان نکشیدم بلکه او خود در ضلالت دور (از اطاعت و سعادت) افتاد"},{"SurahNumber":50,"VerseNumber":28,"Text":"(آن گاه خدا به عتاب) گوید: در حضور من خصومت مکنید که من قبلا وعده عذاب را به شما گوشزد کردم"},{"SurahNumber":50,"VerseNumber":29,"Text":"دیگر وعده عذاب من مبدّل نخواهد شد و هیچ (در کیفر) ستمی به بندگان نخواهم کرد"},{"SurahNumber":50,"VerseNumber":30,"Text":"روزی که جهنّم را گوییم: آیا مملوّ (از وجود کافران) شدی؟ و او گوید: آیا (دوزخیان) بیش از این هم هستند؟"},{"SurahNumber":50,"VerseNumber":31,"Text":"و بهشت را برای اهل تقوا نزدیک آرند تا هیچ دور از آن نباشند (و رنج حرکت نکشند)"},{"SurahNumber":50,"VerseNumber":32,"Text":"این بهشت همان است که وعده داده شدید، برای هر بنده‌ای که به درگاه خدا بازگشته و نفس را (از حرام) نگه داشت"},{"SurahNumber":50,"VerseNumber":33,"Text":"آن کس که از خدای مهربان در باطن ترسید و با قلب خاشع و نالان به درگاه او باز آمد"},{"SurahNumber":50,"VerseNumber":34,"Text":"در آن بهشت با تحیّت و سلام حق در آیید که این روز دخول ابدی در بهشت جاودانی است"},{"SurahNumber":50,"VerseNumber":35,"Text":"بر آن بندگان در آنجا هر چه بخواهند مهیّاست و باز افزون‌تر از آن نزد ما خواهد بود"},{"SurahNumber":50,"VerseNumber":36,"Text":"و چقدر طوایفی را پیش از اینان ما هلاک کردیم که با قهر و قوّت‌تر از اینان بودند و در هر دیار راه جستند. آیا هیچ راه نجاتی یافتند؟"},{"SurahNumber":50,"VerseNumber":37,"Text":"در این هلاک پیشینیان پند و تذکر است آن را که قلب هوشیاری داشته باشد یا گوش فرا دهد و توجه کامل کند و گواهی دهد"},{"SurahNumber":50,"VerseNumber":38,"Text":"و همانا ما آسمانها و زمین و آنچه بین آنهاست همه را در شش روز آفریدیم و هیچ رنج و خستگی به ما نرسید"},{"SurahNumber":50,"VerseNumber":39,"Text":"پس تو (ای رسول) بر آنچه می‌گویند (و می‌کنند از آزار و تکذیب) صبر کن (تا ما آنها را کیفر دهیم) و به حمد و ستایش خدایت تسبیح‌گو پیش از طلوع خورشید (به نماز صبح) و پیش از غروب آن (به نماز ظهر و عصر)"},{"SurahNumber":50,"VerseNumber":40,"Text":"و باز برخی از شب را (به نماز مغرب و عشاء) و هم در عقب سجده‌ها به تسبیح خدا پرداز"},{"SurahNumber":50,"VerseNumber":41,"Text":"و به ندای منادی حق (اسرافیل) روزی که از مکان نزدیک (مردگان را برای زنده شدن) ندا کند گوش فرا دار (که هم اکنون به گوش دلت ندای او را بشنوی)"},{"SurahNumber":50,"VerseNumber":42,"Text":"روزی که خلق آن صیحه به حق را بشنوند آن روز هنگام خروج (از قبرها) است"},{"SurahNumber":50,"VerseNumber":43,"Text":"البته ما خلق را زنده ساخته و می‌میرانیم و بازگشت همه به سوی ماست"},{"SurahNumber":50,"VerseNumber":44,"Text":"روزی که زمین از (احاطه بر) آنها بشکافد و همه (به عرصه قیامت) بشتابند و این جمع‌آوری خلق بر ما سهل و آسان باشد"},{"SurahNumber":50,"VerseNumber":45,"Text":"ما به گفتار مردم (مغرض نادان) داناتریم و تو بر آن مردم، جبّار و مسلّط نیستی (تو رسول حقّی) پس آن کس را که از وعده عذاب قیامت من ترسان است به آیات قرآن متذکر ساز"},{"SurahNumber":51,"VerseNumber":1,"Text":"قسم به نفس بادهای عالم که (به امر حق بذرافشانی کنند و تخم نباتات را به هر جا) نیکو بپرا کنند"},{"SurahNumber":51,"VerseNumber":2,"Text":"قسم به ابرها که بار سنگین (باران را به امر حق) به دوش گیرند (تا به هر جا مأمورند فرو بارند)"},{"SurahNumber":51,"VerseNumber":3,"Text":"قسم به کشتی‌ها که آسان (به روی آب) روان شوند"},{"SurahNumber":51,"VerseNumber":4,"Text":"قسم به فرشتگان که کار جهانیان را (به اذن خدا) قسمت کنند"},{"SurahNumber":51,"VerseNumber":5,"Text":"قسم به اینان که آنچه شما را وعده دادند همه صدق و حقیقت است"},{"SurahNumber":51,"VerseNumber":6,"Text":"و البته جزای اعمال، روزی واقع خواهد گردید"},{"SurahNumber":51,"VerseNumber":7,"Text":"قسم به آسمان که در آن راههای بسیار است"},{"SurahNumber":51,"VerseNumber":8,"Text":"که شما (مردم نادان) در اختلاف سخن باز ماندید (و حقیقت قرآن و رسول حق را نیافته شعر و سحر و ساحرش خواندید)"},{"SurahNumber":51,"VerseNumber":9,"Text":"از این قرآن هر که را شایسته فهم آن نبود هم آخر روگردان کنند"},{"SurahNumber":51,"VerseNumber":10,"Text":"کشته باد و نابود آنان که دروغ بندند (و قرآن را سحر و فسانه برخوانند)"},{"SurahNumber":51,"VerseNumber":11,"Text":"آنان که در ضلالت و غفلت زیستند"},{"SurahNumber":51,"VerseNumber":12,"Text":"باز می‌پرسند که پس این روز جزاکی خواهد بود؟"},{"SurahNumber":51,"VerseNumber":13,"Text":"آن روز خواهد بود که آنها را به آتش بسوزانند و معذّب کنند"},{"SurahNumber":51,"VerseNumber":14,"Text":"(و خطاب قهر کنند که) اینک بچشید کیفر خود را، این همان عذابی است که خود به تعجیل می‌خواستید"},{"SurahNumber":51,"VerseNumber":15,"Text":"(آن روز) متقیان همه در بهشت و بر لب چشمه‌های آب غنوده‌اند"},{"SurahNumber":51,"VerseNumber":16,"Text":"همان نعمتها که خدایشان به آنها عطا کند فراگیرند چرا که پیش از آن مردمی نیکوکار بودند"},{"SurahNumber":51,"VerseNumber":17,"Text":"از شب اندکی را خواب می‌کردند"},{"SurahNumber":51,"VerseNumber":18,"Text":"و سحرگاهان از درگاه خدا طلب آمرزش و مغفرت می‌کردند"},{"SurahNumber":51,"VerseNumber":19,"Text":"و در اموالشان بر فقیر سائل و محروم حقّی منظور می‌داشتند"},{"SurahNumber":51,"VerseNumber":20,"Text":"و (بدانید که) در روی زمین برای اهل یقین ادله‌ای (از قدرت الهی) پدیدار است"},{"SurahNumber":51,"VerseNumber":21,"Text":"و هم در نفوس خود شما مردم، آیا نمی‌نگرید؟"},{"SurahNumber":51,"VerseNumber":22,"Text":"و روزی شما با همه وعده‌ها که به شما می‌دهند در آسمان است"},{"SurahNumber":51,"VerseNumber":23,"Text":"پس به خدای آسمان و زمین قسم که این (وعده و رزق مقدّر) به مانند تکلّمی که با یکدیگر می‌کنید حقّ و حقیقت است"},{"SurahNumber":51,"VerseNumber":24,"Text":"آیا حکایت مهمانان گرامی ابراهیم (فرشتگان) به تو رسیده است؟"},{"SurahNumber":51,"VerseNumber":25,"Text":"هنگامی که بر او وارد شدند و سلام گفتند و او جواب سلام گفت و فرمود که شما مردمی ناشناس می‌باشید"},{"SurahNumber":51,"VerseNumber":26,"Text":"آن‌گاه پنهانی نزد اهل بیت خود رفت و کباب گوساله فربهی نزد مهمانان باز آورد"},{"SurahNumber":51,"VerseNumber":27,"Text":"غذا را نزد آنها گذارد (آنها توجهی به غذا نکردند) ابراهیم گفت: شما غذا تناول نمی‌کنید؟"},{"SurahNumber":51,"VerseNumber":28,"Text":"آن گاه (از اینکه بی‌اجازه بر او وارد شده و غذا هم نخوردند) سخت از آنها بیم و اندیشه کرد، آن فرشتگان گفتند: هیچ مترس، و او را به پسری دانا (یعنی اسحاق) بشارت دادند"},{"SurahNumber":51,"VerseNumber":29,"Text":"در آن حال زن ابراهیم (ساره) با فریاد شادمانی روی به آنها آورد و (از شوق) سیلی به صورت زد و گفت: (ای عجب) من زنی پیر و نازا هستم (چگونه پسری توانم زایید)"},{"SurahNumber":51,"VerseNumber":30,"Text":"فرشتگان گفتند: خدای تو چنین فرموده که او به مصالح خلق آگاه و (به حال بندگان) داناست"}]}