{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Vy, kteří věříte! Buďte vytrvalí ve spravedlnosti, svědčíte-li před Bohem, byť i to bylo proti vám samým či rodičům anebo blízkým příbuzným a ať jedná se o bohaté či chudé, vždyť Bůh je ochráncem obojích! Nenásledujte tedy vášně své před spravedlností! A jestliže ji zkřivíte anebo od ní uhnete, tedy Bůh je dobře zpraven o všem, co děláte"},{"SurahNumber":4,"VerseNumber":136,"Text":"Vy, kteří věříte! Věřte v Boha i Jeho posla, v Písmo, které seslal poslu Svému, i v Písmo, které seslal již předtím. A kdo nevěří v Boha a Jeho anděly a Jeho Písma a Jeho posly a v den soudný, ten zbloudil zblouděním dalekým"},{"SurahNumber":4,"VerseNumber":137,"Text":"Věru ti, kdož uvěřili a potom se stali nevěřícími a znovu uvěřili a opět se stali nevěřícími a pak ještě zvětšili nevěrectví své, těm Bůh věru nemůže odpustit a nepovede je správnou cestou"},{"SurahNumber":4,"VerseNumber":138,"Text":"Oznam pokrytcům zvěst radostnou o tom, že pro ně je připraven trest bolestný"},{"SurahNumber":4,"VerseNumber":139,"Text":"Ti, kdož si berou nevěřící za přátele místo věřících, hledají snad u nich moc? Vždyť moc veškerá patří Bohu"},{"SurahNumber":4,"VerseNumber":140,"Text":"A On seslal vám již v Písmu: \"Když uslyšíte, že někdo popírá a tropí si posměch ze znamení Božích, nesedejte si s nimi, dokud se nepohrouží do jiného rozhovoru, jinak jim budete podobni.\" A Bůh věru shromáždí pokrytce i nevěřící v pekle všechny vespolek"},{"SurahNumber":4,"VerseNumber":141,"Text":"Ti, kdož vyčkávavě pozorují, co bude s vámi, říkají, když se vám dostane vítězství od Boha: \"Cožpak my nejsme s vámi?\" Když však něco z úspěchu připadne nevěřícím, tu zase těmto říkají: \"Cožpak jsme se vám nesnažili pomoci a nebránili jsme vás před věřícími!\" Avšak Bůh vás rozsoudí v den zmrtvýchvstání a Bůh nedá nevěřícím možnost zvítězit nad věřícími"},{"SurahNumber":4,"VerseNumber":142,"Text":"Pokrytci se snaží oklamat Boha, ale On oklame je. A když vstávají k modlitbě, zvedají se lenivě a jen před lidmi předstírají a vzpomínají na Boha jen nepatrně"},{"SurahNumber":4,"VerseNumber":143,"Text":"váhajíce mezi obojím, nepřiklánějíce se ani k těm, ani k oněm. A komu dal Bůh zbloudit, tomu ty cestu nenajdeš"},{"SurahNumber":4,"VerseNumber":144,"Text":"Vy, kteří věříte! Neberte si nevěřící za přátele místo věřících! Chcete snad proti sobě dát Bohu oprávnění zjevné"},{"SurahNumber":4,"VerseNumber":145,"Text":"A pokrytci budou vskutku v nejnižším stupni ohně pekelného a nenajdeš pro ně pomocníka"},{"SurahNumber":4,"VerseNumber":146,"Text":"s výjimkou těch, kdož pokání činili a napravili se, na Boha se pevně spoléhali a upřímně mu zasvětili svou víru. Tito budou patřit mezi věřící a Bůh zajisté dá věřícím odměnu nesmírnou"},{"SurahNumber":4,"VerseNumber":147,"Text":"Co by dělal Bůh s vaším trestem, budete-li vděční a uvěříte-li? Bůh věru je za vděčnost uznalý a vševědoucí"}]}