{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"۞الم تر الى الذين بدلوا نعمت الله كفر ا واحلوا قومهم دار البوار"},{"SurahNumber":14,"VerseNumber":29,"Text":"جهنم يصلونها وبيس القرار"},{"SurahNumber":14,"VerseNumber":30,"Text":"وجعلوا لله انداد ا ليضلوا عن سبيله قل تمتعوا فان مصيركم الى النار"},{"SurahNumber":14,"VerseNumber":31,"Text":"قل لعبادي الذين ءامنوا يقيموا الصلوة وينفقوا مما رزقنهم سر ا وعلانية من قبل ان ياتي يوم لا بيع فيه ولا خلل"},{"SurahNumber":14,"VerseNumber":32,"Text":"الله الذي خلق السموت والارض وانزل من السماء ماء فاخرج به من الثمرت رزق ا لكم وسخر لكم الفلك لتجري في البحر بامره وسخر لكم الانهر"},{"SurahNumber":14,"VerseNumber":33,"Text":"وسخر لكم الشمس والقمر دايبين وسخر لكم اليل والنهار"},{"SurahNumber":14,"VerseNumber":34,"Text":"وءاتىكم من كل ما سالتموه وان تعدوا نعمت الله لا تحصوها ان الانسن لظلوم كفار"},{"SurahNumber":14,"VerseNumber":35,"Text":"واذ قال ابرهيم رب اجعل هذا البلد ءامن ا واجنبني وبني ان نعبد الاصنام"},{"SurahNumber":14,"VerseNumber":36,"Text":"رب انهن اضللن كثير ا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم"},{"SurahNumber":14,"VerseNumber":37,"Text":"ربنا اني اسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلوة فاجعل افدة من الناس تهوي اليهم وارزقهم من الثمرت لعلهم يشكرون"},{"SurahNumber":14,"VerseNumber":38,"Text":"ربنا انك تعلم ما نخفي وما نعلن وما يخفى على الله من شيء في الارض ولا في السماء"},{"SurahNumber":14,"VerseNumber":39,"Text":"الحمد لله الذي وهب لي على الكبر اسمعيل واسحق ان ربي لسميع الدعاء"},{"SurahNumber":14,"VerseNumber":40,"Text":"رب اجعلني مقيم الصلوة ومن ذريتي ربنا وتقبل دعاء"},{"SurahNumber":14,"VerseNumber":41,"Text":"ربنا اغفر لي ولولدي وللمومنين يوم يقوم الحساب"},{"SurahNumber":14,"VerseNumber":42,"Text":"ولا تحسبن الله غفلا عما يعمل الظلمون انما يوخرهم ليوم تشخص فيه الابصر"},{"SurahNumber":14,"VerseNumber":43,"Text":"مهطعين مقنعي رءوسهم لا يرتد اليهم طرفهم وافدتهم هواء"},{"SurahNumber":14,"VerseNumber":44,"Text":"وانذر الناس يوم ياتيهم العذاب فيقول الذين ظلموا ربنا اخرنا الى اجل قريب نجب دعوتك ونتبع الرسل اولم تكونوا اقسمتم من قبل ما لكم من زوال"},{"SurahNumber":14,"VerseNumber":45,"Text":"وسكنتم في مسكن الذين ظلموا انفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الامثال"},{"SurahNumber":14,"VerseNumber":46,"Text":"وقد مكروا مكرهم وعند الله مكرهم وان كان مكرهم لتزول منه الجبال"},{"SurahNumber":14,"VerseNumber":47,"Text":"فلا تحسبن الله مخلف وعده رسله ان الله عزيز ذو انتقام"},{"SurahNumber":14,"VerseNumber":48,"Text":"يوم تبدل الارض غير الارض والسموت وبرزوا لله الوحد القهار"},{"SurahNumber":14,"VerseNumber":49,"Text":"وترى المجرمين يوميذ مقرنين في الاصفاد"},{"SurahNumber":14,"VerseNumber":50,"Text":"سرابيلهم من قطران وتغشى وجوههم النار"},{"SurahNumber":14,"VerseNumber":51,"Text":"ليجزي الله كل نفس ما كسبت ان الله سريع الحساب"},{"SurahNumber":14,"VerseNumber":52,"Text":"هذا بلغ للناس ولينذروا به وليعلموا انما هو اله وحد وليذكر اولوا الالبب"}]}