{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"A ju po urdhëroni të tjerët të bëjnë vepra të mira e vetën e harroni? Ju edhe Librin e lexoni. A s’po mendoni pak"},{"SurahNumber":2,"VerseNumber":45,"Text":"Kërkoni ndihmë me anë të durimit dhe faljes! Ajo është padyshim punë e madhe (e rëndë) por jo edhe për të dëgjueshmit e bindur"},{"SurahNumber":2,"VerseNumber":46,"Text":"të cilët shpresojnë se do të dalin para Zotit të vet dhe se Atij do t’i kthehen"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Izraelitë! Përkujtone dhuntinë time që ju kam dhuruar dhe unë ju kam dalluar prej njerëzve të tjerë"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ruajuni asaj dite kur askush nuk do të mund t’i shërbejë asgjë kurrkujt, dhe nuk do të pranohet ndërmjetësimi i askujt, nuk do të pranohet kompensimi e nuk do të jenë të ndihmuar"},{"SurahNumber":2,"VerseNumber":49,"Text":"Dhe kur ju shpëtuam nga njerëzit e Faraonit që ju mundonin me dënimin më të rëndë, duke jua therrur djemtë tuaj, kurse vajzat jua linin në jetë. Në këtë ka sprovë të madhe nga Zoti i juaj i madh"},{"SurahNumber":2,"VerseNumber":50,"Text":"Dhe kur e ndamë detin për ju dhe juve u shpëtuam, kurse njerëzit e Faraonit i përmbytëm e ju i shikonit"},{"SurahNumber":2,"VerseNumber":51,"Text":"Dhe kur e thirrëm Musaun në takim për katërdhjetë netë, ju pas atij patët marrë viçin (për zot). Ju jeni mizorë"},{"SurahNumber":2,"VerseNumber":52,"Text":"Pastaj juve, edhe pas kësaj, ua falëm, ndoshta bëheni mirënjohës"},{"SurahNumber":2,"VerseNumber":53,"Text":"Dhe kur Musaut i dhamë Librin dhe Furkanin (që ndanë të vërtetën nga e pavërteta), ndoshta merrni rrugën e mbarë"},{"SurahNumber":2,"VerseNumber":54,"Text":"Dhe klur Musa i tha popullit të vet: “O populli im, ju i keni bërë keq vetvetes kur e keni marrë viçin (për zot), prandaj pendohuni para Krijuesit dhe luftoni me vetvetën! Te Krijuesi juaj, ajo është më mirë për ju, Ai do t’ua falë. Ai i pranon shumë pendimet dhe është mëshirëplotë”"},{"SurahNumber":2,"VerseNumber":55,"Text":"Dhe kur i thatë: - “O Musa, ne nuk kemi për të besuar deri sa ta shohim All-llahun haptazi! – Dhe vetëtima ju përfshiu e ju shikonit"},{"SurahNumber":2,"VerseNumber":56,"Text":"Pastaj juve, pas vdekjes, ju kemi ngjallur që të jeni mirënjohës"},{"SurahNumber":2,"VerseNumber":57,"Text":"Dhe ju kemi bërë hije me retë dhe ju zbritëm fëllënza dhe menn (lëng i ëmbël). Hani ushqime të mira me të cilat ju kemi furnizuar! Ata nuk na bënë keq neve, por i bënë keq vetvetës"},{"SurahNumber":2,"VerseNumber":58,"Text":"Dhe kur ju thamë: “Hyni në këtë qytet dhe hani çka të dëshironi dhe sa të dëshironi, por në hyrje hyni kokëulur dhe thuani: “na fal!”, do t’ju falim mëkatet tuaja, madje bamirësve do t’u japim edhe më shumë"},{"SurahNumber":2,"VerseNumber":59,"Text":"Mirëpo, mizorët e ndërruan fjalën që u është thënë, me fjalë të tjera që nuk u është thënë, dhe Ne mbi ata që kanë bërë mizori ua lëshuam një dënim nga qielli, për shkak se ishin të mbrapshtë"}]}