{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"۞واعلموا انما غنمتم من شيء فان لله خمسه وللرسول ولذي القربى واليتمى والمسكين وابن السبيل ان كنتم ءامنتم بالله وما انزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شيء قدير"},{"SurahNumber":8,"VerseNumber":42,"Text":"اذ انتم بالعدوة الدنيا وهم بالعدوة القصوى والركب اسفل منكم ولو تواعدتم لاختلفتم في الميعد ولكن ليقضي الله امر ا كان مفعول ا ليهلك من هلك عن بينة ويحيى من حي عن بينة وان الله لسميع عليم"},{"SurahNumber":8,"VerseNumber":43,"Text":"اذ يريكهم الله في منامك قليل ا ولو ارىكهم كثير ا لفشلتم ولتنزعتم في الامر ولكن الله سلم انه عليم بذات الصدور"},{"SurahNumber":8,"VerseNumber":44,"Text":"واذ يريكموهم اذ التقيتم في اعينكم قليل ا ويقللكم في اعينهم ليقضي الله امر ا كان مفعول ا والى الله ترجع الامور"},{"SurahNumber":8,"VerseNumber":45,"Text":"يايها الذين ءامنوا اذا لقيتم فية فاثبتوا واذكروا الله كثير ا لعلكم تفلحون"},{"SurahNumber":8,"VerseNumber":46,"Text":"واطيعوا الله ورسوله ولا تنزعوا فتفشلوا وتذهب ريحكم واصبروا ان الله مع الصبرين"},{"SurahNumber":8,"VerseNumber":47,"Text":"ولا تكونوا كالذين خرجوا من ديرهم بطر ا ورياء الناس ويصدون عن سبيل الله والله بما يعملون محيط"},{"SurahNumber":8,"VerseNumber":48,"Text":"واذ زين لهم الشيطن اعملهم وقال لا غالب لكم اليوم من الناس واني جار لكم فلما تراءت الفيتان نكص على عقبيه وقال اني بريء منكم اني ارى ما لا ترون اني اخاف الله والله شديد العقاب"},{"SurahNumber":8,"VerseNumber":49,"Text":"اذ يقول المنفقون والذين في قلوبهم مرض غر هولاء دينهم ومن يتوكل على الله فان الله عزيز حكيم"},{"SurahNumber":8,"VerseNumber":50,"Text":"ولو ترى اذ يتوفى الذين كفروا المليكة يضربون وجوههم وادبرهم وذوقوا عذاب الحريق"},{"SurahNumber":8,"VerseNumber":51,"Text":"ذلك بما قدمت ايديكم وان الله ليس بظلم للعبيد"},{"SurahNumber":8,"VerseNumber":52,"Text":"كداب ءال فرعون والذين من قبلهم كفروا بايت الله فاخذهم الله بذنوبهم ان الله قوي شديد العقاب"},{"SurahNumber":8,"VerseNumber":53,"Text":"ذلك بان الله لم يك مغير ا نعمة انعمها على قوم حتى يغيروا ما بانفسهم وان الله سميع عليم"},{"SurahNumber":8,"VerseNumber":54,"Text":"كداب ءال فرعون والذين من قبلهم كذبوا بايت ربهم فاهلكنهم بذنوبهم واغرقنا ءال فرعون وكل كانوا ظلمين"},{"SurahNumber":8,"VerseNumber":55,"Text":"ان شر الدواب عند الله الذين كفروا فهم لا يومنون"},{"SurahNumber":8,"VerseNumber":56,"Text":"الذين عهدت منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون"},{"SurahNumber":8,"VerseNumber":57,"Text":"فاما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون"},{"SurahNumber":8,"VerseNumber":58,"Text":"واما تخافن من قوم خيانة فانبذ اليهم على سواء ان الله لا يحب الخاينين"},{"SurahNumber":8,"VerseNumber":59,"Text":"ولا يحسبن الذين كفروا سبقوا انهم لا يعجزون"},{"SurahNumber":8,"VerseNumber":60,"Text":"واعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم وءاخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف اليكم وانتم لا تظلمون"}]}