{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":94,"VerseNumber":1,"Text":"(Hỡi Thiên Sứ Muhammad!) Chẳng phải TA (Allah) đã không mở rộng lòng ngực của Ngươi ư"},{"SurahNumber":94,"VerseNumber":2,"Text":"(Chẳng phải) TA đã lấy đi khỏi Ngươi gánh nặng"},{"SurahNumber":94,"VerseNumber":3,"Text":"Đã đè nặng trên lưng Ngươi"},{"SurahNumber":94,"VerseNumber":4,"Text":"(Chẳng phải) TA đã nâng cao danh tiếng của Ngươi"},{"SurahNumber":94,"VerseNumber":5,"Text":"Quả thật, đi cùng với khó khăn là sự dễ dàng"},{"SurahNumber":94,"VerseNumber":6,"Text":"Quả thật, đi cùng với khó khăn là sự dễ dàng"},{"SurahNumber":94,"VerseNumber":7,"Text":"Vì vậy, khi Ngươi đã hoàn thành (nhiệm vụ của mình), Ngươi hãy đứng dậy (cho lễ nguyện Salah)"},{"SurahNumber":94,"VerseNumber":8,"Text":"Và Ngươi hãy hướng đến Thượng Đế của Ngươi mà hy vọng và nguyện cầu"},{"SurahNumber":95,"VerseNumber":1,"Text":"Thề bởi cây Sung và cây Ô-liu"},{"SurahNumber":95,"VerseNumber":2,"Text":"Thề bởi ngọn núi Sinai"},{"SurahNumber":95,"VerseNumber":3,"Text":"Thề bởi thành phố an bình này (Makkah)"},{"SurahNumber":95,"VerseNumber":4,"Text":"Quả thật, TA (Allah) đã tạo ra con người với một hình thể tốt đẹp nhất"},{"SurahNumber":95,"VerseNumber":5,"Text":"Sau đó, TA sẽ đưa y xuống nơi thấp nhất của mức thấp nhất (vì tội lỗi)"},{"SurahNumber":95,"VerseNumber":6,"Text":"Ngoại trừ những người có đức tin và hành thiện, họ sẽ được phần thưởng vô tận"},{"SurahNumber":95,"VerseNumber":7,"Text":"Vậy điều gì khiến ngươi (hỡi con người) phủ nhận việc phán xét và thưởng phạt sau khi (ngươi chứng kiến nhiều dấu hiệu về quyền năng của Allah)"},{"SurahNumber":95,"VerseNumber":8,"Text":"Không phải Allah là Đấng phân định công bằng nhất đó sao"},{"SurahNumber":96,"VerseNumber":1,"Text":"Hãy đọc! Nhân danh Thượng Đế của Ngươi, Đấng đã tạo"},{"SurahNumber":96,"VerseNumber":2,"Text":"Đấng đã tạo ra con người từ một cục máu"},{"SurahNumber":96,"VerseNumber":3,"Text":"Hãy đọc! Quả thật, Thượng Đế của Ngươi là Đấng Quảng Đại"},{"SurahNumber":96,"VerseNumber":4,"Text":"Đấng đã dạy bằng cây viết"},{"SurahNumber":96,"VerseNumber":5,"Text":"Đấng đã dạy con người điều y không biết"},{"SurahNumber":96,"VerseNumber":6,"Text":"Không! Quả thật, con người thường vượt quá giới hạn"},{"SurahNumber":96,"VerseNumber":7,"Text":"Vì y tự thấy mình giàu có và đầy đủ"},{"SurahNumber":96,"VerseNumber":8,"Text":"Chắc chắn y sẽ quay về với Thượng Đế của y"},{"SurahNumber":96,"VerseNumber":9,"Text":"Ngươi có thấy kẻ (Abu Jahal) đã ngăn cản"},{"SurahNumber":96,"VerseNumber":10,"Text":"Người bề tôi (Muhammad) dâng lễ nguyện Salah không"},{"SurahNumber":96,"VerseNumber":11,"Text":"Ngươi thấy hắn là kẻ được hướng dẫn ư"},{"SurahNumber":96,"VerseNumber":12,"Text":"Hoặc hắn là kẻ khuyên bảo người khác sợ (Allah) chăng"},{"SurahNumber":96,"VerseNumber":13,"Text":"Ngươi có thấy hắn là kẻ đã phủ nhận và quay lưng với sự thật không"},{"SurahNumber":96,"VerseNumber":14,"Text":"Có phải hắn tưởng rằng Allah không nhìn thấy hắn chăng"},{"SurahNumber":96,"VerseNumber":15,"Text":"Không! Nếu hắn không chịu dừng lại (hành động phá rối), chắc chắn TA sẽ nắm lấy chùm tóc trên trán của hắn"},{"SurahNumber":96,"VerseNumber":16,"Text":"Một chùm tóc dối trá và tội lỗi"},{"SurahNumber":96,"VerseNumber":17,"Text":"Vì vậy, hãy để mặc hắn kêu gọi bè lũ của hắn"},{"SurahNumber":96,"VerseNumber":18,"Text":"TA sẽ gọi các cảnh vệ Hỏa Ngục"},{"SurahNumber":96,"VerseNumber":19,"Text":"Không! Ngươi (Thiên Sứ Muhammad) đừng nghe theo hắn, hãy cúi đầu quỳ lạy (Allah) và hãy đến gần (Ngài)"},{"SurahNumber":97,"VerseNumber":1,"Text":"Quả thật, TA (Allah) đã ban (Qur’an) xuống vào một Đêm Định Mệnh"},{"SurahNumber":97,"VerseNumber":2,"Text":"Ngươi (Thiên Sứ Muhammad) biết Đêm Định Mệnh là gì không"},{"SurahNumber":97,"VerseNumber":3,"Text":"Đêm Định Mệnh tốt hơn cả một ngàn tháng"},{"SurahNumber":97,"VerseNumber":4,"Text":"Trong đêm đó, dưới sự cho phép của Thượng Đế, các Thiên Thần và Ruh (Đại Thiên thần Jibril) xuống trần mang theo Quyết định của Ngài về tất cả mọi vấn đề"},{"SurahNumber":97,"VerseNumber":5,"Text":"(Trong đêm đó), sự bằng an kéo dài cho đến hừng đông"},{"SurahNumber":98,"VerseNumber":1,"Text":"Những kẻ không tin thuộc dân Kinh Sách và những kẻ thờ đa thần sẽ không chịu từ bỏ (tín ngưỡng của chúng) cho đến khi có bằng chứng rõ ràng đến với chúng"},{"SurahNumber":98,"VerseNumber":2,"Text":"(Và một bằng chứng rõ ràng đã đến với chúng, đó là) một Sứ Giả do Allah phái đến đọc các tờ Kinh trong sạch (Qur’an)"},{"SurahNumber":98,"VerseNumber":3,"Text":"Trong đó chứa đựng các sắc chỉ chính trực"},{"SurahNumber":98,"VerseNumber":4,"Text":"Những kẻ được ban cho Kinh Sách đã không chia rẽ nhau cho tới sau khi có bằng chứng rõ ràng đến với chúng"},{"SurahNumber":98,"VerseNumber":5,"Text":"Chúng chỉ được lệnh phải thờ phượng một mình Allah, phải toàn tâm và tuyệt đối hết lòng thần phục Ngài, phải dâng lễ nguyện Salah và đóng Zakah. Và đó là một tôn giáo chính thống"},{"SurahNumber":98,"VerseNumber":6,"Text":"Quả thật, những kẻ không tin thuộc dân Kinh Sách và những kẻ đa thần sẽ bị đày vào Hỏa Ngục, họ sẽ ở trong đó đời đời. Họ là những sinh vật xấu xa và tồi tệ nhất"},{"SurahNumber":98,"VerseNumber":7,"Text":"Riêng những người có đức tin và hành thiện, họ thực sự là những sinh vật tốt đẹp nhất"},{"SurahNumber":98,"VerseNumber":8,"Text":"Phần thưởng của họ ở nơi Thượng Đế của họ là những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy. Họ sẽ sống trong đó vĩnh viễn. Allah sẽ hài lòng về họ và họ sẽ toại nguyện về những gì mà Ngài ban cho. Đó là (phần thưởng xứng đáng) cho những ai kính sợ Thượng Đế của họ"},{"SurahNumber":99,"VerseNumber":1,"Text":"Khi trái đất rung chuyển mạnh bởi trận động đất (cuối cùng) của nó"},{"SurahNumber":99,"VerseNumber":2,"Text":"Và trái đất sẽ trút bỏ mọi gánh nặng của nó ra ngoài"},{"SurahNumber":99,"VerseNumber":3,"Text":"(Lúc đó), con người sẽ nói: Có chuyện gì xảy ra với (trái đất) vậy"},{"SurahNumber":99,"VerseNumber":4,"Text":"Vào Ngày đó, (trái đất) sẽ nói hết về mọi sự việc xảy ra trên lưng nó"},{"SurahNumber":99,"VerseNumber":5,"Text":"Bởi Thượng Đế của Ngươi (Thiên Sứ Muhammad) đã mặc khải cho nó (và ra lệnh cho nó làm điều đó)"},{"SurahNumber":99,"VerseNumber":6,"Text":"Vào Ngày đó, con người sẽ đi ra và phân thành từng đoàn đến để chứng kiến các việc làm của họ"},{"SurahNumber":99,"VerseNumber":7,"Text":"Vì vậy, bất cứ ai hành thiện dù việc thiện đó chỉ nhỏ bằng hạt bụi, y cũng sẽ thấy nó"},{"SurahNumber":99,"VerseNumber":8,"Text":"Và bất cứ ai làm việc xấu dù việc xấu đó chỉ nhỏ bằng hạt bụi, y cũng sẽ thấy nó"},{"SurahNumber":100,"VerseNumber":1,"Text":"Thề bởi những con chiến mã hùng hậu ra trận"},{"SurahNumber":100,"VerseNumber":2,"Text":"Với những móng chân bắn ra tia lửa"},{"SurahNumber":100,"VerseNumber":3,"Text":"Tấn công vào lúc bình minh"},{"SurahNumber":100,"VerseNumber":4,"Text":"Làm tung bụi mịt mù"},{"SurahNumber":100,"VerseNumber":5,"Text":"Đồng loạt xông thẳng vào lòng quân địch"},{"SurahNumber":100,"VerseNumber":6,"Text":"Thật vậy, đối với Thượng Đế của mình, con người thường vô ơn"},{"SurahNumber":100,"VerseNumber":7,"Text":"Chính y sẽ làm chứng cho điều đó"},{"SurahNumber":100,"VerseNumber":8,"Text":"Quả thật, y quá đỗi yêu thích tiền tài và của cải"}]}