{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"మరియు దాచబడిన ముత్యాల వంటి బాలురు, వారి సేవ కొరకు వారి చుట్టు ప్రక్కలలో తిరుగుతూ ఉంటారు"},{"SurahNumber":52,"VerseNumber":25,"Text":"మరియు వారు ఒకరి వైపుకొకరు మరలి పరస్పరం (తమ గతించిన జీవితాలను గురించి) మాట్లాడుకుంటూ ఉంటారు"},{"SurahNumber":52,"VerseNumber":26,"Text":"వారు ఇలా అంటారు: \"వాస్తవానికి మనం ఇంతకు పూర్వం మన కుటుంబం వారి మధ్య ఉన్నప్పుడు (అల్లాహ్ శిక్షకు) భయపడుతూ ఉండేవారము"},{"SurahNumber":52,"VerseNumber":27,"Text":"కావున నిశ్చయంగా, అల్లాహ్ మన మీద కనికరం చూపాడు మరియు మమ్ము దహించే గాలుల శిక్ష నుండి కాపాడాడు"},{"SurahNumber":52,"VerseNumber":28,"Text":"నిశ్చయంగా, మనం ఇంతకు పూర్వం ఆయననే ప్రార్థిస్తూ ఉండేవారము. నిశ్చయంగా, ఆయన మహోపకారి, అపార కరుణా ప్రదాత"},{"SurahNumber":52,"VerseNumber":29,"Text":"కావున (ఓ ప్రవక్తా!) నీవు హితోపదేశం చేస్తూ వుండు. నీ ప్రభువు అనుగ్రహం వల్ల నీవు జ్యోతిష్కుడవు కావు మరియు పిచ్చివాడవూ కావు"},{"SurahNumber":52,"VerseNumber":30,"Text":"లేదా? వారు: \"ఇతను ఒక కవి, ఇతని వినాశకాలం కోసం మేము ఎదురు చూస్తున్నాము. అని అంటున్నారా"},{"SurahNumber":52,"VerseNumber":31,"Text":"వారితో ఇలా అను: \"మీరు ఎదురు చూస్తూ ఉండండి, నిశ్చయంగా, నేను కూడా మీతో పాటు ఎదురు చూస్తూ ఉంటాను"},{"SurahNumber":52,"VerseNumber":32,"Text":"ఏమీ? వారి బుద్ధులు వారికి ఇవే ఆజ్ఞాపిస్తున్నాయా? లేక వారు తలబిరుసుతనం గల జనులా"},{"SurahNumber":52,"VerseNumber":33,"Text":"ఏమీ? వారు: \"ఇతనే, దీనిని (ఈ సందేశాన్ని) కల్పించుకున్నాడు\" అని అంటున్నారా? అలా కాదు, వారు అసలు విశ్వసించ దలుచుకోలేదు"},{"SurahNumber":52,"VerseNumber":34,"Text":"వారు సత్యవంతులే అయితే దీని వంటి ఒక వచనాన్ని (రచించి) తెమ్మను"},{"SurahNumber":52,"VerseNumber":35,"Text":"వారు ఏ (సృష్టికర్త) లేకుండానే సృష్టింపబడ్డారా? లేక వారే సృష్టికర్తలా"},{"SurahNumber":52,"VerseNumber":36,"Text":"లేక వారు ఆకాశాలను మరియు భూమిని సృష్టించారా? అలా కాదు, అసలు వారికి విశ్వాసం లేదు"},{"SurahNumber":52,"VerseNumber":37,"Text":"వారి దగ్గర నీ ప్రభువు కోశాగారాలు ఏవైనా ఉన్నాయా? లేక వారు వాటికి అధికారులా"},{"SurahNumber":52,"VerseNumber":38,"Text":"వారి దగ్గర నిచ్చెన ఏదైనా ఉందా? దానితో పైకెక్కి వారు (దేవదూతల మాటలు) వినటానికి? అలా అయితే! వారిలో ఎవడైతే విన్నాడో, అతనిని స్పష్టమైన నిదర్శనాన్ని తెమ్మను"},{"SurahNumber":52,"VerseNumber":39,"Text":"ఆయన (అల్లాహ్) కు కూతుళ్ళూ మరియు మీకేమో కుమారులా"},{"SurahNumber":52,"VerseNumber":40,"Text":"(ఓ ముహమ్మద్!) నీవు వారితో ఏమైనా ప్రతిఫలం అడుగుతున్నావా? వారు ఋణభారంతో అణిగి పోవటానికి"},{"SurahNumber":52,"VerseNumber":41,"Text":"లేక వారి దగ్గర అగోచర విషయపు జ్ఞానముందా? వారు దానిని వ్రాసి పెట్టారా"},{"SurahNumber":52,"VerseNumber":42,"Text":"లేక వారేదైనా పన్నాగం పన్నదలచారా? కాని ఎవరైతే సత్యాన్ని తిరస్కరిస్తారో, వారే పన్నాగానికి గురి అవుతారు"},{"SurahNumber":52,"VerseNumber":43,"Text":"లేక వారికి అల్లాహ్ గాకుండా మరొక ఆరాధ్య దేవుడు ఉన్నాడా? వారు కల్పించే భాగస్వాములకు అల్లాహ్ అతీతుడు"},{"SurahNumber":52,"VerseNumber":44,"Text":"ఒకవేళ వారు ఆకాశపు ఒక తునకను రాలి పడటం చూసినా: \"ఇవి దట్టమైన మేఘాలు!\" అని అనేవారు"},{"SurahNumber":52,"VerseNumber":45,"Text":"కావున వారు తమ (తీర్పు) దినాన్ని దర్శించే వరకు వారిని వదిలి పెట్టు. అప్పుడు వారు భీతితో మూర్ఛపోయి పడి పోతారు"},{"SurahNumber":52,"VerseNumber":46,"Text":"ఆరోజు వారి పన్నాగం వారికి ఏ మాత్రం పనికి రాదు. మరియు వారికి ఎలాంటి సహాయం కూడా లభించదు"},{"SurahNumber":52,"VerseNumber":47,"Text":"మరియు నిశ్చయంగా, దుర్మార్గానికి పాల్పడిన వారికి, ఇదే గాక మరొక శిక్ష కూడా ఉంది, కాని వారిలో చాలా మందికి అది తెలియదు"},{"SurahNumber":52,"VerseNumber":48,"Text":"కావున (ఓ ముహమ్మద్!) నీవు, నీ ప్రభువు ఆజ్ఞ వచ్చే వరకు సహనం వహించు. నిశ్చయంగా, నీవు మా దృష్టిలో ఉన్నావు. మరియు నీవు నిద్ర నుండి లేచినపుడు నీ ప్రభువు పవిత్రతను కొనియాడు, ఆయన స్తోత్రం చెయ్యి"},{"SurahNumber":52,"VerseNumber":49,"Text":"మరియు రాత్రి వేళలో కూడా ఆయన పవిత్రతను కొనియాడు మరియు నక్షత్రాలు అస్తమించే వేళలో కూడాను"},{"SurahNumber":53,"VerseNumber":1,"Text":"అస్తమించే నక్షత్రం సాక్షిగా"},{"SurahNumber":53,"VerseNumber":2,"Text":"మీ సహచరుడు (ముహమ్మద్), మార్గభ్రష్టుడు కాలేదు మరియు తప్పు దారిలోనూ లేడు"},{"SurahNumber":53,"VerseNumber":3,"Text":"మరియు అతను తన మనోవాంఛలను అనుసరించి కూడా మాట్లాడడు"},{"SurahNumber":53,"VerseNumber":4,"Text":"అది (అతను పలుకుతున్నది), అతనిపై అవతరింపజేయబడిన దివ్యజ్ఞానం (వహీ) మాత్రమే"},{"SurahNumber":53,"VerseNumber":5,"Text":"అది అతనికి మహా బలవంతుడు (జిబ్రీల్) నేర్పాడు"},{"SurahNumber":53,"VerseNumber":6,"Text":"అతను శక్తిసామర్ధ్యాలు గలవాడు, తన వాస్తవరూపంలో ప్రత్యక్షమయినప్పుడు"},{"SurahNumber":53,"VerseNumber":7,"Text":"అతను ఎత్తైన దిజ్ఞ్మండలంలో (దిక్చక్రంలో) కనిపించాడు"},{"SurahNumber":53,"VerseNumber":8,"Text":"తరువాత సమీపించాడు, మరింత క్రిందికి దిగి వచ్చాడు"},{"SurahNumber":53,"VerseNumber":9,"Text":"అప్పుడు అతను రెండు ధనస్సుల దూరంలోనో లేక అంతకంటే తక్కువ దూరంలోనో ఉన్నాడు"},{"SurahNumber":53,"VerseNumber":10,"Text":"అప్పుడు అతను (జిబ్రీల్), ఆయన (అల్లాహ్) దాసునిపై అవతరింప జేయవలసిన, దానిని (వహీని) అవతరింపజేశాడు"},{"SurahNumber":53,"VerseNumber":11,"Text":"అతను (ప్రవక్త) చూసిన దానిని, అతని హృదయం అబద్ధమని అనలేదు"},{"SurahNumber":53,"VerseNumber":12,"Text":"అయితే మీరు, అతను (కళ్ళారా) చూసిన దానిని గురించి (అతనితో) వాదులాడుతారా"},{"SurahNumber":53,"VerseNumber":13,"Text":"మరియు వాస్తవానికి అతను (ప్రవక్త) అతనిని (జిబ్రీల్ ను) మరొకసారి (ప్రత్యక్షంగా) అవతరించినప్పుడు చూశాడు"},{"SurahNumber":53,"VerseNumber":14,"Text":"(సప్తాకాశంలో) చివరి హద్దులో నున్న రేగు చెట్టు (సిదరతుల్ మున్తహా) దగ్గర"},{"SurahNumber":53,"VerseNumber":15,"Text":"అక్కడికి దగ్గరలోనే జన్నతుల్ మా'వా ఉంది"},{"SurahNumber":53,"VerseNumber":16,"Text":"అప్పుడు ఆ సిదరహ్ వృక్షాన్ని కప్పేది కప్పేసినప్పుడు"},{"SurahNumber":53,"VerseNumber":17,"Text":"అతని (ప్రవక్త) దృష్టి తప్పిపోనూ లేదు మరియు హద్దుదాటి కూడా పోలేదు"},{"SurahNumber":53,"VerseNumber":18,"Text":"వాస్తవంగా, అతను (ముహమ్మద్) తన ప్రభువు యొక్క గొప్ప గొప్ప సూచనలను (ఆయాత్ లను) చూశాడు"},{"SurahNumber":53,"VerseNumber":19,"Text":"మీరు, అల్ లాత్ మరియు అల్ ఉజ్జాను గురించి ఆలోచించారా"},{"SurahNumber":53,"VerseNumber":20,"Text":"మరియు మూడవదీ చివరిది అయిన మనాత్ ను (గురించి కూడా)"},{"SurahNumber":53,"VerseNumber":21,"Text":"మీ కొరకైతే కుమారులు మరియు ఆయన కొరకు కుమార్తెలా"},{"SurahNumber":53,"VerseNumber":22,"Text":"ఇది అన్యాయమైన విభజన కాదా"},{"SurahNumber":53,"VerseNumber":23,"Text":"ఇవన్నీ మీరు మరియు మీ తండ్రి తాతలు పెట్టిన పేర్లు మాత్రమే, అల్లాహ్ వీటిని గురించి ఎట్టి ప్రమాణం అవతరింప జేయలేదు. వారు, కేవలం తమ ఊహాగానాలను మరియు తమ ఆత్మలు కోరే మనోవాంఛలను మాత్రమే అనుసరిస్తున్నారు. వాస్తవానికి వారి ప్రభువు తరపు నుండి వారి వద్దకు మార్గదర్శకత్వం కూడా వచ్చి ఉన్నది"},{"SurahNumber":53,"VerseNumber":24,"Text":"ఏమిటి? మానవునికి తాను కోరినదంతా లభిస్తుందా"},{"SurahNumber":53,"VerseNumber":25,"Text":"వాస్తవానికి, అంతిమ (పరలోకం) మరియు ప్రథమం (ఇహలోకం) అన్నీ అల్లాహ్ కే చెందినవి"}]}