{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"God chose (and gave distinction to) Adam, Noah, the family of Abraham, and Imran over all the people of the world"},{"SurahNumber":3,"VerseNumber":34,"Text":"They were the offspring of one another. God is All-hearing and All-seeing"},{"SurahNumber":3,"VerseNumber":35,"Text":"Remember when Imran's wife prayed to her Lord saying, \"I have made a vow to dedicate to Your service whatever is in my womb. Lord, accept it from me. You are All-hearing and All-knowing"},{"SurahNumber":3,"VerseNumber":36,"Text":"When the baby was born she said, \"Lord, it is a female.\" God knew this. Male and female are not alike. \"I have named her Mary. I pray that You will keep her and her offspring safe from Satan, the condemned one"},{"SurahNumber":3,"VerseNumber":37,"Text":"Her Lord graciously accepted the offer and made Mary grow up, pure, and beautiful. Zachariah took custody of her. Whenever he went to visit her in her place of worship, he would find with her some food. He would ask her, \"Where did this food come from?\" She would reply, \"God has sent it.\" God gives sustenance to whomever He wants without keeping an account"},{"SurahNumber":3,"VerseNumber":38,"Text":"Zachariah prayed to his Lord there, saying, \"Lord, grant me, by Your Grace, virtuous offspring. You hear all prayers"},{"SurahNumber":3,"VerseNumber":39,"Text":"When he was standing during prayer in his place of worship, the angels called him saying, \"God gives you the glad news of the birth of your son, John who will be a confirmation of (Jesus) the Word of God. He will become a chaste, noble leader and one of the righteous Prophets"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said, \"How can there be a son for me when I am already senile and my wife is barren.\" The angel replied, \"God does as He wills"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zachariah prayed to God saying, \"Lord, show me the evidence (that it is Divine revelation).\" The Lord replied, \"You must not speak to people for three days except with gestures. Commemorate your Lord often and glorify Him in the early mornings and the evenings"},{"SurahNumber":3,"VerseNumber":42,"Text":"Behold,\" the angels told Mary, \"God had chosen you, purified you, and given you distinction over all women"},{"SurahNumber":3,"VerseNumber":43,"Text":"Mary, pray devotedly to your Lord, prostrate yourself before Him and bow down with those who bow down before Him"},{"SurahNumber":3,"VerseNumber":44,"Text":"(Muhammad), that was some of the news about the unseen, that We have revealed to you. You were not among those who cast lots by throwing their arrows to find out who would take custody of Mary, nor were you among those who disputed the matter"},{"SurahNumber":3,"VerseNumber":45,"Text":"Behold,\" the angels told Mary, \"God has given you the glad news of the coming birth of a son whom He calls His Word, whose name will be Messiah, Jesus, son of Mary, who will be a man of honor in this life and the life to come, and who will be one of the ones nearest to God"},{"SurahNumber":3,"VerseNumber":46,"Text":"He will speak to the people while in his cradle and preach to them when he will be a man. He will be one of the righteous ones"},{"SurahNumber":3,"VerseNumber":47,"Text":"(Mary) said, \"How can there be a son for me when no mortal has touched me?\" The angel replied, \"That is how God creates whatever He wants. When He decides to do something He just orders it to exist and it comes into existence"},{"SurahNumber":3,"VerseNumber":48,"Text":"God will give (Jesus) wisdom and teach him the Book, the Torah, and the Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"He will be a Messenger of God to the Israelites to whom he will say, \"I have brought you a miracle from your Lord. I can create for you something from clay in the form of a bird. When I blow into it, it will become a real bird, by the permission of God. I can heal the blind and the lepers and bring the dead back to life, by the permission of God. I can tell you about what you eat and what you store in your homes. This is a miracle for you if you want to have faith"},{"SurahNumber":3,"VerseNumber":50,"Text":"I testify to what is true in the Torah and make lawful for you some of the things that were made unlawful. I have brought you a miracle from your Lord. Have fear of God and obey me"},{"SurahNumber":3,"VerseNumber":51,"Text":"God is my Lord as well as yours. Worship Him for this is the right path"}]}