{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":219,"Text":"Вони просять вас про intoxicants та спекуляцію: скажіть, \"У них є великий гріх, та деякі вигоди для людей. Але їхній sinfulness далеко переважає їхню вигоду.\" Вони також просять вас що дати добродійність: скажіть, крайність.\" БОГ таким чином роз'ясняє апокаліпсис для вас, що ви можете віддзеркалити"},{"SurahNumber":2,"VerseNumber":220,"Text":"на це життя та У майбутньому. Та вони просять вас про сирот: скажіть, \"Приведення їм як справедливі особи являйте собою кращі ви можете зробити для них. Якщо ви змішуєте їхню власність з ваші, ви будете обробити їх тому що члени родини.\" БОГ знає справедливий та безпутний. БОГ willed, Він міг нав'язали більш різкі правила на вас. БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":2,"VerseNumber":221,"Text":"Не одружуються idolatresses якщо не вони вважають; вірячий жінці краще ніж idolatress, навіть якщо ви любите її. Не будете ви даєте ваші дочки у шлюбі idolatrous людям, якщо не вони вважають. Вірячий людині краще ніж idolater, навіть якщо ви любите його. Цей запрошують до Дідька, в той час, як БОГ запрошує до Раю та forgiveness, тому що Він wills. Він роз'ясняє Його відкриття для людей, що вони можуть взяти увагу"},{"SurahNumber":2,"VerseNumber":222,"Text":"Вони просять вас про menstruation: скажіть, шкідливо; ви будете уникнути статтєвого спілкування з жінками під час menstruation; не підійдіть до них до вони звільняються від це. Одного разу вони звільняються від це, ви можете мати спілкування з ними у способі замисленому БОГОМ. БОГ любить repenters, та Він любить ці хто є чистий"},{"SurahNumber":2,"VerseNumber":223,"Text":"Ваші жінки являють собою пред'явників вашого насіння. Отже, ви можете отримати насолоду від цього привілею але ви любите, стільки, скільки ви підтримуєте righteousness. Ви будете зауважити БОГА, та будете знати що ви зустрінете Його. Дайте гарна новина віруючам"},{"SurahNumber":2,"VerseNumber":224,"Text":"Не підвладна БОЖА назва до ваші випадкові присягаючі, що ви можете з'явитися справедливі, набіжний, або щоб досягнути надійності серед людей. БОГ Слухач, Knower"},{"SurahNumber":2,"VerseNumber":225,"Text":"БОГ не тримає вас відповідальні для простого вислова клятв; Він тримає вас відповідальні для ваших найглибших намірів. БОГ Forgiver, Clement"},{"SurahNumber":2,"VerseNumber":226,"Text":"Цей хто мають намір divorce їхні жінки будуть зачекати чотирьох місяців (холонуть); якщо вони міняють їхні розум та святять, тоді БОГ Forgiver, Милосердний"},{"SurahNumber":2,"VerseNumber":227,"Text":"Якщо вони ідуть через з divorce, тоді БОГОМ Слухач, Knower"},{"SurahNumber":2,"VerseNumber":228,"Text":"divorced жінки будуть зачекати трьох menstruations (перед тим як одружуватися з іншою людиною). Це є не законне для них щоб приховати що БОГ створює у їхньому wombs, якщо вони вірять в БОГУ та останньому Дню. (У випадку pregnancy,) бажання чоловіка будуть замінити бажання дружини, якщо він захоче remarry ї. Жінки права, так же, як і зобов'язання, equitably. Отже, бажання людини переважають (у випадку pregnancy). БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":2,"VerseNumber":229,"Text":"Divorce може retracted двічі. divorced жінка повинна бути дозволена щоб прожити у тому же додому amicably, або лишають це amicably. Не законно для чоловіка взяти задній будь що він дав їй. Але, пара може бо що вони можуть порушити БОЖИЙ закон. Якщо є страх що вони можуть порушити БОЖИЙ закон, вони не здійснюють помилку якщо дружина охоче дає задня щоб ні вона вибирає. Це - БОЖІ закони; не поруште їх. Цей хто порушують БОЖІ закони являють собою unjust"},{"SurahNumber":2,"VerseNumber":230,"Text":"Якщо він divorces ї (протягом третього часу), це є незаконна для нього remarry ї, якщо не вона одружується з іншою людиною, тоді він divorces ї. Перший чоловік може тоді remarry ї, стільки, скільки вони зауважують БОЖІ закони. Це - БОЖІ закони; Він роз'яснює їм для людей що знають"},{"SurahNumber":2,"VerseNumber":231,"Text":"Якщо ви divorce жінки, одного разу вони fulfill їхні тимчасовий (три menstruations), ви будете дозволити їм прожити у тому же додому amicably, або дозволяєте їм лишаєте amicably. Не примусіть їх залишитися проти їх буде, як реванш. Будь хто хто це ображає його власну душу. Не візьміть БОЖІ відкриття марно. Згадайте БОЖІ благословення на вас, та що Він послав вниз до вас святе писання та wisdom щоб висвітлити вас. Ви будете зауважити БОГА, та будете знати що БОГ знає всіх речей"},{"SurahNumber":2,"VerseNumber":232,"Text":"Якщо ви divorce жінки, одного разу вони fulfill їхні тимчасовий, не заважають їм з remarrying їхні чоловіки, якщо вони святять amicably. Це повинно бути зважене на ц серед вас що вірите в БОГУ та останньому Дню. Це є більш чисте для вас, та більше справедливих. БОГ знає, в той час, як ви не знаєте"}]}