{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Wer sich Gott völlig hingibt und dabei rechtschaffen ist, der hält sich an der festesten Handhabe. Und zu Gott führt das Ende der Angelegenheiten"},{"SurahNumber":31,"VerseNumber":23,"Text":"Und wer ungläubig ist, dessen Unglaube soll dich nicht betrüben. Zu Uns wird ihre Rückkehr sein, da werden Wir ihnen kundtun, was sie taten. Gott weiß über das innere Geheimnis Bescheid"},{"SurahNumber":31,"VerseNumber":24,"Text":"Wir lassen sie ein wenig genießen, alsdann zwingen Wir sie in eine schwere Pein"},{"SurahNumber":31,"VerseNumber":25,"Text":"Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie bestimmt: «Gott.» Sprich: Lob sei Gott! Aber die meisten von ihnen wissen nicht Bescheid"},{"SurahNumber":31,"VerseNumber":26,"Text":"Gott gehört, was in den Himmeln und auf der Erde ist. Gott ist der, der auf niemanden angewiesen und des Lobes würdig ist"},{"SurahNumber":31,"VerseNumber":27,"Text":"Und wenn das, was es auf der Erde an Bäumen gibt, Schreibrohre wären, und das Meer (als Tinte) bereits einmal leer gemacht wäre und noch sieben weitere Meere dazu erhielte, würden die Worte Gottes nicht zu Ende gehen. Wahrlich, Gott ist mächtig und weise"},{"SurahNumber":31,"VerseNumber":28,"Text":"Euch (alle) erschaffen und auferwecken ist nur so wie bei einem einzigen Menschen. Gott hört und sieht alles"},{"SurahNumber":31,"VerseNumber":29,"Text":"Hast du nicht gesehen, daß Gott die Nacht in den Tag übergehen und den Tag in die Nacht übergehen läßt und die Sonne und den Mond dienstbar gemacht hat, so daß jedes seinen Lauf zu einer festgelegten Frist nimmt, und daß Gott Kenntnis hat von dem, was ihr tut"},{"SurahNumber":31,"VerseNumber":30,"Text":"Dies, weil Gott die Wahrheit ist und weil das, was sie an seiner Stelle anrufen, das Falsche ist, und weil Gott der Erhabene und Große ist"},{"SurahNumber":31,"VerseNumber":31,"Text":"Hast du nicht gesehen, daß die Schiffe durch die Gnade Gottes auf dem Meer fahren, damit Er euch etwas von seinen Zeichen sehen läßt? Darin sind wahrlich Zeichen für jeden, der sehr geduldig und sehr dankbar ist"},{"SurahNumber":31,"VerseNumber":32,"Text":"Und wenn Wellen wie überschattende Hüllen sie überdecken, rufen sie zu Gott, wobei sie Ihm gegenüber aufrichtig in der Religion sind. Wenn Er sie ans Land errettet, zeigen nur einige von ihnen einen maßvollen Wandel. Und nur der verleugnet unsere Zeichen, der ganz treulos und sehr undankbar ist"},{"SurahNumber":31,"VerseNumber":33,"Text":"O ihr Menschen, fürchtet euren Herrn und habt Angst vor einem Tag, an dem weder der Vater etwas für sein Kind begleichen kann, noch das Kind für seinen Vater etwas begleichen kann. Das Versprechen Gottes ist wahr. So soll euch das diesseitige Leben nicht betören. Und nicht betören soll euch in bezug auf Gott der Betörer"},{"SurahNumber":31,"VerseNumber":34,"Text":"Gott (allein) weiß über die Stunde Bescheid. Er läßt den Regen herabkommen. Und Er weiß, was im Mutterschoß ist. Niemand weiß, was er morgen erwerben wird, und niemand weiß, in welchem Land er sterben wird. Gott weiß Bescheid und hat Kenntnis von allem"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Die Herabsendung des Buches - an ihm ist kein Zweifel möglich - ist vom Herrn der Welten"},{"SurahNumber":32,"VerseNumber":3,"Text":"Oder sagen sie: «Er hat es erdichtet»? Nein, es ist die Wahrheit vor deinem Herrn, damit du Leute warnst, zu denen vor dir noch kein Warner gekommen ist, auf daß sie der Rechtleitung folgen"},{"SurahNumber":32,"VerseNumber":4,"Text":"Gott ist es, der die Himmel und die Erde und das, was dazwischen ist, in sechs Tagen erschaffen und sich dann auf dem Thron zurechtgesetzt hat. Ihr habt außer Ihm weder Freund noch Fürsprecher. Wollt ihr es denn nicht bedenken"},{"SurahNumber":32,"VerseNumber":5,"Text":"Er regelt die Angelegenheit vom Himmel bis zur Erde. Dann steigt sie zu Ihm empor an einem Tag, dessen Ausmaß nach eurer Berechnung tausend Jahre sind"},{"SurahNumber":32,"VerseNumber":6,"Text":"Jener ist der, der über das Unsichtbare und das Offenbare Bescheid weiß, der Mächtige, der Barmherzige"},{"SurahNumber":32,"VerseNumber":7,"Text":"Der alles, was Er erschaffen hat, gut gemacht hat. Zuerst erschuf Er den Menschen aus Ton"},{"SurahNumber":32,"VerseNumber":8,"Text":"Dann machte Er seine Nachkommenschaft aus dem Erguß eines verächtlichen Wassers"},{"SurahNumber":32,"VerseNumber":9,"Text":"Dann formte Er ihn und blies ihm von seinem Geist ein. Und Er machte euch Gehör, Augenlicht und Herz. Ihr seid aber wenig dankbar"},{"SurahNumber":32,"VerseNumber":10,"Text":"Und sie sagen: «Sollen wir, wenn wir uns in der Erde verirrt haben, wirklich wieder neu erschaffen werden?» Nein, sie verleugnen die Begegnung mit ihrem Herrn"}]}