{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Olabilir ki Allah sizinle, onlardan düşman olduklarınız arasına bir sevgi koyar. Allah'ın gücü herşeye yeter. Allah çok bağışlayan, çok esirgeyendir"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah sizi, din hakkında sizinle savaşmayan ve sizi yurtlarınızdan çıkarmayan kimselere iyilik etmekten, onlara adaletli davranmaktan men etmez. Allah, adaleti ayakta tutanları sever"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allah sizi; ancak din hakkında sizinle savaşan, sizi yurtlarınızdan çıkaran, çıkarılmanıza yardım eden kimselerle dost olmaktan yasaklar. Böyleleriyle dost olanlar, zalimlerin ta kendileridir"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ey iman sahipleri! Mümin kadınlar hicret ederek size geldiklerinde onları imtihan edin. Allah onların imanlarını daha iyi bilir ya! Eğer onların mümin hanımlar olduklarını anlarsanız, onları kâfirlere döndürmeyin. Ne bu mümin kadınlar o kâfirlere helaldir ne de o kâfirler bunlara helaldir. Bu kadınlar için harcadıklarını o kâfirlere geri verin. Mehirlerini kendilerine verdiğiniz takdirde, bu kadınları nikâhlamanızda sizin için bir sakınca yoktur. Kâfirlerin iffet ve nikâhlarına yapışmayın. Kâfirlere gitmeyi yeğleyen kadınlar için harcadıklarınızı onlardan geri isteyin; onlar da size gelen mümin kadınlar için harcadıklarını geri istesinler. Bu, Allah'ın hepinize buyruğudur. Aranızda hüküm veriyor. Allah Alîm'dir, Hakîm'dir"},{"SurahNumber":60,"VerseNumber":11,"Text":"Eğer, kâfirler tarafına geçmiş eşleriniz yüzünden birşeyleriniz inkârcılara gider, sonra da onlardan size kaçan kadınlar yüzünden ödeme sırası size gelirse, eşleri gitmiş olan müminlere, harcadıkları miktarı verin. Kendisine inandığınız Allah'tan korkun"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ey Peygamber! İnanmış kadınlar sana gelip Allah'a hiçbir şeyi ortak koşmamaları, hırsızlık etmemeleri, zina etmemeleri, çocuklarını öldürmemeleri, elleriyle ayakları arasında bir iftira uydurup ortaya sürmemeleri, iyilik ve güzelliği belirlenmiş bir işte sana isyan etmemeleri hususunda seninle bey'atleşmek isterlerse, onlarla bey'atleş ve onlar için Allah'tan af dile! Kuşkusuz, Allah Gafûr'dur, Rahîm'dir"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ey iman edenler! Allah'ın kendilerine gazap ettiği bir toplulukla dostluk kurmayın! Çünkü bunlar âhiretten ümitlerini kesmişlerdir. Tıpkı, kabir halkından olan inkârcıların, ümitlerini kestikleri gibi"},{"SurahNumber":61,"VerseNumber":1,"Text":"Göklerde ne var, yerde ne varsa Allah'ı tespih etmiştir. Azîz'dir O, Hakîm'dir"},{"SurahNumber":61,"VerseNumber":2,"Text":"Ey iman sahipleri! Yapmayacağınız şeyi neden söylüyorsunuz"},{"SurahNumber":61,"VerseNumber":3,"Text":"Yapmayacağınız şeyi söylemeniz, Allah katında büyük bir günahtır"},{"SurahNumber":61,"VerseNumber":4,"Text":"Allah kendi yolunda, duvarları birbine perçinlenmiş bir bina gibi, saf bağlıyarak çarpışanları sever"},{"SurahNumber":61,"VerseNumber":5,"Text":"Hani, Mûsa, toplumuna şöyle demişti: \"Ey toplumum! Benim size gönderilen Allah elçisi olduğumu bilip durduğunuz halde, beni neden incitiyorsunuz?\" Onlar bozulup sapınca Allah da onların kalplerini eğriltti. Çünkü Allah, sapıklardan oluşmuş bir topluluğu doğruya ve güzele kılavuzlamaz"},{"SurahNumber":61,"VerseNumber":6,"Text":"Meryem oğlu İsa'nın da şöyle dediğini hatırla: \"Ey İsrailoğulları! Ben size Allah'ın elçisiyim. Benden önce Tevrat'ı doğrulayıcı ve benden sonra gelecek Ahmet adında bir elçiyi müjdeleyici olarak gönderildim.\" Fakat İsa'nın müjdelediği elçi onlara apaçık deliller getirdiğinde: \"Bu, katıksız bir büyüdür!\" dediler"},{"SurahNumber":61,"VerseNumber":7,"Text":"İslam'a/Allah'a teslim olmaya çağrılıp durduğu halde, yalanlar düzerek Allah'a iftira edenden daha zalim kim vardır? Allah, zulme bulaşmış kişiler topluluğunu doğruya ve güzele iletmez"},{"SurahNumber":61,"VerseNumber":8,"Text":"İstiyorlar ki, ağızlarıyla Allah'ın nurunu söndürsünler. Ama Allah, küfre batanlar hoş görmeseler de nurunu tamamlayacaktır"},{"SurahNumber":61,"VerseNumber":9,"Text":"Resulünü hidayet ve hak dini getirmek üzere o gönderdi ki, ortak koşanlar hoşlanmasa bile, onu tüm dinlerden üstün kılsın"},{"SurahNumber":61,"VerseNumber":10,"Text":"Ey iman sahipleri! Dikkatlerinizi, sizi korkunç bir azaptan kurtaracak bir ticarete çekeyim mi"},{"SurahNumber":61,"VerseNumber":11,"Text":"Allah'a ve onun resulüne inanır, Allah yolunda mallarınız ve canlarınızla didinirsiniz. İşte bu, sizin için en hayırlısıdır; eğer bilirseniz"},{"SurahNumber":61,"VerseNumber":12,"Text":"Günahlarınızı affeder ve sizi, altından nehirler akan bahçelere, sürekli cennetlerdeki temiz-bereketli barınaklara yerleştirir. İşte bu en büyük başarıdır"},{"SurahNumber":61,"VerseNumber":13,"Text":"Seveceğiniz daha başka şeyler de var: Allah'tan bir yardım, çok yakın bir fetih... İman sahiplerine müjde ver"},{"SurahNumber":61,"VerseNumber":14,"Text":"Ey iman sahipleri! Allah'ın yardımcıları olun! Hani, Meryem oğlu İsa, havarilere: \"Allah'a gidişte benim yardımcılarım kimdir?\" demişti de, havariler: \"Biz, Allah'ın yardımcılarıyız!\" cevabını vermişlerdi. Bunun ardından, İsrailoğullarından bir zümre iman etmiş, bir zümre de küfre sapmıştı. Nihayet biz, iman sahiplerini düşmanlarına karşı güçlendirdik de onlar üstün geldiler"}]}