{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Mpe soki bozali na mobembo, mpe bozui moto te mpona kokoma nyongo, mozui nyongo akosimbisa nkolo mbongo mwa eloko (eye ekofandisa ye na kimia). Soki mpe boyokani bino na bino na lolenge ya malamu, moto azali na nyongo esengeli naye kofuta mobimba na ndenge azuaki (adefaki). Mpe abanga Allah Nkolo naye, mpe bobomba litatoli te moto oyo akobomba yango ya sôló motema naye ezali na bokono ya lisumu. Mpe Allah ayebi maye manso bozali kosala"},{"SurahNumber":2,"VerseNumber":284,"Text":"Nyoso ezali o likolo mpe o nsé ezali ya Allah. Nyoso oyo bozali kobimisa polele ya mitema mia bino to bozali kobomba yango, Allah akotunaka bino. Mpe akolimbisa na oyo alingi, mpe akopesa etumbu na oyo alingi. Mpe Allah azali na bokoki na biloko binso"},{"SurahNumber":2,"VerseNumber":285,"Text":"Motindami andimi na maye makiteli ye kowuta epai na Nkolo naye, na bandimi mpe lokola; bango banso bandimi na Allah, na ba anzelu naye, na babuku bia ye, na batindami naye, to kotia bokeseni te okati ya moko kati ya bantindami naye. Mpe balobi ete: Toyoki mpe totosi. Eh Nkolo wa biso! Tosengi nayo olimbisa biso. Mpe epai nayo nde tokozonga"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah apesaka moto mokumba sé oyo ekoki naye. Akofutamaka na maye asalaki, mpe akofutama na mabe maye asalaki. Eh Nkolo! kopesa biso etumbu te soki tobosani to mpe lisumu tosali yango na libaku. Eh Nkolo! Komemisa biso mokumba te ndenge o memisaki baye baleka liboso na biso. Eh Nkolo! Komemisa mpe biso te mokumba moye moleki biso kilo. Longola mabe mabiso limbisa biso, mpe yokela biso mawa. Ozali mobateli na biso, pesa biso elonga likolo na bapagano"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif, Lâm, Mîm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, nzambe mosusu ya kobondela na bosôló azali te kaka sé ye, azali na bomoyi, amikoka naye moko"},{"SurahNumber":3,"VerseNumber":3,"Text":"Akitiselaki yo buku na bosôló, ezali kondima na babuku ekitaka liboso. Mpe akitisi torah mpe indjil"},{"SurahNumber":3,"VerseNumber":4,"Text":"Babuku biye bizalaki bokambi mpona bato. Na sima tokitisaki bososoli (eye ezali kokabola bosôló na lokuta). Ya sôló baye bazali kopengwa na bilembo to mpe mikapo mia Allah, bakozala na etumbu ya makasi. Allah azali makasi atonda nguya nakopesa etumbu"},{"SurahNumber":3,"VerseNumber":5,"Text":"Ya sôló eloko moko te ebombami epai na Allah. Ezala na nsé to na likolo"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ye nde azali kopesa bino balolenge kowuta na mabumu ya bamama na bino yambo ete bobotama ndenge alingi. Nzambe mosusu azali te sé ye wa bokasi atonda bwányá"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ye nde akitiseli yo buku kati na yango ezali na mikapo mia polele ya mibeko, mikapo wana nde mizali misisa ya buku, mpe mikapo misusu mizali na bokokani kati na yango. Na yango bato baye bazali na bokono ya libungi o mitema mia bango, bazali sé kolanda mikapo miye mikokana mpona koluka bomekano to mpe koluka ndimbola na yango, kasi moto moko te ayebi ndimbola na yango, sé ye moko Allah. Nzoka nde, banganga Nzambe (Allah) baye batonda mayele balobaka ete: Biso tondimi na yango. Nyoso ewuti epai na Nkolo na biso, sé bato baye bazali na mayele nde bazali kokanisa mpe kondima na yango"},{"SurahNumber":3,"VerseNumber":8,"Text":"Eh Nkolo wa biso! Kobongola bosôló o mitema mia biso te, sima ya kokamba biso. Mpe pesa biso ngolu nayo. Ya sôló yo ozali mopesi"},{"SurahNumber":3,"VerseNumber":9,"Text":"Eh Nkolo wa biso! Yo okosangisa bato o mokolo mwa mbano moye mokozala na ntembe te; ya sôló Allah azangisaka elaka naye te"},{"SurahNumber":3,"VerseNumber":10,"Text":"Ya sôló baye bapengwa, misolo na bango na bana na bango ekosalisa bango na eloko te epai na Allah. Mpe bango bakozala bankoni ya lifelo"},{"SurahNumber":3,"VerseNumber":11,"Text":"Ndenge ezalaki na bomeseni ya falo na bato naye, ndenge moko na baye bazalaki liboso na bango. Bazuaki bilembo mpe mikapo mia biso na lokuta. Mpe baboyaki kondima na yango, mpe Allah azuaki bango na masumu na bango. Allah azali makasi mpona kopesa etumbu"},{"SurahNumber":3,"VerseNumber":12,"Text":"Loba na baye bapengwa ete: Bokobetama mpe bokokitisama, na sima bokosangisama o kati ya lifelo. Mpe oyo nde esika ya mabe ya kofanda"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ezalaki ya sôló elembo mpe ekamwiseli mpona bino okati ya mapinga mibale makutanaki na bitumba; moko ezalaki kobunda mpona Allah, mosusu ezalaki na bopengwi. Na sima mapinga ya bandimi ekomaki komimona ete bakomaki mbala mibale koleka. Allah asalisaka oyo ye alingi na elonga naye moko. Ya sôló wana ezali liteya mpona bato bazali na miso ya komona"},{"SurahNumber":3,"VerseNumber":14,"Text":"Engengisami mpona bato mposa ya basi, mpe ya bana, mpe bankita ya wolo mpe palata, mpe na bampunda, mpe an’âm, mpe bilanga. Wana nyoso bisengo ya mokili, nzoka nde bozongi ya malamu mpe ya kitoko ezali epai Allah"}]}