{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"побрзајте кон прошката од Госпопдарот ваш и кон Џеннетот кој се простира колку небесата и Земјата - подготвен за богобојазливите"},{"SurahNumber":3,"VerseNumber":134,"Text":"за оние кои делат и кога се во радост и кога се во мака, и кои ја надминуваат омразата, И кои им простуваат на луѓето. Аллах ги уби доброчинителите"},{"SurahNumber":3,"VerseNumber":135,"Text":"И за оние кои, кога ќе направат срамно дело или кога ќе си нанесат напаст себеси, па го споменуваат Аллаха и бараат прошка за гревовите свои, - а кој ќе ги простува гревовите освен Аллах? -и кои не се истрајни во она што го сработиле, и кои, токму, знаат"},{"SurahNumber":3,"VerseNumber":136,"Text":"нив ги чекаат: награда, прошка од Господарот Нивни И бавчи низ кои реки течат. Оние во нив за навек ќе останат. Е, само колку е убава таа награда за оние кои го прават тоа"},{"SurahNumber":3,"VerseNumber":137,"Text":"Пред вас поминаа наследства многу... та, патувајте по земјата и гледајте каква беше казната за лашковците"},{"SurahNumber":3,"VerseNumber":138,"Text":"Ова е јаснотија за луѓето, а Патоказ и Ука за богобојазливите"},{"SurahNumber":3,"VerseNumber":139,"Text":"И не губете храброст и не разочарувајте се: како верници ќе бидете најсилни"},{"SurahNumber":3,"VerseNumber":140,"Text":"Ако ви се зададе рана, еднакво, се задава рана и на луѓето, навистина! А во тие денови меѓу луѓето даваме предност, наизменливо: Аллах, така, знае кои се верници и ги зема меѓу вас шехидите! Аллах не ги туби зулумќарите"},{"SurahNumber":3,"VerseNumber":141,"Text":"верниците Он да ги очисти а неверниците Он да ги снема"},{"SurahNumber":3,"VerseNumber":142,"Text":"Или сметате ли дека Ќе влезете во Џеннетот, а Аллах да не знае за оние кои се бореа од вас и да не знае за трпеливите"},{"SurahNumber":3,"VerseNumber":143,"Text":"А вие веќе смртта ја посакавте веќе пред да се сретнете со неа и очигледно ја здогледавте"},{"SurahNumber":3,"VerseNumber":144,"Text":"Мухаммед е само пејгамбер! И пред него имаше пејгамбери па, ако умре или ако биде убиен ќе се вратите ли по стапалките ваши? А оној кој ќе се врати по стапалките свои на Аллах во ништо не ќе му наштети, а благодарните Аллах Ќе ги награди"},{"SurahNumber":3,"VerseNumber":145,"Text":"Секој умира со одобрението Аллахово во часот определен. Од наградата ќе му дадеме на оној кој ја сака на овој свет И од наградата ќе му дадеме и на оној кој ја сака на Ахирет. Ние ќе ги наградиме благодарните"},{"SurahNumber":3,"VerseNumber":146,"Text":"И многу пејгамбери имаше со кои се бореа многу побожни луѓе и не губеа храброст заради она што им се случи на Аллаховиот пат, не се откажуваа и кои не се предаваа? А Аллах ги њуби трпеливите"},{"SurahNumber":3,"VerseNumber":147,"Text":"Единствени нивни зборови беа: “Господаре наш, прости ги гревовите наши и пропустите наши во однесувањата наши, и ПОМОГНИ НИ против народот невернички"},{"SurahNumber":3,"VerseNumber":148,"Text":"Па, Аллах, тогаш, им даде награда на овој свет, И ќе им даде награда добра на Ахирет. Аллах ги уби доброчинителите"},{"SurahNumber":3,"VerseNumber":149,"Text":"О верници, ако бидете послушни на неверниците ОН ќе ве врати по стапалките ваши... та, ќе станете поразени"},{"SurahNumber":3,"VerseNumber":150,"Text":"Но, не! Аллах е Заштитникот ваш. ОН од поддржниците е НаЈдобриот"},{"SurahNumber":3,"VerseNumber":151,"Text":"Во срцата на неверниците ќе мнвлееме страв затоа што на Аллах другар му здружуваа, за кој Он никаков доказ не објави. Огнот е престојувалиштето нивно. КЕ, само колку лошо прибежиште за зулумќарите е тоа"},{"SurahNumber":3,"VerseNumber":152,"Text":"Аллах, секако, ГО ИСПОЛНИ ветувањето Свое кон вас кога ги истребувавте, со одобрението Негово, непријателите се до времето кога мослабнавте и расправавте за наредбата. Непослушни бевте по она ШТО посакавте да го видите. Меѓу вас имаше: оние кои го сакаа овој свет и оние кои го сакаа Ахирет. Потоа Он ве одвои од нив за да ве испроба. И ОН, секако, ви прости. Аллах поседува неизмерна добрина кон верниците"}]}