{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"(Muhammad) Sira dhawuha, \"Sapa kang aweh rizki marang kowe, rupa banyu udan saka langit, lan thetukulan saka bumi?\" Dhawuha, \"Allah\". Dene aku lan kowe iki salah siji oleh pituduh bener, sijine kesasar temenenan"},{"SurahNumber":34,"VerseNumber":25,"Text":"SIra dhawuha, \"Kowe ora bakal diganggun (tanggung jawab) dening Allah bab kaluputanku. Aku hiya ora bakal didangu prakara kang wis padha kok lakoni"},{"SurahNumber":34,"VerseNumber":26,"Text":"Sira dhawuha, \"Besuk dina qiyamat Pangeranku bakal ngelumpukake aku lan kowe banjur ngrampungi prakaraku lan kwe kelawan bener. Allah iku kang kawasa ngrampungi prakara tur Maha Pirsa"},{"SurahNumber":34,"VerseNumber":27,"Text":"Sira dhawuha, \"Mara aku tuduhna barang kang padha kok golongake ing Allah kanggo mangro-tingal. Ora ta, wis ora bae y en padha Allah. Sabenere Allah iku Maha Mulya tur wicaksana"},{"SurahNumber":34,"VerseNumber":28,"Text":"Anggoningsun ngutus sira Muhammad, sumarambah marang manungsa sajagat hambebungah kelawan bakal holeh ganjaran suwarga, sarta gawe pepeling. Ewadene manungsa iku kang akeh padha ora weruh"},{"SurahNumber":34,"VerseNumber":29,"Text":"Wong kafir padha celathu, \"Benjing punapa kelampahanipun (siksa neraka ingkang dipun ancamaken punika) manawi ngendika panjenengan leres"},{"SurahNumber":34,"VerseNumber":30,"Text":"Dhwuha, \"Kowe wis padha diwangeni ing dina bakal matimu, ora bisa maju utawa mundur sak jam bae"},{"SurahNumber":34,"VerseNumber":31,"Text":"WOng kafir padha ngucap, \"AKu ora ngandel hunine al-Qur'an lan kitab - kitab sadurunge\". Besuk sira handeleng para wong kafir nalikane padha dijejer - jejer ana ngarsane Pangeran. Siji - sijining wong padha tutur tinutuh karo kancane; pitutuhe kang cilik marang panggehene, \"AKu aja kok ajak kafir, mesthi ngandel Allah lan utusane"},{"SurahNumber":34,"VerseNumber":32,"Text":"Para panggehene mangsuli pinutuhing wong cilik, \"Apa aku nyegah anggonmu arep hangelakoni pituduh bener sawise kowe didhawuhi ing Rasul\". (aku ora rumangsa). Nanging kowe padha kafir saka karepmu dhewe"},{"SurahNumber":34,"VerseNumber":33,"Text":"Celathune wong cilik marang panggedhene, \"Kang nyegah anggonku arep ngelakoni pituduh bener, pambujukmu marang aku tanpa kendat, rina lan wengi. AKu tansah kok purih maido ing Allah, kok purih nyembah brahala Pangeran liyane Allah.\" Hewa dene wong kafir mau nalikane padha handeleng siksa padha nutupi kaduwunge. Gulune wong kafir padha Ingsun blenggu. Kang mangkono mahu mung tumanja patrapaning kaluputan kang wis padha dilakoni"},{"SurahNumber":34,"VerseNumber":34,"Text":"Menawa Ingsun ngutus rasul ana sawijining desa, panggehdne desa kono mesthi celathu prentah ingkang sampyan dhawuhaken punika kula mahiben"},{"SurahNumber":34,"VerseNumber":35,"Text":"Wong kafir padha ngucap, \"Kula sugih bondho lan anak punika (tanda yen lampa kula punika sampun dipun parengaken dening Pangeran) lan kula boten padhe dipun siksa"},{"SurahNumber":34,"VerseNumber":36,"Text":"Sira mangusalana, \"Iku dudu tanda yekti, Satemene Allah Pangeranku iku paring rizki akeh marang owng kang dadi parenging karsane, lan ana uga kang diparingi mung cumpen, Hewa dene akeh wong kang padha ora weruh"},{"SurahNumber":34,"VerseNumber":37,"Text":"Kang nyedhakake sira marang Ingsun iku dudu bandhanira lan anakira, kejawa owng kang pracaya marang Ingsun lan hangelakoni panggawe becik, iku bakal paha oleh ganjaran tikel tinimbang murwating kabecikan kang wis padha dilakoni, wong mahu ana suwarga padha tentrem atine"},{"SurahNumber":34,"VerseNumber":38,"Text":"Sarupane wong kang tumandang ngarah jugare al-Quran ayatingsun, ngira yen Ingsun iki apes ora bisa niksa marang wong mahu. WOng mahu ing tembe bakal dihajokake marang neraka, panggonane siksa"},{"SurahNumber":34,"VerseNumber":39,"Text":"Sira dhawuha, \"Satemene Allah Pangeranku paring rizki akeh marang para kawulane, hendi kang dadi parenging kersane, lan ana uga kang mung dicumpeni. Samu barang kang kok wehake marang wong, Allah bakal paring lirune barang mahu. Allah iku becik - becike paring rizki"},{"SurahNumber":34,"VerseNumber":40,"Text":"Lan sira nyaritakna dina qiyamat nalikane Ingsun ngimpun para wong kafir padha ngalumpuk dadi siji. Allah banjur handangu marang para malaikat, \"Opo wong kafir iku padha bekti/nyembah marang Ingsun"},{"SurahNumber":34,"VerseNumber":41,"Text":"Para malaikat padha munjuk ing Allah, \"Dhuh Pangeran kawula, Paduka punika Maha Suci, Tujuning manah kawula punika dhateng Paduka, boten dhateng tiyang kafir. Sahestunipun tiyang kafir punika ingkang kathah sami ngandel dhateng Jin(Syetan)"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ing dina iku ora ana wong bisa mekolehake utawa maheka marang liyane. Lan Ingsun dhawuh marang para wong kafir, \"Padha ngrasakna siksa neraka, kang padha sira paido biyen"},{"SurahNumber":34,"VerseNumber":43,"Text":"WOng kafir mau menawa diwacakne ayatingsun (al-Qur'an) kelawan cetha (terang) padha ngucap, \"Wong iki (Muhammad) ora liwat mung wong lanang sumedya ngalang - alangi anggonmu nyembah brahala sesembahane para leluhurmu biyen. al-Qur'an iki ora liwat mung pangucap goroh,\" wong kafir mau nalikane didhawuhi al-Qur'an kang nayata bener padha ngucap, \"Iki ora liwat mung sihir kang tetela"},{"SurahNumber":34,"VerseNumber":44,"Text":"Wong kafir ora Ingsun paringi Kitab wacan kang mratelakake yen mangro-tingal iku bener. Lan Ingsun ora ngutus nabi sadurunge sira, kang handhawuhake yen mangro-tingal iku bener"},{"SurahNumber":34,"VerseNumber":45,"Text":"Para ummat zman kuna iku hiya padha maido, lan wong kafir ing Mekkah durung madane saparo sepuluhe peparing Ingsun marang ummat sadurunge (kyata dawane ngumur, sugihe bandha lan anak) nanging para ummat mau padha maido marang utusaningsun. Kapriyeta dudukaningsun marang wong mahu. Mesthi Ingsun siksa kang banget"}]}