{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Zvirokwazvo, ndiAllah vanoita kuti mhonzi yezvirimwa neyemichero ivhurike nekukura. Vanounza vapenyu kubva kuvafi, uye ndivo vanounza vafi kubva kuvapenyu. Ava ndivo Allah, saka sei muchibva kuchokwadi"},{"SurahNumber":6,"VerseNumber":96,"Text":"(Ndivo) Muunzi wemangwanani. Uye vakave vanoita kuti husiku huve wekuzorora, uye zuva nemwedzi sezvekuverengera (mazuva, miedzi, nemakore). Uku ndiko kuera kwaSamasimba, muzivi wezvose"},{"SurahNumber":6,"VerseNumber":97,"Text":"Uye ndivo vakakugadzikirai nyeredzi, kuti muve munozvitungamira nadzo murima repasi nemumvura. Zvirokwazvo, takave ndinotsanangura micherechedzo yedu kune vanhu vanoziva"},{"SurahNumber":6,"VerseNumber":98,"Text":"Uye ndivo vakasika imimi kubva kune munhu mumwe (Adam), uye vakakupai nzvimbo yekugara (pasi pano kana mudumbu maamai) uye nzvimbo yekuchengeterwa (muvhu (mumakuva enyu) kana kumisana yanababa venyu). Zvirokwazvo, tave tinotsanangura zvizere mirairo yedu (Qur’aan iri) kune vanhu vanonzwisisa"},{"SurahNumber":6,"VerseNumber":99,"Text":"Ndivo vanotumira mvura kubva kudenga, uye nayo tinounza zvirimwa zvendudzi dzose, uye kubva mazviri tinounza huswa hwakasvibira nekuunza zvirimwa zvakasvika zvakabatana. Uye kubva kumiti yemaDheti kumapazi ayo panobuda michero yemaDheti yakaungana yakabatira pazasi uye pedyo, uye nemapindu emagirepisi, maOrivhi nechibage chechirungu, chimwe chakafanana (mundudzi) asi zvakasiyana (muhukuru uye mukutapira). Tarisai michero yacho kana yokura uye nekuibva kwayo. Zvirokwazvo, muzvinhu izvi ndimo mune micherechedzo kune avo vanhu vanotenda"},{"SurahNumber":6,"VerseNumber":100,"Text":"Asi vanobatanidza maJinn sevabatsiri mukunamata Allah, asi ivo vakaasika (maJinn), uye vanotumidza mukuburikidza manyepo vasina ruzivo vanakomana nevanasikana kwavari. Rukudzo kwavari uye ndivo mukuru pane izvo (zvakaipa) zvavanomutumidza"},{"SurahNumber":6,"VerseNumber":101,"Text":"Ndivo musiki wematenga uye nenyika. Saka vangave nevana chirudzii ivo vasina mukadzi? Vakasika zvinhu zvose uye ndivo muzivi wezvose"},{"SurahNumber":6,"VerseNumber":102,"Text":"Ava ndivo Allah, Tenzi venyu! Laa ilaaha illaa Huwa (Hakuna mumwe anekodzero yekunamatwa kunze kwavo), Musiki wezvose. Saka vanamatei (ivo chete), uye ndivo muchengeti wezvose"},{"SurahNumber":6,"VerseNumber":103,"Text":"Maziso hakwanisi kuvaona, asi ivo vanoona zvose. Ndivo vane ruremekedzo rwose, vanoziva zvose"},{"SurahNumber":6,"VerseNumber":104,"Text":"Zvirokwazvo, humboo hwauya kwamuri kubva kuna Tenzi venyu, saka kune uyo anenge aona achaita izvozvo (zvakanakira) iye pachezvake, uye uyo anove anozvipofomadza, achazvikuvadza pachezvake, uye inini (Muhammad (SAW)) handisi muchengeti wenyu"},{"SurahNumber":6,"VerseNumber":105,"Text":"Saizvozvo tinotsanangura ndima kuti ivo (vasingatendi) vazoti: “Wakave unodzidza (maGwaro evanhu veGwaro uye ukaunza Qur’aan kubva maari)”, uye kuti tive tinoita nyaya yacho ive pachena kune vanhu vane ruzivo"},{"SurahNumber":6,"VerseNumber":106,"Text":"Tevedzera izvo zvadzikiswa kwauri (Muhammad (SAW)) kubva kuna Tenzi vako. Laa ilaaha illaa Huwa (Hakuna ane kodzero yekunamwatwa kunze kwavo), uye ibva kune vanamati vezviumbwa"},{"SurahNumber":6,"VerseNumber":107,"Text":"Uye dai Allah vaida, havaitora vamwe kunze kwavo mukunamata. Uye hatina kuti uve mutarisi wavo kana muchengeti wavo"},{"SurahNumber":6,"VerseNumber":108,"Text":"Uye usave unotsvinyira izvo zvavanonamata (vasingatendi) kunze kwaAllah, nekuti vanogona kutsvinyira Allah mune zvakaipa vasina ruzivo. Saizvozvo takave tinonatsurudzira rwudzi rwega- rwega izvo zvavanoita; uye mushure kuna Tenzi vavo vachadzokera, uye vachave vanovaudza zvose zvavaiita"},{"SurahNumber":6,"VerseNumber":109,"Text":"Uye vanopika muzvirokwazvo naAllah, kuti dai mucherechedzo ukauya kwavari, muzvokwadi vanotenda mauri. Iti: “Zvirokwazvo micherechedzo ina Allah, uye chii chinokuitai imi (maMuslim) muve nechivimbo (kunyangwe) kana (mucherechedzo) wauya, havatendi?”"},{"SurahNumber":6,"VerseNumber":110,"Text":"Uye tichave tinofuratirisa moyo nemeso avo (kubva kugwara) nemhaka yekuramba kutenda mavari (Allah) pakutanga, uye tichavasiya vachiraudzira kuti vave vanodzungaira muhubofu"}]}