{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"O Allah ki, sizi güçsüz (zayıf) bir şeyden (nutfeden) yarattı. Sonra zayıflığın ardından (sizi) kuvvetli kıldı. Sonra (sizi), kuvvetin ardından zayıf ve ihtiyar kıldı. O (Allah), dilediğini yaratır. Ve O; Âlim´dir (en iyi bilen), Kaadir´dir (herşeye gücü yeten)"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ve o saatin geldiği (kıyâmetin koptuğu) gün, mücrimler bir saatten fazla (mezarda) kalmadıklarına yemin ederler. İşte böyle döndürülüyorlardı (ölümden hayata döndürülüyorlardı)"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ve ilim ve îmân verilenler: \"Andolsun ki Allah´ın Kitabı´ndaki beas (yeniden diriliş) gününe kadar (mezarda) kaldınız.\" dediler. İşte bu beas (yeniden diriliş) günüdür. Lâkin siz bilmiyordunuz"},{"SurahNumber":30,"VerseNumber":57,"Text":"O zaman izin günü (kıyâmet günü), zalimlere mazeretleri (özürleri) fayda vermeyecek. Ve onlardan (Allah´ı) razı etmeleri de istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ve andolsun ki, bu Kur´ân´da insanlar için bütün meselelerden örnekler verdik. Ve eğer onlara bir âyet getirsen, kâfirler mutlaka: \"Siz sadece bâtılla uğraşan kimselersiniz.\" derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Allah, bilmeyenlerin kalplerini işte böyle tabeder (mühürler)"},{"SurahNumber":30,"VerseNumber":60,"Text":"Öyleyse sabret, muhakkak ki Allah´ın vaadi haktır. Ve yakîn hasıl etmemiş olanlar (kesin bilgi sahibi olmayanlar), sakın seni hafifliğe sürüklemesinler"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lâm, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar, hakîm (hikmet ve hükümle dolu) olan Kitab´ın Âyetleri´dir"},{"SurahNumber":31,"VerseNumber":3,"Text":"Muhsinler için hidayet (e erdirici) ve rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar, namazı ikame ederler (namaz kılarlar) ve zekâtı verirler. Ve onlar, ahirete (Allah´a ulaşmaya) yakîn hasıl ederler (kesinlikle inanırlar)"},{"SurahNumber":31,"VerseNumber":5,"Text":"İşte onlar, Rab´lerinden bir hidayet üzerindedirler. Ve işte onlar; onlar felâha erenlerdir"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ve insanlardan bir kısmı boş sözleri satın alırlar, ilimleri olmaksızın Allah´ın yolundan saptırmak için. Ve onu eğlence (alay konusu) edinirler. İşte onlar için muhin (aşağılayıcı) bir azap vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ve ona âyetlerimiz okunduğu zaman onu işitmemiş gibi kibirlenerek döner (gider), onun kulaklarında vakra (işitme engeli) varmış gibi. Öyleyse onu elîm azapla müjdele (ikaz et, uyar)"},{"SurahNumber":31,"VerseNumber":8,"Text":"Muhakkak ki âmenû olanlar (Allah´a ulaşmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar için naîm cennetleri vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"(Onlar) orada ebediyyen kalacak olanlardır. Allah´ın vaadi haktır. Ve O; Azîz´dir (yüce), Hakîm´dir (hüküm ve hikmet sahibi)"},{"SurahNumber":31,"VerseNumber":10,"Text":"Gökleri, gördüğünüz gibi direksiz olarak yarattı ve sizi sarsar (sarsmasın) diye sabit ve yüksek dağlar oluşturdu. Orada her çeşit yürüyen hayvandan üretip yaydı. Ve gökten su indirdik, böylece orada her kerim (ikram edilmiş) bitkiden çift yetiştirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Bu, Allah´ın yaratmasıdır. Öyleyse O´ndan başkaları ne yarattı, bana gösterin! Hayır, zalimler, apaçık dalâlet içindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ve andolsun ki Lokman´a hikmet verdik ki, Allah´a şükretsin. Ve kim şükrederse, o taktirde sadece kendi nefsi için şükreder. Ve kim küfrederse (inkâr ederse), o taktirde muhakkak ki Allah; Gani´dir (kimsenin şükrüne ihtiyacı yoktur), Hamid´dir (hamdedilen)"},{"SurahNumber":31,"VerseNumber":13,"Text":"Ve Lokman, oğluna vaazederek (öğüt vererek) şöyle demişti: \"Ey yavrum, Allah´a şirk koşma! Muhakkak ki şirk, azîm (çok büyük) bir zulümdür"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ve Biz, insana anne ve babasına (bakmasını) vasiyet ettik (farz kıldık). Onu, annesi zorluk üzerine zorlukla taşıdı. Ve onun sütten kesilmesi iki yıldır. (Hem) Bana (hem) anne ve babana şükret! Dönüş, Bana´dır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ve bilgin olmayan bir şey hakkında, şirk koşman için seninle mücâdele ederlerse, ikisine de itaat etme! Ve dünyada onlara güzellikle sahip ol. Bana yönelenlerin (ruhunu Allah´´a ulaştırmayı dileyenlerin) yoluna tâbî ol. Sonra dönüşünüz Banadır. O zaman yaptığınız şeyleri size haber vereceğim"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ey yavrum! Muhakkak ki o (amelin), bir hardal tanesi kadar dahi olsa ve o, bir kaya içinde veya göklerde veya yerde bile olsa, Allah onu, (kıyâmet günü hayat filminde karşına) getirir. Muhakkak ki Allah; Lâtif´tir (lütuf sahibi), Habîr´dir (haberdar olan)"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ey yavrum, namazı ikame et (namaz kıl)! Ma´ruf ile (irfanla, iyilikle) emret ve münkerden (kötülükten) nehyet (münkeri yasakla, mani ol). Ve sana isabet eden şeylere (musîbetlere) sabret. Muhakkak ki bu, azmedilen (mutlaka yapılması gereken) işlerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ve insanlardan (kibirlenerek) yüz çevirme ve yeryüzünde böbürlenerek yürüme. Muhakkak ki Allah, çalımla yürüyenlerin ve çok övünenlerin hiçbirini sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ve yürüyüşünde mütevazi (alçakgönüllü) ol ve sesini alçalt (alçak sesle konuş). Muhakkak ki seslerin en çirkini, elbette hamirin (merkebin) sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Göklerde ve yerlerdeki herşeyi, Allah´ın size musahhar (emrinize amade) kıldığını görmediniz mi? Ve sizin üzerinizdeki görünen ve görünmeyen (açık ve gizli) ni´metlerini tamamladı. Ve insanlardan bir kısmı (hâlâ) ilmi, bir hidayete erdiricisi ve aydınlatıcı bir kitabı olmaksızın, Allah hakkında mücâdele ederler"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ve onlara \"Allah´ın indirdiği şeye (Kitaba) tâbî olun!\" denildiği zaman: \"Hayır, babalarımızı üzerinde bulduğumuz şeye (putlara) tâbî oluruz.\" dediler. Ve şeytan onları, alevli ateşin (cehennemin) azabına çağırıyor olsa da mı"}]}