{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":151,"Text":"Katakanlah, \"Marilah kubacakan apa yang diharamkan atas kamu oleh Tuhan-mu, yaitu janganlah kamu mempersekutukan sesuatu dengan Dia, berbuat baiklah terhadap kedua orang ibu bapak, dan janganlah kamu membunuh anak-anak kamu karena takut kemiskinan. Kami akan memberi rezeki kepadamu dan kepada mereka; dan janganlah kamu mendekati perbuatan-perbuatan yang keji, baik yang tampak di antaranya maupun yang tersembunyi, dan janganlah kamu membunuh jiwa yang diharamkan Allah (membunuhnya) melainkan dengan sesuatu (sebab) yang benar\"518. Demikian itu yang diperintahkan kepadamu supaya kamu memahami(nya)"},{"SurahNumber":6,"VerseNumber":152,"Text":"Dan janganlah kamu dekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, hingga sampai ia dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak memikulkan beban kepada seseorang melainkan sekedar kesanggupannya. Dan apabila kamu berkata, \"Maka hendaklah kamu berlaku adil, kendatipun ia adalah kerabat(mu)519, dan penuhilah janji Allah520. Yang demikian itu diperintahkan Allah kepadamu agar kamu ingat"},{"SurahNumber":6,"VerseNumber":153,"Text":"dan bahwa (yang Kami perintahkan ini) adalah jalan-Ku yang lurus, maka ikutilah dia; dan janganlah kamu mengikuti jalan-jalan (yang lain)521, karena jalan-jalan itu mencerai beraikan kamu dari jalan-Nya. Yang demikian itu diperintahkan Allah kepadamu agar kamu bertakwa"},{"SurahNumber":6,"VerseNumber":154,"Text":"Kemudian Kami telah memberikan Alkitab (Taurat) kepada Musa untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, dan untuk menjelaskan segala sesuatu dan sebagai petunjuk dan rahmat agar mereka beriman (bahwa) mereka akan menemui Tuhan mereka"},{"SurahNumber":6,"VerseNumber":155,"Text":"Dan Al-Qur`ān itu adalah kitab yang Kami turunkan yang diberkahi, maka ikutilah dia dan bertakwalah agar kamu diberi rahmat"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Kami turunkan Al-Qur`ān itu) agar kamu (tidak) mengatakan, \"Bahwa kitab itu hanya diturunkan kepada dua golongan522 saja sebelum kami, dan sesungguhnya kami tidak memperhatikan apa yang mereka baca"},{"SurahNumber":6,"VerseNumber":157,"Text":"Atau agar kamu (tidak) mengatakan, \"Sesungguhnya jikalau kitab ini diturunkan kepada kami, tentulah kami lebih mendapat petunjuk dari mereka\". Sesungguhnya telah datang kepada kamu keterangan yang nyata dari Tuhan-mu, petunjuk, dan rahmat. Maka siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksa yang buruk, disebabkan mereka selalu berpaling"},{"SurahNumber":6,"VerseNumber":158,"Text":"Yang mereka nanti-nanti tidak lain hanyalah kedatangan malaikat kepada mereka (untuk mencabut nyawa mereka), atau kedatangan Tuhan-mu atau kedatangan sebagian tanda-tanda Tuhan-mu524. Pada hari datangnya sebagian tanda-tanda Tuhan-mu, tidaklah bermanfaaat lagi iman seseorang bagi dirinya sendiri yang belum beriman sebelum itu, atau dia (belum) mengusahakan kebaikan dalam masa imannya. Katakanlah, \"Tunggulah olehmu sesungguhnya Kami pun menunggu (pula)"},{"SurahNumber":6,"VerseNumber":159,"Text":"Sesungguhnya orang-orang yang memecah belah agama-Nya dan mereka (terpecah) menjadi beberapa golongan525, tidak ada sedikit pun tanggung jawabmu terhadap mereka. Sesungguhnya urusan mereka hanyalah (terserah) kepada Allah, kemudian Allah akan memberitahukan kepada mereka apa yang telah mereka perbuat"},{"SurahNumber":6,"VerseNumber":160,"Text":"Barang siapa membawa amal yang baik, maka baginya (pahala) sepuluh kali lipat amalnya; dan barang siapa yang membawa perbuatan jahat, maka dia tidak diberi pembalasan melainkan seimbang dengan kejahatannya, sedang mereka sedikit pun tidak dianiaya (dirugikan)"},{"SurahNumber":6,"VerseNumber":161,"Text":"Katakanlah, \"Sesungguhnya aku telah ditunjuki oleh Tuhan-ku kepada jalan yang lurus, (yaitu) agama yang benar, agama Ibrāhīm yang lurus; dan Ibrāhīm itu bukanlah termasuk orang-orang musyrik"},{"SurahNumber":6,"VerseNumber":162,"Text":"Katakanlah, \"Sesungguhnya salatku, ibadahku, hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam"},{"SurahNumber":6,"VerseNumber":163,"Text":"Tiada sekutu bagi-Nya; dan demikian itulah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah)"},{"SurahNumber":6,"VerseNumber":164,"Text":"Katakanlah, \"Apakah aku akan mencari Tuhan selain Allah, padahal Dia adalah Tuhan bagi segala sesuatu. Dan tidaklah seorang membuat dosa melainkan kemudaratannya kembali kepada dirinya sendiri; dan seorang yang berdosa tidak akan memikul dosa orang lain526. Kemudian kepada Tuhan-mulah kamu kembali, dan akan diberitakan-Nya kepadamu apa yang kamu perselisihkan"},{"SurahNumber":6,"VerseNumber":165,"Text":"Dan Dia-lah yang menjadikan kamu penguasa-penguasa di bumi dan Dia meninggikan sebagian kamu atas sebagian (yang lain) beberapa derajat, untuk mengujimu tentang apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhan-mu amat cepat siksaan-Nya, dan sesungguhnya Dia Maha Pengampun lagi Maha Penyayang"}]}