{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Surely in Joseph and his brothers there are signs for doubting men"},{"SurahNumber":12,"VerseNumber":8,"Text":"They said to each other: ‘Surely Joseph and his brother¹ are dearer to our father than ourselves, though we are many. Truly, our father is much mistaken"},{"SurahNumber":12,"VerseNumber":9,"Text":"Kill Joseph, or cast him away in some far-off land, so that you may have no rivals in your father‘s love, and after that be honourable men.‘"},{"SurahNumber":12,"VerseNumber":10,"Text":"One of the brothers said: ‘Do not kill Joseph; but, if you must, rather cast him into a dark pit. Some caravan will take him up.‘"},{"SurahNumber":12,"VerseNumber":11,"Text":"They said: ‘Father why do you not trust us with Joseph? Surely we wish him well"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send him with us tomorrow, that he may play and enjoy himself. We will take good care of him.‘"},{"SurahNumber":12,"VerseNumber":13,"Text":"He said: ‘It would much grieve me to let him go with you; for I fear lest the wolf should eat him when you are off your guard.‘"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said: ‘If the wolf could eat him when we are so many, then we should surely be lost!‘"},{"SurahNumber":12,"VerseNumber":15,"Text":"So when they took him with them, they together resolved to cast him into a dark pit. We revealed to him Our will, saying: ‘You shall tell them of all this when they will not know you.‘"},{"SurahNumber":12,"VerseNumber":16,"Text":"At nightfall they returned to their father, weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"Father,‘ they said, ‘we went off to compete together, and left Joseph with our packs. The wolf devoured him. But you will not believe us, though we speak the truth.‘"},{"SurahNumber":12,"VerseNumber":18,"Text":"And they brought him their brother‘s shirt, stained with false blood. ‘No!‘ he cried. ‘Your souls have tempted you to something evil. Sweet patience! God alone can help me bear the loss you speak of.‘"},{"SurahNumber":12,"VerseNumber":19,"Text":"And a caravan passed by, who sent their water-bearer to the pit. And when he had let down his pail, he cried: ‘Rejoice! Here is a boy!‘ They concealed him as part of their merchandise. But God knew what they did"},{"SurahNumber":12,"VerseNumber":20,"Text":"They sold him for a trifling price, for a few pieces of silver. They cared nothing for him"},{"SurahNumber":12,"VerseNumber":21,"Text":"The Egyptian who bought him said to his wife: ‘Be kind to him. He may prove useful to us, or we may adopt him as our son. Thus We established Joseph in the land, and taught him to interpret dreams. God has power to accomplish His will, though most may not know it"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he reached maturity We bestowed on him wisdom and knowledge. Thus do We reward the righteous"},{"SurahNumber":12,"VerseNumber":23,"Text":"The woman in whose house he served attempted to seduce him. She bolted the doors and said: ‘Come!‘ ‘God forbid!‘ he replied. ‘My lord has treated me with kindness. Wrongdoers shall never prosper.‘"},{"SurahNumber":12,"VerseNumber":24,"Text":"She made for him, and he himself would have succumbed to her had he not seen the sign of his Lord. Thus did We shield him from evil-doing and lechery, for he was one of Our faithful servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"They both rushed to the door. She tore his shirt from behind. And at the door they met her husband. She said: ‘Shall not the man who wished to violate your wife be thrown into prison or sternly punished?‘"},{"SurahNumber":12,"VerseNumber":26,"Text":"Joseph said: ‘It was she who attempted to seduce me.‘ ‘If his shirt is torn from the front,‘ said one of her people who was present, ‘she is speaking the truth and he is lying.‘"},{"SurahNumber":12,"VerseNumber":27,"Text":"And if his shirt is torn from behind, then she is lying and he is speaking the truth.‘"},{"SurahNumber":12,"VerseNumber":28,"Text":"And when her husband saw that Joseph‘s shirt was rent from behind, he said to her: ‘This is but one of your tricks. Your cunning is great indeed!‘"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph, say no more about this. Woman, ask pardon for your sin. You have assuredly done wrong.‘"}]}