{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Onť to jest, jenž rozlil obě moře, jedno sladké, čerstvé, druhé slané, hořké — a učinil mezi nimi rozhraní a přehradu nepřekročitelnou"},{"SurahNumber":25,"VerseNumber":54,"Text":"Onť to, jest, jenž stvořil z vody člověka a učinil mu svazky příbuzenské a pokrevní: a Pán tvůj jest všemocný"},{"SurahNumber":25,"VerseNumber":55,"Text":"A (nicméně) uctívají vedle Boha, co nemůže způsobiti jim prospěchu, aniž jim uškoditi: a nevěřící jest proti Pánu svému pomahačem"},{"SurahNumber":25,"VerseNumber":56,"Text":"A poslali jsme tě jedině jako věštitele a varovatele"},{"SurahNumber":25,"VerseNumber":57,"Text":"Rci: „Nežádám od vás odměny za to, vyjma toho, aby ten, kdo chce, vešel na stezku k Pánu svému.“"},{"SurahNumber":25,"VerseNumber":58,"Text":"A spoléhej na Živoucího, jenž neumírá a vyvyšuj jej ve chvále jeho: onť dostačitelným jest vin služebníků svých znalcem"},{"SurahNumber":25,"VerseNumber":59,"Text":"On, jenž stvořil nebe i zemi a vše, což mezi oběma jest, v šesti dnech: poté pak povznesl se na trůn svůj — Milosrdný! A taž se o něm zpravených"},{"SurahNumber":25,"VerseNumber":60,"Text":"A když rčeno, jest jim: „Padněte na tváře své před Milosrdným,“ říkají: „A kdo jest (ten) Milosrdný? Máme klaněti se tomu, čemu kážeš nám?“ A tím více (od tebe) prchají"},{"SurahNumber":25,"VerseNumber":61,"Text":"Požehnán budiž ten, jenž učinil na nebi souhvězdí a učinil na něm svítilnu a měsíc osvětlující"},{"SurahNumber":25,"VerseNumber":62,"Text":"Onť jest to, jenž učinil střídání noci a dne pro ty, kdož chtějí býti pamětlivi (Boha) a pro ty, kdož chtějí býti vděčnými"},{"SurahNumber":25,"VerseNumber":63,"Text":"A služebníky Milosrdného jsou ti, kdož chodí po zemi skromně a když mluví na ně nevědoucí, odpovídají: „Pokoj (s vámi).“"},{"SurahNumber":25,"VerseNumber":64,"Text":"A ti, kteří celé noci bdí modlíce se k Pánu svému na tvářích svých skloněni, aneb v stoje"},{"SurahNumber":25,"VerseNumber":65,"Text":"a ti, kteří říkají: „Pane náš, odvrať od nás trest pekla, neboť trest jeho zajisté jest věčný"},{"SurahNumber":25,"VerseNumber":66,"Text":"a zlé jest to obývání a umístění"},{"SurahNumber":25,"VerseNumber":67,"Text":"a ti, kteří v dávání nejsou ani výstředními, ani skoupými, nýbrž na střední cestě stojí"},{"SurahNumber":25,"VerseNumber":68,"Text":"a ti, kteří nevzývají zároveň s Bohem bohů jiných, a nezabíjejí osob, jichž zabití zakázal Bůh, leda dle práva, a nesmilní, neb kdo tak činí dojde pokuty"},{"SurahNumber":25,"VerseNumber":69,"Text":"Zdvojnásoben bude mu trest v den zmrtvýchvstání, a v něm na věky zůstane, potupen"},{"SurahNumber":25,"VerseNumber":70,"Text":"vyjma toho, kdož kajícně obrátí se a koná dobré skutky: těm zamění Bůh špatnosti jejich v dobré skutky, neboť Bůh velký jest v odpouštění, slitovný"},{"SurahNumber":25,"VerseNumber":71,"Text":"A kdožkoli na pokání obrátí se a koná dobré skutky, ten zajisté obrátí se k Bohu dobrým obrácením"},{"SurahNumber":25,"VerseNumber":72,"Text":"a ti, kdož nevydávají lživého svědectví a když jdou mimo ničemnosti, jdou mimo počestně"},{"SurahNumber":25,"VerseNumber":73,"Text":"a ti, když připomněna jsou jim znamení Pána jejich, nezůstanou netečnými, jako by byli hluši a slepi"},{"SurahNumber":25,"VerseNumber":74,"Text":"a ti, kteří říkají: „Pane náš, dejž nám z manželek našich a potomstva našeho radost srdce, a učiň nás předními z bohabojných.“"},{"SurahNumber":25,"VerseNumber":75,"Text":"Tito odměněni budou vysokým místem za to, že trpělivě vyčkávali a naleznou v ráji přivítání a pozdrav"},{"SurahNumber":25,"VerseNumber":76,"Text":"V něm přebývati budou věčně: krásné to bude obývání a umístění"},{"SurahNumber":25,"VerseNumber":77,"Text":"Rci: „Nestará se o vás Pán můj, voláte-li k němu, či-li nic: vždyť již lhářem nazvali jste (proroka). Však (trest váš) bude lpěti na vás!“"}]}