{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Kaadu diggah anu Yalla kinniyo Yallak fuxxih keenik (malayka kinnuk) iyya num, toysa too num Jahannam giral kaa galatna, tonnaah daalimiinih yan mara (koros kinnuk) tamannah tan galtóh galatna"},{"SurahNumber":21,"VerseNumber":30,"Text":"Kaadu koroositeh yan mari diggah Qaranwaa kee baaxó ittat kafimih sugteeh, ken nammay ittak baxisnem mayablaanaay mayaaxigaanaa? Kaadu ummaan iimiy rooci eelli hayta leek abneeh, lee keenik manô sabab abne, ah-abaluk usun Yallih dudda manummaysaanaa? Qibaada kaah caglisak"},{"SurahNumber":21,"VerseNumber":31,"Text":"Kaadu baaxô bagul xiikooluh tan qaleelá hayne ken tasgayyeemik, kaadu farakka-le gitittey adda kak gexaana teetil hayne, faxan rike edde yaafoonuh"},{"SurahNumber":21,"VerseNumber":32,"Text":"Kaadu Qaran baaxóh amô tabsa abneeh, usuk daccarsimaah maradaay sheetoona adda kaak matabta, kaadu usun (koros kinnuk) Qaran astootit derre caban (ayróoy, alsáay, cutuuka kinnuk)"},{"SurahNumber":21,"VerseNumber":33,"Text":"Kaadu Yalla kinni bar kee laqóoy, ayróo kee alsá gintem, ummaan tii keenik isi maroh addat giirisa"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nabiyow kok duma faxe seehadaytuh addunyal waaram maabinnino, atu rabtek toysa usun waare loonuu"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ummaan nafsi raba tammoysele! Umaanée (gibdaabina kinnuk) kee maqaanél (niqmoota kinnuk) mokkoroh (aqayyaare kinnuk) sin mokkorennooh, cisab kee galtóh Nee fanah gacsimetton"},{"SurahNumber":21,"VerseNumber":36,"Text":"Nabiyow koroosite mari koo yable waqdi, anqasak sa koo kah haysitam mali, a-numuu, sin yallittet yabtaah qaytimtam sittak axcuk, usun Racmaan kinni Rabbih xagar-xagol koroosite marah anuk"},{"SurahNumber":21,"VerseNumber":37,"Text":"Seehadayti qataatakok ginniimeeh, ummaanimit Qataataka, yi-astooti sin aybulleeyyok, Yi-digaalat maqataatakina siinih tamaatek dumal"},{"SurahNumber":21,"VerseNumber":38,"Text":"Kaadu koros anqasah, Mucammadow nee kah xagnissa digaalá maa-waqadiiy, koo kee kol yeemene mari numma yacee mara tekkeenik iyyan"},{"SurahNumber":21,"VerseNumber":39,"Text":"Koroosite mari sinni foocittee kee sinni xiironwak girá waasaanam duudewaan waqdi, aaxiginnoonuy digaala assaxaaruk manannon, Kaadu usun Yallih digaalak cateynay ken cata malon"},{"SurahNumber":21,"VerseNumber":40,"Text":"Wonna hinnay Qhiyaamá garciik (hurubbaak) keenit tamaateeh, ken wariggissaah kaxxam Qabaxxaagitaanaah baditaanah, tokkel sinni nafsik digaala gutqaanam maduudaanaay woo saaku dagoh gide ken mawaddiroysan yatoobeenimkeh"},{"SurahNumber":21,"VerseNumber":41,"Text":"Nummah Nabiyow a-koros kol anqassek kok duma rubne farmoytit ken ummatta keenil anqasseh, tokkel woo farmoytiitil keenik anqasak suge maral elle anqasak sugen digaalá keenil obteeh ken maraasiyteh"},{"SurahNumber":21,"VerseNumber":42,"Text":"Nabiyow ama korosuk bar kee laqó Racmaan kinni Rabbih digaalak iyyi sin dacrisaah usuk woo digaala siinil oobisam faxek keenik ixxic, wonna hinnay usun sinni Rabbih Qhuraan kee kassiisit derre caban"},{"SurahNumber":21,"VerseNumber":43,"Text":"Hinnak Ni-digaalak ken catta yallitte maay lon nek kalah? diggah ken yallitte Ni digaalak sinni nafsih cato yakkeenim maduudan, kaadu usun (koros kinnuk) Ni-digaalak sinni waddaah cattam malon"},{"SurahNumber":21,"VerseNumber":44,"Text":"Wonna hinnay ama koros kee ken abbobti hatkisneh, maaluu kee xaylooy, qumri xexxar keenih neceemih sabbatah.Diggah Nanu ken baaxót namaateeh, tet derfaafik daggosnam mayablaanaa? Woo baaxooxah mari islaamaninnot aban culimil, maysó-le keeninnaa? Aleey, Nabii kee kay kataysiisi iisá lem"},{"SurahNumber":21,"VerseNumber":45,"Text":"Nabiyow sinaamak cagalah anu Yallih digaalak sin edde meesiisam Yallak wacyih yol oobe Qhuraana ixxic:kinnih immay kaadu ayti- maleelá keenih aban seecó kah aabbe wayta innah ama koros Qhuraanak keenil yakriyeenim cubbi edde yan ankactuh mankacsaanaay edde mayantifiqan ken edde meesiisan waqdi"},{"SurahNumber":21,"VerseNumber":46,"Text":"Kaadu Nabiyow koros ku-Rabbih digaalak dagom ken xagtek, nee gee finqgaaw! Diggah nanu ninni nafsi koroosannut yudlume marah sugne axcelon"},{"SurahNumber":21,"VerseNumber":47,"Text":"Yalli Qhiyaamah ayró qadli miidanwa oobisna seehadâ taama teetil miidaanisnamkeh iyye, tokkel too ayro hebeltô nafsi tul mayandulluma ken taamak kardal (masangaleh caxah cabbat kinnuk) cabbatih gide Qilsak lem takke way tet bahnah ken elle galatnuh, nanu Ni naqoosah taamah fokkaaqoo kee cisab dudnaah diggi hayna"},{"SurahNumber":21,"VerseNumber":48,"Text":"Nummah Nabii Muusaa kee Nabii Haaruunuh cakkii kee baatil ittak baxsaah, tirri elle iyyan noorii kee Yallak meesita marah kassis yakke kitab (tawraat kinnuk) necee axcuk xiibita Yalli"},{"SurahNumber":21,"VerseNumber":49,"Text":"Usun able kal sinni Rabbik meesita mara kinnon, kaadu usun Qhiyaamah ayróh gibdaabinaa kee digaalak meesitaanaah qaraarakan"},{"SurahNumber":21,"VerseNumber":50,"Text":"Amah Yalli isi farmoytal oobise Qhuraanay kassita marah kassit yakkey kayri kak maggo kinnik, isin kaa tangaddeeniih, kaa waagissaanaa"}]}