{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"And with them shall be those restrained (modest) eyes, companions equal in age"},{"SurahNumber":38,"VerseNumber":53,"Text":"This is what you are promised for the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":54,"Text":"Verily, this in truth is Our provision which will never fail"},{"SurahNumber":38,"VerseNumber":55,"Text":"This (shall be so for the righteous). And lo! There is an evil destination for the transgressors"},{"SurahNumber":38,"VerseNumber":56,"Text":"Hell; they will burn in it, an evil resting-place"},{"SurahNumber":38,"VerseNumber":57,"Text":"This (shall be so); then shall they taste it, boiling and intensely cold"},{"SurahNumber":38,"VerseNumber":58,"Text":"And other (punishment) of similar kind in pairs (of the two extremes)"},{"SurahNumber":38,"VerseNumber":59,"Text":"Here is an army plunging in without consideration along with you; no welcome for them; surely they shall burn in the Fire"},{"SurahNumber":38,"VerseNumber":60,"Text":"They shall say, \"Nay! Thee too! No welcome for you: it is you who have brought this upon us; evil is this resting-place"},{"SurahNumber":38,"VerseNumber":61,"Text":"They shall say, \"Our Lord! Whoever prepared it first for us, add you to him a double chastisement in the Fire"},{"SurahNumber":38,"VerseNumber":62,"Text":"And they shall say, \"What ails us that we do not see men whom we used to count among the wicked"},{"SurahNumber":38,"VerseNumber":63,"Text":"Was it that we took them wrongly in scorn, or have our eyes missed them"},{"SurahNumber":38,"VerseNumber":64,"Text":"Verily, this is the truth - the mutual wrangling of the inmates of the fire"},{"SurahNumber":38,"VerseNumber":65,"Text":"Say, \"I am only a Warner, and there is no God but Allah, the One, the Absolute (or Supreme and Irresistible)"},{"SurahNumber":38,"VerseNumber":66,"Text":"The Lord of the heavens and the earth and that which is between them, the Mighty Enforcer, the most Forgiving"},{"SurahNumber":38,"VerseNumber":67,"Text":"Say, \"It is a message of great importance"},{"SurahNumber":38,"VerseNumber":68,"Text":"From which you are turning away"},{"SurahNumber":38,"VerseNumber":69,"Text":"had no knowledge of the Exalted Chiefs (in heaven) when they discussed (affairs)"},{"SurahNumber":38,"VerseNumber":70,"Text":"Naught is revealed to me save this, that I am a plain Warner"},{"SurahNumber":38,"VerseNumber":71,"Text":"Behold, your Lord said to the angels; Surely I am going to create a mortal from dust (or clay)"},{"SurahNumber":38,"VerseNumber":72,"Text":"So when I have fashioned him in due proportions and breathed into him of My spirit, then fall down making obeisance unto him"},{"SurahNumber":38,"VerseNumber":73,"Text":"And the angels did obeisance, all of them"},{"SurahNumber":38,"VerseNumber":74,"Text":"But not Iblis: he was too proud and became one of the disbelievers"},{"SurahNumber":38,"VerseNumber":75,"Text":"He said, \"O Iblis! What prevented you from doing obeisance to him whom I created with My two hands? Are you too proud or are you of the Exalted Ones"},{"SurahNumber":38,"VerseNumber":76,"Text":"He said, \"I am better than he; Thou hast created me of Fire, and him Thou did create of dust (or clay)"},{"SurahNumber":38,"VerseNumber":77,"Text":"He said, \"Then get you hence, for lo! you are outcast"},{"SurahNumber":38,"VerseNumber":78,"Text":"And surely My curse is on you till the Day of Judgment"},{"SurahNumber":38,"VerseNumber":79,"Text":"He said, \"My Lord! then reprieve me till the day that they are raised"},{"SurahNumber":38,"VerseNumber":80,"Text":"He said, \"Surely you are of the reprieved ones"},{"SurahNumber":38,"VerseNumber":81,"Text":"Until the Day of the time appointed"},{"SurahNumber":38,"VerseNumber":82,"Text":"He said, \"Then by Thy Might I will surely beguile (tempt them to evil), every one"},{"SurahNumber":38,"VerseNumber":83,"Text":"Except Thy single-minded servants from among them, the purified ones"},{"SurahNumber":38,"VerseNumber":84,"Text":"He said, \"The Truth Is, and the Truth I speak"},{"SurahNumber":38,"VerseNumber":85,"Text":"That I will most certainly fill hell with you and with those among them who follow you, every one"},{"SurahNumber":38,"VerseNumber":86,"Text":"Say (O Muhammad unto mankind), \"I do not ask you for any reward for it; nor am I of the impostors"},{"SurahNumber":38,"VerseNumber":87,"Text":"Lo! It (the Quran) is nothing but a reminder for all peoples (nations)"},{"SurahNumber":38,"VerseNumber":88,"Text":"And you will, in time, come to know the truth thereof"},{"SurahNumber":39,"VerseNumber":1,"Text":"The revelation of this Book is from Allah, the Mighty, the Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"Surely We have revealed to you the Book with the truth, therefore serve Allah, being sincere to Him in obedience (or making religion pure for Him only)"},{"SurahNumber":39,"VerseNumber":3,"Text":"Now, surely, sincere obedience (or pure religion) is due to Allah alone and those who take guardians besides Him, say, \"We serve them only that they may bring us nearer to Allah\". Surely Allah will judge between them in that in which they differ"},{"SurahNumber":39,"VerseNumber":4,"Text":"If Allah desire to take a son to Himself, He will surely choose those He pleases from what He has created. Glory be to Him: He is Allah, the One, the Absolute"},{"SurahNumber":39,"VerseNumber":5,"Text":"He has created the heavens and the earth with Truth; He makes the night cover the day and makes the day overtake the night, and He has made the sun and the moon subservient; each one runs on to an assigned term; now surely is He not the Mighty, the great"},{"SurahNumber":39,"VerseNumber":6,"Text":"He has created you from a single being, then made its mate of the same (kind), and He has made for you eight of the cattle in pairs. He creates you in the wombs of your mothers, a creation after a creation, in triple darkness; that is Allah your Lord, His"},{"SurahNumber":39,"VerseNumber":7,"Text":"If you are ungrateful, then surely Allah is Independent (or self-sufficient) above all need of you; though He does not like ungratefulness in His servants; and if you are grateful, He is pleased with you; and no bearer of burden shall bear the burden of a"}]}