{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Ad tayfasının qardaşını xatırla! Bir zaman o özündən əvvəl də, sonra da qorxudan peyğəmbərlər gəlib-getmiş qumsal təpələrdə yaşayan tayfasını: “Allahdan başqasına ibadət etməyin. Mən sizə üz verəcək əzəmətli günün əzabından qorxuram!” deyə xəbərdar etmişdi"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar isə demişdilər: “Sən bizi məbudlarımızdan döndərməyəmi gəldin? Əgər doğru danışanlardansansa, bizə vəd etdiyini gətir!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hud dedi: “Bu haqda bilgi ancaq Allaha məxsusdur. Mən sizə yalnız mənimlə göndərilənləri təbliğ edirəm. Lakin mən sizin cahil adamlar olduğunuzu görürəm”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Nəhayət o əzabı vadilərinə doğru gələn bir bulud şəklində gördükdə: “Bu bizə yağış yağdıracaq buluddur!”– dedilər. Hud dedi: “Xeyr! Bu sizin tez gəlməsini istədiyiniz – özü ilə ağrılı-acılı əzab gətirən bir küləkdir"},{"SurahNumber":46,"VerseNumber":25,"Text":"O öz Rəbbinin əmri ilə hər şeyi yerlə yeksan edəcəkdir!” Onlar elə məhv oldular ki, evlərindən başqa heç bir şey görünmədi. Biz günahkar adamları belə cəzalandırırıq"},{"SurahNumber":46,"VerseNumber":26,"Text":"Sizə vermədiyimiz imkanları Biz onlara vermişdik. Onlara qulaq, göz və qəlb vermişdik. Lakin nə qulaqları, nə gözləri, nə də qəlbləri onlara heç bir fayda vermədi. Çünki onlar Allahın ayələrini inkar edirdilər. Onları ələ saldıqları əzab bürüdü"},{"SurahNumber":46,"VerseNumber":27,"Text":"Biz sizin ətrafınızda olan şəhərləri məhv etdik. Biz ayələri onlara müxtəlif cür izah etdik ki, bəlkə küfrdən əl çəkələr"},{"SurahNumber":46,"VerseNumber":28,"Text":"Bəs nəyə görə Allahı qoyub Ona yaxınlaşmaq məqsədilə ilahiləşdirdikləri tanrılar onlara kömək etmədi? Əksinə, onlardan uzaqlaşıb yox oldular. Bu onların iftiraları və uydurmalarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir zaman bir dəstə cini Quranı dinləmək üçün sənin yanına yolladıq. Onlar onu dinləməyə gəldikdə bir-birinə: “Susun, qulaq asaq!”– dedilər. Quran oxunub qurtardıqdan sonra isə xəbərdar etmək məqsədilə öz tayfalarının yanına qayıtdılar"},{"SurahNumber":46,"VerseNumber":30,"Text":"Onlar dedilər: “Ey qövmümüz! Biz, həqiqətən də, Musadan sonra nazil edilmiş, özündən əvvəlkiləri təsdiqləyən, haqqa və düz yola yönəldən bir Kitab dinlədik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey qövmümüz! Allahın təbliğatçısını qəbul edin və ona iman gətirin ki, Allah günahlarınızı bağışlasın və sizi ağrılı-acılı əzabdan qurtarsın!”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Allahın təbliğatçısını qəbul etməyən kimsə yer üzündə Allahdan yaxa qurtara bilməz və Ondan başqa onun himayəçi dostları da olmaz. Onlar aşkar azğınlıq içindədirlər"},{"SurahNumber":46,"VerseNumber":33,"Text":"Məgər onlar göyləri və yeri yaradan, onları yaratmaqla yorulmayan Allahın ölüləri də diriltməyə qadir olduğunu görmürlərmi? Sözsüz ki, O, hər şeyə qadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kafirlər Odun qarşısına gətiriləcəkləri gün onlara: “Məgər bu, həqiqət deyilmi?”– deyiləcəkdir. Onlar: “Bəli, Rəbbimizə and olsun ki, həqiqətdir!”– deyəcəklər. Allah da: “Küfr etdiyinizə görə dadın əzabı!”– deyəcəkdir"},{"SurahNumber":46,"VerseNumber":35,"Text":"Elçilərdən möhkəm iradə sahiblərinin səbir etdiyi kimi, sən də səbir et! Onlara əzabın tez gəlməsini istəmə. Onlar vəd olunduğunu görəcəkləri gün gündüzün bircə saatı qədər qaldıqlarını sanacaqlar. Bu, bir təbliğatdır. Heç fasiq adamlardan başqası məhv edilərmi"},{"SurahNumber":47,"VerseNumber":1,"Text":"Kafirlərin və insanları Allahın yolundan sapdıranların əməllərini Allah puça çıxarmışdır"},{"SurahNumber":47,"VerseNumber":2,"Text":"İman gətirib yaxşı işlər görənlərin, öz Rəbbindən gerçək həqiqət kimi Muhəmmədə nazil edilənə inananların isə Allah günahlarından keçmiş və onların vəziyyətini yaxşılaşdırmışdır"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bu ona görədir ki, kafirlər batilə uymuş, iman gətirənlər isə öz Rəbbindən gələn həqiqətə bağlanmışlar. Beləcə, Allah insanlara onlara aid misallar çəkir"},{"SurahNumber":47,"VerseNumber":4,"Text":"Döyüşdə kafirlərlə qarşı-qarşıya gəldiyiniz zaman boyunlarını vurun. Nəhayət, onları qırıb zəiflətdikdə əsirlərə bağladığınız kəndirləri bərk çəkin. Sonra da onları ya rəhm edib fidyəsiz, ya da fidyə alıb azad edin. Müharibəyə son qoyulanadək kafirlərlə belə rəftar edin. Bax belə! Əgər Allah istəsəydi, onlardan döyüşsüz də intiqam alardı. Lakin O sizi biri-birinizlə sınağa çəkmək üçün belə etdi. Allah Öz yolunda öldürülənlərin əməllərini heç vaxt boşa çıxartmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allah onları doğru yola yönəldəcək, onların halını yaxşılaşdıracaq"},{"SurahNumber":47,"VerseNumber":6,"Text":"və onları özlərinə tanıtmış olduğu Cənnətə daxil edəcəkdir"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman gətirənlər! Əgər siz Allaha (Onun dininə) kömək göstərsəniz, O da sizə kömək göstərər və ayaqlarınızı möhkəmlədər"},{"SurahNumber":47,"VerseNumber":8,"Text":"Qoy məhv olsun kafirlər! Allah onların əməllərini puça çıxardar"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bu ona görədir ki, onlar Allahın nazil etdiyinə nifrət etdilər, O da onların əməllərini puça çıxartdı"}]}