{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"But who does greater evil than he who lies against God and cries lies to the very truth, when it comes to him? Is there not in Gehenna a lodging for the unbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"And he who has come with the very truth and confirms it, those they are the godfearing"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have whatsoever they will with their Lord; that is the recompense of the good-doers"},{"SurahNumber":39,"VerseNumber":35,"Text":"that God may acquit them of the worst of what they did, and recompense them with the wages of the fairest of what they were doing"},{"SurahNumber":39,"VerseNumber":36,"Text":"Shall not God suffice His servant, though they frighten thee with those apart from Him? And whomsoever God leads astray, no guide has he"},{"SurahNumber":39,"VerseNumber":37,"Text":"But whomso God guides, none shall lead him astray; is not God All-mighty, All-vengeful"},{"SurahNumber":39,"VerseNumber":38,"Text":"If thou askest them, 'Who created the heavens and the earth?' they will say, 'God.' Say: 'What think you? That you call upon apart from God -- if God desires affliction for me, shall they remove His affliction? Or if He desires mercy for me, shall they withhold His mercy?' Say: 'God is enough for me; in Him all those put their trust who put their trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: 'My people, act according to your station; I am acting; and soon you will know"},{"SurahNumber":39,"VerseNumber":40,"Text":"to whom will come a chastisement degrading him, and upon whom lights a lasting chastisement"},{"SurahNumber":39,"VerseNumber":41,"Text":"Surely We have sent down upon thee the Book for mankind with the truth. Whosoever is guided, is only guided to his own gain, and whosoever goes astray, it is only to his own loss; thou art not a guardian over them"},{"SurahNumber":39,"VerseNumber":42,"Text":"God takes the souls at the time of their death, and that which has not died, in its sleep; He withholds that against which He has decreed death, but looses the other till a stated term. Surely in that are signs for a people who reflect. Or have they taken intercessors apart from God"},{"SurahNumber":39,"VerseNumber":43,"Text":"Say: 'What, even though they have no power whatever and no understanding"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say: 'To God belongs intercession altogether. His is the kingdom of the heavens and the earth; then unto Him you will be returned"},{"SurahNumber":39,"VerseNumber":45,"Text":"When God is mentioned alone, then shudder the hearts of those who believe not in the Hereafter, but when those apart from Him are mentioned behold, they rejoice"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say: 'O God, Thou originator of the heavens and the earth who knowest the Unseen and the Visible, Thou shalt judge between Thy servants touching that whereon they are at variance"},{"SurahNumber":39,"VerseNumber":47,"Text":"If the evildoers possessed all that is in the earth, and the like of it with it, they would offer it to ransom themselves from the evil of the chastisement on the Day of Resurrection; yet there would appear to them from God that they never reckoned with"},{"SurahNumber":39,"VerseNumber":48,"Text":"and there would appear to them die evils of that they have earned, and they would be encompassed by that they mocked at"},{"SurahNumber":39,"VerseNumber":49,"Text":"When some affliction visits a man, he calls unto Us; then, when We confer on him a blessing from Us, he says, 'I was given it only because of a knowledge.' Nay, it is a trial, but most of them do not know it"},{"SurahNumber":39,"VerseNumber":50,"Text":"So said those that were before them; but that they earned did not avail them"},{"SurahNumber":39,"VerseNumber":51,"Text":"in that the evils of that they earned smote them. The evildoers of these men, they too shall be smitten by the evils -- of that they earned; they will not be able to frustrate it"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they know that God outspreads and straitens His provision to whomsoever He will? Surely in that are signs for a people who believe"}]}