{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"When Musa had fulfilled the appointed term and had set off with his family, he noticed a fire from one side of the Mount. He said to his family, ´Stay here, I can see a fire. Hopefully I will bring you back some news from it or a burning branch from the fire so that you will be able to warm yourselves.´"},{"SurahNumber":28,"VerseNumber":30,"Text":"But when he reached it a voice called out to him from the right hand side of the valley in the part which was full of blessing, from out of the bush: ´Musa, I am Allah, the Lord of all the worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw down your staff!´ Then when he he saw it slithering like a snake he turned and fled and did not turn back again. ´Musa, approach and have no fear! You are one of those who are secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Put your hand inside your shirt front. It will emerge pure white yet quite unharmed. And hug your arms to your sides to still your fear. These are two proofs from your Lord for Pharaoh and his ruling circle. They are a deviant people.´"},{"SurahNumber":28,"VerseNumber":33,"Text":"He said, ´My Lord, I killed one of them and I am afraid they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"and my brother Harun is more eloquent than me so send him with me to support me and back me up. I am afraid they will call me a liar.´"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said, ´We will reinforce you with your brother and by Our Signs will give you both authority, so that they will not be able to lay a hand on you. You and those who follow you will be the victors.´"},{"SurahNumber":28,"VerseNumber":36,"Text":"But when Musa brought them Our Clear Signs they said, ´This is nothing but trumped-up magic. We never heard anything like this among our earlier forefathers.´"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa said, ´My Lord knows best who has come with guidance from Him and who will have the best Home in the end. The wrongdoers will certainly not be successful.´"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh said, ´Council, I do not know of any other god for you apart from Me. Haman, kindle a fire for me over the clay and build me a lofty tower so that perhaps I may be able to climb up to Musa´s god! I consider him a blatant liar.´"},{"SurahNumber":28,"VerseNumber":39,"Text":"He and his troops were arrogant in the land without any right. They thought that they would not return to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"So We seized him and his troops and flung them into the sea. See the final fate of the wrongdoers"},{"SurahNumber":28,"VerseNumber":41,"Text":"We made them leaders, summoning to the Fire, and on the Day of Rising they will not be helped"},{"SurahNumber":28,"VerseNumber":42,"Text":"We pursued them with a curse in this world and on the Day of Rising they will be hideous and spurned"},{"SurahNumber":28,"VerseNumber":43,"Text":"We gave Musa the Book after destroying the earlier nations, to awaken people´s hearts and as a guidance and a mercy so that hopefully they would pay heed"},{"SurahNumber":28,"VerseNumber":44,"Text":"You were not on the western side when We gave Musa the command. You were not a witness"},{"SurahNumber":28,"VerseNumber":45,"Text":"Yet We produced further generations and ages passed. Nor did you live among the people of Madyan and recite Our Signs to them, yet We have sent you news of them"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor were you on the side of the Mount when We called, yet it is a mercy from your Lord so that you can warn a people to whom no warner came before, so that hopefully they will pay heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"If a disaster had struck them because of what they had already done, they would have said, ´Our Lord, why did You not send us a Messenger so that we could have followed Your Signs and been muminun?´"},{"SurahNumber":28,"VerseNumber":48,"Text":"But when the truth did come to them from Us they said, ´Why has he not been given the same as Musa was given?´ But did they not previously reject what Musa was given? They say, ´Two magicians who back each other up.´ And they say, ´We reject both of them.´"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say: ´Bring a Book, then, from Allah which guides better than both of them and follow it if you are telling the truth.´"},{"SurahNumber":28,"VerseNumber":50,"Text":"If they do not respond to you then know that they are merely following their whims and desires. And who could be further astray than someone who follows his whims and desires without any guidance from Allah? Allah does not guide the people of the wrongdoers"}]}