{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Ba siran nda makandalakao ko Lopa ka-aniran mailai o antonaa i miyambutad o Kiya-akiran ko siran a Miya-ona an niran? Miyabaloi siran a siran i Lubi a di siran 1 bagur, go manga rarad ko Lopa: Na siniksa siran o Allah sabap ko manga Dosa iran, go da-a miyabaloi a miyakalinding kiran ko (siksa o) Allah"},{"SurahNumber":40,"VerseNumber":22,"Text":"Giyoto man na sabap sa Mata-an! A siran na minitalingoma kiran o manga Sogo kiran so manga rarayag a Karina, na Inongkir iran: Na siniksa siran o Allah: Mata-an! A Sukaniyan i Mabagur, a Mailot 1 Kandadanug"},{"SurahNumber":40,"VerseNumber":23,"Text":"Na Sabunsabunar a Siyogo Ami so Musa, rakhus o manga Tanda Ami, go Katantowan a Mapayag"},{"SurahNumber":40,"VerseNumber":24,"Text":"Si-i ko Pir-aon, a go so Haman, go so Qaroun; na ba iran ndun Pitharo: a balik Mata, a Lubi a Bokhag"},{"SurahNumber":40,"VerseNumber":25,"Text":"Na kagiya a miyoma Niyan kiran so Bunar, a pho-on ko Hadapan Nami, na Pitharo iran: A Pamonowa niyo so manga Wata a Mama o siran a Miyamaratiyaya a pud Iyan, na Oyaga niyo so manga Babai kiran; na da ko Antangan a Marata o Miyamangongkir inonta na Matatago ko Karibat"},{"SurahNumber":40,"VerseNumber":26,"Text":"Na Pīitharo o Pir-aon: Botawani ako niyo ka Bono-ongko so Musa; go Tawaga Niyan i Kadnan Niyan! Mata-an! A Sakun na Ipukhawan Nakun o ba niyan Kasambi-i so okit iyo, o di na ba Niyan Mapayag ko Lopa so Kapaminasa"},{"SurahNumber":40,"VerseNumber":27,"Text":"Na Pitharo o Musa: A Mataan! A Sakun na Lominindong Ako ko Kadnan Ko go Kadnan niyo poon ko oman i Takabor a di Mapaparatiyaya ko Alongan a Kapamagitong"},{"SurahNumber":40,"VerseNumber":28,"Text":"Na Pitharo o Mama a Mapaparatiyaya (a si Hazqil ) a pud ko manga Tonganai o Pir-aon, a Paguuma-an Niyan so Paratiyaya Niyan: Ino niyo Mbono-on ko Mama a gi-i Niyan Katharowa: Sa aya Kadnan Ko na so Allah-a Sabunar a Minioma Niyan rukano so manga Rarayag a Karina a pho-on ko Kadnan niyo? Na o Sukaniyan na bokhag, na Phakatana-on so Kabokhag Iyan; o Sukaniyan na Mumamata-an, na Khisogat rukano so saba-ad ko Ipuphangangaluk Iyan rukano: Mata-an! A so Allah na di Niyan Punggonana-on so tao a sukaniyan na Mumamalawani a Bokhag"},{"SurahNumber":40,"VerseNumber":29,"Text":"Hai Pagtao Akun! Ruk iyo so Kadatu sa Alongan nai: Makadada-ag kano ko Lopa: Na antawao non i makatabang rukutano ko siksa o Allah amai ka Makaoma Rukutano? Pitharo o Pir-aon: Da-a ithoro akun rukano a rowar ko Mapipikir akun; go da-a Punggonanaowangko rukano a rowar ko lalan a ontol"},{"SurahNumber":40,"VerseNumber":30,"Text":"Na Pitharo o Miyamaratiyaya: Hai Pagtao Akun! Mata-an! A Sakun na ipukhawan Nakun sukano ko lagid o masa o Mithampotampong"},{"SurahNumber":40,"VerseNumber":31,"Text":"Lagid o Miyasowa o Pagtao o Nuh, go so Ad, go so Samood, go so Miya-oriyan niran: Na kuna o ba kabaya o Allah ı Kasalimboti ko manga Oripun (Niyan)"},{"SurahNumber":40,"VerseNumber":32,"Text":"Go Hai Pagtao Akun! Mataan! A Sakun na ikhawan Nakun sukano ko Alongan a Kathatawaga"},{"SurahNumber":40,"VerseNumber":33,"Text":"Alongan a Tomalikhod kano a Puphamalagoi kano: Da a makalinding rukano pho-on ko (siksa o) Allah: Na sa tao a Dadagun o Allah, na da-a Makanggonanao ron"},{"SurahNumber":40,"VerseNumber":34,"Text":"Na Sabunsabunar a Mini talingoma Rukano o Yusuf gowani so manga Rarayag a Karina, na da kano dun pagukar ko Kashasangka ko Minitalingoma Niyan rukano to: Taman sa kagiya Matai, na Pitharo iyo: A da dun a Shogo-on o Allah ko oriyan Niyan a Sogo. Lagid man noto a kandadaga o Allah ko tao a sukaniyan na Mumamalawani a Shasangka"},{"SurahNumber":40,"VerseNumber":35,"Text":"Siran na Puphamawalun niran so manga Ayat o Allah, a da-a Katantowan a Miyakatalingoma kiran. Miyakala a Rarangit a phoon ko Allah go pho-on ko siran a Miyamaratiyaya. Lagid man noto a Kapupharkata o Allah ko oman i poso o Takabor, a tuthugas"},{"SurahNumber":40,"VerseNumber":36,"Text":"Na Piītharo o Pir-aon: Hai Haman! Mbalain na Kongka sa Bantabantai, ka-a Nako Misampaı ko manga lalan"},{"SurahNumber":40,"VerseNumber":37,"Text":"A manga lalan ko manga Langit, ka-a Nakun kabantai so Tohan o Musa: Ka Mata-an! A Sakun na ikakarang Ko dun Sukaniyan sa Bokhag! Na giyoto man 1 Kiyapharasi ko Pir-aon ko Marata ko Amal Iyan, go Kiyabalambanan ko lalan (a ontol); na da ko antangan a marata o Pir-aon inonta na matatago ko kalogi"},{"SurahNumber":40,"VerseNumber":38,"Text":"Na Pitharo o Miyamaratiyaya: Hai Pagtao Akun! Onoti Yako niyo: Ka Thoro-on Ko sukano ko lalan a ontol"},{"SurahNumber":40,"VerseNumber":39,"Text":"Hai Pagtao Akun! Giyangkai a Kaoyagoyag ko doniya na matag sagad a Kapipiya ginawa: Na Mataan! A so Akhirat na giyoto i Darpa a Tatap"},{"SurahNumber":40,"VerseNumber":40,"Text":"Sa tao a nggalubuk sa Marata na da-a Imbalason a rowar ko lagid iyan: Na sa tao a nggalubuk sa mapiya-aMama o di na Babai-a sukaniyan na Mapaparatiyaya,- na siran man i Phamakasolud ko Sorga: Puphagupurun siran ro-o sa daa Pithatamanan niyan"}]}