{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"«Ṭā, Sīn, Mīm.» Yametangulia maelezo kuhusu herufi za mkato mwanzo wa sura ya Al-Baqarah"},{"SurahNumber":26,"VerseNumber":2,"Text":"Hizi ni aya za Qur’ani yenye kufafanua kila kitu, yenye kupambanua baina ya uongofu na upotevu"},{"SurahNumber":26,"VerseNumber":3,"Text":"Huenda wewe, ewe Mtume, kwa kuwa una hamu sana ya kutaka wao waongoke, ukajiangamiza mwenyewe kwa kuwa wao hawakukuamini na hawakufuata kimatendo uongofu wako. Basi usifanye hivyo"},{"SurahNumber":26,"VerseNumber":4,"Text":"Tukitaka tutawateremshia wakanushaji, miongoni mwa watu wako, miujiza itokayo mbinguni yenye kuwaogopesha itakayowalazimisha wao kuamini, na hapo shingo zao ziwe zimenyongeka na kudhalilika. Lakini hatukutaka hilo, kwani Imani yenye kunufaisha ni kuyaamini yaliyoghibu kwa hiyari"},{"SurahNumber":26,"VerseNumber":5,"Text":"Na hauwajii washirikina hawa ukumbusho, kutoka kwa Mwingi wa rehema unaoanzwa kuteremshwa, kitu baada ya kitu, wenye kuwaamrisha na kuwakataza na kuwakumbusha Dini ya kweli, isipokuwa wanaupa mgongo na hawaukubali"},{"SurahNumber":26,"VerseNumber":6,"Text":"Kwa hakika washaikanusha Qur’ani na washaifanyia shere, basi zitawajia wao habari za jambo ambalo walikuwa wakilifanyia shere na dharau, na itawashukia wao adhabu ikiwa ni malipo ya kumuasi Mola wao"},{"SurahNumber":26,"VerseNumber":7,"Text":"Je, wanakanusha na hali wao hawakuiangalia ardhi ambayo ndani yake tumeotesha kila aina nzuri ya mimea ambayo hakuna awezae kuiyotesha isipokuwa Mola wa viumbe vyote"},{"SurahNumber":26,"VerseNumber":8,"Text":"Kwa hakika, katika kuitoa mimea kwenye ardhi ni dalili wazi ya ukamilifu wa uweza wa Mwenyezi Mungu, na wengi wa watu hawakuwa ni wenye kuamini"},{"SurahNumber":26,"VerseNumber":9,"Text":"Na kwa hakika Mola wako Ndiye Mshindi wa kila kiumbe, ni Mwenye kurehemu Ambaye rehema Yake imeenea kila kitu"},{"SurahNumber":26,"VerseNumber":10,"Text":"Na wakumbushe watu wako, ewe Mtume, pindi Mola wako Alipomuita Mūsā kuwa awaendee watu madhalimu"},{"SurahNumber":26,"VerseNumber":11,"Text":"nao ni watu wa Fir’awn na uwaambie wayaogope mateso ya Mwenyezi Mungu Aliyetukuka na waache ukafiri na upotevu walionao"},{"SurahNumber":26,"VerseNumber":12,"Text":"Mūsā akasema, «Mola wangu! Mimi ninaogopa wasije wakanikanusha juu ya utume"},{"SurahNumber":26,"VerseNumber":13,"Text":"na moyo wangu ukaingia kero kwa kunikanusha, na ulimi wangu usiwe na ufasaha wa kulingania. Basi mtume Jibrili aende na wahyi kwa ndugu yangu Hārūn, ili anisaidie na aniamini kwa ninayoyasema, na awafafanulie kile ninachowaambia, kwani yeye ana ufasaha zaidi wa matamshi kuliko mimi"},{"SurahNumber":26,"VerseNumber":14,"Text":"Na watanishika na kosa la kumuua mwanamume wa jamii ya Qibṭī miongoni mwao, na kwa hivyo ninaogopa wasiniue kwa ajili yake.»"},{"SurahNumber":26,"VerseNumber":15,"Text":"Mwenyezi Mungu Akamwambia Mūsā, «Sivyo hivyo! Hawatakuua. Na nimekubali matakwa yako juu ya Hārūn. Basi endeni mkiwa na miujiza yenye kuonyesha ukweli wenu. Sisi tuko pamoja na nyinyi kwa ujuzi, utunzi na usaidizi tunasikiliza"},{"SurahNumber":26,"VerseNumber":16,"Text":"Mjieni Fir’awn na mumwambie, «Sisi tumetumwa kwako na kwa watu wako kutoka kwa Mola wa viumbe wote"},{"SurahNumber":26,"VerseNumber":17,"Text":"kwamba uwaache Wana wa Isrāīl waende na sisi.»"},{"SurahNumber":26,"VerseNumber":18,"Text":"Fir’awn akasema kumwambia Mūsā kwa kumsimanga, «Je, hatukukulea kwenye majumba yetu ukiwa mchanga, ukakaa kwenye utunzi wetu miaka (mingi) katika umri wako"},{"SurahNumber":26,"VerseNumber":19,"Text":"ukafanya tendo la jinai kwa kumuua mwanamume miongoni mwa watu wangu, ulipompiga na ukamsukuma, na wewe ni miongoni mwa wakanushaji neema zangu na kukataa uola wangu"},{"SurahNumber":26,"VerseNumber":20,"Text":"Mūsā akasema kumjibu Fir’awn, «Nilifanya uliyoyataja kabla Mwenyezi Mungu Hajaniletea wahyi na kunitumiliza kama Mtume"},{"SurahNumber":26,"VerseNumber":21,"Text":"ndipo nilitoka kwenu kwa kukimbia kuelekea Madyan nilipoogopa usije ukaniua kwa nililolifanya bila kukusudia, Na Mola wangu Akanitunuku unabii na elimu na Akanifanya ni miongoni mwa Mitume"},{"SurahNumber":26,"VerseNumber":22,"Text":"Na kwani huko kulelewa nyumbani kwako unakuona ni neema kutoka kwako juu yangu, na hali wewe umewafanya Wana wa Isrāīl ni watumwa , unawachinja wana wao wa kiume na unawaachilia wanawake wao ili watumwe na wadharauliwe?»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Fir’awn akamwambia Mūsā, «Na huyo Mola wa viumbe wote Ambaye unadai kwamba wewe ni mjumbe Wake, ni kitu gani?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"Mūsā akasema, «Yeye ni Mmiliki na Mwenye kuipelekesha mbingu na ardhi na vilivyoko baina ya viwili hivyo. Iwapo nyinyi mna yakini na hilo, basi aminini.»"},{"SurahNumber":26,"VerseNumber":25,"Text":"Fir’awn akasema kuwaambia walioko pambizoni mwake miongoni mwa watukufu wa watu wake, «Je, hamusikii maneno ya Mūsā ya ajabu kwamba kuna mola asiyekuwa mimi?»"},{"SurahNumber":26,"VerseNumber":26,"Text":"Mūsā akasema, «Mola Ambaye mimi nawalingania nyinyi Kwake ni Yule Aliyewaumba nyinyi na Aliyewaumba wa mwanzo. Basi vipi nyinyi mnamuabudu ambaye ni kiumbe kama nyinyi na yeye ana mababa waliotoeka kama mababa zenu?»"},{"SurahNumber":26,"VerseNumber":27,"Text":"Fir’awn akasema kuwaambia wale watu wake makhsusi akiwapandisha ghadhabu zao, kwa kuwa Mūsā amemkanusha yeye, «Kwa kweli, huyu mjumbe wenu aliyeletwa kwenu ni mwendawazimu , asema maneno yasiyofahamika.»"},{"SurahNumber":26,"VerseNumber":28,"Text":"Mūsā akasema, «Mola wa Mashariki na Magharibi na vilivyoko baina ya viwili hivyo, na vilivyomo ndani yake vya mwangaza na giza. Hili linapelekea kuwa ni lazima kumuamini Yeye Peke Yake, iwapo nyinyi ni miongoni mwa watu wa akili na kuzingatia.»"},{"SurahNumber":26,"VerseNumber":29,"Text":"Fir’awn akamwambia Mūsā kwa kumtisha, «Ukichukua mwingine aseyekuwa mimi ukamfanya ni mola nitakufunga jela pamoja na wale niliowafunga.»"},{"SurahNumber":26,"VerseNumber":30,"Text":"Mūsā akasema, «Je, utanifanya mimi ni miongoni mwa wafungwa jela, hata nikikuletea hoja ya kukata ambayo kwa hiyo utabainika ukweli wangu?»"},{"SurahNumber":26,"VerseNumber":31,"Text":"Fir’awn akasema, «Basi ilete ikiwa wewe ni miongoni mwa wakweli katika madai yako.»"},{"SurahNumber":26,"VerseNumber":32,"Text":"Hapo Mūsā akaitupa fimbo yake na ikageuka kuwa nyoka wa kikweli, si kiinimacho kama wanavyofanya wachawi"},{"SurahNumber":26,"VerseNumber":33,"Text":"Na akautoa mkono wake kwenye uwazi wa kanzu yake uliofunguliwa kifuani au chini ya kwapa lake, na papo hapo ukawa mweupe kama barafu, na sio weupe wa mbalanga, ukawashangaza waangaliaji"},{"SurahNumber":26,"VerseNumber":34,"Text":"Fir’awn akasema kuwaambia watukufu wa watu wake, kwa kuogopa wasije wakaamini, «Kwa kweli Mūsā ni mchawi hodari"},{"SurahNumber":26,"VerseNumber":35,"Text":"Anataka kuwatoa nyinyi, kwa uchawi wake, kwenye ardhi yenu. Basi mnatoa shauri gani kuhusu yeye nipate kuyafuata maoni yenu?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Watu wake wakamwambia, «Msubirishe Mūsā na Hārūn, na utume askari mijini wawakusanye wachawi"},{"SurahNumber":26,"VerseNumber":37,"Text":"Watakujia na kila anayejua uchawi na akawa hodari kuufahamu.»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Wakakusanywa wachawi, na wakapangiwa wakati maalumu, nao ni wakati wa mchana wa siku ya Pambo ambayo wanajitenga na shughuli zao, na wanajikusanya na kujipamba, ili wakutane na Mūsā"},{"SurahNumber":26,"VerseNumber":39,"Text":"na wawahimize watu kujumuika kwa matarajio kwamba ushindi uwe ni wa wachawi"},{"SurahNumber":26,"VerseNumber":40,"Text":"Sisi tunatarajia ushindi uwe ni wa wachawi ili tujikite kwenye dini yetu"},{"SurahNumber":26,"VerseNumber":41,"Text":"Na wachawi walipomjia Fir’awn walimwambia, ‘Je, sisi tutakuwa na malipo ya mali au heshima ikiwa tutakuwa ni wenye kumshinda Mūsā?»"},{"SurahNumber":26,"VerseNumber":42,"Text":"Fir’awn akasema, «Ndio, nyinyi mtapata kwangu malipo mnayoyataka, na nyinyi hapo mtakuwa ni miongoni mwa wenye kusogezwa karibu na mimi.»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Mūsā akasema kuwaambia wachawi, akitaka kuutangua uchawi wao na kuonyesha kuwa kile alichokileta si uchawi, «Tupeni mtakavyovitupa vya uchawi.»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Basi wakatupa kamba zao na fimbo zao, na zikawadhihirikia watu kwenye akili zao kuwa ni nyoka wanaotembea, na wakaapa kwa enzi ya Fir’awn kwa kusema, «Sisi ni wenye kushinda.»"},{"SurahNumber":26,"VerseNumber":45,"Text":"Hapo akaitupa Mūsā fimbo yake, na papo hapo ikawa ni nyoka mkubwa, akawa anavimeza vile vilivyotokana na wao, hao wachawi, vya uzushi na bandia"},{"SurahNumber":26,"VerseNumber":46,"Text":"Waliposhuhudia hilo na wakajua kuwa halitokani na udanganyifu wa wachawi, walimuamini Mwenyezi Mungu na wakamsujudia"},{"SurahNumber":26,"VerseNumber":47,"Text":"na wakasema, «Tumemuamini Mola wa viumbe vyote"},{"SurahNumber":26,"VerseNumber":48,"Text":"Mola wa Mūsā na Hārūn.»"},{"SurahNumber":26,"VerseNumber":49,"Text":"Fir’awn akasema kuwaambia wachawi kwa kukataa, «Mumemkubali Mūsā bila ya idhini yangu!» Na akasema akiashiria kuwa kitendo cha Mūsā ni uchawi, «Yeye ni mkubwa wenu aliyewafundisha nyinyi uchawi, basi mtayajua mateso yatakayowafikia. Nitaikata mikono yenu na miguu yenu kitafauti: kwa kuukata mkono wa kulia na mguu wa kushoto au kinyume chake, na nitawasulubu nyote.»"},{"SurahNumber":26,"VerseNumber":50,"Text":"Wachawi walisema kumwambia Fir’awn, «Hakuna madhara ya duniani yatakayotupata, kwa kweli sisi ni wenye kurudi kwa Mola wetu, Atupe neema ya kuendelea"},{"SurahNumber":26,"VerseNumber":51,"Text":"Sisi tunataraji Mola wetu Atusamehe makosa yetu ya ushirikina na mengineyo kwa kuwa sisi ndio Waumini wa mwanzo katika watu wako.»"}]}