{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Mlandu uli ndi anthu olemera, omwe amapempha kuti asakamenye nawo nkhondo. Iwo amasangalala kukhalira limodzi ndi iwo amene atsalire m’mbuyo ndipo Mulungu waphimba mitima yawo kotero iwo sadziwa"},{"SurahNumber":9,"VerseNumber":94,"Text":"Iwo adzapereka zodandaula zawo pamene mudza kwa iwo. Nena: “Inu musanene china chili chonse chifukwa ife sitidzakukhulupirirani. Mulungu watiuza kale nkhani zanu. Mulungu ndi Mtumwi wake adzayang’ana ntchito zanu zonse. Ndipo pomaliza inu mudzabwerera kwa Iye amene amadziwa zinthu zobisika ndi zooneka, ndipo Iye adzakuuzani zonse zimene munkachita.”"},{"SurahNumber":9,"VerseNumber":95,"Text":"Iwo adzalumbira kwa inu M’dzina la Mulungu pamene mubwerera kwa iwo kuti muwasiye okha. Motero asiyeni okha chifukwa iwo ndi uve chifukwa cha ntchito zawo. Ndipo yawo ndi Gahena, omwe ndi malipiro antchito zimene ankachita"},{"SurahNumber":9,"VerseNumber":96,"Text":"Iwo adzalumbira kwa inu pofuna kuti musangalale nawo. Koma ngati inu musangalala nawo ndithudi Mulungu sasangalalira anthu ochita zoipa"},{"SurahNumber":9,"VerseNumber":97,"Text":"Maarabu amene amakhala m’chipululu ndiwo oipa kwambiri posakhulupirira ndi m’chinyengo, ndipo ndi oyenera kusadziwa malire amene Mulungu wavumbulutsa kwa Mtumwiwake. Ndipo Mulunguamadziwazinthuzonse ndipo ndi Wanzeru"},{"SurahNumber":9,"VerseNumber":98,"Text":"Pakati pa Maarabu amene amakhala m’chipululu, alipo ena amene amaganiza kuti zonse zimene amapereka kuti ndi dipo lolipira mlandu ndipo amadikira kuti mupeze tsoka. Kwa iwo kukhale tsoka loipa! Ndipo Mulungu amamva zonse ndipo amadziwa chilichonse"},{"SurahNumber":9,"VerseNumber":99,"Text":"Pakati pa Maarabu ena a m’chipululu pali amene amakhulupirira mwa Mulungu ndi tsiku lomaliza, ndipo amaona zopereka zawo m’njira ya Mulungu ngati zinthu zowabweretsa kufupi ndi Mulungu ndi mapemphero a Mtumwi. Ndithudi zimenezo zidzawabweretsa kufupi. Ndipo Mulungu adzawalowetsa iwo ku chisomo chake. Ndithudi Mulungu ndi wokhululukira ndi wachisoni chosatha"},{"SurahNumber":9,"VerseNumber":100,"Text":"Ndipo iwo amene adalowa Chisilamu poyamba, kuchokera ku gulu limene lidachoka ku Makka ndi ku Medina, ndi ena amene anawatsatira. Mulungu ndi wosangalala kwambiri ndi iwo monga momwe iwo ali osangalalandi Iye. Iyewawakonzeramindayothiriridwandi madzi a mitsinje yoyenda pansi pake kumene adzakhalako mpaka kalekale. Kumeneku ndiko kupambana kwakukulu"},{"SurahNumber":9,"VerseNumber":101,"Text":"Ndipo pakati pa Maarabu amene amakhala m’chipululu amene akuzungulira iwe, ena ndi anthu a chinyengo, chimodzi modzi anthu ena a ku Medina. Iwo amanena zabodza ndipo ndi a chinyengo. Iwe siuwadziwa koma Ife timawadziwa. Ife tidzawalanga kawiri ndipo pambuyo pake adzabwezedwa ku chilango chachikulu"},{"SurahNumber":9,"VerseNumber":102,"Text":"Ena alipo amene avomera zoipa zawo, iwo asakaniza ntchito zawo zabwino ndi ntchito zawo zoipa. Mwina Mulungu adzawalandira kulapa kwawo. Ndithudi Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"},{"SurahNumber":9,"VerseNumber":103,"Text":"Landira chopereka chaulele kuchokera ku chuma chawo kuti uwayeretse nacho ndipo uwapempherere, ndithudi mapemphero ako adzawapatsa mpumulo ndipo Mulungu amamva zonse ndipo amadziwa zinthu zonse"},{"SurahNumber":9,"VerseNumber":104,"Text":"Kodi iwo sadziwa kuti Mulungu amalandira kulapa kwa akapolo ake ndipo amavomera zopereka zawo ndipo kuti ndi Mulungu yekha amene amakhululukira ndi kuvomera kulapa, ndi Mwini chisoni chosatha"},{"SurahNumber":9,"VerseNumber":105,"Text":"Nena, “Chitani monga momwe mufunira! Mulungu adzaona ntchito zanu ndi Mtumwi wake ndi anthu okhulupirira. Ndipo inu mudzabwezedwa kwa Iye amene amadziwa zobisika ndi zoonekera. Ndipo Iye adzakuuzani zonse zimene mumachita.”"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ndipo ena akudikira chilamulo cha Mulungu, kaya Iye adzawalanga kapena adzawakhululukira. Mulungu ndi wodziwa chili chonse ndi wanzeru zonse"},{"SurahNumber":9,"VerseNumber":107,"Text":"Ndipo iwo amene anamanga Mzikiti ndi cholinga choyambitsachisokonezondikulimbikitsakusakhulupirira ndi kugawanitsa anthu okhulupirira, poyembekezera kwa amene adachita nkhondo ndi Mulungu ndi Mtumwi wake pambuyo pake, iwo adzalumbira kuti cholinga chawo chidali chabwino. Mulungu achitira umboni kuti iwo ndi onama"},{"SurahNumber":9,"VerseNumber":108,"Text":"Usapemphere m’menemu. Ndithudi Mzikiti umene udamangidwa ndi cholinga chomuopa Mulungu kuchokera tsiku loyamba ndi woyenera kuti iwe upemphere mmenemo. Mmenemo muli anthu okonda kudziyeretsa. Ndipo Mulungu amakonda iwo amene amadziyeretsa"},{"SurahNumber":9,"VerseNumber":109,"Text":"Kodi amene waika maziko a nyumba yake ndi cholinga choopa Mulungu ndikufuna chisangalalo chake ndi wabwino kapena iye amene waika maziko a nyumba yake m’mphepete mwadzenje limene likugumukira dothi lake kugwera pamodzi ndi nyumbayo kumoto wa ku Gahena? Mulungu satsogolera anthu ochita zoipa"},{"SurahNumber":9,"VerseNumber":110,"Text":"Nyumba imene amanga siidzasiya kukhala yachinyengo ndi yokaikitsa m’mitima mpaka pamene mitima yawo idulidwa m’timagawomagawo. Ndipo Mulungu ndi wodziwa ndi wanzeru"}]}