{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Аллах сказал: «О Муса (Моисей)! Зачем ты поспешил оставить свой народ?»"},{"SurahNumber":20,"VerseNumber":84,"Text":"Муса (Моисей) сказал: «Они находятся неподалеку и следуют по моим стопам, я же поторопился к Тебе, Господи, чтобы Ты остался доволен»"},{"SurahNumber":20,"VerseNumber":85,"Text":"Аллах сказал: «Мы подвергли твой народ искушению после того, как ты оставил их, и самаритянин ввел их в заблуждение»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Муса (Моисей) вернулся к своему народу разгневанный, опечаленный и сказал: «О мой народ! Разве ваш Господь не дал вам прекрасного обещания? Неужели этот срок оказался долгим для вас? Или же вам захотелось, чтобы на вас пал гнев вашего Господа, и потому вы нарушили данное мне обещание?»"},{"SurahNumber":20,"VerseNumber":87,"Text":"Они сказали: «Мы не нарушали данного тебе обещания по своей воле. Мы были нагружены тяжелыми украшениями того народа и бросили их в огонь, и самаритянин тоже бросил»"},{"SurahNumber":20,"VerseNumber":88,"Text":"Он изготовил для них изваяние тельца, который мычал, и сказал: «Вот ваш бог и бог Мусы (Моисея), но он забыл его»"},{"SurahNumber":20,"VerseNumber":89,"Text":"Неужели они не видели, что он не говорил им в ответ ни слова и не был способен навредить им или принести им пользу"},{"SurahNumber":20,"VerseNumber":90,"Text":"Харун (Аарон) сказал им до этого: «О мой народ! Вас искушают этим. Ваш Господь - Милостивый. Следуйте за мной и повинуйтесь моим велениям»"},{"SurahNumber":20,"VerseNumber":91,"Text":"Они сказали: «Мы не перестанем поклоняться ему, пока Муса (Моисей) не вернется к нам»"},{"SurahNumber":20,"VerseNumber":92,"Text":"Муса (Моисей) сказал: «О Харун (Аарон)! Когда ты увидел, что они впали в заблуждение, что помешало тебе"},{"SurahNumber":20,"VerseNumber":93,"Text":"последовать за мной? Неужели ты ослушался меня?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Харун (Аарон) сказал: «О сын моей матери! Не хватай меня за бороду и за голову. Я боялся, что ты скажешь: «Ты разобщил сынов Исраила (Израиля) и не выполнил моих наставлений»»"},{"SurahNumber":20,"VerseNumber":95,"Text":"Муса (Моисей) спросил: «А что ты скажешь, самаритянин?»"},{"SurahNumber":20,"VerseNumber":96,"Text":"Тот сказал: «Я видел то, чего не видели они. Я взял пригоршню со следов посланца (коня Джибрила) и бросил ее. Моя душа соблазнила меня на это»"},{"SurahNumber":20,"VerseNumber":97,"Text":"Муса (Моисей) сказал: «Ступай! В этой жизни тебе придется говорить: «Я не касаюсь вас, а вы не касайтесь меня!». А затем наступит срок, которого тебе не удастся избежать. Смотри же на своего бога, которому ты предавался. Мы сожжем его и развеем его по морю"},{"SurahNumber":20,"VerseNumber":98,"Text":"Вашим Богом является Аллах, кроме Которого нет иного божества. Он объемлет знанием всякую вещь»"},{"SurahNumber":20,"VerseNumber":99,"Text":"Вот так Мы рассказываем тебе вести о том, что было в прошлом. Мы уже даровали тебе Напоминание"},{"SurahNumber":20,"VerseNumber":100,"Text":"Кто отвернется от него (Корана), тот понесет в День воскресения тяжелую ношу"},{"SurahNumber":20,"VerseNumber":101,"Text":"Они пребудут в таком состоянии вечно. Скверна будет их ноша в День воскресения"},{"SurahNumber":20,"VerseNumber":102,"Text":"В тот день подуют в Рог, и в тот день Мы соберем грешников синими (синеглазыми)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Они будут переговариваться шепотом: «Вы пробыли там (в мирской жизни) всего десять дней!»"},{"SurahNumber":20,"VerseNumber":104,"Text":"Нам лучше знать, о чем они будут говорить. Самый примерный из них скажет: «Вы пробыли там (в мирской жизни) всего один день»"},{"SurahNumber":20,"VerseNumber":105,"Text":"Они спрашивают тебя о горах. Скажи: «Мой Господь развеет их"},{"SurahNumber":20,"VerseNumber":106,"Text":"и оставит только гладкую равнину"},{"SurahNumber":20,"VerseNumber":107,"Text":"Не увидишь ты на ней ни углубления, ни возвышения»"},{"SurahNumber":20,"VerseNumber":108,"Text":"В тот день они последуют за глашатаем, и им не удастся уклониться от этого. Их голоса перед Милостивым будут смиренны, и ты услышишь только тихие звуки"},{"SurahNumber":20,"VerseNumber":109,"Text":"В тот день заступничество не поможет никому, кроме тех, кому Милостивый позволит и чьими речами Он будет доволен"},{"SurahNumber":20,"VerseNumber":110,"Text":"Он знает их будущее и прошлое, но они не способны объять Его своим знанием"}]}