{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"De ikke strejfer jorden gøre notere konsekvenserne i de indenfor dem? De brugte være stærkere end de produktivere på jord. Gud straffede dem deres synder intet beskytte dem GUD"},{"SurahNumber":40,"VerseNumber":22,"Text":"Den er deres bude gik til dem klar proofs de disbelieved Følgelig GUD straffede dem. Han er Meget strenge ind håndhævende gengældelse"},{"SurahNumber":40,"VerseNumber":23,"Text":"Vi sendte Moses vore tegn dybe myndighed"},{"SurahNumber":40,"VerseNumber":24,"Text":"Til Pharaoh Haamaan Qaaroon. De sagde tryllekunstner; løgner"},{"SurahNumber":40,"VerseNumber":25,"Text":"Og hvornår han udfoldede dem sandheden fra os de sagde Dræbe sønnerne af de tro ham skåne deres døtre. Dermed scheming tvivlerne er altid wicked"},{"SurahNumber":40,"VerseNumber":26,"Text":"Pharaoh sagde Lade mig dræbe Moses lader ham implore hans Lord Jeg bekymrer lest han korrumperer Deres religion sprede onde throughout landet"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moses sagde jeg søger ly min Lord Deres Lord fra enhvere arrogante en ikke tro ind Dagen Reckoning"},{"SurahNumber":40,"VerseNumber":28,"Text":"tro mand Pharaoh's folk gemmende hans tro var sagde Hvordan du dræber mand kunne simpelthen i sigende ‘Min Lord GUD ' han udfoldet I er har klare proofs fra Deres Lord Han er løgner er hans problem og han er sandfærdige jer gavn fra hans løfter. Sikkert GUD ikke guide nogen overtræder løgner"},{"SurahNumber":40,"VerseNumber":29,"Text":"O min folk today du haver kingship upperhand! Som hjælpes os imod gud bedømmelse burde det kommer os? Pharaoh sagde Du er følge kun hvad jeg ser passe jeg guide jer kun rigtig stien"},{"SurahNumber":40,"VerseNumber":30,"Text":"En troede sagde O min folk jeg frygt I samme skæbnen hidtige modstanderne"},{"SurahNumber":40,"VerseNumber":31,"Text":"Modstanderne Noah ‘Aad Thamoud others kom dem. GUD IKKE ønske nogen URETFÆRDIGHED FOLKENE"},{"SurahNumber":40,"VerseNumber":32,"Text":"O min folk jeg frygt i I Dagen af Summoning"},{"SurahNumber":40,"VerseNumber":33,"Text":"Er dagen hvornår du ønske sving ca. flee! Intet beskytte jer derefter GUD. Whomever GUD sender astray intet guide ham"},{"SurahNumber":40,"VerseNumber":34,"Text":"Joseph kom du indenfor den klar åbenbaringer I fortsatte tvivle hans meddelelse! Derefter hvornår han omkom du sagde \"GUD ville ikke sende nogen øvrige bud ham! (Han var sidste budet!) GUDEN dermed sender astray de er overtrædere tvivlsomme"},{"SurahNumber":40,"VerseNumber":35,"Text":"De argumenterer gud åbenbaringer nogen grundlag. Den er karakterstræk fleste abhorred GUD ved de tror. GUD DERMED FORSEGLER HJERTERNE ENHVERE ARROGANTE TYRAN"},{"SurahNumber":40,"VerseNumber":36,"Text":"Pharaoh sagde O Haamaan bygger mig højeste tårn jeg nå ydre opdage"},{"SurahNumber":40,"VerseNumber":37,"Text":"(Jeg vil nå himlen skiftes kigge guden Moses Jeg tror han er løgner. Dermed var onde arbejderne Pharaoh pryde hans øjne dermed han kept efterfølgende rigtig) stien! Pharaoh's scheming var jo onde"},{"SurahNumber":40,"VerseNumber":38,"Text":"En troede sagde O min folk følge mig jeg guide I ind den omgående vej"},{"SurahNumber":40,"VerseNumber":39,"Text":"O min folk den først liv er midlertidige illusion stund Herefter er evige boligen"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whoever forpligte synd requited retfærdige den whoever arbejder retmæssighed! - mandlig kvindelig - Mens tro de indgå Paradis hvori de modtar forråd nogen grænser"}]}