{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara şu iki kişinin halini misal getir:Onlardan birine iki üzüm bağı lûtfettik, bağların etrafını hurma ağaçları ile donattık ve bahçelerin arasında da ekin bitirdik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Her iki bağ da meyvesini verdi, hiçbir şeyi eksik bırakmadı.O iki bağın arasında da bir ırmak akıttık"},{"SurahNumber":18,"VerseNumber":34,"Text":"O şahsın başka serveti de vardı. Arkadaşıyla konuşurken ona:“Benim,” dedi, “malım ve servetim senden çok olduğu gibi, maiyyet, çoluk çocuk bakımından da senden daha ilerideyim.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"Bu adam gururu yüzünden kendi öz canına zulmeder vaziyette bağına girdi ve: “Zannetmem ki bu bağ bozulup yok olsun; kıyametin kopacağını da sanmıyorum.Bununla beraber şayet Rabbimin huzuruna götürülecek olursam o zaman elbette bundan daha iyi bir âkıbet bulurum.” dedi"},{"SurahNumber":18,"VerseNumber":36,"Text":"Bu adam gururu yüzünden kendi öz canına zulmeder vaziyette bağına girdi ve: “Zannetmem ki bu bağ bozulup yok olsun; kıyametin kopacağını da sanmıyorum.Bununla beraber şayet Rabbimin huzuruna götürülecek olursam o zaman elbette bundan daha iyi bir âkıbet bulurum.” dedi"},{"SurahNumber":18,"VerseNumber":37,"Text":"Konuşma esnasında arkadaşı bu şahsa: “Ne o” dedi, “yoksa sen, senin aslını topraktan, sonra da bir damla meniden yaratan, bilahare de seni böyle tam mükemmel bir insan şekline getiren Rabbini mi inkâr ediyorsun? Fakat sen inkâr etsen de şunu bil ki benim Rabbim Allah'tır. Rabbime hiç bir şeyi ortak saymam.”"},{"SurahNumber":18,"VerseNumber":38,"Text":"Konuşma esnasında arkadaşı bu şahsa: “Ne o” dedi, “yoksa sen, senin aslını topraktan, sonra da bir damla meniden yaratan, bilahare de seni böyle tam mükemmel bir insan şekline getiren Rabbini mi inkâr ediyorsun? Fakat sen inkâr etsen de şunu bil ki benim Rabbim Allah'tır. Rabbime hiç bir şeyi ortak saymam.”"},{"SurahNumber":18,"VerseNumber":39,"Text":"“Benim servetimin ve çoluk çocuğumun sayısının seninkinden daha az olduğunu düşündüğüne göre, bağına girdiğinde: “Maşaallah! Allah ne güzel dilemiş ve yapmış! Ondan başka gerçek güç ve kuvvet sahibi yoktur.” demeli değil miydin"},{"SurahNumber":18,"VerseNumber":40,"Text":"Olur ki Rabbim senin bahçenden daha iyisini bana verir ve senin o bahçene gökten bir afet indirir de bağın kupkuru toprak kesilir; yahut bağının suyu çekilir de ondan artık büsbütün ümidini kesersin.”"},{"SurahNumber":18,"VerseNumber":41,"Text":"Olur ki Rabbim senin bahçenden daha iyisini bana verir ve senin o bahçene gökten bir afet indirir de bağın kupkuru toprak kesilir; yahut bağının suyu çekilir de ondan artık büsbütün ümidini kesersin.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Çok geçmeden, bütün serveti kül oldu... Sahibi bu halini görünce, bağın çökmüş çardakları karşısında, yaptığı masraflarına, harcadığı emeklere acıyıp avuçlarını oğuştura kaldı!“Ah!” diyordu, “n'olaydım, Rabbime ibadette hiçbir şeyi ortak yapmamış olaydım!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Hasılı o, Allah'tan başka kendisine sahip çıkacak bir topluluk da bulamadı, kendi kendini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Öyle bir yerde himaye ve yardım, sadece hak ve hakikatin ta kendisi alan Allah'a mahsustur.En iyi mükâfatı da, en güzel âkıbeti de veren O’dur"},{"SurahNumber":18,"VerseNumber":45,"Text":"Dünya hayatı hakkında onlara şu misali ver: Dünya hayatının durumu şuna benzer: Gökten yağmur indiririz, onun sayesinde yeryüzünde bitkiler yeşerip gürleşir, çok geçmeden kurur, rüzgârın savurduğu çerçöp haline gelir. Allah her şeye hakkıyla kadirdir"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal mülk, çoluk çocuk...Bütün bunlar dünya hayatının süsleridir.Ama baki kalacak yararlı işler ise Rabbinin katında, hem mükâfat yönünden, hem de ümit bağlamak bakımından daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"Gün gelir, dağları yürütürüz, yerin dümdüz hale geldiğini görürsün.İşte bütün insanları mahşer meydanına topladık, eksik bıraktığımız bir tek kişi bile kalmadı"},{"SurahNumber":18,"VerseNumber":48,"Text":"Hepsi sıra sıra Rabbinin huzuruna arz olundular. Ve şöyle nida edildi onlara: “İlkin sizi nasıl yarattıksa, aynen o şekilde Biz'e döndünüz. Siz ise, böyle bir buluşma belirlemediğimizi iddia ederdiniz değil mi?”"},{"SurahNumber":18,"VerseNumber":49,"Text":"İşte herkesin hesap defteri önüne konuldu. Mücrimlerin defterdeki kayıtlardan korktuklarını ve şöyle dediklerini görürsün:“Eyvah bize! Bu deftere de ne oluyor?Ne küçük komuş, ne büyük, yazılmadık şey bırakmamış!”Böylece yaptıkları her şeyi yanlarında buldular.Şu kesin ki Rabbin kimseye zulmetmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Hani bir zaman Biz meleklere: “Âdem'e secde edin!” deyince, onlar da derhal secdeye kapanmışlardı. Ne var ki İblis eğilmemişti. O cinlerden idi. Rabbinin emrinin dışına çıktı.Ey Âdem’in evlatları!Onlar size düşman oldukları halde, siz kalkıp Benden ayrı olarak onu ve onun evlatlarını mı dost ediniyorsunuz?Zalimler için ne fena bir bedel! Ne zararlı bir takas"}]}