{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Size söz verilen bu şey imkansızdır, imkansız"},{"SurahNumber":23,"VerseNumber":37,"Text":"Yaşantımız sadece bu dünyadadır. Yaşarız, ölürüz. Asla dirilecek değiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O, ALLAH'a yalan yakıştıran bir adamdan başkası değildir. Biz ona inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"Dedi ki, \"Rabbim, yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"Dedi ki, \"Az sonra onlar pişman olacaklardır"},{"SurahNumber":23,"VerseNumber":41,"Text":"Korkunç felaket onları eşitçe yakaladı ve böylece onları süprüntü yığınına çevirdik. O zalim halk yok olmayı hakketmişti"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra, onların da ardından başka soylar yetiştirdik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiç bir toplum kendisi için belirlenmiş süreyi çabuklaştıramaz, geciktiremez"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra biz, elçilerimizi ardı ardına gönderdik. Her ne zaman bir elçi toplumuna gittiyse onu yalanladılar. Biz de onları bir biri peşinden sürüp tarihe gömdük. İnanmayan bir topluluk yok olmayı hakketmiştir"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra biz, Musa'yı ve kardeşi Harun'u ayetlerimizle ve apaçık bir delille gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun ve ileri gelen takımına... Ancak onlar büyüklendiler. Onlar küstah bir topluluk olmuştu"},{"SurahNumber":23,"VerseNumber":47,"Text":"O ikisinin halkı bize kölelik ederken şimdi biz tutup bizim gibi iki insana mı inanalım,\" dediler"},{"SurahNumber":23,"VerseNumber":48,"Text":"İkisini yalanladılar ve sonuç olarak yok edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Doğruyu bulurlar diye Musa'ya Kitabı vermiştik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem oğlunu ve annesini bir işaret kıldık, ve onları yerleşmeye elverişli ve pınarı olan bir tepede barındırdık"},{"SurahNumber":23,"VerseNumber":51,"Text":"Elçiler, iyi nimetlerden yiyiniz ve erdemli işler yapınız. Ben sizin yaptıklarınızı çok iyi bilirim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Sizin bu toplumunuz bir tek toplumdur. Ben sizin Rabbinizim beni sayın"},{"SurahNumber":23,"VerseNumber":53,"Text":"Fakat, onlar işlerini çeşitli kitaplara ayırdılar. Her grup kendi yanında bulunandan hoşnut"},{"SurahNumber":23,"VerseNumber":54,"Text":"Belli bir süreye kadar onları şaşkınlıkları içinde bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, kendilerine bağışladığımız paralar ve çocuklar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"Onların iyiliğine koşuyoruz? Hayır, farkında değiller"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rab'lerine olan saygıdan ötürü alabildiğine dikkatli olanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rab'lerininin ayetlerine inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rab'lerine ortak koşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Rab'lerine döneceklerinin bilincinde olarak verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"İşte onlar, iyiliklerde yarışanlardır; ve onlar iyilik yapmakta öncüdürler"},{"SurahNumber":23,"VerseNumber":62,"Text":"Bir kişiye ancak kapasitesi kadar yükleriz. Katımızda gerçeği konuşan bir kitap vardır. Hiç kimse haksızlığa uğratılmayacaktır"},{"SurahNumber":23,"VerseNumber":63,"Text":"Zihinleri bundan (mesajdan) gafil olup buna aykırı işlerde çalışıp durmaktadırlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"Varlıklılarını cezaya çarptığımızda, yakınmaya başlarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Yakınmayın; bu gün tarafımızdan hiç bir yardım görmezsiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Size ayetlerim okunuyordu da ardınıza dönüyordunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ona karşı büyüklük taslıyordunuz, saçmalayarak geceliyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sözü incelemediler mi, yoksa geçmiş atalarına gelmeyen bir şey mi kendilerine geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa, kendilerine gönderilen elçiyi tanımadıkları için mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa, onun deli olduğuna mı karar verdiler? Halbuki onlara gerçeği getirmişti. Ne var ki onların çoğu gerçekten hoşlanmaz"},{"SurahNumber":23,"VerseNumber":71,"Text":"Gerçek onların arzularına uysaydı, gökler, yer ve içlerindekiler kaosa girerdi. Halbuki onlara mesajlarını verdik, ancak çokları mesajlarından yüz çevirmekte"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa sen onlardan bir maaş mı istedin? Rabbinin maaşı çok daha iyidir. O, rızık verenlerin en iyisidir"},{"SurahNumber":23,"VerseNumber":73,"Text":"Kuşku yok ki sen onları dosdoğru yola çağırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ama ahirete inanmıyanlar yoldan sapmaktadırlar"}]}