{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Oo Isaga weeye (Allaah) Kan isku sii daayey labada badood, midda macaan ee lagu oon baxo , iyo midka kale ee milix jaan iyo qaraar ah ee milixeeda afka huriso, oo Wuxuu dhigay xayir iyo xijaab kala dhex yaal"},{"SurahNumber":25,"VerseNumber":54,"Text":"Oo Isaga weeye Kan ka abuuray dadka biyo, markaas u yeelay xigto iyo xididba. Oo (Alle) Rabbigaa waa Mid Wax Walba Kara"},{"SurahNumber":25,"VerseNumber":55,"Text":"Oo waxay caabudaan Allaah sokadi, waxaan wax tarin, waxna yeelin, oo gaalku mar waliba waa sheydaan kalkaal ka soo hor jeeda Rabbigi"},{"SurahNumber":25,"VerseNumber":56,"Text":"Oo kuuma aanu soo dirin (Nabi Muxammadow) waxaan ahayn bishaareeye iyo inaad dige ahaato"},{"SurahNumber":25,"VerseNumber":57,"Text":"Dheh: “Idinkuma weydiisto wax ajar ah ( gaarsiinta Risaalada), waxaan ahayn in qofkii doona uu qaado jid xagga Rabbigi"},{"SurahNumber":25,"VerseNumber":58,"Text":"Oo isku hallee Noolaha (Daa’inka) ah aan dhiman, oo ku tasbiixso Ammaanahiisa, oo ku Filan Isagu inuu dambiyada addommahiisa u ahaado xog ogaal"},{"SurahNumber":25,"VerseNumber":59,"Text":"Kan ku abuuray samooyinka iyo arlada iyo waxa u dhexeeyaba lix maalmood, markaas kor ahaaday Carshiga (si u qalanta). Naxariis Badanaha (Allaah). Ee wax ka weydii mid Xog ogaal ah"},{"SurahNumber":25,"VerseNumber":60,"Text":"Oo marka lagu yidhaahdo: “U sujuuda Raxmaanka. Waxay yidhaahdaan: Oo waa maxay Ar-Raxmaan? Ma waxaan u sujuudnaa waxaa aad adigu nagu amarto? Oo Wuxuu u kordhiyaa didmo"},{"SurahNumber":25,"VerseNumber":61,"Text":"Waxaa khayr iyo barako badan Kan u yeelay burjiyo samada, oo ka yeelay dhexdeeda nal (qorrax) iyo dayax ifiya"},{"SurahNumber":25,"VerseNumber":62,"Text":"Oo Isaga weeye (Allaah) Kan uga dhigay habeenka iyo maalinta is dhaaf, kan isagu raba inuu waano qaato ama raba inuu mahad naqo"},{"SurahNumber":25,"VerseNumber":63,"Text":"Oo Addoomaha Raxmaanku waa kuwa ku mara dhulka miyir26, oo markay maan-gaabyad kula hadlaan (ereyo xun) waxay yidhaahdaan oo ku qaabilaan hadal ka maran gef ama xumaan"},{"SurahNumber":25,"VerseNumber":64,"Text":"Waa kuwa ku dhaxa habeenkii iyagoo u sujuudsan Rabbigood iyo taagnaan"},{"SurahNumber":25,"VerseNumber":65,"Text":"Oo waa kuwa yidhaahda: Rabbiyow! Naga duw cadaabta Naarta, hubaal! Cadaabteedu waa wax joogta ah"},{"SurahNumber":25,"VerseNumber":66,"Text":"Hubaal waa hoy xun iyo meel baas ee la dego"},{"SurahNumber":25,"VerseNumber":67,"Text":"Oo waa kuwa marka ay wax bixiyaan aan xad-dhaafin ama aan masuugin, oo labadaas dhexdooda ku toosnaada"},{"SurahNumber":25,"VerseNumber":68,"Text":"Oo waa kuwa aan baryin ilaah kale la jirka Allaah, oo aan ku dilin nafta uu Allaah xarrimay waxaan ahayn gar, iyo (kuwa) aan gelin zino, oo qofkii falaa kani, wuxuu la kulmi doonaa eedsiin dambiguu galay ah"},{"SurahNumber":25,"VerseNumber":69,"Text":"Cadaabta waa loo laab laabi doonaa Maalinta Qiyaamaha, oo wuu ku dhex waari doonaa isagoo dulleysan"},{"SurahNumber":25,"VerseNumber":70,"Text":"Marka laga reebo kan isagu toobad keena ee rumeeya ee sama fala, haddaba kuwan weeye kuwa uu Allaah ugu beddeli doonaa xumaatadoodii xasanaad Oo Allaah waa Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":25,"VerseNumber":71,"Text":"Oo mid kastoo toobad keena oo sama fala, wuxuu hubaal u soo laabtaa xagga Ilaahay laabasho wanaagsan"},{"SurahNumber":25,"VerseNumber":72,"Text":"Oo waa kuwa aan furin markhaati been ah, oo marka ay soo ag maraan wax uun hadal macno darro ah ku dhaafa sharaf"},{"SurahNumber":25,"VerseNumber":73,"Text":"Oo waa kuwa marka lagu waaniyo Aayadaha Rabbigood aan uga dhul dhicin dhega la’aan iyo indho la’aan"},{"SurahNumber":25,"VerseNumber":74,"Text":"Oo waa kuwa yidhaahda: Rabbiyow! Naga sii afooyinkayaga iyo ubadkayaga waxay indhaheenna ku farxaan28, oo nooga dhig kuwo ku dayasho san leh xagga kuwa iska jira (xumaha)"},{"SurahNumber":25,"VerseNumber":75,"Text":"Kuwani waxaa lagu abaal marin doonaa dabaqyo sare (jannada gudaheeda)29 sabarkoodii dartiis, oo waxay kala kulmi doonaan dhexdeeda salaan iyo soo dhoweyn sare"},{"SurahNumber":25,"VerseNumber":76,"Text":"Iyagoo ku dhex waaraya weligood, wanaagsanaa hoy iyo degmo ay ahaataa"},{"SurahNumber":25,"VerseNumber":77,"Text":"Ku dheh; “Rabbigay dan idiinma galeen haddii aydaan barideen30. Haatanse dhabtii waad beeniseen (Xaqa).Marka taa- si iyada ah (cadaabta) waxay ahaan doontaa mid idin heysata"}]}