{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Бедуїни сказали: «Ми увірували!» Скажи: «Ви не увірували, тому говоріть: ми навернулись до ісламу. Але віра ще не ввійшла до ваших сердець. Якщо ви покоритесь Аллагу та Його Посланцю, то Він не применшить ваших вчинків. Воістину, Аллаг — Всепрощаючий, Милосердний"},{"SurahNumber":49,"VerseNumber":15,"Text":"Віруючі — це лише ті, хто увірував у Аллага та Його Посланця, а потім не мав сумніву та вів боротьбу на шляху Аллага, жертвуючи своє майно та душу. Саме вони є правдивими"},{"SurahNumber":49,"VerseNumber":16,"Text":"Невже ви бажаєте розповісти Аллагу про вашу релігію, тоді як Аллаг знає те, що на небесах, і те, що на землі?! Аллаг знає про кожну річ"},{"SurahNumber":49,"VerseNumber":17,"Text":"Вони вважають своє навернення до ісламу милістю для тебе. Скажи: «Не вважайте своє навернення до ісламу милістю. Це Аллаг виявив до вас милість, коли вказав вам на шлях до віри — якщо ви говорите правду"},{"SurahNumber":49,"VerseNumber":18,"Text":"Воістину, Аллаг знає потаємне небес і землі. І Аллаг бачить те, що ви робите"},{"SurahNumber":50,"VerseNumber":1,"Text":"Каф. Клянуся Кораном преславним"},{"SurahNumber":50,"VerseNumber":2,"Text":"Але ж вони здивовані тим, що з’явився застерігач з-посеред них самих, і кажуть невіруючі: «Це — дивна річ"},{"SurahNumber":50,"VerseNumber":3,"Text":"Невже, коли ми помремо і станемо прахом, [то воскреснемо?]. Таке повернення — щось надзвичайне"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ми знаємо, що земля забирає їх, але ж у Нас є захищене Писання"},{"SurahNumber":50,"VerseNumber":5,"Text":"Та відкинули вони істину, коли вона з’явилася їм, і збентежилися вони"},{"SurahNumber":50,"VerseNumber":6,"Text":"Чи не дивилися вони на небо, що над ними, яким чином звели Ми його та прикрасили, і що немає в ньому тріщин"},{"SurahNumber":50,"VerseNumber":7,"Text":"І землю розіслали Ми, встановивши стійкі гори на ній, і виростили на ній усілякі рослини прекрасні"},{"SurahNumber":50,"VerseNumber":8,"Text":"щоб бачив і пам’ятав це кожен покірний раб"},{"SurahNumber":50,"VerseNumber":9,"Text":"І зіслали Ми з неба воду благословенну, і проростили нею сади й зернові посіви"},{"SurahNumber":50,"VerseNumber":10,"Text":"і високі пальми — з гронами звисаючими"},{"SurahNumber":50,"VerseNumber":11,"Text":"як їжу для рабів [Наших]. Ми оживляємо водою мертву землю, і таким самим буде й вихід [із могил]"},{"SurahNumber":50,"VerseNumber":12,"Text":"Задовго до них народ Нуха, жителі Ар-Расса й самудити"},{"SurahNumber":50,"VerseNumber":13,"Text":"адити й народ Фірауна, і брати Люта"},{"SurahNumber":50,"VerseNumber":14,"Text":"і жителі Аль-Айкі, і народ Тубба — всі вони не визнали посланців, і збулося те, що Я обіцяв"},{"SurahNumber":50,"VerseNumber":15,"Text":"Хіба втомилися Ми від першого створення? Але ж вони перебувають у сумнівах щодо творення нового"},{"SurahNumber":50,"VerseNumber":16,"Text":"Істинно, створили Ми людину, і знаємо, що нашіптує їй душа її, і Ми ближче до неї, аніж шийна жила"},{"SurahNumber":50,"VerseNumber":17,"Text":"Двоє писарів записують, сидячи праворуч і ліворуч"},{"SurahNumber":50,"VerseNumber":18,"Text":"Не вимовить ані слова людина, щоб наглядач не був готовий записати його"},{"SurahNumber":50,"VerseNumber":19,"Text":"І настануть істинні передсмертні страждання. Ось те, чого ти намагався уникнути"},{"SurahNumber":50,"VerseNumber":20,"Text":"І засурмлять у ріг: «Це і є обіцяний День"},{"SurahNumber":50,"VerseNumber":21,"Text":"Прийде кожна душа, а з нею — погонич і свідок"},{"SurahNumber":50,"VerseNumber":22,"Text":"Істинно, не зважали ви на це, але здійняли Ми завісу з вас, тож зір ваш гострий сьогодні"},{"SurahNumber":50,"VerseNumber":23,"Text":"І скаже супутник душі: «Ось те, що записане мною»"},{"SurahNumber":50,"VerseNumber":24,"Text":"Обидва ви вкидаєте в геєну кожного невдячного, впертого"},{"SurahNumber":50,"VerseNumber":25,"Text":"супротивника добра, злочинця, того, хто сумнівається"},{"SurahNumber":50,"VerseNumber":26,"Text":"хто поставив собі іншого бога нарівні з Аллагом"}]}