{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"Ey imân edenler I Allah´a itaat edin, Peygambere itaat edin; işlediğiniz amelleri boşa çıkarmayın (buna sebep olacak söz ve davranışlarda bulunmayın)"},{"SurahNumber":47,"VerseNumber":34,"Text":"Şüphesiz onlar ki, inkâra saptılar ve Allah yolundan alıkoydular, sonra da kâfir oldukları halde (tevbe edip dönüş yapmadan) öldüler, Allah elbette onları bağışlamıyacaktır"},{"SurahNumber":47,"VerseNumber":35,"Text":"O halde gevşemeyin. Sizler üstün iken barışa davet etmeyin. Allah, sizinle beraberdir; iş ve gayretinizi kuvevtten düşürüp eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Dünya hayatı bir oyun ve eğlenceden başkası değildir. Eğer dosdoğru inanır ve saygı ile sakınırsanız, O sizin için ecirlerinizi (iyi amellerinizin karşılığını) verir ve sizden mallarınızı istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eğer sizden mallarınızı isteyip sizi (bu hususta) sıkıştıracak olsa, cimrilik edersiniz, O da (cimrilikten doğan) içinizdeki kin ve nefreti dışarı çıkarırdı"},{"SurahNumber":47,"VerseNumber":38,"Text":"İşte sizler, Allah yolunda harcamanız için davet edilenlersiniz! İçinizden bir kısmı cimrilik gösteriyor. Ama kim cimrilik ederse, ancak kendine cimrilik etmiş olur. Allah, Ganiy (hiçbir şeye muhtaç değil, her şey O´na muhtaç)dır. Sizler ise, fakirlersiniz (devamlı ihtiyaç içindesiniz). Eğer yüzçevirirseniz (bilin ki) sizin yerinize başkalarını getirir de onlar size (hiç de) benzemezler"},{"SurahNumber":48,"VerseNumber":1,"Text":"Şüphesiz ki, biz, senin için açık bir fetih (zafer ve başarı yolunu) açtık"},{"SurahNumber":48,"VerseNumber":2,"Text":"(Bu da) Allah´ın, senin geçmiş ve gelecek kusurlarını bağışlaması, sana olan nîmetini tamamlaması, seni dosdoğru yola iletmesi"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve Allah´ın sana çok şerefli, çok parlak bir yardımda bulunması içindir"},{"SurahNumber":48,"VerseNumber":4,"Text":"İmânlarıyla birlikte kat kat imân artırsınlar diye mü´minlerin kalblerine güven ve sükûnet indirdi. Göklerin ve yerin orduları Allah´ındır. Allah hep bilendir ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":5,"Text":"(Bu da) Allah´ın, mü´min erkeklerle mü´min kadınları, altlarından ırmaklar akan içinde devamlı kalacakları Cennetlere sokmak ; günah ve kusurlarını örtüp bağışlamak içindir. Bu, Allah katında büyük bir kurtuluş ve başarıdır"},{"SurahNumber":48,"VerseNumber":6,"Text":"Hem de Allah hakkında kötü zanda bulunan ikiyüzlü dönek erkekleri ve kadınları; Allah´a ortak koşan erkek ve kadınları azaba uğratmak içindir. Çevirdikleri o kötü zan başla rina dönsün!.. Allah, onlara gazab etmiş, onları lânetlemiştir. Ayrıca onlara Cehennem´i hazırlamıştır. Orası ne kötü varış yeridir"},{"SurahNumber":48,"VerseNumber":7,"Text":"Göklerin ve yerin orduları Allah´ındır. Allah çok güçlüdür, çok üstündür ve yegâne hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":8,"Text":"Şüphesiz ki biz, seni şâhid, müjdeci ve uyarıcı bir peygamber olarak gönderdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ki, (siz insanlar da) Allah´a ve Peygamber´ine imân edesiniz; O´nu destekleyip yardımcı olasınız; O´na saygı gösteresiniz ve sabah akşam Allah´ı tesbîh edesiniz"},{"SurahNumber":48,"VerseNumber":10,"Text":"(Ey Peygamber!) Şüphesiz ki sana bîat (bey´at) edenler, ancak Allah´a bîat ediyorlardır. Allah´ın eli (kudret ve rahmeti) onların ellerinin üstündedir. Artık kim verdiği sözü bozarsa, ancak kendi aleyhine bozar. Kim de Allah´a karşı verdiği sözü yerine getirirse, Allah ona büyük bir mükâfat verecektir"},{"SurahNumber":48,"VerseNumber":11,"Text":"Bedevilerden (savaşa katılmayıp) geri kalanlar ise, «bizi mallarımız ve ailemiz oyaladı. Bizim için bağışlanma dile..» diyecekler. Onlar kalblerinde olmayanı dilleriyle söylerler. De ki: Eğer Allah sizi bir zarara uğratmayı dilerse veya size bir yarar sağlamak isterse, O´na karşı kim bir şey yapmaya güç bulabilir ? Elbette Allah yaptıklarınızdan haberlidir"},{"SurahNumber":48,"VerseNumber":12,"Text":"Hayır, siz, Peygamberle mü´minlerin ailelerine bir daha dönemiyeceklerini sanmıştınız. Bu, kalblerinizde size çok cazip görünmüştü de kötü zanda bulunmuştunuz ve yok olmaya yüztutan bir kavim olmuştu nuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah´a ve Peygamberine imân etmezse, elbette biz, kâfirlere alevleri köpüren bir ateş hazırladık"},{"SurahNumber":48,"VerseNumber":14,"Text":"Göklerin ve yerin mülkü-saltanatı Allah´ındır. Dilediği kimseyi bağışlar, dilediği kimseye azâb eder Allah, çok bağışlayan, çok merhamet edendir"},{"SurahNumber":48,"VerseNumber":15,"Text":"(Savaşa katılmayıp) geri kalanlar, siz ganimetleri almaya gittiğiniz vakit, bırakın biz de peşinizden gelelim, derler; onlar, Allah´ın sözünü değiştirmek isterler. De ki: Peşimize takılıp gelmeyeceksiniz. Allah, sizin için daha önce böyle buyurdu. Onlar, «hayır siz bizi kıskanıyorsunuz,» diyecekler. Bilâkis, kendileri çok az anlayan kimselerdir"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden geri kalanlara de ki: İleride siz güçlü savaşçı bir milletle savaşmaya çağrılacaksınız; ya İslâm´a girmeyi kabul edecekler, değilse onlarla vuruşacaksınız. O takdirde eğer (çağrıya evet deyip Peygamber´e) itaat ederseniz, Allah size güzel bir mükâfat verir. Daha önce arka döndüğünüz gibi dönerseniz, Allah sizi elem verici bir azâb ile azâblandırır"},{"SurahNumber":48,"VerseNumber":17,"Text":"Gözleri kör olan kimseye (savaşa katılmadığından dolayı) bir günah yoktur. Topal ve hastaya da bu hususta günah yoktur. Kim, Allah´a ve Peygamberine itaat ederse, Allah, onu altlarından ırmaklar akan Cennetlere koyar; kim de yüzçevirirse, onu da elem verici bir azaba uğratır"}]}