{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Münafıklar, kalplerinde bir hastalık (iman zayıflığı) bulunanlar ve şehirde müminlerin kusurlarını arayarak kötü haber yayanlar, bu hallerinden vazgeçmezlerse,Biz onlara karşı sana emir ve hakimiyet veririz de sonra orada ancak az bir zaman sana komşuluk edebilirler. Lânetlenirler, nerede rastlanırlarsa yakalanıp öldürülürler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Münafıklar, kalplerinde bir hastalık (iman zayıflığı) bulunanlar ve şehirde müminlerin kusurlarını arayarak kötü haber yayanlar, bu hallerinden vazgeçmezlerse,Biz onlara karşı sana emir ve hakimiyet veririz de sonra orada ancak az bir zaman sana komşuluk edebilirler. Lânetlenirler, nerede rastlanırlarsa yakalanıp öldürülürler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allah'ın daha önce gelip geçenler hakkındaki nizamı budur. Allah’ın nizamında asla bir değişiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"İnsanlar senden kıyamet saatini sorarlar. De ki: ona dair bilgi Allah'ın nezdindedir. Ne bilirsin belki de o saat yakındır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah kâfirlere lânet etmiş ve onlara alevli bir ateş hazırlamıştır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onlar onun içinde devamlı kalacak ve kendilerini koruyan veya yardımcı olan kimse bulamayacaklardır"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yüzleri ateşte gâh bu yana, gâh öbür yana çevrileceği gün:“Ah!” derler, “ah ne olurdu!Keşke Allah'a itaat etseydik, keşke Peygambere itaat etseydik!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"“Ey ulu Rabbimiz!” derler, “sözün doğrusu, biz önderlerimizin ve büyüklerimizin dediklerine uyduk, ama onlar bizi yoldan saptırdılar.”"},{"SurahNumber":33,"VerseNumber":68,"Text":"“Ey ulu Rabbimiz! Onlara azabın katmerlisini ver ve dehşetli bir lânetle onları rahmetinden uzaklaştır!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler! Mûsâ'ya eziyet edenler gibi olmayın. Eziyet ettiler de, Allah onu, onların dediklerinden akladı, beri olduğunu ortaya koydu. O, Allah nezdinde pek itibarlı bir kişi idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler! Allah'a karşı gelmekten sakının ve hep doğru söz söyleyin ki Allah da işlerinizi ve hallerinizi düzeltsin, günahlarınızı affetsin.Kim Allah’a ve Resulüne itaat ederse, pek büyük bir mutluluk ve başarıya nail olur"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ey iman edenler! Allah'a karşı gelmekten sakının ve hep doğru söz söyleyin ki Allah da işlerinizi ve hallerinizi düzeltsin, günahlarınızı affetsin.Kim Allah’a ve Resulüne itaat ederse, pek büyük bir mutluluk ve başarıya nail olur"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz emaneti göklere, yere, dağlara teklif ettik de onlar bunu yüklenmekten kaçındılar.Zira sorumluluğundan korktular, ama onu insan yüklendi. İnsan (bu emanetin hakkını gözetmediğinden) cidden çok zalim, çok cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Bunun varacağı sonuç da, Allah'ın münafık erkekleri ve münafık kadınları, müşrik erkek ve müşrik kadınları cezalandırması, mümin erkek ve mümin kadınların ise tövbelerini kabul buyurması olacaktır. Allah gerçekten gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)"},{"SurahNumber":34,"VerseNumber":1,"Text":"Bütün hamdler, güzel övgüler gerçek ilah olan Allah'a mahsustur ki göklerde ve yerde olan her şey O’nundur.Âhirette de hamdler O’na mahsustur.O hakîmdir, habîrdir (tam hüküm ve hikmet sahibidir, her şeyden hakkıyla haberdardır)"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere giren ve oradan çıkan, gökten inen ve oraya yükselen ne varsa O, hepsini bilir. O rahîmdir, gafurdur (merhamet ve ihsanı boldur, çok affedicidir)"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kâfirler: “Başımıza gelecek kıyamet (dirilme ve duruşma) diye bir şey yok!” diye iddia ettiler.De ki: “Hayır! Rabbim hakkı için o gelecektir! O gaybları bilen öyle bir Zattır ki O'nun ilminden göklerde ve yerde zerre miktarı birşey bile kaçamaz.”Zerreden daha küçük ve daha büyük hiç bir şey yoktur ki her şeyi açıklayan kitapta (levh-i mahfuzda) bulunmasın"},{"SurahNumber":34,"VerseNumber":4,"Text":"Böylece Allah, iman edip güzel ve makbul işler yapanları ödüllendirir. İşte onlara bir mağfiret ve çok değerli bir nasib vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"Âyetlerimize karşı koymak için çalışanlara, hükmümüzden kurtulacaklarını sananlara, iğrenç ve gayet acı bir azap vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim nasib edilenler, sana indirilen kitabın, Rabbin tarafından gelen gerçeğin ta kendisi olduğunu ve o mutlak kudret sahibi, bütün güzel övgülere lâyık olan Allah'ın yolunu gösterdiğini bilirler"},{"SurahNumber":34,"VerseNumber":7,"Text":"Böyle iken kâfirler kendi aralarında şöyle dediler:“Siz ölüp de tamamen parçalandıktan ve çürüdükten sonra size yeniden yaratılacağınızı söyleyerek peygamberlik iddia eden bir adam gösterelim mi"},{"SurahNumber":34,"VerseNumber":8,"Text":"Yalan uydurup onu Allah'a mı mal ediyor; yoksa kendisinde delilik mi var, bir türlü anlayamadık.”Hayır, öyle değil, âhirete inanmayanlar azap ve derin bir sapıklık içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Onlar gökte ve yerde önlerinde ne var, arkalarında ne var bakmadılar mı? Eğer dilersek onları yerin dibine geçiririz, yahut üzerlerine gökten parçalar düşürürüz. Elbette bunda Rabbine yönelen her kul için ibret vardır"}]}