{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Leszegett tekintetű (gasirátu-t- tarfi, erényes feleségek), egyidősek lesznek ott náluk"},{"SurahNumber":38,"VerseNumber":53,"Text":"Ez az, amit ígéretként kaptatok, a Számonkérés Napjára"},{"SurahNumber":38,"VerseNumber":54,"Text":"Ez a Mi gondoskodásunk, amely Soha nem fog elfogyni"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ez így van! Akik áthágók, azoknak a legrosszabb megtérésben lesz részük"},{"SurahNumber":38,"VerseNumber":56,"Text":"A Pokolban. Ott fognak égni. Milyen szörnyű fekhely az"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ez az! Kóstolják csak meg a fortyogó vizet és a jegesen hideget"},{"SurahNumber":38,"VerseNumber":58,"Text":"És más ehhez hasonlókat (párosával, az ellentétével)"},{"SurahNumber":38,"VerseNumber":59,"Text":"Ez az! Tömeg özönlik veletek (a Pokolba lépve be). Azoknak nem jár köszöntés. Ök a Pokol tüzében fognak égni"},{"SurahNumber":38,"VerseNumber":60,"Text":"Így szólnak\": .Nem! Nem jár köszöntés nektek. Ti készítettétek ezt nekünk. Milyen szörnyű tartózkodási hely ez"},{"SurahNumber":38,"VerseNumber":61,"Text":"Azt mondják: Urunk! Aki ezt előkészítette nekünk, annak megkétszerezett büntetést adj a Tűzben"},{"SurahNumber":38,"VerseNumber":62,"Text":"Így szólnak: .Mi van, hogy nem látunk férfiakat, akiket pedig rossznak gondoltunk"},{"SurahNumber":38,"VerseNumber":63,"Text":"Gúnyolódtunk velük (bűnös módon), vagy tekintetünk nem leli őket"},{"SurahNumber":38,"VerseNumber":64,"Text":"Ez az igazság. A Pokol népének kölcsönös vitája"},{"SurahNumber":38,"VerseNumber":65,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .. Én csak intő vagyok. És csak az egyetlen igaz isten Allah van! Az Egyedüli, és mindenek felett Hatalmas"},{"SurahNumber":38,"VerseNumber":66,"Text":"Az egek és a föld Ura és mindazé, ami közöttük van, a Hatalmas és a Megbocsátó"},{"SurahNumber":38,"VerseNumber":67,"Text":"Mondd: , Hatalmas hír ez (a Korán)"},{"SurahNumber":38,"VerseNumber":68,"Text":"Ti pedig elfordultok attól"},{"SurahNumber":38,"VerseNumber":69,"Text":"Én nem rendelkeztem tudással a legmagasabb tanácsról, midőn vitáztak"},{"SurahNumber":38,"VerseNumber":70,"Text":"Én csupán azt a sugallatot kaptam, hogy: Világos intő vagyok"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Emlékezz) Midőn a te Urad azt mondta az Angyaloknak: . Embert fogok teremteni agyagból"},{"SurahNumber":38,"VerseNumber":72,"Text":"És ha alakot adtam neki és lelket leheltem belé a lelkemből (amit a számára teremtettem), boruljatok le előtte"},{"SurahNumber":38,"VerseNumber":73,"Text":"És minden Angyal leborult"},{"SurahNumber":38,"VerseNumber":74,"Text":"Kivéve /blís-t (a Gonosz). Ő fennhéjázó, gőgös volt és a hitetlenek közül való"},{"SurahNumber":38,"VerseNumber":75,"Text":"(A Magasztos Allah) mondta: ..Ó, Tblis (a Gonosz)! Mi akadályozott meg abban, hogy leborulj azelött, amit Én a két kezemmel teremtettem? Gőgösködtél, vagy fennhéjáztál"},{"SurahNumber":38,"VerseNumber":76,"Text":"Azt mondta (a gonosz, a sátán): JÉn jobb vagyok nála. Engem tűzből teremtettél, őt pedig agyagból"},{"SurahNumber":38,"VerseNumber":77,"Text":"(A Magasztos Allah) Azt mondta: . Menj innen ki! Megkövezendő leszel"},{"SurahNumber":38,"VerseNumber":78,"Text":"És rajtad az Én átkom, egészen az Ítélet Napjáig"},{"SurahNumber":38,"VerseNumber":79,"Text":"Azt mondta: .Uram! Engedj nekem időt, addig a Napig míg feltámasztatnak"},{"SurahNumber":38,"VerseNumber":80,"Text":"(A Magasztos Allah) Azt mondta: Azok közül való vagy, akik haladékot kapnak"},{"SurahNumber":38,"VerseNumber":81,"Text":"A megszabott idő Napjáig"},{"SurahNumber":38,"VerseNumber":82,"Text":"A hatalmadra!\" - mondta, , Bizony mindegyiket tévelygésbe viszem"},{"SurahNumber":38,"VerseNumber":83,"Text":"Kivéve a Te igaz szolgáidat közülük"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah, a Magasztos) Azt mondta: Az Igazság az, az- és Én az Igazságot mondom"},{"SurahNumber":38,"VerseNumber":85,"Text":"Bizony meg fogom tölteni a Poklot veled és azokkal, akik követnek téged"},{"SurahNumber":38,"VerseNumber":86,"Text":"Mondd (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget): .Nem kérek ezért tőletek jutalmat, és nem vagyok az erőn felül vállalkozók közül való"},{"SurahNumber":38,"VerseNumber":87,"Text":"ntés ez (a Korán) a világoknak"},{"SurahNumber":38,"VerseNumber":88,"Text":"És egy idő után meg fogjátok tudni a hírét"},{"SurahNumber":39,"VerseNumber":1,"Text":"A Könyv (ezen Korán) kinyilatkoztatás, Allah-tól, a Hatalmastól és a Bölcstől"},{"SurahNumber":39,"VerseNumber":2,"Text":"Mi bizony az Igazsággal bocsátottuk le neked ( Muhammad- Allah áldja meg és adjon Neki örök. üdvösséget) a Könyvet. Szolgáld hát Allah-ot őszinte hittel"},{"SurahNumber":39,"VerseNumber":3,"Text":"Vajon nem Allah-ot illeti-e meg a tiszta Vallás\"? És azok, akik (Allah) helyett segítőket vesznek maguknak (szólva): .Csak azért szolgáljuk őket, hogy Allah közelébe segítsenek bennünket.\" Allah bizony dönteni fog közöttük abban, amiben vita támad közöttük. Allah bizony nem vezeti az [gaz Útra azt, aki hazug, hitetlen]"},{"SurahNumber":39,"VerseNumber":4,"Text":"Ha Allah úgy akarta volna, hogy fiú gyermeke legyen, akkor abból választott volna, amit Ő teremtett, és azt, amit akar. Magasztaltassék (Felette áll Ő ezen dolgoknak)! Ő Allah, az Egyedüli és a mindenek felett Hatalmas"},{"SurahNumber":39,"VerseNumber":5,"Text":"Igazsággal teremtette az egeket és a földet. Ő göngyölíti az éjszakát a nappalra és Ő göngyölíti a nappalt az éjszakára. És szolgálatra kényszerítette a napot és a holdat, mindegyik meghatározott ideig halad. Hát nem Ő a Hatalmas és a Megbocsátó"},{"SurahNumber":39,"VerseNumber":6,"Text":"Egyetlen lélekből teremtett meg benneteket, majd előhozta belőle a párját (a feleségét). És lebocsátott nektek nyolc féle lábasjószágot, párostól\", Megteremt benneteket édesanyátok méhében, teremtés teremtést követ, háromszoros sötétségben? Ő Allah, a ti Uratok! Övé az uralom, nincs más isten csak Ő (La ilaha illü Huwa)! Hogyan fordulhattok hát el"},{"SurahNumber":39,"VerseNumber":7,"Text":"Hatihitetlenek vagytok, Allah nem szorul rátok. Ő nem elégedett a szolgái hitetlenségével. De ha hálásak vagytok, azzal elégedett a ti számotokra. És senki sem hordozza egy másiknak a terhét. Majd Uratokhoz lesz visszatérésetek és Ő tudósítani fog benneteket arról, amit tettetek. Ő ismeri a lelkek legmélyebb titkát"}]}