{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"بی تردید خداوند آسمانها و زمین را نگه می دارد از آن که (از نظام خود) منحرف شوند، و اگر منحرف گردند، کسی جز او نمی تواند آنها را نگه دارد، بی گمان او بردبار آمرزنده است"},{"SurahNumber":35,"VerseNumber":42,"Text":"و (کفار قریش) با محکمترین سوگند های شان (و با نهایت تأکید) به خدا سوگند یاد کردند که اگر هشدار دهنده ای برای آنان بیاید، از هدایت یافته ترین امتها خواهند بود، پس چون (پیامبر) هشدار دهند ه ای بر آنان آمد، جز (فرار و) نفرت (از حق چیزی) بر آنان نیفزود"},{"SurahNumber":35,"VerseNumber":43,"Text":"(اینها) بخاطر استکبار در زمین و نیرنگهای بد (شان) بود، و نیرنگهای بد جز دامنگیر صاحبانش نمی گردد، آنگاه آیا آنان (چیزی) جز سنت (و شیوه خدا با) پیشینیان را انتظار دارند؟! پس هر گز برای سنت (و شیوه ی) خداوند دگرگونی نمی یابی"},{"SurahNumber":35,"VerseNumber":44,"Text":"آیا (آنها) در زمین نگشته اند؛ تا ببینند عاقبت کسانی که پیش از آنها بودند؛ چگونه بود ؟! در حالی که آنان از اینان نیرومند تر بودند، و هیچ چیزی در آسمانها و زمین نیست که خدا را ناتوان سازد (و از حوزه ی قدرت او بیرون رود) بی گمان او دانای تواناست"},{"SurahNumber":35,"VerseNumber":45,"Text":"و اگر خداوند مردم را به (سبب) آنچه که انجام داده اند؛ مجازات کند، هیچ جنبنده ای را بر روی آن (= زمین) باقی نخواهد گذاشت، ولیکن آنها را تا زمانی معین به تأخیر می اندازد، پس هنگامی که اجل آنها فرا رسد، یقیناً خداوند به بندگانش بیناست"},{"SurahNumber":36,"VerseNumber":1,"Text":"یس (یا.سین)"},{"SurahNumber":36,"VerseNumber":2,"Text":"سوگند به قرآن حکیم"},{"SurahNumber":36,"VerseNumber":3,"Text":"که تو قطعاً از پیامبران (ما) هستی"},{"SurahNumber":36,"VerseNumber":4,"Text":"بر راه راست (قرار داری)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(این قرآن) فرو فرستاده ی (خداوند) پیروزمند مهربان (است)"},{"SurahNumber":36,"VerseNumber":6,"Text":"تا گروهی را هشدار دهی که نیاکانشان هشدار نیافته اند، پس آنان غافلند"},{"SurahNumber":36,"VerseNumber":7,"Text":"به راستی فرمان (الهی) بر بیشتر آنان تحقق یافته است، پس آنان ایمان نمی آورند"},{"SurahNumber":36,"VerseNumber":8,"Text":"بی گمان ما در گردنهای آنان غلهایی قرار دادیم پس آن (غلها) تا چانه ها است، لذا سرهایشان را بالا نگاه داشته است"},{"SurahNumber":36,"VerseNumber":9,"Text":"و پیش روی آنان سدی (= دیواری) و از پشت سرشان (نیز) سدی قراردادیم، آنگاه (دیدگان) آنان را پوشاندیم، لذا آنان نمی بینند"},{"SurahNumber":36,"VerseNumber":10,"Text":"و (ای پیامبر) بر آنان یکسان است، چه آنها را هشدار دهی و یا هشدارشان ندهی، ایمان نمی آورند"},{"SurahNumber":36,"VerseNumber":11,"Text":"(ای پیامبر) تو تنها کسی را هشدار می دهی که از (این) پند پیروی کند، و در نهان از (خدای) رحمان بترسد، پس او را به آمرزش و پاداشی گرامی بشارت ده"},{"SurahNumber":36,"VerseNumber":12,"Text":"یقیناً ماییم که مردگان را زنده می کنیم، و آنچه را (از اعمال نیک و بد) که از پیش فرستاده اند، و آثار (و گامهای) شان را می نویسیم، و همه چیز را در کتاب روشنگر (لوح محفوظ) شمار کرده ایم"},{"SurahNumber":36,"VerseNumber":13,"Text":"و (ای پیامبر) برای آنها مثال (و داستان) مردم آن قریه (انطاکیه) را بزن، چون رسولان (ما) بدان جا آمدند"},{"SurahNumber":36,"VerseNumber":14,"Text":"آنگاه که دو نفر (از رسولان) را به سوی آنها فرستادیم، پس آنان را تکذیب کردند، سپس با (فرستادن) سومی (آن دو را) تقویت کردیم، پس گفتند: «همانا ما به سوی شما فرستاده شده ایم»"},{"SurahNumber":36,"VerseNumber":15,"Text":"(آنها در پاسخ) گفتند: شما جز بشری همانند ما نیستید، و (خداوند) رحمان چیزی را نازل نکرده است، شما فقط دروغ می گویید"},{"SurahNumber":36,"VerseNumber":16,"Text":"(پیامبران) گفتند:« پروردگار ما می داند که ما قطعاً به سوی شما فرستاده شده ایم"},{"SurahNumber":36,"VerseNumber":17,"Text":"و بر (عهده ی) ما جز رساندن (پیام) آشکار نیست»"},{"SurahNumber":36,"VerseNumber":18,"Text":"(آنها) گفتند: «بی گمان ما شما را به فال بد گرفته ایم، اگر دست بر ندارید البته سنگسارتان خواهیم کرد، و ازسوی ما عذاب (و شکنجه) دردناکی به شما خواهد رسید»"},{"SurahNumber":36,"VerseNumber":19,"Text":"(پیامبران) گفتند:« شومی (و فال بد) تان با خود شماست، اگر به شما پند داده شود (چنین می گویید، و به فال بد می گیرید؟!) بلکه (حقیقت این است که) شما مردمی اسرافکار هستید»"},{"SurahNumber":36,"VerseNumber":20,"Text":"و مرد (مؤمنی) از دورترین نقطه شهر شتابان آمد، (و خطاب به مردم) گفت: «ای قوم من! پیامبران (خدا) را پیروی کنید"},{"SurahNumber":36,"VerseNumber":21,"Text":"کسانی را پیروی کنید که از شما مزدی طلب نمی کنند، و خودشان هدایت یافته اند"},{"SurahNumber":36,"VerseNumber":22,"Text":"و چه شده است مرا که پرستش نکنم کسی را که مرا آفریده است، (همه) به سوی او باز گردانده می شوید؟"},{"SurahNumber":36,"VerseNumber":23,"Text":"آیا غیر از او معبودهایی را بر گزینم که اگر (خداوند) رحمان بخواهد به من زیانی برساند، شفاعت آنها چیزی را از من دفع نمی کند (و کمترین فایده ای برایم ندارد) و مرا نجات نخواهند داد؟"},{"SurahNumber":36,"VerseNumber":24,"Text":"(اگر چنین کنم) یقیناً آنگاه من در گمراهی آشکاری خواهم بود"},{"SurahNumber":36,"VerseNumber":25,"Text":"من به پروردگارتان ایمان آورده ام، پس (سخنان) مرا بشنوید"},{"SurahNumber":36,"VerseNumber":26,"Text":"(پس او را شهید کردند) به او گفته شد: «وارد بهشت شو» گفت: ای کاش قوم من می دانستند( )،"},{"SurahNumber":36,"VerseNumber":27,"Text":"که پروردگارم مرا آمرزیده و از گرامی شدگان قرار داده است"}]}