{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Warri qunnamtii keenya hin sodaanne “sila maaliif Maleykonni nutti hin buufamne? yookiin maaliif Gooftaa keenya hin argine?” jedhanDhugumatti, isaan lubbuu isaanii keessatti boonaniiru; jallina guddaas jallataniiru"},{"SurahNumber":25,"VerseNumber":22,"Text":"Guyyaa isaan Maleykota argan, guyyaa san jallattootaaf gammachuun hin jiru[Maleykonnis] “(gammachuun kamillee isin irratti) dhorgamiinsa dhorgamaadha[]” jedhu"},{"SurahNumber":25,"VerseNumber":23,"Text":"Nutis gara dalagaa isaan dalaganii feenee (dhufnee) dhukkee faca’aa isa goone"},{"SurahNumber":25,"VerseNumber":24,"Text":"Warri Jannataa guyyaa san iddoo jireenyaa keessatti akkaan caalaa; iddoo boqonnaattis akkaan miidhagaadha"},{"SurahNumber":25,"VerseNumber":25,"Text":"Guyyaa samiin duumessaan dhodhootuufi Maleykonni[] bu’iinsa buufamanis [yaadadhaa]"},{"SurahNumber":25,"VerseNumber":26,"Text":"Mootummaan dhugaa guyyaa san kan RahmaaniInni guyyaa kaafiroota irratti cimaa ta’eedha"},{"SurahNumber":25,"VerseNumber":27,"Text":"Guyyaa miidhaa hojjattoonni “yaa badii koo! odoon Ergamichaa wajjiin karaa sirrii qabadhee” jedhee [gaabbiidhaan] harka isaa lamaan ciniinu [yaadadhaa]"},{"SurahNumber":25,"VerseNumber":28,"Text":"”Yaa badii kiyya! Odoon ebaluun jaalallee onnee taasifachuu baadhee maal qaba"},{"SurahNumber":25,"VerseNumber":29,"Text":"Dhugumatti, gorsa irraa erga inni natti dhufee booda na jalliseera.” Sheyxaanni namaaf salphisaa ta’eera"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ergamichis “Yaa Gooftaa kiyya! Dhugumatti, ummanni kiyya Qur’aana kana dhiifamaa (oodamaa) taasifatan” jedhe"},{"SurahNumber":25,"VerseNumber":31,"Text":"Akkuma kana nabiyyii hundaafuu jallattoota irraa diina isaaniif gooneKaraa irratti qajeelchuufi [Mu’uminaaf] tumsuu irratti Rabbiin kee ga’aadha"},{"SurahNumber":25,"VerseNumber":32,"Text":"Isaan kafaran ni jedhan: “Maaliif Qur’aanni hundi al tokko isarratti hin buufamin?” Akka kanatti onnee kee isaan gadi dhaabuuf jecha (adda addaan buufne)Suuta suutaan isa ibsine"},{"SurahNumber":25,"VerseNumber":33,"Text":"Yoo [deebii] dhugaafi kan hiikti isaa gaarii ta’e siif kennine malee gaaffiidhaan sitti dhufanii hin hafan"},{"SurahNumber":25,"VerseNumber":34,"Text":"[Isaan] warra fuula isaanii irratti gara jahannam oofamaniidhaIsaan warra iddoo hamaa qubataniifi karaas jallataniidha"},{"SurahNumber":25,"VerseNumber":35,"Text":"Dhugumatti, Nuti Muusaaf kitaaba (Tawraatiin) kenninee Obboleessa isaa Haaruuniinis isa waliin deeggaraa taasifnee jirra"},{"SurahNumber":25,"VerseNumber":36,"Text":"”Gara warra keeyyattoota keenya sobsiisanii deemaa” isaaniin jenneAchumaan [ergamaan lamaan sobsiifnaan] balleessuu isaan balleessine"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ummata Nuuhis yeroma isaan ergamoota sobsiisan isaan dhidhimsinee namootaafis mallattoo isaan taasifneMiidhaa raawwattootaafis adabbii laalessaa qopheessineerra"},{"SurahNumber":25,"VerseNumber":38,"Text":"[Ummata] Aad, Samuud, warra Eelaa[]fi jaarrota baay’ee jidduu sana jiranis (balleesinee jira)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Hunda isaanitiif fakkeenyota taasifnee jirraHunda isaaniis barbadeessuu barbadeessinee jirra"},{"SurahNumber":25,"VerseNumber":40,"Text":"Dhugumatti, isaan Magaalattii Roobni hamaan itti roobe irra qaxxaamuraa turaniiruSila isaan kan ishee argan hin taanee [maaliif hin gorfamne]? Dhugaatti kaafama [Qiyaamaa] kan sodaatan hin taane"},{"SurahNumber":25,"VerseNumber":41,"Text":"Yeroo si arganis “Isa kanaa inni Rabbiin ergamaa taasisee erge” jechuun qishnaa malee waan biraa si hin taasifatanu"},{"SurahNumber":25,"VerseNumber":42,"Text":"”Odoo nuti isaan [gabbaruu] irratti obsuu baannee, silaa (Muhammad) gabbaramtoota keenya irraa nu jallisuutti dhihaatee ture” (jedhu)Fuulduratti yeroo adabbii argan immoo namni karaa bade eenyuun akka ta’e beekuuf jiru"},{"SurahNumber":25,"VerseNumber":43,"Text":"Sila nama gabbaramaa isaa fedhuma lubbuu isaa taasifate hin arginee? Sila ati isa irratti tiksaa (eegaa) taataa"},{"SurahNumber":25,"VerseNumber":44,"Text":"Sila ati irra baay’een isaanii ni dhaga’u yookiin (waan itti himame) ni hubatu jettee yaaddaa? Isaan akka beyladaa malee waan biraa hin taaneInumaa isaan (horii) irra karaa jallatoodha"},{"SurahNumber":25,"VerseNumber":45,"Text":"Sila gara Gooftaa keetii akkamitti Gaaddisa akka diriirse hin ilaallee?[] Odoo fedhees turaa isa taasisa tureErgasii Aduu (jiraachuu) isaa (gaaddisaa) irratti ragaa taasifne"},{"SurahNumber":25,"VerseNumber":46,"Text":"Ergasiis qabiinsa suuta suutaa gara keenyatti isa (gaaddisa) qabne (hir’isne)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Inni (Rabbiin) Isa halkan uffata, hirriba immoo boqonnaa isiniif taasiseefi Guyyaas yeroo olii gadi sochootan taasiseedha"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ammas Inni Isa rahmata (bokkaa) isaa dura qilleensa gammachiisaa godhee ergeedhaSamii irraas bishaan qulqulluu buusne"},{"SurahNumber":25,"VerseNumber":49,"Text":"Akka dachii duute isaan jiraachisnuufi waan uumne irraa horiifi namoota baay’ee isa obaasnuuf [Samii irraa rooba buufne]"},{"SurahNumber":25,"VerseNumber":50,"Text":"Dhugumatti, akka gorfamaniif jecha gidduu isaaniitti isa raabsinee jirraIrra hedduun namaas kafaruu malee [amanuu] ni didan"},{"SurahNumber":25,"VerseNumber":51,"Text":"Odoo feenee magaalota hunda keessatti akeekkachiisaa ni ergina ture"},{"SurahNumber":25,"VerseNumber":52,"Text":"Kaafirootaaf hin ajajaminii isaan (Qur’aana kanaan) qabsoo guddaa isaan irratti qabsaa’i"}]}