{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Yet I hold not myself clear, for the heart is prone to evil, save theirs on whom my Lord hath mercy; for gracious is my Lord, Merciful"},{"SurahNumber":12,"VerseNumber":54,"Text":"And the King said, \"Bring him to me: I will take him for my special service.\" And when he had spoken with him he said, \"From this day shalt thou be with us, invested with place and trust"},{"SurahNumber":12,"VerseNumber":55,"Text":"He said, \"Set me over the granaries of the land, I will be their prudent keeper"},{"SurahNumber":12,"VerseNumber":56,"Text":"Thus did we stablish Joseph in the land that he might house himself therein at pleasure. We bestow our favours on whom we will, and suffer not the reward of the righteous to perish"},{"SurahNumber":12,"VerseNumber":57,"Text":"And truly the recompense of the life to come is better, for those who have believed and feared God"},{"SurahNumber":12,"VerseNumber":58,"Text":"And Joseph's brethren came and went in to him and he knew them, but they recognised him not"},{"SurahNumber":12,"VerseNumber":59,"Text":"And when he had provided them with their provision, he said, \"Bring me your brother from your father. See ye not that I fill the measure, and am the best of hosts"},{"SurahNumber":12,"VerseNumber":60,"Text":"But if ye bring him not to me, then no measure of corn shall there be for you from me, nor shall ye come near me"},{"SurahNumber":12,"VerseNumber":61,"Text":"They said, \"We will ask him of his father, and we will surely do it"},{"SurahNumber":12,"VerseNumber":62,"Text":"Said he to his servants, \"Put their money into their camel-packs, that they may perceive it when they have returned to their family: haply they will come back to us"},{"SurahNumber":12,"VerseNumber":63,"Text":"And when they returned to their father, they said, \"O, our father! corn is withholden from us: send, therefore, our brother with us and we shall have our measure; and all care of him will we take"},{"SurahNumber":12,"VerseNumber":64,"Text":"He said, \"Shall I entrust you with him otherwise than as I before entrusted you with his brother? But God is the best guardian, and of those who shew compassion He is the most compassionate"},{"SurahNumber":12,"VerseNumber":65,"Text":"And when they opened their goods they found their money had been returned to them. They said, \"O, our father, what more can we desire? Here is our money returned to us; we will provide corn for our families, and will take care of our brother, and shall receive a camel's burden more of corn. This is an easy quantity"},{"SurahNumber":12,"VerseNumber":66,"Text":"He said, \"I will not send him with you but on your oath before God that ye will, indeed, bring him back to me, unless hindrances encompass you.\" And when they had given him their pledge, he said, \"God is witness of what we say"},{"SurahNumber":12,"VerseNumber":67,"Text":"And he said, \"O, my sons! Enter not by one gate, but enter by different gates. Yet can I not help you against aught decreed by God: judgment belongeth to God alone. In Him put I my trust, and in Him let the trusting trust"},{"SurahNumber":12,"VerseNumber":68,"Text":"And when they entered as their father had bidden them, it did not avert from them anything decreed of God; but it only served to satisfy a desire in the soul of Jacob which he had charged them to perform; for he was possessed of knowledge which we had taught him; but most men have not that knowledge"},{"SurahNumber":12,"VerseNumber":69,"Text":"And when they came in to Joseph, he took his brother to him. He said, \"Verily, I am thy brother. Be not thou grieved for what they did"},{"SurahNumber":12,"VerseNumber":70,"Text":"And when he had provided them with their provisions, he placed his drinking cup in his brother's camel-pack. Then a crier cried after them, \"O travellers! ye are surely thieves"},{"SurahNumber":12,"VerseNumber":71,"Text":"They turned back to them and said, \"What is that ye miss"},{"SurahNumber":12,"VerseNumber":72,"Text":"We miss,\" said they, \"the prince's cup. For him who shall restore it, a camel's load of corn! I pledge myself for it"},{"SurahNumber":12,"VerseNumber":73,"Text":"They said, \"By God! ye know certainly that we came not to do wrong in the land and we have not been thieves"},{"SurahNumber":12,"VerseNumber":74,"Text":"What,\" said the Egyptians, \"shall be the recompense of him who hath stolen it, if ye be found liars"},{"SurahNumber":12,"VerseNumber":75,"Text":"They said, \"That he in whose camel-pack it shall be found be given up to you in satisfaction for it. Thus recompense we the unjust"},{"SurahNumber":12,"VerseNumber":76,"Text":"And Joseph began with their sacks, before the sack of his brother, and then from the sack of his brother he drew it out. This stratagem did we suggest to Joseph. By the King's law he had no power to seize his brother, had not God pleased. We uplift into grades of wisdom whom we will. And there is one knowing above every one else endued with knowledge"}]}