{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Ijoollee dhiiraa isaanii warra faaya eegamaa fakkaatantu isaan irra naanna’u"},{"SurahNumber":52,"VerseNumber":25,"Text":"Gariin isaaniis garii irratti gara galaniiti wal gaggaafatu"},{"SurahNumber":52,"VerseNumber":26,"Text":"Ni jedhu: “Nuti kana dura maatii keenya keessatti (Rabbi irraa) sodaatoo turre"},{"SurahNumber":52,"VerseNumber":27,"Text":"Rabbiin nu qanansiisee, adabbii summaa’aa jalaas nu baraarse"},{"SurahNumber":52,"VerseNumber":28,"Text":"Nuti dhugumatti, kana dura Isa kadhataa turreInni dhugumatti, Isumatu tola oolaa, mararfataadha.”"},{"SurahNumber":52,"VerseNumber":29,"Text":"Yaadachiisi! Ati ni’imaa Gooftaa keetiitiin, raagaafi maraataa miti"},{"SurahNumber":52,"VerseNumber":30,"Text":"“Weellisaadha; dhufuu du’aa isa irratti eegna” jedhan mitii"},{"SurahNumber":52,"VerseNumber":31,"Text":"“Eegaa! Anis isin waliin warra eegu irrayii” jedhiin"},{"SurahNumber":52,"VerseNumber":32,"Text":"Sila sammuu isaaniitu kanatti isaan ajaja moo? Lakkii, isaanumatu ummata daangaa darboodha"},{"SurahNumber":52,"VerseNumber":33,"Text":"Sila isatu isa (Qur’aana) uume jedhu moo?” lakkii, isaanumatu hin amanne"},{"SurahNumber":52,"VerseNumber":34,"Text":"Yoo kan dhugaa dubbatan ta’aniif haasaa fakkaataa isaatiin haa dhufanu"},{"SurahNumber":52,"VerseNumber":35,"Text":"Sila isaan odoo wanti isaan uume hin jirre uumaman moo isaanumatu uumoo dha"},{"SurahNumber":52,"VerseNumber":36,"Text":"Moo samiifi dachii uuman? Lakki, isaan hin dhugoomsanu"},{"SurahNumber":52,"VerseNumber":37,"Text":"Kuusaa Gooftaa keetiitu isaan bira jira moo isaantu injifattoota"},{"SurahNumber":52,"VerseNumber":38,"Text":"Moo kortoo (samii geessu) kan isa keessaan (maleykota) dhagayantu isaaniif jira! Dhaggeeffataan isaanii ragaa ifa ta’een haa dhufu"},{"SurahNumber":52,"VerseNumber":39,"Text":"Moo Isaaf ilmaan dubaraa jiraataniiti isiniif immoo ilmaan dhiiraa jiru"},{"SurahNumber":52,"VerseNumber":40,"Text":"Moo mindaa isaan gaafatteeti kaffaltiin isaa isaanitti ulfaate"},{"SurahNumber":52,"VerseNumber":41,"Text":"Moo isaan bira iccitiin fagoo jiraateeti isaan barreeffatan"},{"SurahNumber":52,"VerseNumber":42,"Text":"Lakkii! Tooftaa baasuu fedhaniWarri kafare isaanuma kan tooftaan itti baafamu"},{"SurahNumber":52,"VerseNumber":43,"Text":"Moo Rabbiin malee gabbaramaa biraa qabu? Rabbiin waan isaan itti qixxeessan irraa qulqullaa’e"},{"SurahNumber":52,"VerseNumber":44,"Text":"Yoo samii irraa cittuu wahii kan gadi kuftu arganis “duumessa kuufamaadha” jedhu"},{"SurahNumber":52,"VerseNumber":45,"Text":"Hanga guyyaa isaanii kan isa keessa dhuman qunnamanitti isaan dhiisi"},{"SurahNumber":52,"VerseNumber":46,"Text":"Guyyaa tooftaan isaanii homaa isaan hin fayyadneefi isaanis hin tumsamne (hanga qunnamanitti)"},{"SurahNumber":52,"VerseNumber":47,"Text":"Dhugumatti, isaan miidhaa raawwataniif sana dura adabbiitu jiraGaruu irra hedduun isaanii hin beekanu"},{"SurahNumber":52,"VerseNumber":48,"Text":"Murtii Gooftaa keetiitiif obsiDhugumatti, ati tika keenya jala jirtaYeroo kaatu Faaruu Gooftaa keetiitiin Isa qulqulleessi"},{"SurahNumber":52,"VerseNumber":49,"Text":"Halkanis Isa faarsi; yeroo urjiiwwan seenanis (faarsi)"},{"SurahNumber":53,"VerseNumber":1,"Text":"Urjiin kakadhe; yeroo inni bu’u (seenu)"},{"SurahNumber":53,"VerseNumber":2,"Text":"Hiriyaan keessan (Muhammad SAW) hin jallanne; hin dogoggorres"},{"SurahNumber":53,"VerseNumber":3,"Text":"Fedha lubbuu irraas hin haasa’u"},{"SurahNumber":53,"VerseNumber":4,"Text":"Inni (wanti inni dubbatu) wahyii buufamu qofa"},{"SurahNumber":53,"VerseNumber":5,"Text":"(Jibriil) kan humni isaa cimaatu isa barsiise"},{"SurahNumber":53,"VerseNumber":6,"Text":"Abbaa humnaa ta’ee (bifa Rabbiin irratti isa uumeen) ol ta’e"},{"SurahNumber":53,"VerseNumber":7,"Text":"Inni moggaa (samii) isa ol aanaa irratti (ol ta’e)"},{"SurahNumber":53,"VerseNumber":8,"Text":"Ergasii dhihaatee gadis bu’e"},{"SurahNumber":53,"VerseNumber":9,"Text":"Hanga fageenya qabannaa gooboo lamaanii yookiin sana irra dhihoo ta’e"},{"SurahNumber":53,"VerseNumber":10,"Text":"Gara gabricha Isaatti (Rabbiitti) waan wahyii godhe wahyii godhe"},{"SurahNumber":53,"VerseNumber":11,"Text":"Onneen (Nabiyyii-SAW) waan arge keessatti homaa hin sobne"},{"SurahNumber":53,"VerseNumber":12,"Text":"Sila ergasii waan inni (yeroo mi’iraajaa) arge irratti isa mormituu"},{"SurahNumber":53,"VerseNumber":13,"Text":"Dhugumatti yeroo biraas isa argeera"},{"SurahNumber":53,"VerseNumber":14,"Text":"Qurquraa daangaa (samii torbaffaa) biratti arge"},{"SurahNumber":53,"VerseNumber":15,"Text":"Ishee bira jannata qubsumaatu jira"},{"SurahNumber":53,"VerseNumber":16,"Text":"Yeroo wanti haguugu mukattii qurquraa haguugu (arge)"},{"SurahNumber":53,"VerseNumber":17,"Text":"Ijji gamaa gamana hin jallanne, irras hin dabarre"},{"SurahNumber":53,"VerseNumber":18,"Text":"Dhugumatti, inni mallattoolee Gooftaa isaa gurguddoo irraa argeera"},{"SurahNumber":53,"VerseNumber":19,"Text":"Mee (taabota) Laatiifi Uzzaa (jedhaman) naaf himaa"},{"SurahNumber":53,"VerseNumber":20,"Text":"Manaatiin kan sadaffaa duubatti haftuu taates (naaf himaa)"},{"SurahNumber":53,"VerseNumber":21,"Text":"Sila isiniif dhiirri ta'eeti dubartiin isaaf taatee"},{"SurahNumber":53,"VerseNumber":22,"Text":"Isheen kun oggas qooda jalloodha"},{"SurahNumber":53,"VerseNumber":23,"Text":"Isheen maqoota isiniifi abbootiin keessan odoo Rabbiin ragaa isheef hin buusin moggaaftani malee homaa mitiSe’aafi waan lubbuun isaanii feetu qofa hordofuDhugumaan qajeelfamni Rabbii isaanii irraa isaanitti dhufee jira"},{"SurahNumber":53,"VerseNumber":24,"Text":"Moo namaaf waanuma hawwetu jira"},{"SurahNumber":53,"VerseNumber":25,"Text":"Aakiraafi addunyaanis kan Rabbiiti"}]}