{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Those who are mindful of God were asked, \"What has your Lord sent down?\" They say, \"Absolute goodness!\" There is good in this word for those who do good, and the next world is even better. How wonderful is the abode of those who are ever mindful of God"},{"SurahNumber":16,"VerseNumber":31,"Text":"They will enter Gardens of Eden. Running waters flow and there they will have all things they wish. This is how God will reward those who are mindful of Him"},{"SurahNumber":16,"VerseNumber":32,"Text":"Those who are gathered in death by the angels, being good, will be greeted with \"Peace be upon you! Enter paradise by virtue of what you have done"},{"SurahNumber":16,"VerseNumber":33,"Text":"Are the [unbelievers] expecting that the angels will appear or that God's judgment will be manifested? Those who lived before them behaved in the same way. God did not wrong them. They wronged themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"They were struck by the consequences of the evil they had done, and they were overtaken by the very thing they used to ridicule"},{"SurahNumber":16,"VerseNumber":35,"Text":"Now the very ones who associate deities with God say, \"Had God willed it so, we would have worshipped Him alone, and we would never have declared anything as forbidden unless he had commanded us to do so\". This is just what those who lived before them did. Are the messengers required to do more than deliver the message clearly"},{"SurahNumber":16,"VerseNumber":36,"Text":"We sent a messenger to every nation, saying: \"Worship God, and shun the powers of evil!\" Some of them were guided by God, but others deserved to be misguided. Travel around the world and see what happened eventually to those who denied the truth"},{"SurahNumber":16,"VerseNumber":37,"Text":"However eager you are for them to be guided, God does not confer his guidance on any whom He judges to have gone astray, and they will have none to help them"},{"SurahNumber":16,"VerseNumber":38,"Text":"And so they swear by God, vowing most solemnly, \"God will never raise the dead to life again!\" But He will, for it is a binding promise that He will fulfill, but most people do not know"},{"SurahNumber":16,"VerseNumber":39,"Text":"[On that day] He will make clear to them the things they differed about and the unbelievers will know that they were lying"},{"SurahNumber":16,"VerseNumber":40,"Text":"Whenever We will anything to be, we simply say, \"Be!\" and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"As for those who emigrated for God's sake after being persecuted, We will bless them with good fortune in this world, but their life in the Hereafter will be even greater still, if they only knew"},{"SurahNumber":16,"VerseNumber":42,"Text":"They who, have been patient in hard times and placed their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"Even before your time [Prophet] we sent only men who were inspired, and if you [those in doubt] have not yet realized this, ask the followers of earlier revelation"},{"SurahNumber":16,"VerseNumber":44,"Text":"[They brought] clear signs of the truth and books of divine wisdom. And we brought down to you this Reminder, so that you may clarify to people all that has been brought down to them that they may reflect on it"},{"SurahNumber":16,"VerseNumber":45,"Text":"Do those who conceive evil plans feel secure that God will not cause the earth to swallow them, or that suffering will not overtake them from whence they least expect it"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He will not take them suddenly while they are coming and going-they being unable to escape him"},{"SurahNumber":16,"VerseNumber":47,"Text":"or that He will not take them gradually? Your Sustainer is most Merciful-to-all, a purveyor of mercy"},{"SurahNumber":16,"VerseNumber":48,"Text":"Have they not, then, ever considered the things that God has created-how even their shadows turn right or left, prostrating themselves before God, being absolutely submissive to His will"},{"SurahNumber":16,"VerseNumber":49,"Text":"For all that is in the heavens and on earth prostrates itself before God- every beast, and the angels- without any arrogance"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord above them and do whatever they are commanded to do"}]}