{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":22,"Text":"(الله به ملايكو ته ووايي:) تاسو راټول كړئ هغه كسان چې ظلم (شرك) يې كړى دى او د دوى جوړې (د عقیدې ملګري) او هغه څه چې دوى به يې عبادت كاوه"},{"SurahNumber":37,"VerseNumber":23,"Text":"له الله نه غیر، نو تاسو دوى د دوزخ په لاره روان (او برابر) كړئ"},{"SurahNumber":37,"VerseNumber":24,"Text":"او دوى ودروئ، بېشكه له دوى نه پوښتنې كول شي"},{"SurahNumber":37,"VerseNumber":25,"Text":"په تاسو څه دي چې یو له بله سره مرسته نه كوئ؟"},{"SurahNumber":37,"VerseNumber":26,"Text":"بلكې دوى نن ورځ (پخپله) تسليمېدونكي دي"},{"SurahNumber":37,"VerseNumber":27,"Text":"او د دوى ځینې به ځینو نورو ته مخ ورواړوي، یو تربله به پوښتنې كوي"},{"SurahNumber":37,"VerseNumber":28,"Text":"وبه وايي (كشران مشرانو ته) بېشكه هم تاسو وئ چې مونږ ته به په زور سره راتللئ"},{"SurahNumber":37,"VerseNumber":29,"Text":"وبه وايي (مشران په جواب كې) بلكې تاسو پخپله ایمان راوړونكي نه وئ"},{"SurahNumber":37,"VerseNumber":30,"Text":"او زمونږ لپاره پر تاسو باندې هېڅ زور (تسلط) نه و، بلكې تاسو پخپله سركښه قوم وئ"},{"SurahNumber":37,"VerseNumber":31,"Text":"نو په مونږه باندې زمونږ د رب خبره ثابته شوه، یقینًا مونږ خامخا (عذاب لره) څكونكي یو"},{"SurahNumber":37,"VerseNumber":32,"Text":"نو مونږ تاسو ګمراه كړئ، بېشكه مونږ (پخپله هم) ګمراهان وو"},{"SurahNumber":37,"VerseNumber":33,"Text":"پس بېشكه دوى په دغه ورځ په عذاب كې سره شریكان دي"},{"SurahNumber":37,"VerseNumber":34,"Text":"بېشكه مونږ له مجرمانو سره همداسې كوو"},{"SurahNumber":37,"VerseNumber":35,"Text":"بېشكه دوى (داسې) وو چې كله به دوى ته وویل شول چې له الله نه غیر هېڅ لايق د عبادت نشته (، نو) دوى به تكبر كاوه"},{"SurahNumber":37,"VerseNumber":36,"Text":"او دوى وايي چې ایا یقینًا مونږ په رښتیا سره د یو لېوني شاعر له وجې نه خپل معبودان (خدایان) پرېښودونكي یو"},{"SurahNumber":37,"VerseNumber":37,"Text":"(داسې نه ده) بلكې دغه (نبي) حق (دین) راوړى دى، او د رسولانو تصدیق يې كړى دى"},{"SurahNumber":37,"VerseNumber":38,"Text":"بېشكه تاسو خامخا ډېر دردوونكي عذاب لره څكونكي یئ"},{"SurahNumber":37,"VerseNumber":39,"Text":"او تاسو ته بدله نه دركولى كېږي مګر د هغو عملونو چې تاسو به كول"},{"SurahNumber":37,"VerseNumber":40,"Text":"لېكن د الله غوره كړى شوي بنده ګان"},{"SurahNumber":37,"VerseNumber":41,"Text":"دغه كسان چې دي، د دوى لپاره معلومه روزي ده"},{"SurahNumber":37,"VerseNumber":42,"Text":"چې (رنګارنګ) مېوي دي، په داسې حال كې چې دوى به عزتمن كړى شوي وي"},{"SurahNumber":37,"VerseNumber":43,"Text":"د نعمتونو په باغونو كې"},{"SurahNumber":37,"VerseNumber":44,"Text":"(چې ناست به وي) په تختونو یو بل ته مخامخ"},{"SurahNumber":37,"VerseNumber":45,"Text":"په دوى به د روانو صافو شرابو جامونه ګرځولى شي"},{"SurahNumber":37,"VerseNumber":46,"Text":"چې تك سپین به وي، د څښونكو لپاره به خوندور وي"},{"SurahNumber":37,"VerseNumber":47,"Text":"نه به په هغو كې سر خوږى وي او نه به دوى د دغو (شرابو) په وجه نشه كولى شي"},{"SurahNumber":37,"VerseNumber":48,"Text":"او له دوى سره به د (خپل) نظر رامنع كوونكې غټو سترګو والا حورې وي"},{"SurahNumber":37,"VerseNumber":49,"Text":"ګویاكې دوى پټې ساتل شوې هګۍ دي"},{"SurahNumber":37,"VerseNumber":50,"Text":"نو د دغو (جنتیانو) ځینې به ځینو نورو ته مخ راوګرځوي، چې سره تپوس به كوي"},{"SurahNumber":37,"VerseNumber":51,"Text":"په دوى كې يو ویونكى به ووايي: بېشكه زما یو دوست و"},{"SurahNumber":37,"VerseNumber":52,"Text":"ویل به يې: ایا یقینًا ته خامخا له تصدیق كوونكو ځنې يې؟"},{"SurahNumber":37,"VerseNumber":53,"Text":"ایا كله چې مونږ مړه شو او خاورې او هډوكي شو، ایا بېشكه مونږ ته به خامخا جزا راكولى شي"},{"SurahNumber":37,"VerseNumber":54,"Text":"وبه وايي: ایا تاسو كتونكي يئ؟"},{"SurahNumber":37,"VerseNumber":55,"Text":"نو وبه ګوري، نو هغه به (د دوزخ) په مینځ كې وویني"},{"SurahNumber":37,"VerseNumber":56,"Text":"وبه وايي (كتونكى): قسم په الله! بېشكه شان دا و چې ته نژدې وې چې ما هلاك كړې"},{"SurahNumber":37,"VerseNumber":57,"Text":"او كه زما د رب نعمت نه وى (نو) خامخا زه به له حاضر كړى شویو څخه وم"},{"SurahNumber":37,"VerseNumber":58,"Text":"ایا نو مونږ مړه كېدونكي نه یو"},{"SurahNumber":37,"VerseNumber":59,"Text":"زمونږ له ړومبي مرګ نه غیر، او مونږ په عذاب كړى شوي نه یو"},{"SurahNumber":37,"VerseNumber":60,"Text":"بېشكه دا، یقینًا همدغه ډېر لوى برى دى"},{"SurahNumber":37,"VerseNumber":61,"Text":"د دغو (نعمتونو) مثل لپاره دې عمل كوونكي عمل وكړي"},{"SurahNumber":37,"VerseNumber":62,"Text":"ایا دغه د مېلمستیا په لحاظ غوره دي، یا د زقوم ونه"},{"SurahNumber":37,"VerseNumber":63,"Text":"بېشكه مونږ دغه (ونه) د ظالمانو (مشركانو) لپاره فتنه (او عذاب) ګرځولې ده"},{"SurahNumber":37,"VerseNumber":64,"Text":"بېشكه دغه داسې ونه ده چې د دوزخ په بېخ كې راوځي"},{"SurahNumber":37,"VerseNumber":65,"Text":"د دغې وږي، ګویاكې هغه د شیطانانو سرونه دي"},{"SurahNumber":37,"VerseNumber":66,"Text":"پس بېشكه دوى به خامخا له هغې نه خوړونكي وي، نو له هغې نه به د خپلو خېټو ډكوونكي وي"},{"SurahNumber":37,"VerseNumber":67,"Text":"بیا بېشكه دوى ته به د هغې له پاسه د ایشول شویو اوبو ګډون وي"},{"SurahNumber":37,"VerseNumber":68,"Text":"بیا بېشكه د دوى ورتله خامخا لمبې وهونكي اور ته دي"},{"SurahNumber":37,"VerseNumber":69,"Text":"بېشكه دوى خپل پلرونه ګمراه موندلي دي"},{"SurahNumber":37,"VerseNumber":70,"Text":"نو دوى د هغوى په قدمونو پسې په ډېرې تېزۍ سره منډې وهي"},{"SurahNumber":37,"VerseNumber":71,"Text":"او یقینًا یقینًا له دوى نه مخكې د ړومبنو خلقو اكثره ګمراه شوي دي"},{"SurahNumber":37,"VerseNumber":72,"Text":"او یقینًا یقینًا مونږ په دوى كې وېروونكي پېغمبران لېږلي وو"},{"SurahNumber":37,"VerseNumber":73,"Text":"نو ته وګوره چې د وېرول شویو انجام څنګه و؟"},{"SurahNumber":37,"VerseNumber":74,"Text":"لېكن د الله غوره كړي بنډكان (له عذاب نه خلاص دي)"},{"SurahNumber":37,"VerseNumber":75,"Text":"او یقینًا یقینًا مونږ ته نوح اواز وكړ، نو (مونږ) ښه جواب وركوونكي یو"},{"SurahNumber":37,"VerseNumber":76,"Text":"او مونږ هغه ته او د هغه كورنۍ ته له ډېر لوى غم نه نجات وركړ"},{"SurahNumber":37,"VerseNumber":77,"Text":"او مونږ د هغه اولاده، بس هم هغه باقي پاتې كېدونكې وګرځوله"},{"SurahNumber":37,"VerseNumber":78,"Text":"او مونږ په ده باندې په وروستنيو خلقو كې (مدح او ثنا) پرېښودله"},{"SurahNumber":37,"VerseNumber":79,"Text":"په عالمونو كې دې په نوح سلام وي"},{"SurahNumber":37,"VerseNumber":80,"Text":"بېشكه مونږ نېكانو ته همداسې بدله وركوو"},{"SurahNumber":37,"VerseNumber":81,"Text":"بېشكه هغه زمونږ د مومنو بنده ګانو څخه و"},{"SurahNumber":37,"VerseNumber":82,"Text":"بیا مونږ هغه نور (كافر) خلق غرق كړل"}]}