{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Allah´a karşı yalan söyleyenden ve kendisine gelmiş olan gerçeği yalan sayandan daha zalim kimdir? Kafirler için cehennemde bir karargah olmaz olur mu"},{"SurahNumber":39,"VerseNumber":33,"Text":"Doğruyu getiren ve onu tasdik edenler; işte onlar muttakilerdir"},{"SurahNumber":39,"VerseNumber":34,"Text":"Rabbları katında diledikleri her şey, onlarındır. Bu, ihsan edenlerin mükafatıdır"},{"SurahNumber":39,"VerseNumber":35,"Text":"Çünkü Allah; onların yaptıklarının en kötüsünü örtecek ve yapmakta olduklarının en güzeliyle karşılığını verecektir"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah, kuluna kafi değil mi? Seni O´ndan başkalarıyla korkutuyorlar. Allah, kimi saptırırsa; onu hidayete erdirecek yoktur"},{"SurahNumber":39,"VerseNumber":37,"Text":"Allah, kimi de hidayete erdirirse; onu saptıracak yoktur. Allah; Aziz, intikam sahibi değil midir"},{"SurahNumber":39,"VerseNumber":38,"Text":"Andolsun ki; onlara: Gökleri ve yeri yaratan kimdir? diye sorsan; muhakkak, Allah´tır, diyecekler. De ki: Öyleyse söyleyin bakalım; Allah, bana bir zarar vermek istese, O´nu bırakıp da taptıklarınız O´nun verdiği zararı giderebilir mi? Yahut bana bir rahmet dilerse, O´nun rahmetini önleyebilir mi? De ki: Allah, bana yeter. Tevekkül edenler O´na tevekkül ederler"},{"SurahNumber":39,"VerseNumber":39,"Text":"De ki: Ey kavmim; elinizden geleni yapın. Doğrusu ben de yapacağım. Ve yakında bileceksiniz"},{"SurahNumber":39,"VerseNumber":40,"Text":"Kendisine rüsvay edici bir azab gelecek olan kim, üzerine sürekli azab inecek olan kim"},{"SurahNumber":39,"VerseNumber":41,"Text":"Şüphesiz ki Biz; kitabı sana insanlar için hak olarak indirdik. Kim hidayete ererse; bu, kendi lehinedir. Kim de sapıtırsa; kendi aleyhine sapıtmış olur. Ve sen, onların üzerinde vekil değilsin"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah; ölüm anında canları alır. Ölmeyenin ise uykusunda. Ölmelerine hükmettiği kimselerinkini tutar, diğerlerini belli bir süreye kadar salıverir. Doğrusu bunda; düşünen bir kavim için ayetler vardır"},{"SurahNumber":39,"VerseNumber":43,"Text":"Yoksa onlar; Allah´tan başka şefaatçılar mı edindiler? De ki: Onlar, hiç bir şeye güç getiremez ve akıl erdiremez olsalar da mı"},{"SurahNumber":39,"VerseNumber":44,"Text":"De ki: Bütün şefaat Allah´ındır. Göklerin ve yerin mülkü O´nundur. Sonra hepiniz O´na döndürüleceksiniz"},{"SurahNumber":39,"VerseNumber":45,"Text":"Allah, tek başına anıldığı zaman; ahirete inanmayanların kalbleri tiksinir. Ama O´ndan başkaları anıldığı vakit hemen yüzleri güler"},{"SurahNumber":39,"VerseNumber":46,"Text":"De ki: Ey gökleri ve yeri yaratan, görülmeyeni ve görüleni bilen Allah´ım; ayrılığa düştükleri şeyler hakkında kulların arasında Sen hükmedersin"},{"SurahNumber":39,"VerseNumber":47,"Text":"Yeryüzünde olanların hepsi ve bir misli daha zalimlerin olsaydı; kıyamet günündeki kötü azab için elbette bunları fidye verirlerdi. Halbuki Allah katından onlara hiç hesablamadıkları şeyler belirmiştir"},{"SurahNumber":39,"VerseNumber":48,"Text":"İşledikleri kötülükler onlara belli olmuş, alaya aldıkları şeyler de kendilerini çepeçevre sarmıştır"},{"SurahNumber":39,"VerseNumber":49,"Text":"İnsana bir sıkıntı gelince; Bize yalvarır. Sonra katımızdan ona bir nimet verdiğimizde; bu, bana bilgimden dolayı verilmiştir, der. Hayır, bu bir denemedir. Fakat çokları bilmezler"},{"SurahNumber":39,"VerseNumber":50,"Text":"Onlardan öncekiler de bunu söylemişlerdi. Ama kazandıkları şey, kendilerine bir fayda vermemişti"},{"SurahNumber":39,"VerseNumber":51,"Text":"Böylece kazandıkları kötülükler başlarına geldi. Bunların içinden zulmedenlerin kazandıkları kötülükler de kendilerini çarpacaktır. Ve onlar aciz bırakılacaklar da değillerdir"},{"SurahNumber":39,"VerseNumber":52,"Text":"Bilmezler mi ki; Allah, dilediğine rızkı genişletir ve kısar. Doğrusu bunda, inanan kimseler için ayetler vardır"}]}