{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Could they not see that Allah who created the heavens and the earth is able to create the like of them, and to set for them an appointed time; there is no doubt therein? Yet the wrong-doers refuse to accept it, save ungratefully"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say, \"If you did control the treasuries of the mercy of my Lord, then you would hold them back for fear of spending; for man is ever niggardly"},{"SurahNumber":17,"VerseNumber":101,"Text":"And We did bring Moses nine manifest signs; but ask the children of Israel how he came to them, and Pharaoh said to him, \"Verily, I think, O Moses! You are bewitched"},{"SurahNumber":17,"VerseNumber":102,"Text":"He said, \"In truth you know well that none sent down these signs save the Lord of the heavens and the earth as proofs; and, verily, O Pharaoh! I think you are doomed to ruin"},{"SurahNumber":17,"VerseNumber":103,"Text":"And he desired to drive them out of the land; but We drowned him and those with him, one and all"},{"SurahNumber":17,"VerseNumber":104,"Text":"And after him We said to the children of Israel, \"Dwell you secure in the land (of promise)\"; but when the promise of the Hereafter (or the second warning) comes to pass, We will bring you back as a crowd gathered out of various nations"},{"SurahNumber":17,"VerseNumber":105,"Text":"With truth have We sent it (the Quran) down, and with truth has it descended; and We have not sent you as ought but a herald of glad tidings and a Warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"And it is a Quran which We have divided, that you may read it to mankind at intervals, and We have revealed it by successive revelations"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say, \"Believe you therein, or believe not; verily, those who were given the knowledge before it, when it is read to them fall down prostrate upon their faces, adoring"},{"SurahNumber":17,"VerseNumber":108,"Text":"Saying, \"Glory to our Lord! Verily, the promise of our Lord is ever fulfiled"},{"SurahNumber":17,"VerseNumber":109,"Text":"They fall down upon their faces weeping, and it increases their humility"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say, \"Call unto Allah, or call on Rahman (the Beneficent), unto whichever you call it is the same; for His are the most beautiful names.\" And do not say your prayers loud-voiced, nor yet silently, but seek a way between these"},{"SurahNumber":17,"VerseNumber":111,"Text":"And say, \"Praise belongs to Allah, who has not taken to Himself a son, and He has no partner in the Sovereignty (or Dominion), nor needs He a patron to protect Him from such abasement (or from humiliation).\" And magnify Him for His greatness and"},{"SurahNumber":18,"VerseNumber":1,"Text":"Praise be to Allah, who sent down to His servant the Book, and allowed no crookedness therein"},{"SurahNumber":18,"VerseNumber":2,"Text":"(He made it) Straight, to give warning of stern punishment from Him; and to give the glad tidings to the believers, who do what is right, that for them is a goodly reward"},{"SurahNumber":18,"VerseNumber":3,"Text":"Wherein they shall abide forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"And to give warning to those who say, \"Allah has begotten a son"},{"SurahNumber":18,"VerseNumber":5,"Text":"That they have no knowledge thereof, nor had their fathers. Dreadful is the word that comes forth from their mouths. Verily, they speak naught but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Yet it may be that you (Muhammad) will torment your soul with grief (or fret thyself to death) if they believe not in this new revelation"},{"SurahNumber":18,"VerseNumber":7,"Text":"Verily, We have placed all that which is on the earth as an ornament thereof, that We may try them, which of them is best in conduct"},{"SurahNumber":18,"VerseNumber":8,"Text":"But, verily, We shall make all that which is thereon a barren mound"},{"SurahNumber":18,"VerseNumber":9,"Text":"Have you considered that the Fellows of the Cave and of the Inscription are a wonder amongst Our Signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the youths fled for refuge to the cave and said, \"Our Lord! Bestow on us mercy from Thee, and dispose of our affair rightly (or lead us to conduct ourselves rightly)"},{"SurahNumber":18,"VerseNumber":11,"Text":"And We struck their ears (with deafness) in the cave for a number of years"},{"SurahNumber":18,"VerseNumber":12,"Text":"Then We raised them up again, that We might know which of the two parties could best calculate the time of their tarrying"},{"SurahNumber":18,"VerseNumber":13,"Text":"We narrate to you their story in truth. Verily, they were youths who believed in their Lord, and We added to their guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"And We strengthened their heart, when they stood up and said, \"Our Lord is the Lord of the heavens and the earth, never will we call upon any god beside Him, for then we should have said an extravagant thing"},{"SurahNumber":18,"VerseNumber":15,"Text":"These people of ours have taken to other gods beside Him. Though they do not bring any manifest authority for them. And who is more unjust than he who invents against Allah falsehoods"},{"SurahNumber":18,"VerseNumber":16,"Text":"So when you have gone apart from them and what they serve other than Allah, then resort you to the cave. Our Lord will unfold His mercy to you, and will dispose for you your affair advantageously"}]}