{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Kitap ehli ile en güzel şekilde mücadele et. Ancak onlardan zalim olanlar hariç. Onlara şöyle deyin: -Bize indirilene de, size indirilene de iman ettik. Bizim ilahımız da sizin ilahınız da birdir. Biz ona teslim olanlarız"},{"SurahNumber":29,"VerseNumber":47,"Text":"İşte sana böyle bir kitap indirdik. Kendilerine kitap verilenler ona inanırlar. Bunlardan da ona inananlar vardır. Ayetlerimizi kafirlerden başkası bile bile inkar etmez"},{"SurahNumber":29,"VerseNumber":48,"Text":"Daha önce sen, hiç bir kitap okumuş değildin. Onu sağ elinle de yazmadın, öyle olsaydı, batılcılar şüphe ederlerdi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Hayır, O, bilgi verilen kimselerin gönüllerinde olan apaçık belgelerdir. Belgelerimizi zalimlerden başkası bile bile inkar etmezler"},{"SurahNumber":29,"VerseNumber":50,"Text":"O’na, Rabbinden bir mucize indirilmeli değil miydi? dediler. De ki: -Mucizeler sadece Allah’ın yanındadır. Ben, yalnızca apaçık bir uyarıcıyım"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kendilerine okunan kitabı sana indirmiş olmamız, onlara yetmez mi? Çünkü onda inanacak bir toplum için rahmet ve öğüt vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki:-Benimle sizin aranızda şahit olarak Allah yeter. O, göklerde ve yerde olanı bilir. Batıla inananlar ve Allah’ı tanımayanlar ise, işte onlar, hüsrana uğrayacak olanlardır"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden acele azap istiyorlar. Eğer belirlenmiş bir süre olmasaydı elbette onlara hemen azap gelirdi. Azap onlara haberleri olmadıkları bir sırada ansızın gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Senden azabın acele gelmesini istiyorlar. Oysa, cehennem kafirleri çepeçevre kuşatacaktır"},{"SurahNumber":29,"VerseNumber":55,"Text":"Azap onları üstlerinden ve ayaklarının altından bürüdüğü gün, Allah: -Yaptığınızın cezasını tadın, der"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarım! Benim arzım geniştir. Öyleyse yalnız bana kulluk edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her nefis ölümü tadacaktır. Sonra da bize döndürüleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"İman edenleri ve doğruları yapanları alt yanından ırmaklar akan cennetin yüksek yerlerine yerleştireceğiz. Hep orada kalacaklar. Görevlerini yapanların mükafaatı ne güzel"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ki onlar, sabrettiler ve Rab’lerine dayanmaktadırlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice canlılar var ki, rızıklarını kendileri elde edemezler. Allah, onları da rızıklandırır, sizi de. İşiten ve bilen O’dur"},{"SurahNumber":29,"VerseNumber":61,"Text":"Eğer onlara: -Gökleri ve yeri kim yarattı? Güneşi ve Ayı kim emrine boyun eğdirdi? diye sorsan, elbette: -Allah! derler. De ki: -O halde nasıl aldatılıyorsunuz"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah kullarından dilediğinin rızkını genişletir, dilediğininkini belli bir ölçüyle verir. Allah’ın her şeye gücü yeter"},{"SurahNumber":29,"VerseNumber":63,"Text":"Onlara: -Gökten su indirip, onunla kurumuş yeryüzüne hayat veren kimdir? diye sorsan: “Allah!” derler. De ki: -Hamd Allah’adır. Oysa, onların çoğu akıllarını kullanmıyorlar"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu dünya hayatı, bir eğlence ve bir oyundan başka bir şey değildir. Ahiret yurdu ise, gerçek hayat odur. Bilmiş olsalardı"},{"SurahNumber":29,"VerseNumber":65,"Text":"Gemiye bindikleri zaman, dini kendisine has kılarak Allah’a dua ederler. Onları kurtarıp, karaya çıkardığı zaman hemen şirk koşarlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Kendilerine verdiklerimize nankörlük edip, dünyada geçinip gitsinler bakalım, yakında öğrenecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Görmüyorlar mı ki, etraflarındaki insanlar, birbirini boğazlarken, biz Harem’e emniyet verdik. Hala, batıla inanıp, Allah’ın nimetlerine nankörlük mü edecekler"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah hakkında yalan uydurandan veya hak geldiğinde onu yalanlayandan daha zalim kim olabilir? Kafirler için cehennemde kalacak yer mi yok"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizim için cihad edenlere yollarımızı açarız. Şüphesiz Allah, iyi kimselerle beraberdir"}]}