{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Унинг қавмининг жавоби: «Лут аҳлини юртингиздан қувиб чиқаринг, чунки улар покиза бўлишни хоҳлаган кишилардир», дейишдан бошқа нарса бўлмади"},{"SurahNumber":27,"VerseNumber":57,"Text":"Бас, Биз унга ва хотинидан бошқа аҳлига нажот бердик. У(хотин)нинг азобда қолгувчилар ичида бўлишини тақдир қилдик"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ва уларнинг устларига бир ёмғир ёғдирдикки, бас, огоҳлантирилганларнинг азоби қандай ҳам ёмон бўлди"},{"SurahNumber":27,"VerseNumber":59,"Text":"Сен: «Аллоҳга ҳамд бўлсин ва У танлаб олган бандаларига салом бўлсин. Аллоҳ яхшими ёки улар ширк келтираётган нарсаларми?» дегин"},{"SurahNumber":27,"VerseNumber":60,"Text":"Ёки осмонлару ерни яратган, сизларга осмондан сув туширган Зотми? Бас, Биз у(сув) билан гўзал боғлар ўстирдик. Сиз ўзингиз унинг дарахтини ўстира олмас эдингиз. Аллоҳ билан бирга бошқа илоҳ борми?! Йўқ, улар ўзлари тенглаштирадиган қавмдирлар"},{"SurahNumber":27,"VerseNumber":61,"Text":"Ёки ерни қароргоҳ этган, унинг узра анҳорлар қилган, унга тоғлар қилган ва икки денгиз ўртасида тўсиқ қилган Зотми?! Аллоҳ билан бирга бошқа илоҳ борми?! Йўқ, уларнинг кўплари билмаслар"},{"SurahNumber":27,"VerseNumber":62,"Text":"Ёки музтар(ночор) одам дуо қилганда ижобат этиб, унинг мушкулини осон қилган ҳамда сизни ер юзида халифа қилган Зот яхшими?! Аллоҳ билан бирга бошқа илоҳ борми? Қанчалик оз эслайсизлар-а"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ёки сизларни қуруқлик ва денгиз зулматларида тўғри йўлга соладиган ҳамда Ўз раҳмати олдидан шамолларни хушхабар қилиб юборадиган Зотми?! Аллоҳ билан бирга бошқа илоҳ борми?! Аллоҳ улар ширк келтираётган нарсалардан олийдир"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ёки аввал бошдан яратадиган, сўнгра яна қайтадан яратадиган ва сизларни осмонлару ердан ризқлантирадиган Зот яхшими? Аллоҳ билан бирга бошқа илоҳ борми?! «Агар ростгўй бўлсангиз, ҳужжатингизни келтиринг», дегин"},{"SurahNumber":27,"VerseNumber":65,"Text":"Сен: «Осмонлару ерда Аллоҳдан бошқа ҳеч ким ғайбни билмас», деб айт. Улар қачон қайта тирилтирилишларини ҳам сезмаслар"},{"SurahNumber":27,"VerseNumber":66,"Text":"Балки илмлари охиратни идрок қилгандир? Йўқ, улар ундан шак-шубҳададирлар. Йўқ, улар ундан кўрдирлар"},{"SurahNumber":27,"VerseNumber":67,"Text":"Куфр келтирганлар: «Биз ва ота-боболаримиз тупроқ бўлганимиздан кейин, яна чиқариламизми"},{"SurahNumber":27,"VerseNumber":68,"Text":"Батаҳқиқ, бу бизга-да, ота-боболаримизга-да олдин ҳам ваъда қилинган эди. Бу, аввалгиларнинг афсонасидан бошқа ҳеч нарса эмас», дедилар"},{"SurahNumber":27,"VerseNumber":69,"Text":"Сен: «Ер юзида сайр қилинглар ва жиноятчиларнинг оқибати қандай бўлганига назар солинглар», деб айт"},{"SurahNumber":27,"VerseNumber":70,"Text":"Сен улар ҳақида ғам чекма ва қилаётган макрларидан ҳам сиқилма"},{"SurahNumber":27,"VerseNumber":71,"Text":"Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлади?» дерлар"},{"SurahNumber":27,"VerseNumber":72,"Text":"Сен: «Сиз келишига ошиқаётган нарсанинг баъзиси ортингизга мингашиб олган бўлса, ажаб эмас», деб айт"},{"SurahNumber":27,"VerseNumber":73,"Text":"Албатта, Роббинг одамларга нисбатан фазлу марҳамат соҳибидир. Лекин уларнинг кўплари шукр қилмаслар"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ва, албатта, Роббинг уларнинг диллари беркитган нарсани ҳам, ошкор қилган нарсани ҳам билур"},{"SurahNumber":27,"VerseNumber":75,"Text":"Осмону ерда ҳеч бир ғайб нарса йўқ, илло у очиқ-ойдин китобда бордир"},{"SurahNumber":27,"VerseNumber":76,"Text":"Албатта, ушбу Қуръон Бани Исроилга улар ихтилоф қилаётган нарсаларнинг кўпини айтиб берадир"},{"SurahNumber":27,"VerseNumber":77,"Text":"Албатта, у (Қуръон) мўминлар учун ҳидоят ва раҳматдир"},{"SurahNumber":27,"VerseNumber":78,"Text":"Албатта, Роббинг улар ўртасида Ўз ҳукми ила ажрим чиқаради. У азийз ва билгувчидир"},{"SurahNumber":27,"VerseNumber":79,"Text":"Бас, сен Аллоҳга таваккал қил. Албатта, сен очиқ-ойдин ҳақдадирсан"},{"SurahNumber":27,"VerseNumber":80,"Text":"Албатта, сен ўликларга эшиттира олмайсан, ортга қараб қочаётган карларга ҳам чақириқни эшиттира олмайсан"},{"SurahNumber":27,"VerseNumber":81,"Text":"Сен кўрларни залолатдан ҳидоятга солгувчи эмассан. Сен фақат мусулмон бўлган ҳолларида оятларимизга иймон келтирадиганларгагина эшиттира олурсан"}]}