{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Şayet siz sefer üzere olur bir kâtip de bulamazsanız, o vakit alınmış bir rehin belge yerine geçer. Yok eğer birbirinize güveniyorsanız kendisine güvenilen adam Rabbi olan Allah'dan korksun da üzerindeki emaneti ödesin. Bir de şahitliğinizi inkâr edip gizlemeyin, onu kim inkâr ederse mutlaka onun kalbi vebal içindedir. Her ne yaparsanız Allah onu bilir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Göklerde ne var, yerde ne varsa hepsi Allah'ındır. Siz içinizdekileri açığa vursanız da gizli tutsanız da Allah onunla sizi hesaba çeker. Sonra dilediğini bağışlar, dilediğine de azab eder. Allah her şeye kadirdir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peygamber, Rabbi'nden kendisine ne indirildiyse ona iman etti. Müminlerin de hepsi Allah'a, meleklerine, kitaplarına ve peygamberlerine iman ettiler. \"Biz Allah'ın peygamberleri arasında ayırım yapmayız, duyduk ve itaat ettik. Ey Rabbimiz, bağışlamanı dileriz, dönüş ancak sanadır.\" dediler"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah hiç kimseye gücünün yeteceğinden başka yük yüklemez. Herkesin kazandığı hayır kendisine, yaptığı kötülüğün zararı yine kendisinedir. Ey Rabbimiz, eğer unuttuk ya da yanıldıysak bizi tutup sorguya çekme! Ey Rabbimiz, bize bizden öncekilere yüklediğin gibi ağır yük yükleme! Ey Rabbimiz, bize gücümüzün yetmeyeceği yükü de yükleme! Bağışla bizi, mağfiret et bizi, rahmet et bize! Sensin bizim Mevlamız, kâfir kavimlere karşı yardım et bize"},{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lâm Mîm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, kendisinden başka tanrı olmayan, hayy ve kayyûmdur"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır"},{"SurahNumber":3,"VerseNumber":4,"Text":"O, sana kendisinden öncekileri tasdik edip doğrulayan bu kitabı hak ile indirdi. Daha önce insanlara hidayet olarak Tevrat'ı ve İncil'i de yine O indirmişti.. Evet bu Furkan'ı da O indirdi. Gerçek şu ki, Allah'ın âyetlerini inkâr edenler için çetin bir azap vardır. Allah çok güçlüdür, intikamını alır"},{"SurahNumber":3,"VerseNumber":5,"Text":"Şu da kesindir ki, ne yerde, ne de gökte hiçbir şey Allah'a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Sizi, rahimlerde dilediği gibi şekillendiren O'dur. Kendisinden başka tanrı olmayan, şan, şeref ve hikmet sahibi olan O'dur"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana bu kitabı indiren O'dur. Bunun âyetlerinden bir kısmı muhkemdir ki, bu âyetler, kitabın anası (aslı) demektir. Diğer bir kısmı da müteşabih âyetlerdir. Kalblerinde kaypaklık olanlar, sırf fitne çıkarmak için, bir de kendi keyflerine göre te'vil yapmak için onun müteşabih olanlarının peşine düşerler. Halbuki onun te'vilini Allah'dan başka kimse bilmez. İlimde uzman olanlar, \"Biz buna inandık, hepsi Rabbimiz katındandır.\" derler. Üstün akıllılardan başkası da derin düşünmez"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rabbimiz! Bize ihsan ettiğin hidayetten sonra kalblerimizi haktan saptırma, bize kendi katından rahmet ihsan eyle! Şüphesiz ki, Sen bol ihsan sahibisin"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rabbimiz! Muhakkak ki, Sen, geleceğinde hiç şüphe olmayan bir günde bütün insanları bir araya toplayacaksın. Muhakkak ki Allah, hiç sözünden caymaz"},{"SurahNumber":3,"VerseNumber":10,"Text":"Gerçek şu ki, kâfirlere, Allah'tan gelecek bir zararı, ne malları, ne de evlatları engelleyemez. İşte onlar, o ateşin yakıtı olacaklar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Gidişatları, Firavun soyunun ve daha öncekilerin gidişatı gibidir. Onlar, âyetlerimizi yalan saymışlardı. Bunun üzerine Allah da onları işledikleri günahlar yüzünden yakalayıp alaşağı etti. Allah, cezası çetin olandır"},{"SurahNumber":3,"VerseNumber":12,"Text":"O inkârcı kâfirlere de ki, siz mutlaka yenilgiye uğrayacak ve toplanıp cehenneme doldurulacaksınız. Orası ne fena bir döşektir"},{"SurahNumber":3,"VerseNumber":13,"Text":"Hiç şüphesiz karşı karşıya gelen iki toplulukta size bir âyet, bir işaret ve ibret vardır. Onlardan biri Allah yolunda savaşıyordu, öbürü de kâfirdi ve karşılarındakini göz kararıyla kendilerinin iki katı görüyorlardı. Allah da gönderdiği yardımla dilediğini destekliyordu. Gören gözleri olanlar için elbette bunda apaçık bir ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"İnsanlara kadınlar, oğullar, yüklerle altın ve gümüş yığınları, salma atlar, davarlar, ekinler kabilinden aşırı sevgiyle bağlanılan şeyler çok süslü gösterilmiştir. Halbuki bunlar dünya hayatının geçici faydalarını sağlayan şeylerdir. Oysa varılacakyerin (ebedî hayatın) bütün güzellikleri Allah katındadır"}]}