{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Powiedz: \"Zostało mi zakazane, abym czcił tych, których wy wzywacie poza Bogiem, kiedy przyszły do mnie jasne dowody od mojego Pana. I nakazano mi, abym się poddał całkowicie Panu światów"},{"SurahNumber":40,"VerseNumber":67,"Text":"On jest Tym, który stworzył was z prochu, potem z kropli spermy, potem z grudki krwi zakrzepłej, potem wyprowadził was jako dziecko; abyście następnie osiągnęli dojrzałość, a potem stali się starcami - choć wśród was są tacy, którzy umierają wcześniej - i abyście osiągnęli wyznaczony termin. Być może, będziecie rozumni"},{"SurahNumber":40,"VerseNumber":68,"Text":"On jest Tym, który daje życie i powoduje śmierć. A kiedy postanowi jakąś rzecz, to On mówi tylko: \"Bądź!\", i ona jest"},{"SurahNumber":40,"VerseNumber":69,"Text":"Czy nie widzisz tych, którzy się spierają o znaki Boga? Jakże oni są odwróceni"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ci, którzy uznali za kłamstwo Księgę i to, z czym wysłaliśmy Naszych posłańców, niebawem się dowiedzą"},{"SurahNumber":40,"VerseNumber":71,"Text":"Kiedy z obrożami na szyi i w łańcuchach będą wleczeni"},{"SurahNumber":40,"VerseNumber":72,"Text":"Do wrzącej wody; potem do ognia zostaną wrzuceni"},{"SurahNumber":40,"VerseNumber":73,"Text":"Wtedy im powiedzą: \"Gdzie są ci, których wy czciliście jako współtowarzyszy"},{"SurahNumber":40,"VerseNumber":74,"Text":"Poza Bogiem?\" Oni powiedzą: \"Oni odeszli od nas, a raczej wzywaliśmy przedtem to, co było niczym.\" W ten sposób Bóg sprowadza z drogi niewiernych"},{"SurahNumber":40,"VerseNumber":75,"Text":"To spotkało was za to, że cieszyliście się na ziemi bezprawnie, i za to, że byliście zuchwali"},{"SurahNumber":40,"VerseNumber":76,"Text":"Wejdźcie do bram Gehenny, gdzie będziecie przebywać na wieki! Jakże to złe miejsce przebywania dla ludzi dumnych"},{"SurahNumber":40,"VerseNumber":77,"Text":"Więc bądź cierpliwy! Zaiste, obietnica Boga jest prawdą! Albo My pokażemy tobie część tego, co im obiecaliśmy, albo też wezwiemy ciebie. I do Nas oni zostaną sprowadzeni"},{"SurahNumber":40,"VerseNumber":78,"Text":"Posyłaliśmy posłańców przed tobą. Wśród nich są tacy, o których już opowiadaliśmy tobie; wśród nich są też tacy, o których tobie nie opowiadaliśmy. I żaden posłaniec nie przyszedł ze znakiem bez zezwolenia Boga. A kiedy przyjdzie rozkaz Boga, wszystko zostanie rozstrzygnięte podług prawdy; i stracą wtedy głoszący kłamstwo"},{"SurahNumber":40,"VerseNumber":79,"Text":"Bóg jest Tym, który przysposobił dla Was zwierzęta, abyście jeździli na jednych, a innymi się żywili"},{"SurahNumber":40,"VerseNumber":80,"Text":"I abyście z nich korzystali dla zaspokojenia potrzeby waszych serc. Na nich i na statkach jesteście przenoszeni"},{"SurahNumber":40,"VerseNumber":81,"Text":"On nakazuje wam Swoje znaki. Który więc ze znaków Boga odrzucicie"},{"SurahNumber":40,"VerseNumber":82,"Text":"Czyż oni nie wędrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, którzy byli przed nimi? Tamci byli liczniejsi od nich i mocniejsi pod względem siły, i mocniejsi pod względem dzieł, jakie pozostawili na ziemi. Lecz nie pomogło im to, czego dokonali"},{"SurahNumber":40,"VerseNumber":83,"Text":"A kiedy przyszli do nich posłańcy z jasnymi dowodami, oni cieszyli się wiedzą, jaką posiadali. I objęło ich to, z czego oni szydzili"},{"SurahNumber":40,"VerseNumber":84,"Text":"A kiedy zobaczyli Naszą srogość, powiedzieli: \"Wierzymy w Boga Jedynego, a nie wierzymy w to, co Jemu dodawaliśmy jako współtowarzyszy"},{"SurahNumber":40,"VerseNumber":85,"Text":"Lecz nie przyniosła im pożytku ich wiara, po tym jak zobaczyli Naszą srogość; takie jest od dawna prawo Boga względem Jego sług. I wtedy poniosą stratę niewierni"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Objawienie od Miłosiernego, Litościwego"},{"SurahNumber":41,"VerseNumber":3,"Text":"Księga, której znaki są wyjaśnione, jako Koran arabski, dla ludzi, którzy posiadają wiedzę"},{"SurahNumber":41,"VerseNumber":4,"Text":"zwiastun radosnej wieści i ostrzeżenie. Lecz większość z nich się odwróciła; oni nie słuchają"},{"SurahNumber":41,"VerseNumber":5,"Text":"Powiedzieli: \"Nasze serca są zasłonięte, oddzielone od tego, do czego wzywasz; w naszych uszach jest głuchota, a między nami i tobą jest przegroda. Działaj więc, i my działamy"},{"SurahNumber":41,"VerseNumber":6,"Text":"Powiedz: \"Ja jestem tylko śmiertelnikiem, tak jak wy. Zostało mi objawione, że Bóg wasz jest Bogiem Jedynym. Idźcie więc prosto ku Niemu i proście Go o przebaczenie! I biada bałwochwalcom"},{"SurahNumber":41,"VerseNumber":7,"Text":"Którzy nie dają jałmużny i którzy nie wierzą w życie ostateczne"},{"SurahNumber":41,"VerseNumber":8,"Text":"Zaprawdę, tych, którzy wierzą i którzy pełnią dobre dzieła - czeka nagroda nieustanna"}]}