{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"And when the righteous are asked, \"What has your Lord revealed?\" They say, \"Excellent!\" For those who do good deeds, there are advantages in this life and their abode in the life-to-come is far superior! What an exquisite home exists for the pious"},{"SurahNumber":16,"VerseNumber":31,"Text":"An eternal paradise! Rivers run right through it! There, anything they desire shall be theirs. That is how Allah rewards the pious"},{"SurahNumber":16,"VerseNumber":32,"Text":"The angels will take possession of their souls in a state of purity and will say to them, \"Peace upon you! Enter the paradise as a reward for what you used to do"},{"SurahNumber":16,"VerseNumber":33,"Text":"Are they (evildoers) waiting for the angels to visit them? Or for Allah´s decree to come crashing down on them? Other folks before them did just that! Allah did not victimize them wrongfully. Rather, they used to treat their own selves unjustly"},{"SurahNumber":16,"VerseNumber":34,"Text":"The evil of their own deeds struck them down. Their acts of ridiculing and mocking (the truth) engulfed them"},{"SurahNumber":16,"VerseNumber":35,"Text":"Those guilty of ´shirk´ (ascribing partners to Allah) said, \"Unless Allah had so willed, we would not worship anyone else besides Him. Nor would our ancestors. We could not have sanctified anything else other than Him.\" Those others before them said that too! Is there any (obligation) upon the messengers, except to convey the message distinctly"},{"SurahNumber":16,"VerseNumber":36,"Text":"Surely We raised into every people, messengers who exhorted them to worship Allah and to avoid false gods. Among the people were those whom Allah guided, while waywardness became the lot of others. Move about in the land and observe the demise of those who denied"},{"SurahNumber":16,"VerseNumber":37,"Text":"You may desire guidance for them, but Allah does not show the way to anyone He has already led astray. They have no allies"},{"SurahNumber":16,"VerseNumber":38,"Text":"They swear by Allah a lot, claiming emphatically that Allah will not bring the dead back to life. On the contrary, though most people do not understand, this is the promise incumbent upon Him"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Allah will fulfill His promise) in order to clarify the matter for those who dispute, and so that the unbelievers would realize that, for sure, they are the liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"Indeed, when We intend for anything to happen, We need only to express and say to it, ´Be´ and it happens"},{"SurahNumber":16,"VerseNumber":41,"Text":"Allah will provide nicer homes to those who __ because they are oppressed for the sake of Allah __ leave their homes and emigrate. This (He will do) in this life, and the reward in the afterlife is far superior! If only they realize"},{"SurahNumber":16,"VerseNumber":42,"Text":"(It is for) those who are patient, and place their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"Prior to you, too, We appointed men and sent revelations to them. If you do not know, ask the people of the scriptures"},{"SurahNumber":16,"VerseNumber":44,"Text":"(We sent) clear proofs and the scriptures. Now, We have sent you this reminder (Qur´an) so that you may demonstrate the revelations to them. Perhaps they may reflect and ponder"},{"SurahNumber":16,"VerseNumber":45,"Text":"While playing their dirty tricks, do they not worry that Allah might make the ground swallow them, or that the punishment may pounce on them from an unexpected source"},{"SurahNumber":16,"VerseNumber":46,"Text":"And grab them while they are bustling with activity? They cannot thwart (Allah´s designs)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or seize them first with terror, then grab them as they dread? Yet, your Lord is most Forgiving and most Beneficent, indeed"},{"SurahNumber":16,"VerseNumber":48,"Text":"Do they not observe all the things Allah has created? Their shadows shift from right to left, falling prostrate before Allah, and recognizing their meagerness and infirmity"},{"SurahNumber":16,"VerseNumber":49,"Text":"All those in the heavens and the earth __ angels and animals, alike __ fall prostrate before Allah! They are not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord above, and they carry out their orders"}]}