{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"En hoeveel engele is daar nie in die hemele wie se voorspraak niks sal baat nie, behalwe nadat Allah verlof daartoe gegee het aan wie Hy wil, en wie Hy verkies"},{"SurahNumber":53,"VerseNumber":27,"Text":"Voorwaar, hulle wat nie in die Hiernamaals glo nie, gee die engele vroulike name"},{"SurahNumber":53,"VerseNumber":28,"Text":"En hule het geen kennis daarvan nie. Hulle volg slegs gissings, en gissings sal sekerlik niks teen die Waarheid baat nie"},{"SurahNumber":53,"VerseNumber":29,"Text":"Draai daarom weg van hom wat die rug vir Ons Vermanings keer en niks anders as die lewe van hierdie wêreld begeer nie"},{"SurahNumber":53,"VerseNumber":30,"Text":"Dít is die doelwit van hul kennis. Voorwaar, u Heer weet goed wie van Sy pad afdwaal, en Hy weet wie reg gelei word"},{"SurahNumber":53,"VerseNumber":31,"Text":"En aan Allah behoort wat in die hemele en wat op die aarde is, sodat Hy die kwaaddoeners hul loon kan gee vir wat hul gedoen het, en die weldoeners vir hulle weldade kan beloon"},{"SurahNumber":53,"VerseNumber":32,"Text":"Hulle wat die groot sondes en die onwelvoeglikhede vermy, en onwillig aan die kleiner sondes aandadig is ~ vir hulle sal u Heer kwistig wees met Vergifnis. Hy weet goed wanneer Hy julle uit die aarde voortbring en wanneer julle embrios in die baarmoeders van julle moeders is; moet dus nie op julle reinheid roem nie. Hy weet goed wie hulself teen sonde bewaak"},{"SurahNumber":53,"VerseNumber":33,"Text":"Sien u hom wat wegdraai"},{"SurahNumber":53,"VerseNumber":34,"Text":"wat ’n bietjie gee, dan terughou"},{"SurahNumber":53,"VerseNumber":35,"Text":"Besit hy kennis van die Onsigbare, sodat hy kan sien"},{"SurahNumber":53,"VerseNumber":36,"Text":"Is aan hom nie vertel wat in die geskrifte van Moses staan"},{"SurahNumber":53,"VerseNumber":37,"Text":"en van Abraham wat die gebooie vervul het nie"},{"SurahNumber":53,"VerseNumber":38,"Text":"dat ’n lasdraer nie die las van ’n ander sal dra nie"},{"SurahNumber":53,"VerseNumber":39,"Text":"en dat die mens niks kan verwerf nie behalwe dit waarna hy strewe"},{"SurahNumber":53,"VerseNumber":40,"Text":"en dat sy strewe spoedig opgemerk sal word"},{"SurahNumber":53,"VerseNumber":41,"Text":"Dan sal hy ten volle daarvoor beloon word"},{"SurahNumber":53,"VerseNumber":42,"Text":"en dat alles uiteindelik tot u Heer keer"},{"SurahNumber":53,"VerseNumber":43,"Text":"En dat dit Hy is wat sommige laat lag en sommige laat huil"},{"SurahNumber":53,"VerseNumber":44,"Text":"en dat dit Hy is wat die dood veroorsaak en die lewe gee"},{"SurahNumber":53,"VerseNumber":45,"Text":"en dat Hy van alles pare skep, die manlike sowel as die vroulike"},{"SurahNumber":53,"VerseNumber":46,"Text":"uit ’n sperm wanneer dit geskik is"},{"SurahNumber":53,"VerseNumber":47,"Text":"en dat hy die tweede opwekking verorden het"},{"SurahNumber":53,"VerseNumber":48,"Text":"en dat dit Hy is wat rykdom en voldoening gee"},{"SurahNumber":53,"VerseNumber":49,"Text":"en dat hy die Heer van Sirius is"},{"SurahNumber":53,"VerseNumber":50,"Text":"en dat Hy die eerste stam van Aad vernietig het"},{"SurahNumber":53,"VerseNumber":51,"Text":"en ook Thamoed nie gespaar het nie"},{"SurahNumber":53,"VerseNumber":52,"Text":"en vóór hulle ook die volk van Noag. Waarlik, hulle was uiter- mate onregverdig en opstandig"},{"SurahNumber":53,"VerseNumber":53,"Text":"En die verwoeste stede het Hy met die grond gelyk gemaak"},{"SurahNumber":53,"VerseNumber":54,"Text":"sodat dít wat bedek, hulle heeltemal bedek het"},{"SurahNumber":53,"VerseNumber":55,"Text":"Oor watter gawe van u Heer wil u dan redekawel"},{"SurahNumber":53,"VerseNumber":56,"Text":"Hierdie man is ’n waarskuwer, soos die waarskuwers van ouds"},{"SurahNumber":53,"VerseNumber":57,"Text":"Die naderende Gebeurtenis kom al nader"},{"SurahNumber":53,"VerseNumber":58,"Text":"Daar is niemand, buiten Allah, wat dit kan verwyder nie"},{"SurahNumber":53,"VerseNumber":59,"Text":"Verwonder julle jul oor hierdie aankondiging"},{"SurahNumber":53,"VerseNumber":60,"Text":"En lag julle en huil julle nie"},{"SurahNumber":53,"VerseNumber":61,"Text":"terwyl julle speel"},{"SurahNumber":53,"VerseNumber":62,"Text":"Val dan neer in prostrasie voor Allah, en aanbid Hom"},{"SurahNumber":54,"VerseNumber":1,"Text":"Die Uur het nader gekom, en die maan was oopgesplits"},{"SurahNumber":54,"VerseNumber":2,"Text":"En as hulle ’n teken sien, draai hulle weg en sê: Verganklike towery"},{"SurahNumber":54,"VerseNumber":3,"Text":"En hulle ontken, en volg hulle slegte neigings. Maar elke saak word afgehandel"},{"SurahNumber":54,"VerseNumber":4,"Text":"En sekerlik het daar verhale tot hulle gekom, wat moet afskrik"},{"SurahNumber":54,"VerseNumber":5,"Text":"volmaakte wysheid; maar die waarskuwings baat nie"},{"SurahNumber":54,"VerseNumber":6,"Text":"draai daarom weg van hulle af. Die Dag waarop die Aanroeper hulle tot iets onaangenaams sal uitnooi"},{"SurahNumber":54,"VerseNumber":7,"Text":"sal hulle met neergeslane oë uit hulle grafte kom, soos verstrooi- de sprinkane"},{"SurahNumber":54,"VerseNumber":8,"Text":"terwyl hul na die Aanroeper sal beweeg. Die ongelowiges sal sê: Dit is ’n moeilike Dag"}]}