{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musa’ya asanı at diye vahyettik. Birdenbire asâ onların uydurduklarını yuttu"},{"SurahNumber":7,"VerseNumber":118,"Text":"Böylece her şey ortaya çıktı. Onların yaptıkları boşa çıktı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Orada mağlup oldular ve küçük düştüler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar: Secdeye kapandılar"},{"SurahNumber":7,"VerseNumber":121,"Text":"Alemlerin Rabbine, iman ettik"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa ve Harun’un Rab'bine…"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun, onlara şöyle dedi: Ben size izin vermeden önce, ona iman mı ettiniz? Bu kesin bir tuzaktır. Halkı şehirden çıkarmak için, bu tuzağı kurdunuz. Artık yakında bileceksiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"Sizin ellerinizi ve ayaklarınızı çaprazlama keseceğim. Sonra hepinizi asacağım"},{"SurahNumber":7,"VerseNumber":125,"Text":"Şüphesiz biz, Rabbimize döneceğiz, dediler"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sen, Rabbimizin ayetleri bize geldiği zaman ona iman ettiğimiz için, yalnızca bunun için bizden intikam alıyorsun. Rabbimiz! Üzerimize sabır yağdır ve müslüman olarak canımızı al! dediler"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun kavminden ileri gelen kesim: Musa’yı ve kavmini yeryüzünde bozgunculuk etsinler seni ve senin ilahlarını terk etsinler diye mi bırakacaksın? dediler. Firavun: Onların erkek çocuklarını öldürürüz. Kadınlarını da sağ bırakırız. Biz, onlar üzerinde tam bir hakimiyet sahibiyiz, dedi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa kavmine şöyle dedi: Allah’tan yardım dileyin ve sabredin. Şüphesiz yeryüzü Allah’ındır. Ve O, kullarından dilediğini ona varis kılar. Güzel son, Allah’tan sakınanlarındır/takvalı olanlarındır"},{"SurahNumber":7,"VerseNumber":129,"Text":"Kavmi ise: Sen bize gelmeden önce de geldikten sonra da bize işkence edildi, dediler. Musa da: Rabbinizin düşmanlarınızı helak etmesi ve sizi yeryüzünde nasıl davranacağınıza bakmak için, iktidara getirmesi umulur, dedi"},{"SurahNumber":7,"VerseNumber":130,"Text":"Firavun hanedanını belki düşünürler diye kuraklık ve yıllarca ürünlerini eksiltmekle cezalandırdık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara bir iyilik geldiği zaman; “Bu bizim hakkımızdır” derler. Onlara bir kötülük dokunduğu zaman onu Musa ve onun yanındakilerin uğursuzluğuna verirlerdi. Dikkat edin, onların başına gelen uğursuzlukları sadece Allah katındandır. Fakat onların çoğu bilmiyorlar"},{"SurahNumber":7,"VerseNumber":132,"Text":"Bizi, kendisiyle büyülemek için her ne zaman bize bir ayet/mucize getirirsen, biz sana iman edecek değiliz, dediler"},{"SurahNumber":7,"VerseNumber":133,"Text":"Bu yüzden onlara, tufanı, çekirgeyi, haşere, kurbağaları ve kanı apaçık ayetler olarak gönderdik. Buna rağmen büyüklendiler. Onlar günahkâr bir toplum idi"},{"SurahNumber":7,"VerseNumber":134,"Text":"Üzerlerine azab çökünce, Ey Musa, Rabbinin sana (eğer iman edersek azabı kaldıracak olması) vahyinden dolayı bizim için Rabbine dua et. Eğer bizden bu azabı kaldırırsan muhakkak sana iman edeceğiz ve İsrailoğulları'nı seninle beraber salıvereceğiz"},{"SurahNumber":7,"VerseNumber":135,"Text":"Onlardan azabı, onlara ulaşacak belirli bir süreye kadar kaldırdığımız zaman; onlar verdikleri sözden dönüyorlardı"},{"SurahNumber":7,"VerseNumber":136,"Text":"Biz de onlardan cezasının intikamını aldık. Ayetlerimizi yalanladıkları ve onlardan gafil oldukları için onları denizde boğduk"},{"SurahNumber":7,"VerseNumber":137,"Text":"Hor görülüp ezilmekte olan kavmi (İsrailoğullarını), toprağına bolluk ve bereket verdiğimiz yerin (Şam Bölgesinin) doğu ve batı taraflarına mirasçı kıldık. İsrailoğulları’nın sabretmelerine karşılık olarak Rabbinin güzel sözü/vaadi gerçekleşti. Firavun ve kavminin yaptıklarını ve kurup yükselttikleri şeyleri yerle bir ettik"},{"SurahNumber":7,"VerseNumber":138,"Text":"İsrailoğulları'nı denizden geçirmiştik. Kendilerine ait bir takım putlarına ibadet eden bir topluma uğradılar. Ey Musa, bunların ilahları gibi bize de bir ilah yapsana! dediler. Musa da onlara: Şüphesiz, cahillik eden bir toplumsunuz! dedi"},{"SurahNumber":7,"VerseNumber":139,"Text":"Şüphesiz bunların içinde bulundukları (şirk) helâke mahkûmdur ve yapmakta oldukları batıldır"},{"SurahNumber":7,"VerseNumber":140,"Text":"O, sizi alemlere üstün kılmış iken size Allah’tan başka bir ilah mı arayayım? dedi"},{"SurahNumber":7,"VerseNumber":141,"Text":"Size kötü bir ceza ile eziyet eden, Çocuklarınızı öldürüp, kadınlarınızı sağ bırakan Firavun hanedanından kurtarmıştık. Bu sizin için yüce Rab'biniz tarafından bir imtihan"}]}