{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Ciertamente, los creyentes han triunfado y se han salvado"},{"SurahNumber":23,"VerseNumber":2,"Text":"Aquellos que en su oración están atentos y sumisos"},{"SurahNumber":23,"VerseNumber":3,"Text":"Aquellos que se apartan de lo superficial"},{"SurahNumber":23,"VerseNumber":4,"Text":"Aquellos que dan de sus bienes"},{"SurahNumber":23,"VerseNumber":5,"Text":"Aquellos que protegen sus partes privadas"},{"SurahNumber":23,"VerseNumber":6,"Text":"excepto de sus esposas o de sus esclavas, pues entonces no son censurables"},{"SurahNumber":23,"VerseNumber":7,"Text":"Quienes busquen más allá de esto serán los transgresores"},{"SurahNumber":23,"VerseNumber":8,"Text":"Y aquellos que respetan lo que se les confía, cumplen sus promesas"},{"SurahNumber":23,"VerseNumber":9,"Text":"y protegen sus oraciones"},{"SurahNumber":23,"VerseNumber":10,"Text":"Esos serán los herederos"},{"SurahNumber":23,"VerseNumber":11,"Text":"Ellos heredarán el Paraíso en el que estarán eternamente"},{"SurahNumber":23,"VerseNumber":12,"Text":"Y, ciertamente, hemos creado al ser humano de un trozo de barro"},{"SurahNumber":23,"VerseNumber":13,"Text":"Luego, le hemos creado de una gota en un lugar protegido"},{"SurahNumber":23,"VerseNumber":14,"Text":"Después, de la gota creamos algo suspendido y, de eso suspendido, una masa parecida a carne picada y de eso, huesos y cubrimos los huesos con carne y entonces creamos otra criatura. Por tanto ¡Bendito sea Dios, el mejor de los creadores"},{"SurahNumber":23,"VerseNumber":15,"Text":"Después de eso habréis de morir"},{"SurahNumber":23,"VerseNumber":16,"Text":"Luego, el Día del Levantamiento, seréis devueltos a la vida"},{"SurahNumber":23,"VerseNumber":17,"Text":"Y, ciertamente, hemos creado sobre vosotros siete caminos y no estamos descuidados de la creación"},{"SurahNumber":23,"VerseNumber":18,"Text":"Hacemos descender de cielo agua en una determinada cantidad y la almacenamos en la Tierra. Y, en verdad, podríamos hacerla desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Y por medio de ella producimos para vosotros jardines de palmeras datileras y viñedos en los que tenéis frutos abundantes de los cuales coméis"},{"SurahNumber":23,"VerseNumber":20,"Text":"y un árbol que sale en el monte Sinaí que da un fruto en el que hay aceite y condimento para los que comen"},{"SurahNumber":23,"VerseNumber":21,"Text":"Y, en verdad, hay en el ganado, para vosotros, un motivo de reflexión. Os damos de beber de lo que hay en sus entrañas y obtenéis de él múltiples beneficios y coméis de él"},{"SurahNumber":23,"VerseNumber":22,"Text":"y montáis en él y en los barcos"},{"SurahNumber":23,"VerseNumber":23,"Text":"Y, ciertamente, enviamos a Noé a su pueblo y dijo: «¡Oh, pueblo mío! ¡Adorad a Dios! ¡No tenéis otro Dios que Él! ¿Seréis, pues, temerosos?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Pero los notables de su pueblo, que no eran creyentes, dijeron: «No es más que un ser humano como vosotros que quiere obtener una posición de favor entre vosotros y, si Dios hubiese querido, habría hecho descender ángeles». «No hemos escuchado nada de esto de nuestros primeros padres"},{"SurahNumber":23,"VerseNumber":25,"Text":"No es más que un hombre poseído. Dadle, pues, un plazo de espera.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"Él dijo: «¡Señor mío! ¡Ellos me desmienten, auxíliame Tú!»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Así que le revelamos: «¡Construye un barco, que Nosotros te observaremos y te inspiraremos!» «Y cuando llegue Nuestra orden y el horno comience a hervir, introduce en él una pareja de todo y a tu familia, excepto aquellos que fueron sentenciados previamente.» «Y no me hables de quienes son opresores. En verdad, ellos serán ahogados.»"},{"SurahNumber":23,"VerseNumber":28,"Text":"«Y cuando tú y quienes están contigo os encontréis instalados en el barco, di: ¡Alabado sea Dios que nos ha salvado del pueblo de los opresores!»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: «¡Señor mío! ¡Hazme descender en un lugar bendecido, pues Tú eres el mejor haciendo llegar a buen puerto.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"En verdad, en ello hay señales y en verdad, somos Nosotros quienes ponemos a prueba"},{"SurahNumber":23,"VerseNumber":31,"Text":"Tras ellos hicimos surgir otras generaciones"},{"SurahNumber":23,"VerseNumber":32,"Text":"y les enviamos profetas de entre ellos: «¡Adorad a Dios! ¡No tenéis otro Dios que Él! ¿Seréis, pues, temerosos?»"},{"SurahNumber":23,"VerseNumber":33,"Text":"Los notables de su pueblo, que no eran creyentes y desmentían el encuentro de la otra vida y a quienes Nosotros habíamos favorecido en esta vida, dijeron: «No es más que un ser humano como vosotros. Come de lo mismo que vosotros coméis y bebe de lo que vosotros bebéis"},{"SurahNumber":23,"VerseNumber":34,"Text":"y si obedecéis a un ser humano como vosotros, entonces, seréis de los perdedores.»"},{"SurahNumber":23,"VerseNumber":35,"Text":"«¿Os promete que después de que muráis y seáis polvo y huesos seréis sacados?»"}]}