{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Ni dot David blessings us O mont submit him vi tro O bird Ni softened glad por him"},{"SurahNumber":34,"VerseNumber":11,"Text":"Vi far sxild ke dec perfectly work righteousness! Whatever vi do mi est Seer thereof"},{"SurahNumber":34,"VerseNumber":12,"Text":"Al Solomon ni committed vent his disposal vojagx 1 monat ven 1 monat ir Ni kauxz risort ole sxpruc out him. Ankaux jinns worked him his Lord's las. Any unu de them disregarded our ordon ni subjekt him severe retribution"},{"SurahNumber":34,"VerseNumber":13,"Text":"Ili far him anything li wanted - niches statu profund pools heavy kuir pot! O famili David work (righteousness) montr your appreciation. Nur a few da My servants est appreciative"},{"SurahNumber":34,"VerseNumber":14,"Text":"When appointed temp his death ven ili ne hav clue ti li mort. Ne 1 de best pen mangx his stab li fal down did jinns realized ti li est dead Ili tiel realized ke ili really kon unseen ili stop working tial hard as baldaux as li mort"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sheba's homeland uz est mir 2 gxarden sur dekstr las Mangx your Lord's provisions est appreciative de Him - Bon land forgiving Lord"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ili torn consequently ni versx them disastrous inund ni substituted their 2 gxarden into 2 gxarden mav gust frukt thorny plant skimpy rikolt"},{"SurahNumber":34,"VerseNumber":17,"Text":"Ni tiel requited them their disbelief. Ni ne requite nur disbelievers"},{"SurahNumber":34,"VerseNumber":18,"Text":"Ni ej them communities ke ni ben ali oases ni secured journey them Vojagx therein tag nokt komplet security"},{"SurahNumber":34,"VerseNumber":19,"Text":"Ili (torn unappreciative challenged Our Lord ni ne zorg Vi increase distanc our journeys any staci Ili do wronged their own anim. Consequently ni far them histori scattered them into small communities land. This proviz lecion those est steadfast appreciative)"},{"SurahNumber":34,"VerseNumber":20,"Text":"Satan trov them readily fulfilling his expectations! Ili sekv him a few believers"},{"SurahNumber":34,"VerseNumber":21,"Text":"Li neniam hav any potenc them. Ni tiel disting those kred en Hereafter el those est doubtful pri gxi. Your Lord est plen control all ajx"},{"SurahNumber":34,"VerseNumber":22,"Text":"Dir Implore idols vi set DI! Ili ne posed single atom heavens ter. Ili ne posed partnership therein nor does Li permes them est His assistants"},{"SurahNumber":34,"VerseNumber":23,"Text":"Intercession Him est en vain gxi coincides kun His vol. When their mens finally sald down ili pet Ki did your Lord dir ili dir truth. Li est plej Alt plej Great"}]}