{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Pamwe Allah vangagadzira hushamwari pakati penyu neavo vamakaita vavengi. Uye Allah vane simba (pamusoro pezvinhu zvese), uye Allah vanoregerera zvikuru, vane tsitsi zhinji"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah havakurambidzii kushanda (zvakafanira uye zvakanaka) neavo vasinga kurwisei maererano nechitendero kana kukudzingai mudzimba dzenyu. Zvirokwazvo, Allah vanoda avo vanoshanda zvakafanira uye zvakanaka"},{"SurahNumber":60,"VerseNumber":9,"Text":"Zvirokwazvo, Allah vanokurambidzai kune avo vakakurwisai muchitendero uye vakakudzingai mudzimba dzenyu, uye vakabetsera kukudzingai, Allah vanokurambidzai kuita ushamwari navo. Asi uyo anoita ushamwari navo, vanhu vakadaro ndivo vatadzi (vasingateereri Allah)"},{"SurahNumber":60,"VerseNumber":10,"Text":"Imi vanotenda! Kana vatendi vechikadzi vauya kwamuri sevatami, vaedzei, asi Allah vanoziva kutenda kwavo. Kana mukaona kutenda mavari, musavadzosera kune vasingatendi. Havabvumidzwi kwavari kana ivo kubvumidzwa kwavari (kuroorana). Uye vapei (vasingatendi) zvavakashandisa (Mahr – Mari inobviswa nemurume achipa mudzimai wake pazuva remuchato). Uye hapana mhaka kwamuri kana imi mukavaroora kana mukavapa mugove wavo (Mahr). Uye musarambe mune vakadzi vasingatendi sevakadzi venyu, uye mobvunza zvamakashandisa (kudzorerwa Mahr) uye ivo (vasingatendi) ngavabunzewo zvavakashandisa. Uku ndiko kutonga kwaAllah, vanotonga pakati penyu. Uye Allah vanoziva zvese, vane huchenjeri hwese"},{"SurahNumber":60,"VerseNumber":11,"Text":"Uye kana mumwe wevakadzi venyu akaenda kune avo vasingatendi achibva kwamuri (asiya chitendero, uye avo vasingatendi voramba kukudzorerai zvamakashandisa (Mahr), uye mukavarwisa movatorera hupfumi), chibhadharai (kubva muhupfumi iwowo) avo vane vakadzi vakaenda zvakangofanana nezvavakashandisa (Mahr). Uye ityai Allah avo vamunotenda mavari"},{"SurahNumber":60,"VerseNumber":12,"Text":"Iwe muporofita! Kana vakadzi vanotenda vauya kwauri vachikupa Bai’ah (Mhiko), kuti havasi kuzosanganisa chimwe chinhu naAllah, havasi kuzoba, uye kuti havasi kuzoita cheupombwe, uye kuti havasi kuzouraya vana vavo, uye kuti havasi kuzombotaura manyepo vachinyepa kuti vana vavainavo ndevevarume vavo, uye kuti havasi kuzorega kukuteerera pane izvo zvakana (Islaam), chitambira Mhiko (Bai’ah) dzavo kwauri, uye vokumbira Allah kuti vavaregerere. Zvirokwazvo, Allah vanoregerera zvikuru, vane tsitsi dzakanyanya"},{"SurahNumber":60,"VerseNumber":13,"Text":"Imi vanotenda! Musashamwaridzana nevanhu vakatsamwirwa naAllah (maJudha). Chokwadi, havana tarisiro yehupenyu hwemangwana (kuti vachawana zvakanaka), sekushaiwa tarisiro kweavo vasingatendi kune avo vari kumakuva (kuti vachamuka pazuva rekutongwa)"},{"SurahNumber":61,"VerseNumber":1,"Text":"Zvose zviri kumatenga nepanyika zvinorumbidza Allah. Uye ndivo mukuru, vane huchenjeri hwese"},{"SurahNumber":61,"VerseNumber":2,"Text":"Imi vanotenda! Sei muchitaura izvo zvamusingaiti"},{"SurahNumber":61,"VerseNumber":3,"Text":"Zvakanyanya kuvengwa pamberi paAllah ndezvekutaura izvo zvamusingaiti"},{"SurahNumber":61,"VerseNumber":4,"Text":"Zvirokwazvo, Allah vanoda avo vanorwa munzira yavo vari pamitsara sokunge mudhuri wakasimba"},{"SurahNumber":61,"VerseNumber":5,"Text":"Uye rangarirai apo Musa akati kuvanhu vake: “Imi vanhu vangu! Nemhaka yei imi muchindirwadzisa asi imi muchiziva muchokwadi kuti ini ndiri mutumwa waAllah kwamuri?” Saka pavakafuratira, Allah vakaita kuti moyo yavo ifuratire (nzira yakanaka). Uye Allah havatungamiri vanhu vasingateereri"},{"SurahNumber":61,"VerseNumber":6,"Text":"Uye rangarirai apo Isa (Jesu) mwana wa Mariya akati: “Imi vana vaIzrairi! Ini ndiri mutumwa waAllah kwamuri, kuzodudzira izvo zvakauya pamberi pangu zviri muTorah, uye kupa mashoko akanaka emutumwa achauya mushure mangu, zita rake anonzi Ahmad (zita rimwe raMuhammad (SAW)).” Asi paakauya (Ahmad (SAW)) kwavari nehumboo huri pachena, vakati: “Aya masaramusi ari pachena.”"},{"SurahNumber":61,"VerseNumber":7,"Text":"Uye ndiani anotadza zvikuru kudarika uyo anonyepera Allah, asi iye achidaidzirwa kuIslaam? Uye Allah havatungamiriri vanhu vanotadza"},{"SurahNumber":61,"VerseNumber":8,"Text":"Vanoshuvira kudzima mwenje waAllah (Islaam) nemiromo yavo, asi Allah vachadzadzikisa mwenje wavo kunyangwe zvazvo vasingatendi vachizvivenga"},{"SurahNumber":61,"VerseNumber":9,"Text":"Ndivo vakatuma mutumwa wavo (Muhammad (SAW)) nenungamiro uye chitendero chechokwadi (Islaam) kuti chigokunda zvitendero zvose kunyangwe zvazvo maMushrikoon (Vasingatendi nevanonamata vana mwari vakawanda) vachizvivenga"},{"SurahNumber":61,"VerseNumber":10,"Text":"Imi vanotenda! Ndingakutungamirai here kune bhizimusi richakununurai kubva kumurango unorwadza"},{"SurahNumber":61,"VerseNumber":11,"Text":"Kuti imi mutende kuna Allah uye mutumwa wavo (Muhammad (SAW)), uye moshinga nekurwa munzira yaAllah nehupfumi hwenyu uye nehupenyu hwenyu. Izvozvo ndizvo zvakanaka kwamuri kana muchiziva"},{"SurahNumber":61,"VerseNumber":12,"Text":"(Allah) vachakuregererai zvitadzo zvenyu, uye vachakupinzai muParadhiso iro pasi paro panoerera nzizi, uyedzimba dzakanaka muEden, Paradhiso. Zvirokwazvo, ikoko ndiko kubudirira kukuru"},{"SurahNumber":61,"VerseNumber":13,"Text":"Nezvimwe zvamunoda kubva kuna Allah (vachakupai), rubatsiro kubva kuna Allah nekukunda kuri pedyo. Uye ipa mashoko akanaka (Muhammad (SAW)) kune vatendi"},{"SurahNumber":61,"VerseNumber":14,"Text":"Imi vanotenda! Ivai vabetseri vaAllah sokutaura kwakaita Isa (Jesu) mwana waMariya kuvadzidzi vake (achiti): “Ndivanaani vachandibetsera kuna Allah?” Vadzidzi vakataura kuti: “Isu tiri vabetseri vaAllah!” Naizvozvo chikwata chevana veIzrairi chakatenda uye chikwata chimwe hachina kutenda. Naizvozvo takapa simba kune avo vakatenda pamusoro pemhandu dzavo, uye vakabva vakunda"}]}