{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Албатта, инсон «ҳалуъ» қилиб яратилгандир. («Ҳалуъ» сўзи ҳирс, зажр, чидамсизлик ва сабрсизлик маъноларини мужассамлаштиради)"},{"SurahNumber":70,"VerseNumber":20,"Text":"Агар унга ёмонлик етса, чидамсиздир"},{"SurahNumber":70,"VerseNumber":21,"Text":"Ва агар яхшилик етса, кўп ман қилувчидир"},{"SurahNumber":70,"VerseNumber":22,"Text":"Магара намоз ўқувчиларгина мустаснодир"},{"SurahNumber":70,"VerseNumber":23,"Text":"Улар намозларида доим бўладиганлардир"},{"SurahNumber":70,"VerseNumber":24,"Text":"Уларнинг молу мулкларида мвълум ҳақ бордир"},{"SurahNumber":70,"VerseNumber":25,"Text":"Сўровчи ва бечоралар учундир"},{"SurahNumber":70,"VerseNumber":26,"Text":"Ва улар қиёмат кунини тасдиқлайдиганлардир"},{"SurahNumber":70,"VerseNumber":27,"Text":"Ва улар ўз Роббилари азобидан қўрқадиганлардир"},{"SurahNumber":70,"VerseNumber":28,"Text":"Албатта Роббиларининг азобидан омонлик йўқдир"},{"SurahNumber":70,"VerseNumber":29,"Text":"Ва улар ўз фаржларини сақлайдиганлардир"},{"SurahNumber":70,"VerseNumber":30,"Text":"Магарам ўз хотинлари ёки ўз мулки бўлганлар мустаснодир. Албатта улар бунга маломат қилинмайдир"},{"SurahNumber":70,"VerseNumber":31,"Text":"Кимки ўшандан ўзгани истаса, бас, улар чегарадан чиққанлардир"},{"SurahNumber":70,"VerseNumber":32,"Text":"Улар омонатларига ва аҳдларига риоя қиладиганлардир"},{"SurahNumber":70,"VerseNumber":33,"Text":"Ва улар гувоҳликларини тўғри берадиганлардир"},{"SurahNumber":70,"VerseNumber":34,"Text":"Улар намозларини муҳофаза қиладиганлардир"},{"SurahNumber":70,"VerseNumber":35,"Text":"Ўшалар жаннатларда ҳурматланадиганлардир"},{"SurahNumber":70,"VerseNumber":36,"Text":"Куфр келтирганларга нима бўлдики, бўйинларини чўзиб сен томон шошмоқдалар"},{"SurahNumber":70,"VerseNumber":37,"Text":"Ўнг тарафдан ва чап тарафдан тўп-тўп бўлмоқдалар?! (Пайғамбар саллоллоҳу алайҳи васаллам Қуръон тиловат қилганларида мушриклар шошилиб келиб, тўп-тўп бўлиб ўтиришар ва кўз узмай тикилиб туришар эдилар)"},{"SurahNumber":70,"VerseNumber":38,"Text":"Улардан ҳар бир киши наъим жаннатга киритилишни тамаъ қиладими"},{"SurahNumber":70,"VerseNumber":39,"Text":"Йўқ! Албатта, Биз уларни ўзлари билган нарсадан яратганмиз"},{"SurahNumber":70,"VerseNumber":40,"Text":"Машриқлар ва мағриблар Роббиси билан қасам ичаманки, албатта Биз қодирмиз"},{"SurahNumber":70,"VerseNumber":41,"Text":"Ўринларига улардан яхшироқларини алмаштиришга қодирмиз ва Биз бу ишни қилишдан ожиз эмасмиз"},{"SurahNumber":70,"VerseNumber":42,"Text":"Уларни тек қўй. То ваъда қилинган кунга йўлиққунларича хоҳлаганларига шўнғийверсинлар ва ўйнайверсинлар"},{"SurahNumber":70,"VerseNumber":43,"Text":"У кунда худди санамлар (ибодатига) шошганларидек, қабрларидан шошиб чиқурлар"},{"SurahNumber":70,"VerseNumber":44,"Text":"Кўзлари қўрқинчга тўлган, ўзларини хорлик қоплаган ҳолда турурлар. Бу ўша-уларга ваъда қилинган кундир. (Қиёматни инкор этувчиларга бундан ортиқ таҳдид бўлмаса керак)"},{"SurahNumber":71,"VerseNumber":1,"Text":"Биз Нуҳни ўз қавмига, қавмингни уларга аламли азоб келишидан аввал огоҳлантиргин деб, Пайғамбар қилиб юбордик"},{"SurahNumber":71,"VerseNumber":2,"Text":"У: «Эй қавмим, албатта мен сиз учун очиқ-ойдин огоҳлантирувчиман"},{"SurahNumber":71,"VerseNumber":3,"Text":"Аллоҳга ибодат қилинглар, Унга тақво қилинглар ва менга итоат қилинглар"},{"SurahNumber":71,"VerseNumber":4,"Text":"У сизларнинг гуноҳларингиздан мағфират қиладир ва сизни белгиланган ажалгача қўйиб қўядир. Агар билсангиз, албатта, Аллоҳнинг ажали орқага сурилмайдир», деди. (Бу оятда зикр қилинган, гуноҳларниг кечирилиши ва белгиланган муддатгача яшаб қолиш, аввалги оятда шарт қилинган Аллоҳга ибодат қилиш, унга тақво қилиш ва Пайғамбарга итоат қилиш ишалри бўлсагина вужудга келади)"},{"SurahNumber":71,"VerseNumber":5,"Text":"У: «Роббим, мен ўз қавмимни кечаю кундуз даъват қилдим"},{"SurahNumber":71,"VerseNumber":6,"Text":"Менинг чақириғим уларда қочишдан бошқа нарсани зиёда қилмади"},{"SurahNumber":71,"VerseNumber":7,"Text":"Ва алабатта қачонки мен уларни сенинг мағфират қилишинг учун чақирсам, улар бармоқларини қулоқларига тиқдилар ва кийимларига бурканиб олдилар ва (кофирликда) собит бўлдилар ва ниҳоятда улкан такаббурлик қилдилар"},{"SurahNumber":71,"VerseNumber":8,"Text":"Сўнгра, албатта мен уларни очиқ даъват қилдим"},{"SurahNumber":71,"VerseNumber":9,"Text":"Сўнгра, албатта мен уларга эълон ва сиррий (даъват) қилдим"},{"SurahNumber":71,"VerseNumber":10,"Text":"Бас, ўз Роббингизга истиғфор айтинг, албатта у гуноҳларни кўплаб мағфират қилувчидир, дедим"},{"SurahNumber":71,"VerseNumber":11,"Text":"У зот осмондан устингизга кетма-кет (барака ёмғирини) юборадир"},{"SurahNumber":71,"VerseNumber":12,"Text":"Ва сизга молу мулк ва бола-чақа ила мадад берадир ва сизларга боғу роғлар ҳамда анқорларни берадир"},{"SurahNumber":71,"VerseNumber":13,"Text":"Сизларга нима бўлдики, Аллоҳнинг азаматини ўйлаб кўрмайсизлар"},{"SurahNumber":71,"VerseNumber":14,"Text":"Ҳолбуки, у сизларни ҳолатма-ҳолат яратди"},{"SurahNumber":71,"VerseNumber":15,"Text":"Аллоҳ еттти осмонни қандоқ қилиб табақама-табақа яратиб қўйганини кўрмадингизми"},{"SurahNumber":71,"VerseNumber":16,"Text":"Ва улар ичида ойни нур ва қуёшни чироқ қилиб қўйганини кўрмадингизми"},{"SurahNumber":71,"VerseNumber":17,"Text":"Ва Аллоҳ сизларни ердан ўстириб чиқарадир"},{"SurahNumber":71,"VerseNumber":18,"Text":"Сўнгра сизларни унга қайтариб, яна чиқарадир"},{"SurahNumber":71,"VerseNumber":19,"Text":"Ва Аллоҳ сизларга ерни гиламдек тўшаб қўйди"},{"SurahNumber":71,"VerseNumber":20,"Text":"Унда сиз кенг йўллардан юришингиз учун», деб айтдим"},{"SurahNumber":71,"VerseNumber":21,"Text":"Нуҳ: «Эй Роббим, албатта улар менга исён қилдилар ва моли, бола-чақаси хусрондан бошқани зиёда қилмаганга эргашдилар"},{"SurahNumber":71,"VerseNumber":22,"Text":"Ва ниҳоятда улкан макр қилдилар"},{"SurahNumber":71,"VerseNumber":23,"Text":"Ва улар: «Олиҳаларингизни ҳеч тарк қилманглар ва албатта Ваддни ҳам, Суваъни ҳам, Яғусни ҳам, Яъуқни ҳам ва Насрни ҳам тарк қилманг», дедилар. (Шайтон васвасаси туфайли кишилар ҳайкалларга сиғинишининг баёни ушбу оятда нозил қилингандир)"},{"SurahNumber":71,"VerseNumber":24,"Text":"Дарҳақиқат улар кўпларини адаштирдилар ва сен золимларга залолатдан бошқани зиёда қилма», деди. (Кўриниб турибдики, Нуҳ алайҳиссаломнинг бу дуолари ниҳоятда аламли дуо. Нуҳ алайҳиссалом ўз қавмларига қилган ушбу дуоибандни Аллоҳ субҳанаҳу ва таоло у зотга сенинг қавмингдан ҳозир иймонга келганларидан ўзгаси зинҳор иймонга келмас, деб хабар берганидан сўнг, уларнинг иймонларидан ноумид бўлиб туриб қолганлар)"},{"SurahNumber":71,"VerseNumber":25,"Text":"Улар хатолари туфайли ғарқ қилиндилар, бас, дўзахга киритилдилар. Бас, ўзларига Аллоҳдан ўзга ёрдамчи топа олмадилар"},{"SurahNumber":71,"VerseNumber":26,"Text":"Ва Нуҳ: «Эй Роббим, ер юзида кофирлардан бирорта ҳам ҳаракатланувчини қўймагин"},{"SurahNumber":71,"VerseNumber":27,"Text":"Албатта сен уларни тек қўйсанг, бандаларингни адаштирурлар ва фожиру кофирдан бошқа туғмаслар"},{"SurahNumber":71,"VerseNumber":28,"Text":"Роббим, мени мағфират қилгин, менинг ота-онамни ҳам ва уйимга мўмин бўлиб кирганларни ва мўминлару мўминаларни ҳам. Ва золимларга ҳалокатдан ўзга нарсани зиёда қилмагин», деди. (Нуҳ алайҳиссаломнинг дуолари қабул бўлди. Аллоҳ таоло кофирларни битта ҳам қўймай ҳалок қилди. Чунки улар инсоният баданига тушган қорасон касалидек эдилар. Уларни кесиб ташламаса бўлмас эди)"}]}