{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ха. Мим"},{"SurahNumber":46,"VerseNumber":2,"Text":"Бұл Кітап бәрінен Үстем, аса Дана Аллаһтан түсірілген"},{"SurahNumber":46,"VerseNumber":3,"Text":"Біз аспандар мен жерді әрі екеуінің арасындағыларын тек ақиқатпен және белгіленген бір мерзіммен жараттық. Ал, кәпірлер өздеріне ескертіліп, сақтандырылғаннан теріс бұрылуда"},{"SurahNumber":46,"VerseNumber":4,"Text":"Ей, Мұхаммед! / Айт: «Аллаһтан өзге шақырып-жалбарынатындарыңды көрдіңдер ме? Олардың жерден нені / қай бөлігін / жаратқанын маған көрсетіңдерші? Әлде олардың аспандарда / оны жаратуда / үлесі бар ма? Егер айтқандарың шын болса, маған / сөздеріңді растайтын / осыдан / Құраннан / алдын түскен Кітап не бұрын өткен білімінен қалған бір белгі әкеліңдерші», - деп"},{"SurahNumber":46,"VerseNumber":5,"Text":"Аллаһтан өзге, Қайта тірілу күніне дейін өзіне жауап бермейтіндерге жалбарынғаннан өткен адасушы кім бар? Әрі бұлар / табынған нәрселері / олардың дұға тілектерінен хабарсыз"},{"SurahNumber":46,"VerseNumber":6,"Text":"Ал, адамдар жиналған кезде / қайта тірілу күні / , бұлар / табынғандары / оларға / серік қосушыларға! жау болады және олардың өздеріне құлшылық еткенінен бас тартады"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ал, қашан оларға / серік қосушыларға / анық аяттарымыз оқылған кезде, өздеріне келген ақиқатқа күпірлік еткендер / Аллаһқасенбегендер / : «Бұл - анық сиқыр», -дейді"},{"SurahNumber":46,"VerseNumber":8,"Text":"Әлде олар: «Ол оны ойдан шығарды», - дей ме? Айт: «Егер мұны ойдан шығарсам, сендер мен үшін Аллаһтан / келетін / ешнәрсеге иелік ете алмайсыңдар / Аллаһтың жазасынан қорғай алмайсыңдар! ?і Ол сендердің не сөйлеп жатқандарыңды жақсы біледі. Ол мені мен сендердің араларыңа куә ретінде жеткілікті. Ол өте Кешірімді , ерекше Мейірімді », - деп"},{"SurahNumber":46,"VerseNumber":9,"Text":"Ей, Мұхаммед! / Айт: «Мен елшілердің алғашқысыемеспін және маған да, сендерге де не істелінетінін білмеймін. Мен өзіме уахи етілгенге ғана еремін әрі мен - бар болғаны анық ескертуші ғанамын», - деп"},{"SurahNumber":46,"VerseNumber":10,"Text":"Айт: «Сендер ойладыңдар ма, егер бұл / Құран / Аллаһтан болып, ал сендер оған күпір келтірсеңдер / мойындамасаңдар / әрі Исраил ұрпақтарынан бір куә осы сияқтыға / Тәуратқа / куә болып, кейін / Құранға / сенсе, ал сендер менменсіп, өздеріңді жоғары санасаңдар? Анығында, Аллаһ әділетсіз адамдарды тура жолға салмайды», - деп"},{"SurahNumber":46,"VerseNumber":11,"Text":"Әрі сондай күпірлік етушілер / Құранды теріске шығарушылар / иманға келгендер жайлы: «Егер де ол / Құран / жақсылық болғанда, онда олар оған / сенуде / бізден озбас / оны алдын біз қабылдар едік / еді», - деді. Өздері онымен тура жол таппағандықтан: «Бұл ежелгі өтірік», - дейді"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ал, бұдан / Құраннан / алдын жетекші әрі мейірім - Мұсаның кітабы болды. Ал бұл / Құран / - араб тілінде, / алдыңғы кітаптарды / растаушы, әділетсіздерді ескерту әрі жақсылықты ықыласпен істеушілерге қуанышты хабар ретінде / түсірілген / Кітап"},{"SurahNumber":46,"VerseNumber":13,"Text":"Анығында: «Раббымыз - Аллаһ» - деп, кейін тура жолды ұстанғандарға қорқыныш жоқ әрі олар қайғырмайды"},{"SurahNumber":46,"VerseNumber":14,"Text":"Міне, осылар - жәннаттық. Олар істеп өткен амалдарының қайтарым сыйы ретінде, ол жерде мәңгі қалады"},{"SurahNumber":46,"VerseNumber":15,"Text":"Біз адам баласына ата-анасына жақсылықты ықыласпен жасауды өсиет етіп тапсырдық. Анасы оны / құрсағында / ауырлықпен көтеріп және оны қиналып босанады. Оның жүктілік және сүттен айыруы - отыз ай. Ал, қашан ол кемеліне келіп, әрі қырық жасқа толған кезде: «Раббым! Маған өзіме және ата-анама берген игілігің үшін шүкір етуімді / алғыс, разылық білдіруімді / және Өзің разы болатын ізгі амал істеуімді жүрегіме кіргізіп, нәсіп ет. Әрі менің үшін ұрпағымды ізгілерден еткін. Мен күнәдан бас тартып, Өзіңе бойсұнуға қайттым / тәубе еттім / . Мен - мұсылмандарданмын / бойсұнушыларданмын / », - дейді"},{"SurahNumber":46,"VerseNumber":16,"Text":"Міне, осылардың істеген барлық жақсы амалдарын қабыл етеміз және жамандықтарын кешіреміз, оларға берілген шын уәде бойынша олар жәннаттықтардан болады"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ал енді біреу ата-анасына: «Түһ, сен­дерден! Сен екеуің мені, / қабірден / шығарылуыммен қорқытпақшысыңдар ма? Менен бұрын қанша ұрпақ өтіп кетті», дейді. Ол екеуі Аллаһтан жәрдем тілеп: «Әй, сорың бар болғыр! Иманға кел! Сөзсіз, Аллаһтың уәдесі - хақ», - дегенде, ол: «Бұл -бұрынғылардың аңыз әңгімелері ғана», - дейді"},{"SurahNumber":46,"VerseNumber":18,"Text":"Міне, солар - өздеріне, олардан ал­дын өткен жындар мен адамдар қауымына қатысты, / жаза туралы / Сөз хақ болғандар / тиетіндер / .Анығында, олар зиянға ұшыраушылардан болды"},{"SurahNumber":46,"VerseNumber":19,"Text":"Әрі оларға амалдарының қайтарымын толық беруі үшін әркімге істеген амалдарына сай дәрежелері болады. Әрі оларға әділетсіздік етілмейді"},{"SurahNumber":46,"VerseNumber":20,"Text":"Ал, сондай күпірлік етушілер / имансыздар / Отқа келтірілген сол күні / Оларға /:«Сендер дүниелік өмірлерінде / берілген / жақсылықтарды ысырап еттіңдер және онымен рахаттандыңдар. Енді бүгін, құқықтарың болмаса да жер бетінде өздеріңді жоғары санағандықтарың және бұзықтықтарың / бойсұнбауларың / үшін сендерге қайтарым жаза ретінде қорлайтын азап беріледі»,-делінеді"}]}