{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"اور کسی آدمی کے لئے ممکن نہیں کہ خدا اس سے بات کرے مگر الہام (کے ذریعے) سے یا پردے کے پیچھے سے یا کوئی فرشتہ بھیج دے تو وہ خدا کے حکم سے جو خدا چاہے القا کرے۔ بےشک وہ عالی رتبہ (اور) حکمت والا ہے"},{"SurahNumber":42,"VerseNumber":52,"Text":"اور اسی طرح ہم نے اپنے حکم سے تمہاری طرف روح القدس کے ذریعے سے (قرآن) بھیجا ہے۔ تم نہ تو کتاب کو جانتے تھے اور نہ ایمان کو۔ لیکن ہم نے اس کو نور بنایا ہے کہ اس سے ہم اپنے بندوں میں سے جس کو چاہتے ہیں ہدایت کرتے ہیں۔ اور بےشک (اے محمدﷺ) تم سیدھا رستہ دکھاتے ہو"},{"SurahNumber":42,"VerseNumber":53,"Text":"(یعنی) خدا کا رستہ جو آسمانوں اور زمین کی سب چیزوں کا مالک ہے۔ دیکھو سب کام خدا کی طرف رجوع ہوں گے (اور وہی ان میں فیصلہ کرے گا)"},{"SurahNumber":43,"VerseNumber":1,"Text":"حٰم"},{"SurahNumber":43,"VerseNumber":2,"Text":"کتاب روشن کی قسم"},{"SurahNumber":43,"VerseNumber":3,"Text":"کہ ہم نے اس کو قرآن عربی بنایا ہے تاکہ تم سمجھو"},{"SurahNumber":43,"VerseNumber":4,"Text":"اور یہ بڑی کتاب (یعنی لوح محفوظ) میں ہمارے پاس (لکھی ہوئی اور) بڑی فضیلت اور حکمت والی ہے"},{"SurahNumber":43,"VerseNumber":5,"Text":"بھلا اس لئے کہ تم حد سے نکلے ہوئے لوگ ہو ہم تم کو نصیحت کرنے سے باز رہیں گے"},{"SurahNumber":43,"VerseNumber":6,"Text":"اور ہم نے پہلے لوگوں میں بھی بہت سے پیغمبر بھیجے تھے"},{"SurahNumber":43,"VerseNumber":7,"Text":"اور کوئی پیغمبر ان کے پاس نہیں آتا تھا مگر وہ اس سے تمسخر کرتے تھے"},{"SurahNumber":43,"VerseNumber":8,"Text":"تو جو ان میں سخت زور والے تھے ان کو ہم نے ہلاک کردیا اور اگلے لوگوں کی حالت گزر گئی"},{"SurahNumber":43,"VerseNumber":9,"Text":"اور اگر تم ان سے پوچھو کہ آسمانوں اور زمین کو کس نے پیدا کیا ہے تو کہہ دیں گے کہ ان کو غالب اور علم والے (خدا) نے پیدا کیا ہے"},{"SurahNumber":43,"VerseNumber":10,"Text":"جس نے تمہارے لئے زمین کو بچھونا بنایا۔ اور اس میں تمہارے لئے رستے بنائے تاکہ تم راہ معلوم کرو"},{"SurahNumber":43,"VerseNumber":11,"Text":"اور جس نے ایک اندازے کے ساتھ آسمان سے پانی نازل کیا۔ پھر ہم نے اس سے شہر مردہ کو زندہ کیا۔ اسی طرح تم زمین سے نکالے جاؤ گے"},{"SurahNumber":43,"VerseNumber":12,"Text":"اور جس نے تمام قسم کے حیوانات پیدا کئے اور تمہارے لئے کشتیاں اور چارپائے بنائے جن پر تم سوار ہوتے ہو"},{"SurahNumber":43,"VerseNumber":13,"Text":"تاکہ تم ان کی پیٹھ پر چڑھ بیٹھو اور جب اس پر بیٹھ جاؤ پھر اپنے پروردگار کے احسان کو یاد کرو اور کہو کہ وہ (ذات) پاک ہے جس نے اس کو ہمارے زیر فرمان کر دیا اور ہم میں طاقت نہ تھی کہ اس کو بس میں کرلیتے"},{"SurahNumber":43,"VerseNumber":14,"Text":"اور ہم اپنے پروردگار کی طرف لوٹ کر جانے والے ہیں"},{"SurahNumber":43,"VerseNumber":15,"Text":"اور انہوں نے اس کے بندوں میں سے اس کے لئے اولاد مقرر کی۔ بےشک انسان صریح ناشکرا ہے"},{"SurahNumber":43,"VerseNumber":16,"Text":"کیا اس نے اپنی مخلوقات میں سے خود تو بیٹیاں لیں اور تم کو چن کر بیٹے دیئے"},{"SurahNumber":43,"VerseNumber":17,"Text":"حالانکہ جب ان میں سے کسی کو اس چیز کی خوشخبری دی جاتی ہے جو انہوں نے خدا کے لئے بیان کی ہے تو اس کا منہ سیاہ ہوجاتا اور وہ غم سے بھر جاتا ہے"},{"SurahNumber":43,"VerseNumber":18,"Text":"کیا وہ جو زیور میں پرورش پائے اور جھگڑے کے وقت بات نہ کرسکے (خدا کی) بیٹی ہوسکتی ہے؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"اور انہوں نے فرشتوں کو کہ وہ بھی خدا کے بندے ہیں (خدا کی) بیٹیاں مقرر کیا۔ کیا یہ ان کی پیدائش کے وقت حاضر تھے عنقریب ان کی شہادت لکھ لی جائے گی اور ان سے بازپرس کی جائے گی"},{"SurahNumber":43,"VerseNumber":20,"Text":"اور کہتے ہیں اگر خدا چاہتا تو ہم ان کو نہ پوجتے۔ ان کو اس کا کچھ علم نہیں۔ یہ تو صرف اٹکلیں دوڑا رہے ہیں"},{"SurahNumber":43,"VerseNumber":21,"Text":"یا ہم نے ان کو اس سے پہلے کوئی کتاب دی تھی تو یہ اس سے سند پکڑتے ہیں"},{"SurahNumber":43,"VerseNumber":22,"Text":"بلکہ کہنے لگے کہ ہم نے اپنے باپ دادا کو ایک رستے پر پایا ہے اور ہم انہی کے قدم بقدم چل رہے ہیں"},{"SurahNumber":43,"VerseNumber":23,"Text":"اور اسی طرح ہم نے تم سے پہلے کسی بستی میں کوئی ہدایت کرنے والا نہیں بھیجا مگر وہاں کے خوشحال لوگوں نے کہا کہ ہم نے اپنے باپ دادا کو ایک راہ پر پایا اور ہم قدم بقدم ان ہی کے پیچھے چلتے ہیں"}]}