{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him; then withdrew herself with him to a remote place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes (of childbirth) compelled her to betake herself to the trunk of a palm tree. She said: Oh, would that I had died before this, and had been a thing quite forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then (the child) called out to her from beneath her: Grieve not, surely your Lord has made a stream to flow beneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards you the trunk of the palmtree, it will drop on you fresh ripe dates"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and refresh the eye. Then if you see any mortal, say: Surely I have vowed a fast to the Beneficent Allah, so I shall not speak to any man today"},{"SurahNumber":19,"VerseNumber":27,"Text":"And she came to her people with him, carrying him (with her). They said: O Marium! surely you have done a strange thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Haroun! your father was not a bad man, nor, was your mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"But she pointed to him. They said: How should we speak to one who was a child in the cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"He said: Surely I am a servant of Allah; He has given me the Book and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed wherever I may be, and He has enjoined on me prayer and poor-rate so long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And dutiful to my mother, and He has not made me insolent, unblessed"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace on me on the day I was born, and on the day I die, and on the day I am raised to life"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such is Isa, son of Marium; (this is) the saying of truth about which they dispute"},{"SurahNumber":19,"VerseNumber":35,"Text":"It beseems not Allah that He should take to Himself a son, glory to be Him; when He has decreed a matter He only says to it \"Be,\" and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And surely Allah is my Lord and your Lord, therefore serve Him; this is the right path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But parties from among them disagreed with each other, so woe to those who disbelieve, because of presence on a great day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How clearly shall they hear and how clearly shall they see on the day when they come to Us; but the unjust this day are in manifest error"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn them of the day of intense regret, when the matter shall have been decided; and they are (now) in negligence and they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Surely We inherit the earth and all those who are on it, and to Us they shall be returned"},{"SurahNumber":19,"VerseNumber":41,"Text":"And mention Ibrahim in the Book; surely he was a truthful man, a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"When he said to his father; O my father! why do you worship what neither hears nor sees, nor does it avail you in the least"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! truly the knowledge has come to me which has not come to you, therefore follow me, I will guide you on a right path"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! serve not the Shaitan, surely the Shaitan is disobedient to the Beneficent Allah"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father! surely I fear that a punishment from the Beneficent Allah should afflict you so that you should be a friend of the Shaitan"},{"SurahNumber":19,"VerseNumber":46,"Text":"He said: Do you dislike my gods, O Ibrahim? If you do not desist I will certainly revile you, and leave me for a time"},{"SurahNumber":19,"VerseNumber":47,"Text":"He said: Peace be on you, I will pray to my Lord to forgive you; surely He is ever Affectionate to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I will withdraw from you and what you call on besides Allah, and I will call upon my Lord; may be I shall not remain unblessed in calling upon my Lord"},{"SurahNumber":19,"VerseNumber":49,"Text":"So when he withdrew from them and what they worshipped besides Allah, We gave to him Ishaq and Yaqoub, and each one of them We made a prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"And We granted to them of Our mercy, and We left (behind them) a truthful mention of eminence for them"},{"SurahNumber":19,"VerseNumber":51,"Text":"And mention Musa in the Book; surely he was one purified, and he was an apostle, a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And We called to him from the blessed side of the mountain, and We made him draw nigh, holding communion (with Us)"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We gave to him out of Our mercy his brother Haroun a prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And mention Ismail in the Book; surely he was truthful in (his) promise, and he was an apostle, a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"And he enjoined on his family prayer and almsgiving, and was one in whom his Lord was well pleased"},{"SurahNumber":19,"VerseNumber":56,"Text":"And mention Idris in the Book; surely he was a truthful man, a prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"And We raised him high in Heaven"},{"SurahNumber":19,"VerseNumber":58,"Text":"These are they on whom Allah bestowed favors, from among the prophets of the seed of Adam, and of those whom We carried with Nuh, and of the seed of Ibrahim and Israel, and of those whom We guided and chose; when the communications of the Beneficent Allah were recited to them, they fell down making obeisance and weeping"}]}