{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Ese díadejaremos que(Gog y Magog) surjan y se entremezclen (con los hombres) formando extensas oleadas de gente (debido a su gran número). Luego sonará el cuerno[538] (que anunciará el Día de la Resurrección) y reuniremos a toda la creación"},{"SurahNumber":18,"VerseNumber":100,"Text":"Y ese día mostraremos el infierno a quienes rechazaban la verdad"},{"SurahNumber":18,"VerseNumber":101,"Text":"aquellos cuyos ojos estaban ciegos con respecto a Mi exhortación(el Corán) y no podían escuchar la verdad (y guiarse)"},{"SurahNumber":18,"VerseNumber":102,"Text":"¿Acaso piensan,quienes niegan la verdad, que pueden tomar a Mis siervos por protectores y aliados en vez de a Mí? Ciertamente, hemos preparado el infierno como morada a quienes la rechazan"},{"SurahNumber":18,"VerseNumber":103,"Text":"Diles (¡oh, Muhammad!): «¿Queréis que os informe sobre quiénes serán los mayores perdedores con respecto a las acciones que hayan realizado"},{"SurahNumber":18,"VerseNumber":104,"Text":"»Serán aquellos que habrán malgastado sus esfuerzos en la vida terrenal pensando que realizaban buenas acciones"},{"SurahNumber":18,"VerseNumber":105,"Text":"»Esos son quienes negaron las aleyas (y las pruebas de la unicidad) de su Señor y el encuentro con Él. Sus buenas acciones habrán sido en vano y no obtendrán la menor recompensa por ellas el Día de la Resurrección»"},{"SurahNumber":18,"VerseNumber":106,"Text":"Su castigo será el infierno por haber rechazado la verdad y haberse burlado de Mis aleyas (y pruebas de Mi unicidad) y por haberse burlado de Mis profetas"},{"SurahNumber":18,"VerseNumber":107,"Text":"Ciertamente, quienes hayan sido creyentes y hayan obrado con rectitud se hospedarán en los Jardines del Firdaus"},{"SurahNumber":18,"VerseNumber":108,"Text":"Allí vivirán eternamente y nunca desearán abandonarlos por otro lugar"},{"SurahNumber":18,"VerseNumber":109,"Text":"Diles (¡oh, Muhammad!): «Si el mar fuera tinta con la que escribir las palabras de Al-lah, este se secaría antes de que se agotasen Sus palabras, aunquetrajéramos otro (mar) similar como refuerzo»"},{"SurahNumber":18,"VerseNumber":110,"Text":"Diles (¡oh, Muhammad!): «En verdad, yo no soy más que un ser humano como vosotros que ha recibido la revelación de que vuestro Dios es un Dios Único. Aquel que anhele el encuentro con su Señor que actúe con rectitud y que no adore a nadie más que a Él»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. ‘Ain. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Esta es) la historia de la misericordia que tu Señor concedió a Su siervo Zacarías"},{"SurahNumber":19,"VerseNumber":3,"Text":"cuando este lo invocó en secreto"},{"SurahNumber":19,"VerseNumber":4,"Text":"y Le dijo: «¡Señor!, mis huesos se han debilitado y mi cabello ha encanecido, y siempre has respondido a mis súplicas, ¡oh, Señor"},{"SurahNumber":19,"VerseNumber":5,"Text":"»Temo lo que mis familiares puedan hacer tras mi (muerte)[542] y mi mujer es estéril; concédeme, pues, de Tu parte un hijo"},{"SurahNumber":19,"VerseNumber":6,"Text":"»que herede de mí y de la familia de Jacob (la sabiduría y la transmisión de Tu mensaje), y que estés complacido con él»"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Al-lah le respondió a través de un ángel diciéndole:) «¡Zacarías!, te anunciamos la llegada de un hijo que se llamará Yahia (Juan). No hemos asignado este nombre a nadie con anterioridad[543]». pues su padre era un hombre anciano y su madre una mujer estéril"},{"SurahNumber":19,"VerseNumber":8,"Text":"(Zacarías) dijo: «¡Señor!, ¿cómo podré tener un hijo si mi mujer es estéril y yo he alcanzado una muy avanzada edad?»"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Al-lah) le respondió (en boca del ángel): «Así será, pues tu Señor ha dicho: “Ello es fácil para Mí. Y, en verdad, te creé con anterioridad cuando no eras nada”»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zacarías dijo: «¡Señor, dame una señal (como prueba de lo que dices)!». (Al-lah) le respondió (a través del ángel): «La señal será que no podrás hablar a nadie durante tres noches, a pesar de no padecer ningún defecto ni enfermedad»"},{"SurahNumber":19,"VerseNumber":11,"Text":"Entonces salió del oratorio(donde se hallaba) y se dirigió a su pueblo indicándoles (con gestos) que glorificaran (a su Señor) por la mañana y al anochecer"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Y le enseñamos la Torá y le dijimos:) «¡Juan!, aférrate bien a las Escrituras». Y le concedimos la sabiduría y el entendimiento de la religión desde pequeño"},{"SurahNumber":19,"VerseNumber":13,"Text":"y (el don de) la misericordia y la pureza, y era piadoso"},{"SurahNumber":19,"VerseNumber":14,"Text":"Trataba con respeto y amabilidad a sus padres, y nunca fue arrogante ni desobediente"},{"SurahNumber":19,"VerseNumber":15,"Text":"La paz estuvo con él el día en que nació, el día en que murió y lo estará el día en que resucite"},{"SurahNumber":19,"VerseNumber":16,"Text":"Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en este Libro (el Corán) acerca de María, cuando esta se apartó de su familia para retirarse a un lugar orientado hacia el Este"},{"SurahNumber":19,"VerseNumber":17,"Text":"y se ocultó de ella. Entonces le enviamos al ángel Gabriel bajo la forma perfecta de un hombre"},{"SurahNumber":19,"VerseNumber":18,"Text":"(María) le dijo (asustada al verlo): «Me refugio de ti en el Clemente, si es que temes a Al-lah»"},{"SurahNumber":19,"VerseNumber":19,"Text":"(El ángel) dijo: «No soy más que un enviado de tu Señor que te anuncia la concesión de un hijo puro»"},{"SurahNumber":19,"VerseNumber":20,"Text":"(María) respondió: «¿Cómo podré tener un hijo si ningún hombre me ha tocado ni soy una mujer indecente?»"},{"SurahNumber":19,"VerseNumber":21,"Text":"(El ángel) dijo: «Así será, pues tu Señor ha dicho: “Eso es fácil para Mí. Y haremos que sea para la gente una prueba de Nuestro poder y de Nuestra misericordia”. Y es un asunto que ya ha sido decretado»"}]}