{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"Man ia ka’koa nanya ka’ kao (Muhammad), ”Banar ke’? siksaatn nang dijanjiatn koa? Kataatnlah au’ demi Tuhanku, sabatolnya (siksaatn) koa pasti banar man kao sakali- kali nana’ bisa ngindar"},{"SurahNumber":10,"VerseNumber":54,"Text":"Man kalo’ satiap urakng nang jalim koa (ampu’) sagala nang ada ka’ bumi tantu ia nabus dirinya ia ka’koa, man man ia ka’koa nosokatn panyasalannya katika ia ka’ koa udah nyaksiatn siksaatn koa Kamudian di bare’ kaputusatn ka’ antara iaka’koa dengan adil, man iaka’koa nana’ jalimi"},{"SurahNumber":10,"VerseNumber":55,"Text":"Nuanlah sasungguhnya ampu’ Allahlah ahe nang ada ka’ langit man ka’ bumi, buke’ ke’ janji Allah koa banar, tatapi kamanyakatn iaka’koa nana’ mau’an"},{"SurahNumber":10,"VerseNumber":56,"Text":"Ialah nang ngidupatn man matiatn, man ngge ka Ialah kao di pulangan"},{"SurahNumber":10,"VerseNumber":57,"Text":"Wahai Talino!”sungguh, udah atak’ng ka’ kita’ palajaran (Alquran) dari Tuhannyu panyambuh bagi panyakit yang ada ka’ dalapm dada, man patunjuk sarata rahmat ka’ umat nang baiman"},{"SurahNumber":10,"VerseNumber":58,"Text":"Kataatnlah (Muhammad),”dengan karunia Allah man rahmatnya, handaklah mang nang koa ia ka’koa bagambira koa labih baik dari ahe nang ia ka’koa kumpuratn"},{"SurahNumber":10,"VerseNumber":59,"Text":"Kataatnlah (Muhammad), ”tarangkanlah ka’ aku tantang razaki nang diturunan Allah ka’ kao, lalu inyu jadiatn sabagiannya haram man sabagiannya halal. Kataatnlah,”Ahe ke’ Allah udah mare’ atn izin ka’ kao (masalah nian) atau ke’ kao mengada-ngada atas nama Allah"},{"SurahNumber":10,"VerseNumber":60,"Text":"Man ahe ke’ dugaan urakng-urakng nang pangalok ka’ Allah uga’ hari kiamat? Sasungguhnya Allah uga’ banar-banar ampu’ karunia (nang di limpahatn ka’ talino, tatapi kamanyak’katn iaka’koa nana’ basyukur)"},{"SurahNumber":10,"VerseNumber":61,"Text":"Man nana’ ke’ kao (Muhammad) ada dalapm urusan man nana’ maca suatu ayat Alquran) sarata nana’ uga’ kao malakukan suatu pakarajaatn malainkan Kami jadi saksi nto’nyu waktu kao malakukannya, nana’ longah sabebetpun dari pangatahuan Tuhannnya biarpun sa aya’zarrah. Baik ka’bumi maopun ka’langit. Nana’ ada sasuatu nang labih enek man nang labih aya’ dari pada koa. Malainkan samua tacatat dalapm kitab nang nyata. (lauh mahfuz) 10. Y®"},{"SurahNumber":10,"VerseNumber":62,"Text":"(ingatlah) wali-wali Allah koa, nana’ ada rasa gali’ ka’ iaka’koa, man ia ka’koa nana’ basadih ati"},{"SurahNumber":10,"VerseNumber":63,"Text":"Ialah urakng-urakng nang baiman man sanantiasa batakwa"},{"SurahNumber":10,"VerseNumber":64,"Text":"Bagi iaka’koa barita suka gambira ka dalapm kahidupatn ka’ dunia man Ka’ akhirat, nana’ ada parubahan bagi janji-janji Allah. ampakoalah kamanangan nang agung"},{"SurahNumber":10,"VerseNumber":65,"Text":"Man amelah kao (Muhammad) sadih iaka’koa parkataan iaka’koa, sungguh kakuasaan koa saluruhnya ampu’ Allah. Ia maha nangar, maha nu’an"},{"SurahNumber":10,"VerseNumber":66,"Text":"Ingatlah ampu’ Allah, maliputi sae nang ada ka langit, man sae nang ada kat bumi. Man urakng-urakng nang nyaru’ sakutu-sakutu salain Allah, nana’lah ikut suatu kayakinan. Iaka’koa nggemangikuti sangkaatn balaka, man iaka’koa hanyalah manduga-duga"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ialah nang nyadiatn malam ka’kita’, agar kita’ baistirahat padanya man nyadiatn siak’ng tarang-bandarang. Sungguh nang lekoa ada tanda-tanda (kakuasaan Allah) ka’ urakng nang nangar"},{"SurahNumber":10,"VerseNumber":68,"Text":"Iaka’koa urakng-urakng yahudi man nasrani bakata (ngomong)”Allah baranak. Maha suci Ia Ialah nang maha kaya, nu’ nyalah ahe nang ada ka’ langit man ahe nang ada ka’bumi. Kita nana’ ba alasan kuat ka’ ha nian. Pantas ke’kita’ ngataatn tentang Allah ahe nang nana’ dinyu katahui’"},{"SurahNumber":10,"VerseNumber":69,"Text":"Kataatnlah, sasungguhnya urakng-urakng nang pangalok ka’Allah nana’ akan baruntukng"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Bagi iaka’koa) kasanangan (sasaat) waktu ka’ dunia, salanjutnya ka’ Kamilah iaka’koa kambali (atak’ng) kamudian Kami rasaatn ka’ia ka’koa siksaatn nang barat. Karna kakapiratnya ka’koa"}]}