{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"We have not sent down to you the Qur'an that you be distressed"},{"SurahNumber":20,"VerseNumber":3,"Text":"But only as a reminder for those who fear [Allah]"},{"SurahNumber":20,"VerseNumber":4,"Text":"A revelation from He who created the earth and highest heavens"},{"SurahNumber":20,"VerseNumber":5,"Text":"The Most Merciful [who is] above the Throne established"},{"SurahNumber":20,"VerseNumber":6,"Text":"To Him belongs what is in the heavens and what is on the earth and what is between them and what is under the soil"},{"SurahNumber":20,"VerseNumber":7,"Text":"And if you speak aloud - then indeed, He knows the secret and what is [even] more hidden"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah - there is no deity except Him. To Him belong the best names"},{"SurahNumber":20,"VerseNumber":9,"Text":"And has the story of Moses reached you"},{"SurahNumber":20,"VerseNumber":10,"Text":"When he saw a fire and said to his family, \"Stay here; indeed, I have perceived a fire; perhaps I can bring you a torch or find at the fire some guidance"},{"SurahNumber":20,"VerseNumber":11,"Text":"And when he came to it, he was called, \"O Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"Indeed, I am your Lord, so remove your sandals. Indeed, you are in the sacred valley of Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"And I have chosen you, so listen to what is revealed [to you]"},{"SurahNumber":20,"VerseNumber":14,"Text":"Indeed, I am Allah. There is no deity except Me, so worship Me and establish prayer for My remembrance"},{"SurahNumber":20,"VerseNumber":15,"Text":"Indeed, the Hour is coming - I almost conceal it - so that every soul may be recompensed according to that for which it strives"},{"SurahNumber":20,"VerseNumber":16,"Text":"So do not let one avert you from it who does not believe in it and follows his desire, for you [then] would perish"},{"SurahNumber":20,"VerseNumber":17,"Text":"And what is that in your right hand, O Moses"},{"SurahNumber":20,"VerseNumber":18,"Text":"He said, \"It is my staff; I lean upon it, and I bring down leaves for my sheep and I have therein other uses"},{"SurahNumber":20,"VerseNumber":19,"Text":"[Allah] said, \"Throw it down, O Moses"},{"SurahNumber":20,"VerseNumber":20,"Text":"So he threw it down, and thereupon it was a snake, moving swiftly"},{"SurahNumber":20,"VerseNumber":21,"Text":"[Allah] said, \"Seize it and fear not; We will return it to its former condition"},{"SurahNumber":20,"VerseNumber":22,"Text":"And draw in your hand to your side; it will come out white without disease - another sign"},{"SurahNumber":20,"VerseNumber":23,"Text":"That We may show you [some] of Our greater signs"},{"SurahNumber":20,"VerseNumber":24,"Text":"Go to Pharaoh. Indeed, he has transgressed"},{"SurahNumber":20,"VerseNumber":25,"Text":"[Moses] said, \"My Lord, expand for me my breast [with assurance]"},{"SurahNumber":20,"VerseNumber":26,"Text":"And ease for me my task"},{"SurahNumber":20,"VerseNumber":27,"Text":"And untie the knot from my tongue"},{"SurahNumber":20,"VerseNumber":28,"Text":"That they may understand my speech"},{"SurahNumber":20,"VerseNumber":29,"Text":"And appoint for me a minister from my family"},{"SurahNumber":20,"VerseNumber":30,"Text":"Aaron, my brother"},{"SurahNumber":20,"VerseNumber":31,"Text":"Increase through him my strength"},{"SurahNumber":20,"VerseNumber":32,"Text":"And let him share my task"},{"SurahNumber":20,"VerseNumber":33,"Text":"That we may exalt You much"},{"SurahNumber":20,"VerseNumber":34,"Text":"And remember You much"},{"SurahNumber":20,"VerseNumber":35,"Text":"Indeed, You are of us ever Seeing"},{"SurahNumber":20,"VerseNumber":36,"Text":"[Allah] said, \"You have been granted your request, O Moses"},{"SurahNumber":20,"VerseNumber":37,"Text":"And We had already conferred favor upon you another time"},{"SurahNumber":20,"VerseNumber":38,"Text":"When We inspired to your mother what We inspired"},{"SurahNumber":20,"VerseNumber":39,"Text":"[Saying], 'Cast him into the chest and cast it into the river, and the river will throw it onto the bank; there will take him an enemy to Me and an enemy to him.' And I bestowed upon you love from Me that you would be brought up under My eye"},{"SurahNumber":20,"VerseNumber":40,"Text":"[And We favored you] when your sister went and said, 'Shall I direct you to someone who will be responsible for him?' So We restored you to your mother that she might be content and not grieve. And you killed someone, but We saved you from retaliation and tried you with a [severe] trial. And you remained [some] years among the people of Madyan. Then you came [here] at the decreed time, O Moses"},{"SurahNumber":20,"VerseNumber":41,"Text":"And I produced you for Myself"},{"SurahNumber":20,"VerseNumber":42,"Text":"Go, you and your brother, with My signs and do not slacken in My remembrance"},{"SurahNumber":20,"VerseNumber":43,"Text":"Go, both of you, to Pharaoh. Indeed, he has transgressed"},{"SurahNumber":20,"VerseNumber":44,"Text":"And speak to him with gentle speech that perhaps he may be reminded or fear [Allah]"},{"SurahNumber":20,"VerseNumber":45,"Text":"They said, \"Our Lord, indeed we are afraid that he will hasten [punishment] against us or that he will transgress"},{"SurahNumber":20,"VerseNumber":46,"Text":"[Allah] said, \"Fear not. Indeed, I am with you both; I hear and I see"},{"SurahNumber":20,"VerseNumber":47,"Text":"So go to him and say, 'Indeed, we are messengers of your Lord, so send with us the Children of Israel and do not torment them. We have come to you with a sign from your Lord. And peace will be upon he who follows the guidance"},{"SurahNumber":20,"VerseNumber":48,"Text":"Indeed, it has been revealed to us that the punishment will be upon whoever denies and turns away"},{"SurahNumber":20,"VerseNumber":49,"Text":"[Pharaoh] said, \"So who is the Lord of you two, O Moses"},{"SurahNumber":20,"VerseNumber":50,"Text":"He said, \"Our Lord is He who gave each thing its form and then guided [it]"},{"SurahNumber":20,"VerseNumber":51,"Text":"[Pharaoh] said, \"Then what is the case of the former generations"},{"SurahNumber":20,"VerseNumber":52,"Text":"[Moses] said, \"The knowledge thereof is with my Lord in a record. My Lord neither errs nor forgets"},{"SurahNumber":20,"VerseNumber":53,"Text":"[It is He] who has made for you the earth as a bed [spread out] and inserted therein for you roadways and sent down from the sky, rain and produced thereby categories of various plants"},{"SurahNumber":20,"VerseNumber":54,"Text":"Eat [therefrom] and pasture your livestock. Indeed, in that are signs for those of intelligence"}]}