{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Андан соң, (Ибрахимге агасынын уулу) Лут ыйман келтирди. Жана (Ибрахим) айтты: «Мен Раббим (буюрган) тарапка кетемин. Чынында, Ал (Аллайһ) -Кудуреттүү, Даанышман!»"},{"SurahNumber":29,"VerseNumber":27,"Text":"Жана Биз ага Исхак менен Яькубду белек (перзент жана небере) кылып бердик. Анын урпактарынын арасында пайгамбарлык жана Китеп (пайда) кылдык. Жана ага дүйнөдө өз сыйлыгын бердик. Ал Акыретте да салих кишилерден"},{"SurahNumber":29,"VerseNumber":28,"Text":"Жана Лутту (да пайгамбар кылып жибердик). Бир кезде ал коомуна: «Силер өзүңөрдөн мурун өткөн ааламдардан эч ким жасабаган бузук ишти жасап жатасыңар"},{"SurahNumber":29,"VerseNumber":29,"Text":"Эркектерге (артынан) келе жатасыңар, жол тосуучулук кылып жатасыңар жана чогулган жериңерде күнөө иштерди жасап жатасыңар! (Каапыр, бузук, бачабаз) коомунун жообу: «Эгер чынчылдардан (пайгамбарлардан) болсоң, биздин үстүбүзгө Аллаһтын азабын түшүрчү!»-деген сөздөр гана болду"},{"SurahNumber":29,"VerseNumber":30,"Text":"(Анда Лут): «О, Раббим! Бузулган коомго каршы мага жардам бер!»-деди"},{"SurahNumber":29,"VerseNumber":31,"Text":"Биздин (периште) элчилерибиз Ибрахимге (перзент көрүшү жөнүндө) кушкабар алып келген учурда (ага): «Биз мына бул шаардын элин кыйратуучуларбыз. Чынында, анын элдери заалым болуп кетишиптир»- дешти"},{"SurahNumber":29,"VerseNumber":32,"Text":"«Ал шаардын ичинде Лут бар го!»-деди (Ибрахим). «Ал жерде ким бар экенин (сенден) жакшыраак билебиз. Биз Лут менен үй-бүлөсүн куткарабыз. Бирок, анын аялын гана куткарбайбыз. Ал кыйроочулардан болду"},{"SurahNumber":29,"VerseNumber":33,"Text":"Жана качан Биздин периште-элчилерибиз (сулуу жигиттердин түспөлүндө) Лутка келген учурда, булар себептүү жаман абалга түшүп, жүрөгү кысылды. Алар (Лутка өздөрүн таанытып): «Коркпогун жана капа болбогун. Биз сени жана үй-бүлөңдү — бир аялыңдан башкасын — куткарабыз. (Ал эми, аялың) кыйроого учурай тургандардан болду"},{"SurahNumber":29,"VerseNumber":34,"Text":"Албетте биз бул (бузулган) шаардын үстүнө, жасаган бузукулуктарынын жазасына асмандан азап түшүрөбүз»-дешти"},{"SurahNumber":29,"VerseNumber":35,"Text":"Биз ал шаардын (кээ бир жерлерин) акылдуу адамдарга (кудуретибизден) белги болсун деп жөн койдук"},{"SurahNumber":29,"VerseNumber":36,"Text":"Мадянга өз бир туугандары Шуайбды (пайгамбар кылып жибердик). Ал айтты: «О, коомум! Аллаһка гана ибадат кылгыла! Акырет Күндөн үмүт кылгыла! Жана жер бетинде бузукулук менен аракеттенбегиле!»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Бирок, аны «жалганчы» дешти. Ошондон соң аларды (катуу айкырык аралашкан) жер титирөө кармап, чөгөлөгөн бойдон кыйрап калышты"},{"SurahNumber":29,"VerseNumber":38,"Text":"(Ошондой эле) Аад, Самуд элдерин да (кыйраттык). Силерге алардын жашаган орун-дары(нын ойрондолгон издери) анык билинип турат. (Кыйраган себептери) шайтан аларга (бузук) иштерин кооздоп көргөзгөн жана (ак) жолдон тоскон. Жана алар акыл-эси жайында эле"},{"SurahNumber":29,"VerseNumber":39,"Text":"(Жана Биз) Каарун, Фираун, Хаамандарды да (кыйраттык). Аларга Муса анык аят-далилдер алып келген. Бирок, жер бетинде текеберленишти. Жана (баштарына Аллаһтын азабы келгенде) качып кутулуучулардан болбоду"},{"SurahNumber":29,"VerseNumber":40,"Text":"Бардыгын өз күнөөлөрү себептүү азапка дуушар кылдык: Кээ бирөөсүнө таш-жамгыр жаадырдык, кээ бирөөлөрүн ачуу айкырык кыйратты, кээ бирөөсүн жерге жуткурдук жана кээ бирин (сууга) чөктүрдүк. (Демек) Аларга Аллаһ зулум кылбады. Бирок, өздөрүнө-өздөрү зулум кылышты"},{"SurahNumber":29,"VerseNumber":41,"Text":"Аллаһтан башка («кудайларды») дос-башчы туткан адамдардын мисалы (өзүнө ичке желелерден) үй куруп алган жөргөмүшкө окшойт.! Алар (мушриктер) эгер билсе, үйлөрдүн эң алсызы жөргөмүштүн үйү"},{"SurahNumber":29,"VerseNumber":42,"Text":"Албетте, Аллаһ алар дуба (ибадат) кылып жаткан башка «кудайларын(ын» алсыздыгын) билет. Жана Бир Өзү гана Кудуреттүү, Даанышман"},{"SurahNumber":29,"VerseNumber":43,"Text":"Биз адамдарга мына ушул мисалдарды келтирдик. Аларды акылдуу инсандар гана түшүнөт"},{"SurahNumber":29,"VerseNumber":44,"Text":"Аллаһ асмандарды жана Жерди акыйкат менен жаратты. Чынында, бул нерседе ыймандуу адамдар үчүн (Биздин кудуретибизге) белги бар"},{"SurahNumber":29,"VerseNumber":45,"Text":"(О, Мухаммад!) Өзүңө вахий кылынган Китепти (Кураанды адамдарга) окуп бер жана намазды (калтырбай) орундат. Чынында, намаз бузук жана күнөө иштерден кайтарат. Аллаһты зикир кылуу эң улук нерсе. Аллаһ силердин эмне жасаганыңарды билип турат"}]}