{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Сонда елінің жауабы: \"Лұттың семьясын кенттен шығарыңдар. Өйткені олар, тазасынған кісілер\" деу, ғана болды"},{"SurahNumber":27,"VerseNumber":57,"Text":"Сонда Лұт (Ғ.С.) ты да үй-ішін де жоқ болатындардан болуын ұйғарған қатынынан басқасын құтқардық"},{"SurahNumber":27,"VerseNumber":58,"Text":"Оларға қатты жаңбыр жаудырдық. Ескерту берілгендердің жауыны нендей жаман"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Мұхаммед Ғ.С.): \"Барлық мақтау Аллаға лайық. Және сәлем Алланың таңдаулы құлдарына лайық. Алла жақсы ма? Немесе қосқан ортақтары жақсы ма?\",- деп сұра"},{"SurahNumber":27,"VerseNumber":60,"Text":"Көктер мен жерді жаратқан, сендер үшін көктен жаңбыр жаудырып, онымен сендер бір агашын да өсіре алмайтын әдемі бақшаларды өсірген кім? Алламен бірге басқа тәңір бар ма? Жоқ, олар шектен шыққан ел"},{"SurahNumber":27,"VerseNumber":61,"Text":"Немесе жерді тұратын орын қылып, араларынан өзендер ағызып, оған асқар таулар жасаган және екі теңіздің арасына жік жасаған кім? Алла мен бірге басқа тәңір бар ма? Жоқ, олардың көбі білмейді"},{"SurahNumber":27,"VerseNumber":62,"Text":"Немесе қиналғандар, өзіне жалбарынғанда қабыл етіп, қиыншылықты айықтыратын және сендерді жер жүзіне орынбасар қылатын кім? Алламен бірге басқа тәңір бар ма? Өте аз түсінесіңдер"},{"SurahNumber":27,"VerseNumber":63,"Text":"Немесе құрылықтың, теңіздің қараңғылықтарында жолға салатын кім? Рахметтің (жаңбырының) алдынан қуаныш самалын естіретін кім? Алламен бірге басқа тәңір бар ма? Алла (Т.) олардың қосқан ортақтарынан тым жоғары"},{"SurahNumber":27,"VerseNumber":64,"Text":"Немесе жаратылысты бастайтын сосын оны қайта тірілтетін кіи? Және көк пен жерден қорек беретін кім? Алламен бірге басқа тәңір бар ма? (Мұхаммед Ғ.С.): \"Егер шыншыл болсаңдар, дәлелдеріңді келтіріңдер\" де"},{"SurahNumber":27,"VerseNumber":65,"Text":"(Мұхаммед Ғ.С.): \"Көктер мен жердегі көместі Алладан басқа ешкім білмейді. Олар қашан тірілтілетіндіктерін білмейді\" де"},{"SurahNumber":27,"VerseNumber":66,"Text":"Олардың ахирет туралы мәліметі жеткілікті ме? Расында олар одан күдікте, тіпті олар оған байланысты мүлде соқыр"},{"SurahNumber":27,"VerseNumber":67,"Text":"Сондай қарсы келгендер: \"Біз де аталарымыз да топырақ болғаннан кейін (қабырдан тіріліп,) шығарыламыз ба?\",- деді"},{"SurahNumber":27,"VerseNumber":68,"Text":"Расында осы құқай бізге де бұрынғы аталарымызға да жасалды. Негізінде бұл бұрынғылардьің аңызынан басқа еш нәрсе емес"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Мұхаммед Ғ.С.): \"Жер жүзінде кезіңдер де күнәкарлардың соңы қалай болғанын көріңдер\" де"},{"SurahNumber":27,"VerseNumber":70,"Text":"Оларға күйінбе де олардың айлакерліктеріне тарылма"},{"SurahNumber":27,"VerseNumber":71,"Text":"Егер шын айтушы болсаңдар, бұл уәде қашан?\",- дейді"},{"SurahNumber":27,"VerseNumber":72,"Text":"Оларға: \"Асығып тілеген азаптарыңның кейі сендерді өкшелеп тұрған болуы мүмкін\" де"},{"SurahNumber":27,"VerseNumber":73,"Text":"Күдіксіз Раббың, әлбетте адамдарға кеңшілік иесі. Бірақ олардың көбі шүкір қылмайды"},{"SurahNumber":27,"VerseNumber":74,"Text":"Сөз жоқ, Раббың әлбетте олардың көңілдеріндегіні де көрнеуге шығарғандарын да біледі"},{"SurahNumber":27,"VerseNumber":75,"Text":"Жер-көкте ашық Кітапта болмаған ешбір көмес нәрсе жоқ"},{"SurahNumber":27,"VerseNumber":76,"Text":"Расында бұл Құран Израил ұрпақтарына таласқан нәрселерінің көбін баян етеді"},{"SurahNumber":27,"VerseNumber":77,"Text":"Күдіксіз Бұл Құран, мүміндер үшін анық тура жол, әрі игілік"},{"SurahNumber":27,"VerseNumber":78,"Text":"Расында Раббың олардың араларына ткім етеді. Ол өте үстем, тым білуші"},{"SurahNumber":27,"VerseNumber":79,"Text":"(Мұхаммед Ғ.С.) онда Аллаға тәуекел қыл. Өйткені, сен ап-ашық бір шындық үстіндесің"},{"SurahNumber":27,"VerseNumber":80,"Text":"Шынында өліктерге естірте алмайсың. Әрі бүрылып, қашқан саңырауларға да дауыс естірте алмайсың"},{"SurahNumber":27,"VerseNumber":81,"Text":"Және де соқырды адасқан жағынан жолға салушы емессің. Сондай-ақ аяттарымызға иман келтіріп, өздері Мүсылман болған кісілерге ғана естірте аласың"}]}