{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Kurse asaj, e cila do t’i përulet All-llahut dhe Profetit të tij, dhe bën punë të mira, do t’ia japim shpërblimin e dyfisht; asaj i kemi përgatitur furnizim fisnik"},{"SurahNumber":33,"VerseNumber":32,"Text":"O, gra të Profetit! Ju nuk jeni si të gjitha gratë tjera nëse ruheni, prandaj, mos tërhiqni vëmendjen me të folur, e të lakmojë ai, zemra e të cilit është e sëmurë, por folni fjalë të denja serioze"},{"SurahNumber":33,"VerseNumber":33,"Text":"Të rrini në shtëpitë tuaja dhe mos ekspozoni bukurinë tuaj si dikur në kohën e injorancës; falni namazin dhe jepni zeqatin dhe respektoni All-llahun dhe Profetin e tij! All-llahu, me të vërtetë, dëshiron që nga ju – o, familja e Profetit – të largojë mëkatet dhe t’iu pastrojë plotësisht"},{"SurahNumber":33,"VerseNumber":34,"Text":"Dhe përkujtoni ajetet edhe urtësitë e All-llahut të cilat lexohen në shtëpitë tuaja. All-llahu, me të vërtetë, është i mirë dhe i informuar"},{"SurahNumber":33,"VerseNumber":35,"Text":"Muslimanëve dhe muslimaneve, edhe besimtarëve e besimtareve, edhe të degjueshmëve e të dëgjueshmeve, edhe të sinqertëve e të sinqertave, edhe durimtarëve e durimtareve, edhe të përulurëve e të përulurave, edhe mashkujve që japin sadakë, edhe femrave që japin sadakë, edhe meshkujve të cilët agjërojnë edhe femrave që agjërojnë, edhe meshkujve që kujdesen për pjesët e turpshme të trupit të vet, edhe femrat që kujdesen për pjesët e turpshme të trupit të vet, edhe meshkujve të cilët e përmendin shpesh All-llahun, si edhe femrave, All-llahu, me të vërtetë u ka përgatitur falje dhe shpërblim të madh"},{"SurahNumber":33,"VerseNumber":36,"Text":"Kur All-llahu dh Profeti i tij caktojnë diçka, atëherë as besimtari as besimtarja nuk kanë të drejtë të sillen sipas mënyrës së vet. Dhe kush nuk e dëgjon All-llahun dhe Profetin e tij ai me siguri ka humbur keq"},{"SurahNumber":33,"VerseNumber":37,"Text":"Ndërsa kur i thua atij, të cilit All-llahu i dhuroi të mira, edhe ti i ke bërë mirë: “Mbaje gruan tënde dhe frikësohu All-llahut!”, në vete ke fshehur atë që do ta sqarojë All-llahu, dhe, je frikësuar nga njerëzit, por All-llahu është më i denjë t’i frikësohesh. Dhe, meqë Zejdi kishte jetuar me të dhe ishte shkurorëzuar, ne e martuam me ty, në mënyrë që për besimtarët të mos jetë mëkat të martohen me gratë e të adaptuarëve të tyre pasi që ata të jenë ndarë; si e cakton All-llahu ashtu duhet të bëhet"},{"SurahNumber":33,"VerseNumber":38,"Text":"Profeti nuk e ka mëkt të veprojë ashtu si ia ka ngarkuar All-llahu; ashtu ka qenë ligji i All-llahut edhe më herët, dhe urdhëri i All-llahut është i caktuar plotësisht"},{"SurahNumber":33,"VerseNumber":39,"Text":"Për ata që kanë sjellë traktatet e All-llahut dhe i janë frikësuar atij dhe që askujt përveç All-llahut nuk i janë frikësuar. Ndërkaq mjafton që para All-llahut të jepet llogari"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammedi nuk është baba i askujt nga burrat tuaj, por është Profet i All-llahut dhe vulë e Profetëve. Pra All-llahu e di mirë çdo gjë"},{"SurahNumber":33,"VerseNumber":41,"Text":"O besimtarë, kujtone shpesh All-llahun"},{"SurahNumber":33,"VerseNumber":42,"Text":"Dhe atë madhërone në mëngjes dhe në mbrëmje"},{"SurahNumber":33,"VerseNumber":43,"Text":"Ai ju bekon juve edhe engjujt e tij për t’ju nxjerrë nga terri në dritë. Ai është ndaj besimtarëve shumë i mëshirshëm"},{"SurahNumber":33,"VerseNumber":44,"Text":"Përshëndetja e tyre, atë ditë kur do ta takojnë, është: “Paqe”, kurse Ai atyre u ka përgatitur shpërblim fisnik"},{"SurahNumber":33,"VerseNumber":45,"Text":"O Profet, ne të kemi dërguar si dëshmitar dhe për të sjellë lajme të gëzueshme edhe si qortues"},{"SurahNumber":33,"VerseNumber":46,"Text":"Dhe thirrës te All-llahu – me urdhërin e tij – si kandil që shkëlqen"},{"SurahNumber":33,"VerseNumber":47,"Text":"përgëzoji besimtarët se prej All-llahut do të kenë të mira të mëdha"},{"SurahNumber":33,"VerseNumber":48,"Text":"Mos përfill as mosbesimtarët as hipokritët; lëri shqetësimet e tyre, por kij mbështetje në All-llahun. All-llahu është i mjaftueshëm për mbrojtës"},{"SurahNumber":33,"VerseNumber":49,"Text":"O besimtarë, kur të martoheni me besimtare, e pastaj ato akoma pa i prekur i lëshoni, ato nuk janë të detyruara të presin kohën e caktuar – iddetin, por shpërbleni dhe përcillni si është më mirë"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Profet, Ne të kemi lejuar që gra tuat të jenë ato të cilave u ke dhënë dhuratat e tyre të kurorës, edhe ato që i ke nën mbikqyrjen tënde, që t’i ka dhënë All-llahu nga konfiskimi, edhe vajzat e xhaxhallarëve të tu, edhe vajzat e hallave, edhe vajzat e dajëve, edhe vajzat e tezeve tua, të cilat janë shpërngulur me ty, - vetëm ty e jo edhe besimtarëve të tjerë – gruan besimtare e cila veten ia dhuron Profetit, nëse Profeti don të martohet me të, ashtu që ti nuk e ke mëkat. Ne e dimë se çka u kemi bërë obligim atyre përkitazi me gratë e tyre dhe lidhur me ato që janë në posedimin e tyre, kurse All-llahu fal dhe është i mëshirshëm"}]}