{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Maka tidak lain jawaban kaumnya, melainkan mengatakan, \"Usirlah Lūṭ beserta keluarganya dari negerimu karena sesungguhnya mereka itu orang-orang yang (mendakwakan dirinya) bersih"},{"SurahNumber":27,"VerseNumber":57,"Text":"Maka Kami selamatkan dia beserta keluarganya, kecuali istrinya. Kami telah mentakdirkan dia termasuk orang-orang yang tertinggal (dibinasakan)"},{"SurahNumber":27,"VerseNumber":58,"Text":"Dan Kami turunkan hujan atas mereka (hujan batu), maka amat buruklah hujan yang ditimpakan atas orang-orang yang diberi peringatan itu"},{"SurahNumber":27,"VerseNumber":59,"Text":"Katakanlah, \"Segala puji bagi Allah dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik ataukah apa yang mereka persekutukan dengan Dia"},{"SurahNumber":27,"VerseNumber":60,"Text":"Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air untukmu dari langit, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah yang kamu sekali-kali tidak mampu menumbuhkan pohon-pohonnya? Apakah di samping Allah ada tuhan (yang lain)? Bahkan (sebenarnya), mereka adalah orang-orang yang menyimpang (dari kebenaran)"},{"SurahNumber":27,"VerseNumber":61,"Text":"Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam dan yang menjadikan sungai-sungai di celah-celahnya dan yang menjadikan gunung-gunung untuk (mengkokohkan)nya dan menjadikan suatu pemisah antara dua laut 1104? Apakah di samping Allah ada tuhan (yang lain)? Bahkan (sebenarnya), kebanyakan dari mereka tidak mengetahui"},{"SurahNumber":27,"VerseNumber":62,"Text":"Atau siapakah yang memperkenankan (doa) orang yang dalam kesulitan apabila ia berdoa kepada-Nya dan yang menghilangkan kesusahan dan yang menjadikan kamu (manusia) sebagai khalifah di bumi 1105? Apakah di samping Allah ada tuhan (yang lain)? Amat sedikitlah kamu mengingati(Nya)"},{"SurahNumber":27,"VerseNumber":63,"Text":"Atau siapakah yang memimpin kamu dalam kegelapan di daratan dan lautan dan siapa (pula)kah yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya 1106? Apakah di samping Allah ada tuhan (yang lain)? Maha Tinggi Allah terhadap apa yang mereka persekutukan (dengan-Nya)"},{"SurahNumber":27,"VerseNumber":64,"Text":"Atau siapakah yang menciptakan (manusia dari permulaannya), kemudian mengulanginya (lagi), dan siapa (pula) yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, \"Unjukkanlah bukti kebenaranmu, jika kamu memang orang-orang yang benar"},{"SurahNumber":27,"VerseNumber":65,"Text":"Katakanlah, \"Tidak ada seorang pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah\" dan mereka tidak mengetahui bila mereka akan dibangkitkan"},{"SurahNumber":27,"VerseNumber":66,"Text":"Sebenarnya, pengetahuan mereka tentang akhirat tidak sampai (ke sana), malahan mereka ragu-ragu tentang akhirat itu, lebih-lebih lagi mereka buta darinya"},{"SurahNumber":27,"VerseNumber":67,"Text":"Berkatalah orang-orang yang kafir, \"Apakah setelah kita menjadi tanah dan (begitu pula) bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan (dari kubur)"},{"SurahNumber":27,"VerseNumber":68,"Text":"Sesungguhnya kami telah diberi ancaman dengan ini 1107 dan (juga) bapak-bapak kami dahulu; ini tidak lain hanyalah dongengan-dongengan orang dahulu kala"},{"SurahNumber":27,"VerseNumber":69,"Text":"Katakanlah, \"Berjalanlah kamu (di muka) bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa"},{"SurahNumber":27,"VerseNumber":70,"Text":"Dan janganlah kamu berduka cita terhadap mereka dan janganlah (dadamu) merasa sempit terhadap apa yang mereka tipu dayakan"},{"SurahNumber":27,"VerseNumber":71,"Text":"Dan mereka (orang-orang kafir) berkata, \"Bilakah datangnya azab itu, jika memang kamu orang-orang yang benar"},{"SurahNumber":27,"VerseNumber":72,"Text":"Katakanlah, \"Mungkin telah hampir datang kepadamu sebagian dari (azab) yang kamu minta (supaya) disegerakan itu"},{"SurahNumber":27,"VerseNumber":73,"Text":"Dan sesungguhnya, Tuhan-mu benar-benar mempunyai karunia yang besar (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya)"},{"SurahNumber":27,"VerseNumber":74,"Text":"Dan sesungguhnya Tuhanmu, benar-benar mengetahui apa yang disembunyikan hati mereka dan apa yang mereka nyatakan"},{"SurahNumber":27,"VerseNumber":75,"Text":"Tiada sesuatu pun yang gaib di langit dan di bumi, melainkan (terdapat) dalam kitab yang nyata (Lawḥ Maḥfūẓ)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Sesungguhnya Al-Qur`ān ini menjelaskan kepada Bani Isrā`īl sebagian besar dari (perkara-perkara) yang mereka berselisih tentangnya"},{"SurahNumber":27,"VerseNumber":77,"Text":"Dan sesungguhnya Al-Qur`ān itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman"},{"SurahNumber":27,"VerseNumber":78,"Text":"Sesungguhnya Tuhan-mu akan menyelesaikan perkara antara mereka dengan keputusan-Nya; dan Dia Maha Perkasa lagi Maha Mengetahui"},{"SurahNumber":27,"VerseNumber":79,"Text":"Sebab itu bertawakallah kepada Allah, sesungguhnya kamu berada di atas kebenaran yang nyata"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan (tidak pula) menjadikan orang-orang yang tuli mendengar panggilan, apabila mereka telah berpaling membelakang"},{"SurahNumber":27,"VerseNumber":81,"Text":"Dan kamu sekali-kali tidak dapat memimpin (memalingkan) orang-orang buta dari kesesatan mereka. Kamu tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri"}]}