{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"¿Acaso piensan los hombres que se les dejará decir: ¡Creemos! sin ser puestos a prueba"},{"SurahNumber":29,"VerseNumber":3,"Text":"Por cierto que probamos a quienes les precedieron, y Allah bien sabe quiénes son los sinceros y quiénes los mentirosos"},{"SurahNumber":29,"VerseNumber":4,"Text":"¿Acaso piensan quienes obran mal [y no creen] que podrán escapar de Nosotros? ¡Qué mal piensan"},{"SurahNumber":29,"VerseNumber":5,"Text":"Quien anhele el encuentro con Allah sepa que el día que Allah fijó [para Su encuentro] llegará, y que Él es Omnioyente, Omnisciente"},{"SurahNumber":29,"VerseNumber":6,"Text":"Quien luche [contra sus pasiones] será en beneficio propio. Ciertamente Allah prescinde de las criaturas"},{"SurahNumber":29,"VerseNumber":7,"Text":"A quienes crean y obren el bien les expiaremos sus faltas y les recompensaremos por sus buenas obras"},{"SurahNumber":29,"VerseNumber":8,"Text":"Le he ordenado al hombre ser benevolente con sus padres. Pero no se les debe obedecer cuando se esfuerzan por hacer que se Me asocien copartícipes, pues es sabido que carecen de fundamento válido. Ante Mí compareceréis, y os informaré de lo que hacíais"},{"SurahNumber":29,"VerseNumber":9,"Text":"Y a quienes hayan creído y obrado rectamente les introduciremos [al Paraíso] junto con los justos"},{"SurahNumber":29,"VerseNumber":10,"Text":"Y entre los hombres hay quienes dicen: ¡Creemos en Allah! Pero cuando sufren alguna hostilidad por la causa de Allah, consideran que la opresión de los hombres es un castigo de Allah [y reniegan de su fe]. En cambio, cuando tu Señor os concede un triunfo dicen: ¡Estábamos con vosotros! ¿Acaso no es Allah Quien sabe mejor que nadie lo que hay en los corazones de los hombres"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah sabe bien quiénes son los que creen y quiénes los hipócritas"},{"SurahNumber":29,"VerseNumber":12,"Text":"Los incrédulos le dijeron a los creyentes: Seguid nuestra fe y nosotros cargaremos con vuestros pecados. Pero en verdad, ellos no cargarán con ninguno de sus pecados, sólo mienten"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ellos cargarán con sus propios pecados además de los pecados que cometan quienes ellos extraviaron; y el Día de la Resurrección se les preguntará acerca de las mentiras que inventaban"},{"SurahNumber":29,"VerseNumber":14,"Text":"Por cierto que enviamos a Noé [Nuh] a su pueblo y permaneció entre ellos novecientos cincuenta años. Y en medio de su iniquidad les sorprendió el diluvio"},{"SurahNumber":29,"VerseNumber":15,"Text":"Y le salvamos [a Noé [Nuh]] y a quienes estaban en el arca, e hicimos de ella un signo para la humanidad"},{"SurahNumber":29,"VerseNumber":16,"Text":"Y recuerda [¡Oh, Muhámmad!] a Abraham [Ibrahim] cuando le dijo a su pueblo: Adorad a Allah y temedle; esto es mejor para vosotros, si es que sabéis [discernir]"},{"SurahNumber":29,"VerseNumber":17,"Text":"Sólo adoráis ídolos en lugar de Allah, e inventáis una mentira. Ciertamente lo que adoráis en lugar de Allah no puede proveeros ningún sustento. Pedid, pues, a Allah el sustento, adoradle y agradecedle. Y por cierto que ante Él compareceréis"},{"SurahNumber":29,"VerseNumber":18,"Text":"Si desmentís, sabed que ya lo hicieron otras naciones anteriores a vosotros, y que el Mensajero sólo tiene la obligación de transmitir [el Mensaje] con claridad"},{"SurahNumber":29,"VerseNumber":19,"Text":"¿Acaso no ven cómo origina Allah la creación y luego la reproduce? Por cierto que esto es fácil para Allah"},{"SurahNumber":29,"VerseNumber":20,"Text":"Diles [¡Oh, Muhámmad! a quienes niegan la Resurrección]: Transitad por la Tierra y observad cómo [Allah] originó la creación. Luego, Allah la reproducirá el Día de la Resurrección; ciertamente Allah tiene poder sobre todas las cosas"},{"SurahNumber":29,"VerseNumber":21,"Text":"Castiga a quien Él quiere y se apiada de quien Él quiere, y ante Él compareceréis"},{"SurahNumber":29,"VerseNumber":22,"Text":"No podréis desafiar a Allah en la Tierra ni en el cielo, y no tendréis fuera de Él quien os proteja ni os auxilie"},{"SurahNumber":29,"VerseNumber":23,"Text":"Quienes no crean en los signos de Allah y en Su encuentro serán los que habrán renunciado a Mi misericordia, y éstos tendrán un castigo doloroso"},{"SurahNumber":29,"VerseNumber":24,"Text":"Y la respuesta del pueblo de Abraham [Ibrahim] fue decir: Matadle o quemadle; pero Allah le salvó del fuego. Por cierto que en esto hay signos para quienes creen"},{"SurahNumber":29,"VerseNumber":25,"Text":"Dijo [Abraham [Ibrahim]]: Adoráis ídolos en vez de Allah por tradición y afecto entre vosotros en esta vida mundanal. Pero el Día de la Resurrección renegaréis unos de otros y os maldeciréis mutuamente. Vuestra morada será el Fuego y no tendréis quien os auxilie"}]}