{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allah it is Who created you in weakness, then He appointed strength after weakness, then after strength appointed weakness and grey hair. He createth whatsoever He listeth: and He is Knower, the Potent"},{"SurahNumber":30,"VerseNumber":55,"Text":"And on the Day whereon the Hour arriveth, the Culprits Will swear that they tarried not but an hour: Thus Were they ever deluded"},{"SurahNumber":30,"VerseNumber":56,"Text":"And those who have been vouchsafed knowledge and belief will say: assuredly ye have tarried according to the decree of Allah until the Day of Upraising; so this is the Day of Upraising, but ye were wont not to know"},{"SurahNumber":30,"VerseNumber":57,"Text":"On that Day the excusing of themselves will not profit those who did wrong, nor shall they be suffered to please Allah"},{"SurahNumber":30,"VerseNumber":58,"Text":"And assuredly We have propounded for mankind, in this Qur'an, every kind of similitude; and if thou bringest unto them a sign, those who disbelieve are sure to say: ye are but followers of falsehood"},{"SurahNumber":30,"VerseNumber":59,"Text":"In this wise Allah sealeth the hearts of those who believe not"},{"SurahNumber":30,"VerseNumber":60,"Text":"So have thou patience; verily the promise of Allah is true. And let not make thee impatient those who have no conviction"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif; Lam. Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"These are verses of the Wise Book"},{"SurahNumber":31,"VerseNumber":3,"Text":"A guidance and a mercy for the well-doers"},{"SurahNumber":31,"VerseNumber":4,"Text":"Those who establish the prayer and give the poor-rate and of the Hereafter are convinced"},{"SurahNumber":31,"VerseNumber":5,"Text":"These are on guidance from their Lord, and these! they are the blissful ones"},{"SurahNumber":31,"VerseNumber":6,"Text":"And of mankind is one who purchaseth an idle discourse, that he may mislead from Allah's way without knowledge, and taketh it by way of mockery. These! for them shall be a torment ignominious"},{"SurahNumber":31,"VerseNumber":7,"Text":"And when Our revelations are recited unto him he turneth away in his stiff-neckedness as though he heard them not: as though there was a deafness in his ears. So announce thou unto him a torment afflictive"},{"SurahNumber":31,"VerseNumber":8,"Text":"Verily those who believe and work righteous works, theirs shall be Gardens of Delight"},{"SurahNumber":31,"VerseNumber":9,"Text":"Therein they will be abiders: a true promise of Allah. And He is the Mighty, the Wise"},{"SurahNumber":31,"VerseNumber":10,"Text":"He hath created the heavens that ye behold without pillars and hath cast Into the earth firm mountains lest it move away with you; and He hath scattered thereon every kind of animal. And We send down water from the heaven and We make grow every kind of goodly growth therein"},{"SurahNumber":31,"VerseNumber":11,"Text":"This is the creation of Allah; shew that which those beside Him me have created. Aye! the wrong-doers are in error manifest"},{"SurahNumber":31,"VerseNumber":12,"Text":"And assuredly We vouchsafed unto Luqman Wisdom, saying: give thanks unto Allah; and whosoever giveth thanks giveth thanks for his soul; and whosoever is unthankful--then verily Allah is self-sufficient, praiseworthy"},{"SurahNumber":31,"VerseNumber":13,"Text":"And recall what time Luqman said unto his son, while he was exhorting him: O my son! associate not aught with Allah; verily this associating is surely a tremendous wrong"},{"SurahNumber":31,"VerseNumber":14,"Text":"And We have enjoined upon man concerning his parents--his mother beareth him in hardship upon hardship and his weaning is in two years: give thanks unto Me and unto thy parents; Unto Me is the goal"},{"SurahNumber":31,"VerseNumber":15,"Text":"And if the twain strive with thee to make thee associate with Me that for which thou hast no knowledge, then obey them not. And bear them thou company in the world reputably, and follow thou the path of him who turneth penitently unto Me. Then unto Me is your return, and I shall declare unto you that which ye have been working"},{"SurahNumber":31,"VerseNumber":16,"Text":"O my son! though it be but the weight of a grain of mustard-seed, and though it be in a rock or in the heavens, or in the earth, Allah shall bring it forth. Verily Allah is subtile, Aware"},{"SurahNumber":31,"VerseNumber":17,"Text":"O My son! establish prayer and command that which is reputable and forbid iniquity, and bear patiently whatsoever may befall thee; verily that is of the firmness of affairs"},{"SurahNumber":31,"VerseNumber":18,"Text":"And turn not away thy cheek from men nor walk on the earth stultingly, verily Allah loveth not any vainglorious boaster"},{"SurahNumber":31,"VerseNumber":19,"Text":"And be modest in thy gait and lower thy voice; verily the most abominable of voices is the voice of the ass"},{"SurahNumber":31,"VerseNumber":20,"Text":"Observe ye not that Allah hath subjected for you whatsoever is in the heavens and whatsoever is in the earth, and hath completed His favours on you outwardly and inwardly? And yet of mankind is one who disputeth concerning Allah without knowledge and with neither guidance nor a Book luminous"},{"SurahNumber":31,"VerseNumber":21,"Text":"And when it is said unto them: follow that which Allah hath sent down, they say: nay! we shall follow that which we found our fathers upon. What! even though the Satan had been calling on them unto the torment of the Blaze"}]}