{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"ªi în Ziua aceea, îi vom lãsa sã se ridice ca valurile unii peste alþiiºi se va sufla în trâmbiþã ºi-i vom aduna pe toþi"},{"SurahNumber":18,"VerseNumber":100,"Text":"ªi în Ziua aceea le vom înfãþiºa Noi Gheena de aproape necredincioºilor"},{"SurahNumber":18,"VerseNumber":101,"Text":"Ai cãror ochi au fost acoperiþi cu un vãl care-i împiedica sã-ºi aminteascã de Mine ºi care nu puteau nici auzi"},{"SurahNumber":18,"VerseNumber":102,"Text":"Oare îºi închipuie cei care nu cred cã-i vor putea lua pe robii Mei ca ocrotitori în locul Meu? Noi am pregãtit Gheena ca sãlaº pentru necredincioºi"},{"SurahNumber":18,"VerseNumber":103,"Text":"Spune: \"Voiþi sã vã vestim Noi care sunt aceia care vor avea cel mai mult de pierdut din faptele lor"},{"SurahNumber":18,"VerseNumber":104,"Text":"Aceia a cãror râvnã în aceastã lume este rãtãcitã, în vreme ce ei îºi închipuie cã fac bine"},{"SurahNumber":18,"VerseNumber":105,"Text":"Aceia care au tãgãduit semnele Domnului lor ºi întâlnirea cu El ºiîn deºert au fost faptele lor! ªi nu le vom da lor în Ziua Învierii nicio greutate"},{"SurahNumber":18,"VerseNumber":106,"Text":"Astfel, rãsplata acestora va fi Gheena, pentru cã nu au crezut ºi au luat semnele Mele ºi pe trimiºii Mei în derâdere"},{"SurahNumber":18,"VerseNumber":107,"Text":"Însã aceia care cred ºi plinesc fapte bune vor avea ca sãlaºgrãdinile Firdawsului"},{"SurahNumber":18,"VerseNumber":108,"Text":"ªi în veci vor petrece în ele ºi nu vor dori nici o schimbare"},{"SurahNumber":18,"VerseNumber":109,"Text":"Spune : \"Dacã marea ar fi cernealã pentru [scrierea] cuvin-telor Domnului meu, marea s-ar isprãvi înainte de a se isprãvicuvintele Domnului meu, chiar dacã i-am aduce spre ajutor o [altãmare]"},{"SurahNumber":18,"VerseNumber":110,"Text":"Spune : “Ci eu sunt doar un om, ca ºi voi! ªi mi s-a revelat mie cã Domnul vostru este un Domn Unic! Acela care nãdãjduieºte sã-L întâlneascã pe Domnul sãu sã sãvârºea"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha´, Ya´ Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"[Aceasta este] povestirea despre îndurarea Domnului tãu faþã de robul Sãu Zaharia"},{"SurahNumber":19,"VerseNumber":3,"Text":"Când el L-a chemat pe Domnul lui într-ascuns"},{"SurahNumber":19,"VerseNumber":4,"Text":"Zicând: \"Doamne, oasele mele sunt slabe ºi capul mi s-a aprins decãrunteþe, dar nicicând eu nu am fost dezamãgit rugându-mã Þie! Doamne"},{"SurahNumber":19,"VerseNumber":5,"Text":"Eu mã tem de urmaºii mei de dupã mine, cãci muierea mea este stearpã, deci dãruieºte-mi mie un urmaº de la Tine"},{"SurahNumber":19,"VerseNumber":6,"Text":"Care sã mã moºteneascã pe mine ºi sã moºteneascã ºi neamul luiIacob! ªi fã-l sã-Þi fie plãcut Þie, Doamne"},{"SurahNumber":19,"VerseNumber":7,"Text":"O, Zaharia, Noi îþi aducem buna vestire a unui prunc, al cãrui nume fi-va Ioan , aºa cum nu am numit pe nimeni mai înainte de el"},{"SurahNumber":19,"VerseNumber":8,"Text":"A zis : \"Doamne, cum sã am eu un prunc, când muierea mea este stearpã, iar pe mine bãtrâneþea mult m-a prea ajuns"},{"SurahNumber":19,"VerseNumber":9,"Text":"A zis : \"Aºa va fi! Cãci grãit-a Domnul tãu: Aceasta va fi neînsem- natã faptã, dupã ce te-am creat pe tine, înainte de aceasta, fãrã ca tu sã fi fost nimic"},{"SurahNumber":19,"VerseNumber":10,"Text":"A zis : \"Doamne, dã-mi mie un semn!\" ªi i-a rãspuns [atunci]: \"Semnul tãu este cã nu vei vorbi cu nici un om vreme de trei nopþi, mãcar cã tu eºti [om] întreg"},{"SurahNumber":19,"VerseNumber":11,"Text":"ªi a ieºit el din altar înaintea neamului sãu ºi le-a fãcut lor semn sã aducã laude dimineaþa ºi seara"},{"SurahNumber":19,"VerseNumber":12,"Text":"[ªi Noi am zis]: \"O, Ioan, primeºte Cartea întru putere! ªii-am dãruit Noi înþelepciune, pe când el era încã un copil"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ca ºi îndurare din partea Noastrã ºi curãþenie ; ºi era el cucernic"},{"SurahNumber":19,"VerseNumber":14,"Text":"ªi iubitor faþã de pãrinþii lui; ºi nu era el semeþ, nici îndãrãtnic"},{"SurahNumber":19,"VerseNumber":15,"Text":"ªi pacea fi-va asupra lui în ziua când se va fi nãscut el, ca ºi în ziua când se va sfârºi ºi în ziua când va fi readus în viaþã [din nou]"},{"SurahNumber":19,"VerseNumber":16,"Text":"Pomeneºte în Carte [Coranul] ºi de Maria, când ea s-a retras de la neamul ei într-un loc spre rãsãrit"},{"SurahNumber":19,"VerseNumber":17,"Text":"ªi a pus între ea ºi între ei un vãl! ªi atunci am trimis la ea DuhulNostru , care i s-a arãtat cu înfãþiºarea unui om adevãrat"},{"SurahNumber":19,"VerseNumber":18,"Text":"A zis ea: \"Caut apãrare la Cel Milostiv faþã de tine! Dacã tu eºti cuvios, [nu te apropia de mine]"},{"SurahNumber":19,"VerseNumber":19,"Text":"I-a rãspuns el: \"Eu sunt numai un trimis al Domnului tãu ca sã-þi vestesc un prunc curat"},{"SurahNumber":19,"VerseNumber":20,"Text":"Însã ea a zis: \"Cum sã am eu un prunc, dacã nu m-a atins nici un bãrbat ºi nici târfã nu sunt"},{"SurahNumber":19,"VerseNumber":21,"Text":"I-a rãspuns el : \"Aºa este! Dar Domnul tãu a zis: \"Acesta pentru Mine-i [un lucru] uºor! ªi-l vom face Noi un semn pentru oameni ºi o îndurare din partea Noastrã! Acesta-i un lucru [de mult] hotãrât"}]}