{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Сизлар аҳли китобларнинг зулм қилганларидан бошқалари билан фақат яхши услубда мужодала этинглар ва уларга: «Биз ўзимизга нозил қилинган ва сизга нозил қилинган нарсага иймон келтирдик, бизнинг илоҳимиз ва сизнинг илоҳингиз бирдир ва биз Унга бўйсунгувчимиз», денглар"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ана шундай қилиб, сенга ҳам китоб нозил қилдик. Бас, Биз китоб берган кимсалар унга иймон келтирурлар. Анавилардан ҳам унга иймон келтирадиганлари бор. Бизнинг оятларимизни фақат кофирларгина инкор этурлар"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ундан олдин ҳеч бир китобни тиловат қилмас эдинг ва қўлинг билан хат ёзмас эдинг. Агар шундай бўлганида, ботил аҳллари шубҳага тушган бўлур эдилар"},{"SurahNumber":29,"VerseNumber":49,"Text":"Йўқ! У(Қуръон) илм берилганлар кўксидаги очиқ-ойдин оятлардир. Бизнинг оятларимизни фақат золимларгина инкор қилур"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ва улар: «Унга Роббидан мўъжизалар нозил қилинса эди», дедилар. Сен: «Мўъжизалар ёлғиз Аллоҳнинг ҳузуридадир. Мен эса, фақат очиқ-ойдин огоҳлантиргувчиман, холос», дегин"},{"SurahNumber":29,"VerseNumber":51,"Text":"Уларга Бизнинг сенга ўзлари учун тиловат қилинаётган ушбу китобни нозил этганимиз кифоя қилмасми?! Албатта, бунда иймон келтирадиган қавмлар учун раҳмат ва эслатма бордир"},{"SurahNumber":29,"VerseNumber":52,"Text":"Сен: «Мен билан сизнинг орамизда гувоҳликка Аллоҳнинг Ўзи кифоядир. У осмонлару ердаги нарсани билур. Ботилга иймон келтириб, Аллоҳга куфр келтирганлар, ана ўшалар ўзлари зиён кўргувчилардир», деб айт"},{"SurahNumber":29,"VerseNumber":53,"Text":"Улар сендан азобни тезлаштиришни талаб қилурлар. Агар белгиланган ажал бўлмаганида, уларга, албатта, азоб келган бўлур эди. Албатта, уларга у тўсатдан, улар сезмаган ҳолда келур"},{"SurahNumber":29,"VerseNumber":54,"Text":"Улар сендан азобни тезлаштиришни талаб қилурлар. Ҳолбуки, жаҳаннам, ҳеч шубҳасиз, кофирларни ўраб тургувчидир"},{"SurahNumber":29,"VerseNumber":55,"Text":"У кунда азоб уларни устларидан ва оёқлари остидан ўраб олур ва У зот: «Қилиб юрган амалларингиз(жазоси)ни тотинг!» деб айтур"},{"SurahNumber":29,"VerseNumber":56,"Text":"Эй, иймон келтирган бандаларим, албатта, Менинг ерим кенгдир. Бас, Менгагина ибодат қилинглар"},{"SurahNumber":29,"VerseNumber":57,"Text":"Ҳар бир жон ўлимни тотажакдир. Сўнгра Бизгагина қайтарилурсиз"},{"SurahNumber":29,"VerseNumber":58,"Text":"Иймон келтириб, яхши амалларни қилганларни жаннатдан остидан анҳорлар оқиб турган олиймақом жойларга жойлаштирурмиз. У ерда абадий қолурлар. Амал қилгувчиларнинг ажри қандай ҳам яхши"},{"SurahNumber":29,"VerseNumber":59,"Text":"Улар сабр қилган ва Роббиларигагина таваккул қиладиган зотлардир"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ўз ризқини кўтара олмайдиган қанчадан-қанча жонзотлар бор. Уларга ҳам, сизларга ҳам Аллоҳ ризқ берадир. Ва У ўта эшитгувчи ва ўта билгувчи Зотдир"},{"SurahNumber":29,"VerseNumber":61,"Text":"Агар улардан: «Осмонлару ерни ким яратган ва қуёшнию ойни ўз измига қаратган ким?» деб сўрасанг: «Аллоҳ», дерлар. Бас, унда қаёққа бурилмоқдалар"},{"SurahNumber":29,"VerseNumber":62,"Text":"Аллоҳ Ўз бандаларидан кимни хоҳласа, ризқини кенг қилиб қўядир ва хоҳлаганиникини тор қиладир. Албатта, Аллоҳ ҳар бир нарсани ўта билгувчи Зотдир"},{"SurahNumber":29,"VerseNumber":63,"Text":"Агар улардан: «Осмондан сув тушириб, у билан ўлган ерни тирилтирган ким?!» деб сўрасанг, албатта, улар: «Аллоҳ», дерлар. Сен: «Аллоҳга ҳамд бўлсин!» деб айт. Йўқ! Уларнинг кўплари ақл юритмаслар"},{"SurahNumber":29,"VerseNumber":64,"Text":"Бу дунё ҳаёти фақат ўйин-кулгидан иборатдир. Агар билсалар, охират диёри, ана ўша ҳақиқий ҳаётдир"},{"SurahNumber":29,"VerseNumber":65,"Text":"Улар қачон кемага минсалар, Аллоҳга, Унинг динига ихлос қилган ҳолларида дуо қилурлар. Нажот бериб, уларни қуруқликка чиқарса, баногоҳ ширк келтирурлар"},{"SurahNumber":29,"VerseNumber":66,"Text":"Улар Биз берган нарсага куфр келтираверсинлар ва ҳузур қилаверсинлар! Бас, тезда билурлар"},{"SurahNumber":29,"VerseNumber":67,"Text":"Биз уларга Ҳарамни омонлик жойи қилиб қўйганимизни билмабмидилар?! Ҳолбуки, уларнинг атрофида одамлар талон-тарожга учрамоқдалар. Улар ботилга иймон келтириб, Аллоҳнинг неъматига куфр келтирурларми"},{"SurahNumber":29,"VerseNumber":68,"Text":"Аллоҳга нисбатан ёлғон тўқиган ёки ўзига келган ҳақни ёлғонга чиқарган кимсадан ҳам золимроқ одам борми?! Кофирларга жаҳаннамда турар жой йўқмиди"},{"SurahNumber":29,"VerseNumber":69,"Text":"Бизнинг (йўлимизда) жидду жаҳд қилганларни Ўз йўлларимизга ҳидоят этурмиз. Албатта, Аллоҳ чиройли амал қилгувчилар биландир"}]}