{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Andolsun ki, Davud´a tarafımızdan bir üstünlük verdik: «Ey dağlar, çınlayın (tesbih edin) onunla beraber, siz de ey kuşlar!» dedik ve ona demiri yumuşattık"},{"SurahNumber":34,"VerseNumber":11,"Text":"Geniş zırhlar yap ve iyi biçime yatır (iyi biçim ver). Siz de iyi işler de bulunun; çünkü Ben, bütün yapacaklarınızı gözetiyorum, dedik"},{"SurahNumber":34,"VerseNumber":12,"Text":"Süleyman´ın emrine de rüzgarı verdik. Sabah gidişi bir aylık akşam dönüşü bir aylık yol idi. Erimiş bakır kaynağını da ona sel gibi akıttık. Rabbinin izniyle elinin altında cinlerden de çalışan vardı. Onlardan da her kim emrimizden saparsa, ona ateş azabını tattırırız"},{"SurahNumber":34,"VerseNumber":13,"Text":"Onlar, ona mihraplar, heykeller, havuzlar gibi çanaklar ve sabit kazanlardan her ne isterse yaparlardı. Çalışın ey Davud hanedanı, şükür için çalışın! Kullarım arasında şükreden azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Sonra onun ölümüne hükmettiğimizde onlara onun ölümünü sezdiren olmadı, yalnız bir güve (böceği) dayandığı asasını yiyordu. Bu sebeple yere yıkıldığında besbelli oldu ki, eğer cinler gaybı bilselerdi, o horlayıcı azap içinde bekleyip durmazlardı"},{"SurahNumber":34,"VerseNumber":15,"Text":"Andolsun ki, Sebe topluluğu için yurtlarında gerçekten bir ibret vardı; sağlı sollu iki bahçe! Onlara hal diliyle: «yiyin Rabbinizin rızkından da O´na şükredin, ne güzel, hoş bir şehir ve bağışlayan bir Rabb!» derlerdi"},{"SurahNumber":34,"VerseNumber":16,"Text":"Fakat onlar, yüz çevirdiler. Biz de üzerlerine Arim selini salıverdik ve o güzelim iki bahçelerini buruk yemişli, ılgınlı ve biraz da sidir ağacı bulunan iki harap bahçeye çevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Bunu, onlara nankörlüklerinin cezası yaptık ve Biz, hep böyle çok nankör olanları cezalandırırız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Biz, onlarla o bereket verdiğimiz memleketler arasında sırt sırta şehirler meydana getirmiş ve onlara da düzenli gidiş geliş imkanı sağlamış «Gezin oralarda, geceleri ve gündüzleri güvenlik içinde!» demiştik"},{"SurahNumber":34,"VerseNumber":19,"Text":"Buna karşı onlar: «Ey Rabbimiz, yolculuklarımızın mesafesini uzaklaştır!» dediler ve kendilerine zulmettiler. Biz de onları efsanelere çevirdik ve tamamen didik didik dağıttık. Şüphesiz ki, bunda çok şükredecek her sabırlı için elbette ibretler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"Yine andolsun ki, iblis onlar aleyhindeki tahminini gerçekten doğru buldu da içlerinde müminlerden ibaret bir gruptan başkası ona uydular"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki onun, onların üzerinde hiçbir hakimiyet gücü yoktu fakat Biz ahirete imanı olanı belirleyecek, ondan şüphe içinde bulunandan ayırt edecektik. Öyle ya, Rabbin herşeyi koruyup gözetendir"},{"SurahNumber":34,"VerseNumber":22,"Text":"De ki: «Allah´tan başka tanrı saydığınız tanrılarınıza istediğiniz kadar yalvarın. Onların ne gökte ne de yerde zerre miktarına güçleri yetmez. Onların, bunlarda bir ortaklığı da yoktur. O´nun da onlardan bir yardımcısı yoktur"},{"SurahNumber":34,"VerseNumber":23,"Text":"O´nun huzurunda, izin verdiği kimselerden başkasının şefaati fayda da vermez. Nihayet kalplerinden dehşet giderildiğinde: «Rabbiniz ne buyurdu?» diye sorarlar, (şefaatçılar): «Hakkı» derler. O, öyle yüksek, öyle büyüktür"}]}