{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"اُسی کی طرف حوالہ ہے قیامت کی خبر کا [۶۷] اور نہیں نکلتے کوئی میوے اپنے غلاف سے اور نہیں رہتا حمل کسی مادہ کو اور نہ وہ جنے کہ جسکی اسکو خبر نہیں [۶۸] اور جس دن انکو پکارے گا کہاں ہیں میرےشریک [۶۹] بولیں گے ہم نے تجھ کو کہہ سنایا ہم میں کوئی اس کا اقرار نہیں کرتا [۷۰]"},{"SurahNumber":41,"VerseNumber":48,"Text":"اور چوک گیا ان سے جو پکارتے تھے پہلے اور سمجھ گئے کہ انکو کہیں نہیں خلاصی [۷۱]"},{"SurahNumber":41,"VerseNumber":49,"Text":"نہیں تھکتا آدمی مانگنے سے بھلائی اور اگر لگ جائے اس کو برائی تو آس توڑ بیٹھے ناامید ہو کر"},{"SurahNumber":41,"VerseNumber":50,"Text":"اور اگر ہم چکھائیں اسکو کچھ اپنی مہربانی پیچھے ایک تکلیف کے جو اسکو پہنچی تھی تو کہنے لگے یہ ہے میرے لائق اور میں نہیں سمجھتا کہ قیامت آنے والی ہے اور اگر میں پھر بھی گیا اپنے رب کی طرف بیشک میرے لئے ہے اسکے پاس خوبی [۷۲] سو ہم جتلا دیں گے منکروں کو جو انہوں نے کیا ہے اور چکھائیں گے انکو ایک گاڑھا عذاب [۷۳]"},{"SurahNumber":41,"VerseNumber":51,"Text":"اور جب ہم نعمتیں بھیجیں انسان پر تو ٹلا جائے اور موڑ لے اپنی کروٹ اور جب لگے اسکو برائی تو دعائیں کرے چوڑی [۷۴]"},{"SurahNumber":41,"VerseNumber":52,"Text":"تو کہہ بھلا دیکھو تو اگر یہ ہو اللہ کے پاس سے پھر تم نے اس کو نہ مانا پھر اس سے گمراہ زیادہ کون جو دور چلا جائے مخالف ہو کر [۷۵]"},{"SurahNumber":41,"VerseNumber":53,"Text":"اب ہم دکھلائیں گے انکو اپنے نمونے دنیا میں اور خود انکی جانوں میں یہاں تک کہ کھل جائے ان پر کہ یہ ٹھیک ہے [۷۶] کیا تیرا رب تھوڑا ہے ہر چیز پر گواہ ہونے کے لئے [۷۷]"},{"SurahNumber":41,"VerseNumber":54,"Text":"سنتا ہے وہ دھوکے میں ہیں اپنے رب کی ملاقات سے سنتا ہے وہ گھیر رہا ہے ہر چیز کو [۷۸]"},{"SurahNumber":42,"VerseNumber":1,"Text":"حٰم۔"},{"SurahNumber":42,"VerseNumber":2,"Text":"عٓسٓقٓ۔"},{"SurahNumber":42,"VerseNumber":3,"Text":"اسی طرح وحی بھیجتا ہے تیری طرف اور تجھ سے پہلوں کی طرف اللہ زبردست حکمتوں والا"},{"SurahNumber":42,"VerseNumber":4,"Text":"اسی کا ہے جو کچھ ہے آسمانوں میں اور زمین میں اور وہی ہے سب سے اوپر بڑا [۱]"},{"SurahNumber":42,"VerseNumber":5,"Text":"قریب ہے کہ پھٹ پڑیں آسمان اوپر سے [۲] اور فرشتے پاکی بولتے ہیں خوبیاں اپنے رب کی اور گناہ بخشواتے ہیں زمین والوں کے [۳] سنتا ہے وہی ہے معاف کرنے والا مہربان [۴]"},{"SurahNumber":42,"VerseNumber":6,"Text":"اور جنہوں نے پکڑے ہیں اس کے سوائے رفیق اللہ کو وہ سب یاد ہیں اور تجھ پر نہیں ان کا ذمہ [۵]"},{"SurahNumber":42,"VerseNumber":7,"Text":"اور اسی طرح اتارا ہم نے تجھ پر قرآن عربی زبان کا کہ تو ڈر سنا دے بڑے گاؤں کو اور آس پاس والوں کو [۶] اور خبر سنا دے جمع ہونے کے دن کی اس میں دھوکا نہیں ایک فرقہ بہشت میں اور ایک فرقہ آگ میں [۷]"},{"SurahNumber":42,"VerseNumber":8,"Text":"اور اگر چاہتا اللہ تو سب لوگوں کو کرتا ایک ہی فرقہ و لیکن وہ داخل کرتا ہے جس کو چاہے اپنی رحمت میں اور گنہگار جو ہیں ان کا کوئی نہیں رفیق اور نہ مددگار [۸]"},{"SurahNumber":42,"VerseNumber":9,"Text":"کیا انہوں نے پکڑے ہیں اُس سے ورے کام بنانے والے سو اللہ جو ہے وہ ہی ہے کام بنانے والا اور وہی جِلاتا ہے مُردوں کو اور وہ ہر چیز کر سکتا ہے [۹]"},{"SurahNumber":42,"VerseNumber":10,"Text":"اور جس بات میں جھگڑا کرتے ہو تم لوگ کوئی چیز ہو اس کا فیصلہ ہے اللہ کے حوالے [۱۰] وہ اللہ ہے رب میرا اسی پر ہے مجھکو بھروسہ اور اسی کی طرف میری رجوع ہے [۱۱]"},{"SurahNumber":42,"VerseNumber":11,"Text":"بنا نکالنے والا آسمانوں کا اور زمین کا بنا دیے تمہارے واسطے تمہی میں سے جوڑے اور چوپایوں میں سے جوڑے [۱۲] بکھیرتا ہے تمکو اسی طرح [۱۳] نہیں ہے اس کی طرح کا سا کوئی [۱۴] اور وہی ہے سننے والا دیکھنے والا [۱۵]"},{"SurahNumber":42,"VerseNumber":12,"Text":"اسی کے پاس ہیں کنجیاں آسمانوں کی اور زمین کی پھیلا دیتا ہے روزی جسکے واسطے چاہے اور ماپ کر دیتا ہے وہ ہر چیز کی خبر رکھتا ہے [۱۶]"}]}