{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"All food was lawful to the children of Israel save what Israel made unlawful to itself before the Torah was revealed. Say, \"Bring the Torah and recite it, if you speak the truth"},{"SurahNumber":3,"VerseNumber":94,"Text":"But whoever invents against Allah a lie, after that, they are, indeed, the wrong-doers"},{"SurahNumber":3,"VerseNumber":95,"Text":"Say, \"Allah speaks the truth, then follow the faith of Abraham, a \"Hanif\" (an upright or righteous man), who was not of the idolaters"},{"SurahNumber":3,"VerseNumber":96,"Text":"Verily, the first House founded for men was surely that at Bekkah (Mecca), a blessed place and a guidance to the worlds"},{"SurahNumber":3,"VerseNumber":97,"Text":"Therein are manifest signs - Abraham´s station, and whoever enters it is safe. It is a duty to Allah for man to make the pilgrimage unto the House, for whoever can find his way there (or can afford it). But whoever disbelieves - Allah is Independent"},{"SurahNumber":3,"VerseNumber":98,"Text":"Say, \"O people of the Book! Why do you disbelieve in Allah´s revelations, when Allah is witness of what you do"},{"SurahNumber":3,"VerseNumber":99,"Text":"Say, \"O people of the Book! Why do you turn from the way of Allah him who believes, craving to make it crooked, when you are yourselves witnesses (of Allah´s covenant)? But Allah is not unmindful of what you do"},{"SurahNumber":3,"VerseNumber":100,"Text":"O you who believe! If you obey the sect of those to whom the Book was brought, they will turn you from believers to unbelievers again"},{"SurahNumber":3,"VerseNumber":101,"Text":"How can you disbelieve while unto you are recited the revelations of Allah, and among you is His Messenger? But whoever takes tight hold on Allah, he is guided into the Straight Way"},{"SurahNumber":3,"VerseNumber":102,"Text":"O you who believe! Observe your duty to (or fear or respect) Allah with the right observance (or with the fear or respect that He deserves), and die not save as those who have surrendered (in a state of Islam)"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hold fast, all together, to the cable of Allah, and do not separate (divide or part in sects); but remember the favours of Allah towards you, when you were enemies and He made friendship between your heart, and on the morrow you became brothers, by His gr"},{"SurahNumber":3,"VerseNumber":104,"Text":"And that there may spring from you a nation who invite to goodness, and bid right conduct, and forbid what is wrong (or indecent); these are the successful"},{"SurahNumber":3,"VerseNumber":105,"Text":"Be not like those who parted in sects and disagreed after there came to them manifest signs; for them is mighty woe"},{"SurahNumber":3,"VerseNumber":106,"Text":"On the day when faces shall be whitened and faces shall be blackened. As for those whose faces are blackened, - \"Did you disbelieve after your faith, then taste the torment for your disbelief"},{"SurahNumber":3,"VerseNumber":107,"Text":"But as for those whose faces are whitened, in Allah´s mercy they shall dwell forever"},{"SurahNumber":3,"VerseNumber":108,"Text":"These are the revelations of Allah. We recite them to you in truth, for Allah desires not injustice unto the worlds (or His creatures)"},{"SurahNumber":3,"VerseNumber":109,"Text":"Allah´s is what is in the heavens and what is in the earth, and unto Allah do all affairs return"},{"SurahNumber":3,"VerseNumber":110,"Text":"You were the best of nations brought forth unto man. You bid what is reasonable, and forbid what is inappropriate (indecent, wrong), believing in Allah. Had the people of the Book believed, it would have been better for them. There are believers among the"},{"SurahNumber":3,"VerseNumber":111,"Text":"They shall surely not harm you save a trifle; and if they fight you, they shall show you their backs (flee), then they shall not be helped"},{"SurahNumber":3,"VerseNumber":112,"Text":"They are smitten with abasement wherever they be found, save for the rope of Allah and the rope of man (the ties of the covenant); and they draw on themselves wrath from Allah and are smitten with wretchedness; that is because they did disbelieve in Allah"}]}