{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, can be more wicked than he who lied against Allah and denied the Truth when it came to him? Is not in Hell an abode for those who suppress the Truth"},{"SurahNumber":39,"VerseNumber":33,"Text":"And one who came with the Truth, and one who confirmed it as true — such are the ones who practice piety"},{"SurahNumber":39,"VerseNumber":34,"Text":"For them there shall be, with their Lord, whatever they desire. That is the reward for good people"},{"SurahNumber":39,"VerseNumber":35,"Text":"[The reward of the good people is] such that Allah remits their bad deeds and compensates them well for their good deeds"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is Allah not sufficient for His subject? They frighten you of others besides Him. And there is none to guide the one whom Allah lets go astray"},{"SurahNumber":39,"VerseNumber":37,"Text":"And one whom Allah guides, none can lead that one astray. Is not Allah Omnipotent, with power to give a fitting retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"And if you ask them `Who created the heavens and the earth?' they will surely reply `Allah.' Tell them, `What do you think, then, of those whom you pray to instead of Allah? If Allah should will to harm me, will those remove the harm inflicted by Him? Or if Allah should will to be merciful to me, will they be able to wit old His Mercy from me?' Say, \"Allah is sufficient for me. In Him should put their trust — all those who do trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Tell them, \"O my people! Do what you do, as hard as you may, I too will do what I should. You shall soon know"},{"SurahNumber":39,"VerseNumber":40,"Text":"[You shall soon know] who suffers a disgracing punishment and whom the everlasting punishment is due upon"},{"SurahNumber":39,"VerseNumber":41,"Text":"We have sent down the Book upon you [Prophet Muhammad] with the Truth for all mankind. So one who takes guidance therefrom, one does so to one's own benefit. And one, who goes astray therefrom, shall hurt only one's own self by straying. You are not a manager of their affairs"},{"SurahNumber":39,"VerseNumber":42,"Text":"It is Allah Who takes away the souls of people at their death; and in their sleep, of those that have not died. Then He retains the souls of those against whom He had decreed death and returns those of others till an appointed time. In that indeed are signs for people who reflect"},{"SurahNumber":39,"VerseNumber":43,"Text":"Or have they taken intercessors other than Allah? Say, \"Can they intercede even if they have no power and do not even understand"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say, \"All intercession lies with Allah. His is the absolute sovereignty over the heavens and the earth. And to Him will all of you be returned"},{"SurahNumber":39,"VerseNumber":45,"Text":"And when Allah alone is mentioned, minds of those who do not believe in the Hereafter shrink away with aversion. And when others are mentioned besides Allah, they are filled with joy"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say, \"O Allah, the Maker of the heavens and the earth, the Knower of the unseen and the seen! You are the One to judge among Your subjects in matters they have been differing in"},{"SurahNumber":39,"VerseNumber":47,"Text":"Had the wrong-doers at their disposal the treasures of the earth in their entirety and as much besides, they would gladly offer it on the Day of Resurrection to redeem themselves from the harrowing punishment. For, there will appear to them from Allah something (sinister) they had never even imagined"},{"SurahNumber":39,"VerseNumber":48,"Text":"The evil that they earn will be apparent to them, and that which they scoffed at shall besiege them"},{"SurahNumber":39,"VerseNumber":49,"Text":"When an affliction affects man, he prays to Us. Then when We bestow upon him a favour from Us, he says, \"I have been given this because of my knowledge.\" Nay! This favour is a test; but most of them know not"},{"SurahNumber":39,"VerseNumber":50,"Text":"The people before them had said the same, but their earnings were of no avail to them"},{"SurahNumber":39,"VerseNumber":51,"Text":"And the evil they earned hit them. The wrongdoers among these now will also be hit by the evil they earn. They will not escape"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they not know that Allah gives the provision in ample measure to whom He wills and restricts it to whom He wills? Therein are signs for those that believe"}]}