{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Тогда Мы дали Моисею откровение: \"Брось жезл твой!\" И вот, он поглощает то, что они представили в призраках"},{"SurahNumber":7,"VerseNumber":118,"Text":"Так явилась истина, и оказалась ложь того, что сделали они"},{"SurahNumber":7,"VerseNumber":119,"Text":"Так они тогда были побеждены и превратились в умаленных"},{"SurahNumber":7,"VerseNumber":120,"Text":"Волхвы, повергшись долу, поклонились"},{"SurahNumber":7,"VerseNumber":121,"Text":"Они сказали: \"Веруем в Господа миров"},{"SurahNumber":7,"VerseNumber":122,"Text":"Господа Моисея и Аарона"},{"SurahNumber":7,"VerseNumber":123,"Text":"Фараон сказал: \"Уверуете ли в Него прежде, чем я позволю вам? Верно, этот умысел, какой вы замыслили против этого города, к тому, чтобы выгнать из него его жителей. Скоро узнаете"},{"SurahNumber":7,"VerseNumber":124,"Text":"Велю на кресте отсечь у вас руки и ноги, и потом всех вас велю распять"},{"SurahNumber":7,"VerseNumber":125,"Text":"Они сказали: \"Ко Господу нашему мы обращаемся"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ты будешь наказывать нас только за то, что мы уверовали в знамения Господа нашего, когда они пришли к нам. Господи наш! Влей в нас силу терпения и дай умереть нам покорными"},{"SurahNumber":7,"VerseNumber":127,"Text":"Старейшины народа сказали Фараону: \"Допустишь ли, чтобы Моисей и народ его распространяли нечестие в земле сей, оставили тебя и богов твоих?\" Он сказал: \"Мы велим убивать сынов их и оставлять в живых женский пол у них; мы преодолеем их"},{"SurahNumber":7,"VerseNumber":128,"Text":"Моисей сказал народу своему: \"Просите помощи у Бога и будьте терпеливы. Истинно, земля во власти Бога; Он отдаёт её в наследие тем из рабов своих, которым хочет. Конец ко благу благочестивых"},{"SurahNumber":7,"VerseNumber":129,"Text":"Они сказали: \"Мы подвержены страданиям и прежде твоего прихода к нам и после твоего прихода к нам\". Он сказал: \"Господь ваш может погубить врагов ваших и вас сделать наследниками земли сей, чтобы видеть, каковы будут ваши дела"},{"SurahNumber":7,"VerseNumber":130,"Text":"Мы уже наказывали дом Фараона неурожаем хлеба и скудостью плодов: может быть образумятся"},{"SurahNumber":7,"VerseNumber":131,"Text":"Но когда настало для них благополучие, они сказали: \"Это от нас зависело\"; а если постигает их какое бедствие, они, гадая по птицам, приписывают его Моисею и тому, кто с ним. Знайте, несчастия, о которых гадают они, в распоряжении Бога; но это множество их того не знает"},{"SurahNumber":7,"VerseNumber":132,"Text":"Они сказали: \"Какое знамение ни представишь ты нам, чтобы им очаровать нас; мы тебе не поверим"},{"SurahNumber":7,"VerseNumber":133,"Text":"тогда Мы послали на них наводнение, саранчу, скнип, жаб, кровь, - знамения ясные; а они взвеличались и стали людьми виновными"},{"SurahNumber":7,"VerseNumber":134,"Text":"Когда постигала их казнь, они говорили: \"Моисей, помолись о нас Господу твоему, как Он заповедал тебе; если ты удалишь от нас эту казнь, то мы непременно поверим тебе и отпустим с тобой сынов Израилевых"},{"SurahNumber":7,"VerseNumber":135,"Text":"Когда же Мы удаляли от них казнь в указанный срок: тогда они буйствовали против него. Так они вероломны"},{"SurahNumber":7,"VerseNumber":136,"Text":"Мы отмстили им: потопили их в море, за то, что они почли наши знамения ложными и были невнимательны к ним"},{"SurahNumber":7,"VerseNumber":137,"Text":"Народу, который считали немощным, Мы дали в наследие восточные и западные страны земли, которую Мы благословили. Благовещее слово Господа твоего к сынам Израилевым исполнилось за то, что они были терпеливы; но разрушили то, что созидал Фараон и народ его, то, что воздвигали они"},{"SurahNumber":7,"VerseNumber":138,"Text":"Сынов Израилевых Мы перевели чрез море, и они пришли к народу, благоговейно чтившему идолов, какие были у них. Они сказали: \"Моисей! Поставь нам бога такого же, какие боги у него есть\". Он сказал: \"Вы народ невежествующий"},{"SurahNumber":7,"VerseNumber":139,"Text":"Истинно, сокрушен будет он как и то, что чтит он; суетно то, что сделали они"},{"SurahNumber":7,"VerseNumber":140,"Text":"Он сказал: \"Стану ли я искать для вас другого какого нибудь бога кроме Бога, который облаготворил вас больше всех народов"},{"SurahNumber":7,"VerseNumber":141,"Text":"Вот, Мы избавили вас от народа Фараонова, подвергшего вас злому мучению: он убивал сынов ваших и давал жизнь только женскому полу у вас; а в этом было великое искушение от Господа вашего"}]}