{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"[L’échéance] du règlement de leur compte approche pour les hommes, alors que dans leur insouciance ils s’en détournent"},{"SurahNumber":21,"VerseNumber":2,"Text":"Aucun rappel de [révélation] récente ne leur vient de leur Seigneur, sans qu’ils ne l’entendent en s’amusant"},{"SurahNumber":21,"VerseNumber":3,"Text":"leurs cœurs distraits; et les injustes tiennent des conversations secrètes et disent : \"Cet homme, n'est-il rien d'autre qu'un être humain semblable à vous ? Comment vous laisser aller à cette sorcellerie alors que vous êtes si clairvoyants"},{"SurahNumber":21,"VerseNumber":4,"Text":"Il a répondu : \"Mon Seigneur sait tout ce qui se dit au ciel et sur la Terre; et Il est l’Audient, l’Omniscient"},{"SurahNumber":21,"VerseNumber":5,"Text":"Mais ils dirent : \"Voilà plutôt un amas de rêves ! Ou bien Il l’a inventé. Ou, c’est plutôt un poète. Qu’il nous apporte donc un signe [identique] à celui dont furent chargés les premiers envoyés"},{"SurahNumber":21,"VerseNumber":6,"Text":"Pas une seule cité parmi celles que Nous avons fait périr avant eux n’avait cru [à la vue des miracles]. Ceux-ci croiront-ils donc"},{"SurahNumber":21,"VerseNumber":7,"Text":"Nous n’avons envoyé avant toi que des hommes à qui Nous faisions des révélations. Demandez-donc aux érudits du Livre , si vous ne savez pas"},{"SurahNumber":21,"VerseNumber":8,"Text":"Et Nous n’en avons pas fait des corps qui ne consommaient pas de nourriture. Et ils n’étaient pas éternels"},{"SurahNumber":21,"VerseNumber":9,"Text":"Puis, Nous réalisâmes la promesse (qui leur avait été faite). Nous les sauvâmes avec ceux que Nous voulûmes [sauver] et Nous fîmes périr les outranciers"},{"SurahNumber":21,"VerseNumber":10,"Text":"Nous avons assurément fait descendre vers vous un livre où se trouve votre rappel [ou votre renom]. Ne raisonnez-vous donc pas"},{"SurahNumber":21,"VerseNumber":11,"Text":"Et que de cités qui ont commis des injustices, Nous avons brisées ; et Nous avons créé d’autres peuples après eux"},{"SurahNumber":21,"VerseNumber":12,"Text":"Quand [ces gens] sentirent Notre rigueur ils s’en enfuirent hâtivement"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne fuyez point! Retournez plutôt au grand luxe où vous étiez et dans vos demeures, afin que vous soyez interrogés"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ils dirent : \"Malheur à nous! Nous étions vraiment injustes"},{"SurahNumber":21,"VerseNumber":15,"Text":"Telle ne cessa d’être leur lamentation jusqu’à ce que Nous les eûmes moissonnés et éteints"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ce n’est pas par jeu que Nous avons créé le ciel et la Terre et ce qui est entre eux"},{"SurahNumber":21,"VerseNumber":17,"Text":"Si nous avions voulu prendre une distraction, Nous l’aurions prise de Nous- mêmes, si vraiment Nous avions voulu le faire"},{"SurahNumber":21,"VerseNumber":18,"Text":"Bien au contraire, Nous lançons contre le Faux la Vérité qui le subjugue, et le voilà qui disparaît. Et malheur à vous pour ce que vous attribuez [injustement à Allah]"},{"SurahNumber":21,"VerseNumber":19,"Text":"À Lui seul appartiennent tous ceux qui sont dans les cieux et sur la Terre. Et ceux qui sont auprès de Lui [Les Anges] ne s’enorgueillissent pas de Son adoration et ne s’en lassent pas"},{"SurahNumber":21,"VerseNumber":20,"Text":"Ils Le glorifient nuit et jour et ne s’interrompent point"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ont-ils pris des divinités qui peuvent ressusciter (les morts) de la terre"},{"SurahNumber":21,"VerseNumber":22,"Text":"S’il y avait dans le ciel et la Terre des divinités autre qu’Allah, tous deux seraient certes dans le désordre. Gloire donc à Allah, Seigneur du Trône ! Il est au- dessus de ce qu’ils Lui attribuent"},{"SurahNumber":21,"VerseNumber":23,"Text":"Il n’est pas interrogé sur ce qu’Il fait, mais ce sont eux qui devront rendre compte [de leurs actes]"},{"SurahNumber":21,"VerseNumber":24,"Text":"Ont-ils pris des divinités en dehors de Lui ? Dis : \"Apportez votre preuve !\" Ceci est la révélation de ceux qui sont avec moi et de ceux qui étaient avant moi. Mais la plupart d’entre eux ne connaissent pas la vérité et s’en écartent"},{"SurahNumber":21,"VerseNumber":25,"Text":"Et Nous n'avons envoyé avant toi aucun Messager à qui nous n'ayons révélé : \"Point de divinité [véritable] en dehors de Moi. Adorez-moi donc"},{"SurahNumber":21,"VerseNumber":26,"Text":"Et ils dirent : “Le Tout Miséricordieux s’est donné un enfant.” Gloire à Lui ! Mais ce sont plutôt des serviteurs honorés"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ils ne devancent pas Son Commandement et agissent selon Ses ordres"},{"SurahNumber":21,"VerseNumber":28,"Text":"Il sait ce qui est devant eux et ce qui est derrière eux. Et Ils n’intercèdent qu’en faveur de ceux qu’Il a agréés [tout en étant] pénétrés de Sa crainte"}]}