{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"Ja Mibgħut (Muħammad), xandar dak li tniżżel lilek minn Sidek, u jekk ma tagħmilx (hekk, u ma xxandarx kulma ngħatalek), ma tkunx xandart il-messaġġ tiegħu. Alla jħarsek min-nies (li jridu jagħmlulek id-deni jew joqtluk). Tabilħaqq li Alla ma jurix it-triq lil-dawk li ma. jemmnux"},{"SurahNumber":5,"VerseNumber":68,"Text":"Għid (Muħammad): ''Ja Nies il-Ktieb, ma għandkom xejn (bħala gwida fuq -xiex iżżommu), sa ma żżommu sħiħ mat-Tora, ma' l-Evanġelju u ma' dak li tniżżel lilkom minn Sidkom (il-Qoran).' Dak li tniżżel lilek minn Sidek (il-Qoran) tassew iżid lil ħafna minnhom fil- ħażen u fiċ-ċaħda tat-twemmin, iżda la. titnikkitx (Muħammad) għan-nies li ma jemmnux"},{"SurahNumber":5,"VerseNumber":69,"Text":"Tabilħaqq li dawk li jemmnu (il-Misilmin), il-Lhud, is- Sabijin, u l-Insara, min jemmen f'Alla u fl-Aħħar Jum, u jagħmel għemejjel tajba, (dawk) ebda. biża' ma. jkun hemm fuqhom (fl-Aħħar Jum), u lanqas ma jitnikktu (minħabba dak li ħallew warajhom fid-dinja)"},{"SurahNumber":5,"VerseNumber":70,"Text":"Aħna dħalna f'rabta ma' Wlied Israel u bgħatna għandhom Mibgħutin. Kull darba li ġiehom xi Mibgħut b'dak li ma jixtiqux, giddbu lil uħud minnhom, u qatlu lil oħrajn"},{"SurahNumber":5,"VerseNumber":71,"Text":"U ħasbu li ma jkunx hemm tiġrib (għalihom tal-ħażen li għamlu); u għalhekk għamew u ttarrxu (u ma setgħux isibu. triq. is-sewwa). Imbagħad Alla dar lejhom bil- maħfra: (imma) imbagħad ħafna minnhom għamew u ttarrxu (għal darba oħra). Iżda Alla jara sew dak li jagħmlu"},{"SurahNumber":5,"VerseNumber":72,"Text":"M'emmnux dawk li jgħidu: 'Tabilħaqq Alla huwa l- Messija bin Marija.' Il-Messija (innifsu) qal: 'Ja Wlied Israel, agħtu qima lil Alla Sidi u Sidkoml' Tabilħaqq li min ixierek lil- Alla (ma' allat oħra), Alla jċaħħdu mill- Ġenna, u il-kenn tiegħu jkun in-Nar. Il-ħżiena ma għandhomx min jgħinhom"},{"SurahNumber":5,"VerseNumber":73,"Text":"M'emmnux dawk li jgħidu: ''Alla. tabilħaqq huwa t- tielet minn tlieta.' Iżda ma hemmx alla (ieħor) ħlief Alla Wieħed. U jekk m'intomx se jieqfu minn dak li qegħdin jgħidu, dawk fosthom li ċaħdu t-twemmin se jmisshom kastig ta' wġigħ"},{"SurahNumber":5,"VerseNumber":74,"Text":"Għaliex ma jdurux bl-indiema lejn Alla u jitolbuh maħfra 7 Alla huwa Kollu Maħfra u Ħanin"},{"SurahNumber":5,"VerseNumber":75,"Text":"Il-Messija bin Marija ma kienx għajr Mibgħut, u qablu għaddew il-Mibgħutin (l-oħra). Ommu kienet mara tal- ħaqq u s-sewwa. Huma t-tnejn kienu jieklu l-ikel (bħal ħaddieħor). Ara kif nuruhom. biċ-ċar (lill-Insara) is- sinjali (tagħna, biex jemmnu), imbagħad ara kif jitbiegħdu mis-sewwa"},{"SurahNumber":5,"VerseNumber":76,"Text":"Għid(ilhom: Muħammad): ''Jaqaw, minflok. lil Alla, tqimu dak li la għandu s-setgħa jkunilkom ta' deni u lanqas ta' siwiV' Iżda Alla huwa li jisma' kollox u jaf kollox"},{"SurahNumber":5,"VerseNumber":77,"Text":"Għid(ilhom: ukoll Muħammad): ''Ja' Nies. il-Ktieb, tesaġerawx fir-reliġjon tagħkom (hekk (i tisħqu fuq dak) li ma huwiex is-sewwa, u la timxux wara x-xewqat ta' nies li fl-imgħoddi tħawdu, ħawdu lil ħafna (oħrajn), u tilffu triq is-sewwa"},{"SurahNumber":5,"VerseNumber":78,"Text":"Dawk minn Ulied Israel li m'emmnux, insteħtu minn David u minn Ġest bin Marija għaliex m'obdewx (/i/ Alla) u kienu jagħmlu l-ħażen"},{"SurahNumber":5,"VerseNumber":79,"Text":"Huma ma kinux iżommu lil xulxin mill-ħażen li għamlu. Tassew ta' għajb dak li kienu jagħmlu"},{"SurahNumber":5,"VerseNumber":80,"Text":"Tara ħafna minnhom (il-Lhud) jissieħbu ma' dawk li ma jemmnux. Tassew ta' għajb dak (l-għemil) li huma nfushom ressqu quddiemhom (biex jitħallsu. tiegħu fil- Ħajja l-Oħra, u) Alla għadab għalihom, u huma jibqgħu fil-kastig għal dejjem"},{"SurahNumber":5,"VerseNumber":81,"Text":"Li kieku (il-Lhud) emmnu f'Alla, fil-Profeta, u f'dak li tniżżel lilu, ma kinux-jissieħbu magħhom, iżda ħafna minnhom huma ħżiena"}]}