{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin affediciliğine ve genişliği gökler ile yer arası kadar olan Cennete koşunuz. Burası takvalılar için hazırlanmıştır"},{"SurahNumber":3,"VerseNumber":134,"Text":"Onlar bollukta ve darlıkta Allah için mal harcarlar, öfkelerini yenerler ve insanların kusurlarını bağışlarlar. Hiç kuşkusuz Allah iyilikseverleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Yine onlar bir kötülük işlediklerinde ya da kendilerine zulmettiklerinde Allah´ı hatırlayarak hemen günahlarının affedilmesini dilerler. Günahları Allah´tan başka kim affedebilir? Onlar işledikleri günahlarda bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"İşte onların mükafatı, Allah tarafından affedilmek ve altından ırmaklar akan, içinde sürekli kalacakları Cennetlerdir. İyi işler yapanları bekleyen mükafat ne kadar güzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce ilahi yasaların değişmezliğini kanıtlayan birçok olaylar gelip geçti. Yeryüzünü geziniz ve Allah´ın ayetlerini yalan sayanların akıbetini görünüz"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu Kur´an, insanlara yönelik bir açıklama, takvalılar için bir doğru yol kılavuzu, bir öğüttür"},{"SurahNumber":3,"VerseNumber":139,"Text":"Sakın gevşemeyiniz, karamsarlığa kapılmayınız. Eğer mümin iseniz üstün gelecek olan taraf sizlersiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eğer siz (Uhud´da) yara aldınız ise karşınızdakiler de benzeri bir yara almışlardır. Biz bu tür acı günleri insanlar arasında dolaştırırız. Allah´ın kimlerin mümin olduklarını belirlemesi ve aranızdan bazı şahitler seçmesi içindir bu. Hiç kuşkusuz Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Bunun bir başka sebebi Allah´ın, müminleri arındırması ve kâfirleri yok etmesidir"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa siz, Allah içinizdeki cihad edenleri ayırd etmeden ve sabırlıları belirlemeden Cennete girebileceğinizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Sizler ölümle karşılaşmadan önce onu arzuluyordunuz. Oysa onu görünce bakıp duruyorsunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed sadece bir peygamberdir. Ondan önce daha nice peygamberler gelip geçmiştir. Şimdi eğer o ölür ya da öldürülürse topuklarınız üzerinde geri mi döneceksiniz? Kim iki topuğu üzerinde geri dönerse bilsin ki, Allah´a hiçbir zarar vermez. Allah şükredenleri ödüllendirecektir"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah´ın izni olmaksızın hiç kimsenin ölmesi söz konusu değildir. O süresi belirli bir yazıya bağlıdır. Kim dünya kazancını isterse ona ondan veririz. Kim ahiret sevabını isterse ona da ondan veririz. Biz şükredenleri ödüllendireceğiz"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamber var ki, çok sayıda taraftarı kendisi ile birlikte savaştı. Bunlar Allah yolunda başlarına gelenlerden dolayı gevşemediler, yılmadılar ve boyun eğmediler. Allah sabırlıları sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onlar sadece «Ey Rabbimiz, günahlarımızı ve davranışlarımızdaki aşırılıklarımızı affeyle, ayaklarımızı kaydırma ve kâfirler karşısında bize yardım et» demişlerdir"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara hem dünya kazancını ve hem de ahiret mükâfatının en güzelini verdi. Allah iyi işler yapanları sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey müminler, eğer kâfirlere itaat ederseniz sizleri topuklarınız üzerinde geriye döndürürler de hüsrana uğrarsınız"},{"SurahNumber":3,"VerseNumber":150,"Text":"Oysa Allah´tır sizin mevlânız. O yardım edenlerin en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Biz kâfirlerin kalplerine korku salacağız. Çünkü onlar kendilerine hiçbir güç verilmemiş olan nesneleri Allah ´a ortak koşmuşlardır. Onların gidecekleri yer Cehennem´dir. Zalimlerin varacağı yer ne fenadır"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah size verdiği sözü yerine getirdi. Hani size sevdiğinizi (zaferi) gösterdikten sonra bozuluncaya, savaş konusunda görüş ayrılığına düşünceye ve itaatsizlik edinceye kadar müşrikleri kırıp geçiriyordunuz. Kiminiz dünyayı istiyordu, kiminiz de ahireti istiyordu. Sonra sizi deneyden geçirmek için onların başından savdı. Ama yine de sizi affetti. Allah müminlere karşı gerçekten lütuf sahibidir"}]}