{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"“Ndipo akazi omwe angobereka kumene ayamwitse ana awo zaka ziwiri zathunthu kwa yemwe akufuna kukwaniritsa kuyamwitsa. Ndiudindo wa abambo kuwapezera chakudya chawo ndi chovala chawo (ana awo ndi ) amayiwo, motsatira malamulo a Shariya. Ndipo mzimu wa munthu aliyense sukakamizidwa, koma m’mene ungathere. Ndipo mayi wa mwanayo asazunzidwe chifukwa cha mwana wakeyo. Nayenso bambo wa mwanayo asazunzike chifukwa cha mwana wakeyo. Ndipo lamuloli lilinso chimodzimodzi pa mlowam’malo (ngati bambo atamwalira). Ndipo onse awiri ngati atafuna kumletsa kuyamwa, mogwirizana pakati pa awiriwo, ndi mokambirana palibe kulakwa pa iwo awiriwo. Ndipo ngati mutafuna kuwapezera ana anu akazi ena owayamwitsa (omwe si amayi awo), palibe uchimo mwa inu ngati mwapereka chimene udalonjeza kuwapatsa (oyamwitsawo) mwa ubwino. Ndipo opani Allah; dziwaninso kuti Allah akuona zonse zimene mukuchita"},{"SurahNumber":2,"VerseNumber":234,"Text":"Ndipo mwa inu amene amwalira nasiya akazi, choncho (akaziwo) ayembekezere (asakwatiwe) miyezi inayi ndi masiku khumi. Ndipo akakwanitsa nyengo ya chiyembekezero chawo cha edda, sitchimo kwa inu pazimene akaziwo adzichitira okha (monga kudzikongoletsa ndi kudziwonetsa kwa ofunsira ukwati); motsatira malamulo a Shariya. Ndipo Allah Ngodziwa zonse zimene mukuchita"},{"SurahNumber":2,"VerseNumber":235,"Text":"“Ndipo sitchimo kwa inu kupereka mawu okuluwika ofunsira ukwati kwa akaziwo (pamene chiyembekezero cha edda yawo chisanathe. Ndiponso palibe uchimo) kapena kubisa mu mtima mwanu, kuwakwatira (chiyembekezo chawo chikadzatha). Allah wadziwa kuti mukhala mukuwakumbukira akaziwo. Koma musawalonjeze mobisa (kuti: “Ikatha edda ndidzakukwatira).” Koma nenani mawu abwino. Ndipo musatsimikize kumanga ukwati mpaka nyengo yolembedwayo ikwanire. Ndipo dziwani kuti Allah akudziwa zomwe zili m’mitima mwanu. Tero muopeni (Allah), dziwaninso kuti Allah Ngokhululuka kwabasi, Ngoleza"},{"SurahNumber":2,"VerseNumber":236,"Text":"“Palibe tchimo pa inu mutawapatsa akazi mawu achilekaniro pomwe simudakhudzane nawo; pomwenso simudawadziwitse gawo la chiwongo chawo; koma asangalatseni (powapatsa chilekaniro). Wopeza bwino apereke malinga ndikupeza bwino kwake; wochepekedwa apereke malingana ndikuchepekedwa kwake. Chilekaniro chosangalatsacho chikhale molingana ndi malamulo a Shariya, ndipo ndilamulo kwa ochita zabwino"},{"SurahNumber":2,"VerseNumber":237,"Text":"“Ndipo ngati mwalekana nawo (akaziwo) musanakhudzane nawo mutawadziwitsa gawo la chiwongo chawo, apatseni theka la chimene mudagwirizana kuwapatsa pokhapokha ngati akaziwo atakana okha (theka la chiwongocho), kapena (mwamuna) uja yemwe kumangitsa kwa ukwati kuli m’manja mwake amusiire (chiwongo chonsecho mkaziyo). Ndipo ngati mutasiirana (zimenezo) zingakuyandikitseni kumbali yoopa Allah. Ndipo musaiwale kuchitirana zabwino pakati panu (ngakhale kuti mukulekana). Ndithudi Allah akuona zonse zimene mukuchita"},{"SurahNumber":2,"VerseNumber":238,"Text":"“Sungani mokwanira Swala makamaka Swala yapakatikati; ndipo imilirani modzichepetsa kwa Allah"},{"SurahNumber":2,"VerseNumber":239,"Text":"“Ndipo ngati muli ndi mantha (kupemphera mwalamulo pamene mukumenyana ndi adani anu), pempherani uku mukuyenda, kapena mutakwera chokwera. Ndipo mukakhala pachitetezo mkumbukireni Allah (pempherani) monga momwe wakuphunzitsirani zomwe simudali kuzidziwa"},{"SurahNumber":2,"VerseNumber":240,"Text":"“Ndipo mwa inu amene amwalira nasiya akazi awo, alangize (amlowam’malo awo, monga makolo ndi achibale) za akazi awo kuti awapatse zodyera m’nyengo ya chaka chimodzi popanda kutulutsidwa (m’nyumba zomwe ankakhala ndi amuna awo). Koma ngati akaziwo atuluka (okha), palibe kulakwa pa inu pa zimene adzichitira okha zomwe nzogwirizana ndi chilamulo cha Shariya. Ndipo Allah Ngwamphamvu zoposa; Ngwanzeru zakuya"},{"SurahNumber":2,"VerseNumber":241,"Text":"“Ndipo akazi osiidwa ukwati, apatsidwe chilekaniro chowasangalatsa m’chilamulo cha Shariya. Ili ndi lamulo kwa amene akuopa Allah"},{"SurahNumber":2,"VerseNumber":242,"Text":"“Umu ndi momwe Allah akukulongosolerani ma Ayah ake (ndime zake) kuti inu mukhale ndi nzeru"}]}