{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Gerçek şu ki, insan tatminsiz bir tabiata sahiptir"},{"SurahNumber":70,"VerseNumber":20,"Text":"(Kural olarak,) başına bir kötülük geldiği zaman sızlanmaya başlar"},{"SurahNumber":70,"VerseNumber":21,"Text":"bir iyilik ile karşılaşınca da onu bencilce (sahiplenip başka insanlardan) uzak tutar"},{"SurahNumber":70,"VerseNumber":22,"Text":"Ancak namazda bilinçli olarak Allah´a yönelenler böyle değildir"},{"SurahNumber":70,"VerseNumber":23,"Text":"(ve) namazlarında devamlı ve kararlı olanlar"},{"SurahNumber":70,"VerseNumber":24,"Text":"ve şunlar: malları üzerinde (başkasının) hak sahibi olduğunu kabul edenler"},{"SurahNumber":70,"VerseNumber":25,"Text":"(yardım) isteyenlerin ve (hayatın güzel şeylerinden) yoksun bulunanların"},{"SurahNumber":70,"VerseNumber":26,"Text":"ve Hesap Günü´nü(n geleceğini) tasdik edenler"},{"SurahNumber":70,"VerseNumber":27,"Text":"ve Rablerinin azabına karşı korku ve saygı içinde bulunanlar"},{"SurahNumber":70,"VerseNumber":28,"Text":"zaten Rabbinin azabına karşı hiç kimse kendini (tam) bir güven içinde hissedemez"},{"SurahNumber":70,"VerseNumber":29,"Text":"Ve iffetlerine karşı duyarlı olanlar"},{"SurahNumber":70,"VerseNumber":30,"Text":"eşleri; yani (nikah yoluyla) meşru şekilde sahip oldukları dışında (isteklerini frenleyenler,) çünkü ancak o zaman hiçbir kınamaya uğramazlar"},{"SurahNumber":70,"VerseNumber":31,"Text":"ama o (sınır)ın ötesine geçmek isteyenler, gerçek haddi aşanlardır"},{"SurahNumber":70,"VerseNumber":32,"Text":"emanetlere ve ahidlerine riayet edenler"},{"SurahNumber":70,"VerseNumber":33,"Text":"ve şahitlik yaptıkları zaman kararlı duranlar"},{"SurahNumber":70,"VerseNumber":34,"Text":"ve namazlarını (bütün dünyevi endişelerden) uzak tutanlar"},{"SurahNumber":70,"VerseNumber":35,"Text":"İşte bunlardır (cennet) bahçeler(in)de ağırlanacak olanlar"},{"SurahNumber":70,"VerseNumber":36,"Text":"O halde bu hakikati inkara şartlanmış olanlara ne oluyor ki senin önünde şaşkın vaziyette oraya buraya koşturuyorlar"},{"SurahNumber":70,"VerseNumber":37,"Text":"sağdan ve soldan kalabalıklar halinde (sana gelerek)"},{"SurahNumber":70,"VerseNumber":38,"Text":"Onların her biri (bu şekilde) bir esenlik bahçesine gireceğini mi sanıyor"},{"SurahNumber":70,"VerseNumber":39,"Text":"Asla! Çünkü, Biz onları (çok iyi) bildikleri bir şeyden yarattık"},{"SurahNumber":70,"VerseNumber":40,"Text":"Evet! Bütün gündoğumu ve günbatımı noktalarının Rabbini (Bizim varlığımıza) tanıklık etmeye çağırırım; şüphesiz Biz muktediriz"},{"SurahNumber":70,"VerseNumber":41,"Text":"onları kendilerinden daha hayırlı (bir toplum) ile değiştirmeye. Çünkü Bizi (istediğimizi yapmaktan) alıkoyan hiçbir şey yoktur"},{"SurahNumber":70,"VerseNumber":42,"Text":"O halde, bırak onları, kendilerine vaad edilen (Hesap) Günü ile karşılaşıncaya kadar boş konuşmalarla oyalansınlar ve (kelimelerle) oynayıp dursunlar"},{"SurahNumber":70,"VerseNumber":43,"Text":"ki o Gün bir hedefe doğru yarışıyorlarmış gibi mezarlarından aceleyle fırlarlar"},{"SurahNumber":70,"VerseNumber":44,"Text":"gözleri düşmüş, zillete duçar bir vaziyette; işte onlara defalarca haber verilen Gün"},{"SurahNumber":71,"VerseNumber":1,"Text":"Biz Nuh´u kendi toplumuna göndererek \"Başlarına şiddetli bir azap gelmeden halkını uyar!\" diye (emrettik)"},{"SurahNumber":71,"VerseNumber":2,"Text":"(Nuh) \"Ey halkım!\" diye seslendi, \"Ben sizin için açık bir uyarıcıyım"},{"SurahNumber":71,"VerseNumber":3,"Text":"(yalnız) Allah´a kulluk etmeniz ve O´na karşı sorumluluk bilinci taşımanız (gerektiğini bildiren bir uyarıcı). \"Şimdi bana kulak verin"},{"SurahNumber":71,"VerseNumber":4,"Text":"ki Allah bir kısım günahlarınızı bağışlasın ve (yalnız O´na) malum olan bir zamana kadar size mühlet tanısın; ama bilin ki Allah´ın belirlediği vade gelip çattığında hiçbir şekilde ertelenemez. Keşke bunu bilseydiniz"},{"SurahNumber":71,"VerseNumber":5,"Text":"(Ve bir zaman sonra, Nuh) \"Ey Rabbim!\" dedi, \"Ben halkıma gece gündüz çağrıda bulunuyorum"},{"SurahNumber":71,"VerseNumber":6,"Text":"ama bu çağrım onları yalnızca (Senden) daha da uzaklaştırdı"},{"SurahNumber":71,"VerseNumber":7,"Text":"Ve doğrusu, onlara bağışlayıcılığını göstereceğin ümidiyle ne zaman çağrıda bulunduysam parmaklarını kulaklarına tıkadılar, (günahkarlık) giysilerine büründüler, daha fazla inada kapıldılar ve boş gururlarında (daha da) azgınlaştılar"},{"SurahNumber":71,"VerseNumber":8,"Text":"Doğrusu, ben onları açık açık çağırdım"},{"SurahNumber":71,"VerseNumber":9,"Text":"onlara açıktan tebliğde bulundum; (ayrıca) onlarla gizlice, özel olarak da konuştum"},{"SurahNumber":71,"VerseNumber":10,"Text":"ve dedim ki: \"Rabbinizden günahlarınızın bağışlanmasını dileyin, çünkü O, kuşkusuz bağışlayıcıdır"},{"SurahNumber":71,"VerseNumber":11,"Text":"Size, hesapsız semavi nimetler yağdıracaktır"},{"SurahNumber":71,"VerseNumber":12,"Text":"dünyevi servet ve evlat vermek suretiyle size yardım edecek ve size bağlar bahçeler ihsan edecek ve akıp giden sular bağışlayacaktır"},{"SurahNumber":71,"VerseNumber":13,"Text":"Size ne oluyor ki Allah´ın büyüklüğünü kabul etmiyorsunuz"},{"SurahNumber":71,"VerseNumber":14,"Text":"sizi(n her birinizi) peşpeşe aşamalardan geçirerek yaratanın O olduğunu gördüğünüz halde"},{"SurahNumber":71,"VerseNumber":15,"Text":"Görmüyor musunuz Allah yedi göğü nasıl birbiriyle uyumlu yaratmıştır"},{"SurahNumber":71,"VerseNumber":16,"Text":"ve onların içine ay´ı (yansıyan) bir ışık olarak yerleştirmiş ve güneşi (ışık saçan) bir lamba yapmıştır"},{"SurahNumber":71,"VerseNumber":17,"Text":"Ve Allah sizi yerden (tedrici bir şekilde) yeşertip büyütmüştür; ve sonra sizi (öldükten sonra) ona geri döndürecektir"},{"SurahNumber":71,"VerseNumber":18,"Text":"(daha sonra) sizi yeniden dirilterek tekrar ortaya çıkaracaktır"},{"SurahNumber":71,"VerseNumber":19,"Text":"Ve Allah yeri sizin için genişçe yaymıştır"},{"SurahNumber":71,"VerseNumber":20,"Text":"ki üzerinde geniş yollardan yürüyüp geçebilesiniz"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nuh, \"Ey Rabbim!\" diye ekledi, \"Onlar bana (tamamen) karşı çıktılar, zaten onlar serveti ve çocukları yüzünden hızla yok olmaya doğru giden kimselere uyarlar"},{"SurahNumber":71,"VerseNumber":22,"Text":"ve (Sana karşı) en korkunç tuzakları kuranlara"},{"SurahNumber":71,"VerseNumber":23,"Text":"çünkü onlar (kendilerine uyanlara): ´Tanrılarınızı hiçbir zaman terk etmeyin! Ne Vedd, ne Suva´, ne Yeğus, ne Ye´uk ve ne de Nesr´i terk etmeyin!´ demişlerdi"},{"SurahNumber":71,"VerseNumber":24,"Text":"Onlar böylece çoğu kimseyi saptırdılar, o halde, Sen bu zalimlere yalnızca (özlem duydukları şeylerden) uzaklaşmalarını emret"},{"SurahNumber":71,"VerseNumber":25,"Text":"Böylece onlar, günahları yüzünden (büyük bir tufanda) boğuldular ve (öteki dünyanın) ateşinde yanmaya mahkum edildiler; ve kendilerini Allah´a karşı koruyacak bir yardımcı bulamadılar"},{"SurahNumber":71,"VerseNumber":26,"Text":"Ve Nuh, \"Ey Rabbim!\" diye yalvardı: \"Yeryüzünde bu hakikati inkar edenlerden hiç kimseyi bırakma"},{"SurahNumber":71,"VerseNumber":27,"Text":"çünkü Sen onları bırakırsan, Sana kulluk edenleri hep saptır(maya çalış)ırlar ve yalnızca fesada ve inatla sürdürülen nankörlüğe sebep olurlar"},{"SurahNumber":71,"VerseNumber":28,"Text":"Ey Rabbim! Bana, anneme, babama, evime mümin olarak giren herkese ve (daha sonraki) bütün mümin kadınlara ve erkeklere bağışlayıcılığını göster ve zulüm işleyenleri her zaman helake uğrat"}]}