{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"(Bütün) mülk (-ü tasarruf, ilâhî kudretinin) elinde bulunan (Allah) ın şanı ne yücedir! O, her şey´e hakkıyle kaadirdir"},{"SurahNumber":67,"VerseNumber":2,"Text":"O, hanginizin daha güzel amel (ve hareket) edeceğini (hakkınızda) imtihan etmek için ölümü de, dirimi de takdîr eden ve yaratandır. O, gaalib-i mutlakdır, çok yarlığayıcıdır"},{"SurahNumber":67,"VerseNumber":3,"Text":"O, birbiriyle âhenkdâr yedi gök yaratmış olandır. O çok esirgeyici (Allah) ın yaratışında hiçbir nizamsızlık görmezsin. İşte gözü (nü bir defa daha göğe) çevir, (bak, orada) hiçbir çatlak görecek misin"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sonra gözü (nü) iki kerre daha çevir. (Nihayet) o göz, hor ve hakîr yine sana dönecekdir ve o, (artık bir kusur bulabilmekden) yorulmuşdur"},{"SurahNumber":67,"VerseNumber":5,"Text":"Andolsun ki biz yere en yakın olan göğü kandillerle donatdık. Bunları şeytanlara da atış taneleri yapdık ve onlara çılgın ateş (cehennem) azâbı hazırladık"},{"SurahNumber":67,"VerseNumber":6,"Text":"Rablerine küfredenler için de (böyle) cehennem azâbı vardır. O, ne kötü dönüşdür"},{"SurahNumber":67,"VerseNumber":7,"Text":"Onun içine atıldıkları zaman onun kaynar haldeki bed sesini işitdiler (işidirler)"},{"SurahNumber":67,"VerseNumber":8,"Text":"Öfkesinden hemen hemen çatlayacak gibi olur o. (Onlardan) her güruh, içine atıldıkça kendilerine bekçileri sordular (sorarlar): «Size, (bu) azâb ile korkutan (bir peygamber) gelmedi mi?»"},{"SurahNumber":67,"VerseNumber":9,"Text":"Onlar «Evet, dediler (derler), gerçek bize, (bu) azâb ile korkutan peygamber gelmişdir. Fakat biz (onları) yalan saydık ve Allah hiç birşey indirmemişdir. Siz ancak büyük bir sapıklık içindesiniz dedik»"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ve (şunu) söylediler (söylerler): «Eğer bizi dinler, yahud aklımızı kullanır (insanlar) olsaydık şu çılgın cehennem yârânı içinde bulunmazdık.»"},{"SurahNumber":67,"VerseNumber":11,"Text":"Bu suretle günâhlarını i´tiraaf etdiler (ederler). (Ko Allah) Cehennem yaranını (rahmetinden) koğsun"},{"SurahNumber":67,"VerseNumber":12,"Text":"Filhakıyka, Rableri (nin azâb) ından gıyaben korkanlar (yok mu?) onlar için hem mağfiret var, hem büyük mükâfat"},{"SurahNumber":67,"VerseNumber":13,"Text":"(Ey kâfirler) sözünüzü (ister) gizleyin, ister onu açıklayın. Çünkü O, sinelerin özünü bile hakkıyle bilendir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratıb duran (Allah) mı bilmeyecekmiş? O, lâtıyfdir, her şeyden haberdârdır"},{"SurahNumber":67,"VerseNumber":15,"Text":"O, yeri, sizin fâidenize, hor (ve müsahhar) kılandır. O halde onun omuzlarında yürüyün. (Allahın) rızkından yeyin. (Fakat şunu dâima hatırlayın ki) son gidiş ancak Onadır (Allâhadır)"},{"SurahNumber":67,"VerseNumber":16,"Text":"(Bu âlemin tedbîrine müvekkel olan) gökdeki (melek) lerden, (Allahdan), sizi yere batırıvermesinden emîn mi olduunz? O vakit bakarsınız ki o (arz durmayıb) çalkanmakdadır"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa gökdeki (melek) lerin, (Allahın izniyle), üstünüze taş yağdırıcı (rüzgâr) göndermesinden emîn mi oldunuz? Siz (o zaman) tehdidimin nice olduğunu bileceksiniz"},{"SurahNumber":67,"VerseNumber":18,"Text":"Andolsun ki onlardan evvelkiler de tekzîb etmiş (ler) di. (Bak) benim inkârım (da) nice oldu"},{"SurahNumber":67,"VerseNumber":19,"Text":"Onlar, üstlerinde kanadlarını açarak, kapayarak uçan kuşları da görmediler mi? Bunları (cevv-i hevada) — O rahmeti her şey´i kaplayan — (Allah) dan başkası tutmuyor. Şübhesiz ki O, herşey´i hakkıyle görendir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahmetiâm ve şâmil olan (Allah) a karşı size (kurtarıcı bir) yardımda bulunabilecek olan kimdir? Şu sizin ordunuz mu? Kâfirler gurur dan başkası içinde değildirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"O, eğer rızkını tutub kesiverirse şu size rızık verebilecek kim? Hayır, onlar bir azgınlık, (Hakdan) bir nefret içinde mütemadiyen inâd etmişlerdir"},{"SurahNumber":67,"VerseNumber":22,"Text":"Şimdi yüz üstü, düşe kalka yürümekde olan kimse mi daha çok hidâyete erendir, yoksa doğru bir yol üzerinde düpedüz, (dimdik) yürüyen mi? (Düşünün)"},{"SurahNumber":67,"VerseNumber":23,"Text":"(Habîbim) de ki: «O, sizi yaratan, size kulak (lar), gözler gönüller verendir. Siz ne az şükredersiniz»"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: «O, sizi yer (yüzün) de zürriyet haalinde yaratıb yayandır ve nihayet (hepiniz) ancak Ona toplanıb götürüleceksiniz»"},{"SurahNumber":67,"VerseNumber":25,"Text":"(Kâfirler, mü´minlere istihza ile) «Eğer siz doğru söyleyenlerseniz şu va´din (tehdîdin tehakkuku) ne zaman?» derler"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: O (nun vaktına âid) bilgi ancak Allahın nezdindedir. Ben sâdece Allahın azabını apaçık haber veren (bir peygamber) im»"},{"SurahNumber":67,"VerseNumber":27,"Text":"Artık onu yakında gördükleri zaman o küfredenlerin yüzleri kötü bir haale getirilmiş ve (onlara) «İşte bu, sizin (çarçabuk istediğiniz ve aksini) iddia etdiğiniz şeydir» denilmişdir (denilecek)"},{"SurahNumber":67,"VerseNumber":28,"Text":"De ki: «Eğer Allah beni ve benimle beraber olan (mü´min) leri (arzunuz vech ile) helak eder, yahud (bizi) esirgerse ya kâfirleri acıklı azâbdan kurtaracak kimdir?»"},{"SurahNumber":67,"VerseNumber":29,"Text":"De ki: «(Sizi kendisine davet etdiğimiz) O (Zât-i ecelle ve a´lâ), rahmeti bütün yaratdıklarına şâmil olan (Allah) dır ki biz Ona îman etdik ve ancak Ona güvenib dayandık. Artık apaçık bir sapıklık içinde bulunan kimmiş? İleride siz de bileceksiniz»"},{"SurahNumber":67,"VerseNumber":30,"Text":"De ki: «Eğer suyunuz yerin dibine savulub giderse kim akar bir su getirir, (bana) söyleyin»"}]}