{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Por certo, Nós te fizemos revelações, Muhammad, como fizemos a Noé e aos profetas, depois dele. E fizemos revelações a Abraão e a Ismael, e a Isaque e a Jacó, e às tribos e a Jesus, e a Jó e a Jonas, e a Aarão e a Salomão ; e concedemos os Salmos a Davi"},{"SurahNumber":4,"VerseNumber":164,"Text":"E enviamos Mensageiros, de que, com efeito, te fizemos menção antes e Mensageiros, de que não te fizemos menção; e Allah falou a Moisés efetivamente"},{"SurahNumber":4,"VerseNumber":165,"Text":"Mensageiros por alvissareiros e admoestadores, para que não houvesse, da parte dos humanos, argumentação diante de Allah, após a vinda dos Mensageiros. E Allah é Todo-Poderoso, Sábio"},{"SurahNumber":4,"VerseNumber":166,"Text":"Mas Allah testemunha o que fez descer para ti. Ele o fez descer com Sua ciência. E os anjos, também, o testemunham. E basta Allah por Testemunha"},{"SurahNumber":4,"VerseNumber":167,"Text":"Por certo, os que renegam a Fé e afastam os homens do caminho de Allah, com efeito, descaminham-se, com profundo descaminhar"},{"SurahNumber":4,"VerseNumber":168,"Text":"Por certo, aos que renegam a Fé e são injustos, não é admissível que Allah os perdoe nem os guie a vereda alguma"},{"SurahNumber":4,"VerseNumber":169,"Text":"Exceto à vereda da Geena; nela, serão eternos, para todo o sempre. E isso, para Allah, é fácil"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ó humanos! Com efeito, o Mensageiro chegou-vos com a Verdade de vosso Senhor; então, crede, é-vos melhor. E, se renegais a Fé, por certo, de Allah é o que há nos céus e na terra. E Allah é Onisciente, Sábio"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ó seguidores do Livro! Não vos excedais em vossa religião, e não digais acerca de Allah senão a verdade. O Messias, Jesus, filho de Maria não é senão o Mensageiro de Allah e Seu Verbo, que Ele lançou a Maria, e espírito vindo dEle. Então, crede em Allah e em Seus Mensageiros, e não digais: \"Trindade\". Abstende-vos de dizê-lo; é-vos melhor. Apenas, Allah é Deus Único. Glorificado seja! Como teria Ele um filho?! DEle é o que há nos céus e o que há na terra. E basta Allah por Patrono"},{"SurahNumber":4,"VerseNumber":172,"Text":"O Messias não desdenhará ser servo de Allah nem os anjos a Ele achegados. E aos que desdenham Sua adoração e se ensoberbecem, Ele os reunirá, a todos, a Ele"},{"SurahNumber":4,"VerseNumber":173,"Text":"Então, quanto aos que crêem e fazem as boas obras, Ele os compensará com seus prêmios e lhes acrescentará algo de Seu favor. E, quanto aos que desdenham Sua adoração e se ensoberbecem, Ele os castigará com doloroso castigo, e não encontrarão, para si, além de Allah, protetor nem socorredor"},{"SurahNumber":4,"VerseNumber":174,"Text":"Ó humanos! Com efeito, chegou-vos uma provança de vosso Senhor, e fizemos descer, para vós, evidente luz"},{"SurahNumber":4,"VerseNumber":175,"Text":"Então, quanto aos que crêem em Allah e a Ele se agarram, fá-los-á entrar em misericórdia, vinda dEle, e em favor, e guiá-los-á até Ele, por uma senda reta"},{"SurahNumber":4,"VerseNumber":176,"Text":"Consultam-te, Muhammad. Dize: \"Allah vos instrui sobre \"al-kalãlah\". Se um homem morre, não tendo filho nem pai, e tendo irmã a esta, a metade do que ele deixar. E ele a herdará, se ela não tem filho. E, se são duas irmãs, a elas os dois terços do que ele deixar. E, se são irmãos homens e mulheres, ao varão, uma cota igual à de duas varoas. Allah torna evidente, para vós, Suas leis, para que vos não descaminheis. E Allah de todas as cousas, é Onisciente"}]}