{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"À ceux qui font le bien, une grande récompense est réservée, voire davantage. Leurs visages ne porteront aucune trace d’abattement ou d’infamie. Ceux-là seront les hôtes du Paradis où ils séjourneront éternellement"},{"SurahNumber":10,"VerseNumber":27,"Text":"Quant à ceux qui auront mal agi, une rétribution à hauteur de leurs actes. Ils seront couverts d’infamie et ne trouveront aucun protecteur pour les prémunir contre le châtiment de Dieu. C’est comme si leurs visages étaient recouverts des voiles denses d’une nuit obscure. Ceux-là seront les hôtes de l’Enfer où ils séjourneront éternellement"},{"SurahNumber":10,"VerseNumber":28,"Text":"Le Jour où Nous les rassemblerons tous, Nous dirons à ceux qui Nous ont donné des associés : « Regroupez-vous avec ceux que vous M’avez associé !». Puis, Nous les séparerons les uns des autres et leurs idoles les renieront : « Ce n’est pas nous que vous adoriez"},{"SurahNumber":10,"VerseNumber":29,"Text":"Dieu nous suffit comme Témoin entre nous et vous, car nous ignorions votre adoration pour nous !»"},{"SurahNumber":10,"VerseNumber":30,"Text":"C’est là que chaque âme sera éprouvée à la hauteur de ce qu’elle aura accompli. Ainsi les polythéistes auront été ramenés vers Dieu, leur véritable Seigneur, et les idoles qu’ils auront inventées les auront abandonnés"},{"SurahNumber":10,"VerseNumber":31,"Text":"Demande-leur : «Qui, du ciel et de la terre, vous prodigue votre nourriture ? Ou encore, qui possède le pouvoir d’accorder ou pas, l’ouïe et la vue ? Qui fait sortir le vivant du mort et le mort du vivant ? Qui préside au destin de l’Univers ?» Ils répondront : « C’est Dieu !». Dis-leur alors : « Ne Le craignez-vous donc pas"},{"SurahNumber":10,"VerseNumber":32,"Text":"Tel est Dieu, votre Seigneur ! Le Vrai ! Et qu’y a-t-il au-delà du vrai, si ce n’est l’imposture ? Comment pouvez-vous donc vous laisser détourner de la Vérité ? »"},{"SurahNumber":10,"VerseNumber":33,"Text":"C’est ainsi que s’accomplit la Parole de ton Seigneur à l’encontre des pervers. Parole qui annonce qu’ils ne croiront pas"},{"SurahNumber":10,"VerseNumber":34,"Text":"Dis-leur : « Se trouverait-il parmi ceux que vous associez à Dieu quiconque est capable d’initier la création puis de la renouveler ?». Dis : «Dieu Seul peut initier la création puis la renouveler. Comment pouvez-vous donc vous laisser détourner de la Vérité?»"},{"SurahNumber":10,"VerseNumber":35,"Text":"Dis-leur : «Se trouverait-il parmi ceux que vous associez à Dieu quiconque capable de guider sur la Voie de la Vérité?». Dis : «Dieu Seul guide vers la Vérité. Qui est alors le plus digne d’être suivi ? Celui qui guide vers la Vérité ou celui qui ne guide qu’à condition d’avoir été lui-même guidé ? Qu’avez-vous à juger de la sorte"},{"SurahNumber":10,"VerseNumber":36,"Text":"La plupart d’entre eux se fondent en conjectures. Mais les conjectures ne sauraient dispenser de rechercher la Vérité. Dieu observe leurs agissements"},{"SurahNumber":10,"VerseNumber":37,"Text":"Il est inconcevable de dire que ce Coran n’est pas la Parole de Dieu. Il est une confirmation des Écritures qui l’ont précédé et un exposé détaillé émanant, sans nul doute, du Maître de l’Univers"},{"SurahNumber":10,"VerseNumber":38,"Text":"S’ils t’accusent de l’avoir inventé, réponds-leur : « Composez donc une seule sourate semblable à celles de ce Livre. Appelez-en à qui vous pourrez pour le faire sans l’aide de Dieu, si vous êtes sûrs de vous !»"},{"SurahNumber":10,"VerseNumber":39,"Text":"En réalité, ils traitent de mensonges ce dont ils ne savent rien et ce qu’ils ne comprennent pas. Ils suivent en cela les pas de ceux qui les ont précédés. Considère donc le sort qui fut réservé à ces injustes"},{"SurahNumber":10,"VerseNumber":40,"Text":"Certains parmi eux y croient, alors que d’autres n’y croient pas. Et ton Seigneur connaît parfaitement les corrupteurs"},{"SurahNumber":10,"VerseNumber":41,"Text":"S’ils te traitent d’imposteur, réponds-leur : « Je répondrai de mes actes, et vous répondrez des vôtres. Vous vous désolidarisez de mes actes, et je me désolidarise des vôtres »"},{"SurahNumber":10,"VerseNumber":42,"Text":"Certains parmi eux écoutent tes paroles. Mais es-tu en mesure de faire entendre les sourds, s’ils ne sont pas doués de raison"},{"SurahNumber":10,"VerseNumber":43,"Text":"D’autres t’observent. Mais es- tu en mesure de guider les aveugles, s’ils sont incapables de voir"},{"SurahNumber":10,"VerseNumber":44,"Text":"En vérité, Dieu ne lèse en rien les Hommes. Ce sont les Hommes qui se font du tort à eux-mêmes"},{"SurahNumber":10,"VerseNumber":45,"Text":"Le Jour où Il les rassemblera tous, ils auront l’impression d’être restés dans leurs tombes l’espace d’un instant. Et ils se reconnaîtront entre eux. Là, ceux qui n’avaient pas cru qu’ils auraient à comparaître un Jour devant leur Seigneur, seront perdus, car ils n’auront pas emprunté la Voie Droite"},{"SurahNumber":10,"VerseNumber":46,"Text":"Que Nous te donnions, de ton vivant, un aperçu du châtiment auquel Nous les vouons, ou que Nous te rappelions à Nous (avant cela), c’est vers Nous que se fera leur retour. Dieu est Témoin de leurs agissements"},{"SurahNumber":10,"VerseNumber":47,"Text":"Et chaque communauté a eu son messager. En sa présence (au Jour du Jugement), elle sera jugée en toute équité et ne sera pas lésée"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ils disent (les incrédules): « A quand cette promesse, si ce que vous dites est vrai?»"},{"SurahNumber":10,"VerseNumber":49,"Text":"Réponds-leur : « Je n’ai aucune prise sur ce qui pourrait me nuire ou m’avantager. Toute chose relève de la volonté de Dieu». À chaque communauté un terme est fixé. Une fois ce terme échu, elle ne pourra ni le reporter, serait-ce d’un instant, ni l’avancer"},{"SurahNumber":10,"VerseNumber":50,"Text":"Dis : «Si Son châtiment devait s’abattre sur vous dans l’obscurité de la nuit ou en plein jour, les coupables demanderaient-ils toujours que soit hâtée sa venue"},{"SurahNumber":10,"VerseNumber":51,"Text":"Puis, au moment où le châtiment s’abattra sur vous, y croirez-vous enfin, alors qu’avant cela vous l’appeliez sans y croire de vos vœux ?»"},{"SurahNumber":10,"VerseNumber":52,"Text":"Ceux qui auront commis des injustices entendront alors : « Goûtez le châtiment éternel ! Êtes-vous rétribués autrement qu’à hauteur de vos agissements ?»"}]}