{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"به راستی خداوند از مؤمنان ـ هنگامی که زیر درخت با تو بیعت کردند ـ خشنود شد( ), پس آنچه که در درون دلهایشان بود دانست, لذا آرامش را بر آنها نازل کرد و پیروزی (وفتحی) نزدیک را به آنها پاداش داد"},{"SurahNumber":48,"VerseNumber":19,"Text":"و (همچنین) غنیمتهای فراوانی که آن را به دست می آوردند, وخداوند پیروزمند حکیم است"},{"SurahNumber":48,"VerseNumber":20,"Text":"خداوند غنیمتهای فراوانی به شما وعده داده است که آنها را به دست می آورید, پس این (غنیمت خیبر) را برای شما زودتر فراهم ساخت, ودست (تعدّی) مردم (مخالف و دشمن) را از شما باز داشت, وتا (عبرت و) نشانه ای برای مؤمنان باشد, وشما را به راه راست هدایت کند"},{"SurahNumber":48,"VerseNumber":21,"Text":"و (نیز غنیمتهای) دیگری که هنوز به آنها دست نیافته اید, به تحقیق خداوند به آن احاطه دارد, وخداوند بر همه چیز تواناست"},{"SurahNumber":48,"VerseNumber":22,"Text":"واگر کسانی که کافر شدند, با شما می جنگیدند, یقیناَ پشت می کردند (واز میدان فرار می کردند) آنگاه یارو یاوری نمی یافتند"},{"SurahNumber":48,"VerseNumber":23,"Text":"(این) سنت خداوند است, که پیش از این (نیز) گذشته است, وبرای سنت خدا هرگز دگرگونی نخواهی یافت"},{"SurahNumber":48,"VerseNumber":24,"Text":"و او کسی است که دست آنها را از شما, ودست شما را از آنها در درون مکه بعد از آنکه شما را بر آنها پیروز گرداند, (باز داشت و) کوتاه کرد. وخداوند به آنچه انجام می دهید بیناست"},{"SurahNumber":48,"VerseNumber":25,"Text":"آنها کسانی هستند که کافر شدند وشما را از مسجد الحرام بازداشتند, واز رسیدن قربانی به قربانگاهش (بازداشتند), واگر مردان وزنان مومن (مستضعف در مکه) نبودند, که شما آنها را نمی شناسید, (وبیم آن نبود) که آنها را پایمال (وهلاک) کنید, پس ندانسته (از کشتن) آنها به شما گناه (و ننگ ورنج) می رسید, (خداوند هرگز از این جنگ جلوگیری نمی کرد) تا خداوند هرکس را بخواهد در رحمت خود وارد کند, اگر (مؤمنان وکافران در مکه) از یکدیگر جدا بودند, مسلماً کافرانشان را به عذابی دردناک عذاب می کردیم"},{"SurahNumber":48,"VerseNumber":26,"Text":"آنگاه که کسانی که کافر شدند در دلهای خود حمیت (= تعصب ونخوت) ـ همان حمیت جاهلیت ـ نهادند( ), پس خداوند آرامش خود را بر رسولش وبر مؤمنان نازل فرمود, وآنها را به کلمۀ تقوا ملزم ساخت, وآنها از هر کس سزاوار تر واهل آن بودند, وخداوند به همه چیز داناست"},{"SurahNumber":48,"VerseNumber":27,"Text":"به راستی خداوند رؤیای رسولش را به حق تحقق بخشید, قطعاً اگر خدا بخواهد همه شما در نهایت امنیت (و) در حالی که سرهای خود را تراشیده و(یا) کوتاه کرده اید, و از هیچ کس ترس ندارید وارد مسجد الحرام خواهید شد, پس (خداوند) چیزهایی را می دانست که شما نمی دانستید, و پیش از آن, فتح (وپیروزی) نزدیکی (برای شما) مقرر نمود"},{"SurahNumber":48,"VerseNumber":28,"Text":"او کسی است که رسولش را به هدایت و دین حق فرستاد, تا آن را بر همۀ ادیان پیروز گرداند وکافی است که خداوند گواه باشد"},{"SurahNumber":48,"VerseNumber":29,"Text":"محمد (صلی الله علیه وآله وسلم) رسول خداست, وکسانی که با او هستند, بر کافران سخت گیر (وشدید) و در میان خود مهربانند, آنها را در حال رکوع وسجده می بینی که از خداوند فضل و خشنودی می طلبند, نشانۀ (درستکاری) آنها در چهره هایشان از اثر سجده (نمایان) است. این توصیف آنها در تورات است, وتوصیف آنها در انجیل همانند زراعتی که جوانه بزند, سپس آن را تقویت کرد, تا محکم گردیده, وبر پای خودایستاده است, وکشاورزان را به شگفتی وا می دارد, تا از (دیدن) آنها کافران را به خشم آورد, خداوند به کسانی از آنها که ایمان آوردند وکارهای شایسته انجام دادند وعدۀ آمرزش و پاداش عظیمی داده است"}]}