{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"Du ville ha bemerket at når solen stod opp, trakk den seg til høyre for hulen, og når den gikk ned, holdt den seg til venstre for dem, mens de befant seg i området midt imellom. Dette hører til Guds jærtegn. Den Gud rettleder, er på rett vei. Den Han lar seile sin egen sjø, for ham finner du aldri en rettledende hjelper"},{"SurahNumber":18,"VerseNumber":18,"Text":"Du ville holdt dem for våkne der de lå og sov. Vi snudde dem over på høyre side, og på venstre, og hunden deres strakte sine ben ved inngangen. Om du hadde sett dem, ville du snudd og flyktet, fylt av skrekk for dem"},{"SurahNumber":18,"VerseNumber":19,"Text":"Og Vi vekket dem opp, så de kunne snakke med hverandre. En av dem sa: «Hvor lenge har vi vært her?» Og de andre svarte: «En dags tid, eller en del av en dag.» Og de fortsatte: «Herren vet best hvor lenge vi har vært her! Send en av oss av gårde ned til byen med denne sølvmynten, og la ham undersøke hvem som har mest velegnet mat, og så bringe oss forsyninger fra ham. Men han må gå fintfølende til verks, og ikke røpe oss for noen"},{"SurahNumber":18,"VerseNumber":20,"Text":"For hvis de får tak i oss, vil de steinjage oss, eller bringe oss tilbake til sin religion, og da vil det aldri gå oss godt.»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Men allikevel lot Vi dem snuble over dem, så de kunne få vite at Guds løfte er sannhet, og at det ikke er tvil om timen. Da de tvistet seg imellom om deres sak, så sa de: «Reis et hus over dem! Deres Herre kjenner dem meget godt!» De som gikk av med seieren i saken om dem, sa: «Vi skal sannelig lage et bedehus (moské) over dem!»"},{"SurahNumber":18,"VerseNumber":22,"Text":"Noen vil si at de var tre, og den fjerde av dem var hunden deres, andre at de var fem, og den sjette var hunden, idet de gjettet om skjulte ting. De sier også syv, og at hunden deres var den åttende. Si: «Herren kjenner best deres antall. Bare et fåtall vet om dem.» Diskuter ikke om dem annet enn i forbifarten, og be ingen å uttale seg om dem"},{"SurahNumber":18,"VerseNumber":23,"Text":"Si aldri om noen ting: «Dette vil jeg gjøre i morgen,»"},{"SurahNumber":18,"VerseNumber":24,"Text":"uten: «– om Gud vil.» Kom Herren i hu når du glemmer, og si: «Det kan være at Herren vil lede meg til noe som er det rette nærmere enn dette.»"},{"SurahNumber":18,"VerseNumber":25,"Text":"De forble i hulen i tre hundre år, og ni til"},{"SurahNumber":18,"VerseNumber":26,"Text":"Si: «Gud vet best hvor lenge de forble. Ham tilhører det skjulte i himlene og på jord. Hvor godt Han ser! Hvor godt Han hører! Utenom Ham har de ingen som kan ta seg av deres sak! Han gir ingen del i Sitt styre!»"},{"SurahNumber":18,"VerseNumber":27,"Text":"Forkynn det som er blitt deg åpenbart av Herrens bok. Ingen kan gjøre forandring i Hans ord! Du finner ingen tilflukt utenom Ham"},{"SurahNumber":18,"VerseNumber":28,"Text":"Hold deg sammen med dem som påkaller Herren morgen og kveld, og søker Hans velbehag. La ikke ditt blikk vandre bort fra dem, idet du søker denne verdens glitter. Hør ikke etter noen, hvis hjerte Vi har gjort likegyldig med å komme Oss i hu, som retter seg etter egne lyster og lar det gå over grensen"},{"SurahNumber":18,"VerseNumber":29,"Text":"Si: «Sannheten kommer fra Herren! La den tro som vil, og den være vantro som vil!» Vi har beredt en Ild for de urettferdige, som omslutter dem som et telt. Når de roper om vann, skal de få vann som smeltet kobber, som skålder deres ansikter. For en forferdelig drikk! Og for en forferdelig rasteplass"},{"SurahNumber":18,"VerseNumber":30,"Text":"Men de som tror, og lever rettskaffent, sannelig, Vi lar ikke deres lønn gå tapt, som gjør det gode"},{"SurahNumber":18,"VerseNumber":31,"Text":"Dem venter Edens haver, hvor bekker sildrer. Der vil de bli smykket med armbånd av gull, og får kle seg i grønne klær av silke og brokade. Der skal de ligge tilbakelenet på hvileleier. For en herlig lønn! Og hvilken god rasteplass"}]}