{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Наблизився до людей час відплати, а вони в невігластві своєму відвертаються"},{"SurahNumber":21,"VerseNumber":2,"Text":"Яке б нове нагадування Аллага до них не приходило, вони слухають його, бавлячись"},{"SurahNumber":21,"VerseNumber":3,"Text":"із неуважним серцем. Нечестивці таємно шепотіли: «Невже він не така сама людина як і ми? Невже ви підете за чарами, які самі бачите?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"Скажи: «Мій Господь знає те, що говорять і на небесах, і на землі. А Він — Всечуючий, Всезнаючий"},{"SurahNumber":21,"VerseNumber":5,"Text":"Але вони говорять: «Якісь уривчасті видіння! Та він вигадав це! Він — поет! Нехай прийде до нас зі знаменням, яке було в перших посланців"},{"SurahNumber":21,"VerseNumber":6,"Text":"Жодне селище, яке Ми знищили, не увірувало. Невже й вони не увірують"},{"SurahNumber":21,"VerseNumber":7,"Text":"І раніше за тебе Ми відсилали чоловіків, яким давали одкровення. Запитайте про це в людей Нагадування, якщо ви не знаєте"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ми не створили їх плоттю, якій не потрібна їжа, і вони не були безсмертними"},{"SurahNumber":21,"VerseNumber":9,"Text":"А потім Ми виконали обіцянку: врятували їх разом із тими, кого побажали, й знищили порушників"},{"SurahNumber":21,"VerseNumber":10,"Text":"Ми зіслали вам Писання, а в ньому — згадка про вас! Невже ви не розумієте"},{"SurahNumber":21,"VerseNumber":11,"Text":"Скільки Ми знищили селищ, жителі яких були несправедливими! Після них Ми створили інші народи"},{"SurahNumber":21,"VerseNumber":12,"Text":"Коли вони відчули Нашу міць, то почали тікати звідти"},{"SurahNumber":21,"VerseNumber":13,"Text":"Не тікайте! Поверніться туди, де ви розкошували, де житла ваші! Можливо, вас запитають"},{"SurahNumber":21,"VerseNumber":14,"Text":"Вони говорили: «Горе нам! Воістину, ми були несправедливими"},{"SurahNumber":21,"VerseNumber":15,"Text":"Вони голосили так, доки Ми не перетворили їх на зів’ялу ниву"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ми не створювали небес, землі й того, що між ними, бавлячись"},{"SurahNumber":21,"VerseNumber":17,"Text":"Коли б Ми прагнули забави, то зробили б її з того, що маємо — якби взагалі це робили"},{"SurahNumber":21,"VerseNumber":18,"Text":"Та ж ні! Ми вражаємо істиною брехню, й вона трощить її. І та зникає! Горе вам за те, що ви вигадуєте"},{"SurahNumber":21,"VerseNumber":19,"Text":"Йому належать усі, хто на небесах і на землі! А ті, хто поряд із Ним, не гордують поклонінням Йому й не втомлюються"},{"SurahNumber":21,"VerseNumber":20,"Text":"Вони невтомно прославляють Його вночі та вдень"},{"SurahNumber":21,"VerseNumber":21,"Text":"Невже вони роблять собі із землі богів, які були б здатні воскрешати"},{"SurahNumber":21,"VerseNumber":22,"Text":"Якби були інші боги, крім Аллага, то [небеса і земля] зруйнувалися б. Аллаг, Господь трону, пречистий від того, що Йому приписують"},{"SurahNumber":21,"VerseNumber":23,"Text":"Його не запитають про те, що Він робить, — запитають їх"},{"SurahNumber":21,"VerseNumber":24,"Text":"Невже крім Нього вони беруть собі інших богів? Скажіть: «Наведіть свій доказ! Ось нагадування для тих, хто зі мною, і нагадування для тих, хто був раніше за мене!» Але більшість із них не знає істини. Вони відвертаються"},{"SurahNumber":21,"VerseNumber":25,"Text":"Ми не відсилали раніше за тебе жодного посланця, не відкривши йому: «Немає бога, крім Мене! Тож поклоняйтеся Мені"},{"SurahNumber":21,"VerseNumber":26,"Text":"Вони говорять: «Милостивий узяв Собі дитину!» Преславний Він! Але ж вони тільки шановані раби"},{"SurahNumber":21,"VerseNumber":27,"Text":"Не випереджають Його словом й діють згідно з Його наказом"},{"SurahNumber":21,"VerseNumber":28,"Text":"Він знає те, що було до них, і те, що буде після них. Заступаються вони лише за тих, ким Він задоволений, а самі тріпочуть від страху перед Ним"}]}