{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"A říkají ti, kteří nedoufají v setkání s námi: „Leda kdyby seslán byl nám anděl, aneb kdybychom spatřili Pána svého (uvěříme).“ Věru zpyšněli v myslích svých a vypjali se vypjatostí velkou"},{"SurahNumber":25,"VerseNumber":22,"Text":"V den, kdy spatří anděly, v den ten nebude radostných zpráv provinilcům a volati budou: „Za přehradu nepřekročitelnou (s nimi)!“"},{"SurahNumber":25,"VerseNumber":23,"Text":"Pak přistoupíme k ocenění činů, jimi vykonaných, a učiníme je prachem rozvátým"},{"SurahNumber":25,"VerseNumber":24,"Text":"V den onen obyvatelé zahrady (rajské) lepší budou míti obývání a krásnější místo ke zdřímnutí"},{"SurahNumber":25,"VerseNumber":25,"Text":"V den onen rozpoltí se nebesa s mračny svými a sesláni budou dolů andělé sestupující"},{"SurahNumber":25,"VerseNumber":26,"Text":"V den onen panství přináležeti bude v pravdě Milosrdnému a den bude to pro nevěřící přetěžký"},{"SurahNumber":25,"VerseNumber":27,"Text":"A hrýzti bude v den ten nepravostný ruce své, řka: „Kéž bych byl šel s prorokem stejnou cestou"},{"SurahNumber":25,"VerseNumber":28,"Text":"Běda mi, kéž nebyl bych vzal si toho a toho přítelem"},{"SurahNumber":25,"VerseNumber":29,"Text":"Onť zajisté zavedl mne od napomenutí poté, když bylo přišlo mi: a Satan dojista jest člověku zrádcem.“"},{"SurahNumber":25,"VerseNumber":30,"Text":"I řekne prorok: „Pane můj, zajisté lid můj měl tento Korán za bezvýznamný.“"},{"SurahNumber":25,"VerseNumber":31,"Text":"A takovýmto způsobem učinili jsme každému proroku nepřátele z provinilců — však Pán tvůj dostačitelným jest vůdcem a pomocníkem"},{"SurahNumber":25,"VerseNumber":32,"Text":"A říkají nevěřící: „Leda kdyby byl mu seslán Korán celý najednou, (uvěříme).“ Tak (činíme), abychom utvrdili jím srdce tvé; a rozdělili jsme jej na díly"},{"SurahNumber":25,"VerseNumber":33,"Text":"A nedají ti (nevěřící) podobenství, aniž bychom ti řekli (o něm) pravdu a dali ti nejlepší vysvětlení jeho"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ti, kteří shromážděni budou, padší na tváře své, v pekle — ti zajisté nejhorší budou míti místo a nejbludnější stezku"},{"SurahNumber":25,"VerseNumber":35,"Text":"Kdysi dali jsme Mojžíšovi Knihu a učinili jsme Árona, bratra jeho, jemu rádcem"},{"SurahNumber":25,"VerseNumber":36,"Text":"a řekli jsme: „Jděte oba k lidu, který nazval vylhanými znamení naše“ a zničili jsme lid ten úplným zničením"},{"SurahNumber":25,"VerseNumber":37,"Text":"A lid Noemův, když lháři nazvali proroky, potopili jsme a učinili jsme je lidstvu znamením: a přichystali jsme nepravostným trest bolestný"},{"SurahNumber":25,"VerseNumber":38,"Text":"A (kmeny) 'Ád a Tsemúd a obyvatele Ar-Rassu zničili jsme a pokolení, jež mezi nimi žila, mnohá"},{"SurahNumber":25,"VerseNumber":39,"Text":"A všem těmto učinili jsme podobenství na výstrahu: a všechny tyto zahladili jsme úplným zahlazením"},{"SurahNumber":25,"VerseNumber":40,"Text":"Však již šli (nevěřící) kolem města, na něž dštěn byl déšť zlý: což neviděli je? Ovšem; ale nechtějí doufati ve vzkříšení (své)"},{"SurahNumber":25,"VerseNumber":41,"Text":"A když vidí tě, pouze šprýmy si z tebe tropí, řkouce: „Zdaž tento jest to, jejž Bůh vzbudil nám prorokem"},{"SurahNumber":25,"VerseNumber":42,"Text":"Málem byl by odvedl nás od božstev našich, kdybychom se jich nebyli vytrvale přidrželi!“ Však seznají, až shlédnou trest svůj, kdo více zbloudil s cesty (pravé)"},{"SurahNumber":25,"VerseNumber":43,"Text":"Co míníš? Ten, jenž vzal si za boha svého choutku svoji — budeš ty mu poručníkem"},{"SurahNumber":25,"VerseNumber":44,"Text":"Či snad domníváš se, že většina jich slyší, anebo chápe? Vždyť jsou jen jako dobytčata — ba dokonce dále jsou od cesty (pravé)"},{"SurahNumber":25,"VerseNumber":45,"Text":"Zdaž neviděl's, jak Pán tvůj prodlužuje stín? A kdyby byl chtěl, mohl učiniti jej nehybným: a pak učinili Jsme slunce mu vůdcem"},{"SurahNumber":25,"VerseNumber":46,"Text":"pak stahujeme jej k sobě stahováním snadným"},{"SurahNumber":25,"VerseNumber":47,"Text":"Onť to jest, jenž učinil vám noc pláštěm a spánek odpočinkem a učinil den vzbuzením"},{"SurahNumber":25,"VerseNumber":48,"Text":"Onť to jest, jenž poslal větry s poselstvím milosrdenství svého: a sesíláme s nebe vodu čistou"},{"SurahNumber":25,"VerseNumber":49,"Text":"abychom dali obživnouti jí zemi zmrtvělé a napájíme jí vše, co stvořili jsme: dobytčata i lidi četné"},{"SurahNumber":25,"VerseNumber":50,"Text":"A rozdělujeme ji mezi nimi, aby pamětlivi byli (nás), však většina lidí odmítá býti vším, leda vzdornými"},{"SurahNumber":25,"VerseNumber":51,"Text":"A kdybychom byli chtěli, byli bychom vzbudili v každém městě varovatele"},{"SurahNumber":25,"VerseNumber":52,"Text":"I neposlouchej nevěřících, nýbrž bojuj proti nim bojováním velkým"}]}