{"Id":223,"LanguageCodes":["km","khm"],"Name":"khm-cambodianmuslim","Author":"Cambodian Muslim Community Development","Language":"Khmer","Description":"Khmer","Direction":"ltr","Source":"https://quranenc.com/check/khmer_cambodia/v1.0.0-csv.1 , https://quranenc.com/en/browse/khmer_cambodia , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"ដូចេ្នះ នាងក៏ចាប់ផ្ដើមមានគភ៌ ហើយនាងបានចាកចេញ ទៅកន្លែងដែលឆ្ងាយ(ជ្រលងភ្នំហ្ពៃឡាហាំទីក្រុងយេរូសាឡឹម)។"},{"SurahNumber":19,"VerseNumber":23,"Text":"ហើយការឈឺចាប់នៅពេលមុនសំរាលកូនបានជំរុញឱ្យ នាងទៅកាន់ដើមល្មើមួយដើម ហើយនាងក៏និយាយថាៈ ឱខ្លួនខ្ញុំ អើយ. ប្រសិនបើខ្ញុំបានស្លាប់មុននេះ ប្រហែលជាខ្ញុំត្រូវបានគេ បំភេ្លច និងគេមិននឹកឃើញខ្ញុំឡើយ។"},{"SurahNumber":19,"VerseNumber":24,"Text":"ហើយពេលនោះមានសំឡេងមួយ(ជីព្រីល)បានស្រែក ប្រាប់នាងពីខាងក្រោមមកថាៈ សូមអ្នកកុំព្រួយបារម្ភអ្វី ជាការ ពិតណាស់ម្ចាស់របស់អ្នកបានធ្វើឱ្យមានប្រឡាយទឹកមួយនៅពី ក្រោមអ្នក។"},{"SurahNumber":19,"VerseNumber":25,"Text":"ហើយសូមអ្នកអង្រួនគល់ដើមល្មើនេះ វានឹងជ្រុះនូវផ្លែទុំ ស្រស់ៗឱ្យអ្នក។"},{"SurahNumber":19,"VerseNumber":26,"Text":"ដូចេ្នះ ចូរអ្នកទទួលទានផ្លែល្មើ និងផឹកទឹកនេះ ហើយនិង រីករាយ(ដោយការប្រទានកូនពីអល់ឡោះចំពោះអ្នក)ចុះ។ ហើយ ប្រសិនបើអ្នកជួបមនុស្សណាម្នាក់(ហើយគេសួរអ្នកអំពីកូន) សូម អ្នកប្រាប់គេថាៈ ពិតប្រាកដណាស់ខ្ញុំបានសច្ចាកាន់តំណមទៅចំពោះ ម្ចាស់មហាសប្បុរស។ ដូចេ្នះ ខ្ញុំនឹងមិននិយាយរកអ្នកណាម្នាក់ ឡើយនៅថ្ងៃនេះ។"},{"SurahNumber":19,"VerseNumber":27,"Text":"បន្ទាប់មក នាងបាននាំទារកនោះ ឆ្ពោះទៅកាន់ក្រុមរបស់ នាងដោយបីទារកនោះ។ (ពេលឃើញម៉ារយ៉ាំបីទារកនោះ) ពួក គេបាននិយាយថាៈ ឱម៉ារយ៉ាំ. ជាការពិតណាស់ អ្នកបាននាំមកនូវ រឿងមួយចម្លែកបំផុត។"},{"SurahNumber":19,"VerseNumber":28,"Text":"ឱប្អូនស្រីហារូន. ឪពុករបស់អ្នកពុំមែនជាមនុស្សអាក្រក់ (ហ្ស៊ីណា)ទេ ហើយម្ដាយរបស់អ្នកក៏ពុំមែនជាស្រីខូចដែរ។"},{"SurahNumber":19,"VerseNumber":29,"Text":"នាងបានចង្អុលទៅទារកនោះ(ដើម្បីឱ្យពួកគេសួរ)។ ពួក គេបាននិយាយថាៈ តើឱ្យពួកយើងសួរទៅកាន់ទារកនៅក្នុងអង្រឹង យ៉ាងដូចមេ្ដច"},{"SurahNumber":19,"VerseNumber":30,"Text":"ទារកនោះ(អ៊ីសា)បានពោលថាៈ ពិតប្រាកដណាស់ ខ្ញុំគឺ ជាខ្ញុំរបស់អល់ឡោះ ដែលទ្រង់បានប្រទានគម្ពីរមួយ(អ៊ីញជីល)ឱ្យ ខ្ញុំ ហើយទ្រង់បានបង្កើតខ្ញុំជាណាពីម្នាក់។"},{"SurahNumber":19,"VerseNumber":31,"Text":"ហើយទ្រង់បានប្រទានពរជ័យដល់ខ្ញុំគ្រប់ទីកន្លែងដែលខ្ញុំ មានវត្ដមាន ហើយទ្រង់បានផ្ដែផ្ដាំខ្ញុំឱ្យប្រតិបត្ដិសឡាត និងបរិច្ចាគ ហ្សាកាត់ដរាបណាខ្ញុំនៅមានជីវិត។"},{"SurahNumber":19,"VerseNumber":32,"Text":"ហើយធ្វើឱ្យខ្ញុំក្លាយជាកូនកតញ្ញូចំពោះម្ដាយរបស់ខ្ញុំ ហើយ ទ្រង់មិនបានធ្វើឱ្យខ្ញុំក្លាយជាអ្នកកេ្អងក្អាងប្រឆាំង(នឹងទ្រង់)ឡើយ។"},{"SurahNumber":19,"VerseNumber":33,"Text":"ហើយសូមសុខសន្ដិភាពកើតមានដល់ខ្ញុំ(អ៊ីសា) នៅថ្ងៃ ដែលគេបានប្រសូតខ្ញុំ និងនៅថ្ងៃដែលខ្ញុំស្លាប់ ហើយនិងនៅថ្ងៃដែល គេធ្វើឱ្យខ្ញុំរស់ឡើងវិញ(ថ្ងៃបរលោក)។"},{"SurahNumber":19,"VerseNumber":34,"Text":"ដំណើររឿងនោះគឺអ៊ីសាកូនប្រុសរបស់ម៉ារយ៉ាំ។ វាគឺជា ពាក្យពិតដែលពួកគេ(យ៉ាហ៊ូទី និងណាសរ៉នី)មានការសង្ស័យ (ឬឈ្លោះប្រកែកគ្នា)ចំពោះវា។"},{"SurahNumber":19,"VerseNumber":35,"Text":"វាមិនសក្ដិសមទេសម្រាប់អល់ឡោះដែលថា ទ្រង់មាន បុត្រ។ ទ្រង់មហាស្អាតស្អំ. នៅពេលដែលទ្រង់សមេ្រចចង់ឱ្យអ្វី មួយកើតឡើង គឺទ្រង់គ្រាន់តែមានបន្ទូលទៅកាន់វត្ថុនោះថាៈ ចូរកើតចុះ វាក៏កើតឡើងភ្លាម។"},{"SurahNumber":19,"VerseNumber":36,"Text":"(អ៊ីសាបានពោលថា) ហើយពិតប្រាកដណាស់ អល់ឡោះ គឺជាម្ចាស់របស់ខ្ញុំ និងជាម្ចាស់របស់ពួកអ្នក។ ដូចេ្នះ ពួកអ្នកត្រូវ គោរពសក្ការៈទៅចំពោះទ្រង់តែមួយគត់។ នេះគឺជាមាគ៌ាដ៏ត្រឹម ត្រូវ។"},{"SurahNumber":19,"VerseNumber":37,"Text":"ក្រោយមក បក្សពួកទាំងឡាយ(របស់យ៉ាហ៊ូទី និង ណាសរ៉នី)បានខ្វែងគំនិតគ្នារវាងពួកគេ។ ដូចេ្នះភាពវិនាសអន្ដរាយគឺសម្រាប់ពួកដែលគ្មានជំនឿនឹងការជួបជុំគ្នានៃថ្ងៃដ៏ ធំធេង(ថ្ងៃបរលោក)។"},{"SurahNumber":19,"VerseNumber":38,"Text":"ពួកគេនឹងឮ និងឃើញច្បាស់នៅថ្ងៃដែលពួកគេវិលមកជួប យើង(អល់ឡោះ)វិញ។ ក៏ប៉ុន្ដែពួកដែលបំពាននៅថ្ងៃនេះ(លោកិយ)ស្ថិតនៅក្នុងភាពវងេ្វងយ៉ាងច្បាស់លាស់។"},{"SurahNumber":19,"VerseNumber":39,"Text":"ចូរអ្នក(មូហាំម៉ាត់)ដាស់តឿនព្រមានពួកគេនូវថ្ងៃសោក ស្ដាយ(ថ្ងៃបរលោក) នៅពេលដែលការកាត់ក្ដីត្រូវបានគេសមេ្រច (ឱ្យអ្នកមានជំនឿចូលឋានសួគ៌ និងអ្នកគ្មានជំនឿចូលឋាននរក) ខណៈដែលពួកគេស្ថិតក្នុងភាពព្រងើយកន្ដើយនិងគ្មានជំនឿ(នៅ ក្នុងលោកិយ)។"},{"SurahNumber":19,"VerseNumber":40,"Text":"ពិតប្រាកដណាស់ យើងនឹងទទួលមរតកផែនដី និងអ្វីៗ ទាំងអស់ដែលនៅលើវា ហើយពួកគេនឹងត្រូវវិលត្រឡប់មកកាន់ យើងវិញ(ដើម្បីជំនុំជំរះ)។"},{"SurahNumber":19,"VerseNumber":41,"Text":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ីព្រហ៊ីមនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាមនុស្សសច្ចៈជាណាពី ម្នាក់។"},{"SurahNumber":19,"VerseNumber":42,"Text":"នៅពេលដែលគេ(អ៊ីព្រហ៊ីម)បានពោលទៅកាន់ឪពុក (អាហ្សើរ)របស់គេថាៈ ឱឪពុករបស់ខ្ញុំ. ហេតុអ្វីបានជាឪពុកគោរព សក្ការៈចំពោះអ្វីដែលស្ដាប់មិនឮ និងមើលមិនឃើញ ហើយនិងមិន អាចផ្ដល់ផលប្រយោជន៍អ្វីដល់ឪពុកទាល់តែសោះនោះ"},{"SurahNumber":19,"VerseNumber":43,"Text":"ឱឪពុករបស់ខ្ញុំ. ពិតប្រាកដណាស់ ចំណេះដឹងខ្លះ(ពី អល់ឡោះ)បានមកដល់ខ្ញុំ ដែលវាមិនបានមកដល់លោកឪពុក។ ដូចេ្នះ សូមលោកឪពុកធ្វើតាមខ្ញុំចុះ ខ្ញុំនឹងបង្ហាញលោកឪពុកនូវ មាគ៌ាដ៏ត្រឹមត្រូវ។"},{"SurahNumber":19,"VerseNumber":44,"Text":"ឱឪពុករបស់ខ្ញុំ. សូមលោកឪពុកកុំគោរពសក្ការៈទៅចំពោះ ស្ហៃតន។ ពិតប្រាកដណាស់ ស្ហៃតនគឺជាអ្នកដែលបានប្រឆាំងនឹង ម្ចាស់មហាសប្បុរស។"},{"SurahNumber":19,"VerseNumber":45,"Text":"ឱឪពុករបស់ខ្ញុំ. ពិតប្រាកដណាស់ ខ្ញុំខ្លាចទារុណកម្មពីម្ចាស់ មហាសប្បុរសត្រូវទៅលើលោកឪពុក ហើយលោកឪពុកនឹងក្លាយជា មិត្ដភក្ដិរបស់ស្ហៃតន(នៅក្នុងឋាននរក)។"},{"SurahNumber":19,"VerseNumber":46,"Text":"ឪពុករបស់គេបានតបវិញថាៈ តើឯងស្អប់ខ្ពើមព្រះរបស់ យើងឬ ឱអ៊ីព្រហ៊ីម? ប្រសិនបើឯងមិនព្រមបពា្ឈប់(និយាយ)ទេ យើងពិតជានឹងគប់សម្លាប់ឯងនឹងដុំថ្ម។ ដូចេ្នះ ចូរឯងចាកចេញឱ្យ ឆ្ងាយពីយើង។"},{"SurahNumber":19,"VerseNumber":47,"Text":"គេ(អ៊ីព្រហ៊ីម)បានពោលថាៈ សូមឱ្យសេចក្ដីសុខកើតមាន ដល់លោកឪពុក. ខ្ញុំនឹងសុំអភ័យទោសពីម្ចាស់របស់ខ្ញុំឱ្យលោក ឪពុក។ ពិតប្រាកដណាស់ ទ្រង់តែងតែផ្ដល់ក្ដីមេត្ដាករុណាដល់ខ្ញុំ ជានិច្ច។"},{"SurahNumber":19,"VerseNumber":48,"Text":"ហើយខ្ញុំនឹងចាកចេញពីពួកអ្នក និងពីអ្វីដែលពួកអ្នកកំពុង គោរពបួងសួងសុំក្រៅពីអល់ឡាះ។ ហើយខ្ញុំនឹងបួងសួងសុំទៅចំពោះ ម្ចាស់របស់ខ្ញុំ សង្ឃឹមថាខ្ញុំនឹងមិនត្រូវគេបដិសេធក្នុងការបួងសួងសុំ ចំពោះម្ចាស់របស់ខ្ញុំឡើយ។"},{"SurahNumber":19,"VerseNumber":49,"Text":"ដូចេ្នះ នៅពេលដែលអ៊ីព្រហ៊ីមបានចាកចេញពីពួកគេនិងពី អ្វីដែលពួកគេគោរពសក្ការៈក្រៅពីអល់ឡោះនោះ យើងបានប្រទាន អ៊ីសហាក(កូន) និងយ៉ាកកូប(ចៅ)ដល់គេ ហើយយើងបានបង្កើត ពួកគេទាំងពីរជាណាពី។"},{"SurahNumber":19,"VerseNumber":50,"Text":"ហើយយើងបានប្រទានដល់ពួកគេនូវក្ដីមេត្ដាករុណារបស់យើង ហើយយើងបានធ្វើឱ្យពួកគេមានកេរ្ដិ៍ឈ្មោះល្បីល្បាញខ្ពង់ ខ្ពស់។"},{"SurahNumber":19,"VerseNumber":51,"Text":"ចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងមូសានៅក្នុងគម្ពីរ (គួរអាន)។ ពិតប្រាកដណាស់ គេជាអ្នកដែលត្រូវបានជ្រើសរើស ហើយគេគឺជាអ្នកនាំសារនិងជាណាពីម្នាក់។"},{"SurahNumber":19,"VerseNumber":52,"Text":"ហើយយើងបានហៅគេនៅក្បែរភ្នំតូរប៉ែកខាងស្ដាំ ហើយ យើងធ្វើឱ្យគេមកជិតយើង ដើម្បីនិយាយជាមួយគេ។"},{"SurahNumber":19,"VerseNumber":53,"Text":"ហើយយើងបានប្រទានដល់គេនូវបងប្រុសរបស់គេហារូន ដែលជាណាពីម្នាក់ដោយក្ដីមេត្ដាករុណារបស់យើង។"},{"SurahNumber":19,"VerseNumber":54,"Text":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ីស្មាអ៊ីលនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាអ្នកសច្ចៈ គោរពកិច្ច សន្យា ហើយគេជាអ្នកនាំសារ និងជាណាពីម្នាក់។"},{"SurahNumber":19,"VerseNumber":55,"Text":"ហើយគេ(អ៊ីស្មាអ៊ីល)បានបង្គាប់គ្រួសាររបស់គេឱ្យប្រតិបត្ដិសឡាត និងបរិច្ចាគហ្សាកាត់។ ហើយគេជាអ្នកត្រូវបានពេញ ចិត្ដពីម្ចាស់របស់គេ។"},{"SurahNumber":19,"VerseNumber":56,"Text":"ហើយចូរអ្នក(មូហាំម៉ាត់)រំលឹកពីរឿងអ៊ិតទ្រីសនៅក្នុង គម្ពីរ(គួរអាន)។ ពិតប្រាកដណាស់ គេជាមនុស្សសច្ចៈជាណាពី ម្នាក់។"},{"SurahNumber":19,"VerseNumber":57,"Text":"ហើយយើងបានលើកតម្កើងគេ(អ៊ិតទ្រីស)ឱ្យមានឋានៈ ខ្ពង់ខ្ពស់។"},{"SurahNumber":19,"VerseNumber":58,"Text":"អ្នកទាំងនោះហើយដែលអល់ឡោះបានប្រទាននៀកម៉ាត់ ដល់ពួកគេឱ្យកើតជាណាពីក្នុងចំណោមកូនចៅអាដាំ និងអំពីបណ្ដា អ្នកដែលយើងបានសង្គ្រោះជាមួយនឹងនួហ និងកូនចៅអ៊ីព្រហ៊ីម និងអ៊ីស្រាអែល ហើយនិងអំពីបណ្ដាអ្នកដែលយើងបានចង្អុល បង្ហាញ និងបានជ្រើសរើស។ នៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗ របស់ម្ចាស់មហាសប្បុរសឱ្យពួកគេស្ដាប់ ពួកគេបានក្រាបស៊ូជូត និងយំ(ដោយសារកោតខ្លាចអល់ឡោះ)។"}]}