{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"اور ہم نے انہیں اس طرح چھوڑ دیا ہے کہ ایک دوسرے کے معاملات میں دخل اندازی کرتے رہیں اور پھر جب شُور پھونکا جائے گا تو ہم سب کو ایک جگہ اکٹھا کرلیں گے"},{"SurahNumber":18,"VerseNumber":100,"Text":"اور اس د ن جہّنم کو کافرین کے سامنے باقاعدہ پیش کیا جائے گا"},{"SurahNumber":18,"VerseNumber":101,"Text":"وہ کافر جن کی نگاہیں ہمارے ذکر کی طرف سے پردہ میں تھیں اور وہ کچھ صَننا بھی نہیں چاہتے تھے"},{"SurahNumber":18,"VerseNumber":102,"Text":"تو کیا کافروں کا خیال یہ ہے کہ یہ ہمیں چھوڑ کر ہمارے بندوں کو اپنا سرپرست بنالیں گے تو ہم نے جہنمّ کو کافرین کے لئے بطور منزل مہیّا کردیا ہے"},{"SurahNumber":18,"VerseNumber":103,"Text":"پیغمبر کیا ہم آپ کو ان لوگوں کے بارے میں اطلاع دیں جو اپنے اعمال میں بدترین خسارہ میں ہیں"},{"SurahNumber":18,"VerseNumber":104,"Text":"یہ وہ لوگ ہیں جن کی کوشش زندگانی دنیا میں بہک گئی ہے اور یہ خیال کرتے ہیں کہ یہ اچھے اعمال انجام دے رہے ہیں"},{"SurahNumber":18,"VerseNumber":105,"Text":"یہی وہ لوگ ہیں جنہوں نے آیات پروردگار اور اس کی ملاقات کا انکار کیا ہے تو ان کے اعمال برباد ہوگئے ہیں اور ہم قیامت کے دن ان کے لئے کوئی وزن قائم نہیں کریں گے"},{"SurahNumber":18,"VerseNumber":106,"Text":"ان کی جزا ان کے کفر کی بنا پر جہنم ّہے کہ انہوں نے ہمارے رسولوں اور ہماری آیتوں کو مذاق بنا لیا ہے"},{"SurahNumber":18,"VerseNumber":107,"Text":"یقینا جو لوگ ایمان لائے اور انہوں نے نیک اعمال کئے ان کی منزل کے لئے جنّت الفردوس ہے"},{"SurahNumber":18,"VerseNumber":108,"Text":"وہ ہمیشہ اس جنّت میں رہیں گے اور اس کی تبدیلی کی خواہش بھی نہ کریں گے"},{"SurahNumber":18,"VerseNumber":109,"Text":"آپ کہہ دیجئے کہ اگر میرے پروردگار کے کلمااُ کے لئے سمندر بھی روشنی جائیں تو کلمات رب کے ختم ہونے سے پہلے ہی سارے سمندر ختم ہوجائیں گے چاہے ان کی مدد کے لئے ہم ویسے ہی سمندر اور بھی لے ائیں"},{"SurahNumber":18,"VerseNumber":110,"Text":"آپ کہہ دیجئے کہ میں تمہارا ہی جیسا ایک بشر ہوں مگر میری طرف وحی آتی ہے کہ تمہارا خدا ایک اکیلا ہے لہذا جو بھی اس کی ملاقات کا امیدوار ہے اسے چاہئے کہ عمل صالح کرے اور کسی کو اپنے پروردگار کی عبادت میں شریک نہ بنائے"},{"SurahNumber":19,"VerseNumber":1,"Text":"کۤھیعۤصۤ"},{"SurahNumber":19,"VerseNumber":2,"Text":"یہ زکریا کے ساتھ تمہارے پروردگار کی مہربانی کا ذکر ہے"},{"SurahNumber":19,"VerseNumber":3,"Text":"جب انہوں نے اپنے پروردگار کو دھیمی آواز سے پکارا"},{"SurahNumber":19,"VerseNumber":4,"Text":"کہا کہ پروردگار میری ہڈیاں کمزور ہوگئی ہیں اور میرا سر بڑھاپے کی آگ سے بھڑک اٹھا ہے اور میں تجھے پکارنے سے کبھی محروم نہیں رہا ہوں"},{"SurahNumber":19,"VerseNumber":5,"Text":"اور مجھے اپنے بعد اپنے خاندان والوں سے خطرہ ہے اور میری بیوی بانجھ ہے تو اب مجھے ایک ایسا ولی اور وارث عطا فرمادے"},{"SurahNumber":19,"VerseNumber":6,"Text":"جو میرا اور آل یعقوب کا وارث ہو اور پروردگار اسے اپنا پسندیدہ بھی قرار دے دے"},{"SurahNumber":19,"VerseNumber":7,"Text":"زکریا ہم تم کو ایک فرزند کی بشارت دیتے ہیں جس کا نام یحیٰی ہے اور ہم نے اس سے پہلے ان کا ہمنام کوئی نہیں بنایا ہے"},{"SurahNumber":19,"VerseNumber":8,"Text":"زکریا نے عرض کی پروردگار میرے فرزند کس طرح ہوگا جب کہ میری بیوی بانجھ ہے اور میں بھی بڑھاپے کی آخری حد کو پہنچ گیا ہوں"},{"SurahNumber":19,"VerseNumber":9,"Text":"ارشاد ہوا اسی طرح تمہارے پروردگار کا فرمان ہے کہ یہ بات میرے لئے بہت آسان ہے اور میں نے اس سے پہلے خود تمہیں بھی پیدا کیا ہے جب کہ تم کچھ نہیں تھے"},{"SurahNumber":19,"VerseNumber":10,"Text":"انہوں نے کہا کہ پروردگار اس ولادت کی کوئی علامت قرار دے دے ارشاد ہوا کہ تمہاری نشانی یہ ہے کہ تم تین دنوں تک برابر لوگوں سے کلام نہیں کرو گے"},{"SurahNumber":19,"VerseNumber":11,"Text":"اس کے بعد زکریا محرابِ عبادت سے قوم کی طرف نکلے اور انہیں اشارہ کیا کہ صبح و شام اپنے پروردگار کی تسبیح کرتے رہو"},{"SurahNumber":19,"VerseNumber":12,"Text":"یحیٰی علیھ السّلام! کتاب کو مضبوطی سے پکڑ لو اور ہم نے انہیں بچپنے ہی میں نبوت عطا کردی"},{"SurahNumber":19,"VerseNumber":13,"Text":"اور اپنی طرف سے مہربانی اور پاکیزگی بھی عطا کردی اور وہ خورِ خدا رکھنے والے تھے"},{"SurahNumber":19,"VerseNumber":14,"Text":"اور اپنے ماں باپ کے حق میں نیک برتاؤ کرنے والے تھے اور سرکش اور نافرمان نہیں تھے"},{"SurahNumber":19,"VerseNumber":15,"Text":"ان پر ہمار اسلام جس دن پیدا ہوئے اور جس دن انہیں موت آئی اور جس دن وہ دوبارہ زندہ اٹھائے جائیں گے"},{"SurahNumber":19,"VerseNumber":16,"Text":"اور پیغمبر علیھ السّلام اپنی کتاب میں مریم کا ذکر کرو کہ جب وہ اپنے گھر والوں سے الگ مشرقی سمت کی طرف چلی گئیں"},{"SurahNumber":19,"VerseNumber":17,"Text":"اور لوگوں کی طرف پردہ ڈال دیا تو ہم نے اپنی روح کو بھیجا جو ان کے سامنے ایک اچھا خاصا آدمی بن کر پیش ہوا"},{"SurahNumber":19,"VerseNumber":18,"Text":"انہوں نے کہا کہ اگر تو خوف خدا رکھتا ہے تو میں تجھ سے خدا کی پناہ مانگتی ہوں"},{"SurahNumber":19,"VerseNumber":19,"Text":"اس نے کہاکہ میں آپ کے رب کا فرستادہ ہوں کہ آپ کو ایک پاکیزہ فرزند عطا کردوں"},{"SurahNumber":19,"VerseNumber":20,"Text":"انہوں نے کہا کہ میرے یہاں فرزند کس طرح ہوگا جب کہ مجھے کسی بشر نے چھوا بھی نہیں ہے اور میں کوئی بدکردار نہیں ہوں"},{"SurahNumber":19,"VerseNumber":21,"Text":"اس نے کہا کہ اسی طرح آپ کے پروردگار کا ارشاد ہے کہ میرے لئے یہ کام آسان ہے اور اس لئے کہ میں اسے لوگوں کے لئے نشانی بنادوں اور اپنی طرف سے رحمت قرار دیدوں اور یہ بات طے شدہ ہے"}]}