{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"ALLAH yanında, yaratıkların en kötüsü, akıllarını kullanmayan sağır ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"ALLAH onlarda bir iyilik olduğunu görseydi, onlara işittirirdi. Onlara işittirseydi bile yine yüz çevirerek dönerlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey inananlar, size hayat verecek şeylere çağırdığında ALLAH'a ve elçisine yanıt verin. Bilin ki ALLAH kişi ile kalbi arasına girer ve O'nun huzuruna toplanacaksınız"},{"SurahNumber":8,"VerseNumber":25,"Text":"Sizden sadece zalimlere dokunmayacak olan fitneden sakının. Bilesiniz ki ALLAH'ın cezası çetindir"},{"SurahNumber":8,"VerseNumber":26,"Text":"Sayıca az olduğunuz, yeryüzünde ezilip horlandığınız ve insanların sizi kapıp kaçıracaklarından korktuğunuz zamanları hatırlayın. O size barınak sağladı, sizi yardımıyla destekledi ve güzel şeylerden size rızıklar verdi ki şükredesiniz"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey inananlar, ALLAH'a ve elçisine ihanet etmeyin; sorumluklarınıza bile bile ihanet etmiş olursunuz"},{"SurahNumber":8,"VerseNumber":28,"Text":"Bilesiniz ki mallarınız ve evlatlarınız sizin için bir sınavdır ve ALLAH'ın yanında büyük ödül vardır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey inananlar, ALLAH'ı dinlerseniz, size doğruyu yanlıştan ayıracak anlayışı verir, kötülüklerinizi örter ve sizi bağışlar. ALLAH Büyük Lütuf Sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"İnkarcılar seni etkisiz hale getirmek, veya seni öldürmek ya da seni sürmek için planlar yapıyorlardı. Onlar plan kuruyorlarsa ALLAH da plan kuruyor. ALLAH plan kuranların en ustasıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimizi dinledikleri zaman, \"İşittik,\" diyorlardı, \"İstesek biz de bunun bir benzerini getiririz. Bu, geçmişlerin efsanelerinden başka bir şey değil"},{"SurahNumber":8,"VerseNumber":32,"Text":"Hatta, \"Rabbimiz, bu senden gelen bir gerçek ise, üstümüze gökten taşlar yağdır, veya başımıza acıklı bir azap getir,\" diyorlardı"},{"SurahNumber":8,"VerseNumber":33,"Text":"Sen onların arasında bulunduğun sürece ALLAH onlara azap edecek değildir. Onlar, bağışlanma dilerlerken de ALLAH onları cezalandıracak değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Başkalarını Kutsal Mescid'den menederlerken neden ALLAH'ın azabını haketmesinler? Oysa onlar onun koruyucuları değiller. Onun gerçek koruyucuları inananlardır; ancak çokları bunu bilmez"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların, Kabe'deki namazları hile ve menetmekten başka bir şey değil. İnkarınızdan dolayı azabı tadın"},{"SurahNumber":8,"VerseNumber":36,"Text":"İnkar edenler, insanları ALLAH yolundan menetmek için paralarını harcarlar ve daha da harcamaya devam edecekler. Fakat bu, sonradan kendileri için bir üzüntü kaynağı olacak ve ardından yenilecekler. İnkar edenler cehenneme sürüleceklerdir"},{"SurahNumber":8,"VerseNumber":37,"Text":"Böylece ALLAH kötüyü iyiden ayırdeder, kötüleri üst üste koyup topluca yığar ve cehenneme yollar. İşte kaybedenler onlardır"},{"SurahNumber":8,"VerseNumber":38,"Text":"İnkar edenlere söyle: \"Son verirlerse geçmişte yaptıkları bağışlanacaktır. Dönerlerse, daha öncekilerin sünneti (yasası) geçerlidir"},{"SurahNumber":8,"VerseNumber":39,"Text":"Baskı ve zulmu ortadan kaldırıncaya ve dini sadece ALLAH'a ait kılıncaya dek onlarla savaşın. Düşmanlığa son verirlerse, elbette ALLAH yaptıklarınızı Görür"},{"SurahNumber":8,"VerseNumber":40,"Text":"Dönerlerse, bilin ki sahibiniz ALLAH'tır. O en iyi Mevla (Egemen/Dost/Koruyucu) ve en iyi Yardımcıdır"}]}