{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Waa sidaase, oo kan isagu ku aar guta intii gef loo geystey in le’eg, kaasoo lagu gardarrooday, Allaah hubaal waa u gargaari doonaa. hubaal, Allaah waa Cafis Badane, Dambi Dhaaf Badan"},{"SurahNumber":22,"VerseNumber":61,"Text":"Arrinkani ku wacan inuu Allaah dhex geliyo habeenka maalinta, oo dhex geliyo maalinta habeenka. Oo Allaah waa wax kasta Maqle, wax kasta Arka"},{"SurahNumber":22,"VerseNumber":62,"Text":"Arrinkani waxaa ku wacan waa in Allaah uu yahay Xaq, iyo waxa ay baryaan sokadi uu yahay Baadil, iyo in Allaah yahay Sarreeyaha, aadka u Weyn"},{"SurahNumber":22,"VerseNumber":63,"Text":"Miyaanad arag inuu Allaah ka soo shubo biyo druurta, oo markaas dhulku noqdo doog? Hubaal, Allaah waa Roonaan Badane, Xog-Ogaal ah"},{"SurahNumber":22,"VerseNumber":64,"Text":"Wuxuu leeyahay wax kastoo ku sugan samooyinka iyo wax kastoo ku sugan arlada. Oo hubaal, Allaah waa Hodonka (ka deeqtoon wax waliba) la ammaano"},{"SurahNumber":22,"VerseNumber":65,"Text":"Miyaanad arag inuu Allaah idiin sakhiray wax kastoo ku sugan dhulka, iyo doonyaha ku socda badda Amarkiisa? Oo Wuxuu ka hayaa cirka inuu ku soo dhaco dhulka Isagoo idmo ma’ahee’ hubaal, Allaah waa Mid dadka xaqiiq u Turid iyo Naxariis Badan"},{"SurahNumber":22,"VerseNumber":66,"Text":"Oo waa Isaga Kan idin nooleeya, haddana idin dhinsiiya, haddana idin soo nooleyn doona mar kale (Maalinta Qiyaamaha). hubaal, Aadmigu xaqiiq waa mid abaal dhac badan"},{"SurahNumber":22,"VerseNumber":67,"Text":"Ummad walba waxaan u yeellay hab cibaado oo ay ku cibaadeystaan ee yeyna kugula doodin arrinka (Xaqa), oo ugu yeer xagga Rabbigaa. hubaal, Adigu waxaad xaqiiq ku sugan tahay jid toosan"},{"SurahNumber":22,"VerseNumber":68,"Text":"Oo haddii ay kula doodaan, dheh: Allaah baa dhab u ogsoon waxa aad fashaan"},{"SurahNumber":22,"VerseNumber":69,"Text":"Allaah baa idinku kala xukumi doonaa dhexdiinna Maalinta Qiyaamaha waxa aad isku khilaafsaneydeen.”"},{"SurahNumber":22,"VerseNumber":70,"Text":"Miyaadan ogayn inuu Allaah og yahay waxa ku sugan samada iyo arlada? hubaal, arrinkani waxay ku yaalliin Kitaab19. hubaal, arrinkani wuu u fudud yahay Allaah"},{"SurahNumber":22,"VerseNumber":71,"Text":"Oo Waxay caabuddaan Allaah sokadi wax uusan u soo dejin wax xujo ah, iyo waxaa aysan u lahayn wax cilmi ah, oo daalimiinta (gaalada, mushrikiinta, iwm) ma heli doonaan wax u soo gargaara"},{"SurahNumber":22,"VerseNumber":72,"Text":"Oo marka Aayadahayaga cad loo akhriyo, waxaad ka garan doontaa wejiyada kuwa rumeysan waaya nac! waxay ku sigtaan inay ku soo boodaan kuwa u akhriya Aayadahayaga. Dheh: “Ma idiin sheegaa wax waxakani ka xun20? waa Naarta, Allaah wuxuu u yaboohay kuwa Xaqa diida, oo xumaaa aayotiinka ay ku dambeynayaan"},{"SurahNumber":22,"VerseNumber":73,"Text":"Dadow! Tusaale baa la soo qaadaye ee bal u dhegaysta (si wanaagsan): Hubaal! Kuwa aad baridaan Allaah sokadi ma abuuri karaan duqsi, haba u kulmaane dhammaantood arrinkaa, oo haddii uu duqsigu wax ka dafo, kama soo ceshan karaan. Liidasho badanaa kan wax dooni iyo kan la dooni"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ma ay qaddarin Allaah qaddarinta uu mudan yahay; hubaal, Allaah xaqiiq waa Xoog Badane, Awood Badan"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allaah wuxuu ka dhex doortaa Rusul malaa’igta iyo dadkaba. Hubaal, Allaah waa wax kasta Maqle, wax kasta Arka"},{"SurahNumber":22,"VerseNumber":76,"Text":"Wuxuu ogsoon yahay Waxa hortooda ah iyo waxa gadaashooda ah. Oo xagga Allaah baa loo celiyaa arrimaha oo dhan"},{"SurahNumber":22,"VerseNumber":77,"Text":"Kuwiinaan idinku rumeysanow! Rukuuca oo sujuuda oo caabuda Rabbigiin oo fala khayr aad liibaantaane"},{"SurahNumber":22,"VerseNumber":78,"Text":"Oo u dadaala Ilaahay Darti dadaal dhab ah. Isaga baa idin doortaye. Oo ma saarin dushiina xagga diinta wax aad ku dhib mudataan, waa dariiqaddii Aabbihiin Ibraahiim. Isaga (Allaah) baa idiin bixiyey ka hor muslimiin iyo Qur’aankan (dhexdiisaba) si uu Rasuulku idiinku ahaado markhaati, oo idinkuna aad markhaati kaga ahaataan dadka. Ee ooga salaadda oo bixiya sakada oo cuskada Allaah oo isku dhowra. Waa Isaga Gacalkiin, Muxuu yahay Gacal wanaagsan, oo muxuu yahay Gargaare Wanaagsan"}]}