{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"We tested Pharaoh´s folk before them, and a noble messenger came to them"},{"SurahNumber":44,"VerseNumber":18,"Text":"Hand over God´s servants to me. I am a trustworthy messenger for you"},{"SurahNumber":44,"VerseNumber":19,"Text":"Do not act so haughtily concerning God: I bring you clear authority"},{"SurahNumber":44,"VerseNumber":20,"Text":"I have sought refuge with my Lord and your Lord, lest you cast me out"},{"SurahNumber":44,"VerseNumber":21,"Text":"If you do not believe in me, then keep away from me"},{"SurahNumber":44,"VerseNumber":22,"Text":"So he appealed to his Lord: \"These are criminal folk"},{"SurahNumber":44,"VerseNumber":23,"Text":"Travel with My servants at night for you will be followed"},{"SurahNumber":44,"VerseNumber":24,"Text":"Leave the sea parted; they are an army who will be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"How man gardens and fountains have they left behind"},{"SurahNumber":44,"VerseNumber":26,"Text":"And crops and a splendid position"},{"SurahNumber":44,"VerseNumber":27,"Text":"and a life of ease they were delighted with"},{"SurahNumber":44,"VerseNumber":28,"Text":"Even so We let other folk inherit it from them"},{"SurahNumber":44,"VerseNumber":29,"Text":"Neither Heaven nor Earth wept over them, nor were they allowed to wait"},{"SurahNumber":44,"VerseNumber":30,"Text":"So We saved the Children of Israel from shameful torment"},{"SurahNumber":44,"VerseNumber":31,"Text":"from Pharaoh, who was haughty, so dissipated"},{"SurahNumber":44,"VerseNumber":32,"Text":"We chose them knowingly ahead of [anyone in] the Universe"},{"SurahNumber":44,"VerseNumber":33,"Text":"and gave them signs which contained an obvious test"},{"SurahNumber":44,"VerseNumber":34,"Text":"Yet the latter kept on saying"},{"SurahNumber":44,"VerseNumber":35,"Text":"There is only this first death of ours; we will not be raised again"},{"SurahNumber":44,"VerseNumber":36,"Text":"Bring on our forefathers if you have been truthful"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are they any better than the people of Tubba and the ones before them whom We wiped out? They were such criminals"},{"SurahNumber":44,"VerseNumber":38,"Text":"We did not create Heaven and Earth and anything in between them just by playing around"},{"SurahNumber":44,"VerseNumber":39,"Text":"We have created them both only [to reveal] the Truth, even though most of them do not realize it"},{"SurahNumber":44,"VerseNumber":40,"Text":"The Day for Sorting things out will mean an appointment for everyone"},{"SurahNumber":44,"VerseNumber":41,"Text":"a day when no patron will be able to help a favorite out in any way nor will they be supported"},{"SurahNumber":44,"VerseNumber":42,"Text":"except for someone whom God has shown mercy to. He is the Powerful, the Merciful"},{"SurahNumber":44,"VerseNumber":43,"Text":"The infernal tree"},{"SurahNumber":44,"VerseNumber":44,"Text":"will be food for the sinner"},{"SurahNumber":44,"VerseNumber":45,"Text":"like molten copper, it will seethe inside (their) bellies"},{"SurahNumber":44,"VerseNumber":46,"Text":"like a bathhouse boiler"},{"SurahNumber":44,"VerseNumber":47,"Text":"Take him and drag him into the midst of Hades"},{"SurahNumber":44,"VerseNumber":48,"Text":"Then pour some torment of scalding water over his head"},{"SurahNumber":44,"VerseNumber":49,"Text":"´Taste it; you were such a powerful noble!\"´"},{"SurahNumber":44,"VerseNumber":50,"Text":"This is what you (all) were puzzling over!\"´"},{"SurahNumber":44,"VerseNumber":51,"Text":"The heedful will be in a safe position"},{"SurahNumber":44,"VerseNumber":52,"Text":"among gardens and springs"},{"SurahNumber":44,"VerseNumber":53,"Text":"They will wear satin and brocade as they sit facing one another, just like that"},{"SurahNumber":44,"VerseNumber":54,"Text":"and We will wed them to dark-eyed damsels"},{"SurahNumber":44,"VerseNumber":55,"Text":"They will call confidently for every kind of fruit in it"},{"SurahNumber":44,"VerseNumber":56,"Text":"They will not taste death there except for the very first death [they had]. He will shield them from the torment of Hades"},{"SurahNumber":44,"VerseNumber":57,"Text":"as a boon from your Lord; that will be the supreme Achievement"},{"SurahNumber":44,"VerseNumber":58,"Text":"We have made it easy for your tongue [to recite] in order that they may bear this in mind"},{"SurahNumber":44,"VerseNumber":59,"Text":"So watch out: they too are watching"},{"SurahNumber":45,"VerseNumber":1,"Text":"M"},{"SurahNumber":45,"VerseNumber":2,"Text":"The revelation of the Book [happens] through God, the Powerful, the Wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"there are signs in Heaven and Earth for believers"},{"SurahNumber":45,"VerseNumber":4,"Text":"In your own creation as well as how animals are propagated there are signs for folk who are convinced"},{"SurahNumber":45,"VerseNumber":5,"Text":"The alternation of night and daylight, and any sustenance God sends down from the sky with which He revives the earth after its death, and the wheeling of the winds are signs for folk who use their reason"},{"SurahNumber":45,"VerseNumber":6,"Text":"Those are God´s signs which We recite to you for the Truth, so in what report will you believe if not in God and His signs"},{"SurahNumber":45,"VerseNumber":7,"Text":"How awful will it be for every shamming sinner"},{"SurahNumber":45,"VerseNumber":8,"Text":"who hears God´s signs recited to him, then proudly persists as if he had never heard them. Announce some painful torment to him"},{"SurahNumber":45,"VerseNumber":9,"Text":"Whenever he learns anything about Our signs, he takes them as a joke. Those shall have shameful torment"},{"SurahNumber":45,"VerseNumber":10,"Text":"beyond them there lies Hell. Anything they have earned will not help them out at all, nor will anything they have adopted as patrons instead of God, They will have awful torment"},{"SurahNumber":45,"VerseNumber":11,"Text":"This means guidance, while those who disbelieve in your Lord´s signs will have painful punishment as a blight"}]}