{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"اور جب ان کی نگاہیں پلٹ کر اہل دوزخ کی طرف جائیں گی تو عرض کریں گے کہ اے ہمارے پروردگار ہم کو ظالم لوگوں کے ساتھ شامل نہ کیجیو"},{"SurahNumber":7,"VerseNumber":48,"Text":"اور اہل اعراف (کافر) لوگوں کو جنہیں ان کی صورتوں سے شناخت کرتے ہوں گے پکاریں گے اور کہیں گے (کہ آج) نہ تو تمہاری جماعت ہی تمہارے کچھ کام آئی اور نہ تمہارا تکبّر (ہی سودمند ہوا)"},{"SurahNumber":7,"VerseNumber":49,"Text":"(پھر مومنوں کی طرف اشارہ کر کے کہیں گے) کیا یہ وہی لوگ ہیں جن کے بارے میں تم قسمیں کھایا کرتے تھے کہ خدا اپنی رحمت سے ان کی دستگیری نہیں کرے گا (تو مومنو) تم بہشت میں داخل ہو جاؤ تمہیں کچھ خوف نہیں اور نہ تم کو کچھ رنج واندوہ ہوگا"},{"SurahNumber":7,"VerseNumber":50,"Text":"اور وہ دوزخی بہشتیوں سے (گڑگڑا کر) کہیں گے کہ کسی قدر ہم پر پانی بہاؤ یا جو رزق خدا نے تمہیں عنایت فرمایا ہے ان میں سے (کچھ ہمیں بھی دو) وہ جواب دیں گے کہ خدا نے بہشت کا پانی اور رزق کافروں پر حرام کر دیا ہے"},{"SurahNumber":7,"VerseNumber":51,"Text":"جنہوں نے اپنے دین کو تماشا اور کھیل بنا رکھا تھا اور دنیا کی زندگی نے ان کو دھوکے میں ڈال رکھا تھا۔ تو جس طرح یہ لوگ اس دن کے آنے کو بھولے ہوئے اور ہماری آیتوں سے منکر ہو رہے تھے۔ اسی طرح آج ہم بھی انہیں بھلا دیں گے"},{"SurahNumber":7,"VerseNumber":52,"Text":"اور ہم نے ان کے پاس کتاب پہنچا دی ہے جس کو علم ودانش کے ساتھ کھول کھول کر بیان کر دیا ہے (اور) وہ مومن لوگوں کے لیے ہدایت اور رحمت ہے"},{"SurahNumber":7,"VerseNumber":53,"Text":"کیا یہ لوگ اس کے وعدہٴ عذاب کے منتظر ہیں۔ جس دن وہ وعدہ آجائے گا تو جو لوگ اس کو پہلے سے بھولے ہوئے ہوں گے وہ بول اٹھیں گے کہ بےشک ہمارے پروردگار کے رسول حق لے کر آئے تھے۔ بھلا (آج) ہمارا کوئی سفارشی ہیں کہ ہماری سفارش کریں یا ہم (دنیا میں) پھر لوٹا دیئے جائیں کہ جو عمل (بد) ہم (پہلے) کرتے تھے (وہ نہ کریں بلکہ) ان کے سوا اور (نیک) عمل کریں۔ بےشک ان لوگوں نے اپنا نقصان کیا اور جو کچھ یہ افتراء کیا کرتے تھے ان سے سب جاتا رہا"},{"SurahNumber":7,"VerseNumber":54,"Text":"کچھ شک نہیں کہ تمہارا پروردگار خدا ہی ہے جس نے آسمانوں اور زمین کو چھ دن میں پیدا کیا پھر عرش پر جا ٹھہرا۔ وہی رات کو دن کا لباس پہناتا ہے کہ وہ اس کے پیچھے دوڑتا چلا آتا ہے۔ اور اسی نے سورج اور چاند ستاروں کو پیدا کیا سب اس کے حکم کے مطابق کام میں لگے ہوئے ہیں۔ دیکھو سب مخلوق بھی اسی کی ہے اور حکم بھی (اسی کا ہے) ۔ یہ خدا رب العالمین بڑی برکت والا ہے"},{"SurahNumber":7,"VerseNumber":55,"Text":"(لوگو) اپنے پروردگار سے عاجزی سے اور چپکے چپکے دعائیں مانگا کرو۔ وہ حد سے بڑھنے والوں کو دوست نہیں رکھتا"},{"SurahNumber":7,"VerseNumber":56,"Text":"اور ملک میں اصلاح کے بعد خرابی نہ کرنا اور خدا سے خوف کرتے ہوئے اور امید رکھ کر دعائیں مانگتے رہنا۔ کچھ شک نہیں کہ خدا کی رحمت نیکی کرنے والوں سے قریب ہے"},{"SurahNumber":7,"VerseNumber":57,"Text":"اور وہی تو ہے جو اپنی رحمت (یعنی مینھ) سے پہلے ہواؤں کو خوشخبری (بنا کر) بھیجتا ہے۔ یہاں تک کہ جب وہ بھاری بھاری بادلوں کو اٹھا لاتی ہے تو ہم اس کو ایک مری ہوئی بستی کی طرف ہانک دیتے ہیں۔ پھر بادل سے مینھ برساتے ہیں۔ پھر مینھ سے ہر طرح کے پھل پیدا کرتے ہیں۔ اسی طرح ہم مردوں کو (زمین سے) زندہ کرکے باہر نکال لیں گے۔ (یہ آیات اس لیے بیان کی جاتی ہیں) تاکہ تم نصیحت پکڑو"},{"SurahNumber":7,"VerseNumber":58,"Text":"جو زمین پاکیزہ (ہے) اس میں سے سبزہ بھی پروردگار کے حکم سے (نفیس ہی) نکلتا ہے اور جو خراب ہے اس میں جو کچھ ہے ناقص ہوتا ہے۔ اسی طرح ہم آیتوں کو شکرگزار لوگوں کے لئے پھیر پھیر کر بیان کرتے ہیں"},{"SurahNumber":7,"VerseNumber":59,"Text":"ہم نے نوح کو ان کی قوم کی طرف بھیجا تو انہوں نے (ان سے کہا) اے میری برادری کے لوگو خدا کی عبادت کرو اس کے سوا تمہارا کوئی معبود نہیں۔ مجھے تمہارے بارے میں بڑے دن کے عذاب کا (بہت ہی) ڈر ہے"},{"SurahNumber":7,"VerseNumber":60,"Text":"تو جو ان کی قوم میں سردار تھے وہ کہنے لگے کہ ہم تمہیں صریح گمراہی میں (مبتلا) دیکھتے ہیں"},{"SurahNumber":7,"VerseNumber":61,"Text":"انہوں نے کہا اے قوم مجھ میں کسی طرح کی گمراہی نہیں ہے بلکہ میں پروردگار عالم کا پیغمبر ہوں"},{"SurahNumber":7,"VerseNumber":62,"Text":"تمہیں اپنے پروردگار کے پیغام پہنچاتا ہوں اور تمہاری خیرخواہی کرتا ہوں اور مجھ کو خدا کی طرف سے ایسی باتیں معلوم ہیں جن سے تم بےخبر ہو"},{"SurahNumber":7,"VerseNumber":63,"Text":"کیا تم کو اس بات سے تعجب ہوا ہے کہ تم میں سے ایک شخص کے ہاتھ تمہارے پروردگار کی طرف سے تمہارے پاس نصیحت آئی تاکہ وہ تم کو ڈرائے اور تاکہ تم پرہیزگار بنو اور تاکہ تم پر رحم کیا جائے"},{"SurahNumber":7,"VerseNumber":64,"Text":"مگر ان لوگوں نے ان کی تکذیب کی۔ تو ہم نے نوح کو اور جو ان کے ساتھ کشتی میں سوار تھے ان کو تو بچا لیا اور جن لوگوں نے ہماری آیتوں کو جھٹلایا تھا انہیں غرق کر دیا۔ کچھ شک نہیں کہ وہ اندھے لوگ تھے"}]}