{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Ҳайҳот! Ҳайҳот! Сизга ваъда қилинган нарса нақадар узоқ"},{"SurahNumber":23,"VerseNumber":37,"Text":"Шу дунёдаги ҳаётимиздан бошқа ҳаёт йўқдир. Ўламиз, тириламиз ва биз қайта тирилгувчи эмасмиз"},{"SurahNumber":23,"VerseNumber":38,"Text":"У фақат Аллоҳга нисбатан ёлғон уйдирган одам, холос. Биз унга иймон келтиргувчи эмасмиз», дедилар"},{"SurahNumber":23,"VerseNumber":39,"Text":"У: «Эй Роббим, мени ёлғончи қилганларга қарши менга нусрат бер», деди"},{"SurahNumber":23,"VerseNumber":40,"Text":"У зот: «Озгинадан сўнг улар надомат чекувчи бўлурлар», деди"},{"SurahNumber":23,"VerseNumber":41,"Text":"Бас, уларни ҳақ ила қичқириқ олди. Бас, Биз уларни хасу чўпга айлантирдик. Дафъ бўлсин золим қавмлар"},{"SurahNumber":23,"VerseNumber":42,"Text":"Сўнгра улардан кейин бошқа аср авлодларини пайдо қилдик"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ҳеч бир уммат ўз ажалидан олдин ҳам кетмас, ортда ҳам қолмас"},{"SurahNumber":23,"VerseNumber":44,"Text":"Сўнгра Пайғамбарларимизни кетма-кет юбордик. Ҳар қачон бир умматга ўз Пайғамбари келса, уни ёлғончи қилдилар. Бас, Биз ҳам уларни баъзилари ортидан баъзиларини (ҳалокатга) эргаштиравердик ва уларни гапу сўзга айлантирдик. Бас, дафъ бўлсин иймон келтирмайдиган қавмлар"},{"SurahNumber":23,"VerseNumber":45,"Text":"Сўнгра Биз Мусо ва биродари Ҳорунни оятларимиз ва очиқ ҳужжат ила"},{"SurahNumber":23,"VerseNumber":46,"Text":"Фиръавн ва унинг аъёнларига юбордик. Бас, улар мутакаббирлик қилдилар ва ўзини юқори қўйган қавм бўлдилар"},{"SurahNumber":23,"VerseNumber":47,"Text":"Бас, улар: «Ўзимизга ўхшаган икки башарга иймон келтирамизми?! Ҳолбуки, уларнинг қавми бизга қуллик қилгувчи бўлиб турибди-ку?!» дедилар"},{"SurahNumber":23,"VerseNumber":48,"Text":"Бас, икковларини ёлғончи қилдилар ва ҳалок қилинганлардан бўлдилар"},{"SurahNumber":23,"VerseNumber":49,"Text":"Батаҳқиқ, Биз, шоядки, ҳидоят топсалар деб, Мусога Китобни берган эдик"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ибн Марямни ва унинг онасини оят-аломат қилдик ва икковларини оқар сувли қароргоҳ тепаликка жойладик"},{"SurahNumber":23,"VerseNumber":51,"Text":"Эй Пайғамбарлар! Пок нарсалардан енглар ва солиҳ амаллар қилинглар. Албатта, Мен нима амал қилаётганингизни ўта билгувчиман"},{"SurahNumber":23,"VerseNumber":52,"Text":"Албатта, сизнинг бу умматингиз ягона умматдир. Мен эса, Роббингизман. Бас, Менга тақво қилинг"},{"SurahNumber":23,"VerseNumber":53,"Text":"Бас, улар ишларини ўз ораларида пора-пора қилиб бўлиб юбордилар. Ҳар фирқа ўз ҳузурларидаги нарса ила хурсанддирлар"},{"SurahNumber":23,"VerseNumber":54,"Text":"Бас, сен уларни ғафлатларида бир муддат қўйиб қўй"},{"SurahNumber":23,"VerseNumber":55,"Text":"Улар Бизнинг ўзларига молу дунё ва фарзандлар ила мадад бераётганимизни"},{"SurahNumber":23,"VerseNumber":56,"Text":"Уларга яхшиликларни тезлатишимиз, деб ҳисоблайдиларми? Йўқ! Улар сезмаслар"},{"SurahNumber":23,"VerseNumber":57,"Text":"Албатта, Роббиларидан қўрқиб хавфда турувчилар"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ва Роббилари оятларига иймон келтирадиганлар"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ва Роббиларига ширк келтирмайдиганлар"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ва берадиган нарсаларини албатта Роббиларига қайтгувчи эканликларидан қалблари титраган ҳолда берадиганлар"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ана ўшалар яхшиликларга шошилурлар ва улар ўша (яхшилик)лар учун мусобақа қилурлар"},{"SurahNumber":23,"VerseNumber":62,"Text":"Биз ҳеч бир жонга тоқатидан ташқари таклиф қилмасмиз. Ҳузуримизда китоб бор. У ҳақни сўзлайдир. Уларга зулм қилинмас"},{"SurahNumber":23,"VerseNumber":63,"Text":"Йўқ! Уларнинг қалблари бундан ғафлатдадир. Уларнинг бундан бошқа амаллари бордир. Улар ўшаларни қилгувчилардир"},{"SurahNumber":23,"VerseNumber":64,"Text":"Токи уларнинг маишатпарастларини азоб ила тутганимизда, бирдан фарёд солурлар"},{"SurahNumber":23,"VerseNumber":65,"Text":"«Энди, бугун фарёд солманг! Албатта, Биз томонимиздан сизга нусрат қилинмас"},{"SurahNumber":23,"VerseNumber":66,"Text":"Батаҳқиқ, Менинг оятларим сизга тиловат қилинар эди. Сиз эса, ортингизга қочар эдингиз"},{"SurahNumber":23,"VerseNumber":67,"Text":"У билан кибрланар, тунги суҳбатингизда беҳуда сўзлар айтар эдингиз», деймиз"},{"SurahNumber":23,"VerseNumber":68,"Text":"Наҳотки улар бу сўзни тадаббур қилиб кўрмадилар? Ёки уларга аввалги ота-боболарига келмаган нарса келибдими"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ёки ўз Пайғамбарларини танимасдан улар унга инкор қилгувчи бўлмоқдаларми"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ёки, унда жиннилик бор, дерларми? Йўқ! У уларга ҳақ ила келди. Уларнинг кўплари эса, ҳақни ёмон кўргувчидирлар"},{"SurahNumber":23,"VerseNumber":71,"Text":"Агар ҳақ уларнинг ҳавойи нафсларига эргашса, албатта, осмонлару ер ва улардаги кимсалар фасодга учрар эди. Йўқ! Биз уларга ўз шарафларини келтирдик. Улар эса, шарафларидан юз ўгирмоқдалар"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ёки сен улардан харож сўраяпсанми?! Бас, Роббингнинг харожи яхшироқдир. У зот энг яхши ризқ бергувчидир"},{"SurahNumber":23,"VerseNumber":73,"Text":"Албатта, сен уларни тўғри йўлга чақирасан"},{"SurahNumber":23,"VerseNumber":74,"Text":"Албатта, охиратга иймон келтирмайдиганлар бу йўлдан озгувчидирлар"}]}