{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"And one who submits himself to God and he is the doer of good, then he has indeed caught hold of a strong handle for which there is no breaking off, and the (decision of) the consequences of affairs is God’s"},{"SurahNumber":31,"VerseNumber":23,"Text":"And one who does not believe, do not let his disbelief grieve you, to Us is their return, so We will inform them of that which they did. God is certainly the Knower of that which is in the bosoms"},{"SurahNumber":31,"VerseNumber":24,"Text":"We will make them enjoy a little then We will drive them towards a harsh punishment"},{"SurahNumber":31,"VerseNumber":25,"Text":"And if you ask them, “Who created the skies and the earth?” They will definitely say, “God.” Say, “Praise is due only for God, but the majority of them does not know.”"},{"SurahNumber":31,"VerseNumber":26,"Text":"God’s is whatever is in the skies and the earth. God is certainly the Independent, the Praised"},{"SurahNumber":31,"VerseNumber":27,"Text":"And had all the trees that are in the earth been pens and the sea (were ink) with seven more seas added to it, (even then) the words of God would not be exhausted, God is certainly Mighty, Wise"},{"SurahNumber":31,"VerseNumber":28,"Text":"Your creation and your raising is nothing but like (the creation and raising of) a single soul. God is certainly Hearing, Seeing"},{"SurahNumber":31,"VerseNumber":29,"Text":"Did you not consider that God makes the night to enter into the day and makes the day to enter into the night and He has compelled the sun and the moon (to follow His laws), each one moves till an appointed term, and that God is informed of what you do"},{"SurahNumber":31,"VerseNumber":30,"Text":"That is because God is the Reality and that which they pray to besides Him, is falsehood; and that God is the High, the Great"},{"SurahNumber":31,"VerseNumber":31,"Text":"Did you not consider that the ships sail in the sea due to God’s favor, that He may show you (some) of His signs? Certainly there are signs in that for every patient, grateful one"},{"SurahNumber":31,"VerseNumber":32,"Text":"And when a wave covers them like overshadowing clouds, they pray to God, making religion exclusively for Him, but when He brings them safe to the land, then among them there are those who compromise (by not continuing to keep religion purely for God); and no one knowingly denies Our signs except every traitor, ungrateful one"},{"SurahNumber":31,"VerseNumber":33,"Text":"O mankind! be careful of your Lord and fear the day when a father will not be able to pay for the penalty on behalf of his son, and the son will not be able to pay for anything by way of penalty on behalf of his father. God’s promise is certainly true, so do not let the life of this world deceive you nor let the deceiver deceive you about God"},{"SurahNumber":31,"VerseNumber":34,"Text":"The knowledge of the hour of doom is certainly with God. And He sends down the rain. And He knows that which is in the wombs. And no person knows what he will earn tomorrow (in future). And no person knows in what (part of) the earth he will die. God is certainly Knowing, Informed"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":32,"VerseNumber":2,"Text":"The sending down of the book, in which there is nothing doubtful, (is) from the Lord of the worlds"},{"SurahNumber":32,"VerseNumber":3,"Text":"Or do they say, “He has forged it?” No, it is the truth from your Lord that you may warn a people to whom no warner has come before you, they that may receive guidance"},{"SurahNumber":32,"VerseNumber":4,"Text":"It is God Who created the skies and the earth and that which is between them both, in six periods, then He set the balance on the throne (of the universe). You do not have besides Him any guardian nor do you have a mediator. Then, will you not be mindful"},{"SurahNumber":32,"VerseNumber":5,"Text":"He governs the affair from the sky to the earth, then it will ascend to Him in a day, the measure of which is a thousand years of that which you count"},{"SurahNumber":32,"VerseNumber":6,"Text":"That is the Knower of the unseen and the seen, the Mighty, the Merciful"},{"SurahNumber":32,"VerseNumber":7,"Text":"Who made good everything which He created, and He began the creation of man from clay"},{"SurahNumber":32,"VerseNumber":8,"Text":"then made His progeny from something (sperm and egg) taken out from the fluid (which is) weakened after vigour"},{"SurahNumber":32,"VerseNumber":9,"Text":"then He set him in equilibrium and breathed into him from His spirit and made for you the (sources of) hearing and seeing and the hearts, little is the gratitude you show"},{"SurahNumber":32,"VerseNumber":10,"Text":"And they say, “What! when we are lost in the earth, will we then be in a new creation?” No, they do not believe in (their) meeting with their Lord"}]}