{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Вот, когда Мы над ними поколебали гору, и она была как чёрное облако, они думали, что она падёт на них. \"Соблюдайте то, что даём Мы вам, с твердостью, и помните что есть в нем: может быть, будете богобоязливы"},{"SurahNumber":7,"VerseNumber":172,"Text":"Некогда Господь твой из сынов Адама, из чресел их, извлек потомков их и повелел им дать исповедание о себе самих. \"Не есть ли Я Господь ваш?\" Они сказали: \"Да; исповедуем это\". Это было для того, чтобы вы в день воскресения не сказали: \"Мы не были в состоянии постигнуть это"},{"SurahNumber":7,"VerseNumber":173,"Text":"Или не сказали: \"Отцы наши прежде нас признавали соучастников Богу, а мы были только их потомками; так погубишь ли нас за то, что делали легкомысленные"},{"SurahNumber":7,"VerseNumber":174,"Text":"Так ясно излагаем Мы сии знамения: может быть, они обратятся"},{"SurahNumber":7,"VerseNumber":175,"Text":"Прочитай им рассказываемое о том, кому Мы дали наши знамения, а он уклонился от них: сатана увел его в след за собой, и он был в числе блуждающих"},{"SurahNumber":7,"VerseNumber":176,"Text":"Если бы Мы захотели, то возвысили бы его ими; но он привязался к земному и последовал своей страсти. Он уподобился псу, который, когда гонишь его, высовывает язык; когда оставляешь его, высовывает язык. Вот чему подобны люди, которые считают ложными наши знамения. Рассказывай им этот рассказ: может быть, они одумаются"},{"SurahNumber":7,"VerseNumber":177,"Text":"Сколь низкому уподобляются эти люди, считающие наши знамения ложными! Сами себе они делают зло"},{"SurahNumber":7,"VerseNumber":178,"Text":"Кого руководит Бог, тот идет по прямому пути; а те, которых Он уклонит от пути, - те блуждают"},{"SurahNumber":7,"VerseNumber":179,"Text":"Для геенны Мы сотворили великое число гениев и человеков: у них сердца, не понимающие того, у них очи, не видящие того; у них уши, не слышащие того; они как скоты, - и даже больше, чем они, - блуждают. Таковы - люди беспечные"},{"SurahNumber":7,"VerseNumber":180,"Text":"Богу есть прекрасные имена: ими призывайте Его, и оставьте тех, которые спорят о именах Его; им воздастся за то, что они делали"},{"SurahNumber":7,"VerseNumber":181,"Text":"Из сотворенных Нами есть народы, которые идут путем истины, и руководствуясь ею, делают правду"},{"SurahNumber":7,"VerseNumber":182,"Text":"Тех же, которые считают наши знамения ложными, Мы незаметно доведем до погибели, так что они того и не узнают"},{"SurahNumber":7,"VerseNumber":183,"Text":"Я буду давать отсрочки им; потому что моя хитрость верна"},{"SurahNumber":7,"VerseNumber":184,"Text":"Ужели они доселе не рассудили о том, что согражданин их не из числа беснующихся? Истинно, он только верный наставник"},{"SurahNumber":7,"VerseNumber":185,"Text":"Не обращали ли они взоров на царственное благолепие небес и земли, и на прочие существа, какие сотворил Бог? и на то - не настает ли, не приближается ли уже определенный для них срок? После него, в какое новое учение будут веровать они"},{"SurahNumber":7,"VerseNumber":186,"Text":"Кого вводит в заблуждение Бог, для того уже нет вождя. Таких оставляет Он, и они в своем блуждании ходят как умоисступленные"},{"SurahNumber":7,"VerseNumber":187,"Text":"Они спрашивают тебя о часе: \"К какому времени он приурочен?\" Скажи: \"Познание об этом только у Господа моего: кроме Его никто не может указать на время его; он озабочивает и небеса и землю: он наступит для вас не иначе, как внезапно\". Они спрашивают тебя, как будто ты верно знаешь о нем. Скажи: \"Ведение о нем только у Бога; но очень многие из сих людей и этого не знают"},{"SurahNumber":7,"VerseNumber":188,"Text":"Скажи: \"Я не в силах распорядить для себя ни полезным, ни вредным, если не хочет того Бог. если бы я был хорошо знающим тайное, я бы обогатился всяким добром, , и ни какое зло не коснулось бы меня: я только обличитель и благовеститель для людей верующих"}]}