{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"Abanjalo bonke; iqela elithile kuBantu beNcwadi limele okulungileyo, bayazicengceleza iiVesi zika-Allâh phakathi kwiiyure zobusuku, baqubude bathandaze"},{"SurahNumber":3,"VerseNumber":114,"Text":"Bayakholwa kuAllâh nakwiMini yokuGqibela; Bayalela ukwenziwa kokulungileyo, balele ukwenziwa kokungalunganga baze bangxame ukwenza okulungileyo ke bona bangabanye bamalungisa"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ke kaloku nantoni na elungileyo abayenzayo akukho nto ingayi kwamkelwa kubo; kuba uAllâh Ubazi kakuhle abo bamoyikayo (Yena)"},{"SurahNumber":3,"VerseNumber":116,"Text":"Inene abo bangakholwayo, ubutyebi babo nenzala yabo ayiyi kubanceda (nganto) kuAllâh. Bona ngabahlali baseMlilweni, apho kulapho baya kuhlala khona ngonaphakade"},{"SurahNumber":3,"VerseNumber":117,"Text":"Imfano yoko bakuchitha (kumalizo kweli hlabathi ifana nomoya obanda ceke; obetha isivuno sabantu abenza ubugwenxa kwiziqu zabo usitshabalalise, uAllâh Azanga Enze bugwenxa kubo, koko ngabo abazenza ubugwenxa (ngokwabo)"},{"SurahNumber":3,"VerseNumber":118,"Text":"O nina bakholwayo! Musani ukuthabatha abo bangaphandle kwenkolo yenu ukuba babe ngabacebisi benu, njengoko bengasokuze basilele ukwenza konke okusemandleni abo ukunonakalisa. Bona banqwenela ukunonzakalisa ngamandla. Inzondo (yabo) sele izibonakalisile ngemilomo yabo. Ukanti okufihlakele ezifubeni zabo kungcole ngakumbi. Inene Thina Sizicacisile iiVesi kuni ukuba ningabaqondayo"},{"SurahNumber":3,"VerseNumber":119,"Text":"Eneneni! Nini abathanda bona kodwa bona abanithandi, Ukanti nina nikholwa kuso sonke isiBhalo. Bona xa bedibana nani bathi, “Siyakholwa”. Kodwa xa behlangene bodwa, banimuncela iintupha zabo, bezele ngumsindo. Yithi: “Tshabalalani kuloo misindo yenu.” Inene uAllâh Uyakwazi oko kusezifubeni"},{"SurahNumber":3,"VerseNumber":120,"Text":"Xa nihlelwe kokulungileyo, iba buhlungu loo nto kubo, ze kuthi nakuhlelwa kokubi kubavuyise oko. Kodwa ukuba ninokuba nomonde nihlale nimoyika uAllâh akukho nento le abanokunenza yona ngamayelenqe abo. Inene uAllâh Ukurhangqele konke oko bakwenzayo"},{"SurahNumber":3,"VerseNumber":121,"Text":"Ukhumbule kananjalo wena (Muhammad) okokuba washiya umzi wakho ukuya kukhaphela amakholwa kwizikhululo zedabi6 UAllâh Waba nguSokuva uSolwazi"},{"SurahNumber":3,"VerseNumber":122,"Text":"Kwathi xa amaqela amabini phakathi kwenu ayesele etyhafa, uAllâh Waba nguMkhuseli, kananjalo amakholwa makabeke ithemba lawo kuAllâh"},{"SurahNumber":3,"VerseNumber":123,"Text":"UAllâh sele Enenze nanoloyiso eBadr7, ngethuba nina naningumkhosana omncinane ongenamandla. Ke ngoko Moyikeni uAllâh kakhulu ukuze nibe nombulelo"},{"SurahNumber":3,"VerseNumber":124,"Text":"(Khumbula) wena (Muhammad) wathi kumakholwa, “Ingaba akwanelanga na ukuba iNkosi yenu (uAllâh) Inincedise ngeengelosi ezingamawaka amathathu, Izithobe (zize kuni”) na"},{"SurahNumber":3,"VerseNumber":125,"Text":"“Ewe, ukuba nibambelela ekunyamezeleni nasebungcweleni utshabaluzakuzakunilumbonzelekile; iNkosiyenu Inincedise ngeengelosi\tezingamawaka\tamahlanu,\tzineempawu (zentshabalaliso).”"},{"SurahNumber":3,"VerseNumber":126,"Text":"UAllâh Akakwenzanga ukuba kube yinto yimbi oku ngaphandle kokuba kube ziindaba zovuyo nesiqinisekiso ezintliziyweni zenu, kananjalo alukho olunye uloyiso ngaphandle koluvela kuAllâh, uSomandla, uSobulumko"},{"SurahNumber":3,"VerseNumber":127,"Text":"(UAllâh) Usenganqamla inxalenye yabo bangakholwayo, kungenjalo Ababeke ehlazweni, ukuze baphinde emva bedanile"},{"SurahNumber":3,"VerseNumber":128,"Text":"Isigqibo ayisosakho koko sesika-Allâh; enokuba ubuya ngenceba na kubo, okanye ubohlwaye; bona ngenene bangabenzi bobubi"},{"SurahNumber":3,"VerseNumber":129,"Text":"Konke okusemazulwini nasemhlabeni kokuka-Allâh. Uxolela lowo Athande ukumxolela, Ohlwaye lowo Athande ukumohlwaya, kwaye uAllâh nguMxoleli, uSozinceba"},{"SurahNumber":3,"VerseNumber":130,"Text":"Hini na nina bakholwayo! Musani ukutya iRibâ8 ephindwe kabini nakaninzi, koko yoyikani uAllâh khon’ukuze nibe nempumelelo"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kananjalo yoyikani uMlilo, olungiselelwe abangakholwayo"},{"SurahNumber":3,"VerseNumber":132,"Text":"Ke kaloku thobelani uAllâh noMthunywa (waKhe uMuhammad) ukuze nizuze (ukwenzelwa inceba)"}]}