{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryüzünde dolaşmıyorlar mı? Kendilerinden öncekilerin akibetinin nasıl olduğuna baksınlar. Nitekim onlar, bunlardan daha güçlü ve yeryüzünde daha etkili idiler. Ama Allah, onları günahları sebebiyle yakalamıştı da onları Allah’tan koruyacak birisi yoktu"},{"SurahNumber":40,"VerseNumber":22,"Text":"İşte bu, onlara peygamberlerin belgeler getirmesine rağmen, onların kabul etmemelerindendir. Bunun için Allah onları cezalandırmıştır/yakalamıştır. Şüphesiz o güçlü ve şiddetle cezalandırandır"},{"SurahNumber":40,"VerseNumber":23,"Text":"Musa’yı mucizelerimiz ve apaçık belgelerle göndermiştik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun’a, Haman’a ve Karun’a... Hemen: -Yalancı bir sihirbaz! demişlerdi"},{"SurahNumber":40,"VerseNumber":25,"Text":"Onlara kendi katımızdan gerçeği getirdiği halde: -Onunla birlikte iman edenlerin oğullarını öldürüp, kadınlarını sağ bırakın, demişlerdi. Oysa kafirlerin tuzağı ancak boşa gitmeye mahkumdur"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun: -Bırakın beni, Musa’yı öldüreyim. O, Rabbine yalvarıp dursun. Ben, onun dininizi değiştirmesinden ya da yeryüzünde bozgunculuğu yaymasından korkuyorum, dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa: -Ben, hesap gününe inanmayan, her büyüklük taslayandan Rabbiniz ve Rabbim olan Allah’a sığındım, dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden, imanını gizleyen bir adam dedi ki: -Rabbim Allah’tır, dedi diye bir adamı öldürecek misiniz? Size Rabbinizden belgeler getirmiş. Eğer yalancıysa, yalanı kendi aleyhinedir. Eğer doğruysa, sizi tehdit ettiği şeylerden bir kısmı başınıza gelebilir. Allah, saçmalayan yalancılara asla yol göstermez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey halkım, bugün, yeryüzünde güçlü bir iktidarınız var. Ama, bize Allah’tan azap gelirse, bize yardım edecek kimdir? Firavun: -Ben size kendi görüşümden başka bir şey göstermiyorum, ben size sadece doğru yolu gösteriyorum, dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"İman eden kimse şöyle dedi: -Ey halkım! Ben, Nuh, Âd, Semûd kavminin ve ondan sonraki toplumların başına geldiği gibi bir Azap Günü’nün başınıza gelmesinden korkuyorum. Oysa Allah, kullarına zulmetmek istemez"},{"SurahNumber":40,"VerseNumber":31,"Text":"İman eden kimse şöyle dedi: -Ey halkım! Ben, Nuh, Âd, Semûd kavminin ve ondan sonraki toplumların başına geldiği gibi bir Azap Günü’nün başınıza gelmesinden korkuyorum. Oysa Allah, kullarına zulmetmek istemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey halkım, ben sizin için feryat gününden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gün arkanızı döner, kaçarsınız. Fakat, sizi Allah’tan koruyacak hiçbir şey yoktur. Allah kimi sapıklıkta bırakırsa, onun bir kılavuzu yoktur"},{"SurahNumber":40,"VerseNumber":34,"Text":"Daha önce de size Yusuf, açık belgelerle gelmişti. Fakat siz, onun getirdiklerinden hep şüphe edip durdunuz. Sonunda o öldüğü zaman: -Allah, ondan sonra bir peygamber göndermeyecektir, dediniz. Allah, haddi aşan (saçmalayan) şüpheciyi işte böyle dalalette bırakır"},{"SurahNumber":40,"VerseNumber":35,"Text":"Bu kimseler, Allah’ın ayetleri hakkında, kendilerine gelen bir delil olmadığı halde tartışır dururlar. Bu, Allah katında da, iman edenlerin yanında da büyük kızgınlık sebebidir. Allah, büyüklük taslayan her zorbanın kalbini işte böyle mühürler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun dedi ki: -Ey Hâman, benim için bir kule yap, belki sebeplere ulaşırım"},{"SurahNumber":40,"VerseNumber":37,"Text":"Göklerin sebeplerine... ve Musa’nın ilahını görürüm. Çünkü ben onun yalancı olduğunu sanıyorum. Firavuna kötü işleri işte böyle süslendi ve yoldan saptırıldı. Firavunun tuzağı hüsrandan başka bir şey değildir"},{"SurahNumber":40,"VerseNumber":38,"Text":"İnanmış kişi şöyle dedi: -Ey halkım, bana uyun, size doğru yolu göstereyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey halkım, bu dünya hayatı geçimliktir. Ahiret ise, kalıcı olan odur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kötülük yapan kimse onun benzerinden başkasıyla cezalandırılmaz. Erkek olsun, kadın olsun kim mü’min olarak iyilik yaparsa, işte onlar da cennete girerler ve orada hesapsız olarak rızıklandırılırlar"}]}