{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Yemwe bantu! Muri abakene imbere ya Allah. Ariko Allah ni we Mukungu, Ushimwa cyane"},{"SurahNumber":35,"VerseNumber":16,"Text":"Abishatse yabakuraho maze akazana ibindi biremwa bishya (bimwumvira kubarusha)"},{"SurahNumber":35,"VerseNumber":17,"Text":"Kandi ibyo kuri Allah ntibigoye"},{"SurahNumber":35,"VerseNumber":18,"Text":"Ntawe uzikorera umutwaro w’undi, kandi nihagira utabaza aremerewe n’ibyaha agira ngo yakirwe uwo mutwaro, nta na kimwe azakirwaho kabone n’iyo (azaba atabaje) abo bafitanye isano. Mu by’ukuri (yewe Muhamadi), uburira abatinya Nyagasani wabo batamubona ndetse bakanahozaho amasengesho. N’uwiyejeje (yitandukanya n’ibyaha byose), mu by’ukuri aba yiyejeje k’ubwe. Kandi kwa Allah ni ho byose bizasubira"},{"SurahNumber":35,"VerseNumber":19,"Text":"Kandi impumyi (udasobanukiwe amategeko y’idini) ntishobora kumera nk’ubona (uri mu nzira itunganye)"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nta n’ubwo umwijima (ubuyobe) ushobora kumera nk’urumuri (ukuyoboka)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ndetse n’igicucu ntigishobora kumera nk’ubushyuhe"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nta n’ubwo abazima (abemeramana) bamera nk’abapfu (abahakanyi). Mu by’ukuri, Allah aha kumva (ukuri) uwo ashaka, ariko (wowe Muhamadi) ntushobora kumvisha abari mu mva"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ahubwo wowe uri umuburizi gusa"},{"SurahNumber":35,"VerseNumber":24,"Text":"Mu by’ukuri, twakohereje tuguhaye ukuri (Isilamu); utanga inkuru nziza (ku bemeramana) unaburira (abahakanyi). Kandi nta muryango (Umat) wabayeho utaragezweho n’umuburizi"},{"SurahNumber":35,"VerseNumber":25,"Text":"Kandi nibaguhinyura (uzamenye ko) rwose n’ababayeho mbere yabo bahinyuye. Intumwa zabo zabazaniye ibitangaza bigaragara, inyandiko (zikubiyemo ubutumwa) ndetse n’ibitabo bitanga urumuri (ariko barabihinyura)"},{"SurahNumber":35,"VerseNumber":26,"Text":"Hanyuma mfata babandi bahakanye (ndabahana). Mbega uko ibihano byanjye byari bikaze"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ese ntubona ko Allah yamanuye amazi mu kirere, tukayameresha imbuto z’amabara atandukanye? (Twanashyize) mu misozi ibiharabuge by’amabara yera n’atukura, bifite amabara atandukanye, ndetse (n’indi misozi) yirabura cyane"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ni nk’uko (twaremye) abantu, inyamaswa n’amatungo mu mabara atandukanye. Mu by’ukuri, abatinya Allah (nyabyo) mu bagaragu be ni abamenyi. Rwose Allah ni Umunyembaraga, Ubabarira ibyaha"},{"SurahNumber":35,"VerseNumber":29,"Text":"Mu by’ukuri, babandi basoma igitabo cya Allah (Qur’an), bagahozaho amasengesho, bakanatanga (amaturo) mu ibanga ndetse no ku mugaragaro mu byo twabafunguriye, bizeye ubucuruzi butazahomba"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kugira ngo azabagororere ingororano zabo zuzuye kandi anabongerere mu ngabire ze. Mu by’ukuri, ni Ubabarira ibyaha, Ushima (ibikorwa by’abagaragu be)"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kandi (yewe Muhamadi) ibyo twaguhishuriye mu gitabo (Qur’an) ni ko kuri gushimangira (ibyahishuwe) mbere yako. Mu by’ukuri, Allah ni Umumenyi wa byose, Ubona bihebuje abagaragu be"},{"SurahNumber":35,"VerseNumber":32,"Text":"Maze duha umurage w’igitabo abo twatoranyije mu bagaragu bacu. Muri bo hari abihemukiye (bakora ibyiza n’ibibi), abandi baba hagati (yo kwemera no guhakana), naho abandi baza imbere mu gukora ibyiza ku bushake bwa Allah. Izo ni ingabire zihambaye"},{"SurahNumber":35,"VerseNumber":33,"Text":"Bazinjira mu busitani buhoraho (Ijuru), maze bazambikirwemo ibikomo bya zahabu n’amasaro arabagirana, ndetse n’imyambaro yabo muri bwo izaba ari ihariri"},{"SurahNumber":35,"VerseNumber":34,"Text":"Bazanavuga bati \"Ishimwe n’ikuzo byuzuye ni ibya Allah, we watumaze agahinda. Rwose Nyagasani wacu ni Ubabarira ibyaha, Ushima (ibikorwa by’abagaragu be)"},{"SurahNumber":35,"VerseNumber":35,"Text":"We, ku bw’ingabire ze wadutuje mu nzu izahoraho, aho tutazagerwaho n’umuruho ndetse n’umunaniro"},{"SurahNumber":35,"VerseNumber":36,"Text":"Naho babandi bahakanye, bazahanishwa umuriro wa Jahanamu. Ntabwo uzabica ngo bapfe ndetse nta n’ubwo bazoroherezwa ibihano byawo. Uko ni ko duhemba buri muhakanyi uhambaye"},{"SurahNumber":35,"VerseNumber":37,"Text":"Bazanawuborogeramo (bagira bati) \"Nyagasani wacu! Wudukuremo dukore ibikorwa byiza tutajyaga dukora\". (Allah azabasubiza) ati \"Ese ntitwabahaye kubaho igihe kirekire kugira ngo utekereza abashe gutekereza? Ndetse n'umuburizi yabagezeho. Ngaho nimusogongere (ibihano). Inkozi z’ibibi ntizizagira umutabazi"},{"SurahNumber":35,"VerseNumber":38,"Text":"Mu by’ukuri, Allah ni Umumenyi w’ibitagaragara byo mu birere no mu isi. Rwose ni we Mumenyi uhebuje w’ibiri mu bituza (by’abantu)"},{"SurahNumber":35,"VerseNumber":39,"Text":"Ni we wabagize abasigire ku isi. Bityo uzahakana ubuhakanyi bwe buzamugiraho ingaruka. Kandi abuhakanyi nta kindi bwongerera abahakanyi imbere ya Nyagasani wabo usibye kurakarirwa (na we); ndetse nta n’ikindi bubongerera usibye igihombo"},{"SurahNumber":35,"VerseNumber":40,"Text":"Vuga (yewe Muhamadi) uti \"Ese ntimubona ibigirwamana byanyu musenga bitari Allah? Nimunyereke icyo byaremye ku isi. Ese byaba byaragize uruhare mu iremwa ry’ibirere, cyangwa ngo tube twarabahaye igitabo bakaba ari cyo bakomoramo ibimenyetso bigaragara bagenderaho? (Oya!) Ahubwo ibyo ababangikanyamana bamwe basezeranya abandi ni ibinyoma"}]}