{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"(Ve Allah Musa´ya:) \"Kavmini geride yalnız bırakacak kadar seni tez canlı kılan nedir, ey Musa?\" dedi"},{"SurahNumber":20,"VerseNumber":84,"Text":"(Musa:) \"Ben Seni hoşnut etmek için, ey Rabbim, Sana varmakta tezlik gösterirken, onlar benim izimde yürüyorlar\" dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allah:) \"Öyleyse bil ki\" dedi, \"senin yokluğunda Biz kavmini sınadık; ve Samiri onları yoldan çıkardı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Bunun üzerine Musa öfke ve üzüntüyle dolu olarak kavminin yanına döndü (Ve onlara:) \"Ey kavmim!\" diye çıkıştı, \"Rabbiniz size güzel bir söz vermemiş miydi? Peki, bu söz(ün gerçekleşmesi) size çok mu uzak göründü? Yoksa, Rabbinizin gazabına uğramanıza mı karar verildi ki bana verdiğiniz sözden böyle döndünüz"},{"SurahNumber":20,"VerseNumber":87,"Text":"Sana verdiğimiz sözden biz kendi isteğimizle dönmedik; fakat (Mısır) halkı(nın kirli) zinet yükleriyle yüklüydük; ve bu yüzden onları (ateşe) attık; aynı şekilde Samiri de (kendininkini) attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Fakat sonra, (onların Musa´ya anlattıklarına göre, Samiri) onlara (erimiş altından), böğüren bir buzağı heykeli yapıp çıkardı; ve bunun üzerine onlar da (birbirlerine:) \"İşte sizin tanrınız da, Musa´nın tanrısı da budur; ne var ki, o (geçmişini) unuttu!\" dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Peki, görmüyorlar mıydı ki, (bu heykel) onlara cevap veremez; onlara ne zarar verebilir, ne de bir yarar sağlayabilir"},{"SurahNumber":20,"VerseNumber":90,"Text":"Oysa, (Musa daha dönmeden) önce Harun, onlara: \"Ey kavmim!\" demişti, \"Bu (put)la çok kötü bir biçimde ayartılmaktasınız; çünkü, unutmayın, sizin Rabbiniz O sınırsız rahmet Sahibidir! Öyleyse, bana uyun ve emrime itaat edin"},{"SurahNumber":20,"VerseNumber":91,"Text":"(Ama) onlar: \"Asla\" dediler, \"Musa bize dönünceye kadar o´na tapınmaktan vazgeçmeyeceğiz"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Ve Musa döndüğünde:) \"Ey Harun!\" dedi, \"Bunların yoldan çıktığını gördüğün halde, seni tutan neydi"},{"SurahNumber":20,"VerseNumber":93,"Text":"(Neydi, onları terk edip) beni izlemekten (seni alıkoyan)? Yoksa, (bile bile) benim emrime karşı mı geldin"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun:) \"Ey anamın oğlu!\" dedi, \"Saçımdan sakalımdan tutma! Gerçek şu ki, ben senin, ´Bak işte, İsrailoğulları´nın arasına ayrılık soktun; sözüme riayet etmedin! demenden korktum"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa:) \"Peki, ya senin amacın neydi, ey Samiri?\" dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ben onların göremediği bir şeyi gördüm; ve bu yüzden, Elçi´nin öğretilerinden bir tutam aldım ve onu fırlatıp attım; içimde bir şey böyle (yapmaya) itti beni"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa:) \"Git artık\" dedi (ona), \"ama şunu bil ki, bundan böyle hayat boyunca ´Bana dokunmayın! demekten ibaret olacaktır senin payına düşen! (Öte dünyada ise) hiç kuşkusuz, kaçıp kurtulamayacağın bir yazgı beklemektedir seni! Şimdi bak, kendini her şeyinle adayarak tapındığın şu düzmece tanrına: onu nasıl yakacağız ve sonra toza toprağa çevirip nasıl denize savuracağız"},{"SurahNumber":20,"VerseNumber":98,"Text":"(Size gelince, ey İsrailoğulları!) Sizin biricik tanrınız, kendisinden başka tanrı olmayan Allah´tır; sınırsız bilgisiyle her şeyi kuşatan O´dur"},{"SurahNumber":20,"VerseNumber":99,"Text":"İşte sana geçmişte olup bitenlerin mahiyetinden de böyle (bir üslup içinde) bahsediyoruz; çünkü katımızdan hatırlatıcı bir öğreti bahşettik sana"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ondan yüz çeviren herkes, hiç şüphe edilmesin ki, Kıyamet Günü´nde sırtında (ağır) bir yük taşıyacaktır"},{"SurahNumber":20,"VerseNumber":101,"Text":"ebediyyen bu yük altında kalacaktır böyleleri; (bir bilseler,) onlar için Kıyamet Günü´nde ne kötü bir yük olacak bu"},{"SurahNumber":20,"VerseNumber":102,"Text":"O Gün ki, sura üflenir; o Gün ki, suçlu olanları, gözleri (korku ve şaşkınlıktan) donuklaşmış olarak bir araya toplayacağız"},{"SurahNumber":20,"VerseNumber":103,"Text":"birbirleriyle fısıldaşarak: \"(Dünyada) on (günden) fazla kalmadınız (değil mi)?\" diye soracaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"İçlerinden en kavrayışlısı: \"(Orada) sadece bir tek gün kaldınız!\" dediği zaman onların birbirlerine (şaşkınlıktan) neler diyeceklerini de, şüphesiz en iyi Biz biliriz"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ve sana (Kıyamet Günü´nde) dağları(n ne olacağını) soracaklar. O zaman (onlara) de ki: \"Rabbim onları toza toprağa çevirip savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"yeri dümdüz ve çıplak bir hale getirecek"},{"SurahNumber":20,"VerseNumber":107,"Text":"(öyle ki) orada ne kıvrım ne de tümsek göreceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O Gün herkes, kendisinden kaçıp kurtulmak kabil olmayan bir davetçinin peşinden gider; ve tüm sesler o sınırsız rahmet Sahibi´nin huzurunda saygıyla kısılır; öyle ki yalnızca cansız, baygın bir uğultu işitirsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O Gün, hakkında sınırsız rahmet Sahibi´nin izin verdiği, sözünden hoşnut olduğu kimseden başkasına kayırmanın, arka çıkmanın bir yararı olmayacaktır"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Çünkü) O, insanların gözleri önünde olanı da, onlardan saklı tutulanı da bütünüyle bilmektedir, ama onlar O´nu bilgice asla kuşatamazlar"}]}