{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"بنام خداوند بخشاینده مهربان‌"},{"SurahNumber":1,"VerseNumber":2,"Text":"سپاس خدایرا پروردگار جهانیان‌"},{"SurahNumber":1,"VerseNumber":3,"Text":"بخشاینده مهربان‌"},{"SurahNumber":1,"VerseNumber":4,"Text":"که فرمانروای روز رستاخیز است‌"},{"SurahNumber":1,"VerseNumber":5,"Text":"خدایا تو را پرستش کنیم و از تو یاری خواهیم‌"},{"SurahNumber":1,"VerseNumber":6,"Text":"ما را به راه راست هدایت فرما"},{"SurahNumber":1,"VerseNumber":7,"Text":"راه آنانکه برایشان روزی فرستادی نه راه غضب‌شدگان و نه راه گمگشتگان‌"},{"SurahNumber":2,"VerseNumber":1,"Text":"الم‌"},{"SurahNumber":2,"VerseNumber":2,"Text":"این نامه که تردیدی در آن نیست راهنمای پرهیزکاران است‌"},{"SurahNumber":2,"VerseNumber":3,"Text":"که به نادیده ایمان آوردند و برپای دارند نماز را و از آنچه بدانان داده‌ایم ببخشند"},{"SurahNumber":2,"VerseNumber":4,"Text":"و آن کسانی که ایمان آوردند بدانچه بر تو و پیش از تو نازل شده است و به آخرت یقین دارند"},{"SurahNumber":2,"VerseNumber":5,"Text":"آنانند بر هدایتی از پروردگار خویش و آنانند رستگاران‌"},{"SurahNumber":2,"VerseNumber":6,"Text":"همانا گروه کفّار یکسان است بر ایشان بترسانیشان یا نترسانیشان ایمان نیاورند"},{"SurahNumber":2,"VerseNumber":7,"Text":"مهر نهاد خدا بر دلهاشان و بر گوش ایشان و بر دیدگان ایشان است پرده‌ای و برای ایشان است شکنجه بزرگ‌"},{"SurahNumber":2,"VerseNumber":8,"Text":"و از مردمند گروهی که گویند ایمان آوردیم به خدا و به روز بازپسین حالی که نیستند مؤمنان‌"},{"SurahNumber":2,"VerseNumber":9,"Text":"نیرنگ با خدا و مؤمنان می‌بازند حالی که فریب نمی‌دهند جز خویشتن را و درنمی‌یابند"},{"SurahNumber":2,"VerseNumber":10,"Text":"در دلهای آنان است مرضی و خدا بیفزودشان مرضی و ایشان را است عذابی دردناک بدانچه بودند دروغ می‌گفتند"},{"SurahNumber":2,"VerseNumber":11,"Text":"و اگر گفته شود بدیشان فساد نکنید در زمین گویند نیستیم ما جز اصلاح‌کنندگان‌"},{"SurahNumber":2,"VerseNumber":12,"Text":"همانا آنانند مفسدان و لیکن درنمی‌یابند"},{"SurahNumber":2,"VerseNumber":13,"Text":"و هرگاه گفته شود بدیشان ایمان آرید چنان که ایمان آوردند مردم گویند آیا ایمان آریم چنان که ایمان آوردند بی‌خردان همانا ایشانند بی‌خردان و لیکن نمی‌دانند"},{"SurahNumber":2,"VerseNumber":14,"Text":"و هرگاه ملاقات کنند مؤمنان را گویند ایمان آوردیم و چون خلوت کنند با شیاطین خود گویند همانا ما با شمائیم نیستیم ما جز مسخره‌کنندگان‌"},{"SurahNumber":2,"VerseNumber":15,"Text":"خدا مسخره کند بدیشان و مهلتشان دهد در سرکشی خود فرو روند"},{"SurahNumber":2,"VerseNumber":16,"Text":"آنانند که خریدند گمراهی را به هدایت پس نه سودمند شد سوداگریشان و نبودند راه‌یافتگان‌"},{"SurahNumber":2,"VerseNumber":17,"Text":"مثَل ایشان مثَل آن است که افروخت آتشی تا گاهی که روشن کرد پیرامونش را ببرد خدا نور ایشان را و بگذاردشان در تاریکیهائی که نمی‌بینند"},{"SurahNumber":2,"VerseNumber":18,"Text":"کرانند گنگانند کورانند پس باز نمی‌گردند"},{"SurahNumber":2,"VerseNumber":19,"Text":"یا مانند بارانی از آسمان که در آن است تاریکیهائی و رعد و برقی می‌نهند انگشتان خویش را در گوشهاشان از صاعقه‌ها از ترس مرگ و خداوند فراگیرنده است به کافران‌"},{"SurahNumber":2,"VerseNumber":20,"Text":"نزدیک است برق برباید دیدگان ایشان را هرگاه روشنائیشان دهد روان شوند در آن و گاهی که تاریکی افکند بر ایشان بایستند و اگر می‌خواست خدا می‌برد گوش و دیدگان ایشان را همانا خداوند است بر همه چیز توانا"},{"SurahNumber":2,"VerseNumber":21,"Text":"ای مردم پرستش کنید پروردگار خویش را آنکه بیافرید شما و پیشینیان را شاید که شما پرهیزکاری کنید"},{"SurahNumber":2,"VerseNumber":22,"Text":"آنکه گردانید برای شما زمین را فرش و بستری و آسمان را سازمانی و پوششی و فرو ریخت از آسمان آبی پس برون آورد بدان از میوه‌ها روزیی برای شما پس قرار ندهید برای خدا همتایانی و خود می‌دانید"},{"SurahNumber":2,"VerseNumber":23,"Text":"و اگر در شکّی هستید بدانچه فرستادیم بر بنده خود پس بیارید سوره‌ای همانند آن و بخوانید گواهان خویش را جز خدا اگر هستید راستگویان‌"},{"SurahNumber":2,"VerseNumber":24,"Text":"پس اگر نکردید و هرگز نمی‌کنید پس بپرهیزید آتشی را که سوختش مردم است و سنگ آماده شده است برای کافران‌"},{"SurahNumber":2,"VerseNumber":25,"Text":"و مژده ده آنان را که ایمان آوردند و کردار شایسته کردند که ایشان را است باغهائی که روان است از زیر آنها نهرها هرگاه روزیمند شوند از آن میوه‌ای گویند این است همانکه روزیمند بودیم از پیش و آورده‌شدندش همانند و ایشان را است در آن زنانی پاک‌شده و ایشانند در آن جاودانان‌"}]}