{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"మరియు ఆకాశాలలో ఎందరో దేవదూతలు ఉన్నారు. కాని వారి సిఫారసు ఏ మాత్రం పనికిరాదు; అల్లాహ్ ఎవరి పట్లనైతే ప్రసన్నుడై, తన ఇష్టంతో వారికి అనుమతిస్తేనే తప్ప"},{"SurahNumber":53,"VerseNumber":27,"Text":"నిశ్చయంగా, ఎవరైతే పరలోక జీవితాన్ని విశ్వసించరో! వారే దేవదూతలను స్త్రీల పేర్లతో పిలుస్తారు"},{"SurahNumber":53,"VerseNumber":28,"Text":"ఈ విషయం గురించి వారికి ఎలాంటి జ్ఞానం లేదు. వారు కేవలం తమ ఊహలనే అనుసరిస్తున్నారు. కాని వాస్తవానికి, ఊహ సత్యానికి ఏ మాత్రం బదులు కాజాలదు"},{"SurahNumber":53,"VerseNumber":29,"Text":"కావున, మా హితబోధ (ఖుర్ఆన్) నుండి ముఖం త్రిప్పుకొని ఇహలోక జీవితం తప్ప మరేమీ కోరని వ్యక్తిని నీవు పట్టించుకోకు"},{"SurahNumber":53,"VerseNumber":30,"Text":"ఇదే వారి జ్ఞానపరిధి. నిశ్చయంగా, నీ ప్రభువుకు, ఆయన మార్గం నుండి ఎవడు తప్పిపోయాడో తెలుసు. మరియు ఎవడు సన్మార్గంలో ఉన్నాడో కూడా, ఆయనకు బాగా తెలుసు"},{"SurahNumber":53,"VerseNumber":31,"Text":"మరియు ఆకాశాలలో నున్నది మరియు భూమిలో నున్నది, అంతా అల్లాహ్ కే చెందుతుంది. దుష్టులకు వారి కర్మలకు తగిన ప్రతిఫలం ఇవ్వటానికి మరియు సత్కార్యాలు చేసిన వారికి మంచి ప్రతిఫలం ఇవ్వటానికి"},{"SurahNumber":53,"VerseNumber":32,"Text":"ఎవరైతే చిన్న చిన్న తప్పులు తప్ప, పెద్ద పాపాల నుండి మరియు అసహ్యకరమైన పనుల నుండి దూరంగా ఉంటారో వారి కొరకు, నిశ్చయంగా, నీ ప్రభువు క్షమాపణ పరిధి చాలా విశాలమైనది. మిమ్మల్ని మట్టి నుండి సృష్టించినప్పటి నుండి మరియు మీ తల్లుల గర్భాలలో పిండాలుగా ఉన్నప్పటి నుండి కూడా, ఆయనకు మీ గురించి బాగా తెలుసు. కావున మీరు మీ పవిత్రతను గురించి (గొప్పలు) చెప్పుకోకండి. ఎవడు భయభక్తులు గలవాడో ఆయనకు బాగా తెలుసు"},{"SurahNumber":53,"VerseNumber":33,"Text":"నీవు (ఇస్లాం నుండి) మరలి పోయే వాడిని చూశావా"},{"SurahNumber":53,"VerseNumber":34,"Text":"మరియు (అల్లాహ్ మార్గంలో) కొంత మాత్రమే ఇచ్చి, చేయి ఆపుకునేవాడిని"},{"SurahNumber":53,"VerseNumber":35,"Text":"అతని వద్ద అగోచర జ్ఞానముందా? అతడు (స్పష్టంగా) చూడటానికి"},{"SurahNumber":53,"VerseNumber":36,"Text":"లేక, మూసా గ్రంథంలో నున్న విషయాలు అతనికి తెలుపబడలేదా"},{"SurahNumber":53,"VerseNumber":37,"Text":"మరియు తన బాధ్యతను నెరవేర్చిన ఇబ్రాహీమ్ విషయము"},{"SurahNumber":53,"VerseNumber":38,"Text":"మరియు (పాపాల) భారం మోసే వాడెవడూ ఇతరుల (పాపాల) భారం మోయడని"},{"SurahNumber":53,"VerseNumber":39,"Text":"మరియు మానవునికి తాను చేసిన దాని ఫలితం తప్ప మరొకటి లభించదని"},{"SurahNumber":53,"VerseNumber":40,"Text":"మరియు నిశ్చయంగా, అతనికి తన కృషి ఫలితమే చూపబడుతుందని"},{"SurahNumber":53,"VerseNumber":41,"Text":"అప్పుడు అతనికి తన కృషికి పూర్తి ప్రతిఫలం ఇవ్వబడుతుందని"},{"SurahNumber":53,"VerseNumber":42,"Text":"మరియు నిశ్చయంగా, నీ ప్రభువు వద్దనే (ప్రతిదాని) ముగింపు ఉన్నదని"},{"SurahNumber":53,"VerseNumber":43,"Text":"మరియు నిశ్చయంగా, ఆయనే నిన్ను నవ్విస్తున్నాడు మరియు ఏడ్పిస్తున్నాడని"},{"SurahNumber":53,"VerseNumber":44,"Text":"మరియు నిశ్చయంగా, ఆయనే మరణింపజేసేవాడు మరియు జీవితాన్ని ప్రసాదించేవాడని"},{"SurahNumber":53,"VerseNumber":45,"Text":"మరియు నిశ్చయంగా, మగ-ఆడ జంటలను సృష్టించినవాడు ఆయనేనని"},{"SurahNumber":53,"VerseNumber":46,"Text":"విసర్జింపబడిన వీర్యబిందువు నుండి"},{"SurahNumber":53,"VerseNumber":47,"Text":"మరియు నిశ్చయంగా, దానికి మరొక జీవితాన్ని (పునరుత్థానం) ప్రసాదించడం ఆయన (అల్లాహ్) కే చెందినదని"},{"SurahNumber":53,"VerseNumber":48,"Text":"మరియు నిశ్చయంగా, ఆయనే సంపన్నునిగా చేసేవాడు మరియు తృప్తినిచ్చు వాడని"},{"SurahNumber":53,"VerseNumber":49,"Text":"మరియు నిశ్చయంగా ఆయనే అగ్ని నక్షత్రానికి ప్రభువని"},{"SurahNumber":53,"VerseNumber":50,"Text":"మరియు నిశ్చయంగా, ఆయనే తొలి ఆద్ జాతిని నాశనం చేసినవాడని"},{"SurahNumber":53,"VerseNumber":51,"Text":"మరియు సమూద్ జాతిని; ఒక్కడూ కూడా లేకుండా రూపుమాపాడని"},{"SurahNumber":53,"VerseNumber":52,"Text":"మరియు అంతకు పూర్వం నూహ్ జాతి వారిని. నిశ్చయంగా, వారు పరమ దుర్మార్గులు మరియు తలబిరుసులు"},{"SurahNumber":53,"VerseNumber":53,"Text":"మరియు ఆయనే తలక్రిందులైన నగరాలను నాశనం చేశాడు"},{"SurahNumber":53,"VerseNumber":54,"Text":"తరువాత వాటిని క్రమ్ముకొనవలసింది (రాళ్ళ వర్షం) క్రమ్ముకున్నది"},{"SurahNumber":53,"VerseNumber":55,"Text":"అయితే (ఓ మానవుడా!) నీ ప్రభువు యొక్క ఏ యే అనుగ్రహాలను గురించి నీవు అనుమానంలో పడి ఉంటావు"},{"SurahNumber":53,"VerseNumber":56,"Text":"ఇది వరకు వచ్చిన హెచ్చరిక చేసే వారి వలే ఇతను (ముహమ్మద్) కూడా హెచ్చరిక చేసేవాడు మాత్రమే"},{"SurahNumber":53,"VerseNumber":57,"Text":"రానున్న ఘడియ (పునరుత్థాన దినం) సమీపంలోనే వుంది"},{"SurahNumber":53,"VerseNumber":58,"Text":"అల్లాహ్ తప్ప మరెవ్వరూ దానిని తొలగించలేరు"},{"SurahNumber":53,"VerseNumber":59,"Text":"ఏమీ? మీరు ఈ సందేశాన్ని చూసి ఆశ్చర్యపడుతున్నారా"},{"SurahNumber":53,"VerseNumber":60,"Text":"మరియు మీరు నవ్వుతున్నారా?మరియు మీకు ఏడ్పు రావటం లేదా"},{"SurahNumber":53,"VerseNumber":61,"Text":"మరియు మీరు నిర్లక్ష్యంలో మునిగి ఉన్నారు"},{"SurahNumber":53,"VerseNumber":62,"Text":"కావున! అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేయండి. మరియు (ఆయనను మాత్రమే) ఆరాధించండి"},{"SurahNumber":54,"VerseNumber":1,"Text":"ఆ ఘడియ దగ్గరకు వచ్చింది మరియు చంద్రుడు పూర్తిగా చీలిపోయాడు"},{"SurahNumber":54,"VerseNumber":2,"Text":"అయినా (సత్యతిరస్కారులు), అద్భుత సూచనను చూసినా తమ ముఖాలను త్రిప్పుకుంటున్నారు. మరియు: \"ఇది ఎప్పటినుంచో జరుగుతూ వస్తున్న మంత్రజాలమే.\" అని అంటున్నారు"},{"SurahNumber":54,"VerseNumber":3,"Text":"మరియు వారు దీనిని (ఈ ఖుర్ఆన్ ను) అసత్యమని తిరస్కరించారు. మరియు తమ మనోవాంఛలను అనుసరించారు. మరియు ప్రతి వ్యవహారం ఒక పర్యవసానానికి చేరవలసి ఉంటుంది"},{"SurahNumber":54,"VerseNumber":4,"Text":"మరియు వాస్తవానికి, వారి వద్దకు సమాచారాలు వచ్చాయి. అందు వారికి మందలింపులు ఉండేవి"},{"SurahNumber":54,"VerseNumber":5,"Text":"కావలసినంత వివేకమూ ఉండేది. కాని ఆ హెచ్చరికలు వారికి ప్రయోజనకరం కాలేదు"},{"SurahNumber":54,"VerseNumber":6,"Text":"కావున (ఓ ముహమ్మద్!) నీవు వారి నుండి మరలిపో! పిలిచేవాడు భయంకరమైన ఒక విషయం వైపునకు పిలిచే రోజున"},{"SurahNumber":54,"VerseNumber":7,"Text":"వారి చూపులు క్రిందికి వాలి ఉంటాయి, వారు చెల్లాచెదురైన మిడతల వలే, తమ గోరీల నుండి లేచి బయటికి వస్తారు"},{"SurahNumber":54,"VerseNumber":8,"Text":"వేగంగా పిలిచేవాని వైపునకు! సత్యతిరస్కారులు: \"ఇది చాలా కఠినమైన రోజు.\" అని అంటారు"}]}