{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Buna kavminin cevabı sadece: «Çıkarın şu Lut ailesini memleketinizden; çünkü onlar, çok temizlik taslayan kimselerdir.» demeleri olmuştu"},{"SurahNumber":27,"VerseNumber":57,"Text":"Bunun üzerine onu ve ailesini kurtardık; ancak kansının geride kalanlar arasında olmasını takdir etmiştik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Onların üzerine öyle bir yağmur yağdırdık ki... Ne kötüdür o uyarılmış olanların yağmuru"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: «Hamdolsun Allah´a ve selam olsun O´nun seçtiği kullarına! Allah mı daha hayırlı, yoksa onların ortak koştukları mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"Yoksa gökleri ve yeri yaratıp sizin için gökten bir su indiren mi? Biz, o su ile gözleri ve gönülleri açan bahçeler bitirmekteyiz. Siz onların bir ağacını bile bitiremezdiniz. Allah´la birlikte bir tanrı mı var? Hayır, onlar, sapıklığa giden bir topluluktur"},{"SurahNumber":27,"VerseNumber":61,"Text":"Yoksa yeryüzünü bir karargah kılıp onun içinde ırmaklar akıtan, onun için oturaklı dağlar yapan ve iki deniz arasına bir engel koyan mı? Allah´la birlikte bir tanrı mı var? Hayır, onların çoğu ilim ehli değildir"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa, darda kalan kendisine dua ettiği zaman, onun duasını kabul edip kötü durumdan kurtaran ve sizleri yeryüzünün yöneticileri kılan mı? Allah´la birlikte bir tanrı mı var? Siz, pek az düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yoksa size kara ve denizin karanlıklarında yol gösteren ve rahmetinin önünde rüzgardan müjdeci gönderen mi? Allah´la birlikte bir tanrı mı var? Allah, yüksek, çok yüksektir onların ortak koştuklarından"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa halkı önce yaratıp sonra yaratmayı tekrarlayacak olan ve size gökten ve yerden rızık veren mi? Allah´la birlikte bir tanrı mı var? De ki: «Hayır getirin delilinizi eğer doğru söylüyorsanız!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: «Göklerde ve yerde Allah´tan başka kimse gaybı bilmez. Onlar, ne zaman yeniden diriltileceklerini bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, ahiret hakkında kendilerine ardarda bilgi verilmektedir; fakat onlar bu hususta bir şüphe içindedirler, daha doğrusu onlar ondan kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ve o küfredenler dediler ki: «Biz ve atalarımız toprak olduğumuz zaman mı, gerçekten biz mutlaka yeniden diriltilecek miyiz"},{"SurahNumber":27,"VerseNumber":68,"Text":"Yemin ederiz ki, bu tehdit bize de bundan önce atalarımıza da yapıldı. Bu, eskilerin masallarından başka birşey değildir.»"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: «Hele yeryüzünde bir dolaşın da bakın suçluların sonu ne olmuş"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlara karşı üzülme ve yaptıkları hileler yüzünden bir darlığa düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Bir de: «Bu vaad ne zaman, eğer doğru söylüyorsanız?» diye soruyorlar"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: «Belki de çabuk gelmesini istediğiniz o azabın bir kısmı ensenize binmiş bulunuyor.»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Muhakkak Rabbin, insanlara karşı mutlak bir nimet sahibidir; fakat onların çoğu şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Oysaki, Rabbin onların sineleri ne gizliyor ve ne açıklıyorlarsa hepsini mutlaka biliyor"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde açık bir kitapta bulunmayan hiçbir gizli şey yoktur"},{"SurahNumber":27,"VerseNumber":76,"Text":"Haberiniz olsun ki, bu Kur´an İsrail oğullarına, ihtilaf edip durdukları şeylerin pek çoğunu anlatır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Gerçekten o doğruyu gösteren kesin bir hidayet ve müminler için sırf bir rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Elbette Rabbin, hükmüyle aralarında yargısını infaz buyuracaktır ve O, güçlüdür, herşeyi bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"O halde Allah´a güven. Sen, şüphesiz açık bir gerçek üzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Şüphesiz sen, ölülere duyuramazsın; arkalarını dönüp kaçarlarken sağırlara da çağrıyı işittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen o körleri sapıklıklarından kurtarıp hidayete erdirecek de değilsin. Sen, ancak ayetlerimize inanacaklara işittirirsin de onlar müslüman olur kurtuluş bulurlar"}]}