{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"بگو همانا اندرز دهم شما را به یکی که بپای ایستید برای خدا دو دو و یک یک سپس بیندیشید که نیست بر یار شما دیوانگیی نیست او جز ترساننده برای شما پیش روی عذابی سخت‌"},{"SurahNumber":34,"VerseNumber":47,"Text":"بگو هر چه خواهم از شما از مزدی پس از آن شما است نیست مزدم جز بر خدا و او است بر همه چیز گواه‌"},{"SurahNumber":34,"VerseNumber":48,"Text":"بگو همانا پروردگار من بیفکند حقّ را او است دانای نهانها"},{"SurahNumber":34,"VerseNumber":49,"Text":"بگو بیامد حقّ نه آغاز کند باطل و نه بازگرداند"},{"SurahNumber":34,"VerseNumber":50,"Text":"بگو اگر گمراه شوم همانا گمراه شوم بر خود و اگر هدایت یابم پس بدان چیز است که وحی فرستد به سویم پروردگارم همانا او است شنوای نزدیک‌"},{"SurahNumber":34,"VerseNumber":51,"Text":"و کاش میدیدی گاهی را که هراسان شوند پس نیست گریزی (دررفتنی) و دستگیر شدند از جایگاهی نزدیک‌"},{"SurahNumber":34,"VerseNumber":52,"Text":"و گفتند ایمان آوردیم بدان و کجا است ایشان را سودمندشان از جایگاهی دور"},{"SurahNumber":34,"VerseNumber":53,"Text":"حالی که کفر ورزیدند بدان از پیش و می‌افکنند به ناپیدا از جایگاهی دور"},{"SurahNumber":34,"VerseNumber":54,"Text":"و جدائی افکنده شد میان ایشان و میان آنچه هوس کردند بدانسان که شد به پیروانشان از پیش که ایشان بودند در شکی شک‌آورنده‌"},{"SurahNumber":35,"VerseNumber":1,"Text":"سپاس خدا را آفریننده آسمانها و زمین گرداننده فرشتگان فرستادگانی دارندگان بالهائی دوتا و سه‌تا و چهارتا بیفزاید در آفرینش آنچه خواهد همانا خدا است بر همه چیز توانا"},{"SurahNumber":35,"VerseNumber":2,"Text":"آنچه بگشاید خدا برای مردم از رحمت نیستش بازدارنده و آنچه بازدارد نیستش رهاکننده‌ای پس از او و او است عزتمند حکیم‌"},{"SurahNumber":35,"VerseNumber":3,"Text":"ای مردم یاد آرید نعمت خدا را بر شما آیا هست آفریننده‌ای جز خدا که روزی دهد شما را از آسمان و زمین نیست خدائی جز او پس کجا به دروغ رانده می‌شوید"},{"SurahNumber":35,"VerseNumber":4,"Text":"و اگر تکذیبت کنند همانا تکذیب شدند فرستادگانی پیش از تو و بسوی خدا بازگردانیده شوند کارها"},{"SurahNumber":35,"VerseNumber":5,"Text":"ای مردم همانا وعده خدا است حقّ پس نفریبد شما را زندگانی دنیا و فریب ندهد شما را به خدا فریب‌دهنده‌"},{"SurahNumber":35,"VerseNumber":6,"Text":"همانا شیطان شما را است دشمنی پس برگیریدش دشمن جز این نیست که می‌خواند دسته خویش را تا شوند از یاران آتش سوزان‌"},{"SurahNumber":35,"VerseNumber":7,"Text":"آنان که کفر ورزیدند برای ایشان است شکنجه‌ای سخت و آنان که ایمان آوردند و کردار شایسته کردند ایشان را است آمرزشی و مزدی بزرگ‌"},{"SurahNumber":35,"VerseNumber":8,"Text":"آیا کسی که آراسته شود برایش بدی کارش پس آن را نکو بیند همانا خدا گمراه سازد هر که را خواهد و هدایت کند هر که را خواهد پس نرود جانت اندوه‌هائی (دریغهایی) بر ایشان همانا خدا دانا است بدانچه می‌سازند"},{"SurahNumber":35,"VerseNumber":9,"Text":"و خدا است آنکه فرستاد بادها را پس برانگیزند ابری پس راندیمش بسوی شهری مرده پس زنده سازیم بدان زمین را پس از مرگش چنین است برانگیختن (یا گردآوردن)"},{"SurahNumber":35,"VerseNumber":10,"Text":"آنکو عزت جوید پس برای خدا است عزت همگی بسویش بالا رود سخنان پاک و کردار نیک را او بالا برد و آنان که نیرنگهای زشت آرند ایشان را است عذابی سخت و نیرنگ آنان است تباه و نابود"},{"SurahNumber":35,"VerseNumber":11,"Text":"و خدا بیافرید شما را از خاکی پس از چکه آبی سپس گردانید شما را جفتهائی و بارور نگردد ماده‌ای و نه بنهد بارش را جز با علم او و سالمند نشود سالمندی و نه کاسته شود از سالش مگر در کتابی است همانا آن است بر خدا آسان‌"},{"SurahNumber":35,"VerseNumber":12,"Text":"و یکسان نیستند دو دریا این خوشکام شیرین که گوارا است نوشابه آن و آن نمکی شور (یا تلخ) و از هر یک خورید ماهیی تازه و برون آرید زیوری که پوشیدش و بینی کشتیها را در آن رونده تا بجوئید از فضلش و شاید سپاسگزارید"},{"SurahNumber":35,"VerseNumber":13,"Text":"فروبرد شب را در روز و فروبرد روز را در شب و رام گرداند مهر و ماه را هر کدام روانند تا سرآمدی نامبرده این است پروردگار شما وی را است پادشاهی و آنان که خوانید جز او دارا نیستند پوست هسته خرمائی‌"},{"SurahNumber":35,"VerseNumber":14,"Text":"اگر بخوانیدشان نشنوند بانگ شما را و اگر می‌شنیدند پاسخ نمی‌گفتندتان و روز قیامت کفران ورزند به شرک‌ورزی شما و آگاه نسازدت همانند کاردان‌"}]}