{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"निस्संदेह मनुष्य अधीर पैदा हुआ है"},{"SurahNumber":70,"VerseNumber":20,"Text":"जि उसे तकलीफ़ पहुँचती है तो घबरा उठता है"},{"SurahNumber":70,"VerseNumber":21,"Text":"किन्तु जब उसे सम्पन्नता प्राप्त होती ही तो वह कृपणता दिखाता है"},{"SurahNumber":70,"VerseNumber":22,"Text":"किन्तु नमाज़ अदा करनेवालों की बात और है"},{"SurahNumber":70,"VerseNumber":23,"Text":"जो अपनी नमाज़ पर सदैव जमें रहते है"},{"SurahNumber":70,"VerseNumber":24,"Text":"और जिनके मालों में"},{"SurahNumber":70,"VerseNumber":25,"Text":"माँगनेवालों और वंचित का एक ज्ञात और निश्चित हक़ होता है"},{"SurahNumber":70,"VerseNumber":26,"Text":"जो बदले के दिन को सत्य मानते है"},{"SurahNumber":70,"VerseNumber":27,"Text":"जो अपने रब की यातना से डरते है"},{"SurahNumber":70,"VerseNumber":28,"Text":"उनके रब की यातना है ही ऐसी जिससे निश्चिन्त न रहा जाए"},{"SurahNumber":70,"VerseNumber":29,"Text":"जो अपने गुप्तांगों की रक्षा करते है।"},{"SurahNumber":70,"VerseNumber":30,"Text":"अपनी पत्नि यों या जो उनकी मिल्क में हो उनके अतिरिक्त दूसरों से तो इस बात पर उनकी कोई भर्त्सना नही।"},{"SurahNumber":70,"VerseNumber":31,"Text":"किन्तु जिस किसी ने इसके अतिरिक्त कुछ और चाहा तो ऐसे ही लोग सीमा का उल्लंघन करनेवाले है।"},{"SurahNumber":70,"VerseNumber":32,"Text":"जो अपने पास रखी गई अमानतों और अपनी प्रतिज्ञा का निर्वाह करते है"},{"SurahNumber":70,"VerseNumber":33,"Text":"जो अपनी गवाहियों पर क़़ायम रहते है"},{"SurahNumber":70,"VerseNumber":34,"Text":"और जो अपनी नमाज़ की रक्षा करते है"},{"SurahNumber":70,"VerseNumber":35,"Text":"वही लोग जन्नतों में सम्मानपूर्वक रहेंगे"},{"SurahNumber":70,"VerseNumber":36,"Text":"फिर उन इनकार करनेवालो को क्या हुआ है कि वे तुम्हारी ओर दौड़े चले आ रहे है"},{"SurahNumber":70,"VerseNumber":37,"Text":"दाएँ और बाएँ से गिरोह के गिरोह"},{"SurahNumber":70,"VerseNumber":38,"Text":"क्या उनमें से प्रत्येक व्यक्ति इसकी लालसा रखता है कि वह अनुकम्पा से परिपूर्ण जन्नत में प्रविष्ट हो"},{"SurahNumber":70,"VerseNumber":39,"Text":"कदापि नहीं, हमने उन्हें उस चीज़ से पैदा किया है, जिसे वे भली-भाँति जानते है"},{"SurahNumber":70,"VerseNumber":40,"Text":"अतः कुछ नहीं, मैं क़सम खाता हूँ पूर्वों और पश्चिमों के रब की, हमे इसकी सामर्थ्य प्राप्त है"},{"SurahNumber":70,"VerseNumber":41,"Text":"कि उनकी उनसे अच्छे ले आएँ और हम पिछड़ जानेवाले नहीं है"},{"SurahNumber":70,"VerseNumber":42,"Text":"अतः उन्हें छोड़ो कि वे व्यर्थ बातों में पड़े रहें और खेलते रहे, यहाँ तक कि वे अपने उस दिन से मिलें, जिसका उनसे वादा किया जा रहा है"},{"SurahNumber":70,"VerseNumber":43,"Text":"जिस दिन वे क़ब्रों से तेज़ी के साथ निकलेंगे जैसे किसी निशान की ओर दौड़े जा रहे है"},{"SurahNumber":70,"VerseNumber":44,"Text":"उनकी निगाहें झुकी होंगी, ज़िल्लत उनपर छा रही होगी। यह है वह दिन जिससे वह डराए जाते रहे है"},{"SurahNumber":71,"VerseNumber":1,"Text":"हमने नूह को उसकी कौ़म की ओर भेजा कि \"अपनी क़ौम के लोगों को सावधान कर दो, इससे पहले कि उनपर कोई दुखद यातना आ जाए।"},{"SurahNumber":71,"VerseNumber":2,"Text":"उसने कहा, \"ऐ मेरी क़ौम के लोगो! मैं तुम्हारे लिए एक स्पष्ट सचेतकर्ता हूँ"},{"SurahNumber":71,"VerseNumber":3,"Text":"कि अल्लाह की बन्दगी करो और उसका डर रखो और मेरी आज्ञा मानो।"},{"SurahNumber":71,"VerseNumber":4,"Text":"वह तुम्हें क्षमा करके तुम्हारे गुनाहों से तुम्हें पाक कर देगा और एक निश्चित समय तक तुम्हे मुहल्लत देगा। निश्चय ही जब अल्लाह का निश्चित समय आ जाता है तो वह टलता नहीं, काश कि तुम जानते"},{"SurahNumber":71,"VerseNumber":5,"Text":"उसने कहा, \"ऐ मेरे रब! मैंने अपनी क़ौम के लोगों को रात और दिन बुलाया"},{"SurahNumber":71,"VerseNumber":6,"Text":"किन्तु मेरी पुकार ने उनके पलायन को ही बढ़ाया"},{"SurahNumber":71,"VerseNumber":7,"Text":"और जब भी मैंने उन्हें बुलाया, ताकि तू उन्हें क्षमा कर दे, तो उन्होंने अपने कानों में अपनी उँगलियाँ दे लीं और अपने कपड़ो से स्वयं को ढाँक लिया और अपनी हठ पर अड़ गए और बड़ा ही घमंड किया"},{"SurahNumber":71,"VerseNumber":8,"Text":"फिर मैंने उन्हें खुल्लमखुल्ला बुलाया"},{"SurahNumber":71,"VerseNumber":9,"Text":"फिर मैंने उनसे खुले तौर पर भी बातें की और उनसे चुपके-चुपके भी बातें की"},{"SurahNumber":71,"VerseNumber":10,"Text":"और मैंने कहा, अपने रब से क्षमा की प्रार्थना करो। निश्चय ही वह बड़ा क्षमाशील है"},{"SurahNumber":71,"VerseNumber":11,"Text":"वह बादल भेजेगा तुमपर ख़ूब बरसनेवाला"},{"SurahNumber":71,"VerseNumber":12,"Text":"और वह माल और बेटों से तुम्हें बढ़ोतरी प्रदान करेगा, और तुम्हारे लिए बाग़ पैदा करेगा और तुम्हारे लिए नहरें प्रवाहित करेगा"},{"SurahNumber":71,"VerseNumber":13,"Text":"तुम्हें क्या हो गया है कि तुम (अपने दिलों में) अल्लाह के लिए किसी गौरव की आशा नहीं रखते"},{"SurahNumber":71,"VerseNumber":14,"Text":"हालाँकि उसने तुम्हें विभिन्न अवस्थाओं से गुज़ारते हुए पैदा किया"},{"SurahNumber":71,"VerseNumber":15,"Text":"क्या तुमने देखा नहीं कि अल्लाह ने किस प्रकार ऊपर तले सात आकाश बनाए"},{"SurahNumber":71,"VerseNumber":16,"Text":"और उनमें चन्द्रमा को प्रकाश और सूर्य का प्रदीप बनाया"},{"SurahNumber":71,"VerseNumber":17,"Text":"और अल्लाह ने तुम्हें धरती से विशिष्ट प्रकार से विकसित किया"},{"SurahNumber":71,"VerseNumber":18,"Text":"फिर वह तुम्हें उसमें लौटाता है और तुम्हें बाहर निकालेगा भी"},{"SurahNumber":71,"VerseNumber":19,"Text":"और अल्लाह ने तुम्हारे लिए धरती को बिछौना बनाया"},{"SurahNumber":71,"VerseNumber":20,"Text":"ताकि तुम उसके विस्तृत मार्गों पर चलो।"},{"SurahNumber":71,"VerseNumber":21,"Text":"नूह ने कहा, \"ऐ मेरे रब! उन्होंने मेरी अवज्ञा की, और उसका अनुसरण किया जिसके धन और जिसकी सन्तान ने उसके घाटे ही मे अभिवृद्धि की"},{"SurahNumber":71,"VerseNumber":22,"Text":"और वे बहुत बड़ी चाल चले"},{"SurahNumber":71,"VerseNumber":23,"Text":"और उन्होंने कहा, अपने इष्ट-पूज्यों के कदापि न छोड़ो और न वह वद्द को छोड़ो और न सुवा को और न यग़ूस और न यऊक़ और नस्र को"},{"SurahNumber":71,"VerseNumber":24,"Text":"और उन्होंने बहुत-से लोगों को पथभ्रष्ट॥ किया है (तो तू उन्हें मार्ग न दिया) अब, तू भी ज़ालिमों की पथभ्रष्टता ही में अभिवृद्धि कर।"},{"SurahNumber":71,"VerseNumber":25,"Text":"वे अपनी बड़ी ख़ताओं के कारण पानी में डूबो दिए गए, फिर आग में दाख़िल कर दिए गए, फिर वे अपने और अल्लाह के बीच आड़ बननेवाले सहायक न पा सके"},{"SurahNumber":71,"VerseNumber":26,"Text":"और नूह ने कहा, \"ऐ मेरे रब! धरती पर इनकार करनेवालों में से किसी बसनेवाले को न छोड"},{"SurahNumber":71,"VerseNumber":27,"Text":"यदि तू उन्हें छोड़ देगा तो वे तेरे बन्दों को पथभ्रष्ट कर देंगे और वे दुराचारियों और बड़े अधर्मियों को ही जन्म देंगे"},{"SurahNumber":71,"VerseNumber":28,"Text":"ऐ मेरे रब! मुझे क्षमा कर दे और मेरे माँ-बाप को भी और हर उस व्यक्ति को भी जो मेरे घर में ईमानवाला बन कर दाख़िल हुआ और (सामान्य) ईमानवाले पुरुषों और ईमानवाली स्त्रियों को भी (क्षमा कर दे), और ज़ालिमों के विनाश को ही बढ़ा।"}]}