{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"O, bijt e Ademit, a nuk ju kamë urdhëruar të mos e adhuroni djallin se ai është armiku juaj i hapët"},{"SurahNumber":36,"VerseNumber":61,"Text":"Dhe më adhuroni vetëm mua! Kjo është rrugë e drejtë"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ai shumë prej jush i ka shpënë në humbje. A nuk e keni menduar"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ky është xhehennemi që u është premtuar"},{"SurahNumber":36,"VerseNumber":64,"Text":"Digjuni tash në të, për shkak se nuk keni besuar"},{"SurahNumber":36,"VerseNumber":65,"Text":"Sot ua vulosim gojët e tyre, e duart e tyre do të na tregojnë, kurse këmbët e tyre do të dëshmojnë se ç’kanë punuar"},{"SurahNumber":36,"VerseNumber":66,"Text":"Po të kishim dashur do t’ua merrnim të pamurit dhe do të vraponin rrugës, por si do të shihnin"},{"SurahNumber":36,"VerseNumber":67,"Text":"Dhe sikur të kishim dashur, do t’i kishim deformuar ashtu që nuk do të mund të shkonin as përpara as prapa"},{"SurahNumber":36,"VerseNumber":68,"Text":"Atij që i japim jetë të gjatë, e bëjmë edhe krijesë të dobët. A nuk e kuptojnë ata"},{"SurahNumber":36,"VerseNumber":69,"Text":"ne atij nuk i kemi mësuar poezi, se ajo nuk i duhet atij. Ky është mësim dhe Kur’an i qartë"},{"SurahNumber":36,"VerseNumber":70,"Text":"Të thërras atë që është i gjallë, e ndaj mosbesimtarëve të zbatohet fjala"},{"SurahNumber":36,"VerseNumber":71,"Text":"A nuk e shohin se Ne nga ajo që bëjmë vetë kemi krijuar për ata kafshë me të cilat disponojnë ata"},{"SurahNumber":36,"VerseNumber":72,"Text":"Dhe ua kemi vënë në shërbim, disave u hipin e me disa udhqehen"},{"SurahNumber":36,"VerseNumber":73,"Text":"Prej tyre kanë edhe dobi të tjera, edhe pije, përse nuk janë mirënjohës"},{"SurahNumber":36,"VerseNumber":74,"Text":"Por në vend të All-llahut pranojnë tjerë zotëra, me shpresë se po u ndihmohet"},{"SurahNumber":36,"VerseNumber":75,"Text":"E atyre nuk mund t’u ndihmojnë, për ata ajo është një ushtri e verbër"},{"SurahNumber":36,"VerseNumber":76,"Text":"Dhe mos të pikëllojnë fjalët e tyre. Ne me të vërtetë e dimë se çka fshehin dhe çka shfaqin"},{"SurahNumber":36,"VerseNumber":77,"Text":"A nuk e sheh njeriu se e kemi krijuar nga një pikë farë, kurse ai prap bëhet kundërshtar flagrant"},{"SurahNumber":36,"VerseNumber":78,"Text":"Dhe na solli një shembull ku e kishte harruar krijimin e vet, dhe tha: “Kush do t’i ngjallë eshtrat kur të kalben”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Thuaj: “Do t’i ngjallë ai i cili i ka krijuar edhe herën e parë; Ai e njeh mirë çdo krijesë"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ai i cili nga druri i njomë u bënë të mundshëm që ju ta ndizni zjarrinn”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Po a nuk ka mundësi, ai i cili ka krijuar qiejt dhe tokën, të krijoj të ngjashëm si ata? Po, si jo! Ai është Gjithkrijues i Gjithdijshëm"},{"SurahNumber":36,"VerseNumber":82,"Text":"Mjafton urdhëri i tij, vetëm t’i thotë: “Bëhu”! dhe ajo bëhet"},{"SurahNumber":36,"VerseNumber":83,"Text":"Prandaj, qoftë lartësuar Ai, në duart e të cilit është pushteti mbi të gjitha, dhe te Ai do të ktheheni"},{"SurahNumber":37,"VerseNumber":1,"Text":"Pasha të radhiturat që në radhë qëndrojnë"},{"SurahNumber":37,"VerseNumber":2,"Text":"Edhe ato që me ngulm pengojnë"},{"SurahNumber":37,"VerseNumber":3,"Text":"Edhe ato që Kur’an lexojnë"},{"SurahNumber":37,"VerseNumber":4,"Text":"Zoti juaj është, me të vërtetë, vetëm Një"},{"SurahNumber":37,"VerseNumber":5,"Text":"Zoti i qiejve dhe i tokës dhe i asaj që gjendet ndërmjet tyre, dhe Zoti i lindjeve"},{"SurahNumber":37,"VerseNumber":6,"Text":"Ne me të vërtetë e kemi stolisur qiellin më të afërt për ju me një qëndijes yjesh"},{"SurahNumber":37,"VerseNumber":7,"Text":"Duke e mbrojtur prej çfarëdo djalli prapshtan"},{"SurahNumber":37,"VerseNumber":8,"Text":"Nuk do t’i përgjojnë engjujt e bekuar dhe do të hidhen nga të gjitha anët"},{"SurahNumber":37,"VerseNumber":9,"Text":"Të përzënë, ata i pret dënim i pandërpreerë"},{"SurahNumber":37,"VerseNumber":10,"Text":"Përveç aij i cili rrëmben diçka dhe e përcjellë një yll i shkëlqyer"},{"SurahNumber":37,"VerseNumber":11,"Text":"Pyeti ata, a është më rëndë t’i krijosh ata apo atë që e kemi krijuar ne? ata i krijuam nga një baltë ngjitëse"},{"SurahNumber":37,"VerseNumber":12,"Text":"Dhe ti je mahnitur, kurse ata tallen"},{"SurahNumber":37,"VerseNumber":13,"Text":"Dhe kur u drejtohet këshilla, ata nuk kujtohen"},{"SurahNumber":37,"VerseNumber":14,"Text":"Edhe kur e shohin ndonjë argument, e nxisin njëri-tjetrin në përqeshje"},{"SurahNumber":37,"VerseNumber":15,"Text":"Dhe thonë: “Kjo nuk është asgjë tjetër përveç magjie hapët”"},{"SurahNumber":37,"VerseNumber":16,"Text":"A kur të vdesim e të bëhemi eshtra e dhé, a përnjëmend ne do të ngjallemi"},{"SurahNumber":37,"VerseNumber":17,"Text":"A edhe të parët tanë të lashtë"},{"SurahNumber":37,"VerseNumber":18,"Text":"Thuaj: “Po, dhe ju do të jeni të nënçmuar!”"},{"SurahNumber":37,"VerseNumber":19,"Text":"Ai do të jetë vetëm një zë trishtues, e ata do të përgjojnë"},{"SurahNumber":37,"VerseNumber":20,"Text":"dhe do të thonë: “Të mjerët ne, kjo është ditë e gjykimit!”"},{"SurahNumber":37,"VerseNumber":21,"Text":"Kjo është dita e ekzekutimit të cilën ju e keni përgënjeshtruar"}]}