{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"En inderdaad hebben Wij de kinderen van Adam geëerd en hen gedragen over land en zee, en hun van het goede gegeven en hen verheven boven velen dergenen die Wij hebben geschapen"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Gedenk) de Dag waarop Wij elk volk met zijn leider zullen oproepen. Zij die hun boek in de rechter hand ontvangen, zullen hun boek lezen en hen zal geen onrecht worden aangedaan"},{"SurahNumber":17,"VerseNumber":72,"Text":"Maar wie blind is geweest in deze wereld zal blind zijn in het Hiernamaals; hij is ver afgedwaald van de rechte weg"},{"SurahNumber":17,"VerseNumber":73,"Text":"En voorzeker zij zouden u (de profeet) willen afleiden van hetgeen Wij u hebben geopenbaard, opdat gij iets anders over Ons mocht verzinnen; dan zouden zij u zeker tot vriend hebben genomen"},{"SurahNumber":17,"VerseNumber":74,"Text":"En indien Wij u niet hadden gesterkt zoudt gij aan hen een weinig gehoor gegeven hebben"},{"SurahNumber":17,"VerseNumber":75,"Text":"Dan zouden Wij u een dubbele straf in dit leven en in het Hiernamaals hebben doen ondergaan en gij zoudt voor u geen helper tegen Ons hebben kunnen vinden"},{"SurahNumber":17,"VerseNumber":76,"Text":"Zij trachten u, door u vrees in te boezemen, uit het land te verdrijven; dan zullen zij daarna (na uw vertrek) nog slechts korte tijd in rust blijven"},{"SurahNumber":17,"VerseNumber":77,"Text":"(Dit was Onze) handelwijze met Onze boodschappers die Wij vóór u zonden; en gij zult geen verandering vinden in Onze wijze van handelen"},{"SurahNumber":17,"VerseNumber":78,"Text":"Houd het gebed bij het verbleken van de zon tot aan het donker van de nacht; en het reciteren bij de dageraad. Voorwaar, van het reciteren bij de dageraad wordt getuigd"},{"SurahNumber":17,"VerseNumber":79,"Text":"Blijf gedurende een deel van de nacht vrijwillig wakker (voor het gebed). Waarschijnlijk zal uw Heer u een verheven rang verschaffen"},{"SurahNumber":17,"VerseNumber":80,"Text":"En zeg: \"O mijn Heer, laat mijn intrede een goede intrede en mijn uitgang een goede uitgang zijn. En schenk,mij van U een gezag dat tot hulp zou kunnen strekken"},{"SurahNumber":17,"VerseNumber":81,"Text":"En zeg: \"Waarheid is gekomen en leugen is verdwenen. En de leugen is inderdaad onderhevig om te verdwijnen"},{"SurahNumber":17,"VerseNumber":82,"Text":"En van de Koran openbaren Wij hetgeen een geneesmiddel en een genade is voor de gelovigen; doch voor de onrechtvaardigen vergroot het slechts het verlies"},{"SurahNumber":17,"VerseNumber":83,"Text":"En wanneer Wij de mens gunsten bewijzen wendt hij zich af en gaat terzijde en wanneer kwaad hem achterhaalt wordt hij wanhopig"},{"SurahNumber":17,"VerseNumber":84,"Text":"Zeg: \"Ieder handelt op zijn eigen wijze maar uw Heer weet het goed, wie op het rechte pad het best zijn geleid"},{"SurahNumber":17,"VerseNumber":85,"Text":"En zij stellen u vragen betreffende de Geest. Zeg: \"De Geest is op bevel van mijn Heer: en er is u slechts een weinig kennis van gegeven"},{"SurahNumber":17,"VerseNumber":86,"Text":"En als Wij wilden, zouden Wij hetgeen Wij u hebben geopenbaard zeker weg kunnen nemen, dan zoudt gij daarin tegen Ons geen helper vinden"},{"SurahNumber":17,"VerseNumber":87,"Text":"Doch (dit is) een barmhartigheid van uw Heer, voorwaar, Zijn genade jegens u is groot"},{"SurahNumber":17,"VerseNumber":88,"Text":"Zeg: \"Indien de mens en de djinn samenspannen, teneinde het gelijke van deze Koran voort te brengen, zullen zij het gelijke daarvan niet kunnen voortbrengen ook al zouden zij elkanders helpers zijn"},{"SurahNumber":17,"VerseNumber":89,"Text":"En voorzeker Wij hebben voor de mensen in deze Koran allerlei gelijkenissen herhaaldelijk vermeld, doch de meeste mensen tonen slechts ondankbaarheid"},{"SurahNumber":17,"VerseNumber":90,"Text":"En zij zeggen: \"Wij zullen in u stellig niet geloven voordat gij voor ons een bron doet ontspringen aan de aarde"},{"SurahNumber":17,"VerseNumber":91,"Text":"Of tenzij gij een tuin hebt met dadelpalmen en wijnranken en in het midden daarvan stromen doet vloeien"},{"SurahNumber":17,"VerseNumber":92,"Text":"Of tenzij gij de hemel in stukken op ons doet nedervallen zoals gij hebt beweerd of tenzij gij Allah en de engelen vóór ons brengt"},{"SurahNumber":17,"VerseNumber":93,"Text":"Of tenzij gij een huis hebt van goud, of tenzij gij ten hemel stijgt, maar wij zullen in uw hemelvaart niet geloven tenzij gij ons een boek nederzendt dat wij kunnen lezen.\" Zeg: \"Glorie zij mijn Heer: ik ben slechts mens en boodschapper"},{"SurahNumber":17,"VerseNumber":94,"Text":"En niets heeft de mensen belet te geloven toen de leiding tot hen kwam dan het feit dat zij zeiden: \"Heeft Allah een mens als boodschapper gezonden"},{"SurahNumber":17,"VerseNumber":95,"Text":"Zeg: \"Hadden er op aarde engelen in vrede en rust rondgelopen dan zouden Wij ongetwijfeld uit de hemel een engel als boodschapper tot hen hebben gezonden"},{"SurahNumber":17,"VerseNumber":96,"Text":"Zeg: \"Voldoende is Allah als getuige tussen u en mij; voorwaar Hij weet en ziet alles betreffende Zijn dienaren"},{"SurahNumber":17,"VerseNumber":97,"Text":"En hij die Allah leidt, is goed geleid, doch voor hem die Hij laat dwalen zult gij buiten Hem geen helper vinden. En Wij zullen hen verzamelen op de Dag der Opstanding, op hun aangezicht, blind, stom en doof voorover liggend. Hun verblijfplaats zal de hel zijn; telkenmale als het Vuur afneemt, zullen Wij de vlam voor hen aanwakkeren"},{"SurahNumber":17,"VerseNumber":98,"Text":"Dat is hun vergelding, daar zij Onze woorden verwierpen en zeiden: \"Zullen wij indien wij beenderen en stof zijn geworden werkelijk worden opgewekt in een nieuwe schepping"}]}