{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Аз, люди, мыслете"},{"SurahNumber":29,"VerseNumber":2,"Text":"Эти люди думают ли, что они после того, как говорят: \"Мы веруем!\", - останутся неиспытанными"},{"SurahNumber":29,"VerseNumber":3,"Text":"Мы испытывали и тех, которые были и прежде них, и потому Бог верно знает, кто из них справедлив, и верно знает, кто из них лжив"},{"SurahNumber":29,"VerseNumber":4,"Text":"Или они, делающие злые дела, думают, что предупредят Нас? Худо судят они"},{"SurahNumber":29,"VerseNumber":5,"Text":"Кто чает сретить Бога, для того наступит срок, назначенный Богом: Он слышащий, знающий"},{"SurahNumber":29,"VerseNumber":6,"Text":"Кто будет ревностен в подвигах, тот будет ревностен в подвигах во благо себе самому; потому что Бог богат столько, что не нуждается в этих мирах"},{"SurahNumber":29,"VerseNumber":7,"Text":"Верующих и делающих доброе Мы очистим от злых дел их и дадим им прекрасную награду за то, что делали они"},{"SurahNumber":29,"VerseNumber":8,"Text":"Мы заповедали человеку быть добрым к своим родителям: но если они будут принуждать тебя, чтобы ты вместе со Мною боготворил что нибудь такое, о чем у тебя нет никакого сведения, то ты не повинуйся им. Ко Мне возвратитесь вы, и Я возвещу вам то, что делали вы"},{"SurahNumber":29,"VerseNumber":9,"Text":"Верующих и делающих правое Мы введем в лик праведных"},{"SurahNumber":29,"VerseNumber":10,"Text":"Между этими людьми есть такие, которые говорят: \"Мы веруем в Бога\"; но когда они подвергаются каким либо огорчениям за Бога, то это испытание людям ставят наравне с казнью от Бога. А если придет помощь от Господа твоего, то они говорят: \"Мы с вами\". Не знает ли Бог того, что в сердцах у этих людей"},{"SurahNumber":29,"VerseNumber":11,"Text":"Бог знает верующих и знает лицемеров"},{"SurahNumber":29,"VerseNumber":12,"Text":"Неверующие говорят верующим: \"Следуйте за нами по нашему пути, и мы на себе понесем грехи ваши\"; но они нисколько из грехов ваших понести не могут: истинно, они лжецы"},{"SurahNumber":29,"VerseNumber":13,"Text":"Они понесут свои собственные бремена, и бремена на бременах: в день воскресения с них спросится за то, что ложно выдумали они"},{"SurahNumber":29,"VerseNumber":14,"Text":"Прежде Мы посылали Ноя к народу его: среди него он пробыл тысячу годов, без пятидесяти лет. После того, захватил их потоп в то время, как они предавались злодеянию"},{"SurahNumber":29,"VerseNumber":15,"Text":"Тогда Мы спасли его и с ним вступивших в ковчег: этот ковчег Мы поставили знамением для миров"},{"SurahNumber":29,"VerseNumber":16,"Text":"И Авраама - вот, он сказал народу своему: \"Покланяйтесь Богу и бойтесь Его! В этом лучшее благо для вас, если вы знаете"},{"SurahNumber":29,"VerseNumber":17,"Text":"Опричь Бога, вы покланяйтесь кумирам и творите нелепое: потому что те, которым покланяетесь вы, опричь Бога, не могут доставить потребного вам в жизни; потому, у Бога ищите потребного вам в жизни, Ему покланяйтесь, Его благодарите. Вы к Нему возвращены будете"},{"SurahNumber":29,"VerseNumber":18,"Text":"Если вы считаете это ложью, то еще прежде вас бывшие народы считали это ложью. На посланнике обязанность только верно передать"},{"SurahNumber":29,"VerseNumber":19,"Text":"Не видели ли они, сколько творений вновь производил Бог, и потом возвращал их в ничто? Это для Бога легко"},{"SurahNumber":29,"VerseNumber":20,"Text":"Скажи: \"Пройдите по этой земле, и посмотрите, сколько творений вновь производил Бог, а потом воспроизводит другие произведения! Действительно, Бог всемогущ"},{"SurahNumber":29,"VerseNumber":21,"Text":"Он, кого хочет, наказывает, и, кого хочет, милует: Ему подчинены те извороты, какие бывают с вами"},{"SurahNumber":29,"VerseNumber":22,"Text":"Вы не в состоянии ослабить Его, ни на земле, ни на небе; и для вас, кроме Бога, нет ни покровителя, ни защитника"},{"SurahNumber":29,"VerseNumber":23,"Text":"Те, которые в неверии отвергают знамения Бога и сретение Его, - те да не чают милости от Меня: им лютая мука"},{"SurahNumber":29,"VerseNumber":24,"Text":"Ответом народа его были только слова: \"Или убейте его, или сожгите его!\" И Бог спас его из огня. Истинно, в этом знамения для людей верующих"},{"SurahNumber":29,"VerseNumber":25,"Text":"Он сказал: \"Так, вы, опричь Бога, набрали себе кумиров по любви, какая в вас к здешней жизни; со временем, в день воскресения, вы откажетесь, друг от друга, будете проклинать друг друга: жилищем вам будет огонь, и защитников от него вам не будет"}]}