{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"И сказали женщины в городе: \"Жена вельможи соблазняет юношу. Он наполнил ее любовью. Мы видим, что она - в явном заблуждении"},{"SurahNumber":12,"VerseNumber":31,"Text":"Когда она услыхала про их ухищрения, то по - слала к ним и приготовила им для возлежания и дала каждой из них нож и сказала: \"Выйди к ним! Когда же они увидели его, то возвеличили его, и порезали себе руки, и сказали: \"Далек Аллах! Это - нечеловек, это - только благородный ангел"},{"SurahNumber":12,"VerseNumber":32,"Text":"Она сказала: \"Вот вам тот, из-за которого вы меня бранили. Я его соблазняла, но он остался тверд. Если он не сделает то, что я ему приказываю, он будет заключен в темницу и будет в числе ничтожных"},{"SurahNumber":12,"VerseNumber":33,"Text":"Он сказал : \"Господь мой! Темница мне милее того, к чему меня призывают. Если Ты не отведешь от меня их козней, я склонюсь к ним и окажусь из числа неразумных"},{"SurahNumber":12,"VerseNumber":34,"Text":"И ответил ему его Господь и отвратил от него их козни. Поистине, Он - слышащий, знающий"},{"SurahNumber":12,"VerseNumber":35,"Text":"Потом вздумалось им, после того, как они видели знамения, непременно заточить его на время"},{"SurahNumber":12,"VerseNumber":36,"Text":"И вошли вместе с ним в темницу два юноши. Один из них сказал: \"Вот, вижу я себя, как я выжимаю вино\", и сказал другой: \"Вот, вижу я себя, как я несу на голове хлеб, который едят птицы... Сообщи нам толкование этого. Поистине, мы видим, что ты - из числа действующих хорошо"},{"SurahNumber":12,"VerseNumber":37,"Text":"Он сказал: \"Не придет к вам пища, которая вам дается, без того, чтобы я вам не сообщил разъяснение этого, прежде чем она придет к вам. Это для вас - то, чему научил меня мой Господь. Я оставил религию людей, которые не веруют в Аллаха, и будущую жизнь они отрицают"},{"SurahNumber":12,"VerseNumber":38,"Text":"Я последовал за религией отцов моих - Ибрахима, Исхака и Йакуба. Нам не следует присоединять к Аллаху ничего. Это - милость Аллаха нам и людям, но большая часть людей неблагодарны"},{"SurahNumber":12,"VerseNumber":39,"Text":"О товарищи по темнице! Различные ли господа лучше или Аллах, единый, могучий"},{"SurahNumber":12,"VerseNumber":40,"Text":"Помимо Него вы поклоняетесь только именам, которые назвали вы и ваши отцы: Аллах не ниспослал с ним никакой власти. Решение принадлежит только Аллаху. Он повелел, чтобы вы поклонялись только Ему. Это - правая вера, но большая часть людей не ведает"},{"SurahNumber":12,"VerseNumber":41,"Text":"О товарищи по темнице! Один из вас будет поить своего господина вином, а второй будет распят, и птицы будут есть у него с головы. Решено дело, о котором вы спрашиваете"},{"SurahNumber":12,"VerseNumber":42,"Text":"И сказал он тому из них, о котором думал, что он спасется: \"Помяни меня у твоего господина!\" Но заставил его сатана забыть напомнить своему господину, и пробыл он в темнице несколько лет"},{"SurahNumber":12,"VerseNumber":43,"Text":"И сказал царь: \"Вот, вижу я семь коров тучных, поедающих их семь тощих; и семь колосьев зеленых и других - сухих. О знать! Дайте решение о моем видении, если вы можете толковать видения"},{"SurahNumber":12,"VerseNumber":44,"Text":"Они сказали: \"Пучки снов! Мы не сведущи в толковании снов"},{"SurahNumber":12,"VerseNumber":45,"Text":"И сказал тот из двух, который спасся, вспомнив после периода: \"Я сообщу вам толкование этого, пошлите меня"},{"SurahNumber":12,"VerseNumber":46,"Text":"Йусуф! О праведник! Дай нам решение про семь коров тучных, которых поедают семь тощих, и семь колосьев зеленых и других - сухих, - может быть, я вернусь к людям, может быть, они узнают"},{"SurahNumber":12,"VerseNumber":47,"Text":"Сказал он: \"Будете вы сеять семь лет, трудясь по обычаю. Что вы сожнете, оставляйте то в колодце, помимо немногого, что вы съедаете"},{"SurahNumber":12,"VerseNumber":48,"Text":"Потом наступят после этого семь тяжелых лет, которые съедят то, что вы приготовили для них, кроме немногого, что вы сохраните"},{"SurahNumber":12,"VerseNumber":49,"Text":"Потом наступит после этого год, когда людям будет послан дождь и когда они будут выжимать"},{"SurahNumber":12,"VerseNumber":50,"Text":"И сказал царь: \"Приведите мне его!\" Когда к нему пришел посланец, он сказал: \"Вернись к твоему господину и спроси его: \"Что было с женщинами, которые порезали себе руки?\" - Поистине, мой Господь сведущ в их кознях"},{"SurahNumber":12,"VerseNumber":51,"Text":"Он сказал: \"В чем ваше дело, когда вы соблазняли Йусуфа?\" Они сказали: \"Упаси боже! Мы не знаем за ним ничего дурного\". Жена вельможи сказала: \"Теперь выяснилась истина, я соблазняла его, а он - из числа правдивых"},{"SurahNumber":12,"VerseNumber":52,"Text":"Это - дабы он узнал, что я не обманул его втайне и что Аллах не ведет прямым путем козни изменников"}]}