{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"پێغەمبەرەکانیان ووتیان (پێیان) ئایا لە (بوونی) خوادا گومان ھەیە کە بەدیھێنەری ئاسمانەکان و زەویە بانگتان دەکات بۆ ئەوەی لە گوناھەکانتان خۆش بێت و دواتان بخات بۆ کاتێکی دیاریکراو ووتیان ئێوەش ھەر ئادەمیەکی وەک ئێمەن دەتانەوێت ڕێگری ئێمە بکەن و لاماندەن لە (پەرستنی) ئەوەی کە باوو باپیرانمان دەیانپەرست دەی نیشانە و بەڵگەیەکی ڕوونمان بۆ بھێنن (ئەگەر ڕاست دەکەن پێغەمبەرن)"},{"SurahNumber":14,"VerseNumber":11,"Text":"پێغەمبەرەکانیان پێـیان ووتن ئێمە ھەر ئادەمیەکین وەکو ئێوە بەڵام خوا منەت دەنێت بەسەر ھەرکەسێک لە بەندەکانیدا کە بیەوێت (دەیکاتە پێغەمبەر) وە ئێمە ھەرگیز ناتوانین موعجیزە و بەڵگەیەکتان بۆ بھێنین مەگەر بە ئیزنی خوا نەبێت وە بابڕواداران پشت ھەر بە خوا ببەستن"},{"SurahNumber":14,"VerseNumber":12,"Text":"وە ئایا بۆچی پشت بە خوا نەبەستین کە بێگومان ئەو (زاتە) ڕێگای ڕاستی نیشان داوین؟ وە بەڕاستی دان بەخۆماندا دەگرین لەسەر ھەر ئازارێک کە بماندەن دەبا خۆسپێران پشت ھەر بە خوا ببەستن"},{"SurahNumber":14,"VerseNumber":13,"Text":"بێ بڕواکان ووتیان بەپێغەمبەرەکانیان بەڕاستی لە خاک و وڵاتەکەمان دەرتان دەکەین یان بەڕاستی دەبێت بگەڕێنەوە ناو ئاینەکەی ئێمە جا پەروەردگاریان نیگای بۆ (پێغەمبەران) کرد کە بێگومان ستەمکاران لەناو دەبەین"},{"SurahNumber":14,"VerseNumber":14,"Text":"و بێگومان ئێوە نیشتەجێ دەکەین لەو خاکەدا پاش (تیاچوونی) ئەوان ئەوەش بۆ کەسانێکە لەوەستانی بەر مەقامی من دەترسن (لە قیامەتدا) وە (پێشتر) ترسابێت لە ھەڕەشەی (من)"},{"SurahNumber":14,"VerseNumber":15,"Text":"وە (پێغەمەران) داوای سەرکەوتن و زاڵ بونیان کرد (لە خوا) و ھەموو ملھوڕ و یاخیەک بێ ھیوا بوون"},{"SurahNumber":14,"VerseNumber":16,"Text":"لەدوای (تیاچوونی جێگای) ئەو دۆزەخە و لە کێم و زووخاو ئاو دەدرێت (دەکرێت بە گەروویاندا)"},{"SurahNumber":14,"VerseNumber":17,"Text":"کە قوم قوم (زۆر بە قیزەوە) دەیخواتەوە بەڵام ناتوانێ قوتی بدات و مردنی بۆ دێت لە ھەموو لایەکەوە و کەچی ناشمرێت و لە دوای ئەوەش سزای سەخت (دەدرێت)"},{"SurahNumber":14,"VerseNumber":18,"Text":"ئەوانەی بێ بڕوابوون بە پەروەردگاریان نموونەی کردەوەکانیان وەک خۆڵەمێشێک وایە بەتوندی با لێی ھەڵکردبێت لە ڕۆژێکی ڕەشەبای سەختدا ئەوان ھیچیان دەست ناکەوێت لەوەی کەلە دونیادا کردویانە ئا ئەوەیە گومڕابوونی دوور لە ڕاستی"},{"SurahNumber":14,"VerseNumber":19,"Text":"ئایا نەتان زانیوە (نەتانبینیوە) کە بێگومان خوا ئاسمانەکان و زەوی بەھەق و ڕاستی دروستکردوە ئەگەر بیەوێت ئێوە لادەبات و ناتان ھێڵێت وە (لە جێی ئێوە) دروستکراوێکی تر دەھێنێت"},{"SurahNumber":14,"VerseNumber":20,"Text":"ئەوەش بۆ خوا گران و زەحمەت نیە"},{"SurahNumber":14,"VerseNumber":21,"Text":"وھەموویان (لە گۆڕەکانیان دێنە دەرەوە) بۆ خوا دەردەکەون و ئاشکرا ئەبن ئەمجا (لە ڕۆژی دواییدا) بێ دەسەڵاتەکان دەڵێن بە زۆر دار و خۆ بەزل زانەکان بەڕاستی ئێمە لە دونیادا شوێن کەوتووی ئێوە بووین ئاخۆ ئێوە بەرگری دەکەن لە ئێمە ھەندێک لە سزای خوا (ئەوانیش) دەڵێن ئەگەر خوا ئێمەی ڕێنمونی بکردایە ئێمەش ئێوەمان ڕێنمونی دەکرد یەکسانە بۆمان ھاوار و ناڵە بکەین یان ئارام بگرین ڕزگار بوونمان نیە (لە سزای خوا)"},{"SurahNumber":14,"VerseNumber":22,"Text":"جا شەیتان دەڵێت کاتێک کە کار تەواو دەبێت (و لێپرسینەوەیان کۆتایی دێت) بێگومان خوا بەڵێنی پێدان بە بەڵێنێکی ھەق و ڕاست و منیش بەڵێنم پێدان بەڵام درۆم کرد لەگەڵتاندا وەمن نەم بوو بەسەرتاندا ھیچ زۆر و دەسەڵاتێک تەنھا ئەوە نەبێت کە بانگم کردن (بۆ گومڕایی) ئیتر ئێوەش بەدەنگمەوە ھاتن (و بەگوێتان کردم) کەواتە لۆمەی من مەکەن بەڵکو لۆمەی خۆتان بکەن بەڕاستی من ناتوانم بێم بە ھاواری ئێوەوە و ئێوەش ناتوانن بێن بەھاواری منەوە بەڕاستی من بڕوام نەبوو بەوەی کە پێشتر (لە دونیادا) منتان کرد بوو بە ھاوبەش بۆ خوا بەڕاستی ستەمکاران سزای سەختیان بۆ ھەیە"},{"SurahNumber":14,"VerseNumber":23,"Text":"وە ئەوانەی باوەڕیان ھێناوە و کردەوە چاکەکانیان کردووە دەخرێنە ناو بەھەشتانێک کە ڕوبارەکان دێن و دەچن بە ژێریاندا بە ھەمیشە تیایدا دەمێننەوە بە ئیزنی پەروەردگاریان بە خێرھاتنیان لەو (بەھەشتە) دا بەووتەی سەلامە"},{"SurahNumber":14,"VerseNumber":24,"Text":"ئایا نەتزانیوە؟ خوا چۆن نموونەی ھێناوەتەوە کە ووتەی چاک و ڕاست (لا إلە إلا اللە) وەک درەختێکی چاک و بەسوود وایە ڕەگی قایم (لە زەوی) دا کۆتابێت و لق و پۆپەکانیشی (بەرز بووبێتەوە) بە ئاسماندا"},{"SurahNumber":14,"VerseNumber":25,"Text":"ئەو (درەختە) میوە و بەربگرێت ھەموو کاتێک بەئیزنی پەروەردگاری وە خوا ئەو نموونانە دەھێنێتەوە بۆ خەڵکی بۆ ئەوەی بیربکەنەوە"},{"SurahNumber":14,"VerseNumber":26,"Text":"وە نموونەی ووتەی خراپ و پیس و (بێ باوەڕی) وەکو درەختێکی خراپ و پیس وایە ھەڵکەنرابێت لەسەر زەوی (و ڕەگی نەبێت) ھەر خۆی نەگرێت"},{"SurahNumber":14,"VerseNumber":27,"Text":"ئەوانەی کەبڕوایان ھێناوە خوا دامەزراویان دەکات بە ووتەی بەڕێ وجێ (کە شایەتومانە) لەژیانی دونیا و لەڕۆژی دوایشدا وە خوا ستەمکارانیش گومڕا دەکات وە خوا ھەرچی بیەوێت دەیکات"}]}