{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"۞الله الذي سخر لكم البحر لتجري الفلك فيه بامره ولتبتغوا من فضله ولعلكم تشكرون"},{"SurahNumber":45,"VerseNumber":13,"Text":"وسخر لكم ما في السموت وما في الارض جميع ا منه ان في ذلك لايت لقوم يتفكرون"},{"SurahNumber":45,"VerseNumber":14,"Text":"قل للذين ءامنوا يغفروا للذين لا يرجون ايام الله ليجزي قوما بما كانوا يكسبون"},{"SurahNumber":45,"VerseNumber":15,"Text":"من عمل صلح ا فلنفسه ومن اساء فعليها ثم الى ربكم ترجعون"},{"SurahNumber":45,"VerseNumber":16,"Text":"ولقد ءاتينا بني اسرءيل الكتب والحكم والنبوة ورزقنهم من الطيبت وفضلنهم على العلمين"},{"SurahNumber":45,"VerseNumber":17,"Text":"وءاتينهم بينت من الامر فما اختلفوا الا من بعد ما جاءهم العلم بغيا بينهم ان ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون"},{"SurahNumber":45,"VerseNumber":18,"Text":"ثم جعلنك على شريعة من الامر فاتبعها ولا تتبع اهواء الذين لا يعلمون"},{"SurahNumber":45,"VerseNumber":19,"Text":"انهم لن يغنوا عنك من الله شي ا وان الظلمين بعضهم اولياء بعض والله ولي المتقين"},{"SurahNumber":45,"VerseNumber":20,"Text":"هذا بصير للناس وهد ى ورحمة لقوم يوقنون"},{"SurahNumber":45,"VerseNumber":21,"Text":"ام حسب الذين اجترحوا السيات ان نجعلهم كالذين ءامنوا وعملوا الصلحت سواء محياهم ومماتهم ساء ما يحكمون"},{"SurahNumber":45,"VerseNumber":22,"Text":"وخلق الله السموت والارض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون"},{"SurahNumber":45,"VerseNumber":23,"Text":"افرءيت من اتخذ الهه هوىه واضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشوة فمن يهديه من بعد الله افلا تذكرون"},{"SurahNumber":45,"VerseNumber":24,"Text":"وقالوا ما هي الا حياتنا الدنيا نموت ونحيا وما يهلكنا الا الدهر وما لهم بذلك من علم ان هم الا يظنون"},{"SurahNumber":45,"VerseNumber":25,"Text":"واذا تتلى عليهم ءايتنا بينت ما كان حجتهم الا ان قالوا ايتوا باباينا ان كنتم صدقين"},{"SurahNumber":45,"VerseNumber":26,"Text":"قل الله يحييكم ثم يميتكم ثم يجمعكم الى يوم القيمة لا ريب فيه ولكن اكثر الناس لا يعلمون"},{"SurahNumber":45,"VerseNumber":27,"Text":"ولله ملك السموت والارض ويوم تقوم الساعة يوميذ يخسر المبطلون"},{"SurahNumber":45,"VerseNumber":28,"Text":"وترى كل امة جاثية كل امة تدعى الى كتبها اليوم تجزون ما كنتم تعملون"},{"SurahNumber":45,"VerseNumber":29,"Text":"هذا كتبنا ينطق عليكم بالحق انا كنا نستنسخ ما كنتم تعملون"},{"SurahNumber":45,"VerseNumber":30,"Text":"فاما الذين ءامنوا وعملوا الصلحت فيدخلهم ربهم في رحمته ذلك هو الفوز المبين"},{"SurahNumber":45,"VerseNumber":31,"Text":"واما الذين كفروا افلم تكن ءايتي تتلى عليكم فاستكبرتم وكنتم قوم ا مجرمين"},{"SurahNumber":45,"VerseNumber":32,"Text":"واذا قيل ان وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة ان نظن الا ظن ا وما نحن بمستيقنين"},{"SurahNumber":45,"VerseNumber":33,"Text":"وبدا لهم سيات ما عملوا وحاق بهم ما كانوا به يستهزءون"},{"SurahNumber":45,"VerseNumber":34,"Text":"وقيل اليوم ننسىكم كما نسيتم لقاء يومكم هذا وماوىكم النار وما لكم من نصرين"},{"SurahNumber":45,"VerseNumber":35,"Text":"ذلكم بانكم اتخذتم ءايت الله هزو ا وغرتكم الحيوة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون"},{"SurahNumber":45,"VerseNumber":36,"Text":"فلله الحمد رب السموت ورب الارض رب العلمين"},{"SurahNumber":45,"VerseNumber":37,"Text":"وله الكبرياء في السموت والارض وهو العزيز الحكيم"}]}