{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"۞عسى الله ان يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم"},{"SurahNumber":60,"VerseNumber":8,"Text":"لا ينهىكم الله عن الذين لم يقتلوكم في الدين ولم يخرجوكم من ديركم ان تبروهم وتقسطوا اليهم ان الله يحب المقسطين"},{"SurahNumber":60,"VerseNumber":9,"Text":"انما ينهىكم الله عن الذين قتلوكم في الدين واخرجوكم من ديركم وظهروا على اخراجكم ان تولوهم ومن يتولهم فاوليك هم الظلمون"},{"SurahNumber":60,"VerseNumber":10,"Text":"يايها الذين ءامنوا اذا جاءكم المومنت مهجرت فامتحنوهن الله اعلم بايمنهن فان علمتموهن مومنت فلا ترجعوهن الى الكفار لا هن حل لهم ولا هم يحلون لهن وءاتوهم ما انفقوا ولا جناح عليكم ان تنكحوهن اذا ءاتيتموهن اجورهن ولا تمسكوا بعصم الكوافر وسلوا ما انفقتم وليسلوا ما انفقوا ذلكم حكم الله يحكم بينكم والله عليم حكيم"},{"SurahNumber":60,"VerseNumber":11,"Text":"وان فاتكم شيء من ازوجكم الى الكفار فعاقبتم فاتوا الذين ذهبت ازوجهم مثل ما انفقوا واتقوا الله الذي انتم به مومنون"},{"SurahNumber":60,"VerseNumber":12,"Text":"يايها النبي اذا جاءك المومنت يبايعنك على ان لا يشركن بالله شي ا ولا يسرقن ولا يزنين ولا يقتلن اولدهن ولا ياتين ببهتن يفترينه بين ايديهن وارجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله ان الله غفور رحيم"},{"SurahNumber":60,"VerseNumber":13,"Text":"يايها الذين ءامنوا لا تتولوا قوما غضب الله عليهم قد ييسوا من الاخرة كما ييس الكفار من اصحب القبور"},{"SurahNumber":61,"VerseNumber":1,"Text":"سبح لله ما في السموت وما في الارض وهو العزيز الحكيم"},{"SurahNumber":61,"VerseNumber":2,"Text":"يايها الذين ءامنوا لم تقولون ما لا تفعلون"},{"SurahNumber":61,"VerseNumber":3,"Text":"كبر مقتا عند الله ان تقولوا ما لا تفعلون"},{"SurahNumber":61,"VerseNumber":4,"Text":"ان الله يحب الذين يقتلون في سبيله صف ا كانهم بنين مرصوص"},{"SurahNumber":61,"VerseNumber":5,"Text":"واذ قال موسى لقومه يقوم لم توذونني وقد تعلمون اني رسول الله اليكم فلما زاغوا ازاغ الله قلوبهم والله لا يهدي القوم الفسقين"},{"SurahNumber":61,"VerseNumber":6,"Text":"واذ قال عيسى ابن مريم يبني اسرءيل اني رسول الله اليكم مصدق ا لما بين يدي من التورىة ومبشرا برسول ياتي من بعدي اسمه احمد فلما جاءهم بالبينت قالوا هذا سحر مبين"},{"SurahNumber":61,"VerseNumber":7,"Text":"ومن اظلم ممن افترى على الله الكذب وهو يدعى الى الاسلم والله لا يهدي القوم الظلمين"},{"SurahNumber":61,"VerseNumber":8,"Text":"يريدون ليطفوا نور الله بافوههم والله متم نوره ولو كره الكفرون"},{"SurahNumber":61,"VerseNumber":9,"Text":"هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون"},{"SurahNumber":61,"VerseNumber":10,"Text":"يايها الذين ءامنوا هل ادلكم على تجرة تنجيكم من عذاب اليم"},{"SurahNumber":61,"VerseNumber":11,"Text":"تومنون بالله ورسوله وتجهدون في سبيل الله بامولكم وانفسكم ذلكم خير لكم ان كنتم تعلمون"},{"SurahNumber":61,"VerseNumber":12,"Text":"يغفر لكم ذنوبكم ويدخلكم جنت تجري من تحتها الانهر ومسكن طيبة في جنت عدن ذلك الفوز العظيم"},{"SurahNumber":61,"VerseNumber":13,"Text":"واخرى تحبونها نصر من الله وفتح قريب وبشر المومنين"},{"SurahNumber":61,"VerseNumber":14,"Text":"يايها الذين ءامنوا كونوا انصار الله كما قال عيسى ابن مريم للحوارين من انصاري الى الله قال الحواريون نحن انصار الله فامنت طايفة من بني اسرءيل وكفرت طايفة فايدنا الذين ءامنوا على عدوهم فاصبحوا ظهرين"}]}