{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Həqiqətən, Biz Davuda Öz dərgahımızdan bir lütf bəxş edib: “Siz ey dağlar, siz ey quşlar! Onunla (Davudla) birlikdə Allahı təqdis edib şə’ninə tə’riflə deyin!” – deyə buyurduq və dəmiri onun (onun əlindən) yumşaltdıq. (Davud dəmiri əritmədən əlində mum kimi yumşaldıb istədiyi şeyi ondan düzəldərdi)"},{"SurahNumber":34,"VerseNumber":11,"Text":"(Biz Davuda belə buyurduq:) “Geniş, uzun (insanın bədənini örtən) zirehlər düzəlt, (onları) toxuduğun zaman ölçüyə riayət et! (Zirehin həlqələri bir-birinə uyğun gəlsin, biri böyük, biri kiçik olmasın!) Və (siz də ey Davud ailəsi!) yaxşı işlər görün. Həqiqətən, Mən sizin etdiyiniz əməlləri görürəm!”"},{"SurahNumber":34,"VerseNumber":12,"Text":"Süleymana da küləyi ram etdik. O (külək) səhərdən günortaya qədər bir aylıq yol, günortadan axşama qədər də bir aylıq yol gedirdi (bir gündə iki aylıq məsafəni qət edirdi). Onun üçün mis mə’dənini sel kimi əridib axıtdıq. (Davud dəmiri əlində yumşaldıb istədiyini düzəltdiyi kimi, Süleyman da misdən istədiyini düzəldirdi). Cinlərin bir qismi Rəbbinin izni ilə onun yanında işləyirdi. Onlardan hər kəs (Süleymana itaət etməyib) əmrimizdən çıxırdısa, ona cəhənnəm odunun əzabından daddırırdıq"},{"SurahNumber":34,"VerseNumber":13,"Text":"Onun (Süleyman) üçün nə istəsə - mə’bədlər (uca qəsrlər), heykəllər, (min nəfərdən ibarət qonağın və qoşunun birlikdə oturub yeyə biləcəyi) böyük hovuzlara bənzər çanaqlar və yerindən tərpənməyən iri qazanlar düzəldirdilər. Siz, ey Davud ailəsi! (Allaha) şükranlıqla itaət edin! (Bu ne’mətə şükür edin!) Bəndələrimdən (ne’mətlərimə) şükür edəni azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Sonra (Süleymanın) ölümünü hökm etdiyimiz zaman onun öldüyünü onlara (cinlərə) ancaq (Süleymanın) əsasını yeyən bir ağac qurdu xəbər verdi. (Süleymanın əlini dayayıb durduğu əsa sınandan sonra) o (ölmüş vəziyyətdə) yerə yıxıldıqda cinlərə bəlli oldu ki, əgər onlar qeybi bilsəydilər, alçaldıcı əzab (məşəqqətli iş) içində qalmazdılar"},{"SurahNumber":34,"VerseNumber":15,"Text":"Səba (tayfasının) yurdunda (qüdrətimizə dəlalət edən) bir nişanə var idi. (Orada) sağdan və soldan (dağla əhatə olunmuş) iki bağça var idi. (Səba əhlinə belə buyurulmuşdu:) “Rəbbinizin ruzisindən yeyin və Ona şükür edin. (Yurdunuz) gözəl bir diyar, (Rəbbiniz də) bağışlayan bir Rəbbdir!”"},{"SurahNumber":34,"VerseNumber":16,"Text":"Lakin onlar (itaətimizdən) üz döndərdilər, Biz də üstlərinə Ərim (bəndinin) selini göndərdik. (Bunun nəticəsində yurdlarını su basdı). Onların iki (gözəl) bağçasını (tikanlı) acı meyvəli, (içərisində) yulğun ağacları və bir az da sidr ağacı olan iki bağçaya çevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Onları nankorluqlarına görə belə cəzalandırdıq. Biz heç nankordan başqasına cəzamı verərik"},{"SurahNumber":34,"VerseNumber":18,"Text":"Onların (Səba əhlinin) yurdu ilə bərəkət verdiyimiz məmləkətlət (Şam və Urdun) arasında bir-birinə bitişik (abad) qəsəbələr inşa etmiş, orada gediş-gəliş yaratmışdıq (belə ki, səfər zamanı yolçular o qəsəbələrin birində istirahət edir, axşam isə digərində yatıb dincəlirdilər). (Onlara belə demişdik:) “Gecələri-gündüzləri (istədiyiniz vaxt) orada arxayın gəzib-dolanın!”"},{"SurahNumber":34,"VerseNumber":19,"Text":"Lakin onlar: “Ey Rəbbimiz! Səfərlərimizin arasını (məsafəni) uzaq et!” – dedilər və öz-özlərinə zülm etdilər. Biz onları pərən-pərən salıb dillərdə dastan etdik. (Onlardan Qəssan qəbiləsi Şama, Əzd qəbiləsi Omana, Xüzaə qəbiləsi Təhaməyə, Hüzeymə qəbiləsi İraqa, Övs və Xəzrəc qəbilələri isə Mədinəyə köçdü. Onlar barəsində “Səba əhli kimi pərən-pərən düşdülər” məsələsi çəkilməyə başlandı). Həqiqətən, bunda (çətinliklərə) səbir, (ne’mətlərə) çox şükür edən hər bir kəs üçün ibrətlər vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"İblisin onlar haqqındakı zənni düz çıxdı. (İçərilərindən) bir dəstə mö’min istisna olmaqla, hamısı ona uydu"},{"SurahNumber":34,"VerseNumber":21,"Text":"Əslində (İblisin) onlar üzərində heç bir hökmü yoxdur. Lakin Biz axirətə inananla ona şəkk edəni ayırd edib bilmək üçün (İblisə bu imkanı verdik). Sənin Rəbbin hər şeyi hifz edəndir! (Mö’minlərin və kafirlərin əməllərini mühafizə edər, qiyamət günü hərəyə öz əməlinin cəzasını verər)"},{"SurahNumber":34,"VerseNumber":22,"Text":"(Ya Peyğəmbər! Müşriklərə) de: “Allahdan başqa tanrı zənn etdiklərinizi (köməyə) çağırın”. Onlar göylərdə və yerdə zərrə qədər bir şeyə sahib deyillər. Nə onların bunlarda (göylərdə və yerdə) bir şərikliyi var, nə də (Allahın) onlardan bir köməkçisi var"},{"SurahNumber":34,"VerseNumber":23,"Text":"Onun hüzurunda, izin verdiyi kimsələr istisna olamaqla, heç kəsin şəfaəti fayda verməz. (Elə isə hansı ağılla bütlər sizi Allaha yaxınlaşdıracaq, sizin üçün Allahdan şəfaət diləyəcəklər deyə, onlara ibadət edirsiniz?) Nəhayət, (bə’zi möhtərəm zatlara şəfaət etməyə izin verildiyinə görə məhşərə gətirilənlərin) ürəklərindən o (müdhiş) qorxu çıxınca onlar (şəfaət edəcək kəslərdən, yaxud mələklərdən sevinclə): “Rəbbiniz nə buyurdu?” – deyə soruşar, o biriləri də: “Haqqı (buyurdu)! (Şəfaətə izin verdi). O, (hər şeydən) ucadır, (hər şeydən) böyükdür!” – deyə cavab verərlər"}]}