{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Whenever We abrogate an ayat or cause it to be forgotten, We bring one better than it or equal to it. Do you not know that Allah has power over all things"},{"SurahNumber":2,"VerseNumber":107,"Text":"Do you not know that Allah is He to Whom the kingdom of the heavens and the earth belongs and that, besides Allah, you have no protector and no helper"},{"SurahNumber":2,"VerseNumber":108,"Text":"Or do you want to question your Messenger as Musa was questioned before? Anyone who exchanges iman for kufr has definitely gone astray from the level way"},{"SurahNumber":2,"VerseNumber":109,"Text":"Many of the People of the Book would love it if they could make you revert to being kuffar after you have become muminun, showing their innate envy now that the truth is clear to them. But you should pardon and overlook until Allah gives His command. Truly Allah has power over all things"},{"SurahNumber":2,"VerseNumber":110,"Text":"Establish salat and pay zakat. Any good you send ahead for yourselves, you will find with Allah. Certainly Allah sees what you do"},{"SurahNumber":2,"VerseNumber":111,"Text":"They say, ´No one will enter the Garden except for Jews and Christians.´ Such is their vain hope. Say, ´Produce your evidence if you are telling the truth.´"},{"SurahNumber":2,"VerseNumber":112,"Text":"Not so! All who submit themselves completely to Allah and are good-doers will find their reward with their Lord. They will feel no fear and will know no sorrow"},{"SurahNumber":2,"VerseNumber":113,"Text":"The Jews say, ´The Christians have nothing to stand on,´ and the Christians say, ´The Jews have nothing to stand on,´ yet they both recite the Book. Those who do not know say the same as they say. Allah will judge between them on the Day of Rising regarding the things about which they differ"},{"SurahNumber":2,"VerseNumber":114,"Text":"Who could do greater wrong than someone who bars access to the mosques of Allah, preventing His name from being remembered in them, and goes about destroying them? Such people will never be able to enter them — except in fear. They will have disgrace in the dunya and in the akhira they will have a terrible punishment"},{"SurahNumber":2,"VerseNumber":115,"Text":"Both East and West belong to Allah, so wherever you turn, the Face of Allah is there. Allah is All-Encompassing, All-Knowing"},{"SurahNumber":2,"VerseNumber":116,"Text":"They say, ´Allah has a son.´ Glory be to Him! No, everything in the heavens and earth belongs to Him. Everything is obedient to Him"},{"SurahNumber":2,"VerseNumber":117,"Text":"the Originator of the heavens and earth. When He decides on something, He just says to it, ´Be!´ and it is"},{"SurahNumber":2,"VerseNumber":118,"Text":"Those who do not know say, ´If only Allah would speak to us, or some sign come to us!´ just like those before them who said the same as they say. Their hearts are much the same. We have made the Signs clear for people who have certainty"},{"SurahNumber":2,"VerseNumber":119,"Text":"We have sent you with the Truth, bringing good news and giving warning. Do not ask about the inhabitants of the Blazing Fire"},{"SurahNumber":2,"VerseNumber":120,"Text":"The Jews and the Christians will never be pleased with you until you follow their religion. Say, ´Allah´s guidance is the true guidance.´ If you were to follow their whims and desires, after the knowledge that has come to you, you would find no protector or helper against Allah"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those to whom We have given the Book, who recite it in the way it should be recited, such people have iman in it. As for those who reject it, they are the losers"},{"SurahNumber":2,"VerseNumber":122,"Text":"Tribe of Israel! remember the blessing I conferred on you, and that I preferred you over all other beings"},{"SurahNumber":2,"VerseNumber":123,"Text":"Have fear of a Day when no self will be able to compensate for another in any way, and no ransom will be accepted from it, and no intercession benefit it, and they will not be helped"}]}