{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yakın bir yerde mağlub oldular.Ama bu yenilgilerinden sonra galip gelecekler"},{"SurahNumber":30,"VerseNumber":3,"Text":"Rumlar yakın bir yerde mağlub oldular.Ama bu yenilgilerinden sonra galip gelecekler"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birkaç yıl içinde. Çünkü işleri karara bağlama yetkisi, başında da sonunda da Allah'a aittir.O gün, müminler de, Allah’ın verdiği zafer sayesinde sevinecekler.Allah dilediğini muzaffer kılar. Zira O, azîzdir, rahîmdir (mutlak galiptir, sınırsız merhamet ve ihsan sahibidir)"},{"SurahNumber":30,"VerseNumber":5,"Text":"Birkaç yıl içinde. Çünkü işleri karara bağlama yetkisi, başında da sonunda da Allah'a aittir.O gün, müminler de, Allah’ın verdiği zafer sayesinde sevinecekler.Allah dilediğini muzaffer kılar. Zira O, azîzdir, rahîmdir (mutlak galiptir, sınırsız merhamet ve ihsan sahibidir)"},{"SurahNumber":30,"VerseNumber":6,"Text":"Bu, Allah'ın vâdidir. Allah verdiği sözden caymaz, fakat insanların ekserisi bunu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Bildikleri, sadece dünya hayatının dış görünüşüdür; ama âhiretten habersiz, gafildirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Onlar azıcık olsun kendi başlarına kalıp düşünmediler mi ki:Allah gökleri, yeri ve ikisinin arasında olan bütün varlıkları gerçek bir gaye ile, belirli bir vâdeye kadar yaratmıştır.Ama insanların birçoğu, Rab'lerinin huzuruna çıkacaklarını inkâr ediyorlar"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar dünyayı hiç dolaşmıyorlar mı ki,kendilerinden önce yaşayanların âkıbetlerinin nasıl olduğunu görsünler?Onlar, kendilerinden daha güçlü idiler.Toprağı altüst etmiş, sular, maden, ekin gibi nimetlerden yararlanmış ve şimdikilerin yeri imar edişlerinden daha fazlasıyla imar etmişler, resulleri de kendilerine aşikâr, parlak deliller getirmişlerdi.Ama hakikati reddettiler ve sonuçta yok olup gittiler. Allah onlara asla zulmetmedi, lâkin onlar kendi öz canlarına zulmettiler"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra, o fenalık yapanların âkıbetleri, en fena bir âkıbet oldu.Çünkü Allah'ın âyetlerini yalan saydılar.Bir taraftan da onlarla eğleniyorlardı"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah, kâinatı yaratmaya ilkin başlayan,sonra onu tekrar yapan, öldürdükten sonra diriltendir.İşin sonunda da hesap vermek üzere O'nun huzuruna götürüleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyamet koptuğu gün, o suçlu kâfirler ümitlerini tamamen kesip susarlar"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ortaklarından kendilerine bir tek şefaatçi dahi bulunmaz, zaten onlar ortaklarını da rededeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyamet saati gelip çattığında, işte o gün, müminlerle kâfirler birbirlerinden ayrılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"İman edip güzel ve makbul işler yapanlar cennet bahçelerinde ağırlanarak neşelenirler"},{"SurahNumber":30,"VerseNumber":16,"Text":"İnkâr edip âyetlerimizi ve öldükten sonra dirilmeyi,Allah'ın huzuruna çıkmayı yalan sayanlar ise, azaba atılmak üzere getirilirler"},{"SurahNumber":30,"VerseNumber":17,"Text":"Haydi siz akşama girerken, sabaha çıkarken Allah'ı takdis ve tenzih edin, namaz kılın"},{"SurahNumber":30,"VerseNumber":18,"Text":"Göklerde ve yerde hamd, güzel övgü O'na mahsustur.İkindi vaktinde de, öğleye girerken de, O’nu takdis ve tenzih edin, namaz kılın"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, ölüden diriyi çıkarır, diriden ölüyü çıkarır ve ölmüş toprağa hayat verir.İşte siz de öldükten sonra böylece diriltileceksiniz"},{"SurahNumber":30,"VerseNumber":20,"Text":"O'nun (varlığının ve kudretinin) delillerinden biri:Sizi topraktan yaratmış olmasıdır.Sonra dünyaya yayılmış beşeriyet haline geldiniz"},{"SurahNumber":30,"VerseNumber":21,"Text":"O'nun (varlığının ve kudretinin) delillerinden biri de:Kendilerine ısınmanız için, size içinizden eşler yaratması, birbirinize karşı sevgi ve şefkat var etmesidir. Elbette bunda, düşünen kimseler için ibretler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"O'nun (varlığının ve kudretinin) delillerinden biri de: Gökleri ve yeri yaratması, lisanlarınızın ve renklerinizin farklı olmasıdır. Elbette bunda bilen ve anlayan kimseler için ibretler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"O'nun (varlığının ve kudretinin) delillerinden biri de: Geceleyin veya gündüzün uyumanız ve O’nun geniş lütfundan geçim vesileleri aramanızdır.Elbette bunda işiten kimseler için ibretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"O'nun delillerinden biri de:Gâh korku, gâh ümit vermek için size şimşeği göstermesi, gökten bir su indirip ölmüş toprağa onun sayesinde hayat vermesidir.Elbette bunda aklını çalıştıran kimseler için ibretler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"O'nun (varlığının ve kudretinin) delillerinden biri de göğün ve yerin, Kendisinin buyruğu ile kaim olmaları, belirlenen yerde sapasağlam bulunmalarıdır.Sonra sizi yattığınız yerden bir çağırdı mı, birden kabirlerinizden çıkıverirsiniz! [35,41; 2]"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde kim varsa O'nundur. Onların hepsi, isteyerek veya istemeyerek O’na itaat ederler"},{"SurahNumber":30,"VerseNumber":27,"Text":"Mahlûkları ilkin yoktan yaratan, ölümden sonra da dirilten O'dur.Bu diriltme O’na göre pek kolaydır.Göklerde ve yerde en yüce sıfatlar O’nundur.Gerçekten O azîz ve hakîmdir (mutlak galiptir, tam hüküm ve hikmet sahibidir)"},{"SurahNumber":30,"VerseNumber":28,"Text":"Bakın, Allah size kendi hayatınızdan bir temsil getiriyor: Hiç, elinizin altındaki köle ve hizmetçilerden, size nasib ettiğimiz servette, onların payları da sizinki ile eşit olacak derecede, kendinize ortak yaptığınız, kendinize itibar ettiğiniz kadar onlara da itibar edip saydığınız ortaklarınız var mıdır?İşte Biz aklını kullanan kimseler için âyetlerimizi böyle açıklıyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Fakat zalimler bir bilgiye dayanmaksızın, körü körüne heva ve heveslerine tâbi oldular.Allah'ın şaşırttığını artık kim doğru yola getirebilir? Bu işte onlar hiç bir yardımcı bulamazlar"},{"SurahNumber":30,"VerseNumber":30,"Text":"O halde sen, batıl dinlerden uzaklaşarak yüzünü ve özünü, hak din olan İslâm'a yönelt.Yani Allah’ın insanları yaratmasında esas kıldığı o fıtrata uygun hareket et.Allah’ın bu hilkatini kimse değiştiremez. İşte dosdoğru din budur.Fakat insanların ekserisi bunu bilmezler"}]}