{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"When Moses had fulfilled the term and was journeying with his family, he perceived a fire in the direction of the Mount (Sinai). He said to his family: \"Wait here; I have observed a fire. Maybe I will bring to you some news or a brand of fire from there that you may warm yourselves"},{"SurahNumber":28,"VerseNumber":30,"Text":"But when he came to the fire, a cry was heard from the right bank of the valley, from a tree in the hallowed ground: \"O Moses, verily I am Allah, the Lord of all creatures of the Universe"},{"SurahNumber":28,"VerseNumber":31,"Text":"He received the command: \"Throw away your rod!\" But when he saw the rod writhing as though it were a serpent, he turned back in retreat, and did not even look behind. (He was told): \"O Moses, go ahead and have no fear. You are perfectly secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Put your hand into your bosom, and it will come out shining without any blemish; and draw your hand close to your body to still your fear. Those are the two clear Signs from your Lord for Pharaoh and his chiefs, for truly they are a disobedient people"},{"SurahNumber":28,"VerseNumber":33,"Text":"Moses said: \"My Lord, I have killed one person from among them, and I fear that they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother Aaron is more eloquent in speech than I: so send him with me as a helper to confirm my truthfulness for I fear that they will reject me as a liar"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said: \"We will certainly strengthen you through your brother and will invest both of you with such power that they shall not be able to hurt you. With the help of Our Signs the two of you and your followers will prevail"},{"SurahNumber":28,"VerseNumber":36,"Text":"But when Moses came to them with Our Clear Signs, they said: \"This is nothing but a magic that has been contrived. We never heard anything like it from our ancestors of yore"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses replied: \"My Lord knows best who comes with guidance from Him, and also whose end will be the best in the Hereafter. As for the wrongdoers, they shall not prosper"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh said: \"O nobles, I do not know that you have any god beside myself. Haman, bake bricks out of clay and build a lofty palace for me so that I may mount up and be able to observe the god of Moses, even though I believe that Moses is a liar"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he and his hosts waxed arrogant in the land without any right, believing that they will never have to return to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"Eventually We seized him and his hosts and We flung them into the sea. So do see the end of the wrong-doers"},{"SurahNumber":28,"VerseNumber":41,"Text":"And We made them leaders who invite people to the Fire. On the Day of Judgement they shall not find help from any quarter"},{"SurahNumber":28,"VerseNumber":42,"Text":"We have made a curse to pursue them in this world, and on the Day of Judgement they shall be among the despised"},{"SurahNumber":28,"VerseNumber":43,"Text":"After We had destroyed the earlier generations We bestowed the Book on Moses - a source of enlightenment for people and a guidance and mercy -- that they may take heed"},{"SurahNumber":28,"VerseNumber":44,"Text":"(O Muhammad), you were then not on the western side when We bestowed this commandment (of Law), and you were not among its witnesses"},{"SurahNumber":28,"VerseNumber":45,"Text":"Thereafter We raised up many a generation and a long time passed. You were then not even present among the people of Midian to rehearse Our verses to them. But it is We Who are sending news about that"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor were you on the side of the Mount (Sinai) when We called out to Moses (in the first instance). But it is out of Mercy from your Lord (that you are being informed of all this) so that you may warn a people to whom no warner came before you. Maybe they will take heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"(We did so) lest a calamity might seize them because of the misdeeds they committed whereafter they would say: \"Our Lord, why did you not send a Messenger to us that we follow Your revelation and become among those who believe"},{"SurahNumber":28,"VerseNumber":48,"Text":"But when the Truth reached them from Us, they said: \"Why was he not given that which was given to Moses?\" But did they not reject before what had been given to Moses? They said: \"Both are magic, each supporting the other!\" And they said: \"We deny each of these"},{"SurahNumber":28,"VerseNumber":49,"Text":"Tell them, (O Prophet): \"Then do bring a Book from Allah which is a better guide than either of them, and I will follow it! Do so if you are truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"But if they do not hearken to this, know well that they only follow their lusts and who is in greater error than he who follows his lusts without any guidance from Allah? Allah does not guide those given to wrong-doing"}]}