{"Id":158,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadmahdifo","Author":"Mohammad Mahdi Fooladvand","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"و اوست كسى كه باغهايى با داربست و بدون داربست، و خرمابن، و كشتزار با ميوه‌هاى گوناگون آن، و زيتون، و انار، شبيه به يكديگر و غير شبيه پديد آورد. از ميوه آن -چون ثمر داد- بخوريد، و حق [بينوايان از] آن را روز بهره‌بردارى از آن بدهيد، و[لى‌] زياده‌روى مكنيد كه او اسرافكاران را دوست ندارد"},{"SurahNumber":6,"VerseNumber":142,"Text":"و [نيز] از دامها، حيوانات باركش و حيوانات كرك و پشم‌دهنده را [پديد آورد]. از آنچه خدا روزيتان كرده است بخوريد، و از پى گامهاى شيطان مرويد كه او براى شما دشمنى آشكار است"},{"SurahNumber":6,"VerseNumber":143,"Text":"هشت فرد [آفريد و بر شما حلال كرد]: از گوسفند دو تا، و از بز دو تا. بگو: «آيا [خدا] نرها[ى آنها] را حرام كرده يا ماده را؟ يا آنچه را كه رحم آن دو ماده در بر گرفته است؟» اگر راست مى‌گوييد، از روى علم، به من خبر دهيد"},{"SurahNumber":6,"VerseNumber":144,"Text":"و از شتر دو، و از گاو دو. بگو: «آيا [خدا] نرها[ى آنها] را حرام كرده يا ماده‌ها را؟ يا آنچه را كه رحم آن دو ماده در بر گرفته است؟» آيا وقتى خداوند شما را به اين [تحريم‌] سفارش كرد حاضر بوديد؟ پس كيست ستمكارتر از آنكس كه بر خدا دروغ بندد، تا از روى نادانى، مردم را گمراه كند؟ آرى، خدا گروه ستمكاران را راهنمايى نمى‌كند"},{"SurahNumber":6,"VerseNumber":145,"Text":"بگو: «در آنچه به من وحى شده است، بر خورنده‌اى كه آن را مى‌خورد هيچ حرامى نمى‌يابم، مگر آنكه مردار يا خون ريخته يا گوشت خوك باشد كه اينها همه پليدند. يا [قربانيى كه‌] از روى نافرمانى، [به هنگام ذبح‌] نام غير خدا بر آن برده شده باشد. پس كسى كه بدون سركشى و زياده‌خواهى [به خوردن آنها] ناچار گردد، قطعاً پروردگار تو آمرزنده مهربان است"},{"SurahNumber":6,"VerseNumber":146,"Text":"و بر يهوديان، هر [حيوان‌] چنگال‌دارى را حرام كرديم، و از گاو و گوسفند، پيه آن دو را بر آنان حرام كرديم، به استثناى پيه‌هايى كه بر پشت آن دو يا بر روده‌هاست يا آنچه با استخوان درآميخته است. اين [تحريم‌] را به سزاى ستم‌كردنشان، به آنان كيفر داديم، و ما البتّه راستگوييم"},{"SurahNumber":6,"VerseNumber":147,"Text":"[اى پيامبر،] پس اگر تو را تكذيب كردند، بگو: «پروردگار شما داراى رحمتى گسترده است؛ و [با اين حال‌] عذاب او از گروه مجرمان بازگردانده نخواهد شد.»"},{"SurahNumber":6,"VerseNumber":148,"Text":"كسانى كه شرك آوردند به زودى خواهند گفت: «اگر خدا مى‌خواست، نه ما و نه پدرانمان شرك نمى‌آورديم، و چيزى را [خودسرانه‌] تحريم نمى‌كرديم.» كسانى هم كه پيش از آنان بودند، همين گونه [پيامبران خود را] تكذيب كردند، تا عقوبت ما را چشيدند. بگو: «آيا نزد شما دانشى هست كه آن را براى ما آشكار كنيد؟ شما جز از گمان پيروى نمى‌كنيد، و جز دروغ نمى‌گوييد.»"},{"SurahNumber":6,"VerseNumber":149,"Text":"بگو: «برهان رسا ويژه خداست، و اگر [خدا] مى‌خواست قطعاً همه شما را هدايت مى‌كرد.»"},{"SurahNumber":6,"VerseNumber":150,"Text":"بگو: «گواهان خود را كه گواهى مى‌دهند به اينكه خدا اينها را حرام كرده، بياوريد.» پس اگر هم شهادت دادند تو با آنان شهادت مده، و هوسهاى كسانى را كه آيات ما را تكذيب كردند و كسانى كه به آخرت ايمان نمى‌آورند و [معبودان دروغين را] با پروردگارشان همتا قرار مى‌دهند، پيروى مكن"}]}