{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"แท้จริงมนุษย์นั้นถูกบังเกิดมาเป็นคนหวั่นไหว"},{"SurahNumber":70,"VerseNumber":20,"Text":"เมื่อความทุกข์ยากประสบแก่เขา ก็ตีโพยตีพายกลัดกลุ้ม"},{"SurahNumber":70,"VerseNumber":21,"Text":"และเมื่อคุณความดีประสบแก่เขา ก็หวงแหน"},{"SurahNumber":70,"VerseNumber":22,"Text":"นอกจากบรรดาผู้กระทำละหมาด"},{"SurahNumber":70,"VerseNumber":23,"Text":"บรรดาผู้ที่ดำรงมั่นอยู่ในการทำละหมาดของพวกเขาเป็นประจำ"},{"SurahNumber":70,"VerseNumber":24,"Text":"และบรรดาผู้ที่ในทรัพย์สินของพวกเขามีส่วนที่ถูกกำหนดไว้"},{"SurahNumber":70,"VerseNumber":25,"Text":"สำหรับผู้ที่เอ่ยขอและผู้ที่ไม่เอ่ยขอ"},{"SurahNumber":70,"VerseNumber":26,"Text":"และบรรดาผู้ที่เชื่อมั่นต่อวันแห่งการตอบแทน (วันกิยามะฮฺ)"},{"SurahNumber":70,"VerseNumber":27,"Text":"และบรรดาผู้ที่มีความหวาดหวั่นต่อการลงโทษแห่งพระเจ้าของพวกเขา"},{"SurahNumber":70,"VerseNumber":28,"Text":"แท้จริงการลงโทษแห่งพระเจ้าของพวกเขาไม่เป็นที่ปลอดภัย"},{"SurahNumber":70,"VerseNumber":29,"Text":"และบรรดาผู้ที่ระวังรักษาทวารของพวกเขา"},{"SurahNumber":70,"VerseNumber":30,"Text":"นอกจากแก่คู่ครองของพวกเขา หรือที่มือขวาของพวกเขาครอบครองในลักษณะเช่นนั้นพวกเขาจะไม่เป็นผู้ที่ถูกตำหนิ"},{"SurahNumber":70,"VerseNumber":31,"Text":"ดังนั้นผู้ใดล่วงละเมิดนอกเหนือไปจากนั้น ชนเหล่านั้นพวกเขาเป็นผู้ละเมิด"},{"SurahNumber":70,"VerseNumber":32,"Text":"และบรรดาผู้ที่ระวังรักษาสิ่งที่ได้รับมอบหมาย (อะมานะฮ์) ของพวกเขาและคำมั่นสัญญาของพวกเขา"},{"SurahNumber":70,"VerseNumber":33,"Text":"และบรรดาผู้ที่ดำรงมั่นต่อการเป็นพยานของพวกเขา"},{"SurahNumber":70,"VerseNumber":34,"Text":"และบรรดาผู้ที่ดำรงรักษาในการละหมาดของพวกเขา"},{"SurahNumber":70,"VerseNumber":35,"Text":"ชนเหล่านั้นจะอยู่ในสวนสวรรค์อันหลากหลายเป็นผู้ได้รับเกียรติ"},{"SurahNumber":70,"VerseNumber":36,"Text":"มีอะไรเกิดขึ้นแก่บรรดาผู้ปฏิเสธศรัทธาที่วิ่งกระหืดกระหอบมายังเจ้า (มุฮัมมัด)"},{"SurahNumber":70,"VerseNumber":37,"Text":"พวกเขานั่งเป็นกลุ่ม ๆ ทางขวาหรือทางซ้ายของเจ้า"},{"SurahNumber":70,"VerseNumber":38,"Text":"แต่ละคนในหมู่พวกเขาต่างก็อยากจะเข้าไปอยู่ในสวนสวรรค์อันสุขสำราญกระนั้นหรือ"},{"SurahNumber":70,"VerseNumber":39,"Text":"ไม่เลยทีเดียว แท้จริงเราได้สร้างพวกเขาจากสิ่งที่พวกเขารู้กันดี"},{"SurahNumber":70,"VerseNumber":40,"Text":"ข้าขอสาบานต่อพระเจ้าแห่งบรรดาทิศตะวันออก และบรรดาทิศตะวันตกว่า แท้จริงเรา (อัลลอฮฺ) เป็นผู้เดชานุภาพอย่างแน่นอน"},{"SurahNumber":70,"VerseNumber":41,"Text":"ต่อการที่เราจะเปลี่ยนตัวแทนซึ่งดีกว่าพวกเขาและเราจะไม่เป็นผู้หมดความสามารถ"},{"SurahNumber":70,"VerseNumber":42,"Text":"ดังนั้น เจ้าจงปล่อยพวกเขาให้มั่วสุมและหลงระเริง จนกว่าพวกเขาจะได้พบกับวัน (กิยามะฮฺ) ของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้"},{"SurahNumber":70,"VerseNumber":43,"Text":"วันที่พวกเขาจะออกมาจากหลุมฝังศพอย่างรีบเร่งคล้ายกับพวกเขาวิ่งกรูไปยังเจว็ดของพวกเขา"},{"SurahNumber":70,"VerseNumber":44,"Text":"สายตาของพวกเขาละห้อยเศร้าสลด ความอัปยศปกคลุมพวกเขา นั่นคือวันที่พวกเขาถูกสัญญาไว้"},{"SurahNumber":71,"VerseNumber":1,"Text":"แท้จริงเราได้ส่งนูหฺไปยังหมู่ชนของเขา (โดยบัญชาว่า) เจ้าจงตักเตือนหมู่ชนของเจ้า ก่อนที่การลงโทษอันเจ็บปวดจะมาถึงพวกเขา"},{"SurahNumber":71,"VerseNumber":2,"Text":"เขากล่าวว่า โอ้หมู่ชนของฉันเอ๋ย แท้จริงฉันคือผู้ตักเตือนอันชัดแจ้งของพวกท่าน"},{"SurahNumber":71,"VerseNumber":3,"Text":"พวกท่านจงเคารพภักดีอัลลอฮฺเถิด และจงยำเกรงพระองค์ และลงเชื่อฟังปฏิบัติตามฉัน"},{"SurahNumber":71,"VerseNumber":4,"Text":"พระองค์จะทรงอภัยโทษให้แก่พวกท่านในความผิดของพวกท่าน และจะทรงผ่อนผัน พวกท่านจนกระทั่งถึงวาระที่ถูกกำหนดไว้ แท้จริงวาระของอัลลอฮฺนั้น เมื่อมาถึงแล้วมันจะไม่ยืดเวลาต่อไปอีก หากพวกท่านได้รู้"},{"SurahNumber":71,"VerseNumber":5,"Text":"เขากล่าวว่า ข้าแต่พระเจ้าของข้าพระองค์ แท้จริงข้าพระองค์ได้เรียกร้องเชิญชวนหมู่ชนของข้าพระองค์ทั้งกลางคืนและกลางวัน"},{"SurahNumber":71,"VerseNumber":6,"Text":"แต่การเรียกร้องเชิญชวนของข้าพระองค์มิได้เพิ่มพูนสิ่งใดแก่เขา นอกจากการหลบหนี"},{"SurahNumber":71,"VerseNumber":7,"Text":"และแท้จริงทุกครั้งที่ข้าพระองค์เรียกร้องเชิญชวนพวกเขาเพื่อที่พระองค์ท่านจะได้อภัยโทษให้แก่พวกเขา พวกเขาก็เอานิ้วอุดรูหูของพวกเขา และเอาเสื้อผ้าของพวกเขาคลุมโปง และพวกเขายังดื้อรั้น และหยิ่งยโสด้วยความจองหอง"},{"SurahNumber":71,"VerseNumber":8,"Text":"ครั้นแล้วข้าพระองค์ได้เรียกร้องเชิญชวนพวกเขาอย่างเปิดเผย"},{"SurahNumber":71,"VerseNumber":9,"Text":"แล้วข้าพระองค์ได้ประกาศแก่พวกเขาอย่างเปิดเผย อีกทั้งข้าพระองค์ยังได้บอกกล่าวแก่พวกเขาอย่างลับๆอีกด้วย"},{"SurahNumber":71,"VerseNumber":10,"Text":"ข้าพระองค์ได้กล่าวว่า พวกท่านจงขออภัยโทษต่อพระเจ้าของพวกท่านเถิด เพราะแท้จริงพระองค์ทรงเป็นผู้ทรงอภัยโทษอย่างแท้จริง"},{"SurahNumber":71,"VerseNumber":11,"Text":"พระองค์จะทรงหลั่งน้ำฝนอย่างมากมายแก่พวกท่าน"},{"SurahNumber":71,"VerseNumber":12,"Text":"และพระองค์จะทรงเพิ่มพูนทรัพย์สินและลูกหลานแก่พวกท่าน และจะทรงทำให้มีส่วนมากหลายแก่พวกท่าน และจะทรงทำให้มีลำน้ำมากหลายแก่พวกท่าน"},{"SurahNumber":71,"VerseNumber":13,"Text":"ทำไมพวกท่านถึงไม่สำนึกถึงความยิ่งใหญ่ของอัลลอฮฺ"},{"SurahNumber":71,"VerseNumber":14,"Text":"และโดยแน่นอน พระองค์ทรงสร้างพวกท่านตามลำดับขั้นตอน"},{"SurahNumber":71,"VerseNumber":15,"Text":"พวกเจ้าไม่เห็นดอกหรือ ว่าพระองค์ทรงสร้างชั้นฟ้าทั้งเจ็ดเป็นชั้นๆอย่างไร"},{"SurahNumber":71,"VerseNumber":16,"Text":"และพระองค์ทรงทำให้ดวงจันทร์ในชั้นฟ้าเหล่านั้นมีแสงสว่าง และทรงทำให้ดวงอาทิตย์มีแสงจ้า"},{"SurahNumber":71,"VerseNumber":17,"Text":"และอัลลอฮฺทรงบังเกิดพวกท่านมาจากแผ่นดินเช่นพืชผัก"},{"SurahNumber":71,"VerseNumber":18,"Text":"แล้วทรงทำให้พวกท่านกลับคืนสู่แผ่นดิน และจะทรงให้พวกท่านออกมาอีกเพื่อคืนชีพ"},{"SurahNumber":71,"VerseNumber":19,"Text":"และอัลลอฮฺทรงทำให้แผ่นดินนี้ราบเรียบกว้างใหญ่สำหรับพวกท่าน"},{"SurahNumber":71,"VerseNumber":20,"Text":"เพื่อพวกท่านจะได้สัญจรไปมาตามพื้นที่โล่งกว้างนั้น"},{"SurahNumber":71,"VerseNumber":21,"Text":"นูหฺได้กล่าวว่าข้าแต่พระเจ้าของข้าพระองค์ แท้จริงพวกเขาได้ฝ่าฝืนข้าพระองค์ และเชื่อฟังผู้ที่ทรัพย์สินของเขา และลูกหลานของเขามิได้เพิ่มพูนอันใดแก่พวกเขา นอกจากการขาดทุน"},{"SurahNumber":71,"VerseNumber":22,"Text":"และพวกเขาได้วางแผนร้ายอันยิ่งใหญ่"},{"SurahNumber":71,"VerseNumber":23,"Text":"และพวกเขาได้กล่าวว่า พวกท่านอย่าได้ทอดทิ้งพระเจ้าทั้งหลายของพวกท่านเป็นอันขาด พวกท่านอย่าได้ทอดทิ้งวัดดฺ และสุวาอฺ และยะฆูษ และยะอู๊ก และนัซรฺ เป็นอันขาด"},{"SurahNumber":71,"VerseNumber":24,"Text":"และโดยแน่นอน พวกเขาได้ทำให้หมู่ชนจำนวนมากหลง ดังนั้นขอพระองค์ท่านอย่าได้เพิ่มอันใดแก่พวกอธรรมเหล่านั้น นอกจากการหลงผิดเท่านั้น"},{"SurahNumber":71,"VerseNumber":25,"Text":"อันเนื่องมาจากความผิดอันมากหลายของพวกเขา พวกเขาจึงถูกจมน้ำตาย และจะถูกให้เข้าอยู่ในไฟนรก ดังนั้นพวกเขาจะไม่ได้พบผู้ชวยเหลือสำหรับพวกเขาอื่นนอกจากอัลลอฮฺ"},{"SurahNumber":71,"VerseNumber":26,"Text":"และนูหฺได้กล่าวว่า ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงอย่าปล่อยให้พวกปฏิเสธศรัทธาหลงเหลืออยู่ในแผ่นดินนี้เลย"},{"SurahNumber":71,"VerseNumber":27,"Text":"เพราะแท้จริง หากพระองค์ทรงปล่อยให้พวกเขาหลงเหลืออยู่ พวกเขาก็จะทำให้ปวงบ่าวของพระองค์หลงผิด และพวกเขานั้นจะให้กำเนิดแต่พวกเลวทราม พวกปฏิเสธศรัทธาเท่านั้น"},{"SurahNumber":71,"VerseNumber":28,"Text":"ข้าแต่พวกเจ้าของข้าพระองค์ ขอทรงอภัยโทษให้แก่ข้าพระองค์ และพ่อแม่ของข้าพระองค์ และผู้ที่เข้ามาในบ้านของข้าพระองค์เป็นผู้ศรัทธา และบรรดาผู้ศรัทธาชาย และบรรดาผู้ศรัทธาหญิง และพระองค์ท่านอย่าได้เพิ่มอันใดแก่พวกอธรรมเหล่านั้น นอกจากความพินาศหายนะเท่านั้น"}]}