{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"If any one of them said: \"I am God besides Him,\" We should award him Hell; for this is how We requite the evil-doers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do not these unbelievers see that the heavens and the earth were an integrated mass, then We split them and made every living thing from water? Will they not believe even then"},{"SurahNumber":21,"VerseNumber":31,"Text":"We placed stabilisers in the earth so that as it revolved with them you lived undisturbed; and We provided passageways between them so that men may find their way"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We made the sky a well-protected roof. Still they turn away from His signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"It is He who created night and day, the sun and the moon, revolving on its orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We have given no man everlastingness before you. So then if you die, will they live ever after"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul will know the taste of death. We tempt you with evil and with good as a trial; and to Us you will return"},{"SurahNumber":21,"VerseNumber":36,"Text":"But when the unbelievers see you they make fun of you (and say): \"Is this the one who mentions your gods (deridingly)?\" Yet in Ar-Rahman they disbelieve"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man is made of inordinate haste. We will show you Our signs, then you will not desire to hasten (the punishment)"},{"SurahNumber":21,"VerseNumber":38,"Text":"Yet they say: \"When will the promised threat come to pass, if you speak the truth"},{"SurahNumber":21,"VerseNumber":39,"Text":"If only the unbelievers could apprehend the moment when they would neither be able to ward off the fire from their faces and their backs, nor help reach them"},{"SurahNumber":21,"VerseNumber":40,"Text":"It will come upon them unawares confounding them, and they will not be able to keep it back, nor will they be given respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"Many apostles have been scoffed before you; but they who scoffed were themselves caught by what they had ridiculed"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say: \"Who guards you from Ar-Rahman by night and by day?\" Yet from a mention of their Lord they turn away"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or do they have lords of their own besides Us who can defend them? But they are not able to help themselves, nor can they find protection against Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"We allowed them and their fathers time to enjoy till the very end of their lives. Do they not see Us advancing into the land, reducing its frontiers? Would they still prevail"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say: \"I am warning you by God's command.\" But the deaf do not hear the call when they are warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"Even if a whiff of the Lord's chastisement were to touch them they would surely say: \"Ah woe, alas, we were surely sinful"},{"SurahNumber":21,"VerseNumber":47,"Text":"We shall fix the scales of justice on the Day of Resurrection, so that none will be wronged in the least; and even if it were equal to a mustard seed in weight We shall take it (into account). We are sufficient for computation"},{"SurahNumber":21,"VerseNumber":48,"Text":"We gave Moses and Aaron the Criterion, and a light and reminder for those who take heed for themselves"},{"SurahNumber":21,"VerseNumber":49,"Text":"Who are fearful of their Lord inwardly and dread the Hour"},{"SurahNumber":21,"VerseNumber":50,"Text":"And this is a blessed reminder that We have sent down. Will you then deny it"}]}