{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Vos considered aqua pilgrims caring pro Sanctus Masjid habuit substitute pro believing in DEUS Extremum Feria striving causa DEUS? They est aequalis sight DEUS. DEUS NON guide wicked people"},{"SurahNumber":9,"VerseNumber":20,"Text":"Those believe emigrate strive causa DEUS their moneta their vita est far major rank sight DEUS! These est winners"},{"SurahNumber":9,"VerseNumber":21,"Text":"Their Dominus dedit them bonus news mercy approval ex Eum gardens ubi they rejoice everlasting bliss"},{"SurahNumber":9,"VerseNumber":22,"Text":"Eternally they abide therein. DEUS possesses MAJOR recompense"},{"SurahNumber":9,"VerseNumber":23,"Text":"O vos believe non ally et tuus parentes tuus siblings they prefer disbelieving over believing Those among vos ally them transgressing"},{"SurahNumber":9,"VerseNumber":24,"Text":"Proclaim Si tuus parentes tuus infans tuus siblings tuus conjux tuus familia moneta vos earned business vos injuria domus vos cherish est beloved to vos than DEUS His messenger striving in His causa tunc just wait DEUS brings His judgment DEUS non guide wicked people"},{"SurahNumber":9,"VerseNumber":25,"Text":"DEUS granted VOS victory MULTUS situations. Feria Hunayn vos became too proud de tuus major numerus. Consequently it non help vos apud totus, spacious terra became straitened vos vos turned circiter fled"},{"SurahNumber":9,"VerseNumber":26,"Text":"Tunc DEUS sent contentment His messenger believers. He sent down invisible militis; He sic punished those disbelieved Hoc est requital disbelievers"},{"SurahNumber":9,"VerseNumber":27,"Text":"Ultimately DEUS redeems whomever He testimentum. DEUS est Forgiver Merciful"},{"SurahNumber":9,"VerseNumber":28,"Text":"O vos believe idol worshipers polluted they non permitted approach Sanctus Masjid post hoc annus! Si vos fear loss income DEUS testimentum shower vos cum His provisions prout His testimentum. DEUS est Omniscient Wise"},{"SurahNumber":9,"VerseNumber":29,"Text":"Vos fight back contra those non believe in DEUS nor Extremum Feria nor perfecit they prohibit quod DEUS His messenger prohibited nor perfecit they abide de religionis truth! - among those received scripture - dum they pay due tax willingly unwillingly"},{"SurahNumber":9,"VerseNumber":30,"Text":"Jews dictus Ezra est filius DEUS dum Christians dictus Jesus est filius DEUS! These blasphemies uttered their mouths They sic match blasphemies de those disbelieved in the elapsus. DEUS condemns them. They surely deviated"},{"SurahNumber":9,"VerseNumber":31,"Text":"They set their religious dux scholars dominus DEUS. Others deified Messiah filius Mary. They totus commanded worship unus unus deus. ibi non est deus absque He! He glorified high habet any partners"},{"SurahNumber":9,"VerseNumber":32,"Text":"They want put deus light their mouths DEUS insists upon perfecting His light in spite de disbelievers"},{"SurahNumber":9,"VerseNumber":33,"Text":"He est 1 qui sent His messenger guidance religionis truth factus it dominate totus religionis in spite de idol worshipers"}]}