{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Njih čeka Kuća spasa u Gospodara njihova; On će biti zaštitnik njihov zbog onoga što su činili"},{"SurahNumber":6,"VerseNumber":128,"Text":"A na Dan kada On sve sakupi: \"O skupe džinski, vi ste mnoge ljude zaveli!\" \"Gospodaru naš\", reći će ljudi, štićenici njihovi, \"mi smo jedni drugima bili od koristi i stigli smo do roka našeg koji si nam odredio Ti!\" \"Vatra će biti prebivalište vaše\", \"reći će On\", \"u njoj ćete vječno ostati, osim ako Allah drukčije ne odredi.\" Gospodar tvoj je, zaista, mudar i Onaj Koji sve zna"},{"SurahNumber":6,"VerseNumber":129,"Text":"Tako isto Mi prepuštamo vlast jednim zulumćarima nad drugima zbog onoga što su zaradili"},{"SurahNumber":6,"VerseNumber":130,"Text":"O skupe džinski i ljudski, zar vam iz redova vaših nisu dolazili poslanici koji su vam ajete Moje kazivali i upozoravali vas da ćete ovaj vaš dan dočekati? Oni će reći: \"Mi svjedočimo protiv sebe.\" Njih je život na Zemlji bio obmanuo i oni će sami protiv sebe posvjedočiti da su bili nevjernici"},{"SurahNumber":6,"VerseNumber":131,"Text":"Tako je, jer Gospodar tvoj nije uništavao naselja zbog zuluma njihova - bez prethodne opomene njihovim stanovnicima"},{"SurahNumber":6,"VerseNumber":132,"Text":"Svima će pripasti nagrada ili kazna, prema tome kako su postupali, a Gospodar tvoj nije nemaran prema onom šta su radili"},{"SurahNumber":6,"VerseNumber":133,"Text":"Gospodar tvoj je neovisan i milostiv. Ako hoće, uklonit će vas, i poslije vas one koje On hoće dovesti, kao što je od potomstva drugih naroda vas stvorio"},{"SurahNumber":6,"VerseNumber":134,"Text":"Ono što vam se prijeteći obećava doista će doći i vi nećete moći umaći"},{"SurahNumber":6,"VerseNumber":135,"Text":"Reci: \"O narode moj, čini sve što možeš, činit ću, uistinu, i ja; a vi ćete već saznati koga čeka sretan kraj!\" Zulumćari sigurno neće uspjeti"},{"SurahNumber":6,"VerseNumber":136,"Text":"Oni određuju za Allaha dio ljetine i dio stoke, koju je On stvorio, pa govore: \"Ovo je za Allaha\", tvrde oni, \"a ovo za božanstva naša!\" Međutim, ono što je namijenjeno božanstvima njihovim ne stiže Allahu, dok ono što je određeno za Allaha stiže božanstvima njihovim!? Kako ružno oni sude"},{"SurahNumber":6,"VerseNumber":137,"Text":"Mnogim su mušricima isto tako šejtani njihovi ubijanje vlastite djece lijepim prikazali, da bi ih upropastili i da bi ih u vjeri njihovoj zbunili. A da je Allah htio, oni to ne bi činili. Zato, i njih i njihove izmišljotine ostavi"},{"SurahNumber":6,"VerseNumber":138,"Text":"Oni govore: \"Ova stoka i plodovi zabranjeni su, smiju ih jesti samo oni kojima mi dozvoljavamo\", tvrde oni, \"a ovo je stoka čija su leđa zabranjena.\" Ima stoke prilikom čijeg klanja ne spominju Allahovo ime, izmišljajući o Njemu laži. A On će ih zbog onoga što izmišljaju, kazniti"},{"SurahNumber":6,"VerseNumber":139,"Text":"Oni govore: \"Ono što je u utrobama ove i ove stoke dozvoljeno je samo muškarcima našim, a zabranjeno našim ženama. A ako se plod izjalovi, onda su u tome sudionici.\" Allah će ih za neistine koje pričaju kazniti, zaista je On Mudri i Sveznajući"},{"SurahNumber":6,"VerseNumber":140,"Text":"Gubitnici su oni koji iz lahkoumnosti i ne znajući šta rade djecu svoju ubijaju i koji ono čime ih je Allah opskrbio zabranjenim smatraju, izmišljajući o Allahu laži. Oni su zalutali i neupućeni"}]}