{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Kandi (muziririjwe kurongora) abagore bubatse, uretse babandi mufiteho ububasha (abaja). Ibyo ni ibyo Allah yabategetse. Abandi bose batari abo muziruriwe kubashaka mwifashishije imitungo yanyu, mukareka kuba abasambanyi. Kuri babandi muzaba mwaragiranye imibonano (mwara-shyingiranywe), muzabahe inkwano zabo nk’uko byategetswe. Ariko nta kibi kuri mwe ku byo mwemeranyijweho (muramutse mubahaye ibyisumbuyeho) nyuma y’inkwano. Mu by’ukuri, Allah ni Umumenyi uhebuje, Ushishoza"},{"SurahNumber":4,"VerseNumber":25,"Text":"N’uzaba adafite amikoro muri mwe yo kurongora abagore b’abemera batari abaja, azarongore mu baja banyu b’abemera. Kandi Allah ni we uzi neza ukwemera kwanyu; bamwe mukomoka ku bandi (muhuje ukwemera). Bityo, mujye mushyingiranwa na mubiherewe uburenganzira n’ababaha- bo garariye, kandi mubahe inkwano zabo ku neza; bagomba kuba biyubashye, batari abasambanyi ndetse batanafite inshuti z’abagabo bakorana ibibi. Ariko nibakora ubusambanyi nyuma yo gushyingirwa, bazahanishwe kimwe cya kabiri cy’ibihano by’abagore batari abaja. Ibyo (kurongora umuja) ni kuri wa wundi muri mwe utinya kugwa mu busambanyi; ariko mwihanganye, ni byo byiza kuri mwe, kandi Allah ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah arashaka kubagaragariza (ibyo muziruriwe n’ibyo muziririjwe) no kubayobora inzira z’abababanjirije, ndetse no kwakira ukwicuza kwanyu; kandi Allah ni Umumenyi uhebuje, Ushishoza"},{"SurahNumber":4,"VerseNumber":27,"Text":"Kandi Allah arashaka kwakira ukwicuza kwanyu, ariko babandi bakurikira irari ryabo bifuza ko (mwe abemera) mwatana bihambaye (inzira igororotse)"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah arashaka kuborohereza kubera ko umuntu yaremwe ari umunyantege nke"},{"SurahNumber":4,"VerseNumber":29,"Text":"Yemwe abemeye! Bamwe muri mwe ntibakarye imitungo y’abandi mu buryo butemewe, keretse igihe ari ubucuruzi (mugiranye) bushingiye ku bwu- mvikane. Kandi ntimukiyahure (cyangwa ngo mwicane). Mu by’ukuri, Allah ni Umunyembabazi kuri mwe"},{"SurahNumber":4,"VerseNumber":30,"Text":"N’uzakora ibyo kubera ubugome n’amahugu, tuzamwinjiza mu muriro, kandi ibyo kuri Allah biroroshye"},{"SurahNumber":4,"VerseNumber":31,"Text":"Nimuramuka mwirinze ibyaha bikomeye mubujijwe gukora, tuzaba- babarira ibyaha byanyu byoroheje, tunabinjize mu irembo ryubahitse (Ijuru)"},{"SurahNumber":4,"VerseNumber":32,"Text":"Kandi ntimukifuze ibyo Allah yarutishije bamwe muri mwe abandi. Abagabo bazahemberwa ibyo bakoze, ndetse n’abagore bahemberwe ibyo bakoze. Mujye munasaba Allah mu ngabire ze. Mu by’ukuri, Allah ni Umumenyi wa byose"},{"SurahNumber":4,"VerseNumber":33,"Text":"Na buri wese twamugeneye abazungura mu byo asize; ari bo babyeyi bombi ndetse n’abo bafitanye isano. Na babandi mwagiranye igihango, mujye mubaha umugabane wabo 36. Mu by’ukuri, Allah ni umuhamya uhebuje wa buri kintu"},{"SurahNumber":4,"VerseNumber":34,"Text":"Abagabo ni abahagararizi b’abagore kubera bimwe mu byo Allah yarutishije abandi, no ku bw’ibyo batanga mu mitungo yabo. Bityo, abagore batunganye ni abicisha bugufi (bumvira Allah n’abagabo babo), bagacunga neza iby’abo bashakanye mu gihe badahari, kubera ko ari indagizo bahawe na Allah. Kandi ba bagore muzabona ko babigomekaho, mujye mubanza mubagire inama, (nibatisubiraho) mubimuke mu buryamo, (nibinangira) mujye mubakubita (mu buryo bworoheje, niba hari icyo byakemura). Ariko nibisubiraho bakabumvira, ntimuzabashakeho impamvu z’urwitwazo. Mu by’ukuri, Allah ni Uwikirenga, Usumba byose"},{"SurahNumber":4,"VerseNumber":35,"Text":"Kandi nimuramuka mutinye amakimbirane aganisha ku butane hagati yabo bombi, muzaboherereze abunzi (babiri), umwe uturutse mu muryango w’umugabo n’undi uturutse mu muryango w’umugore; niba bombi bashaka ubwiyunge, Allah azabibashoboza. Mu by’ukuri, Allah ni Umumenyi uhebuje, Uzi neza ibyo mukora"}]}