{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"When We cancel a message (sent to an earlier prophet) or throw it into oblivion, We replace it with one better or one similar. Do you not know that God has power over all things"},{"SurahNumber":2,"VerseNumber":107,"Text":"Do you not know that God's is the kingdom of the heavens and the earth, and that there is none to save and protect you apart from God"},{"SurahNumber":2,"VerseNumber":108,"Text":"Do you too, O believers, wish to question your Apostle as Moses was in the past? But he who takes unbelief in exchange for belief only strays from the right path"},{"SurahNumber":2,"VerseNumber":109,"Text":"How many of the followers of the Books having once known the truth desire in their hearts, out of envy, to turn you into infidels again even after the truth has become clear to them! But you forbear and overlook till God fulfil His plan; and God has power over all things"},{"SurahNumber":2,"VerseNumber":110,"Text":"Fulfil your devotional obligations and pay the zakat. And what you send ahead of good you will find with God, for He sees all that you do ill"},{"SurahNumber":2,"VerseNumber":111,"Text":"And they say: \"None will go to Paradise but the Jews and the Christians;\" but this is only wishful thinking. Say: \"Bring the proof if you are truthful"},{"SurahNumber":2,"VerseNumber":112,"Text":"Only he who surrenders to God with all his heart and also does good, will find his reward with his Lord, and will have no fear or regret"},{"SurahNumber":2,"VerseNumber":113,"Text":"The Jews say: \"The Christians are not right,\" and the Christians say: \"The Jews are in the wrong;\" yet both read the Scriptures; and this is what the unread had said too. God alone will judge between them in their differences on the Day of Reckoning"},{"SurahNumber":2,"VerseNumber":114,"Text":"And who is more unjust than he who prohibits the name of God being used in His mosques, who hurries to despoil them even though he has no right to enter them except in reverence? For them is ignominy in the world and severe punishment in the life to come"},{"SurahNumber":2,"VerseNumber":115,"Text":"To God belong the East and the West. Wherever you turn the glory of God is everywhere: All-pervading is He and all-knowing"},{"SurahNumber":2,"VerseNumber":116,"Text":"Yet they say that God has begotten a son. May He be praised! Indeed everything in the heavens and the earth belongs to Him, and all are obedient to God"},{"SurahNumber":2,"VerseNumber":117,"Text":"Creator of the heavens and the earth from nothingness, He has only to say when He wills a thing: \"Be\", and it is"},{"SurahNumber":2,"VerseNumber":118,"Text":"But those who are ignorant say: \"Why does God not speak or show us a sign?\" The same question had been asked by men before them, who were like them in their hearts. But to those who are firm in their faith We have shown Our signs already"},{"SurahNumber":2,"VerseNumber":119,"Text":"And We have sent you with the truth to give glad tidings and to warn. You will not be questioned about those and who are inmates of Hell"},{"SurahNumber":2,"VerseNumber":120,"Text":"The Jews and Christians will never be pleased with you until you follow their way. Say: \"God's guidance alone is true guidance;\" for if you give in to their wishes after having received the (Book of) knowledge from God, then none will you have as friend or helper to save you"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those to whom We have sent down the Book, and who read it as it should be read, believe in it truly; but those who deny it will be losers"},{"SurahNumber":2,"VerseNumber":122,"Text":"O children of Israel, remember the favours I bestowed on you, and made you exalted among the nations of the world"},{"SurahNumber":2,"VerseNumber":123,"Text":"Fear the day when no man will stand up for man in the least, and no ransom avail nor intercession matter nor help reach"}]}