{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"[Salomo] sade: \"Vi skall se om du har talat sanning eller om du är en lögnare"},{"SurahNumber":27,"VerseNumber":28,"Text":"Flyg med detta brev från mig och kasta ned det till dem; håll dig sedan på avstånd från dem, till dess du ser vad deras svar blir"},{"SurahNumber":27,"VerseNumber":29,"Text":"[När drottningen läst brevet] sade hon: \"Aktade rådgivare! Jag har tagit emot ett brev hållet i högstämda ordalag"},{"SurahNumber":27,"VerseNumber":30,"Text":"Det är från Salomo [som säger:] 'I Guds den Nåderikes, den Barmhärtiges namn"},{"SurahNumber":27,"VerseNumber":31,"Text":"Uppres er inte i högmod mot mig; kom i stället till mig beredda att underkasta er!'”"},{"SurahNumber":27,"VerseNumber":32,"Text":"[Drottningen fortsatte:] \"Aktade rådgivare! Låt mig höra er uppfattning i denna sak som jag har att ta ställning till; jag har aldrig avgjort en fråga utan att ha inhämtat ert råd"},{"SurahNumber":27,"VerseNumber":33,"Text":"De svarade: \"Vår militära styrka är avsevärd och våra män har stort mod, men avgörandet ligger hos dig. Tillkännage därför din vilja, när du har tagit saken under övervägande"},{"SurahNumber":27,"VerseNumber":34,"Text":"Hon sade: \"När kungar erövrar ett land, vållar de förstörelse och förödmjukar folkets ledare. Ja, så går de till väga"},{"SurahNumber":27,"VerseNumber":35,"Text":"Men jag vill sända gåvor till [Salomo och hans hov] och avvakta det [svar] som sändebuden för med sig tillbaka"},{"SurahNumber":27,"VerseNumber":36,"Text":"Och när [sändebudet] kom till Salomo, sade denne: \"Vill ni lägga rikedom till mina rikedomar, fastän det som Gud har skänkt mig överträffar det Han har gett er. Men sola er själva i glansen av er gåva"},{"SurahNumber":27,"VerseNumber":37,"Text":"Återvänd nu till dem [som har sänt dig med detta svar:] \"Vi ska sannerligen komma mot dem med styrkor som de inte kan stå emot, och Vi skall driva dem ut ur [deras land], förnedrade och förödmjukade"},{"SurahNumber":27,"VerseNumber":38,"Text":"[NÄR SALOMO hörde att drottningen avsåg att besöka honom] sade han till [sitt råd]: [”Ärade rådsmedlemmar!] Vem av er kan föra hennes tron till mig innan hon anländer med sitt följe för att tillkännage sin underkastelse?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"En listig demon bland de osynliga väsendena sade: \"Jag skall hämta den åt dig innan du reser dig från din plats. Jag har styrka nog för detta [uppdrag] och du kan lita på mig"},{"SurahNumber":27,"VerseNumber":40,"Text":"Den som hade kunskap om uppenbarelsen sade då: \"Jag skall föra hit den innan din blick återvänder till ditt öga!\" Och när [Salomo] såg den stå framför sig sade han: \"Detta är en nåd från min Herre; Han vill pröva mig [och låta mig visa] om jag är tacksam eller otacksam. Den tacksamme har [själv] gott av sin tacksamhet och den som är otacksam [vållar inte Gud någon skada]; min Herre är Sig själv nog och Han är den givmilde Givaren"},{"SurahNumber":27,"VerseNumber":41,"Text":"[Och] Han sade: \"Ändra utseendet på hennes tron [något]. Vi får se om hon [trots detta] låter sig ledas [till sanningen] och känner igen sin tron eller inte"},{"SurahNumber":27,"VerseNumber":42,"Text":"Och när hon kom, tillfrågades hon: \"Är det så din tron ser ut?\" Hon svarade: \"Den [jag ser här] är mycket lik den.\" Och [Salomo sade:] \"Vi har fått kunskap före henne och vi har underkastat oss Guds vilja"},{"SurahNumber":27,"VerseNumber":43,"Text":"Men [hon har själv kommit fram till sanningen], trots att hon hindrades av det som hon tidigare dyrkade i stället för Gud; hon tillhör ju ett ogudaktigt folk"},{"SurahNumber":27,"VerseNumber":44,"Text":"[Då] man bjöd henne att stiga in på palatsets gård trodde hon att det var [en bassäng med] djupt vatten och blottade benen [för att fästa upp sina kjolar]. [Men Salomo] sade: \"Det är en gård belagd med glas.\" Hon utbrast: \"Herre! Jag har gjort orätt mot mig själv [genom att tillbe solen]! Men nu, tillsammans med Salomo, underkastar jag mig Guds, världarnas Herres, vilja"},{"SurahNumber":27,"VerseNumber":45,"Text":"TILL [stammen] Thamud sände Vi deras broder Salih [med budskapet:] \"Tillbe Gud [och ingen annan]!\" Och de [delade sig i] två grupper som tvistade med varandra"},{"SurahNumber":27,"VerseNumber":46,"Text":"Han sade: \"Mitt folk! Varför vill ni hellre att straffet [drabbar er] än få del av Guds nåd? Varför ber ni inte om Guds förlåtelse? Kanske får ni erfara [Hans] barmhärtighet"},{"SurahNumber":27,"VerseNumber":47,"Text":"De svarade: \"Vi ser i din och dina anhängares [ankomst] ett varsel om kommande olyckor!\" Han sade: \"Ert öde [lyckligt eller olyckligt] ligger helt i Guds hand. Nej, vad som nu sker är att ni sätts på prov"},{"SurahNumber":27,"VerseNumber":48,"Text":"I staden fanns nio män som begick [ständiga] övergrepp och som inte ville bättra sig"},{"SurahNumber":27,"VerseNumber":49,"Text":"De sade: ”Låt oss svära vid Gud att vi skall överfalla honom och hans familj under natten [och slå ihjäl dem]; därefter skall vi säga till den som bevakar hans rätt: 'Vi har inte bevittnat mordet på dem; det vi säger är rena sanningen!'”"},{"SurahNumber":27,"VerseNumber":50,"Text":"De smidde sina onda planer - men Vi smed [också] Våra planer utan att de anade något"},{"SurahNumber":27,"VerseNumber":51,"Text":"Se här vad deras ondska ledde till: Vi lät dem och deras folk gå under till sista man"},{"SurahNumber":27,"VerseNumber":52,"Text":"och nu, på grund av den orätt de gjorde, står deras boplatser öde. I detta ligger helt visst ett budskap till de insiktsfulla"},{"SurahNumber":27,"VerseNumber":53,"Text":"Vi räddade dem som hade tron och fruktade [Gud]"},{"SurahNumber":27,"VerseNumber":54,"Text":"OCH [MINNS] Lot, som sade till sitt folk: \"Begår ni dessa skamlösa handlingar med öppna ögon"},{"SurahNumber":27,"VerseNumber":55,"Text":"Måste ni gå, upptända av lust, till andra män i stället för till kvinnor? Nej, ni saknar alla begrepp [om rätt och orätt]"}]}