{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"Nganaŵa wosope ŵene kuti ŵakulandana, nkutula wine mu ŵaŵapedwile chitabu (Ayuda ni Akilisito) uŵele wakwimilichika (pa yakuona yakuya Usilamu panyuma pakusinguka kwao), akasasoomaga ma Ȃya ga Allah ndaŵi syaachilo aku achisujuduji (kuswali)"},{"SurahNumber":3,"VerseNumber":114,"Text":"Akasakulupililaga mwa Allah ni Lisiku Lyambesi, ni akasalamulaga (kutenda) yambone nikanyaga yakusakala, soni ni akasatendaga chitema pa masengo gambone. Sano ŵanganyao ni ŵali mu ŵandu ŵambone"},{"SurahNumber":3,"VerseNumber":115,"Text":"Soni chilichose chachapanganye mu ichindu yambone basi ngaaja kwakana nacho (nambo chaakaalipile malipilo gambone). Sano Allah ni Jwaakwamanya chenene ŵakun'jogopa (Jwalakwe)"},{"SurahNumber":3,"VerseNumber":116,"Text":"Chisimu aŵala ŵakanile, ngaŵa nkwakamuchisya chipanje chao atamuno ŵanache ŵao chilichose mu (ipotesi) yakuumila kwa Allah, soni ŵanganyao niŵandu ŵa ku Moto, ŵanyao kwalakweko takaŵe ŵandamo"},{"SurahNumber":3,"VerseNumber":117,"Text":"Chilandanyo cha indu yaakutola pa awu umi wa duniya uno, chili chisawu mbungo jajili nkati mwakwe mwana kusisima kwakogoya jajipujiile n'gunda wa ŵandu ŵaalitendele lupuso achimisyene ni kuujonanga, ni nganiŵatenda Allah lupuso nambo achimisyene ni ŵaakulitenda lupuso"},{"SurahNumber":3,"VerseNumber":118,"Text":"E jenumanja ŵankulupilile! Ngasimwatenda ŵanganaŵa mwa jenumanja kuŵa isyoŵe yakwisalila asili syenu, ngati ŵanyao ngaŵa nkuleka kulimbichila kutenda yakun'jonanga (naakailochesye pameso), ikwanonyelaga yaikunnagasyaga, umasile pauwonechele umagongo kuumila pakamwa pao, nambo soni yayikusisa mitima jao (nganisyo syakusakala) iŵele yekulungwa nnope. Pamasile patusalichisye ma Ȃya kukwenu nam'baga jenumanja ŵakumanyililaga"},{"SurahNumber":3,"VerseNumber":119,"Text":"Ha! Ana jenumanja ni ŵankwanonyela ŵanganyao kutendaga ŵanyao ali ngaakunnonyela atamuno kuti jenumanja nkuikulupililaga itabu yosope? Soni naga ali asimangene namwe akasatiji: “Tukulupilile.” Nambo naga ali pakasyepela akasannumilaga songa sya yala ligongo lya ukali. Jilani: “Wani ni ukali wenuo, chisimu Allah ni Nkuimanya chenene yayili m’mitima.”"},{"SurahNumber":3,"VerseNumber":120,"Text":"Naga chili chim’bichilile (chindu) chambone chikasachasakalisyaga, nambo naga chili chimpatile chakusakala akasasengwaga nacho, nambo naga mpilile nikuŵa niwoga (wakun'jogopa Allah), nikuti malindi gao ngaŵa nkuntenda chilichose. Chisimu Allah ichindu yaakutenda ŵanganyao juŵele Jwaisyungula (kwaimanya chenene)"},{"SurahNumber":3,"VerseNumber":121,"Text":"Soni (kumbuchilani mmwe Muhammadi ﷺ) katema kamwaalaaŵiile kutyochela kwiŵasa lyenu kuti nkaalinganyichisye ŵakulupilila mauto gakumenyanila (ngondo ja Uhudi), sano Allah ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":3,"VerseNumber":122,"Text":"Katema kagasachilile makuga gaŵili mwa jenumanja kuti ganyambe (ligongo lya woga nikutila muŵatilile achinakunaku), nambo Allah nijuŵaliji Jwaagagosa (makuga) ganagaŵiligo (mwanti ŵagasunjile kuti gakatila), sano ŵakulupilila ajegamileje kwa Allah pe basi"},{"SurahNumber":3,"VerseNumber":123,"Text":"Soni Allah chisimu chene ŵankulupwisye pa (ngondo ja) Badri kutendaga jenumanja n'di ŵangali machili (ligongo lya unandi wenu ni kupelembelwa ida yangondo), basi mun'jogopani Allah kuti m'be ŵakutogolela"},{"SurahNumber":3,"VerseNumber":124,"Text":"Katema kamwasalilaga ŵakulupilila kuti: “Ana ngaiŵa yakunkwana jenumanja kuti M'mbuje gwenu junkamuchisye ni Achimalaika ŵakwana masausande gatatu ŵakutulusyidwa?”"},{"SurahNumber":3,"VerseNumber":125,"Text":"“Elo! Naga mpilile ni kuligosa (ku ilemwa) soni (amagongo ŵenuwo) ni kunyyichilila mwa chitema chao chalakwechi, M'mbuje gwenu junkamuchisye ni Achimalaika ŵakwana masausande nsano ŵana imanyilo.”"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ni nganaitenda yalakweyi Allah ikaŵeje kuti iŵe abali jakusengwasya kukwenu, ni kuti soni jipate kutulala mitima jenu ni yalakweyo, sano chikulupusyo nganichiŵa chityochele kwinepe ikaŵeje kwa Allah, Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Ŵatesile yalakweyi) kuti akate chipande cha ŵandu makafili (pakwaulaga ŵane mwa ŵanganyao), kapena kwajigasya nchesela (ŵakusigalao) ni galauka yalayalape (pangapata yasachileje)"},{"SurahNumber":3,"VerseNumber":128,"Text":"Nganinkola (mmwe Muhammadi ﷺ) chilamusi chilichose (pa ŵanganyao), mwine (Allah) komboleka kwapochela toba jao (ni kwajongola panyuma pa ukafili wao) kapena kwapa ilagasyo, pakuti ŵanganyao chisimu chene ali ŵakulitenda lupuso"},{"SurahNumber":3,"VerseNumber":129,"Text":"Soni yosope yaili kumawunde ni yaili petaka nsyene jwakwe Allah, akunkululuchilaga jwansachile ni kumpa ilagasyo jwansachile, sano Allah ni Jwaakululuka kusyene, Jwachanasa channope"},{"SurahNumber":3,"VerseNumber":130,"Text":"E jenumanja ŵankulupilile! Ngasin'dyaga (chipanje cha) katapila mwakonjechesya-jonjechesya, ni mun'jogopani Allah kuti m'be ŵakupunda"},{"SurahNumber":3,"VerseNumber":131,"Text":"Soni ujogopani Moto waulinganyisyidwe kuŵa ŵa makafili"},{"SurahNumber":3,"VerseNumber":132,"Text":"Ni mumpikanilani Allah kwisa soni Ntenga ﷺ kuti ntendeledwe chanasa"}]}