{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"о името на Аллах, Семилосниот, Милостивиот"},{"SurahNumber":1,"VerseNumber":2,"Text":"Благодарноста Му припаѓа на Аллах3, Господарот на световите"},{"SurahNumber":1,"VerseNumber":3,"Text":"Семилосниот, Милостивиот"},{"SurahNumber":1,"VerseNumber":4,"Text":"Владетелот на Судниот ден"},{"SurahNumber":1,"VerseNumber":5,"Text":"Само Тебе Те обожуваме и само од Тебе помош бараме"},{"SurahNumber":1,"VerseNumber":6,"Text":"Упати нè на Вистинскиот пат"},{"SurahNumber":1,"VerseNumber":7,"Text":"На патот на тие врз коишто Твојата благодат ја разлеа, а не на патот на тие врз коишто гневот Свој горазлеа ина тие штовозаблуда скршнаа"},{"SurahNumber":2,"VerseNumber":1,"Text":"Елиф-лам-мим"},{"SurahNumber":2,"VerseNumber":2,"Text":"Оваа Книга5, во која нема сомнеж, е Упатство за богобојазните"},{"SurahNumber":2,"VerseNumber":3,"Text":"За тие што веруваат во гајбот6 (невидливото), го извршуваат намазот7 (молитвата) и даваат од тоа со што Ние8 ги снабдуваме"},{"SurahNumber":2,"VerseNumber":4,"Text":"и за тие што веруваат во тоа што ти е објавено тебе и во тоа што е објавено пред тебе, и коишто цврсто веруваат во оној свет"},{"SurahNumber":2,"VerseNumber":5,"Text":"Тоа се тие што се упатени од Господарот свој и тоа се тие што се спасени"},{"SurahNumber":2,"VerseNumber":6,"Text":"На тие што не веруваат навистина им е сеедно дали ти ќе ги опоменуваш или нема да ги опоменуваш, тие не веруваат"},{"SurahNumber":2,"VerseNumber":7,"Text":"Аллах ги запечатил срцата нивни и ушите нивни, а пред очите нивни има перде, и ним им следува голема казна"},{"SurahNumber":2,"VerseNumber":8,"Text":"Има луѓе коишто велат: „Веруваме во Аллах и во другиот свет“ - а не се верници"},{"SurahNumber":2,"VerseNumber":9,"Text":"Тие мислат дека ги мамат Аллах и тие што веруваат, иако, нечувствувајќи го тоа, самите себеси се мамат"},{"SurahNumber":2,"VerseNumber":10,"Text":"Во срцата нивни се наоѓа болест и Аллах им ја зголемува болеста. Нив ги чека болно страдање поради тоа што лажеа"},{"SurahNumber":2,"VerseNumber":11,"Text":"И кога ќе им се каже: „Не правете безредие на Земјата!“, одговараат:„Ние само воспоставуваме ред!“"},{"SurahNumber":2,"VerseNumber":12,"Text":"Зарем така? Тие, навистина, се вистински интриганти! А за тоа не се ни свесни"},{"SurahNumber":2,"VerseNumber":13,"Text":"Кога ќе им се каже: „Верувајте како што веруваат овие луѓе“, тие одговараат: „Зарем да веруваме како што веруваат малоумните?“ А навистина тие самите се малоумни, а тоа не го ни знаат"},{"SurahNumber":2,"VerseNumber":14,"Text":"Кога ќе ги сретнат тие што веруваат, велат: „Веруваме!“, а штом останат насамо со своите шејтани (ѓаволи), велат: „Ние сме со вас. Ние само се потсмеваме.“"},{"SurahNumber":2,"VerseNumber":15,"Text":"Аллах на нив им сепотсмева и ги остава да талкаат во своето безверие"},{"SurahNumber":2,"VerseNumber":16,"Text":"Тоа се тие кои ја прифатија заблудата наместо Упатството! Но нивната трговија не им донесе добивка и тие не се упатени"},{"SurahNumber":2,"VerseNumber":17,"Text":"Слични се на тие што ќе запалат оган и кога огнот ќе им ја осветли околината, Аллах ќе им ја одземе светлината и ќе ги остави во мрак, па ништо не гледаат"},{"SurahNumber":2,"VerseNumber":18,"Text":"Глуви, неми и слепи се тие! И никако да се повратат (кон Вистинскиот пат)"},{"SurahNumber":2,"VerseNumber":19,"Text":"Или сe слични на тие што за време на силниот порој од небото, каде што се темнините, татнежот и молњите поради громовите, ги ставаат прстите во уши плашејќи се од смртта! А Аллах ги опфаќа неверниците"},{"SurahNumber":2,"VerseNumber":20,"Text":"Само што не ги заслепи молњата: кога и да им светне, тие ќе тргнат, а штом ќе останат во мрак, застануваат! А да сака Аллах би им ги одзел и слухот и видот! Аллах навистина може сè"},{"SurahNumber":2,"VerseNumber":21,"Text":"О, луѓе, обожувајте Го Господарот ваш Кој ве создаде и вас и тие пред вас, за да бидете богобојазни"},{"SurahNumber":2,"VerseNumber":22,"Text":"Кој Земјата постела, а небото кров ви ги направи; Кој од небото ви го спушта дождот и со него создава плодови, снабдување за вас. Затоа не припишувајте Му здруженик на Аллах, знаејќи го тоа"},{"SurahNumber":2,"VerseNumber":23,"Text":"Аакосесомневате вотоашто Сме мугообјавиле на Својот роб, тогаш, донесете вие едно поглавје слично на тоа; повикајте ги и божествата ваши, ако вистината ја зборувате"},{"SurahNumber":2,"VerseNumber":24,"Text":"Па, ако не го направите тоа, а нема да го направите, тогаш чувајте се од огнот кој е подготвен за неверниците, чиешто гориво луѓето и камењата ќе бидат"},{"SurahNumber":2,"VerseNumber":25,"Text":"А израдувај ги тие што веруваат и што прават добри дела дека ним имприпаѓаат џеннетските10 (рајските) градини низ кои реки течат! Кога и да бидат снабдени од градините со некаков плод, велат: „Со ова и претходно бевме снабдени.“, а им беа давани само слични на нив! Во градините само чисти жени ќе имаат и во нив вечно ќе престојуваат"}]}