{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"ושם נצרף להם כבני לוויה את השטנים שקישטו להם את מעשיהם הרעים אשר לפניהם ואת אשר מאחוריהם. בצדק נגזור דינם יחד עם אומות של השדים והאנשים אשר עברו מן העולם לפניהם. הם אכן היו המפסידים"},{"SurahNumber":41,"VerseNumber":26,"Text":"ואמרו אלה אשר כפרו: \"אל תקשיבו לקוראן הזה, הקימו רעש תוך כדי קריאתו, אולי תגברו (כדי\tשלא ישמעוהו)"},{"SurahNumber":41,"VerseNumber":27,"Text":"(על דברם זה) ננחית על אלה אשר כפרו עונש כבד, ונגמול להם את הרע על אשר היו עושים"},{"SurahNumber":41,"VerseNumber":28,"Text":"זה הוא הגמול עבור אויבי אלוהים: האש, אשר בה הם ישכנו לעולם ועד. זה גמולם משום שהם היו לאותותינו מתכחשים"},{"SurahNumber":41,"VerseNumber":29,"Text":"ואלה אשר כפרו יאמרו: \"ריבוננו! הראה לנו את אלה אשר התעו אותנו מן השדים והאנשים, ונשים אותם תחת רגלינו למען יהיו בין העלובים והבזויים"},{"SurahNumber":41,"VerseNumber":30,"Text":"אולם אלה אשר אמרו כי אלוהים הוא ריבוננו והיו ישרים, אליהם ירדו המלאכים (בשעת מותם) (,ויאמרו להם:) \"אל תפחדו ואל תצטערו, אנו באנו לבשר לכם על גן העדן המובטח לכם"},{"SurahNumber":41,"VerseNumber":31,"Text":"אנו מגינים עליכם בעולם הזה ובעולם הבא, ושם יהיה לכם כל מה שתחפוץ נפשכם וכל אשר תרצו"},{"SurahNumber":41,"VerseNumber":32,"Text":"מחכה לכם קבלת פנים מכובדת מאת הסלחן והרחום"},{"SurahNumber":41,"VerseNumber":33,"Text":"ומה טוב יותר מדבריו של אדם הקורא אל אלוהים ועושה את הטוב ואומר: \"אכן אני\tמן המוסלמים האותות המבוארים (המתמסרים)"},{"SurahNumber":41,"VerseNumber":34,"Text":"ואין שווים הם המעשים הרעים והמעשים הטובים. תשיב טובה תחת רעה, ואז ייהפך אויבך לידיד מקורב לך ואיש האמונים שלך"},{"SurahNumber":41,"VerseNumber":35,"Text":"אולם אין מידה זאת מושגת אלא לאלה אשר התאזרו בסבלנות, ולא ישיג אותה אלא בעל מזל אדיר"},{"SurahNumber":41,"VerseNumber":36,"Text":"ואם יתקוף אותך פיתוי מן השטן, בקש מחסה באלוהים, כי הוא הכול שומע והכול יודע"},{"SurahNumber":41,"VerseNumber":37,"Text":"ומאותותיו הם הלילה והיום והשמש והירח. אל תסגדו לא לשמש ולא לירח, סגדו לאלוהים אשר ברא אותם, אם אכן אותו אתם עובדים"},{"SurahNumber":41,"VerseNumber":38,"Text":"ואם הם יהפכו ליהירים, ואלה אשר אצל ריבונך משבחים אותו יומם ולילה והם אינם מתעייפים"},{"SurahNumber":41,"VerseNumber":39,"Text":"ומאותותיו, שאתה רואה את האדמה צחיחה. וכאשר אנו ממטירים עליה מים, היא תרעד ותצמח. אכן זה אשר מחייה את האדמה, כך הוא יחיה גם את המתים כי הוא הכול-יכול"},{"SurahNumber":41,"VerseNumber":40,"Text":"אכן, אלה אשר יסלפו את אותותינו, לא יוכלו להתחמק מאתנו. מי טוב יותר: זה אשר יושלך אל האש, או זה אשר יבוא בבטחה ביום תחיית-המתים? עשו כרצונכם, כי הוא רואה את מעשיכם"},{"SurahNumber":41,"VerseNumber":41,"Text":"אכן אלה אשר כפרו בדבר ההזהרה כאשר הוא הגיע אליהם, יענשו ביום הדין. ואכן הוא ספר יקר ערך"},{"SurahNumber":41,"VerseNumber":42,"Text":"לא יבוא בו השקר לא מלפניו ולא מאחוריו, שהרי הוא הורד מאת החכם ומהולל"},{"SurahNumber":41,"VerseNumber":43,"Text":"כל אשר יאמרו לך, כבר נאמר לשליחים אשר היו לפניך, אכן ריבונך הוא רב סליחה אך גם רב עונש כואב"},{"SurahNumber":41,"VerseNumber":44,"Text":"ולו הורדנו את הקוראן בשפה זרה, היו אומרים: \"למה לא פורשו אותותיו? ספר בשפה זרה ונביא ערבי? אמור: \"למאמינים הוא הדרכה ומרפא, אך אוזניהם של אלה אשר אינם מאמינים נאטמו, ועיניהם כוסו והם כמי שקוראים אליהם ממרחק רב"},{"SurahNumber":41,"VerseNumber":45,"Text":"וכבר נתנו למשה את הספר, אך נוצרו מחלוקות סביבו. ולולא החלטה קודמת מריבונך היה כבר פוסק בחילוקי-הדעות שביניהם. הם אכן מטילים בו ספק גדול"},{"SurahNumber":41,"VerseNumber":46,"Text":"העושה טוב מיטיב לעצמו והעושה רע מזיק לעצמו ואין ריבונך מקפח את עבדיו"}]}