{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"They were succeeded by ignorant ones, those who squandered their \"salat´ and followed their whims and the pleasures of the flesh. Their just deserts shall soon catch up with them"},{"SurahNumber":19,"VerseNumber":60,"Text":"Except those who repent, believe, and perform good deeds. They will enter paradise. They will not be dealt with unfairly"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rehman has promised this paradise to His servants for eternity, in exchange for their belief in the unseen. Surely His promise will be fulfilled"},{"SurahNumber":19,"VerseNumber":62,"Text":"In it, they shall hear nothing vulgar; only peace! There, each day and each night, their due portion (sustenance) shall be delivered to them"},{"SurahNumber":19,"VerseNumber":63,"Text":"Such is the paradise, which We will allow only Our pious servants to inherit"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Angels said), \"We descend only when ordered by your Lord. To Him belongs all that lies before us, behind us, and in between. Your Lord is not the One to forget"},{"SurahNumber":19,"VerseNumber":65,"Text":"He is the sustainer of the heavens and the earth, and all else in between. So worship Him in steadfast obedience. Do you know any other comparable to Him"},{"SurahNumber":19,"VerseNumber":66,"Text":"(Yet), man says \"When I am dead, will I emerge back to life again"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does man not recall? It was We Who created him earlier, when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord! Very definitely! We shall gather them and the Shaitans together. Then, certainly, We shall collect them all around the hellfire, in a manner that they shall be crawling on their knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"Thereafter, We shall definitely bring forth from each group of people the one who had been the most ardent and rebellious opponent of Rehman"},{"SurahNumber":19,"VerseNumber":70,"Text":"Of course, We know very well who amongst them deserves to burn in hell"},{"SurahNumber":19,"VerseNumber":71,"Text":"There isn´t any of you who can avoid passing by the hellfire. Your Lord has made this incumbent upon Himself"},{"SurahNumber":19,"VerseNumber":72,"Text":"Then, We will let the transgressors fall tumbling down into it, but We will rescue those who have been heedful and pious"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our clear lucid verses are recited, those who disbelieve the verses taunt those who believe by saying, \"Which of the two of us has a better abode, and enjoys and mingles with better and more distinguished company"},{"SurahNumber":19,"VerseNumber":74,"Text":"Many groups have We destroyed prior to them. They were better equipped, better furnished and better in appearance"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say, \"Rehman gives leeway to those who indulge in gross negligence until they get to see that which is promised to be their lot, either the punishment (in this world) or the hour (of judgment)! They would soon realise whose status is lower! Whose allies are weaker"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah increases in guidance those who are on the straight path, and the results of their good deeds are better with Allah in terms of rewards and consequences"},{"SurahNumber":19,"VerseNumber":77,"Text":"Did you see the one who has chosen to deny Our signs and yet says, \"I shall definitely be granted wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he peeked into the unseen? or has he entered into a contract with Rehman"},{"SurahNumber":19,"VerseNumber":79,"Text":"Indeed not! Rather, We are recording everything he says. We shall extend his punishment a great deal further"},{"SurahNumber":19,"VerseNumber":80,"Text":"We shall repossess all that he owns. And We shall bring him out all alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have taken gods other than Allah, so that they may have supporters"},{"SurahNumber":19,"VerseNumber":82,"Text":"No! Indeed, their false gods will disown their worship, and they will become adversaries"},{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not notice? We send the Shaitans upon the disbelievers, and they continually incite and instigate them"},{"SurahNumber":19,"VerseNumber":84,"Text":"Do not be impatient with them. We are counting down their days"},{"SurahNumber":19,"VerseNumber":85,"Text":"That day, We will gather the pious (God-fearing) as guests of Rehman"},{"SurahNumber":19,"VerseNumber":86,"Text":"While the sinners will be like thirst-stricken animals, whom We will shove towards the hellfire"},{"SurahNumber":19,"VerseNumber":87,"Text":"No one has the ability to intervene, except those whom Rehman has promised"},{"SurahNumber":19,"VerseNumber":88,"Text":"What? Do they say Rehman (God) has a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"They have surely brought forth a grave thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"So grave, indeed, that it may cause the earth to explode into pieces! Or the mountains may come tumbling down! Or the heavens might just crack asunder"},{"SurahNumber":19,"VerseNumber":91,"Text":"They have dared to assign a son for Rehman"},{"SurahNumber":19,"VerseNumber":92,"Text":"It is not befitting for Rehman to have a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"Every being in the heavens and on the earth shall come before Rehman as a slave"},{"SurahNumber":19,"VerseNumber":94,"Text":"He is aware of their exact number, and He has counted them all up"},{"SurahNumber":19,"VerseNumber":95,"Text":"On the Day of Judgment, each of them shall arrive all alone, and shall be on his own"},{"SurahNumber":19,"VerseNumber":96,"Text":"And of course, Rehman will instill with love, the hearts of those who believe and do the righteous deeds"},{"SurahNumber":19,"VerseNumber":97,"Text":"We have made this (Quran) easy for you, in your own language, in order that you may give the glad tidings to the pious and the God-fearing. With it, you may warn those that are belligerent"},{"SurahNumber":19,"VerseNumber":98,"Text":"Many a people have We destroyed before them. So now, can you sense even a faint sign of their existence, or hear even a wisp of their tale"}]}