{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"اے رسول(ص)) کہو۔ کیا میں تمہیں ان سب سے بہتر چیز بتاؤں؟ جن لوگوں نے پرہیزگاری اختیار کی ان کے لئے ان کے پروردگار کے یہاں ایسے بہشت ہیں جن کے نیچے نہریں جاری ہیں اور وہ ان میں ہمیشہ رہیں گے (ان کے علاوہ) پاک و پاکیزہ بیویاں ہیں اور (سب سے بڑی نعمت) خدا کی خوشنودی ہے۔ اور خدا (اپنے) بندوں کو خوب دیکھ رہا ہے۔"},{"SurahNumber":3,"VerseNumber":16,"Text":"(ان متقیوں کی صفت یہ ہے کہ) کہتے ہیں (دعا کرتے ہیں) ہمارے پروردگار! بے شک ہم ایمان لائے ہیں تو ہمارے گناہوں کو بخش دے اور ہمیں آتش دوزخ کے عذاب سے بچا۔"},{"SurahNumber":3,"VerseNumber":17,"Text":"یہ لوگ صبر کرنے والے ہیں (قول و فعل میں) سچ بولنے والے، اطاعت کرنے والے، راہِ خدا میں خیرات کرنے والے اور سحر کے وقت طلب مغفرت کرنے والے ہیں۔"},{"SurahNumber":3,"VerseNumber":18,"Text":"خود اللہ، اس کے ملائکہ اور صاحبانِ علم گواہ ہیں کہ اس کے سوا کوئی خدا نہیں ہے اور وہ عدل و انصاف کے ساتھ قائم و برقرار ہے اس کے سوا کوئی خدا نہیں ہے جو زبردست، حکمت والا (دانا) ہے۔"},{"SurahNumber":3,"VerseNumber":19,"Text":"بے شک خدا کے نزدیک سچا دین صرف اسلام ہے اور اہل کتاب نے (دین حق میں) اختلاف نہیں کیا مگر اپنے پاس علم آجانے (اور اصل حقیقت معلوم ہو جانے) کے بعد۔ محض آپس کی شرارت و ضد اور ناحق کوشی کی بنا پر اور جو بھی آیاتِ الٰہیہ کا انکار کرے گا تو یقینا خدا بہت جلد حساب لینے والا ہے۔"},{"SurahNumber":3,"VerseNumber":20,"Text":"پس اگر یہ لوگ آپ سے خواہ مخواہ حجت بازی کریں۔ تو کہہ دو کہ میں نے اور میری پیروی کرنے والوں نے تو اپنا سر خدا کے سامنے جھکا دیا ہے (اپنے کو اس کے سپرد کر دیا ہے) اور اہل کتاب اور جو کسی کتاب کے پڑھنے والے نہیں ہیں سے کہو: کیا تم بھی اسلام لائے ہو؟ پس اگر انہوں نے اسلام کا اقرار کر لیا تو گویا ہدایت پا گئے اور اگر (اس سے) منہ موڑا تو آپ کا فرض تو صرف پہنچا دینا ہے (منوانا نہیں ہے)۔ اور اللہ (اپنے) بندوں کو خوب دیکھنے (اور پہچاننے والا ہے)۔"},{"SurahNumber":3,"VerseNumber":21,"Text":"جو لوگ اللہ کی آیات کا انکار کرتے ہیں اور پیغمبروں کو ناحق قتل کرتے ہیں اور ایسے لوگوں کو بھی قتل کرتے ہیں جو عدل و انصاف کا حکم دیتے ہیں انہیں دردناک عذاب کا مژدہ سناؤ۔"},{"SurahNumber":3,"VerseNumber":22,"Text":"یہ وہ (بدنصیب) ہیں جن کے اعمال دنیا و آخرت میں اکارت و برباد ہوگئے۔ اور ان کے لئے کوئی مددگار نہیں ہے۔"},{"SurahNumber":3,"VerseNumber":23,"Text":"کیا تم نے ان (علماءِ یہود) کو نہیں دیکھا جن کو کتاب (تورات کے علم) سے تھوڑا سا حصہ ملا ہے جب انہیں کتابِ خدا کی طرف بلایا جاتا ہے تاکہ وہ ان کے درمیان فیصلہ کرے اس پر ان کا ایک گروہ پیٹھ پھیر لیتا ہے۔ درآنحالیکہ وہ روگردانی کرنے والے ہوتے ہیں۔"},{"SurahNumber":3,"VerseNumber":24,"Text":"یہ (انداز) اس لئے ہے کہ وہ اس بات کے قائل ہیں کہ گنتی کے چند دنوں کے سوا ہمیں آتش جہنم چھوئے گی بھی نہیں۔ یہ لوگ جو افتراء پردازیاں کرتے رہتے ہیں۔ انہوں نے ان کو دین کے بارے میں دھوکہ دیا ہے۔"},{"SurahNumber":3,"VerseNumber":25,"Text":"اس وقت ان کی کیا حالت ہوگی جب ہم ان کو ایک دن (بروزِ قیامت) اکٹھا کریں گے جس (کے آنے) میں کوئی شک و شبہ نہیں ہے۔ اور ہر شخص کو جو کچھ اس نے کمایا ہوگا اس کا پورا پورا بدلہ دیا جائے گا۔ اور ان پر کوئی ظلم نہیں کیا جائے گا۔"},{"SurahNumber":3,"VerseNumber":26,"Text":"اے رسول(ص)!) کہو: اے خدا تمام جہان کے مالک! تو جسے چاہتا ہے حکومت دیتا ہے اور جس سے چاہتا ہے حکومت چھین لیتا ہے۔ تو جسے چاہتا ہے عزت دیتا ہے اور جسے چاہتا ہے ذلیل کرتا ہے، ہر قسم کی بھلائی تیرے قبضہ میں ہے۔ بے شک تو ہر چیز پر قادر ہے۔"},{"SurahNumber":3,"VerseNumber":27,"Text":"تو ہی رات کو (بڑھا کر) دن میں اور دن کو (بڑھا کر) رات میں داخل کرتا ہے اور تو جاندار کو بے جان اور بے جان کو جاندار سے نکالتا ہے اور جسے چاہتا ہے، بے حساب روزی عطا کرتا ہے۔"},{"SurahNumber":3,"VerseNumber":28,"Text":"(خبردار) اہل ایمان، اہل ایمان کو چھوڑ کر کافروں کو دوست (اور سرپرست) نہ بنائیں۔ اور جو ایسا کرے گا۔ اس کا خدا سے کوئی تعلق اور سروکار نہیں ہوگا۔ مگر یہ کہ تمہیں ان (کافروں) سے خوف ہو تو پھر (بقصد تقیہ اور بچاؤ) ایسا کرنے میں کوئی حرج نہیں ہے۔ اور خدا تمہیں اپنی ذات سے ڈراتا ہے اور خدا ہی کی طرف پلٹ کر جانا ہے۔"},{"SurahNumber":3,"VerseNumber":29,"Text":"کہہ دیجئے! جو کچھ تمہارے سینوں میں ہے، تم اسے چھپاؤ یا اسے ظاہر کرو، بہرحال خدا اسے جانتا ہے۔ اور جو کچھ آسمانوں اور زمین میں ہے وہ سب کچھ جانتا ہے اور خدا ہر چیز پر قادر ہے۔"},{"SurahNumber":3,"VerseNumber":30,"Text":"اس دن کو یاد کرو جب ہر شخص اس بھلائی کو اپنے سامنے پائے گا جو اس نے کی ہوگی۔ اور برائی کو بھی (جنہیں دیکھ کر) خواہش کرے گا کہ کاش اس کے اور اس کے برے اعمال کے درمیان بڑا فاصلہ ہوتا۔ اور خدا تمہیں اپنی ذات (اپنے عذاب) سے ڈراتا ہے اور خدا اپنے بندوں پر بڑا مہربان ہے۔"},{"SurahNumber":3,"VerseNumber":31,"Text":"(اے رسول! میری محبت کے دعویداروں سے) کہہ دیں کہ اگر تم خدا سے (سچی) محبت رکھتے ہو تو میری پیروی کرو خدا بھی تم سے محبت کرے گا اور تمہارے گناہوں کو بخش دے گا اور اللہ بڑا بخشنے والا مہربان ہے۔"},{"SurahNumber":3,"VerseNumber":32,"Text":"کہہ دیں خدا اور رسول(ص) کی اطاعت و فرماں برداری کرو اور اگر روگردانی کریں تو بے شک خدا کافروں (نافرمانوں) کو دوست نہیں رکھتا۔"}]}