{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"Abazadde (abakyala) balina okuyonsa abaana baabwe emyaka ebiri egijjudde, eri abo ababa baagadde okuyonsa okujjuvu. Kikakata ku ba taata b'abaana okubalabirira n'okubambaza mu ngeri esaana, omuntu taakakibwenga ky'atasobola. N'omukyala taayisibwenga bubi olw'omwana gw'ayonsa. Wadde kitaawe w'omwana naye tasaanidde kuyisibwa bubi olw'omwanawe. N'oyo aba asikidde taata wa baana ayisibwa mu ngeri y'emu. Bwebaba nga bakkiriziganyizza bombi okuggya omwana ku mabeere nga bayise mu kuteesa olwo tewaba namusango gwonna. Bwe muba mwagadde omukyala omulala okubayonseza omwana temulina musango gwonna kasita muba nga muwaddeyo ebyo byemukkiriziganyizzaako mu ngeri ennungi. Era mutye Katonda, era mumanye nti mazima Katonda alaba byonna bye mukola"},{"SurahNumber":2,"VerseNumber":234,"Text":"Ate abo ababa bafudde mu mmwe nebaleka abakyala bateekwa okwekuuma nga tebanaddamu kufumbirwa ebbanga lya myezi ena ne nnaku kumi. Bweriba nga ebbanga eryo liweddeko, temulina musango mwekyo kyebaba bakoze mu by'okwewunda (n'okukkkiriza abaagala okubawoowa) mu ngeri y'ekintukiramu (etemenya mateeka gabusiraamu). Katonda mumanyi nnyo ku byemukola"},{"SurahNumber":2,"VerseNumber":235,"Text":"Era temulina musango olw'ekyo kyemuba mukoze nga temwatudde nga mugenderera okwogereza abakyala (abo) oba kyemuba mukwese mu mitima gyammwe. Katonda amanyi nti mujja kwogera nabo (kunsonga y'okubawasa) naye temubalagaanyisanga mukyama mu ngeri yaakukukuta, okugyako nga mubagamba ebigambo ebirungi. Temwetantalanga kukola ndagaano y'abufumbo n'abakyala abo (abali mu Idda) okutuusa ebbanga (lya Idda) nga liweddeko. Era musaana mumanye nti mazima Katonda amanyi ebiri mu myoyo gyammwe. Mumwegendereze awamu n'ekyo mumanye nti muyitirivu waakusonyiwa era waakisa kingi"},{"SurahNumber":2,"VerseNumber":236,"Text":"Temulina musango singa muta bakyala ba mmwe nga temunneegatta nabo wadde nga temunnabagerekera mahare. Naye muteekwa okubasibirira. Omugagga asibirira ekigya mu mbeeraye n’omufuna mpola asibirira ekimugyamu. Okusibirira kubeera mu ngeri ya buntu bulamu. Ekyo kikakafu ku bakozi b'obulungi"},{"SurahNumber":2,"VerseNumber":237,"Text":"Wabula bwe muba nga mubatadde nga temunnaba kwegatta nabo naye nga mwabagerekera amahare, mubawe kitundu kyago, okugyako nga abakyala abo bagasonyiye oba nga asonyiye oyo alina obuyinza okukakasa endagaano y'obufumbo (omusajja). Naye bwe muba nga musonyiye, ekyo kye kisinga okuba okumpi n'okutya Katonda. Temwerabiranga enkolagana ennungi ebadde wakati wa mmwe. Mazima Katonda alaba ebyo byonna byemukola"},{"SurahNumber":2,"VerseNumber":238,"Text":"Munyiikirire nnyo e sswala zonna ettaano, naddala e sswala y'omumakkati; muyimirire mu maaso ga Katonda nga muli bakkakkamu"},{"SurahNumber":2,"VerseNumber":239,"Text":"Wabula bwe muba nga mutidde (omulabe) musaale nga mutambula oba nga mwebagadde. Wabula bwekuba nga okutya kuvuddewo mutendereze Katonda (nga musaala) nga bweyabayigiriza ebyo byemwali temumanyi"},{"SurahNumber":2,"VerseNumber":240,"Text":"Abo abatuukwako okufa mu mmwe nebaba nga balese abakyala, Katonda alagira nti abakyala abo bateekwa okulabirirwa omwaka mulamba awatali kubagobaganya mu mayumba g'aba bbaabwe. Wabula bwe bagavaamu kyeyagalire olwo nno muba temukyalina buvunaanyizibwa kw'ekyo kyebaba bakoze mu kwekolako nga beenyiriza. Bulijjo Katonda wa maanyi, ate nga agoba nsonga"},{"SurahNumber":2,"VerseNumber":241,"Text":"(Mu ngeri y'emu) n'abakyala ababa batalakiddwa bateekeddwa okusibirirwa mu ngeri ennungi. Ekyo kikakafu kwabo abatya Katonda"},{"SurahNumber":2,"VerseNumber":242,"Text":"Bwatyo nno Katonda bw'abannyonnyola ebigambo bye mulyooke mutegeere"}]}