{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Zar ne vidiš kako licemjeri govore svojim prijateljima, sljedbenicima Knjige koji ne vjeruju: \"Ako budete protjerani, mi ćemo, sigurno, s vama poći i kad se bude ticalo vas, nikada se nikome nećemo pokoriti; a ako budete napadnuti, sigurno ćemo vam u pomoć priteći\" – a Allah je svjedok da su oni, zaista, lašci"},{"SurahNumber":59,"VerseNumber":12,"Text":"ako bi bili protjerani, oni ne bi s njima pošli; ako bi bili napadnuti, oni im ne bi u pomoć pritekli; a ako bi im u pomoć pritekli, sigurno bi pobjegli, i oni bi bez pomoći ostali"},{"SurahNumber":59,"VerseNumber":13,"Text":"Oni se više boje vas nego Allaha, zato što su oni ljudi nerazumni"},{"SurahNumber":59,"VerseNumber":14,"Text":"Samo u utvrđenim gradovima ili iza zidina oni se protiv vas smiju skupno boriti. Oni su junaci u međusobnim borbama. Ti misliš da su oni složni, međutim, srca su njihova razjedinjena, zato što su oni ljudi koji nemaju pameti"},{"SurahNumber":59,"VerseNumber":15,"Text":"Slični su onima koji su, tu nedavno, svu pogubnost postupaka svojih iskusili – njih čeka nesnosna patnja"},{"SurahNumber":59,"VerseNumber":16,"Text":"slični su šejtanu kad kaže čovjeku: \"Budi nevjernik!\" – pa kad on postane nevjernik, on onda rekne: \"Ti se mene više ne tičeš, ja se, zaista, Allaha, Gospodara svjetova, bojim"},{"SurahNumber":59,"VerseNumber":17,"Text":"Obojicu ih na kraju čeka vatra, u kojoj će vječno boraviti, a to će biti kazna za sve nevjernike"},{"SurahNumber":59,"VerseNumber":18,"Text":"O vjernici, Allaha se bojte, i neka svaki čovjek gleda šta je za sutra pripremio i Allaha se bojte jer On dobro zna šta radite"},{"SurahNumber":59,"VerseNumber":19,"Text":"I ne budite kao oni koji su zaboravili Allaha, pa je On učinio da sami sebe zaborave; to su pravi grješnici"},{"SurahNumber":59,"VerseNumber":20,"Text":"Nisu jednaki stanovnici Džehennema i stanovnici Dženneta; stanovnici Dženneta će ono što žele postići"},{"SurahNumber":59,"VerseNumber":21,"Text":"Da ovaj Kur'an kakvom brdu objavimo, ti bi vidio kako je strahopoštovanja puno i kako bi se od straha pred Allahom raspalo. Takve primjere navodimo ljudima da bi razmislili"},{"SurahNumber":59,"VerseNumber":22,"Text":"On je Allah – nema drugog boga osim Njega – On je poznavalac nevidljivog i vidljivog svijeta, On je Milostivi, Samilosni"},{"SurahNumber":59,"VerseNumber":23,"Text":"On je Allah – nema drugog boga osim Njega, Vladar, Sveti, Onaj koji je bez nedostataka, Onaj koji svakoga osigurava, Onaj koji nad svim bdi, Silni, Uzvišeni, Gordi. Hvaljen neka je Allah, On je vrlo visoko iznad onih koje smatraju Njemu ravnim"},{"SurahNumber":59,"VerseNumber":24,"Text":"On je Allah, Tvorac, Onaj koji iz ničega stvara, Onaj koji svemu daje oblik, On ima najljepša imena. Njega hvale onī na nebesima i na Zemlji, On je Silni i Mudri"},{"SurahNumber":60,"VerseNumber":1,"Text":"O vjernici, ako ste pošli da se na putu Mome borite i da naklonost Moju steknete, s Mojim i svojim neprijateljima ne prijateljujte i ljubav im ne poklanjajte – oni poriču Istinu koja vam dolazi i izgone Poslanika i vas samo zato što u Allaha, Gospodara vašeg, vjerujete. Vi im krišom ljubav poklanjate, a Ja znam i ono što tajite i ono što javno činite. Onaj od vas koji to bude činio s Pravog puta je skrenuo"},{"SurahNumber":60,"VerseNumber":2,"Text":"Ako vas se oni domognu, biće neprijatelji vaši i pružiće prema vama, u zloj namjeri, ruke svoje i jezičine svoje, i jedva će dočekati da postanete nevjernici"},{"SurahNumber":60,"VerseNumber":3,"Text":"Ni rodbina vaša ni djeca vaša neće vam biti od koristi, na Sudnjem danu On će vas razdvojiti; – a Allah dobro vidi ono što radite"},{"SurahNumber":60,"VerseNumber":4,"Text":"Divan uzor za vas je Ibrahim i oni koji su uz njega bili kada su narodu svome rekli: \"Mi s vama nemamo ništa, a ni sa onima kojima se, umjesto Allahu, klanjate; mi vas se odričemo, i neprijateljstvo i mržnja će između nas ostati sve dok ne budete u Allaha, Njega jedinog, vjerovali!\" – ali nisu riječi Ibrahimove ocu svome: \"Ja ću se moliti da ti oprosti, ali te ne mogu od Allaha odbraniti.\" – Gospodaru naš, u Tebe se uzdamo i Tebi se obraćamo i Tebi ćemo se vratiti"},{"SurahNumber":60,"VerseNumber":5,"Text":"Ne dopusti, Gospodaru naš, da nas nevjernicima staviš u iskušenje i oprosti nam, Gospodaru naš! Ti si, zaista, Silni i Mudri"},{"SurahNumber":60,"VerseNumber":6,"Text":"Oni su vama divan uzor – onima koji žele Allaha i onaj svijet. A onaj koji leđa okrene – pa, Allah, zaista, nije ni o kome ovisan i On je jedini hvale dostojan"}]}