{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"BENDITO Aquel en cuya mano está toda la soberanía, pues sólo Él tiene poder para disponer cualquier cosa"},{"SurahNumber":67,"VerseNumber":2,"Text":"Aquel que ha creado la muerte y la vida, para probaros [y así poner de manifiesto] quién observa la mejor conducta, y [haceros ver que] Él solo es todopoderoso, realmente indulgente"},{"SurahNumber":67,"VerseNumber":3,"Text":"[Bendito] Aquel que ha creado siete cielos en perfecta armonía entre sí: no hallarás el menor fallo en la creación del Más Misericordioso. Mira de nuevo: ¿puedes ver alguna fisura"},{"SurahNumber":67,"VerseNumber":4,"Text":"Si, mira de nuevo, una y otra vez: [y cada vez] tu vista volverá a ti, deslumbrada y realmente vencida"},{"SurahNumber":67,"VerseNumber":5,"Text":"Y, en verdad, hemos adornado el cielo más próximo a la tierra con luceros, y los hemos hecho objeto de conjeturas para los [hombres] malvados: y para ellos hemos preparado el castigo de las llamas abrasadoras –"},{"SurahNumber":67,"VerseNumber":6,"Text":"pues, a quienes se empeñan en blasfemar [de esa forma] contra su Sustentador les aguarda el castigo del infierno: ¡qué horrible destino"},{"SurahNumber":67,"VerseNumber":7,"Text":"Cuando sean arrojados en ese [infierno], oirán su fragor mientras hierve"},{"SurahNumber":67,"VerseNumber":8,"Text":"a punto de estallar de furia; [y] cada vez que un grupo [de esos pecadores] es arrojado en él, sus guardianes les preguntan: “¿No vino a vosotros ningún advertidor?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"Responderán: “Si, en verdad; vino a nosotros un advertidor pero le tachamos de mentiroso y dijimos: ‘¡Dios nunca ha hecho descender nada [como revelación]! ¡Ciertamente, vosotros [que os decís advertidores] no sois sino víctimas de un gran engaño!’”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Y añadirán: “¡Si hubiéramos escuchado [esas advertencias], o hubiéramos [al menos] hecho uso de la razón, no estaríamos [ahora] entre los que están destinados a las llamas abrasadoras!”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Entonces reconocerán sus pecados: pero todo bien estará [ya] fuera del alcance de los que están destinados a las llamas abrasadoras"},{"SurahNumber":67,"VerseNumber":12,"Text":"[En cambio,] ciertamente, para los que temen a su Sustentador aun estando Él fuera del alcance de su percepción, habrá perdón y una gran recompensa"},{"SurahNumber":67,"VerseNumber":13,"Text":"Y [SABED, Oh hombres, que] tanto si ocultáis vuestras creencias como si las declaráis públicamente, Él tiene en verdad pleno conocimiento de lo que hay en [vuestros] corazones"},{"SurahNumber":67,"VerseNumber":14,"Text":"¿Cómo es posible que Aquel que ha creado [todo] no sepa [todo]? ¡Si, sólo Él es inescrutable [en Su sabiduría], consciente de todo"},{"SurahNumber":67,"VerseNumber":15,"Text":"Él es quien os ha hecho la tierra fácil de habitar: viajad, pues, por todas sus regiones, y comed del sustento que Él os da: pero [tened siempre presente que] seréis resucitados para [comparecer ante] Él"},{"SurahNumber":67,"VerseNumber":16,"Text":"¿Podéis sentiros jamás seguros de que Aquel que está en el cielo no haga que os trague la tierra cuando, de repente, comienza a temblar"},{"SurahNumber":67,"VerseNumber":17,"Text":"¿O podéis sentiros jamás seguros de que Aquel que está en el cielo no envíe contra vosotros una tormenta devastadora, y entonces sabríais qué [real] era Mi advertencia"},{"SurahNumber":67,"VerseNumber":18,"Text":"Y, en verdad, [muchos de] los que vivieron con anterioridad tacharon de mentira [Mis advertencias]: ¡y qué terrible fue Mi reprobación [de ellos]"},{"SurahNumber":67,"VerseNumber":19,"Text":"¿No han visto a las aves [volando] por encima de ellos, extendiendo y replegando sus alas? Nadie sino el Más Misericordioso las mantiene en vuelo: realmente, Él ve todas las cosas"},{"SurahNumber":67,"VerseNumber":20,"Text":"¿Y quien hay, aparte del Más Misericordioso, que pueda ser un escudo para vosotros, y pueda auxiliaros [en el peligro]? ¡Quienes niegan esta verdad están sumidos en un autoengaño"},{"SurahNumber":67,"VerseNumber":21,"Text":"¿O quién hay que pueda daros el sustento si Él [os] suspende Su provisión? ¡Pero, aun así, [los que se empeñan en negar la verdad] persisten tercamente en su desdén [por los mensajes de Dios] y en su ciega huida [de Él]"},{"SurahNumber":67,"VerseNumber":22,"Text":"¿Está, acaso, quien marcha con el rostro pegado al suelo mejor dirigido que quien marcha erguido por un camino recto"},{"SurahNumber":67,"VerseNumber":23,"Text":"DI: “Él es quien os ha creado [a todos], y os ha dotado de oído, de vista y de mentes: [sin embargo,] ¡qué raras veces sois agradecidos!”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Di: “Él es quien ha hecho que os multipliquéis en la tierra; y ante Él seréis congregados.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Pero [tan sólo] preguntan: “¿Cuándo se cumplirá esa promesa? ¡[Responded a esto, Oh vosotros que creéis en ella,] si sois veraces!”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Di [Oh Profeta]: “El conocimiento de eso pertenece sólo a Dios; y yo soy solamente un advertidor claro.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Pero al final, cuando vean inminente ese [cumplimiento], los rostros de aquellos que se empeñaron en negar la verdad quedarán consternados; y se les dirá: “¡Esto es lo que [con tanta burla] reclamabais!”"},{"SurahNumber":67,"VerseNumber":28,"Text":"DI [Oh Profeta]: “¿Qué os parece? Si Dios me hace perecer a mí y a los que me siguen, o nos favorece con Su gracia --¿hay alguien que pueda proteger a los que [como vosotros] niegan la verdad de un castigo doloroso [en la Otra Vida]?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Di: “Él es el Más Misericordioso: en Él creemos y en Él hemos puesto nuestra confianza; y en su momento habréis de saber quién de nosotros estaba claramente extraviado.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Di [a esos que niegan la verdad]: “¿Qué os parece? Si toda vuestra agua desapareciera de repente bajo la tierra, ¿quién [sino Dios] podría proveeros de agua de [nuevos] manantiales puros?”"}]}