{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Pa odgovor naroda njegovog je bio jedino što rekoše: \"Istjerajte porodicu Lutovu iz naselja vašeg! Uistinu, oni su ljudi koji se čiste"},{"SurahNumber":27,"VerseNumber":57,"Text":"Tad spasismo njega i porodicu njegovu, izuzev žene njegove. Odredili smo za nju da bude od zaostalih"},{"SurahNumber":27,"VerseNumber":58,"Text":"I izlili na njih kišu. Pa zle li kiše opomenutih"},{"SurahNumber":27,"VerseNumber":59,"Text":"Reci: \"Hvala Allahu i selam neka je robovima Njegovim koje je odabrao!\" Da li je Allah bolji ili ono šta (Mu) pridružuju"},{"SurahNumber":27,"VerseNumber":60,"Text":"Zar (nije bolji) Ko je stvorio nebesa i Zemlju, i spušta vam s neba vodu - pa damo da njome izniknu vrtovi krasni? Nije za vas (moguće) da učinite da izraste drveće njihovo. Ima li bog uz Allaha? Naprotiv, oni su ljudi koji izjednačuju"},{"SurahNumber":27,"VerseNumber":61,"Text":"Zar (nije bolji) Ko je učinio Zemlju staništem, i načinio kroz nju rijeke, i načinio na njoj planine stabilne, i načinio između dva mora barijeru? Ima li bog uz Allaha? Naprotiv, većina njih ne zna"},{"SurahNumber":27,"VerseNumber":62,"Text":"Zar (nije bolji) Ko odgovara nevoljniku kad Ga priziva, i otklanja zlo i čini vas halifama Zemlje? Ima li bog uz Allaha? Malo što se poučavate"},{"SurahNumber":27,"VerseNumber":63,"Text":"Zar (nije bolji) Ko vas vodi u tminama kopna i mora, i Ko šalje vjetrove kao radosne vijesti ispred milosti Njegove? Ima li bog uz Allaha? Uzvišen neka je Allah od onog šta pridružuju"},{"SurahNumber":27,"VerseNumber":64,"Text":"Zar (nije bolji) Ko je počeo stvaranje zatim ga ponavlja, i Ko vas opskrbljuje s neba i Zemlje? Ima li bog uz Allaha? Reci: \"Donesite dokaz vaš, ako ste istiniti"},{"SurahNumber":27,"VerseNumber":65,"Text":"Reci: \"Onaj ko je na nebesima i Zemlji ne zna nevidljivo, izuzev Allah, i ne opažaju kad će biti podignuti"},{"SurahNumber":27,"VerseNumber":66,"Text":"Naprotiv! Seže li znanje njihovo u Ahiret? Naprotiv, oni su u sumnji o njemu. Naprotiv, oni su o njemu slijepci"},{"SurahNumber":27,"VerseNumber":67,"Text":"I govore oni koji ne vjeruju: \"Hoćemo li kad budemo prah, mi i očevi naši, hoćemo li uistinu biti izvedeni"},{"SurahNumber":27,"VerseNumber":68,"Text":"Doista, ovo nam je obećavano, nama i očevima našim od ranije. Ovo su samo priče ranijih"},{"SurahNumber":27,"VerseNumber":69,"Text":"Reci: \"Putujte po Zemlji pa vidite kakav je bio kraj prestupnika"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ne žalosti se nad njima, i ne budi u tjeskobi zbog onog šta spletkare"},{"SurahNumber":27,"VerseNumber":71,"Text":"A govore: \"Kad će ovo obećanje, ako istinu govorite"},{"SurahNumber":27,"VerseNumber":72,"Text":"Reci: \"Možda vas slijedi dio onog šta požurujete"},{"SurahNumber":27,"VerseNumber":73,"Text":"A uistinu, Gospodar tvoj je Vlasnik blagodati nad ljudima, međutim, većina njih ne zahvaljuje"},{"SurahNumber":27,"VerseNumber":74,"Text":"I uistinu, Gospodar tvoj zna šta kriju grudi njihove, a šta objelodanjuju"},{"SurahNumber":27,"VerseNumber":75,"Text":"I nema ništa skriveno na nebu i Zemlji, a da nije u Knjizi jasnoj"},{"SurahNumber":27,"VerseNumber":76,"Text":"Uistinu, ovaj Kur'an kazuje sinovima Israilovim većinom o onom u čemu se oni razilaze"},{"SurahNumber":27,"VerseNumber":77,"Text":"I uistinu, on je Uputa i milost vjernicima"},{"SurahNumber":27,"VerseNumber":78,"Text":"Uistinu! Gospodar tvoj će presuditi među njima sudom Svojim, a On je Moćni, Znalac"},{"SurahNumber":27,"VerseNumber":79,"Text":"Zato se pouzdaj u Allaha, uistinu si ti na Istini jasnoj"},{"SurahNumber":27,"VerseNumber":80,"Text":"Uistinu, ti nećeš pročuti mrtve, niti ćeš učiniti da čuju gluhi poziv, kad se okrenu bježeći"},{"SurahNumber":27,"VerseNumber":81,"Text":"I nisi ti vodič slijepcima iz zablude njihove. Pročut ćeš samo onog ko vjeruje u ajete Naše, ta oni su muslimani"}]}