{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Does mankind think that by (just) saying, \"We believe,\" they will be left alone and that they will not be tested"},{"SurahNumber":29,"VerseNumber":3,"Text":"And We indeed, did test those who were before them, so that Allah will indeed know, those who are true and He will know those who are liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who act evil think that they will gain over Us (Allah)? Evil is their judgment (if they think so)"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whosoever hope (and wish) for meeting with Allah (let them work hard); Because the Time (fixed) by Allah is surely coming: And He is the All Hearing (As-Sami’), All Knowing (Al-Aleem)"},{"SurahNumber":29,"VerseNumber":6,"Text":"And whosoever strive a(with will and strength), they do so for their own souls: For Allah is Free (Ghani) of all needs from all Creation"},{"SurahNumber":29,"VerseNumber":7,"Text":"Those who believe, and do righteous good deeds— Surely, from them, We shall remove any evil deeds still (left) in them, and We shall truly, reward them according to the best of their deeds"},{"SurahNumber":29,"VerseNumber":8,"Text":"And We have enjoined kindness to parents from men: But if they (either one) try hard to make you join (anything) with Me (others for worship) anything about which you have no knowledge, do not obey them. (All of) you have to return to Me (Allah), and I will tell you (the truth) of all that you did"},{"SurahNumber":29,"VerseNumber":9,"Text":"And for those who believe and do righteous good deeds— Surely, We shall admit them to the company of righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Then there are among men who say, \"We believe in Allah;\" But if they suffer pain in (the cause of) Allah, they treat men's suffering as if it was the Anger of Allah! And if victory comes (to them) from your Lord, they are sure to say: \"Verily, we have (always) been with you!\" Does Allah not know best all that is in the breasts (hearts) of all Creation"},{"SurahNumber":29,"VerseNumber":11,"Text":"And indeed, Allah most truly knows those who believe, and as truly (He knows) those who are the hypocrites (who hide the truth)"},{"SurahNumber":29,"VerseNumber":12,"Text":"And those who disbelievers say to those who believe: \"Follow our path, and we will bear (the burden) of your faults.\" Never (and not) in the least will they bear (the burden of) their faults: In fact they are liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"And verily, they will bear their own burdens, and the burdens (of others) with their own, and surely, they will be called to account, on the Day of Judgment, for their lies that they made up"},{"SurahNumber":29,"VerseNumber":14,"Text":"And We (once before) sent Nuh (Noah) to his people, and he waited with them for a thousand years less fifty years; But the Flood overtook them while they (kept up their) sin"},{"SurahNumber":29,"VerseNumber":15,"Text":"Then We saved him and the companions of the Ark, and We made (the Ark) a Sign for all peoples"},{"SurahNumber":29,"VerseNumber":16,"Text":"And (remember, We also saved Abraham) Ibrahim, when he said to his people, \"Worship (and serve) Allah and fear Him: That will be best for you— If you (only) understand"},{"SurahNumber":29,"VerseNumber":17,"Text":"You worship idols besides Allah, and you bring out falsehood. Verily, those whom you worship besides Allah have no power to give you the provision to live: For this reason, you seek your livelihood from Allah, worship (and serve) Him, and be grateful to Him: Your return will be to Him"},{"SurahNumber":29,"VerseNumber":18,"Text":"And if you reject (this Message), many generations before you also did so: And the duty of the messenger is only to preach plainly and openly (and clearly)"},{"SurahNumber":29,"VerseNumber":19,"Text":"Do they not see how Allah originates the creation, (and) then repeats it: Truly that is easy for Allah"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say: \"Travel through the earth and see how (Allah) originated the creation; Like this Allah will bring forth a later creation (Hereafter): Verily, Allah is Able (Khadir) to do all things"},{"SurahNumber":29,"VerseNumber":21,"Text":"He punishes whom He wills, and He grants mercy to whom He wills, and towards Him will you return"},{"SurahNumber":29,"VerseNumber":22,"Text":"And neither on earth nor in heaven; Will you be able to escape (His Plan), and you have no protector nor helper besides Allah"},{"SurahNumber":29,"VerseNumber":23,"Text":"And those who reject the Signs of Allah and the meeting with Him (in the Hereafter)— They shall suffer without My mercy: And they will (also suffer) a most painful penalty"},{"SurahNumber":29,"VerseNumber":24,"Text":"So nothing was the answer from (Ibrahim's) people except that they said: \"Kill him or burn him.\" Then Allah did save him from the fire. Surely, in this indeed, are Signs for people who believe"},{"SurahNumber":29,"VerseNumber":25,"Text":"And he (Ibrahim) said: \"For you, you have taken (for worship other) things (idols) besides Allah, out of mutual love and regard between yourselves in this life; But on the Day of Judgment you shall refuse to know each other and curse each other: And your home will be the Fire, and you will have no one to help"}]}