{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Et si Nous leur faisions miséricorde et écartions d’eux le mal, ils persisteraient certainement dans leur transgression, confus et hésitants"},{"SurahNumber":23,"VerseNumber":76,"Text":"Et Nous leur avons infligé de Notre châtiment (la famine), mais ils ne sont pas soumis pour autant à leur Seigneur, ni ne l'ont imploré"},{"SurahNumber":23,"VerseNumber":77,"Text":"jusqu'au jour où Nous ouvrirons sur eux une porte au dur châtiment. Là, ils s'y trouveront désemparés"},{"SurahNumber":23,"VerseNumber":78,"Text":"Et c’est Lui qui a créé pour vous l’ouïe, les yeux et les cœurs. Mais vous êtes rarement reconnaissants"},{"SurahNumber":23,"VerseNumber":79,"Text":"C’est Lui qui vous a répandus sur la Terre, et c’est vers Lui que vous serez rassemblés"},{"SurahNumber":23,"VerseNumber":80,"Text":"Et c’est Lui qui donne la vie et qui donne la mort; et l’alternance de la nuit et du jour dépend de Lui. Ne raisonnerez-vous donc pas"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ils ont plutôt tenu les mêmes propos que les Anciens"},{"SurahNumber":23,"VerseNumber":82,"Text":"Ils ont dit : \"Lorsque nous serons morts et que nous serons poussière et ossements, serons-nous vraiment ressuscités"},{"SurahNumber":23,"VerseNumber":83,"Text":"On nous a promis cela, ainsi qu’à nos ancêtres auparavant; ce ne sont que de vieilles sornettes"},{"SurahNumber":23,"VerseNumber":84,"Text":"Dis : \"A qui appartient la terre et ceux qui y sont? si vous savez"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ils diront: \"À Allah\". Dis : \"Ne vous souvenez-vous donc pas"},{"SurahNumber":23,"VerseNumber":86,"Text":"Dis : \"Qui est le Seigneur des sept cieux et le Seigneur du Trône sublime"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ils diront: [ils appartiennent] \"A Allah\". Dis: \"Ne craignez-vous donc pas"},{"SurahNumber":23,"VerseNumber":88,"Text":"Dis : \"Qui détient dans sa main la royauté absolue de toute chose, et qui protège et n’a pas besoin d’être protégé ? [Dites], si vous le savez"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ils diront: \"Allah\". Dis: \"Comment donc se fait-il que vous soyez ensorcelés?\" ( au point de ne pas croire en Lui)"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nous leur avons plutôt apporté la vérité et ils sont assurément des menteurs"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah ne S’est point attribué d’enfant et il n’existe point de divinité avec Lui ; sinon, chaque divinité s’en irait avec ce qu’elle a créé et certaines seraient supérieures aux autres. Gloire à Allah ! Il est bien au-dessus de tout ce qu’ils décrivent"},{"SurahNumber":23,"VerseNumber":92,"Text":"[Il est] Connaisseur de toute chose visible et invisible ! Il est bien au-dessus de ce qu’ils [Lui] associent"},{"SurahNumber":23,"VerseNumber":93,"Text":"Dis : \"Seigneur, si jamais Tu me montres ce qui leur est promis"},{"SurahNumber":23,"VerseNumber":94,"Text":"alors, Seigneur, ne me place pas parmi les gens injustes"},{"SurahNumber":23,"VerseNumber":95,"Text":"Nous sommes Capable, certes, de te montrer ce que Nous leur promettons"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repousse le mal par ce qui est meilleur. Nous savons très bien ce qu’ils décrivent"},{"SurahNumber":23,"VerseNumber":97,"Text":"Et dis : “Seigneur ! Je me réfugie en Toi contre les incitations des diables"},{"SurahNumber":23,"VerseNumber":98,"Text":"et je cherche Ta protection, Seigneur, contre leur présence auprès de moi"},{"SurahNumber":23,"VerseNumber":99,"Text":"Puis, lorsque la mort vient à l’un deux, il dit : \"Seigneur ! Fais-moi revenir (sur Terre)"},{"SurahNumber":23,"VerseNumber":100,"Text":"afin que je fasse du bien dans ce que je délaissais.\" Non, c’est simplement une parole qu’il dit. Derrière eux, cependant, il y a une barrière, jusqu’au jour où ils seront ressuscités"},{"SurahNumber":23,"VerseNumber":101,"Text":"Et lorsqu'on soufflera dans la Trompe, alors il n’y aura plus de parenté entre eux ce jour-là, et ils ne se poseront pas de questions"},{"SurahNumber":23,"VerseNumber":102,"Text":"Ceux dont la balance sera lourde seront les bienheureux"},{"SurahNumber":23,"VerseNumber":103,"Text":"et ceux dont la balance sera légère seront ceux qui auront ruiné leurs propres âmes et ils demeureront éternellement dans l’Enfer"},{"SurahNumber":23,"VerseNumber":104,"Text":"Le Feu brûlera leurs visages et ils auront les lèvres crispées"},{"SurahNumber":23,"VerseNumber":105,"Text":"Mes versets ne vous étaient-ils pas récités et vous les traitiez alors de mensonges"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ils diront : \"Notre Seigneur ! Notre malheur nous a vaincus, et nous étions des gens égarés"},{"SurahNumber":23,"VerseNumber":107,"Text":"Notre Seigneur, fais-nous-en sortir ! Et si nous récidivons, nous serons alors des injustes"},{"SurahNumber":23,"VerseNumber":108,"Text":"Il dit : \"Soyez-y refoulés (humiliés) et ne Me parlez plus"},{"SurahNumber":23,"VerseNumber":109,"Text":"Il y avait un groupe de Mes serviteurs qui disaient : “Notre Seigneur ! Nous croyons ! Pardonne-nous donc et fais-nous miséricorde, car Tu es le meilleur des Miséricordieux.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"mais vous les avez pris en raillerie jusqu’à oublier de M’invoquer, et vous vous riiez d’eux"},{"SurahNumber":23,"VerseNumber":111,"Text":"Vraiment, Je les ai récompensés aujourd’hui pour ce qu’ils ont enduré; et ce sont eux les triomphants"},{"SurahNumber":23,"VerseNumber":112,"Text":"Il dira : \"Combien d’années êtes-vous restés sur Terre"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ils diront : \"Nous y avons demeuré un jour, ou une partie d’un jour. Interroge donc ceux qui comptent"},{"SurahNumber":23,"VerseNumber":114,"Text":"Il dira : \"Vous n’y avez demeuré que peu [de temps], si seulement vous saviez"},{"SurahNumber":23,"VerseNumber":115,"Text":"Pensiez-vous que Nous vous avions créés sans but, et que vous ne seriez pas ramenés vers Nous"},{"SurahNumber":23,"VerseNumber":116,"Text":"Que soit exalté Allah, le vrai Souverain! Pas de divinité [véritable] en dehors de Lui, le Seigneur du Trône sublime"},{"SurahNumber":23,"VerseNumber":117,"Text":"Et quiconque invoque avec Allah une autre divinité, sans avoir la preuve évidente [de son existence], aura à en rendre compte à son Seigneur. En vérité, les mécréants, ne réussiront pas"},{"SurahNumber":23,"VerseNumber":118,"Text":"Et dis : \"Seigneur ! Pardonne et fais miséricorde ! C’est Toi le Meilleur des miséricordieux"}]}