{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Ten, kdo se odevzdal do vůle Boží a koná dobré skutky, ten chopil se rukojeti nejspolehlivější a Bohu patří konečné rozhodnutí"},{"SurahNumber":31,"VerseNumber":23,"Text":"Nechť tě nermoutí nevíra těch, kdož neuvěřili! K Nám se uskuteční návrat jejich a poučíme je již o tom, co konali - vždyť Bůh dobře ví, co hrudi skrývají"},{"SurahNumber":31,"VerseNumber":24,"Text":"Necháváme je užívat trochu radostí, ale potom je podrobíme trestu přísnému"},{"SurahNumber":31,"VerseNumber":25,"Text":"Když se jich zeptáš: \"Kdo stvořil nebesa a zemi?\", jistě odpoví: \"Bůh.\" Rci: \"Chvála Bohu!\" Však většina z nich nic neví"},{"SurahNumber":31,"VerseNumber":26,"Text":"Bohu náleží vše, co na nebesích je i na zemi, a Bůh věru je soběstačný, chvályhodný"},{"SurahNumber":31,"VerseNumber":27,"Text":"Kdyby všechno stromoví, jež je na zemi, bylo pery, a kdyby moře, rozmnožené ještě o sedm moří, bylo inkoustem, nevyčerpala by se nikdy slova Boží - a Bůh mocný je i moudrý"},{"SurahNumber":31,"VerseNumber":28,"Text":"Vaše stvoření i vaše vzkříšení je pro Něj jen jako stvoření a vzkříšení duše jediné - a Bůh zajisté je slyšící i vidoucí"},{"SurahNumber":31,"VerseNumber":29,"Text":"Což nevidíš, že Bůh dává přejít noci v den a dni v noc - a podmanil si slunce a měsíc, takže obě tělesa směřují ke lhůtě stanovené a že Bůh dobře je zpraven o všem, co konáte"},{"SurahNumber":31,"VerseNumber":30,"Text":"A je to proto, že Bůh je skutečnost, zatímco to, co vzýváte vedle Něho, je falešné - a Bůh věru je vznešený i veliký"},{"SurahNumber":31,"VerseNumber":31,"Text":"Což nevidíš, že lodi plují po moři díky dobrodiní Božímu a proto, aby vám ukázal některá ze Svých znamení? A věru jsou v tom znamení pro každého člověka trpělivého, vděčného"},{"SurahNumber":31,"VerseNumber":32,"Text":"A když zahalí je vlny jako temnota, vzývají Boha a zasvěcují mu upřímnou svou víru, a když zachrání je na souši, tu někteří z nich k Němu směřují... A popírat znamení Naše může jedině nevděčník proradný"},{"SurahNumber":31,"VerseNumber":33,"Text":"Lidé, bojte se Pána svého a obávejte se dne, kdy otec nevykoupí syna svého a syn nevykoupí ničím otce svého. Slib Boží se věru uskuteční, nechť vás tedy neoklame život pozemský a nechť vás nepodvede podvodník žádný ohledně Boha"},{"SurahNumber":31,"VerseNumber":34,"Text":"Jen u Boha je vědění o příchodu Hodiny. On déšť hojný sesílá a ví, co skryto je v lůnech, zatímco duše žádná nezná, co si zítra vyslouží, a žádná neví, ve které zemře zemi. Bůh věru je vševědoucí a dobře zpravený"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif lám mím"},{"SurahNumber":32,"VerseNumber":2,"Text":"Seslání Písma tohoto - o němž pochyby není - od Pána lidstva veškerého pochází"},{"SurahNumber":32,"VerseNumber":3,"Text":"oni však říkají: \"Sám si to vymyslil!\" Ó nikoliv, to pravda je od Pána tvého pocházející, abys varoval lid, k němuž nepřišel před tebou varovatel žádný - snad půjdou po správné cestě"},{"SurahNumber":32,"VerseNumber":4,"Text":"Bůh je ten, jenž nebesa a zemi i vše, co je mezi nimi, v šesti dnech stvořil a pak na trůnu Svém se usadil. A nemáte kromě Něho ochránce ani přímluvce žádného. Což se nevzpamatujete"},{"SurahNumber":32,"VerseNumber":5,"Text":"On rozkaz z nebe na zem usměrňuje a ten pak k Němu vystoupí v den, jehož délka - podle počítání vašeho - tisíc let činí"},{"SurahNumber":32,"VerseNumber":6,"Text":"A tak tomu je - On zná nepoznatelné i všeobecně známé a On mocný je i slitovný"},{"SurahNumber":32,"VerseNumber":7,"Text":"ten, jenž udělal překrásně každou věc jím stvořenou a člověka nejdříve z hlíny stvořil"},{"SurahNumber":32,"VerseNumber":8,"Text":"pak potomstvo jeho z kapky vody nicotné učinil"},{"SurahNumber":32,"VerseNumber":9,"Text":"a potom jej vyrovnal a část ducha Svého v něj vdechl; a sluch, zrak i srdce všem vám dal - a přece jak málo jste vděční"},{"SurahNumber":32,"VerseNumber":10,"Text":"A říkají: \"A až zabloudíme kdesi v zemi, což vskutku budeme novým stvořením vzkříšeni?\" A přece jen v setkání s Pánem svým nevěří"}]}