{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"С читающими Писание вступай в споры только о том, что есть лучшего, разве будут из них такие, которые неправомысленны; скажите: \"Мы веруем в то, что свыше ниспосланно нам и ниспосланно вам; Бог ваш и Бог наш един, и Ему мы покорны"},{"SurahNumber":29,"VerseNumber":47,"Text":"Так Мы ниспослали тебе это писание, и те, которым Мы дали это писание, веруют в него; также из этих людей есть такие, которые веруют в него; отрицают знамения наши только неверные"},{"SurahNumber":29,"VerseNumber":48,"Text":"Прежде него ты не читал никакого писания, ни черты из него не писал твоею рукою; от того легкомысленные сомневаются"},{"SurahNumber":29,"VerseNumber":49,"Text":"Подлинно, он - знамения, ясные сердцам тех, которым дано знание: отрицают знамения наши только злочестивые"},{"SurahNumber":29,"VerseNumber":50,"Text":"Они говорят: \"О если бы ниспосланны были ему какие либо знамения Господом его!\" Скажи: \"Знамения в распоряжении одного только Бога, а я только прямой учитель"},{"SurahNumber":29,"VerseNumber":51,"Text":"Не довольно ли для них того, что Мы ниспослали тебе это писание, которое читается им? Истинно, в этом милость, назидание людям верующим"},{"SurahNumber":29,"VerseNumber":52,"Text":"Скажи: \"Достаточный свидетель вам Бог о мне: Он знает, что есть на небесах и на земле. Те, которые веруют в пустое, отвергают веру в Бога, - те погибнут"},{"SurahNumber":29,"VerseNumber":53,"Text":"Они просят тебя, чтобы скорее наступила казнь им. Если бы не был назначен для нее срок, то эта казнь постигла бы их: да, она пришла бы на них внезапно, когда они и не чаяли"},{"SurahNumber":29,"VerseNumber":54,"Text":"Они просят тебя, чтобы скорее наступила казнь им. Истинно, геенна уже охватывает неверных"},{"SurahNumber":29,"VerseNumber":55,"Text":"Будет день, когда эта казнь покроет их и сверху и снизу, и Он скажет: \"Вкусите от дел ваших"},{"SurahNumber":29,"VerseNumber":56,"Text":"О верующие поклонники Мои! Земля Моя обширна: потому Мне, Мне покланяйтесь"},{"SurahNumber":29,"VerseNumber":57,"Text":"Каждая душа вкусит смерть; потом вы возвращены будете к Нам"},{"SurahNumber":29,"VerseNumber":58,"Text":"Тех, которые веруют и делают доброе, Мы вселим в горнем рае: по нему текут реки, в нем они будут жить вечно. Какая прекрасная награда деятельным"},{"SurahNumber":29,"VerseNumber":59,"Text":"Тем, которые терпеливы и уповают на Господа своего"},{"SurahNumber":29,"VerseNumber":60,"Text":"Сколько есть зверей, которые не заботятся о своем пропитании, и Господь питает их, как и вас. Он - слышащий, знающий"},{"SurahNumber":29,"VerseNumber":61,"Text":"Да, если ты спросишь их: \"Кто сотворил небеса и землю, солнце и луну сделал служебными силами?\" Они скажут: \"Бог\". От чего же они нерассудительны"},{"SurahNumber":29,"VerseNumber":62,"Text":"Бог, кому из рабов своих хочет, или с избытком подает ему жизненные потребности, или умеряет для него их количество. Истинно, Бог всеведущ"},{"SurahNumber":29,"VerseNumber":63,"Text":"Да, если ты спросишь их: \"Кто низводит с неба воду и ею оживляет землю после ее омертвления?\" Они скажут: \"Бог\". Скажи: \"Слава Богу!\" Но из них многие нерассудительны"},{"SurahNumber":29,"VerseNumber":64,"Text":"Эта дольная жизнь есть только обольщение, суета: истинно, только в жилище будущего века есть существенная жизнь. О если бы они это знали"},{"SurahNumber":29,"VerseNumber":65,"Text":"Когда они плавают на кораблях, тогда призывают Бога, обещая искреннее служение Ему; но когда Он спасет их на сушу, вот, они уже многобожествуют"},{"SurahNumber":29,"VerseNumber":66,"Text":"Оставаясь неблагодарными за то, что доставили Мы им и предаваясь удовольствиям. Скоро они узнают"},{"SurahNumber":29,"VerseNumber":67,"Text":"Не видели ли они, что Мы эту страну сделали безопасною, тогда как люди, которые в окрестностях их, подвергаются грабительствам? Так уже ли они еще будут веровать в суетное, будут отвергать благотворительность Бога"},{"SurahNumber":29,"VerseNumber":68,"Text":"Есть ли еще кто злочестивее того, кто вымышляет ложь о Боге, или ложью считает истину, после того, как она пришла к нему? Разве в геенне нет поместилища для неверных"},{"SurahNumber":29,"VerseNumber":69,"Text":"Тех, которые ревностно подвизаются для Нас, Мы поведем по прямому пути нашему. Истинно, Бог с делающими благое"}]}