{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Воистину, Аллах удерживает небеса и землю, чтобы они не удалились совсем. А если они удалятся, то никто другой их уже не удержит. Воистину, Он - кроткий, прощающий"},{"SurahNumber":35,"VerseNumber":42,"Text":"[Мекканские многобожники] дали именем Аллаха величайшую клятву, что если к ним придет увещеватель, то они будут на более правильном пути, чем любая другая община. Когда же к ним явился увещеватель, то это только приумножило их отвращение [к истине]"},{"SurahNumber":35,"VerseNumber":43,"Text":"[по причине] их надменности на земле и злонамеренного ухищрения. Но злое ухищрение поражает лишь того, кто творит его. Неужели они ожидают чего-либо иного, кроме того, что постигло древние поколения? Ты никак не найдешь замены для наказания Аллахом, никак не уклонишься от Его наказания"},{"SurahNumber":35,"VerseNumber":44,"Text":"Разве они не странствовали по земле и не видели, чем кончили те, кто жил до них? А ведь они превосходили их силой. Но ничто не ослабит [силы] Аллаха ни на небесах, ни на земле, ведь Он - знающий, могущественный"},{"SurahNumber":35,"VerseNumber":45,"Text":"Если бы Аллах стал наказывать людей за их деяния, то Он не оставил бы на поверхности земли ни единого живого существа, но Он откладывает им [наказание] на предопределенный срок; когда же настанет их срок [, то накажет]. Воистину, Аллах видит [деяния] Своих рабов"},{"SurahNumber":36,"VerseNumber":1,"Text":"Йа син"},{"SurahNumber":36,"VerseNumber":2,"Text":"Клянусь мудрым Кораном"},{"SurahNumber":36,"VerseNumber":3,"Text":"Воистину, ты - из числа посланников"},{"SurahNumber":36,"VerseNumber":4,"Text":"[и стоишь] на прямом пути"},{"SurahNumber":36,"VerseNumber":5,"Text":"[Этот Коран] - откровение Великого, Милосердного"},{"SurahNumber":36,"VerseNumber":6,"Text":"[ниспосланное], дабы ты увещевал народ, праотцы которого не вняли увещеваниям в небрежении [к вере]"},{"SurahNumber":36,"VerseNumber":7,"Text":"С большинством из них свершилось предопределенное, ибо они не уверовали"},{"SurahNumber":36,"VerseNumber":8,"Text":"Воистину, Мы наложили им на шеи оковы до самого подбородка, так что они [ходят], задрав головы"},{"SurahNumber":36,"VerseNumber":9,"Text":"Мы воздвигли преграду перед ними, а также позади них, набросили покров [на глаза], так что они не видят [пути истины]"},{"SurahNumber":36,"VerseNumber":10,"Text":"Безразлично им, увещеваешь ты их или нет: они [все равно] не уверуют"},{"SurahNumber":36,"VerseNumber":11,"Text":"Ты можешь увещевать только того, кто будет следовать за Кораном и боится втайне милостивого [Аллаха]. Сообщи же ему радостную весть о прощении и щедром вознаграждении"},{"SurahNumber":36,"VerseNumber":12,"Text":"Воистину, Мы оживляем мертвых и записываем то, что они вершили, и то, что они оставили после себя. И все Мы подсчитали в ясном руководстве"},{"SurahNumber":36,"VerseNumber":13,"Text":"В виде примера приведи им жителей города, когда к ним явились посланцы"},{"SurahNumber":36,"VerseNumber":14,"Text":"Когда Мы отправили к ним двух [посланцев], они не признали их, и тогда Мы подкрепили их третьим [посланцем], и они возвестили: \"Воистину, мы - посланцы к вам"},{"SurahNumber":36,"VerseNumber":15,"Text":"[Им] ответили: \"Вы - такие же люди, как и мы. Милостивый [Аллах] не ниспосылал никакого [откровения], а вы лишь говорите ложь"},{"SurahNumber":36,"VerseNumber":16,"Text":"Они сказали: \"Наш Господь знает, что мы -посланцы к вам"},{"SurahNumber":36,"VerseNumber":17,"Text":"И наша обязанность - только [возгласить] ясную весть"},{"SurahNumber":36,"VerseNumber":18,"Text":"[Им] ответили: \"Воистину, вы приносите нам дурное предзнаменование. Если вы не оставите нас [в покое], мы непременно побьем вас камнями и вас постигнет Наше мучительное наказание"},{"SurahNumber":36,"VerseNumber":19,"Text":"Они сказали: \"Дурное предзнаменование - в вас самих. Неужели, если вас увещевают, [вы будете считать это дурным предзнаменованием]? Тогда вы - люди, преступившие пределы [дозволенного]"},{"SurahNumber":36,"VerseNumber":20,"Text":"И тут с окраины города прибежал некий муж и воскликнул: \"О мой народ! Последуйте за посланцами"},{"SurahNumber":36,"VerseNumber":21,"Text":"Последуйте за теми, кто не просит у вас вознаграждения. Ведь они - на прямом пути"},{"SurahNumber":36,"VerseNumber":22,"Text":"Почему бы мне не поклоняться Тому, кто сотворил меня и к кому вы вернетесь"},{"SurahNumber":36,"VerseNumber":23,"Text":"Неужели я стану поклоняться другим богам помимо Него? Если Милостивому будет угодно причинить мне зло, то ничем не поможет мне их (т. е. богов) заступничество и они не спасут меня [от кары]"},{"SurahNumber":36,"VerseNumber":24,"Text":"В таком случае и я окажусь в явном заблуждении"},{"SurahNumber":36,"VerseNumber":25,"Text":"Воистину, я уверовал в вашего Господа. Так слушайте же меня"},{"SurahNumber":36,"VerseNumber":26,"Text":"Сказано было [ему]: \"Войди [прямо] в рай!\" И он воскликнул: \"О, если бы мой народ знал"},{"SurahNumber":36,"VerseNumber":27,"Text":"за что меня простил мой Господь, за что причислил меня к почитаемым"}]}