{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"Analar, emzirme zamanını tamamlamak isterlerse tam iki yıl, çocuklarına süt verirler. Evlat sahibi olana da evladını emzirenin rızkını, elbisesini, örfe göre, vermesi borçtur. Kimseye gücünden fazla bir şey teklif edilemez. Ne ana evladından zarar görmeli, ne baba. Mirasçıya da hüküm aynıdır. Anayla baba, birbirleriyle danışırlar da, razı olurlar, çocuğu memeden kesmek isterlerse beis yok. Çocuklarınızı başkalarına emzirtmek isterseniz vereceğiniz şeyi güzelce, yollu yordamlı verdikten sonra artık size suç yoktur. Sakının Allah'tan ve bilin ki Allah, ne yaparsanız görür"},{"SurahNumber":2,"VerseNumber":234,"Text":"İçinizden biri ölür de arkasında kadın bırakırsa bu çeşit adamların kadınları dört ay, on gün beklerler. Bu müddeti geçirdikten sonra meşru bir surette kendiliklerinden dilediklerine varabilirler, bu hususta size bir suç yoktur artık. Allah, ne yaparsanız, hepsinden de haberdardır"},{"SurahNumber":2,"VerseNumber":235,"Text":"Alacağınız kadınlara, onları alacağınızı anlatmanızda, yahut da bunu gizlemenizde bir beis yok. Allah bilir ki siz, onları anacak, hatırlayacaksınız. Yalnız onlarla gizlice de sözleşmeyin, doğru ve yolunda bir söz söylerseniz o başka. Farz olan müddet geçmedikçe nikah bağını bağlamaya kalkışmayın. Şüphe yok ki Allah, gönlünüzdekini de bilir, bundan dolayı çekinin ondan. Bilin ki Allah suçları örter, cezada acele etmez"},{"SurahNumber":2,"VerseNumber":236,"Text":"Kadınları, onlara dokunmadan, yahut nikah parası kesişmeden boşadınızsa beis yok. Ama onları da faydalandırın. Gücü yeten, gücü yettiği kadar, kudreti olmayan da kendi miktarınca ve örfe uygun olarak bir şey versin. Bu, ihsan sahiplerine bir borçtur"},{"SurahNumber":2,"VerseNumber":237,"Text":"Onlara dokunmadan boşarsanız nikah parası kesmiş olduğunuz takdirde kabul ettiğiniz paranın yarısını vermeniz gerek. Ancak kadın, hakkını bağışlar, yahut nikahın düğümü kimin elindeyse o, bu hakkı bahşederse bu ayrı. Sizin bağışlamanız, takvaya daha yakındır. Aranızdaki üstünlüğü unutmayın. Şüphe yok ki Allah, yaptıklarınızı görür"},{"SurahNumber":2,"VerseNumber":238,"Text":"Koruyun namazları, hele orta namazına çok dikkat edin ve Allah'a itaat ederek namaz kılın"},{"SurahNumber":2,"VerseNumber":239,"Text":"Korkuyorsanız yürüyerek, yahut hayvana binmiş olduğunuz halde kılın. Emniyete çıktınız mı bilmediğiniz şeyleri size belleten Allah'ı anın"},{"SurahNumber":2,"VerseNumber":240,"Text":"İçinizden ölüp de karısını geride bırakacaklara gelince, onlara, evlerinden çıkarmaksızın yılına kadar bir geçim vasiyet etmeleri gerek. Yok, eğer karıları evlerini bırakıp giderlerse yapacakları meşru bir şeyden dolayı size suç yok. Allah üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Boşanan kadınlar için de artık ve eksik olmamak üzere bir şey vermek gerek. Bu da sakınanlara bir borçtur"},{"SurahNumber":2,"VerseNumber":242,"Text":"İşte Allah, aklınız ersin diye size ayetlerini böyle apaçık bildirir"}]}