{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"We will test you in your wealth and in yourselves, and you will hear from those who have been given the Scripture from before you and from those who set up partners much annoyance"},{"SurahNumber":3,"VerseNumber":187,"Text":"And God took the covenant of those who were given the Scripture: \"You will make it clear to the people and not conceal it.\" But they threw it behind their backs and purchased with it a cheap price. Miserable indeed is what they have purchased"},{"SurahNumber":3,"VerseNumber":188,"Text":"Do not think that those who are happy with what they have been given, and they love to be praised for what they did not do; do not think they are saved from the punishment. For them is a painful retribution"},{"SurahNumber":3,"VerseNumber":189,"Text":"And to God is the sovereignty of heavens and Earth, and God is capable of all things"},{"SurahNumber":3,"VerseNumber":190,"Text":"In the creation of heavens and Earth, and the difference between night and day, are signs for those with understanding"},{"SurahNumber":3,"VerseNumber":191,"Text":"Those who remember God while standing, and sitting, and on their sides, and they ponder in the creation of the heavens and the Earth: \"Our Lord you did not create this without purpose, be You glorified, spare us the retribution of the Fire"},{"SurahNumber":3,"VerseNumber":192,"Text":"Our Lord, whoever You admit to the Fire has been disgraced. The wicked will have no supporters"},{"SurahNumber":3,"VerseNumber":193,"Text":"Our Lord, we have heard a caller inviting to the faith: \"Believe in your Lord,\" so we have believed. Our Lord forgive us our evil deeds and remit our sins, and take us with the obedient ones"},{"SurahNumber":3,"VerseNumber":194,"Text":"Our Lord, and grant us what You have promised through Your messengers, and do not embarrass us on the Day of Resurrection. You do not break the promise"},{"SurahNumber":3,"VerseNumber":195,"Text":"Their Lord answered them: \"I do not waste the work of any worker from among you, be you male or female, you are all as each other. For those who emigrated and were driven-out from their homes and were harmed in My cause, and they fought and were killed, I will remit for them their sins and admit them to paradises with rivers flowing beneath; a reward from God; and God has the best reward"},{"SurahNumber":3,"VerseNumber":196,"Text":"Do not be deceived by the success of those who disbelieved throughout the land"},{"SurahNumber":3,"VerseNumber":197,"Text":"A brief enjoyment, then their abode is Hell. What a miserable abode"},{"SurahNumber":3,"VerseNumber":198,"Text":"As for those who revere their Lord, they will have paradises with rivers flowing beneath; eternally they reside in it as a dwelling from God. What is with God is better for the obedient"},{"SurahNumber":3,"VerseNumber":199,"Text":"And from the people of the Scripture are those who believe in God and what was sent down to you and what was sent down to them; fearful to God, they do not purchase with His revelations a cheap price. These will have their reward with their Lord. God is quick in reckoning"},{"SurahNumber":3,"VerseNumber":200,"Text":"O you who believe, be patient and call for patience, and bond together and revere God that you may succeed"}]}