{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Göklerin ve yerin yaratılışında da, kendi nefislerinin yaratılışında da Ben onları şahid tutmadım. Ben, saptırıcıları yardımcı güç de edinmedim"},{"SurahNumber":18,"VerseNumber":52,"Text":"«Benim ortaklarım sandığınız şeyleri çağırın» (diye küfre sapanlara) diyeceği gün; işte onları çağırmışlardır, ama onlar, kendilerine cevap vermemişlerdir. Biz onların aralarında bir uçurum koyduk"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suçlu günahkârlar ateşi görmüşlerdir, artık içine kendilerinin gireceklerini de anlamışlardır; ancak ondan bir kaçış yolu bulamamışlardır"},{"SurahNumber":18,"VerseNumber":54,"Text":"Andolsun, bu Kur´an´da insanlar için Biz her örnekten çeşitli açıklamalarda bulunduk. İnsan, her şeyden çok tartışmacıdır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kendilerine hidayet geldiği zaman insanları inanmaktan ve Rablerinden bağışlanma dilemelerinden alıkoyan şey, ancak evvelkilerin sünnetinin kendilerine de gelmesi ya da azabın onları karşılarcasına kendilerine gelmesi(ni beklemeleri) dir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz peygamberleri, müjde vericiler ve uyarıp korkutucular olmak dışında (başka bir amaçla) göndermemekteyiz. Küfre sapanlar ise, hakkı batıl ile geçersiz kılmak için mücadele etmektedirler. Onlar benim ayetlerimi ve uyarılıp korkutuldukları (azabı) alay konusu edindiler"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kendisine Rabbinin ayetleri öğütle hatırlatıldığı zaman, onlara sırt çeviren ve ellerinin önden gönderdikleri (amelleri) ni unutandan daha zalim kimdir? Biz gerçekten, onların kalpleri üzerine onu kavrayıp anlamalarını engelleyen bir perde (gerdik) kulaklarına da bir ağırlık koyduk. Sen onları hidayete çağırsan bile, onlar sonsuza kadar asla hidayet bulamazlar"},{"SurahNumber":18,"VerseNumber":58,"Text":"Senin Rabbin rahmet sahibi (ve) bağışlayıcıdır. Eğer, kazanmakta olduklarından dolayı onları (azabla) yakalayıverseydi, şüphesiz onlara azabı (bir an önce) çabuklaştırırdı. Hayır, onlar için bir buluşma zamanı vardır, onun dışında asla başka bir sığınak bulamayacaklardır"},{"SurahNumber":18,"VerseNumber":59,"Text":"İşte ülkeler (ve onların halkları), zulme saptıkları zaman onları yıkıma uğrattık; ve yıkımları için de bir buluşma zamanı tesbit ettik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa genç yardımcısına demişti: «İki denizin birleştiği yere ulaşıncaya kadar gideceğim ya da uzun zamanlar geçireceğim.»"},{"SurahNumber":18,"VerseNumber":61,"Text":"Böylece ikisi, iki (deniz)in birleştiği yere ulaşınca balıklarını unutuverdiler; (balık da) denizde bir akıntıya doğru (veya bir menfez bulup) kendi yolunu tuttu"},{"SurahNumber":18,"VerseNumber":62,"Text":"(Varmaları gereken yere gelip) geçtiklerinde (Musa) genç yardımcısına dedi ki: «Yemeğimizi getir bize, andolsun, bu yaptığımız yolculuktan gerçekten yorulduk.»"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Genç yardımcısı) dedi ki: «Gördün mü, kayaya sığındığımızda, ben balığı unutmuş oldum. Onu hatırlamamı Şeytan´dan başkası bana unutturmadı; o da şaşılacak tarzda denizde kendi yolunu tuttu.»"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa) Dedi ki: «Bizim de aradığımız buydu.» Böylelikle ikisi izleri üzerinde geriye doğru gittiler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Derken, katımızdan kendisine bir rahmet verdiğimiz ve tarafımızdan kendisine bir ilim öğrettiğimiz kullarımızdan bir kulu buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona dedi ki: «Doğru yol (rüşd) olarak sana öğretilenden bana öğretmen için sana tabi olabilir miyim?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Dedi ki: «Gerçekten sen, benimle birlikte olma sabrını göstermeye güç yetiremezsin.»"},{"SurahNumber":18,"VerseNumber":68,"Text":"(Böyleyken) «Özünü kavramaya kuşatıcı olamadığın şeye nasıl sabredebilirsin?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa:) «İnşaallah, beni sabreden (biri olarak) bulacaksın. Hiç bir işte sana karşı gelmeyeceğim» dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dedi ki: «Eğer bana uyacak olursan, hiç bir şey hakkında bana soru sorma, ben sana öğütle anlatıp söz edinceye kadar.»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Böylece ikisi yola koyuldu. Nitekim bir gemiye binince, o bunu (gemiyi) deliverdi. (Musa) Dedi ki: «İçindekilerini batırmak için mi onu deldin? Andolsun, sen şaşırtıcı bir iş yaptın.»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Dedi ki: «Gerçekten benimle birlikte olma sabrını göstermeye kesinlikle güç yetiremeyeceğini ben sana söylemedim mi?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa:) «Beni, unuttuğumdan dolayı sorgulama ve bu işimden dolayı bana zorluk çıkarma» dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Böylece ikisi (yine) yola koyuldular. Nitekim bir çocukla karşılaştılar, o hemen tutup onu öldürüverdi. (Musa) Dedi ki: «Bir cana karşılık olmaksızın, tertemiz bir canı mı öldürdün? Andolsun, sen kötü bir iş yaptın.»"}]}