{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Und als der Sohn Maryams als Beispiel angeführt wurde, da brach dein Volk sogleich in Geschrei aus"},{"SurahNumber":43,"VerseNumber":58,"Text":"Und sie sagten: Sind unsere Götter besser oder er? Sie führten ihn dir nur zum Streiten an. Nein! Vielmehr sind sie streitsüchtige Leute"},{"SurahNumber":43,"VerseNumber":59,"Text":"Er ist nur ein Diener, dem Wir Gunst erwiesen und den Wir zu einem Beispiel für die Kinder Isra’ils gemacht haben"},{"SurahNumber":43,"VerseNumber":60,"Text":"Und wenn Wir wollten, könnten Wir euch wahrlich zu Engeln machen, die zu Statthaltern auf der Erde würden"},{"SurahNumber":43,"VerseNumber":61,"Text":"Und er ist wahrlich Wissen von der Stunde (des Gerichts)’. So hegt ja keinen Zweifel an ihr und folgt mir. Das ist ein gerader Weg"},{"SurahNumber":43,"VerseNumber":62,"Text":"Und der Satan soll euch ja nicht abhalten. Gewiß, er ist euch ein deutlicher Feind"},{"SurahNumber":43,"VerseNumber":63,"Text":"Und als ’Isa mit den klaren Beweisen kam, sagte er: Ich komme ja zu euch mit der Weisheit, und um euch einiges von dem klarzumachen, worüber ihr uneinig seid. So fürchtet Allah und gehorcht mir"},{"SurahNumber":43,"VerseNumber":64,"Text":"Gewiß, Allah ist ja mein Herr und euer Herr; so dient Ihm. Das ist ein gerader Weg"},{"SurahNumber":43,"VerseNumber":65,"Text":"Doch wurden die Gruppierungen untereinander uneinig; so wehe denjenigen, die Unrecht tun, vor der Strafe eines schmerzhaften Tages"},{"SurahNumber":43,"VerseNumber":66,"Text":"Erwarten sie nur die Stunde, daß sie plötzlich über sie kommt, ohne daß sie merken"},{"SurahNumber":43,"VerseNumber":67,"Text":"Die Freunde werden an jenem Tag einer des anderen Feind sein, außer den Gottesfürchtigen"},{"SurahNumber":43,"VerseNumber":68,"Text":"O meine Diener, keine Furcht soll heute über euch kommen, noch sollt ihr traurig sein"},{"SurahNumber":43,"VerseNumber":69,"Text":"(ihr,) die ihr an Unsere Zeichen glaubtet und (Uns) ergeben wart"},{"SurahNumber":43,"VerseNumber":70,"Text":"Geht in den (Paradies)garten ein, euch und euren Gattinnen wird Freude bereitet"},{"SurahNumber":43,"VerseNumber":71,"Text":"Es werden ihnen Schüsseln aus Gold und Trinkschalen herumgereicht; darin gibt es, was die Seelen begehren und köstlich für die Augen ist. Und ewig werdet ihr darin bleiben"},{"SurahNumber":43,"VerseNumber":72,"Text":"Das ist der (Paradies)garten, der euch zum Erbe gegeben worden ist für das, was ihr zu tun pflegtet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Darin habt ihr vielerlei Früchte, von denen ihr eßt"},{"SurahNumber":43,"VerseNumber":74,"Text":"Gewiß, die Übeltäter (hingegen) werden in der Strafe der Hölle ewig bleiben"},{"SurahNumber":43,"VerseNumber":75,"Text":"Sie wird ihnen nicht herabgesetzt, und sie werden darin ganz verzweifelt sein"},{"SurahNumber":43,"VerseNumber":76,"Text":"Nicht Wir haben ihnen Unrecht getan, sondern sie sind es, die Unrecht getan haben"},{"SurahNumber":43,"VerseNumber":77,"Text":"Und sie rufen: O Malik, dein Herr soll unserem Leben ein Ende setzen. Er sagt: Gewiß, ihr werdet (hier) bleiben"},{"SurahNumber":43,"VerseNumber":78,"Text":"Wir sind zu euch mit der Wahrheit gekommen, aber den meisten von euch ist die Wahrheit zuwider"},{"SurahNumber":43,"VerseNumber":79,"Text":"Oder haben sie sich eine Sache ausgedacht? Auch Wir können Uns (etwas) ausdenken"},{"SurahNumber":43,"VerseNumber":80,"Text":"Oder meinen sie, daß Wir ihr Geheimes und ihre vertraulichen Gespräche nicht hören? Ja doch, Unsere Boten sind bei ihnen und schreiben (alles) auf"},{"SurahNumber":43,"VerseNumber":81,"Text":"Sag: Wenn der Allerbarmer Kinder hätte, wäre ich der erste derjenigen, die (Ihm) dienen"},{"SurahNumber":43,"VerseNumber":82,"Text":"Preis sei dem Herrn der Himmel und der Erde, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie (Ihm) zuschreiben"},{"SurahNumber":43,"VerseNumber":83,"Text":"So lasse sie nur schweifende Gespräche führen und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist"},{"SurahNumber":43,"VerseNumber":84,"Text":"Er ist es, Der im Himmel Gott und auf der Erde Gott ist; Er ist der Allweise und Allwissende"},{"SurahNumber":43,"VerseNumber":85,"Text":"Und Segensreich ist Derjenige, Dem die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist, gehört, Der das Wissen über die Stunde besitzt und zu Dem ihr zurückgebracht werdet"},{"SurahNumber":43,"VerseNumber":86,"Text":"Und diejenigen, die sie anstatt Seiner anrufen, verfügen nicht über die Fürsprache, außer wer der Wahrheit entsprechend bezeugt, und sie wissen (es)"},{"SurahNumber":43,"VerseNumber":87,"Text":"Wenn du sie fragst, wer sie erschaffen hat, sagen sie ganz gewiß: Allah. Wie lassen sie sich also abwendig machen"},{"SurahNumber":43,"VerseNumber":88,"Text":"Und bei seinem Ausspruch: O mein Herr, gewiß, das sind Leute, die nicht glauben"},{"SurahNumber":43,"VerseNumber":89,"Text":"Übe Nachsicht mit ihnen und sag: Friede! Sie werden (es noch) erfahren"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Bei dem deutlichen Buch"},{"SurahNumber":44,"VerseNumber":3,"Text":"Wir haben es wahrlich in einer gesegneten Nacht herabgesandt - Wir haben ja (die Menschen) immer wieder gewarnt"},{"SurahNumber":44,"VerseNumber":4,"Text":"in der jede weise Angelegenheit einzeln entschieden wird"},{"SurahNumber":44,"VerseNumber":5,"Text":"als eine Angelegenheit von Uns aus - Wir haben ja immer wieder (Warner) gesandt"},{"SurahNumber":44,"VerseNumber":6,"Text":"als eine Barmherzigkeit von deinem Herrn - gewiß, Er ist der Allhörende und Allwissende"},{"SurahNumber":44,"VerseNumber":7,"Text":"dem Herrn der Himmel und der Erde und dessen, was dazwischen ist, wenn ihr überzeugt seid"},{"SurahNumber":44,"VerseNumber":8,"Text":"Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben, (Er), euer Herr und der Herr eurer Vorväter"},{"SurahNumber":44,"VerseNumber":9,"Text":"Aber nein! Sie sind im Zweifel und treiben ihr Spiel"},{"SurahNumber":44,"VerseNumber":10,"Text":"So erwarte den Tag, an dem der Himmel deutlichen Rauch hervorbringt"},{"SurahNumber":44,"VerseNumber":11,"Text":"der die Menschen überdecken wird. Das ist eine schmerzhafte Strafe"},{"SurahNumber":44,"VerseNumber":12,"Text":"Unser Herr, nimm die Strafe von uns hinweg; wir sind (jetzt) ja gläubig"},{"SurahNumber":44,"VerseNumber":13,"Text":"Wie soll ihnen (jetzt) die Selbstbesinnung nützen, wo bereits ein deutlicher Gesandter zu ihnen kam"},{"SurahNumber":44,"VerseNumber":14,"Text":"sie sich hierauf aber von ihm abkehrten und sagten: Einer, dem vorgesagt wird, ein Besessener"},{"SurahNumber":44,"VerseNumber":15,"Text":"Wir werden die Strafe ein wenig hinwegnehmen. Ihr werdet sicher zurückkehren"},{"SurahNumber":44,"VerseNumber":16,"Text":"Am Tag, da Wir mit der größten Gewalt zupacken werden, gewiß, da werden Wir Vergeltung üben"}]}