{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"Тебе запитують про молодий місяць. Скажи: «Він визначає час для людей та для здійснення хаджжу». Благочестя ж полягає не в тому, щоб входити до будинків через задні двері; але благочестивим є той, хто є богобоязливим. Тож входьте до будинків через двері їхні і бійтесь Аллага — можливо, матимете ви успіх"},{"SurahNumber":2,"VerseNumber":190,"Text":"І боріться на шляху Аллага проти тих, хто бореться проти вас. Але не виявляйте ворожості при цьому, бо ж, воістину, Аллаг не любить тих, хто виявляє ворожість"},{"SurahNumber":2,"VerseNumber":191,"Text":"Вбивайте їх усюди, де відшукаєте, виганяйте їх звідти, звідки вони вигнали вас! Смута гірша за вбивство! Але не починайте боротьби з ними біля Забороненої Мечеті, поки вони не почнуть там боротьби проти вас, тоді вбивайте їх! Такою є відплата невіруючим"},{"SurahNumber":2,"VerseNumber":192,"Text":"Та якщо вони зупиняться, то Аллаг — Прощаючий, Милосердний"},{"SurahNumber":2,"VerseNumber":193,"Text":"Боріться проти них, поки не зникне смута, і релігія не буде належати Аллагу! Та якщо вони зупиняться, то нехай не буде ворожості, окрім як проти нечестивців"},{"SurahNumber":2,"VerseNumber":194,"Text":"Заборонений місяць — за заборонений місяць. Порушення заборон вимагає помсти! Якщо хтось виявить ворожість до вас, то ви виявите ворожість до нього так само, як він виявляв ворожість до вас. Бійтеся Аллага і знайте, що Аллаг — із богобоязливими"},{"SurahNumber":2,"VerseNumber":195,"Text":"Жертвуйте на шляху Аллага та не йдіть через руки свої до загибелі! І творіть добро; воістину, Аллаг любить тих, хто творить добро"},{"SurahNumber":2,"VerseNumber":196,"Text":"Звершуйте хаджж та умру заради Аллага. Якщо вам заважають, то принесіть у жертву те, що зможете, але не голіть своїх голів, поки пожертва не досягне місця заклання. А якщо хто з вас хворий або має рану на голові, то нехай задля відкупу тримає піст, дає милостиню, або принесе жертву. Якщо ви перебуваєте у безпеці, то той, хто має поєднати умру з хаджжем, має принести у жертву те, що зможе. А хто не має змоги зробити це, то нехай під час хаджжу тримає піст три дні і сім днів після повернення з хаджжу — усього десять. Це для тих, чия сім’я не живе біля Забороненої Мечеті. Тож бійтесь Аллага та знайте, що Аллаг суворий у покаранні"},{"SurahNumber":2,"VerseNumber":197,"Text":"Хаджж — у відомі місяці. І хто вирішив здійснити хаджж, той нехай не входить до жінок, нехай не чинить гріха та нехай не сперечається під час хаджжу. Аллаг знає про те добро, яке чините ви. Запасайтеся ж у дорогу, воістину, найкращий запас — це богобоязливість. Тож будьте богобоязливими, о ви, обдаровані розумом"},{"SurahNumber":2,"VerseNumber":198,"Text":"Не буде вам гріха, якщо у цей час ви будете шукати ласки Господа вашого! А коли ви повернетесь з Арафату, то згадуйте Аллага у Забороненому місці! Згадуйте Його — те, як Він вказав вам прямий шлях, тоді як раніше ви були тими, хто заблукав"},{"SurahNumber":2,"VerseNumber":199,"Text":"Далі йдіть туди, куди йшли інші люди. Просіть прощення у Аллага, воістину, Аллаг — Прощаючий, Милосердний"},{"SurahNumber":2,"VerseNumber":200,"Text":"Коли виконаєте необхідні приписи, то згадуйте Аллага так, як ви згадуєте батьків ваших, або й ще сильніше. І є серед людей такі, які говорять: «Господи наш! Обдаруй нас у житті земному!» Такі не матимуть частки у житті наступному"},{"SurahNumber":2,"VerseNumber":201,"Text":"Серед них є й такі, які говорять: «Господи наш! Даруй нам найкраще у житті земному і даруй нам найкраще у житті наступному! І врятуй нас від кари пекельної!»"},{"SurahNumber":2,"VerseNumber":202,"Text":"Вони й матимуть наділ — за те, що чинили вони. Аллаг швидкий у відплаті"}]}