{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"Mais les gens des Écritures ne sont pas tous semblables. Il est parmi eux une communauté droite, dont les membres récitent pendant la nuit les versets de Dieu et se prosternent"},{"SurahNumber":3,"VerseNumber":114,"Text":"Ceux-là croient en Dieu et au Jour Dernier, incitent à faire le bien et à se détourner de ce qui est répréhensible, et s’empressent d’accomplir de bonnes œuvres. Ceux-là sont du nombre des justes"},{"SurahNumber":3,"VerseNumber":115,"Text":"Quelque bien qu’ils accomplissent, il ne leur sera pas dénié car Dieu connaît ceux qui Le craignent"},{"SurahNumber":3,"VerseNumber":116,"Text":"Quant aux incrédules, ni leurs richesses ni leurs progénitures ne leur épargneront le châtiment de Dieu. Ceux-là auront l’Enfer pour demeure éternelle"},{"SurahNumber":3,"VerseNumber":117,"Text":"Ce qu’ils auront prodigué en aumône en ce bas-monde, rend leur situation semblable à ceux qui ont été injustes avec eux-mêmes, et qui ont vu les champs qu’ils ont cultivés, détruits par un vent glacial chargé de grêle. Dieu ne les a pas lésés, mais ce sont eux qui se sont fait du tort à eux-mêmes"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ô vous qui croyez ! Ne confiez pas vos secrets à quiconque en dehors de votre communauté, car ils n’épargneront aucun effort pour vous nuire. Ils ne désirent rien d’autre que de vous voir souffrir. La haine qu’ils vous portent se lit dans les mots qui sortent de leurs bouches. Mais celle qui est enfouie dans leurs cœurs est encore plus grande. Nous vous avons exposé Nos signes de façon claire. À vous d’en méditer le sens"},{"SurahNumber":3,"VerseNumber":119,"Text":"Vous les aimez mais ils ne vous aiment pas. Vous croyez aux Écritures de manière exclusive. Lorsqu’ils sont en votre présence, ils disent : « Nous croyons », mais dès qu’ils se retrouvent seuls, ils se mordent les doigts avec rage contre vous. Dis-leur : « Puissiez-vous mourir de rage ! ». Dieu connaît le fond de leurs pensées"},{"SurahNumber":3,"VerseNumber":120,"Text":"Si quelque bienfait vous est accordé, ils s’en affligent. Si au contraire un mal vous touche, ils s’en réjouissent. Mais si vous faites preuve de patience et craignez Dieu, alors leurs desseins ne vous nuiront aucunement, car Dieu les cerne de toutes parts"},{"SurahNumber":3,"VerseNumber":121,"Text":"Il en fut ainsi lorsque tu (Prophète) quittais ta famille à l’aube pour aller assigner aux croyants leurs postes au combat. Dieu entend tout et Il sait tout"},{"SurahNumber":3,"VerseNumber":122,"Text":"Il en fut ainsi lorsque deux groupes parmi vous fléchirent. Dieu, leur Protecteur, a renforcé leur courage. Que les croyants placent leur confiance en Dieu"},{"SurahNumber":3,"VerseNumber":123,"Text":"Dieu ne vous a-t-Il pas accordé la victoire à Badr alors que vous étiez vulnérables ? Craignez donc Dieu ! Peut-être serez-vous reconnaissants"},{"SurahNumber":3,"VerseNumber":124,"Text":"Rappelle-toi lorsque tu t’adressais aux croyants : « Ne vous suffit-il pas que votre Seigneur vous ait renforcé en vous envoyant trois mille anges descendus du Ciel ? »"},{"SurahNumber":3,"VerseNumber":125,"Text":"Mieux encore, si vous faites preuve de patience et de piété et que l’ennemi vous surprend, Dieu vous enverra en renfort cinq mille anges clairement identifiés"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ce n’était là qu’une heureuse nouvelle émanant de Dieu afin d’apaiser vos craintes, car la victoire ne peut intervenir qu’avec l’aide de Dieu, le Tout-Puissant, Le Sage"},{"SurahNumber":3,"VerseNumber":127,"Text":"Afin de tailler dans les rangs des infidèles ou en leur faisant subir une défaite qui les humiliera et les renverra vaincus"},{"SurahNumber":3,"VerseNumber":128,"Text":"Il ne t’appartient pas de décider s’Il les place sur la Voie Droite ou s’Il les châtie. En vérité, ils sont coupables"},{"SurahNumber":3,"VerseNumber":129,"Text":"À Dieu appartient tout ce qui est dans les Cieux et sur la Terre. Il pardonne à qui Il veut et Il châtie selon Sa volonté. En vérité Dieu est Clément et Miséricordieux"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ô vous qui croyez ! Ne vivez pas de l’usure en multipliant doublement vos profits. Craignez Dieu ! Peut-être trouverez en cela votre prospérité"},{"SurahNumber":3,"VerseNumber":131,"Text":"Redoutez les flammes de l’Enfer déjà apprêté pour les dénégateurs"},{"SurahNumber":3,"VerseNumber":132,"Text":"Obéissez à Dieu et au Prophète et la grâce de Dieu pourrait ainsi s’étendre sur vous"}]}