{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar, siz Allaha muhtaçsınız. Allah ise, O, her şeyden müstağnidir, her hamde lâyıkdır"},{"SurahNumber":35,"VerseNumber":16,"Text":"Eğer dilerse sizi giderir, (yerinize) yepyeni bir halk getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu, Allaha göre güc de değildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Günâh işleyen hiçbir nefs, başkasının günâhını çekmez. Eğer yükü (günâhı) ağır bir kişi (diğer birini) onu taşımıya çağırırsa, bu, hısımı da olsa, kendisine ondan hiçbir şey yükletil (mesine rızaa göstermez. Sen ancak gaaibâne Rabbinden korkmakda olanları, namazı dosdoğru kılanları sakındıracaksın. Kim temizlenirse sırf kendi fâidesine temizlenmiş olur. Nihayet varış Allâhadır)"},{"SurahNumber":35,"VerseNumber":19,"Text":"Körle gören, karanlıklarla nuur, gölge ile sıcak bir olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Körle gören, karanlıklarla nuur, gölge ile sıcak bir olmaz"},{"SurahNumber":35,"VerseNumber":21,"Text":"Körle gören, karanlıklarla nuur, gölge ile sıcak bir olmaz"},{"SurahNumber":35,"VerseNumber":22,"Text":"(Hulâsa:) Dirilerle ölüler bir olmaz. Şübhesiz ki Allah kimi dilerse ona (hakıykatları) duyurur. Sen kabirlerde olanlara da işitdirecek değilsin a"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen gelecek tehlikeleri haber veren (bir peygamber) den başkası değilsin"},{"SurahNumber":35,"VerseNumber":24,"Text":"Şübhesiz ki biz seni (rahmetimizin) müjdeci (si,) (azabımızın) korkutucu (su) olarak hidâyetle gönderdik. Hiçbir ümmet müstesna olmamak üzere mutlakaa içinde (azâbdan) bir korkutucu (peygamber gelib) geçmişdir"},{"SurahNumber":35,"VerseNumber":25,"Text":"Eğer (Habîbim) seni tekzîb ediyorlarsa kendilerinden öncekiler de (peygamberlerini) tekzîb etmiş (ler) dir. Halbuki onların peygamberleri kendilerine açık açık mu´cizeler, sahîfeler ve nuur veren kitablar da getirmişlerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra ben o küfredenleri tutub yakaladım. (Bak) benim inkârım da nice imiş"},{"SurahNumber":35,"VerseNumber":27,"Text":"Allahın, gökden bir su indirdiğini ve işte onunla nev´ileri başka başka meyveler (bitirib) çıkardığımızı görmedin mi? Dağlardan da beyaz beyaz, kırmızı kırmızı, renkleri çeşidli ve kuzgunî siyah yollar (yapdık)"},{"SurahNumber":35,"VerseNumber":28,"Text":"(Gerek) insanlardan, (gerek) yerde yürür hayvanlardan, (gerek) davarlardan da yine böyle renkleri (nevileri) muhtelif olanlar vardır. Allahdan, kulları içinde, ancak âlimler korkar. Şübhe yok ki Allah mutlak gaalibdir, çok yarlığayıcıdır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Hakıykat, Allahın kitabını okumıya devam edenler, namazı dosdoğru kılanlar, kendilerini rızklandığımız şeylerden gizli ve aşikâr infaak edenler kat´iyyen kesâd bulmayacak bir kazanç umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Çünkü (Allah) onların mükâfatlarını eksiksiz öder. Onlara, fazl (-u kerem) inden, ziyâdesini de verir. Şübhesiz O, çok yarlığayıcıdır, çok in´aam edicidir"},{"SurahNumber":35,"VerseNumber":31,"Text":"(Habîbim) sana kendisinden öncekilerin doğrusunu meydana çıkarmak üzere vahyetdiğimiz kitâb hakıykatın ta kendisidir. Herhalde Allah kullarının (bütün hallerinden) hakkıyle haberdârdır, (her şey´i) hakkıyle görendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra bir o kitabı kullarımızdan (beğenib) seçdiklerimize mîras bırakdık. İşte onlardan kimi nefsine zulmedendir, onların ba´zısı mu´tedildir, onlardan bir kısmı da Allahın izniyle hayrat (ve hasenat yarışların) da öncü ol (up kazan) andır. İşte bu, büyük fazl (-u kerem) in ta kendisidir"},{"SurahNumber":35,"VerseNumber":33,"Text":"(Mükâfatları da) Adn cennetleridir. Oraya girerler. Orada altın bileziklerden (nice zînetlerle) ve inci ile süslenirler. Orada elbiseleri de ipekdir"},{"SurahNumber":35,"VerseNumber":34,"Text":"(Şöyle) derler: «Bizden tasayı gideren Allaha hamd olsun. Hakıykat, Rabbimiz çok yarlığayıcıdır, çok in´aam edicidir»"},{"SurahNumber":35,"VerseNumber":35,"Text":"«Ki fazl (-u inayet) inden bizi (ebedî) durulacak bir yurda kondurdu O. Burada bize hiçbir yorgunluk değmeyecek burada bize hiçbir usanç dokunmayacak»"},{"SurahNumber":35,"VerseNumber":36,"Text":"O küfredenler (e gelince:) Cehennem ateşi de onlarındır. Öldürülmezler ki ölsünler. (Cehennemin) azabından (velev) bir kısmı onlardan kaldırılıb hafifletilmez de. İşte biz küfürde ileri giden herkesi böyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar orada (şöyle) bağrışırlar. «Ey Rabbimiz, bizi çıkar. Yapmış olduğumuzdan bambaşka iyi amel (ve hareketler) de bulunacağız». Size iyice düşünecek kimsenin düşünebileceği, öğüt kabul edebileceği kadar ömür vermedik mi? Size (azâb ile) korkutan da gelmişdi. Şimdi tadın (o azâbı)! Artık zaalimler için hiç bir yardımcı yokdur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Şübhesiz ki Allah göklerin ve yerin kaybını bilendir. Muhakkak O, göğüslerin özünde ne varsa onu da hakkıyle bilicidir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O, sizi yer yüzünde halîfeler yapandır. Artık kim küfrederse küfrü kendi zararınadır. Kâfirlerin küfrü kendilerine Rableri katında şiddetli buğuzdan başka (bir şey) artırmaz. Kâfirlerin küfrü kendilerine hüsran (ve helak) den başka (bir şey) artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"(Habîbim) de ki: «Allâhı bırakıb tapdığınız ortaklarınızı gördünüz mü? Yerden her hangi bir şey´i yaratdıklarını bana gösterin»! Yoksa onların göklerde (Allah ile) bir ortaklığı mı var? Yahud biz onlara bir kitâb vermişiz de kendileri bundan apaçık bir hüccet üzerinde midirler? Hayır, o zaalimler birbirini aldatmakdan başka bir va´dde bulunmuyor (lar)"}]}