{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Do they not see that Allah, who created the heavens and the earth, is able to create the like of them? He has appointed for them a term, in which there is no doubt; yet the wrongdoers are only intent on ingratitude"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say, ‘Even if you possessed the treasuries of my Lord’s mercy, you would withhold them for the fear of being spent, and man is very niggardly.’"},{"SurahNumber":17,"VerseNumber":101,"Text":"Certainly We gave Moses nine manifest signs. So ask the Children of Israel. When he came to them, Pharaoh said to him, ‘O Moses, indeed I think you are bewitched.’"},{"SurahNumber":17,"VerseNumber":102,"Text":"He said, ‘You certainly know that no one has sent these [signs] except the Lord of the heavens and the earth, as eye-openers, and I, O Pharaoh, indeed think you are doomed.’"},{"SurahNumber":17,"VerseNumber":103,"Text":"He desired to exterminate them from the land, so We drowned him and all those who were with him"},{"SurahNumber":17,"VerseNumber":104,"Text":"After him We said to the Children of Israel, ‘Take up residence in the land, and when the occasion of the other [promise] comes, We shall gather you in mixed company.’"},{"SurahNumber":17,"VerseNumber":105,"Text":"With the truth did We send it down, and with the truth did it descend, and We did not send you except as a bearer of good news and as a warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"We have sent the Quran in [discrete] parts so that you may recite it for the people a little at a time, and We have sent it down piecemeal"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say, ‘Whether you believe in it, or do not believe in it, indeed when it is recited to those who were given knowledge before it, they fall down in prostration on their faces"},{"SurahNumber":17,"VerseNumber":108,"Text":"and say, ‘‘Immaculate is our Lord! Indeed Our Lord’s promise is bound to be fulfilled.’’"},{"SurahNumber":17,"VerseNumber":109,"Text":"Weeping, they fall down on their faces, and it increases them in humility.’"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say, ‘Invoke ‘‘Allah’’ or invoke ‘‘the All-beneficent.’’ Whichever [of His Names] you may invoke, to Him belong the Best Names.’ Be neither loud in your prayer, nor murmur it, but follow a middle course between these"},{"SurahNumber":17,"VerseNumber":111,"Text":"and say, ‘All praise belongs to Allah, who has neither taken any son, nor has He any partner in sovereignty, nor has He any wali out of weakness,’ and magnify Him with a magnification [worthy of Him]"},{"SurahNumber":18,"VerseNumber":1,"Text":"All praise belongs to Allah, who has sent down the Book to His servant and did not let any crookedness be in it"},{"SurahNumber":18,"VerseNumber":2,"Text":"[a Book] upright, to warn of a severe punishment from Him, and to give good news to the faithful who do righteous deeds, that there shall be for them a good reward"},{"SurahNumber":18,"VerseNumber":3,"Text":"to abide in it forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"and to warn those who say, ‘Allah has taken a son.’"},{"SurahNumber":18,"VerseNumber":5,"Text":"They do not have any knowledge of that, nor did their fathers. Monstrous is the utterance that comes out of their mouths, and they say nothing but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"You are liable to imperil your life out of grief for their sake, if they should not believe this discourse"},{"SurahNumber":18,"VerseNumber":7,"Text":"Indeed We have made whatever is on the earth an adornment for it that We may test them [to see] which of them is best in conduct"},{"SurahNumber":18,"VerseNumber":8,"Text":"And indeed We will turn whatever is on it into a barren plain"},{"SurahNumber":18,"VerseNumber":9,"Text":"Do you suppose that the Companions of the Cave and the Inscription were among Our wonderful signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the youths took refuge in the Cave, they said, ‘Our Lord! Grant us a mercy from Yourself, and help us on to rectitude in our affair.’"},{"SurahNumber":18,"VerseNumber":11,"Text":"So We put them to sleep in the Cave for several years"},{"SurahNumber":18,"VerseNumber":12,"Text":"Then We aroused them that We might know which of the two groups better reckoned the period they had stayed"},{"SurahNumber":18,"VerseNumber":13,"Text":"We relate to you their account in truth. They were indeed youths who had faith in their Lord, and We had enhanced them in guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"and fortified their hearts, when they stood up and said, ‘Our Lord is the Lord of the heavens and the earth. We will never invoke any god besides Him, for then we shall certainly have said an atrocious lie"},{"SurahNumber":18,"VerseNumber":15,"Text":"These—our people—have taken gods besides Him. Why do they not bring any clear authority touching them? So who is a greater wrongdoer than he who fabricates a lie against Allah"},{"SurahNumber":18,"VerseNumber":16,"Text":"When you have dissociated yourselves from them and from what they worship except Allah, then take refuge in the Cave. Your Lord will unfold His mercy for you, and He will help you on to ease in your affair.’"}]}