{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"И поитајте кон прошката од вашиот Господар и џеннетот широк колку небесата и Земјата, подготвен за богобојазните"},{"SurahNumber":3,"VerseNumber":134,"Text":"За тие што даваат, и кога се во изобилие и кога се во оскудност, кои гневот си го совладуваат и кои на луѓето им простуваат. А Аллах ги сака добродетелите"},{"SurahNumber":3,"VerseNumber":135,"Text":"И за тие кои, кога нешто лошо ќе сторат или себеси насилство ќе си сторат, на Аллах ќесесетати прошка за своите гревови молат- акој ќе ги прости гревовите ако не Аллах? - и кои свесно во гревот не истрајуваат"},{"SurahNumber":3,"VerseNumber":136,"Text":"Тоа се тие чијашто награда е прошката од Господарот нивен и џеннетски градини под кои реки ќе течат, каде што вечно ќе останат. Прекрасна ли е наградата за тие што така постапуваат"},{"SurahNumber":3,"VerseNumber":137,"Text":"Пред вас многу народи постоеjа и исчезнаа! Затоа, патувајте по Земјата и гледајте на кој начин завршија тие што вистината ја негираа"},{"SurahNumber":3,"VerseNumber":138,"Text":"Тоа е објаснување за сите луѓе и патоказ и поука за тие што се плашат од Аллах"},{"SurahNumber":3,"VerseNumber":139,"Text":"Инеочајувајте инерастажувајте се! Ќепобедите ако бидете вистински верници"},{"SurahNumber":3,"VerseNumber":140,"Text":"Ако ви се нанесени рани, па и на другите рани им се нанесуваат - а во тие денови Ние наизменично им даваме победа на луѓето, за Аллах да укаже на тие што веруваат и да избере некои од вас како шехиди - а Аллах не ги сака насилниците"},{"SurahNumber":3,"VerseNumber":141,"Text":"и за да ги исчисти верниците, а да ги уништи неверниците"},{"SurahNumber":3,"VerseNumber":142,"Text":"Зарем мислите дека ќе влезете во џеннетот, а Аллах да не укаже на тие од вас што се борат и на тие што се трпеливи"},{"SurahNumber":3,"VerseNumber":143,"Text":"А вие копнеевте по смртта пред да се соочите со неа, па ете, со очите ваши ја видовте"},{"SurahNumber":3,"VerseNumber":144,"Text":"Мухаммед е само Пратеник, а и пред него имаше Пратеници. Ако тој би умрел или би бил убиен, зарем вие назад би се вратиле? Тој што назад ќе се врати, на Аллах нема ни малку да му наштети, а Аллах благодарните ќе ги награди"},{"SurahNumber":3,"VerseNumber":145,"Text":"Никој нема да умре без Аллаховото одредение во часот суден. Кој ја сака наградата на овој свет, ќе му ја дадеме, а кој ја сака наградата на оној свет, ќе му ја дадеме. И благодарните ќе ги наградиме"},{"SurahNumber":3,"VerseNumber":146,"Text":"А колку ли имаше веровесници покрај кои многу богоугодници се бореа, па не отстапија поради тоа што ги снајде на Аллаховиот пат, ниту волјата им слабееше, ниту се предаваа? А Аллах ги сака трпеливите"},{"SurahNumber":3,"VerseNumber":147,"Text":"Само говореа: „Господару наш, прости ни ги гревовите наши и неумереноста наша во постапките наши, зацврсти ни ги чекорите наши и помогни ни против народот невернички!“"},{"SurahNumber":3,"VerseNumber":148,"Text":"Па Аллах им ја даде наградата на овој свет и убавината на наградата од оној свет, а Аллах ги сака добродетелите"},{"SurahNumber":3,"VerseNumber":149,"Text":"О, верници, ако им се покорувате на тие што не веруваат, ќе ве вратат наназад, па ќе станете губитници"},{"SurahNumber":3,"VerseNumber":150,"Text":"Само Аллах е ваш Заштитник и Тој е најдобриот Помагател"},{"SurahNumber":3,"VerseNumber":151,"Text":"Ние ќе им влееме страв во срцата на тие што не веруваат, затоа што на Аллах Му здружуваат нешто за што Тој не спуштил никаков доказ; Огнот е нивното престојувалиште, а тоа е грозен дом за насилниците"},{"SurahNumber":3,"VerseNumber":152,"Text":"Аллах веќе го потврди ветувањето Свое, кога веќе ги уништувавте, со волјата Негова, додека не го доживеавте неуспехот и за наредбата не се сложивте, и станавте непокорни, откако ви го покажа тоа што го сакате: едните од вас го сакаат овој свет, а другите оној свет! Тогаш Тој ве одвои од нив за да ве искуша! И ви прости, бидејќи Аллах е неизмерно добар спрема верниците"}]}