{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Uit haar hebben Wij jullie geschapen en daarin zullen Wij jullie terug doen keren en daaruit zullen Wij jullie een andere keer opwekken"},{"SurahNumber":20,"VerseNumber":56,"Text":"En voorzeker, Wij hebben hem (Fir'aun) al Onze Tekenen laten zien, maar hij ontkende en weigerde"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Fir'aun zei:) \"Ben jij naar ons toegekomen om ons uit ons land te verdrijven met jouw tovenarij, O Môesa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Dan zullen wij zeker met eenzelfde soort tovenarij voor jou komen, maak maar een afspraak tussen ons en jou, die wij niet verbreken en jij ook niet, op een plaats op gelijke afstand"},{"SurahNumber":20,"VerseNumber":59,"Text":"Hij (Môesa) zei: \"Jullie afspraak zal op de feestdag zijn en laat de mensen in de ochtend verzameld worden"},{"SurahNumber":20,"VerseNumber":60,"Text":"Toen ging Fir'aun weg om zijn plannen te beramen en daarna kwam hij terug"},{"SurahNumber":20,"VerseNumber":61,"Text":"Môesa zei tot hen: \"Wee jullie, verzint geen leugens over Allah, want dan zal Hij jullie door een bestraffing vernietigen. En waarlijk, wie leugens verzint is degene die verlist"},{"SurahNumber":20,"VerseNumber":62,"Text":"Zij (de Lieden van Fir'aun) twistten met elkaar over hun zaak en hielden een geheim overleg"},{"SurahNumber":20,"VerseNumber":63,"Text":"Zij zeiden: \"Waarlijk, dit zijn zeker twee tovenaars, die jullie met hun tovenarij uit jullie land willen verdrijven en zij gaan jullie navolgenswaardige levenswijze doen verdwijnen"},{"SurahNumber":20,"VerseNumber":64,"Text":"Stelt daaarom jullie plan op en komt dan in rijen. En waarlijk, hij die vandaag Wint zal de overhand krijgen"},{"SurahNumber":20,"VerseNumber":65,"Text":"Zij zeiden: \"O Môesa, of jij werpt, of zijn wij het die het eerst werpen"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hij zei: \"Werpt maar.\" En toen scheen het hem toe dat hun touwen en hun staven zich door hun tovenarij voortbewogen"},{"SurahNumber":20,"VerseNumber":67,"Text":"Toen voelde Môesa vrees in zich opkomen"},{"SurahNumber":20,"VerseNumber":68,"Text":"Wij (Allah) zeiden: \"Vrees niet! Voorwaar, jij zult de overhand krijgen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Werp neer wat in jouw rechterhand is, het zal wat zij wrochtten verslinden. Voorwaar, wat zij wrochtten is slechts een list van een tovenaar. En de tovenaar wint niet, hoe hij het ook doet"},{"SurahNumber":20,"VerseNumber":70,"Text":"Toen werden de tovenaars op hun knieën neergeworpen, zij zeiden: \"Wij geloven in de Heer van Hârôen en Môesa"},{"SurahNumber":20,"VerseNumber":71,"Text":"Hij (Fir'aun) zei: \"Geloven jullie hem voordat ik jullie toestemming gegeven heb? Voorwaar, hij is zeker jullie meester die jullie tovenarij onderwezen heeft. Ik zal zeker jullie handen en voeten aan tegenovergestelde kanten afhakken en ik zal jullie zeker kruisigen aan de stammen van palmbomen! En jullie zullen zeker weten wie van ons strenger en blijvender is wat betreft bestraffing"},{"SurahNumber":20,"VerseNumber":72,"Text":"Zij zeiden: \"Wij zullen jou nooit verkiezen boven de duidelijke Tekenen die tot ons gekomen zijn en Degene Die ons geschapen heeft. Besluit daarom wat je besluit is: voorwaar, wat jij ook besluit, dat is van het wereldse leven"},{"SurahNumber":20,"VerseNumber":73,"Text":"Voorwaar, wij geloven in onze Heer, opdat Hij onze zonden zal vergeven en (ook) de tovenarij, waartoe jij ons gedwongen hebt. En Allah is beter (in het belonen) en blijvender (in de bestraffinjg)"},{"SurahNumber":20,"VerseNumber":74,"Text":"Voorwaar, wie als een zondaar war zijn Heer komt, voor hem is zeker de Hel, waarin hij noch leeft noch sterft"},{"SurahNumber":20,"VerseNumber":75,"Text":"En zij die als gelovigen naar Hem komen en waarlijk goede daden verrichten: zij zijn degenen die de hoge rangen krijgen"},{"SurahNumber":20,"VerseNumber":76,"Text":"De Tuinen van 'Adn ( het Paradijs), waar onder door de rivieren stromen, zij zijn eeuwig levenden darin. Dat is de beloning voor wie zich reinigt"},{"SurahNumber":20,"VerseNumber":77,"Text":"En voorzeker, Wij hebben aan Môesa geopenbaard: \"Reis in de nacht met Mijn dienaren en sla (met je staf) voor hen een droge weg door de zee. Wees niet bang om bereikt te worden en wees niet angstig"},{"SurahNumber":20,"VerseNumber":78,"Text":"Toen volgde Fir'aun hen met zijn legers, daarop werden zij bedekt door de vloedgolf die over hen kwam"},{"SurahNumber":20,"VerseNumber":79,"Text":"En Fir'aun deed zijn volk dwalen en leidde hen niet"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Kinderen van Israël, Wij hebben jullie waarlijk van jullie vijand gered en Wij sloten een verbond met jullie bij de rechterzijde van (de berg) Thôer en Wij deden Manna en kwartels voor jullie neerdalen"},{"SurahNumber":20,"VerseNumber":81,"Text":"Eet van de gome dingen, waarmee Wij jullie hebben voorzien en overdrijft niet zodat Mijn woede jullie niet treft. En wie door Mijn woede getroffen wordt zal waarlijk ten onder gaan"},{"SurahNumber":20,"VerseNumber":82,"Text":"En voorwaar, Ik ben zeker een Vergevensgezinde voor degene die berouw toonde en geloofde en goede daden verrichtte en vervolgens Leiding volgde"}]}