{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Mpe betela bango lisapo na bosembo lia bana mibale ya Âdam: ntango bafungolaki kopesa mbeka (likabo) moko ba ndimelaki ye, mosusu bandimeli ye te (oyo bandimelaki ye te) alobi (na mosusu wana): na koboma yo mpeza (ndeko naye) alobi: Ya sôló, (Allah) andimelaka baye babangaka"},{"SurahNumber":5,"VerseNumber":28,"Text":"Soki otomboli loboko nayo mpona koboma ngai, nakotombola loboko na ngai te epai nayo mpona koboma yo. Yasôló, ngai nazali kobanga Allah Nkolo ya mikili"},{"SurahNumber":5,"VerseNumber":29,"Text":"Nalingi okende na masumu na ngai na oyo ya yo, mpe okozala kati ya bato ya moto, mpe wana nde lifuta lia babubi"},{"SurahNumber":5,"VerseNumber":30,"Text":"Molimo mwa ye motombokisaki ye koboma ndeko naye, mpe abomaki ye mpe na sima akomaki elongo na bazangi"},{"SurahNumber":5,"VerseNumber":31,"Text":"Mpe Allah atindaki kokombele abandi kotimola mabele liboso naye mpona kolakisa ye lolenge nini akokunda ebembe ya ndeko naye. Alobaki: Eh ngai! Mawa na ngai, nazangaki makasi mpe mayele kozala lokola Kokombele mpo nakoka kokunda Ebembe ya ndeko na ngai? Mpe akomaki moto ya makanisi ya mpasi"},{"SurahNumber":5,"VerseNumber":32,"Text":"Yango wana tokomelaki bana ya isalayele ete, oyo akoboma molimo mosusu, to asali mbeba kati na mokili azali lokola abomi bato banso, mpe oyo akobikisa yango, azali lokola abikisi bato banso. Mpe ya sôló batindami na biso basilaki koyela bino bilembo na mikapo. Na sima ebele ya bato kati na bango bazali kobebisa kati ya mokili mpe kolutisa ndelo"},{"SurahNumber":5,"VerseNumber":33,"Text":"Ya sôló, bato oyo bazali kobundisa Allah na motindami wa ye mpe bazali kotia mobulu awa na nsé, lifuta na bango ezali ete: Baboma bango to babakama (na nzete) to mpe bakata maboko na bango ya mibali mpe makolo na bango ya mwasi, to mpe babengana bango na mboka. Wana ezali bokitisami awa na mokili mpe na mokolo ya suka bakozala na etumbu ya monene"},{"SurahNumber":5,"VerseNumber":34,"Text":"Longola sé baye batubeli yambo ete bokanga bango. Kasi boyeba ete: Ya sôló, Allah azali molimbisi, atonda mawa"},{"SurahNumber":5,"VerseNumber":35,"Text":"Eh bino bandimi! Bobanga Allah, mpe boluka kosala eloko oyo ekopusanisa bino penepene na Allah, mpe bobunda na nzela naye mpo ete bozua elonga"},{"SurahNumber":5,"VerseNumber":36,"Text":"Ya sôló, baye bapengwa soki ezalaki ete bomengo nyoso ezali na nsé ezali ya bango, mpe babakisa mosusu lokola yango, ete bakangolama na yango na etumbu mokolo ya suka, bakondimela bango yango te mpe bako zala na etumbu makasi"},{"SurahNumber":5,"VerseNumber":37,"Text":"Bakolingaka kobima okati ya moto, kasi, bakokoka kobima kati na yango te mpe bakozalaka na etumbu ya libela"},{"SurahNumber":5,"VerseNumber":38,"Text":"Moyibi ya mobali na moyibi ya mwasi, bokata maboko na bango mibale mpona maye basalaki. Mpe ezala lokola etumbu kowuta epaï ya Allah. Mpe Allah azali na nguya atonda bwanya"},{"SurahNumber":5,"VerseNumber":39,"Text":"Mpe oyo akosala tubela sima ya mbeba naye mpe abongisi, ya sôló, Allah okoyamba tubela naye, ya sôló, Allah azali molimbisi mpe atondo ngolu"},{"SurahNumber":5,"VerseNumber":40,"Text":"Boye, oyebi te ete ya sôló, bokonzi bwa likolo na nsé bozali ya Allah? Apesaka etumbu na oyo alingi, mpe alimbisaka na oyo alingi? Mpe Allah azali na bokoki mpo ya biloko binso"}]}