{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"I žene u gradu počeše govorkati: \"Velikaševa supruga zavodi mladića, slugu svoga, u njega se ludo zaljubila! Mi mislimo da je ona u zabludi očitoj"},{"SurahNumber":12,"VerseNumber":31,"Text":"I kad ona ču za ogovaranja njihova, posla po njih, te im naslone pripremi, dade svakoj od njih po nož i reče: \"Izađi pred njih!\" A kad ga one ugledaše, njegova ljepota ih zanese i po rukama svojim se porezaše: \"Sačuvaj Allahu!\", uskliknuše, \"ovo nije čovjek, ovo je melek plemeniti"},{"SurahNumber":12,"VerseNumber":32,"Text":"E, to vam je onaj zbog koga ste me korile\", reče ona. \"Istina je da sam ga zavodila, ali se on uščuvao. Ako ne učini ono što od njega tražim, sigurno će u zatvoru završiti i među poniženim biti"},{"SurahNumber":12,"VerseNumber":33,"Text":"Gospodaru moj\", rekao je on, \"draža mi je tamnica od ovoga na što me one navraćaju! I ako Ti ne odvratiš od mene lukavstva njihova, ja mogu prema njima naklonost osjetiti i jedan od lahkomislenih postati"},{"SurahNumber":12,"VerseNumber":34,"Text":"I Gospodar mu njegov molbu usliša i spasi ga lukavstva njihova; On je, uistinu, Svečujući i Sveznajući"},{"SurahNumber":12,"VerseNumber":35,"Text":"A potom, kada su vidjeli dokaze da je nedužan, doniješe odluku da ga za neko vrijeme smjeste u tamnicu"},{"SurahNumber":12,"VerseNumber":36,"Text":"S njim su u tamnicu ušla još dva momka. \"Ja sam sanjao da cijedim vino\", reče jedan od njih. \"A ja, opet\", reče drugi, \"kako na glavi nosim hljeb koji ptice kljuju. Protumači nam to, jer vidimo da si, zaista, jedan od dobročinitelja"},{"SurahNumber":12,"VerseNumber":37,"Text":"Ništa od onoga što jedete neće vam doneseno biti, a da vam ja prije ne kažem što ćete dobiti\", reče Jusuf. \"To je samo dio onoga čemu me naučio Gospodar moj, ja se klonim vjere naroda koji u Allaha i u Ahiret ne vjeruje"},{"SurahNumber":12,"VerseNumber":38,"Text":"i slijedim vjeru predaka svojih, Ibrahima i Ishaka i Jakuba; nama ne priliči da ikoga Allahu u obožavanju pridružujemo. To je iz Allahove darežljivosti prema nama i ostalim ljudima, ali većina ljudi ne zahvaljuje"},{"SurahNumber":12,"VerseNumber":39,"Text":"O drugovi moji u tamnici, da li su raznorazna božanstva bolja ili Allah, Jedini i Potčinitelj svega"},{"SurahNumber":12,"VerseNumber":40,"Text":"Oni koje, mimo Njega, obožavate - samo su imena koja ste im nadjenuli vi i preci vaši - Allah o njima nikakva dokaza nije objavio. Sud pripada jedino Allahu, a On je naredio da samo Njemu u ibadetu budete. To je jedino prava vjera, ali većina ljudi ne zna"},{"SurahNumber":12,"VerseNumber":41,"Text":"O drugovi moji u tamnici, jedan će od vas gospodara svoga vinom pojiti, a drugi će raspet biti, pa će mu ptice glavu kljuvati. Ono što ste pitali već je određeno"},{"SurahNumber":12,"VerseNumber":42,"Text":"A onome od njih dvojice za kojeg je znao da će spasen biti reče: \"Spomeni me gospodaru svome!\", ali šejtan učini te on zaboravi da ga spomene gospodaru svome, i Jusuf ostade u tamnici nekoliko godina"},{"SurahNumber":12,"VerseNumber":43,"Text":"I vladar reče: \"Sanjao sam kako sedam mršavih krava pojede sedam debelih, i sanjao sam sedam klasova zelenih i sedam drugih, sasušenih. O velikaši, protumačite mi san moj, ako snove znate tumačiti"},{"SurahNumber":12,"VerseNumber":44,"Text":"Zbrkanih li snova!\", rekoše oni, \"mi snove ne znamo tumačiti"},{"SurahNumber":12,"VerseNumber":45,"Text":"I tada jedan od one dvojice koji se spasio, koji se poslije toliko vremena sjetio, reče: \"Ja ću vam protumačiti san, samo me pošaljite"},{"SurahNumber":12,"VerseNumber":46,"Text":"Jusufe, o ti koji si uvijek iskren, protumači nam šta znači: sedam mršavih krava pojede sedam debelih; i sedam klasova zelenih i sedam drugih sasušenih - pa da se vratim ljudima, da bi oni saznali"},{"SurahNumber":12,"VerseNumber":47,"Text":"Sijat ćete sedam godina uzastopno\", reče, \"pa ono što požanjete u klasu ostavite, osim ono malo što ćete jesti"},{"SurahNumber":12,"VerseNumber":48,"Text":"Zatim će poslije doći sedam teških koje će pojesti ono što ste za njih pripremili, ostat će jedino ono malo što ćete za sjetvu sačuvati"},{"SurahNumber":12,"VerseNumber":49,"Text":"Zatim će, poslije toga, doći godina u kojoj će ljudima kiše u obilju biti i u kojoj će cijediti"},{"SurahNumber":12,"VerseNumber":50,"Text":"I vladar reče: \"Dovedite mi ga!\" I kad Jusufu izaslanik dođe, on reče: \"Vrati se gospodaru svome i upitaj ga: 'Šta je s onim ženama koje su svoje ruke porezale? Gospodar moj dobro zna spletke njihove"},{"SurahNumber":12,"VerseNumber":51,"Text":"Šta je s vama bilo kad ste Jusufa zavodile?\", upita velikaš. \"Sačuvaj Allahu!\", rekoše one, \"mi o njemu ništa ružno ne znamo!\" \"Sad će istina izaći na vidjelo\", reče velikaševa žena, \"ja sam njega zavodila, a on je, doista, jedan od iskrenih"},{"SurahNumber":12,"VerseNumber":52,"Text":"To je zato da on zna da ga ja nisam tajno iznevjerila i da Allah ne da da se ostvare spletke izdajnika"}]}