{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":53,"Text":"Вони присягають БОГОМ, урочисто, що якщо б ви наказали їм мобілізувати, вони би мобілізували. Скажіть, \"Не присягають. Слухняність є зобов'язання. БОГ цілком Cognizant все ви"},{"SurahNumber":24,"VerseNumber":54,"Text":"Кажуть, \"Підкоряються БОГУ, та підкоряються кур'єру.\" Якщо вони відмовляються, тоді він є відповідальний для його зобов'язань, та ви є відповідальні для ваших зобов'язань. Якщо ви підкоряєтеся йому, ви будете керуватися. Підошва обов'язок кур'єра мусить доставити (повідомлення)"},{"SurahNumber":24,"VerseNumber":55,"Text":"БОГ обіцяє ц серед вас що вважаєте та ведете справедливе життя, що Він зробить їм sovereigns на землі, тому що Він для цих перед тим, як їм, та встановлять для них релігія Він вибрав для них, та замінить мир та безпеку для них замість страха. Все це тому, що вони обожнюють Мені єдиний; вони ніколи не встановлюють будь-яких ідолів біля Мені. Цей хто disbelieve після це являють собою справді безпутний"},{"SurahNumber":24,"VerseNumber":56,"Text":"Ви будете зауважити Контактні Молитви (Salat) та даєте обов'язкову добродійність (Zakat), та підкоряєтеся кур'єру, що ви можете досягнути милосердя"},{"SurahNumber":24,"VerseNumber":57,"Text":"Не думають що цей хто disbelieve колись піде з це. Їхній заключний abode Пекло; що нещасна доля"},{"SurahNumber":24,"VerseNumber":58,"Text":"O ви що вважаєте, дозвіл повинен бути прохатися вашими службовцями та дітьми що не досягнули puberty (перед тим як вносити ваші приміщення). Це мусить бути зроблене у трьох прикладах - перед Молитвою Світанку, опівдні коли ви міняєте ваш одяг відпочити, та після Нічної Молитви. Це - три приватних разу для вас. У інших разах, не неправильно для вас або їм змішатися з один одним. БОГ таким чином роз'ясняє апокаліпсис для вас. БОГ Omniscient, Найбільш Мудрий"},{"SurahNumber":24,"VerseNumber":59,"Text":"Одного разу діти досягають puberty, вони повинні попросити дозвіл (перед тим як вступати) люблять ці хто стали дорослими людиною перед тим, як їм попросили дозвіл (перед тим як вступати). БОГ таким чином роз'ясняє Його відкриття для вас. БОГ Omniscient, Найбільш Мудрий"},{"SurahNumber":24,"VerseNumber":60,"Text":"старі жінки що не очікують одружитися здійснюють нічого неправильний розслабляючись їхній код одягу, якщо вони не відкривають надто багато їхніх організацій. Щоб підтримати скромність краще для них. БОГ Слухач, Knower"},{"SurahNumber":24,"VerseNumber":61,"Text":"завіска не мусить бути осуджена, покалічена не мусить бути осуджена, не являє собою привілейований бути осуджена, тільки тому що ви не мусите бути осуджені для того, щоб гоститися у ваших домівках, або домівках ваших батька, або домівок ваших матерів, або домівок ваших братів, або домівок ваших сестер, або домівок ваших братів батька, або домівок ваших сестер батько, або домівки ваших братів матері, або домівки ваших сестер матері, Або домівки що належать вам та ви володієте їхніми ключами, або домівками ваших друзів. Ви нічого не здійснюєте неправильний ї разом або тому що особи. Коли ви вступаєте будь-які додому, ви будете привітати один одного привітання з БОГА що благословляється та гарний. БОГ таким чином роз'яснює апокаліпсис для вас, що ви можете зрозуміти"},{"SurahNumber":24,"VerseNumber":62,"Text":"вірні віруючі є цей хто вірять в БОГУ та Його кур'єру, та коли вони є з ним у спільноті збори, вони не лишають його без дозволу. Цей хто просять дозвіл являють собою хто вірити в БОГУ та Його кур'єру. Якщо вони просять ваш дозвіл, аби мати тенденцію до деяких з їхніх справ, ви можете гарантувати дозвіл whomever ви бажаєте, та просите БОГА простити їх. БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":24,"VerseNumber":63,"Text":"Не обробляєте прохання кур'єра тому що ви обробляєте кожні прохання інших. БОГ знає цілком ц серед вас що підкрадаєтеся далеко використовують несталі пробачення. Дозвольте їм beware - цей хто не підкоряються його замовам - для лиха може вразити їх, або суворий retribution"},{"SurahNumber":24,"VerseNumber":64,"Text":"Абсолютно, до БОГА належить все у небі та землі. Він цілком знає кожну умову ви можете бути. День ви вертаєтесь йому, Він поінформує їх все вони зробили. БОГ знає цілком всі речі"}]}