{"Id":132,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattaba","Author":"Mustafa Khattab Allah Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Then We inspired Moses, “Throw down your staff,” and—behold!—it devoured the objects of their illusion"},{"SurahNumber":7,"VerseNumber":118,"Text":"So the truth prevailed and their illusions failed"},{"SurahNumber":7,"VerseNumber":119,"Text":"So Pharaoh and his people were defeated right there and put to shame"},{"SurahNumber":7,"VerseNumber":120,"Text":"And the magicians fell down, prostrating"},{"SurahNumber":7,"VerseNumber":121,"Text":"They declared, “We ˹now˺ believe in the Lord of all worlds—"},{"SurahNumber":7,"VerseNumber":122,"Text":"the Lord of Moses and Aaron.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharaoh threatened, “How dare you believe in him before I give you permission? This must be a conspiracy you devised in the city to drive out its people, but soon you will see"},{"SurahNumber":7,"VerseNumber":124,"Text":"I will certainly cut off your hands and feet on opposite sides, then crucify you all.”"},{"SurahNumber":7,"VerseNumber":125,"Text":"They responded, “Surely to our Lord we will ˹all˺ return"},{"SurahNumber":7,"VerseNumber":126,"Text":"Your rage towards us is only because we believed in the signs of our Lord when they came to us. Our Lord! Shower us with perseverance, and let us die while submitting ˹to You˺.”"},{"SurahNumber":7,"VerseNumber":127,"Text":"The chiefs of Pharaoh’s people protested, “Are you going to leave Moses and his people free to spread corruption in the land and abandon you and your gods?” He responded, “We will kill their sons and keep their women. We will completely dominate them.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moses reassured his people, “Seek Allah’s help and be patient. Indeed, the earth belongs to Allah ˹alone˺. He grants it to whoever He chooses of His servants. The ultimate outcome belongs ˹only˺ to the righteous.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"They complained, “We have always been oppressed—before and after you came to us ˹with the message˺.” He replied, “Perhaps your Lord will destroy your enemy and make you successors in the land to see what you will do.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Indeed, We afflicted Pharaoh’s people with famine and shortage of crops so they might come back ˹to their senses˺"},{"SurahNumber":7,"VerseNumber":131,"Text":"In times of prosperity, they said, “This is what we deserve,” but in adversity, they blamed it on Moses and those with him. Surely all is destined by Allah. Yet most of them did not know"},{"SurahNumber":7,"VerseNumber":132,"Text":"They said, “No matter what sign you may bring to deceive us, we will never believe in you.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"So We plagued them with floods, locusts, lice, frogs, and blood—all as clear signs, but they persisted in arrogance and were a wicked people"},{"SurahNumber":7,"VerseNumber":134,"Text":"When tormented, they pleaded, “O Moses! Pray to your Lord on our behalf, by virtue of the covenant He made with you. If you help remove this torment from us, we will certainly believe in you and let the Children of Israel go with you.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"But as soon as We removed the torment from them—until they met their inevitable fate—they broke their promise"},{"SurahNumber":7,"VerseNumber":136,"Text":"So We inflicted punishment upon them, drowning them in the sea for denying Our signs and being heedless of them"},{"SurahNumber":7,"VerseNumber":137,"Text":"And ˹so˺ We made the oppressed people successors of the eastern and western lands, which We had showered with blessings. ˹In this way˺ the noble Word of your Lord was fulfilled for the Children of Israel for what they had endured. And We destroyed what Pharaoh and his people constructed and what they established"},{"SurahNumber":7,"VerseNumber":138,"Text":"We brought the Children of Israel across the sea and they came upon a people devoted to idols. They demanded, “O Moses! Make for us a god like their gods.” He replied, “Indeed, you are a people acting ignorantly"},{"SurahNumber":7,"VerseNumber":139,"Text":"What they follow is certainly doomed to destruction and their deeds are in vain.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"He added, “Shall I seek for you a god other than Allah, while He has honoured you above the others?”"},{"SurahNumber":7,"VerseNumber":141,"Text":"And ˹remember˺ when We rescued you from the people of Pharaoh, who afflicted you with dreadful torment—killing your sons and keeping your women. That was a severe test from your Lord"}]}