{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"اور ہم نے ابراہیم علیھ السّلامکو اس سے پہلے ہی عقل سلیم عطا کردی تھی اور ہم ان کی حالت سے باخبر تھے"},{"SurahNumber":21,"VerseNumber":52,"Text":"جب انہوں نے اپنے مربی باپ اور اپنی قوم سے کہا کہ یہ مورتیاں کیا ہیں جن کے گرد تم حلقہ باندھے ہوئے ہو"},{"SurahNumber":21,"VerseNumber":53,"Text":"ان لوگوں نے کہا کہ ہم نے اپنے باپ دادا کو بھی ان ہی کی عبادت کرتے ہوئے دیکھا ہے"},{"SurahNumber":21,"VerseNumber":54,"Text":"ابراہیم علیھ السّلامنے کہا کہ یقینا تم اور تمہارے باپ دادا سب کھلی ہوئی گمراہی میں ہو"},{"SurahNumber":21,"VerseNumber":55,"Text":"ان لوگوں نے کہا کہ آپ کوئی حق بات لے کر آئے ہیں یا خالی کھیل تماشہ ہی کرنے والے ہیں"},{"SurahNumber":21,"VerseNumber":56,"Text":"ابراہیم علیھ السّلامنے کہا کہ تمہارا واقعی رب وہی ہے جو آسمان و زمین کا رب ہے اور اسی نے ان سب کو پیدا کیا ہے اور میں اسی بات کے گواہوں میں سے ایک گواہ ہوں"},{"SurahNumber":21,"VerseNumber":57,"Text":"اور خدا کی قسم میں تمہارے بتوں کے بارے میں تمہارے چلے جانے کے بعد کوئی تدبیر ضرور کروں گا"},{"SurahNumber":21,"VerseNumber":58,"Text":"پھر ابراہیم علیھ السّلامنے ان کے بڑے کے علاوہ سب کو حُور چوِر کردیا کہ شاید یہ لوگ پلٹ کر اس کے پاس آئیں"},{"SurahNumber":21,"VerseNumber":59,"Text":"ان لوگوں نے کہا کہ ہمارے خداؤں کے ساتھ یہ برتاؤ کس نے کیا ہے وہ یقینا ظالمین میں سے ہے"},{"SurahNumber":21,"VerseNumber":60,"Text":"لوگوں نے بتایا کہ ایک جو ان ہے جوان کا ذکر کیا کرتا ہے اور اسے ابراہیم کہا جاتا ہے"},{"SurahNumber":21,"VerseNumber":61,"Text":"ان لوگوں نے کہا کہ اسے لوگوں کے سامنے لے آؤ شاید لوگ گواہی دے سکیں"},{"SurahNumber":21,"VerseNumber":62,"Text":"پھر ان لوگوں نے ابراہیم علیھ السّلام سے کہا کہ کیا تم نے ہمارے خداؤں کے ساتھ یہ برتاؤ کیا ہے"},{"SurahNumber":21,"VerseNumber":63,"Text":"ابراہیم علیھ السّلامنے کہا کہ یہ ان کے بڑے نے کیا ہے تم ان سے دریافت کرکے دیکھو اگر یہ بول سکیں"},{"SurahNumber":21,"VerseNumber":64,"Text":"اس پر ان لوگوں نے اپنے دلوں کی طرف رجوع کیا اور آپس میں کہنے لگے کہ یقینا تم ہی لوگ ظالم ہو"},{"SurahNumber":21,"VerseNumber":65,"Text":"اس کے بعد ان کے سر شرم سے جھکا دئیے گئے اور کہنے لگے ابراہیم تمہیں تو معلوم ہے کہ یہ بولنے والے نہیں ہیں"},{"SurahNumber":21,"VerseNumber":66,"Text":"ابراہیم نے کہا کہ پھر تم خدا کو چھوڑ کر ایسے خداؤں کی عبادت کیوں کرتے ہو جو نہ کوئی فائدہ پہنچاسکتے ہیں اور نہ نقصان"},{"SurahNumber":21,"VerseNumber":67,"Text":"حیف ہے تمہارے اوپر اور تمہارے ان خداؤں پر جنہیں تم نے خدائے برحق کو چھوڑ کر اختیار کیا ہے کیا تم اتنا بھی نہیں سمجھتے ہو"},{"SurahNumber":21,"VerseNumber":68,"Text":"ان لوگوں نے کہا کہ ابراہیم کو آگ میں جلادو اور اگر کچھ کرنا چاہتے ہو تو اس طرح اپنے خداؤں کی مدد کرو"},{"SurahNumber":21,"VerseNumber":69,"Text":"تو ہم نے بھی حکم دیا کہ اے آگ ابراہیم علیھ السّلامکے لئے سرد ہوجا اور سلامتی کاسامان بن جا"},{"SurahNumber":21,"VerseNumber":70,"Text":"اور ان لوگوں نے ایک مکر کا ارادہ کیا تھا تو ہم نے بھی انہیں خسارہ والا اور ناکام قرار دے دیا"},{"SurahNumber":21,"VerseNumber":71,"Text":"اور ابراہیم علیھ السّلام اور لوط علیھ السّلام کو نجات دلاکر اس سرزمین کی طرف لے آئے جس میں عالمین کے لئے برکت کا سامان موجود تھا"},{"SurahNumber":21,"VerseNumber":72,"Text":"اور پھر ابراہیم علیھ السّلامکو اسحاق علیھ السّلاماور ان کے بعد یعقوب علیھ السّلامعطا کئے اور سب کو صالح اور نیک کردار قرار دیا"},{"SurahNumber":21,"VerseNumber":73,"Text":"اور ہم نے ان سب کو پیشوا قرار دیا جو ہمارے حکم سے ہدایت کرتے تھے اور ان کی طرف کارخیر کرنے نماز قائم کرنے اور زکوِٰادا کرنے کی وحی کی اور یہ سب کے سب ہمارے عبادت گزار بندے تھے"},{"SurahNumber":21,"VerseNumber":74,"Text":"اور لوط علیھ السّلام کو یاد کرو جنہیں ہم نے قوت فیصلہ اور علم عطا کیا اور اس بستی سے نجات دلادی جو بدکاریوں میں مبتلا تھی کہ یقینا یہ لوگ بڑے بڑے اور فاسق تھے"},{"SurahNumber":21,"VerseNumber":75,"Text":"اور ہم نے انہیں اپنی رحمت میں داخل کرلیا کہ وہ یقینا ہمارے نیک کردار بندوں میں سے تھے"},{"SurahNumber":21,"VerseNumber":76,"Text":"اور نوح علیھ السّلامکو یاد کرو کہ جب انہوں نے پہلے ہی ہم کو آواز دی اور ہم نے ان کی گزارش قبول کرلی اور انہیں اور ان کے اہل کو بہت بڑے کرب سے نجات دلادی"},{"SurahNumber":21,"VerseNumber":77,"Text":"اور ان لوگوں کے مقابلہ میں ان کی مدد کی جو ہماری آیتوں کی تکذیب کیا کرتے تھے کہ یہ لوگ بہت بری قوم تھے تو ہم نے ان سب کو غرق کردیا"},{"SurahNumber":21,"VerseNumber":78,"Text":"اور داؤد علیھ السّلاماور سلیمان علیھ السّلام کو یاد کرو جب وہ دونوں ایک کھیتی کے بارے میں فیصلہ کررہے تھے جب کھیت میں قوم کی بکریاں گھصَ گئی تھیں اور ہم ان کے فیصلہ کو دیکھ رہے تھے"},{"SurahNumber":21,"VerseNumber":79,"Text":"پھر ہم نے سلیمان علیھ السّلام کو صحیح فیصلہ سمجھا دیا اور ہم نے سب کو قوت فیصلہ اور علم عطا کیا تھا اور داؤد علیھ السّلام کے ساتھ پہاڑوں کو لَسّخر کردیا تھا کہ وہ تسبیح پروردگار کریں اور طیور کو بھی لَسّخر کردیا تھا اور ہم ایسے کام کرتے رہتے ہیں"},{"SurahNumber":21,"VerseNumber":80,"Text":"اور ہم نے انہیں زرہ بنانے کی صنعت تعلیم دے دی تاکہ وہ تم کو جنگ کے خطرات سے محفوظ رکھ سکے تو کیا تم ہمارے شکر گزار بندے بنو گے"},{"SurahNumber":21,"VerseNumber":81,"Text":"اور سلیماوُ کے لئے تیز و تند ہواؤں کو لَسّخر کردیا جو ان کے حکم سے اس سرزمین کی طرف چلتی تھیں جس میں ہم نے برکتیں رکھی تھیں اور ہم ہر شے کے جاننے والے ہیں"},{"SurahNumber":21,"VerseNumber":82,"Text":"اور بعض جناّت کو بھی لَسّخر کردیا جو سمندر میں غوطے لگایا کرتے تھے اور اس کے علاوہ دوسرے کام بھی انجام دیا کرتے تھے اور ہم ان سب کے نگہبان تھے"}]}