{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":4,"VerseNumber":36,"Text":"LAn sira padha manembaha Allah, lan aja nyekuthokake Allah kelawan barang liyane. Lan padha gawea becik (ngabekti) marang wong tuwa loro, lan para sedulurira, lan para bocah Yatim, lan para wong miskin, lan tangga lan para wong miskin, lan tangga cedak kang isih sanak, lan tangga kang adoh lan kanca kang raket lan marang Ibnu Sabi (wong kang pinuju lelungan), apa dene kawula kang kadarbe ing sira. Satemene Allah iku ora remen wong kang gumedhe lan ngunggul-ngunggulake kaluwihane"},{"SurahNumber":4,"VerseNumber":37,"Text":"(Yaiku) wong-wong kang medhit (kumel) lan kang ngajak-ngajak para manungsa supaya padha medhit, lan padha ngumpetake peparinging Allah kang wis diparingake marang wong mau. Lan Ingsun ngancam marang wong kafir kanthi siksa kang ngasorake"},{"SurahNumber":4,"VerseNumber":38,"Text":"(kajaba wong kafir), Ingsun uga ngancam wong kang padha dermakake bandhane nganggo diweruhake ing wong (murih dilem) lan pra percaya ing Allah, apa dene ora percaya marang anane dina qiyamat. Dene sing sapa duwe kanca syetan iku weruha menawa syetan iku kanca kang ala banget"},{"SurahNumber":4,"VerseNumber":39,"Text":"Apa ta pakewuhe upama wong-wong padha gelem percaya marang Allah lan dina Qiyamat sarta padha gelem ndermakake bandha kang wis diparingke dening Allah? Allah iku ngudaneni marang wong-wong mau kabeh"},{"SurahNumber":4,"VerseNumber":40,"Text":"Satemene Allah iku ora kersa nganiaya sanajan mung sabobote semut kang cilik. Dene menawa ana amal-amale iku becik, Allah bakal maringi ganjarane tikel-matikel, sarta bakal maringi ganjaran kang agung saka ngarsane"},{"SurahNumber":4,"VerseNumber":41,"Text":"Kapriye bakal kedadeyane wong-wong kafir mau besuk nalika Ingsun nekakake saksi saka saben-saben ummat, lan Ingsun nekakake sira (Muhammad) supaya dadi saksi tumrap wong-wong kafir mau"},{"SurahNumber":4,"VerseNumber":42,"Text":"Ing dina iku sarupaning wong-wong kafir lan wong-wong kang padha duraka ing Rasul, luwih seneng (bungah) awake sirna dadi lemah, lan padha ora bisa ngumpetake paturan marang Allah nelaki tumindake kang ala kang wis ditindakake"},{"SurahNumber":4,"VerseNumber":43,"Text":"He wong kang padha mukmin kabeh, sira aja padha nindakake sholat menawa sira lagi mendem, kajaba menawa sira kabeh wis padha mangerti apa kang sira ucapake, lan aja padha nindakake shalat menawa sira padha junub (mentas cumbana), kajaba wong kang pinuju lelungan, lumaku ana ing dedalan, nganti sira padha adus. Dene yen sira pinuju lara utawa ana sajroning lelungan, utawa salah sawiji nira mentas teka saka jamban, utawa sira senggolan karo wong wadon (cumbana), iku yen sira padha ora oleh bangu, sira banjur padha tayamum nganggo lebu kang resik (suci), nuli padha ngusapa rahinira lan tanganira. Satemene Allah iku Maha Agung sarta Maha Pangapura"},{"SurahNumber":4,"VerseNumber":44,"Text":"Apa sira Muhammad ora sumurup wong-wong kang diparingi Kitab (Yahudi lan Nasrani) malah padha ngijoli kanthi barang sasar sarta padha duwe karep arep nasarake marang sira saka dalan kang bener"},{"SurahNumber":4,"VerseNumber":45,"Text":"Dene Allah iku ngudaneni marang para saterunira. Lan pangreksane Allah wis cukup marang sira. Lan semono uga pangayomane Allah marang sira iya wis cukup"},{"SurahNumber":4,"VerseNumber":46,"Text":"Sawenehe wong-wong Yahudi ana sagolongan kang padha ngowahi tetembungane Kitab Taurat, ana tetembungan kang dibuwang saka panggonane (banjur disalini tetembungan liyane), lan padha matur marang Kanjeng Rasul: \"Pangandika panjenengan sampun kula mirengaken, nanging kula sami mbangkang (mopo). panjenengan kula aturi mirengaken, nanging boten dipun gatosaken\", sarta pangucape maneh: \"Raa'Inaa\", dheweke padha mutar balik klawan lisane, sarta natoni (nyenyamah - nacat) agama. Saupama dheweke iku padha ngucap: \"Kita sami mireng lan kita sami ndherek, panjenengan kula aturi mirengaken sarta mugi panjenengan nyrantosaken dhateng kita\", temen kang mengkono iku luwih becik lan luwih jejeg, nanging Allah wis bendoni (nglaknati) marang dheweke kegawa anggone padha kafir. Mulane ora padha gelem percaya kejaba mung sethithik"},{"SurahNumber":4,"VerseNumber":47,"Text":"He para wong kang padha diparingi Kitab, sira padha percaya ing kitab Qur'an kang wis Ingsun turunake, kang mbenerake marang kitab cecekelanira, mumpung Ingsun durung ngrusak rahi pirang-pirang, kang sabanjure padha Ingsun inger marep marang mburi, utawa mumpung Ingsun durung mbendoni marang wong mau kaya anggoningsun mbendoni para Bani Israil kang padha kaluputan nyambut gawe, ana ing dina Sabtu (Ingsun salini rupa kethek). Dene kabeh prentahe (dhawuhe) Allah iku mesthi kaleksan"},{"SurahNumber":4,"VerseNumber":48,"Text":"Satemene Allah iku ora bakal ngapura menawa panjenengane nganti disekuthokake, nanging panjenengane ngapura saliyane kang mengkono marang wong-wong kang dadi keparenge kersane. Dene sapa kang nyekuthokake marang Allah, iku setemene dheweke iku tumindak dosa kang gedhe"},{"SurahNumber":4,"VerseNumber":49,"Text":"(Muhammad), apa sira durung sumurup wong-wong (Yahudi lan Nasrani) kang padha sumuci-suci nucekake awake dhewek (iku ora bener, dnee kang bener) Allah iku nucekake wong kang dadi kepareng kersane. (Wong Yahudi lan wong Nasrani kaya mengkono mau mesthi padha disiksa). Lan dheweke iku ora bakal padha dikaniaya sethithik-thithika"},{"SurahNumber":4,"VerseNumber":50,"Text":"Sira ndelenga kepriye anggone wong-wong mau padha gawe gegorohan marang ngersane Allah, lan wis cukup mengkono iku (dadi) sawijining dosa kang tetela"},{"SurahNumber":4,"VerseNumber":51,"Text":"Apa sira (Muhammad) durung sumurup marang wong-wong kang padha wis diparingi panduman saka kitab? Dheweke padha percaya marang berhala kang aran Jibti lan Thaghut, sarta padha ngucap marang kancane kang padha kafir, menawa wong-wong mau luwih oleh pituduh marang dalan kang bener ngungkuli wong-wong kang padha percaya"},{"SurahNumber":4,"VerseNumber":52,"Text":"Wong kang mengkono iku tetap padha dibendoni (dila'nati) dening Allah, wis mesthi ora ana kang bisa nulungi"},{"SurahNumber":4,"VerseNumber":53,"Text":"Apa wong mengkono mau padha duwe panduman Keratoning Allah (ora). Wong mengkono mau ora pisan-pisan gelem weweh sethithik-thithika marang para manungsa"},{"SurahNumber":4,"VerseNumber":54,"Text":"Apa ta padha andrengkèni para manusa déning anggoné padha kaparingan déning Allah arupa lubèring kadarman-É? Lah temen Ingsun wis amaringi Kitab lan kawicaksanan para dharah Ibrahim, sarta wus padha Ingsun paringi karaton kang gedhé"},{"SurahNumber":4,"VerseNumber":55,"Text":"Mulané sawenèhé ana sing angèstu ing dhèwèké lan sawenèhé ana sing malèngos saka dhè- wèké, lan naraka iku wis cukup kanggo ngobong"},{"SurahNumber":4,"VerseNumber":56,"Text":"Sayekti para kang padha angafiri ing timbalan-timbalan- Ingsun, bakal Ingsun cemplungaké ing geni; saben-saben kulité wis padha kobong, padha Ingsun salini kulit liyané, supaya padha ang- rasakaké siksa; sayekti Allah iku Minulya, Wicaksana"},{"SurahNumber":4,"VerseNumber":57,"Text":"Lan para kang padha angèstu sarta anglakoni panggawé becik, bakal Ingsun lebokaké ing pata- manan, kang ing jeroné kali-kaliné padha mili, padha manggon ing kono, langgeng; ana ing kono bakal padha olèh jodho kang padha sucia lan bakal padha Ingsun lebokaké ing kabegjan gedhé"}]}