{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Eaba o’a ithoala, o ile a ea ikhutsa le lesea la hae sebakeng se thoko haholo"},{"SurahNumber":19,"VerseNumber":23,"Text":"Mahloko a pelehi, a mo phomotsa tlas’a kutu ea sefate sa palema. A hooa a re: “Oho, hoja ke mpile ka shoa pele ho sena! e be ha ke’a ba letho hoo ho ka beng ho lebalehile!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Ebile moo, lentsoe le hoeletsa tlas’a kutu ea sefate: “O se ke oa ts’oenyeha! Hobane Mong`a hau o entse nokana haufi le uena"},{"SurahNumber":19,"VerseNumber":25,"Text":"«Sisinya sefate seo sa palema se haufi le uena, hore litholoana tse buts’uitseng li tle li oele haufi le uena"},{"SurahNumber":19,"VerseNumber":26,"Text":"“E noa, u je o tle o ts’elisehe. Haeba o ka kopana le motho ofe kapa ofe, o re: “Ke ikanne boitimo ho Allah ea Tletseng Lereko, letsating lena ha ho motho ofe kapa ofe eo ke tla buoa le eena.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Eaba ka mor’a nako o tlisa lesea leo kapel’a batho ba habo a le sikile. Ba re: “Oho maria! Seo u tlang le sona Ruri ke mohlolo"},{"SurahNumber":19,"VerseNumber":28,"Text":"Khaitseli ea Aarone! Ruri ntata’o e ne e se monna ea fosahetseng, le ‘mao e ne e se sehlola.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Eaba o supa lesea. Ba re: “Re ka buoa joang le lesea?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Lesea la re: “Ruri ke mohlanka oa Allah: O mphile Lengolo, o nkentse moporofeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"“A ntlhohonolofatsa hohle moo ke teng, Le hona ho ‘matlafatsa ka Thapelo le tsona Linyehelo bophelo bohle ba ka"},{"SurahNumber":19,"VerseNumber":32,"Text":"“Le ho ba mosa ho ‘M’e oa ka, eseng ho baka morusu esita le hona ho hloka khotso"},{"SurahNumber":19,"VerseNumber":33,"Text":"Kahoo, khotso e ho ‘na ho tloha mohla ke tsoaloang, le letsatsi leo ke tlang ho shoa ka lona, le mohla ke tlang ho tsosetsoa bophelong hape!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Eo e bile eena Jesu mora oa Maria: sena ke bopaki ba‘nete ka seo ba hanyetsanang ka sona"},{"SurahNumber":19,"VerseNumber":35,"Text":"Ha ho lokele botlotlehi ba Allah hore a ka tsoala mora. Tlotla e be ho Eena! Nakong eo A nang le morero, U re feela ho ona: “E ba!” O fele o phethahale"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ruri Allah ke Mong`a ka, e bile ke Mong`a lona. Mo sebeletseng ke hona. Eo ke eona tsela e otlolohileng"},{"SurahNumber":19,"VerseNumber":37,"Text":"Empa maqulolana har’a bona a ea fapana: masoabi a tlaba holim’a mahana-tumelo ka lebaka Kahlolo ea mohla Letsatsi la Tonanahali"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kamoo ba tlang ho bona le ho utloa kateng mohla letsatsi leo, ba tla ema ka pel’a Rona! Baetsalibe ba phosong e hlakileng kajeno"},{"SurahNumber":19,"VerseNumber":39,"Text":"U ba hlokomelise ka Letsatsi la Mahlomola mohla ho lihuoang kahlolo. Ha joale ba sa le, har’a bosaoana, ha ba kholoe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Ke Rona majalefa a lefats’e le lintho tsohle tse teng holim’a lona, bona ba tla boela ho Rona"},{"SurahNumber":19,"VerseNumber":41,"Text":"U tle u hopole litaba tsa Abrahama ka har’a Lengolo. Ene ele motho oa ‹nete, e le Moporofeta"},{"SurahNumber":19,"VerseNumber":42,"Text":"O ile a re ho ntata’e: “Oho ntate! Hobaneng ha u khumamela lintho tse senang kutlo le eona pono, tse bileng li ke keng tsa u putsa ka letho"},{"SurahNumber":19,"VerseNumber":43,"Text":"“Oho ntate! Tsebo e tlile ho ‘na e sa kang ea tla ho uena. Kahoo ntatele, ke tla u tataisetsa tseleng e nepahetseng"},{"SurahNumber":19,"VerseNumber":44,"Text":"“Oho ntate! Se sebeletse Satane. Hobane Satane ke lerabele khahlanong le ea Tletseng Lereko (Allah)"},{"SurahNumber":19,"VerseNumber":45,"Text":"“Oho ntate! Bona! Ke ts’oha hore mohlomong kotlo e tloha e u oela e tsoang ho Ea Lereko, hoo u ka bang motsoalle oa Satane.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"Ntata’e a re: “Abrahama Hobaneng ha u hloile melimo ea ka? Haeba u sa khaotse, Ruri ke tla u tlepetsa ka majoe. Ak’u tlohe pel’a ka ha nakoana!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abrahama a re: “Khotso e be le uena: Ke tla u kopela ts’oarelo ho Mong`a ka. Hobane U mosa o khaphatsehang ho ‘na"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ke tla u furalla le tsohle tseo u li rapelang kathoko ho Allah le hona ho u rapella ho Mong`a ka. Mohlomong thapelong eo ea Mong`a ka, nke ke ka soetseha"},{"SurahNumber":19,"VerseNumber":49,"Text":"Hoba a tlohe pela bona le ho lintho tseo ba neng ba li khumamela kathoko ho Allah, eaba Re mo neha Isaaka le Jakobo. Bobeli ba bona Re ile Ra ba etsa baporofeta"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ra ba neha Mohau oa Rona, Ra ba abela maemo a phahameng a ho tuma ka ‘nete"},{"SurahNumber":19,"VerseNumber":51,"Text":"U hopole litaba tsa Moshe kahar’a Lengolo. Hobane o ne a khethiloe, ebile ene ele moromuoa oa Allah, e le moporofeta"},{"SurahNumber":19,"VerseNumber":52,"Text":"Re ile Ra mo biletsa ka holim’a thaba ea senai, le ho mo atametsa haufi le litaba tse molemo"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ra mo sitsa ka Aarone moena’e ka Mohau oa Rona, le eena e ne e le moporofeta"},{"SurahNumber":19,"VerseNumber":54,"Text":"Hopola le Ishmaele ka har’a Lengolo. O ne a boloka ts’episo ea hae, ebile ele moromuoa oa Allah le moporofeta"},{"SurahNumber":19,"VerseNumber":55,"Text":"U ne a khothaletsa batho ba habo thapelo le linyehelo, o ile a amoheleha mahlong a Mong`a hae"},{"SurahNumber":19,"VerseNumber":56,"Text":"Hopola Enoke(Idris) ka har’a Lengolo. E ne e le motho oa ‘nete, e le moporofeta"},{"SurahNumber":19,"VerseNumber":57,"Text":"Re ile Ra mo phahamisetsa maemong a phahameng"},{"SurahNumber":19,"VerseNumber":58,"Text":"Bana ke bao Allah A ileng aba sitsa ka molemo har’a baporofeta, har’a tsoala ea Adama le bohle bao Re neng Re ba nkile Arekeng le Nooe, le tsoala ea Abrahama le Israele, le har’a bao Re ileng Ra ba tataisa le ho ba etsa bakhethoa. Nakong eo ba pheteloang lits’enolo tsa Ea Tletseng Lereko (Allah), ba oela fats’e ka lifahleho, baithapalatsa le hona ho sekisa meokho"}]}