{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Biz Mûsâ'dan önce de İbrâhim’e hidâyet ve akl-ı selim verdik. Biz onun halini pek iyi biliyorduk. [6,83; 2,1]"},{"SurahNumber":21,"VerseNumber":52,"Text":"O vakit babasına ve halkına: “Nedir bu karşısında durup taptığınız heykeller?” dedi"},{"SurahNumber":21,"VerseNumber":53,"Text":"“Biz, dediler, atalarımızı bunlara tapar bulduk, biz de onların yaptıklarını yapıyoruz.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"“Yemin ederim ki, dedi, siz de atalarınız da besbelli bir sapıklık içindesiniz.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: “Sen ciddi misin, yoksa şakacı insanların yaptığı gibi bizimle eğleniyor musun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"“Yoo! Şaka ne demek! dedi İbrâhim. Doğrusu sizin Rabbiniz, ancak gökleri ve yeri yarattığı gibi bütün onların da Rabbi olan Zattır. Ben de bu gerçeğe şahitlik edenlerdenim.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ve içinden: “Allah'a yemin ederim ki, siz dönüp gittikten sonra mutlaka bu putlarınızın başına bir çorap öreceğim!” diye ekledi"},{"SurahNumber":21,"VerseNumber":58,"Text":"Onların bütün putlarını paramparça etti, yalnız, halk, belki de olup biten olay hakkında kendisine sorarlar düşüncesiyle, onların büyüklerine dokunmadı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Dönüp de olanları görünce dediler ki: “Kim acaba tanrılarımıza bunu reva gören? Her kimse o, muhakkak ki zalimin teki!”"},{"SurahNumber":21,"VerseNumber":60,"Text":"İçlerinden bazıları: “Sahi! İbrâhim adındaki bir delikanlının onları diline doladığını işitmiştik!”"},{"SurahNumber":21,"VerseNumber":61,"Text":"“Haydin, dediler, getirin onu halkın huzuruna ki çekeceği cezaya onlar da şahit olsunlar.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"“Söyle bakalım İbrâhim!” dediler, “sen mi yaptın tanrılarımıza karşı bu işi?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"“Belki de,” dedi, “şu büyükleri yapmıştır. Eğer konuşurlarsa sorun bakalım onlara!”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine vicdanlarına dönüp içlerinden: “Asıl zalim İbrâhim değil, bu âciz putlara ibadet edip bel bağlayan sizler, biz müşriklermişiz!” dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Fakat bunu dışa vurmayıp sonra yine önceki görüşlerine dönüp İbrâhim'e: “Bunların konuşmadıklarını sen de pek iyi bilirsin!” dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"“O halde,” dedi, Allah'tan başka, size ne fayda ne de zarar veremeyecek şeylere mi tapıyorsunuz! Yuh size de Allah’tan başka o taptıklarınıza da! Hâlâ aklınızı kullanmayacak mısınız?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"“O halde,” dedi, Allah'tan başka, size ne fayda ne de zarar veremeyecek şeylere mi tapıyorsunuz! Yuh size de Allah’tan başka o taptıklarınıza da! Hâlâ aklınızı kullanmayacak mısınız?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"“Eğer yapacağınız bir şey varsa, dediler, o da bunu yakmaktır. Böyle yapın da tanrılarınıza sahip çıkın!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz ateşe şöyle ferman ettik: “Dokunma İbrâhim'e! Serin ve selâmet ol ona!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Hülasa onu tuzağa düşürmek istediler ama, Biz asıl onları hüsrana uğrattık. Asıl tuzağa düşenler kendileri oldular"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu Lût ile beraber kurtarıp, bütün insanlar için kutlu ve feyizli kıldığımız diyara ulaştırdık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ona ayrıca İshak'ı, üstelik bir de Yâkub’u ihsan ettik. Hepsini de erdemli insanlar kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları buyruklarımızla insanlara doğru yolu gösteren önderler yaptık. Kendilerine hayırlı işler işlemeyi, namaz kılmayı, zekât vermeyi vahyettik. Onlar yalnız Bize ibadet ederlerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lût'a da hüküm ve ilim verdik ve onu iğrenç işler yapan şehir halkından kurtardık ki gerçekten onlar kötü ve itaat dışına çıkmış fâsık bir güruh idiler. Kendisini de şefkat ve himayemize aldık. O gerçekten erdemli kimselerdendi"},{"SurahNumber":21,"VerseNumber":75,"Text":"Lût'a da hüküm ve ilim verdik ve onu iğrenç işler yapan şehir halkından kurtardık ki gerçekten onlar kötü ve itaat dışına çıkmış fâsık bir güruh idiler. Kendisini de şefkat ve himayemize aldık. O gerçekten erdemli kimselerdendi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh'u da önderlerden kıldık. O İbrâhim ve Lut’dan çok önce, Bize yakarmıştı. Biz de duasını kabul buyurup onu, yakınlarını, evlatlarını ve halkından iman edenleri büyük bir beladan kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Âyetlerimizi yalan sayan halka karşı da ona destek olup onlardaki haklarını aldık. Gerçekten onlar kötü bir toplum idi. Bu yüzden Biz de onların hepsini suda boğduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ile Süleyman'ı da... Hani bir defasında onlar bir ekin konusunda hüküm veriyorlardı. Şöyle ki: Geceleyin bir grup insanın koyun sürüsü ekin tarlasına yayılmış, zarar vermişti. Biz de onların bu hükümlerine tanık oluyorduk"},{"SurahNumber":21,"VerseNumber":79,"Text":"Biz çözümü ihtiva eden hükmü Süleyman'a bildirdik. Bununla beraber, her birine bir hüküm ve bir ilim verdik.Dağları ve kuşları Davud’un emrine verdik. Onunla beraber takdis ve ibadet ederlerdi. Biz dilediğimiz her şeyi yapma kudretine sahibiz. [34,10; 38,18-19] {KM, Mezmurlar}"},{"SurahNumber":21,"VerseNumber":80,"Text":"Bir de sizi savaşınızın şiddetinden koruması için ona, zırh yapma sanatını öğrettik.Peki bütün bunlar için şükrediyor musunuz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Süleyman'a da şiddetli rüzgârı âmade kıldık. Rüzgâr, onun emriyle kutlu beldeye doğru eserdi. Çünkü her şeyin gerçek mahiyetini Biz biliriz"},{"SurahNumber":21,"VerseNumber":82,"Text":"Kendisi için dalgıçlık ve daha başka birtakım işler yapan bazı cinleri (şeytanları) da onun emrine verdik. Biz onları gözetim altında tutardık"}]}