{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Disse: “Se ha rubato, già uno dei suoi fratelli aveva rubato”. Giuseppe nascose [il sentimento] nel suo cuore, senza mostrare loro nulla. Disse: “Invero, la vostra situazione è peggiore, e Allah sa cosa affermate!”"},{"SurahNumber":12,"VerseNumber":78,"Text":"Implorarono: “O potente, suo padre è molto vecchio! Prendi uno di noi in sua vece. Tu sei tra coloro che ben agiscono”"},{"SurahNumber":12,"VerseNumber":79,"Text":"Disse: “Ci guardi Allah, dal prendere altri che colui presso il quale abbiamo ritrovato i nostri beni, ché in tal caso saremmo ingiusti!”"},{"SurahNumber":12,"VerseNumber":80,"Text":"Quando persero la speranza [di riaverlo], discussero [tra loro] in segreto. Disse il maggiore: “Non ricordate, che vostro padre vi chiese di giurare davanti ad Allah? E come, già una volta, mancaste nei confronti di Giuseppe? Non lascerò questo territorio, senza che mio padre me ne dia il permesso o [senza] che Allah abbia giudicato in mio favore. Egli è il migliore dei giudici"},{"SurahNumber":12,"VerseNumber":81,"Text":"Tornate dal padre vostro e ditegli: “O padre, tuo figlio ha rubato. Non abbiamo testimoniato, eccetto che per quello che sappiamo: non potevamo prevedere l'ignoto"},{"SurahNumber":12,"VerseNumber":82,"Text":"Chiedi pure [agli abitanti della] città e a quelli della carovana con la quale siamo tornati. Davvero siamo sinceri!”"},{"SurahNumber":12,"VerseNumber":83,"Text":"Disse [Giacobbe]: “Sono piuttosto le vostre passioni che vi hanno ispirato qualcosa. Bella pazienza! Chissà che Allah, me li restituisca tutti quanti! In verità, Egli è il Sapiente, il Saggio”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Volse loro le spalle e disse: “Ahimè! Quanto mi dolgo per Giuseppe!”. Sbiancarono i suoi occhi per la tristezza e fu sopraffatto dal dispiacere"},{"SurahNumber":12,"VerseNumber":85,"Text":"Dissero: “Per Allah! Smetti di ricordare Giuseppe, finirai per consumarti e morirne!”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Rispose: “Mi lamento solo davanti ad Allah della mia disgrazia e del mio dolore, e grazie ad Allah conosco cose che voi non sapete"},{"SurahNumber":12,"VerseNumber":87,"Text":"Andate figli miei, cercate Giuseppe e suo fratello e non disperate del soccorso di Allah, ché solo i miscredenti disperano del soccorso di Allah”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Quando poi entrarono [ancora una volta] al cospetto di lui, dissero: “O principe, ci ha colpiti la disgrazia, noi e la nostra famiglia. Abbiamo recato merce di scarso valore. Riempici comunque la misura e facci la carità, ché Allah compensa i caritatevoli”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Rispose: “Non ricordate quello che faceste a Giuseppe e a suo fratello nella vostra ignoranza?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Dissero: “Sei tu proprio, Giuseppe?”. Disse: “Io sono Giuseppe e questi è mio fratello. In verità Allah ci ha colmato di favori! Chi è timorato e paziente, [sappia che] in verità, Allah non trascura di compensare chi fa il bene”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Dissero: “Per Allah, certo Allah ti ha preferito a noi e certo noi siamo colpevoli”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Disse: “Oggi non subirete nessun rimprovero! Che Allah vi perdoni, Egli è il più misericordioso dei misericordiosi"},{"SurahNumber":12,"VerseNumber":93,"Text":"Andate con questa mia camicia e posatela sul viso di mio padre: riacquisterà la vista. Conducetemi tutta la vostra gente”"},{"SurahNumber":12,"VerseNumber":94,"Text":"Non appena la carovana fu ripartita, disse il padre loro: “Davvero sento l'odore di Giuseppe, e non dite che sto delirando”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Gli risposero: “Per Allah, sei ancora in preda alla tua vecchia fissazione”"},{"SurahNumber":12,"VerseNumber":96,"Text":"Quando giunse il latore della buona novella, pose la camicia sul volto di [Giacobbe]. Egli riacquistò la vista e disse: “Non vi avevo appunto detto che grazie ad Allah, conosco cose che voi non sapete?”"},{"SurahNumber":12,"VerseNumber":97,"Text":"Dissero: “O padre, implora perdono per i nostri peccati, ché veramente siamo colpevoli”"},{"SurahNumber":12,"VerseNumber":98,"Text":"Rispose: “Implorerò per voi il perdono del mio Signore. Egli è il Perdonatore, il Misericordioso”"},{"SurahNumber":12,"VerseNumber":99,"Text":"Quando furono introdotti alla presenza di Giuseppe, questi accolse il padre e la madre e disse: “Entrate in Egitto in sicurezza, se Allah vuole!”"},{"SurahNumber":12,"VerseNumber":100,"Text":"Fece salire i suoi genitori sul suo trono e [tutti] caddero in prosternazione. Disse: “O padre, ecco il significato del mio sogno di un tempo. Il mio Signore lo ha avverato. Egli è stato buono con me quando mi ha tratto dalla prigione, e vi ha condotti qui dal deserto, dopo che Satana si era intromesso tra me e i miei fratelli. In verità, il mio Signore è dolcissimo in quello che vuole, Egli è il Sapiente, il Saggio"}]}