{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"O gün üzlər əbədi Yaşayan, yaradılanların Qəyyumu olan Allah qarşısında zəlil bir görkəm alacaq. Günaha batanlar isə ziyana uğrayacaqlar"},{"SurahNumber":20,"VerseNumber":112,"Text":"Mömin olub yaxşı işlər görən şəxslər isə nə haqsızlıqdan, nə də naqislikdən qorxmazlar"},{"SurahNumber":20,"VerseNumber":113,"Text":"Beləliklə, Biz onu ərəbcə Quran olaraq nazil etdik. Biz orada təhdidləri dönə-dönə açıqladıq ki, bəlkə, onlar pis əməllərindən çəkinsinlər və ya ibrət alsınlar"},{"SurahNumber":20,"VerseNumber":114,"Text":"Haqq Hökmdar olan Allah ucadır! Onun ayələrinin vəhyi sənə tamamlanmayınca Quranı oxumağa tələsmə və: “Ey Rəbbim! Elmimi artır!”– de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Biz bundan əvvəl Adəmlə də əhd bağlamışdıq. Lakin o, əhdi unutdu və Biz onda əzm görmədik"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir zaman mələklərə: “Adəmə səcdə edin!”– demişdik. İblisdən başqa hamısı səcdə etdi. O, səcdədən imtina etdi"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz dedik: “Ey Adəm! Bu, həm sənin, həm də zövcənin düşmənidir. O sizi Cənnətdən çıxartmasın, yoxsa bədbəxt olarsan"},{"SurahNumber":20,"VerseNumber":118,"Text":"Sən orada nə ac qalacaq, nə də çılpaq olacaqsan"},{"SurahNumber":20,"VerseNumber":119,"Text":"Sən orada nə susayacaq, nə də bürküdən əziyyət çəkəcəksən!”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Şeytan ona vəsvəsə edib dedi: “Ey Adəm! Sənə əbədiyyət ağacını və tükənməyəcək bir mülkü göstərimmi?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"İkisi də ondan yedilər və ayıb yerləri özlərinə göründü. Onlar üstlərinə Cənnət ağaclarının yarpaqlarından örtməyə başladılar. Beləliklə, Adəm Rəbbinə asi olub səhv yol tutdu"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rəbbi onu seçib tövbəsini qəbul etdi və onu doğru yola yönəltdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah buyurdu: “Bir-birinizə düşmən kəsilərək hamınız buradan yerə enin. Məndən sizə doğru yol göstəricisi gəldiyi zaman hər kəs Mənim doğru yol göstərən bələdçimin ardınca getsə, nə yolunu azar, nə də bədbəxt olar"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim Mənim Zikrimdən üz döndərsə, onun güzəranı sıxıntılı olacaq və Biz Qiyamət günü onu kor kimi hüzurumuza gətirdəcəyik”"},{"SurahNumber":20,"VerseNumber":125,"Text":"O deyəcək: “Ey Rəbbim! Mən dünyada görürdümsə, indi nə üçün məni kor olaraq gətirdin?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah deyəcək: “Elədir! Çünki sənə ayələrimiz gəldi, sən isə onları unutdun. Bu gün də sən beləcə unudulacaqsan!”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Biz həddi aşanı və Rəbbinin ayələrinə inanmayanı belə cəzalandırırıq. Axirət əzabı isə, daha şiddətli və daha sürəklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Onlardan əvvəl öz məskənlərində gəzib dolaşan neçə-neçə nəsilləri məhv etməyimiz, onlara dərs olmadımı? Həqiqətən, bunda ağıl sahibləri üçün ibrətlər vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Əgər Rəbbin tərəfindən əvvəlcədən vəd edilmiş Söz və müəyyən edilmiş bir vaxt olmasaydı, əzab onları dərhal yaxalayardı"},{"SurahNumber":20,"VerseNumber":130,"Text":"Onların dediklərinə səbir et. Günəş doğmamışdan və batmamışdan əvvəl Rəbbini həmd-səna ilə təriflə, gecənin bəzi saatlarında və gündüzün iki başında Ona təriflər de ki, bəlkə razı qalasan"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlərdən bəzisini sınamaq üçün onlara dünya həyatının bərbəzəyi kimi verdiyimiz şeylərə gözünü dikmə. Rəbbinin ruzisi daha xeyirli və daha davamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ailənə namaz qılmağı əmr et, özün də onu səbirlə yerinə yetir. Biz səndən ruzi istəmirik, əksinə sənə ruzi verən Bizik. Gözəl aqibət təqvaya bağlıdır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirlər: “Nə üçün o, Rəbbindən bizə bir dəlil gətirmir?”– dedilər. Məgər onlara əvvəlki səhifələrdə olanların açıq-aydın dəlili çatmadımı"},{"SurahNumber":20,"VerseNumber":134,"Text":"Əgər Biz onları bundan əvvəl (Muhəmməd peyğəmbər və Quran gəlməzdən öncə) əzabla məhv etsəydik, deyərdilər: “Ey Rəbbimiz! Nə üçün bizə bir peyğəmbər göndərmədin ki, biz də zəlil və rüsvay olmazdan əvvəl Sənin ayələrinə tabe olaq?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"De: “Hamı gözləyir, siz də gözləyin. Yaxında siz kimin doğru yol sahibi olduğunu və kimin haqq yola yönəldiyini biləcəksiniz!”"}]}