{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"И [спомени] Айюб, който призова своя Господ: “Засегна ме беда, а Ти си Най-милосърдният от милосърдните.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"И му откликнахме Ние, и премахнахме бедата му, и възстановихме семейството му, и го удвоихме - милост от Нас и напомняне за покланящите се"},{"SurahNumber":21,"VerseNumber":85,"Text":"И [спомени] Исмаил, и Идрис, и Зу-л-Кифл. Всички бяха от търпеливите"},{"SurahNumber":21,"VerseNumber":86,"Text":"И ги въведохме в Нашата милост. Те бяха от праведниците"},{"SurahNumber":21,"VerseNumber":87,"Text":"И [спомени Юнус-] човека в кита, който отиде разгневен и мислеше, че Ние не ще го притесним. И извика в тъмнините [в корема на кита]: “Няма друг бог освен Теб! Пречист си Ти! Наистина бях несправедлив.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"И му откликнахме Ние, и го спасихме от скръбта. Така спасяваме вярващите"},{"SurahNumber":21,"VerseNumber":89,"Text":"И спомени [Закария], който призова своя Господ: “Господи, не ме оставяй сам! Ти си Най-добрият наследник.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"И му откликнахме Ние, и му дарихме Яхя, и за него поправихме съпругата му. И те се надпреварваха в добрините, и Ни зовяха с копнеж и боязън. И бяха смирени пред Нас"},{"SurahNumber":21,"VerseNumber":91,"Text":"И [спомени Мариам -] онази, която се опази девствена и в която вдъхнахме от Нашия дух, и сторихме нея и сина й знамение за световете"},{"SurahNumber":21,"VerseNumber":92,"Text":"Това е вашата вяра - единствената вяра, а Аз съм вашият Господ. Затова единствено на Мен служете"},{"SurahNumber":21,"VerseNumber":93,"Text":"Но [общностите] изпаднаха в разногласие помежду си, ала всички при Нас ще се върнат"},{"SurahNumber":21,"VerseNumber":94,"Text":"Който върши праведни дела и е вярващ, не ще се отхвърли неговото старание. Ние му го записваме"},{"SurahNumber":21,"VerseNumber":95,"Text":"И възбранено е на всяко селище, което сме погубили, да се завърне [на земята]"},{"SurahNumber":21,"VerseNumber":96,"Text":"Когато бъдат пуснати [племената] Яджудж и Маджудж, които от всеки склон ще се втурнат"},{"SurahNumber":21,"VerseNumber":97,"Text":"тогава ще е наближило истинното обещание. И с втрещени погледи неверниците ще рекат: “О, горко ни, бяхме нехайни към това! Наистина бяхме угнетители.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"[О, неверници], вие и това, на което служите вместо на Аллах, сте горивото на Ада. В него ще влезете"},{"SurahNumber":21,"VerseNumber":99,"Text":"Ако тези бяха богове, те нямаше да влязат в него. Всички там ще пребивават вечно"},{"SurahNumber":21,"VerseNumber":100,"Text":"В него ще стенат и не ще чуват"},{"SurahNumber":21,"VerseNumber":101,"Text":"А тези, които са получили най-доброто обещание от Нас, те оттам ще бъдат отдалечени"},{"SurahNumber":21,"VerseNumber":102,"Text":"Не ще чуват от него дори шумолене. В това, което са желали, те ще пребивават вечно"},{"SurahNumber":21,"VerseNumber":103,"Text":"И най-големият ужас не ще ги наскърби. И ангелите ще ги посрещат: “Това е вашият Ден, който ви е обещан.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Денят, в който ще навием небето като свитък за писане. Както наченахме първото сътворяване, така Ние ще го повторим - обещание от Нас. Ние непременно ще го направим"},{"SurahNumber":21,"VerseNumber":105,"Text":"Написахме Ние в псалмите подир Напомнянето, че Моите праведни раби ще наследят земята"},{"SurahNumber":21,"VerseNumber":106,"Text":"В този [Коран] има послание за хората, служещи на Аллах"},{"SurahNumber":21,"VerseNumber":107,"Text":"И те изпратихме [о, Мухаммад] наистина като милост за световете"},{"SurahNumber":21,"VerseNumber":108,"Text":"Кажи: “Разкрито ми бе, че вашият Бог е единственият Бог. Няма ли да Му се отдадете?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"А отвърнат ли се, кажи: “Всички ви еднакво известих. И не знам дали е близко или далечно това, което ви е обещано"},{"SurahNumber":21,"VerseNumber":110,"Text":"Наистина Той знае явното слово и знае какво спотайвате"},{"SurahNumber":21,"VerseNumber":111,"Text":"И не знам дали това не е изпитание за вас и наслаждение до време.”"},{"SurahNumber":21,"VerseNumber":112,"Text":"Каза [Мухаммад]: “Господи, отсъди с правдата! Нашият Господ е Всемилостивия, Моления за помощ против това, което Му приписвате.”"}]}