{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"Their physical appearance attracts you when you see them and when they speak, you carefully listen to them. In fact, they are like propped up hollow trunks of wood (They are so cowardly) they think that every cry which they hear is against them. They are the enemy, so beware of them. May God condemn them. Where are they turning to, leaving behind the Truth"},{"SurahNumber":63,"VerseNumber":5,"Text":"When they are told, \"Come and let the Prophet of God seek forgiveness for you,\" they shake their heads and you can see them arrogantly turning away"},{"SurahNumber":63,"VerseNumber":6,"Text":"It is all the same whether you seek forgiveness for them or not; God will never forgive them. God does not guide the evil-doing people"},{"SurahNumber":63,"VerseNumber":7,"Text":"It is they who say, \"Give nothing to those who are around the Messenger of God so that they will desert him.\" To God belongs the treasures of the heavens and the earth, but the hypocrites have no understanding"},{"SurahNumber":63,"VerseNumber":8,"Text":"They say, \"When we return to Medina, the honorable ones will certainly drive out the mean ones.\" Honor belongs to God, His Messenger and the believers, but the hypocrites do not know"},{"SurahNumber":63,"VerseNumber":9,"Text":"Believers, do not let your wealth and children divert you from remembering God. Wwhoever is diverted will suffer a great loss"},{"SurahNumber":63,"VerseNumber":10,"Text":"Spend for the cause of God out of what We have given you before death approaches you, and say, \"Lord, would that you would give me respite for a short time so that I could spend for Your cause and become one of those who do good"},{"SurahNumber":63,"VerseNumber":11,"Text":"God will never grant respite to any soul when its appointed time has come. God is Well-Aware of what you do"},{"SurahNumber":64,"VerseNumber":1,"Text":"All that is in the heavens and the earth glorify God. To Him belongs the Kingdom and all praise. He has power over all things"},{"SurahNumber":64,"VerseNumber":2,"Text":"It is He who has created you all but some of you have accepted the faith and some of you have not. God is Well Aware of what you do"},{"SurahNumber":64,"VerseNumber":3,"Text":"He has created the heavens and the earth for a genuine purpose and has formed you in the best shape. To Him all things return"},{"SurahNumber":64,"VerseNumber":4,"Text":"He knows all that is in the heavens and the earth and all that you reveal or conceal. God knows best whatever the hearts contain"},{"SurahNumber":64,"VerseNumber":5,"Text":"Have you not received the news about the disbelievers living before you who suffered the consequences of their deeds and will suffer a painful torment"},{"SurahNumber":64,"VerseNumber":6,"Text":"This was because their messengers came to them with clear proof (to support their prophethood) and they said, \"Can mere mortals provide us with guidance?\" They rejected the Messengers and turned away. God does not need the worship of anyone. He is Self-sufficient and Praiseworthy"},{"SurahNumber":64,"VerseNumber":7,"Text":"The disbelievers have thought that they would never be resurrected (Muhammad). Say, \"I swear by my Lord that you will certainly be resurrected and will be told about all that you have done.\" All this is certainly very easy for God"},{"SurahNumber":64,"VerseNumber":8,"Text":"Thus, have faith in God, His Messenger and the Light which We have revealed. God is Well-Aware of what you do"},{"SurahNumber":64,"VerseNumber":9,"Text":"On the day when We shall gather you all together (for the Day of Judgment), all cheating will be exposed. Those who believe in God and act righteously will receive forgiveness for their sins. They will be admitted into Paradise wherein streams flow and they will live forever. This certainly is the greatest triumph"},{"SurahNumber":64,"VerseNumber":10,"Text":"As for those who have disbelieved and rejected Our revelations, they will dwell forever in hell fire, a terrible fate"},{"SurahNumber":64,"VerseNumber":11,"Text":"No one will be afflicted with any hardship without it being the will of God. The hearts of whoever believed in God will receive guidance. God has the knowledge of all things"},{"SurahNumber":64,"VerseNumber":12,"Text":"Obey God and the Messenger, but if you turn away, know that the only duty of Our Messenger is to clearly preach"},{"SurahNumber":64,"VerseNumber":13,"Text":"God is the only Lord and in Him the believers should trust"},{"SurahNumber":64,"VerseNumber":14,"Text":"Believers, some of your wives and children may prove to be your enemies so beware of them. However, if you would pardon, ignore and forgive, know that God is All-forgiving and All-merciful"},{"SurahNumber":64,"VerseNumber":15,"Text":"Your property and children are a trial for you, but the reward (which one may receive from God) is great"},{"SurahNumber":64,"VerseNumber":16,"Text":"Have as much fear of God as best as you can. Listen to the Messenger, obey him, and spend for your own sake good things for the cause of God. Those who control their greed will have everlasting happiness"},{"SurahNumber":64,"VerseNumber":17,"Text":"If you give a virtuous loan to God, He will pay back double and forgive your sins. God is the Most Appreciating and the Most Forbearing"},{"SurahNumber":64,"VerseNumber":18,"Text":"He knows the unseen and the seen. He is the Majestic and All-wise"}]}