{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"مۆمىنلەرنىڭ ھەممىسىنىڭ جىھادقا چىقىشى شەرت ئەمەس (ئۇلارنىڭ بىر تۈركۈمى جىھادقا چىققان ئىكەن)، ئۇلارنىڭ ئىچىدىكى ھەر بىر جامائەدىن يەنە بىر تۈركۈمى دىنىي ئالىم بولۇپ، ئۇلار قەۋمىنىڭ قېشىغا قايتقاندىن كېيىن، قەۋمىنىڭ ئاللاھتىن قورقۇشى ئۈچۈن، ئۇلارنى ئاگاھلاندۇرۇش مەقسىتىدە نېمىشقا (ئىلىم تەلەپ قىلىشقا) چىقمىدى؟"},{"SurahNumber":9,"VerseNumber":123,"Text":"ئى مۆمىنلەر! سىلەر ئۆزۈڭلارغا يېقىن جايدىكى كاپىرلار بىلەن ئۇرۇش قىلىڭلار (يەنى سىلەرگە خەتەر بولماسلىق ئۈچۈن، ئالدى بىلەن ئەتراپىڭلاردىكى سىلەرگە ئورۇش ئاچقان كۇففارلارنى ئۇجۇقتۇرۇڭلار)، سىلەرنى ئۇلار قاتتىق ھېس قىلسۇن (يەنى ئۇرۇش ئۈستىدە ئۇلارغا قاتتىق قول بولۇڭلار ، ئۇلارغا ئىچىڭلار ئاغرىمىسۇن)، بىلىڭلاركى، ئاللاھ تەقۋادارلار بىلەن بىللىدۇر (يەنى ئاللاھ تەقۋادارلارغا مەدەتكاردۇر)"},{"SurahNumber":9,"VerseNumber":124,"Text":"(قۇرئاندىن) بىرەر سۈرە نازىل قىلىنسا، ئۇلار (يەنى مۇناپىقلار) نىڭ ئارىسىدا (مەسخىرە قىلىش يۈزىسىدىن): «بۇ (يەنى سۈرە) قايسىڭلارنىڭ ئىمانىنى كۈچەيتتى» دەيدىغانلار بار، مۆمىنلەرگە كېلىدىغان بولساق، (ھەر سۈرىدە يېڭى دەلىل ـ ئىسپاتلار بولغانلىقى ئۈچۈن) بۇ (يەنى سۈرە) ئۇلارنىڭ ئىمانىنى كۈچەيتتى، ئۇلار (سۈرىنىڭ نازىل بولۇشىدىن) خۇشال بولىدۇ"},{"SurahNumber":9,"VerseNumber":125,"Text":"دىللىرىدا كېسەل بارلار (يەنى مۇناپىقلار) غا كېلىدىغان بولساق، بۇ (سۈرە) ئۇلارنىڭ كۇفرىغا كۇفرى قوشتى (يەنى ئۇلار مۇناپىقلىقتا تېخىمۇ ئەزۋەيلىدى، تېخىمۇ گۇمراھلاشتى)، ئۇلار كاپىر پېتى ئۆلدى"},{"SurahNumber":9,"VerseNumber":126,"Text":"ئۇلار ئۆزلىرىنىڭ ھەر يىلى بىر قېتىم ياكى ئىككى قېتىم سىنىلىدىغانلىقىنى (يەنى ئۇلار توغرىسىدا ۋەھىي نازىل بولۇپ، سىرلىرىنىڭ پاش قىلىنىدىغانلىقىنى) بىلمەمدۇ؟ ئاندىن ئۇلار تەۋبە قىلمايدۇ (يەنى نىفاقتىن قايتمايدۇ)، ئىبرەتمۇ ئالمايدۇ"},{"SurahNumber":9,"VerseNumber":127,"Text":"(ئۇلار پەيغەمبەر ئەلەيھىسسالامنىڭ ھۇزۇرىدىكى چاغدا، ئۇلارنىڭ ئەيىبىنى ئاچىدىغان قۇرئاندىن) بىرەر سۈرە نازىل قىلىنسا، ئۇلار بىر ـ بىرىگە قارىشىپ: «سىلەرنى بىرەرسى كۆرۈپ قالارمۇ» دېيىشىپ تىكىۋېتىدۇ، ئۇلار (ھەقىقەتنى) چۈشەنمەس قەۋم بولغانلىقى ئۈچۈن، ئاللاھ ئۇلارنىڭ دىللىرىنى ئۆزگەرتىۋەتتى"},{"SurahNumber":9,"VerseNumber":128,"Text":"(ئى ئىنسانلار!) شۈبھىسىزكى، سىلەرگە ئۆز ئاراڭلاردىن پەيغەمبەر كەلدى. سىلەرنىڭ كۈلپەت چېكىشىڭلار ئۇنىڭغا ئېغىر تۇيۇلىدۇ؛ ئۇ سىلەرنىڭ (ھىدايەت تېپىشىڭلارغا) ھېرىستۇر، مۆمىنلەرگە ئامراقتۇر، ناھايىتى كۆيۈمچاندۇر"},{"SurahNumber":9,"VerseNumber":129,"Text":"(ئى پەيغەمبەر!) ئەگەر ئۇلار (ساڭا ئىمان ئېيتىشتىن) يۈز ئۆرۈسە، سەن: «ئاللاھ ماڭا كۇپايە قىلىدۇ، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، ئۇنىڭغا تەۋەككۈل قىلدىم (يەنى ئاللاھقا يۆلەندىم، ئاللاھتىن باشقا ھېچ ئەھەدىدىن ئۈمىد كۈتمەيمەن ۋە قورقمايمەن)، ئۇ بۈيۈك ئەرشنىڭ پەرۋەردىگارىدۇر» دېگىن"},{"SurahNumber":10,"VerseNumber":1,"Text":"ئەلىف، لام، را. بۇ، ھېكمەتلىك كىتاب (يەنى قۇرئان) ئايەتلىرىدۇر"},{"SurahNumber":10,"VerseNumber":2,"Text":"ئىنسانلارنىڭ بىرىگە (يەنى مۇھەممەد ئەلەيھىسسالامغا): ئىنسانلار (يەنى كاپىرلار) نى (ئاللاھنىڭ ئازابىدىن) ئاگاھلاندۇرغىن، مۆمىنلەرگە پەرۋەردىگارىنىڭ دەرگاھىدا (قىلغان ياخشى ئەمەللىرى ئۈچۈن) يۇقىرى ئورۇنغا ئېرىشىدىغانلىقى بىلەن خۇشخەۋەر بەرگىن، دەپ ۋەھىي قىلغانلىقىمىزدىن ئۇلار ئەجەبلىنەمدۇ؟ كاپىرلار: «بۇ ھەقىقەتەن ئاشكارا سېھىرگەردۇر» دېدى"},{"SurahNumber":10,"VerseNumber":3,"Text":"شۈبھىسىزكى، سىلەرنىڭ پەرۋەردىگارىڭلار ئاللاھتۇر، ئۇ ئىنسانلارنى، زېمىننى ئالتە كۈندە ياراتتى. ئاندىن ئەرش ئۈستىدە ئۆزىگە لايىق رەۋىشتە قارار ئالدى. ئاللاھ خالايىقنىڭ ئىشلىرىنى (ئۆز ھېكمىتىگە مۇۋاپىق) ئىدارە قىلىپ تۇرىدۇ، (قىيامەت كۈنى) ھەر قانداق شاپائەت قىلغۇچى ئالدى بىلەن ئاللاھنىڭ ئىزنىنى ئالىدۇ، ئەنە شۇ ئاللاھ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، ئۇنىڭغا ئىبادەت قىلىڭلار. ۋەز ـ نەسىھەت ئالمامسىلەر؟"},{"SurahNumber":10,"VerseNumber":4,"Text":"(قىيامەت كۈنى) ھەممىڭلار ئاللاھنىڭ دەرگاھىغا قايتىسىلەر، ئاللاھنىڭ ۋەدىسى ھەقتۇر. شۈبھىسىزكى، مەخلۇقاتنى دەسلەپتە ئاللاھ ياراتقان، (ئۇلارنى ھالاك قىلغاندىن كېيىن، قىيامەت كۈنى) ئىمان ئېيتقانلارنى ۋە ياخشى ئەمەل قىلغانلارنى ئادىللىق بىلەن مۇكاپاتلاش ئۈچۈن قايتا تىرىلدۈرىدۇ. كاپىرلارنىڭ بولسا، ئۆزلىرىنىڭ كۇفرى تۈپەيلىدىن، (دوزاختىكى) ئىچىملىكى قاتتىق قاينىغان سۇ بولىدۇ، ئۇلار قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":10,"VerseNumber":5,"Text":"ئاللاھ قۇياشنى نۇر چاچقۇچى ۋە ئاينى نۇرلۇق قىلىپ ياراتتى. يىللارنىڭ سانىنى ۋە (ۋاقىتلارنىڭ) ھېسابىنى بىلىشىڭلار ئۈچۈن، ئايغا مەنزىللەرنى (يەنى بۇرۇجلارنى) تەيىن قىلدى. ئاللاھ ئۇلارنى بىكار ياراتقىنى يوق (بەلكى بۈيۈك ھېكمەت ۋە زور مەنپەئەت ئۈچۈن ياراتتى)، ئاللاھ ئايەتلىرىنى (قۇدرىتى ئىلاھىيىنى) بىلىدىغان (ۋە ئۇنىڭ ھېكمىتىنى پىكىر قىلىدىغان) قەۋم ئۈچۈن تەپسىلىي بايان قىلىدۇ"},{"SurahNumber":10,"VerseNumber":6,"Text":"كېچە بىلەن كۈندۈزنىڭ نۆۋەتلىشىپ تۇرۇشىدا، ئاللاھ ئاسمانلاردا ۋە زېمىندا ياراتقان شەيئىلەردە (ئاللاھتىن) قورقىدىغان قەۋم ئۈچۈن، ھەقىقەتەن، (ئاللاھنىڭ بارلىقىنى ۋە بىرلىكىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار"},{"SurahNumber":10,"VerseNumber":7,"Text":"شۈبھىسىزكى، بىز بىلەن مۇلاقات بولۇشنى ئۈمىد قىلمايدىغانلار (يەنى ئاللاھقا مۇلاقات بولۇشنى كۆزلىمەيدىغانلار)، دۇنيا تىرىكچىلىكىدىن بەھرىمەن بولۇش بىلەنلا رازى بولغانلار ۋە ئۇنىڭ بىلەن ئارام تاپقانلار، بىزنىڭ ئايەتلىرىمىزدىن غاپىل بولغانلار"},{"SurahNumber":10,"VerseNumber":8,"Text":"ئەنە شۇلارنىڭ جايى، قىلمىشلىرى تۈپەيلىدىن، دوزاخ بولىدۇ"},{"SurahNumber":10,"VerseNumber":9,"Text":"شۈبھىسىزكى، ئىمان ئېيتقانلار ۋە ياخشى ئەمەللەرنى قىلغانلارنى پەرۋەردىگارى، ئۇلارنىڭ ئىمانى سەۋەبىدىن، ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان نازۇ-نېمەتلىك جەننەتلەرگە يېتەكلەيدۇ"},{"SurahNumber":10,"VerseNumber":10,"Text":"ئۇلارنىڭ جەننەتتىكى دۇئاسى: «ئى رەببىمىز، بىز سېنى پاك دەپ ئېتىقاد قىلىمىز» دېيىشتىن ئىبارەت. ئۇلارنىڭ جەننەتتە (بىر ـ بىرىگە) بېرىدىغان سالامى: «(ئەھلى دوزاخ چېكىۋاتقان ئازابتىن) ئامان بولغايسەن (يەنى ئەسسالامۇ ئەلەيكۇم)» دېيىشتىن ئىبارەتتۇر. ئۇلارنىڭ دۇئاسىنىڭ ئاخىرى: «جىمى ھەمدۇسانا ئالەملەرنىڭ پەرۋەردىگارى ئاللاھقا خاستۇر!» دېيىشتىن ئىبارەتتۇر"}]}