{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"۞واتل عليهم نبا ابني ءادم بالحق اذ قربا قربان ا فتقبل من احدهما ولم يتقبل من الاخر قال لاقتلنك قال انما يتقبل الله من المتقين"},{"SurahNumber":5,"VerseNumber":28,"Text":"لين بسطت الي يدك لتقتلني ما انا بباسط يدي اليك لاقتلك اني اخاف الله رب العلمين"},{"SurahNumber":5,"VerseNumber":29,"Text":"اني اريد ان تبوا باثمي واثمك فتكون من اصحب النار وذلك جزوا الظلمين"},{"SurahNumber":5,"VerseNumber":30,"Text":"فطوعت له نفسه قتل اخيه فقتله فاصبح من الخسرين"},{"SurahNumber":5,"VerseNumber":31,"Text":"فبعث الله غراب ا يبحث في الارض ليريه كيف يوري سوءة اخيه قال يويلتى اعجزت ان اكون مثل هذا الغراب فاوري سوءة اخي فاصبح من الندمين"},{"SurahNumber":5,"VerseNumber":32,"Text":"من اجل ذلك كتبنا على بني اسرءيل انه من قتل نفسا بغير نفس او فساد في الارض فكانما قتل الناس جميع ا ومن احياها فكانما احيا الناس جميع ا ولقد جاءتهم رسلنا بالبينت ثم ان كثير ا منهم بعد ذلك في الارض لمسرفون"},{"SurahNumber":5,"VerseNumber":33,"Text":"انما جزوا الذين يحاربون الله ورسوله ويسعون في الارض فسادا ان يقتلوا او يصلبوا او تقطع ايديهم وارجلهم من خلف او ينفوا من الارض ذلك لهم خزي في الدنيا ولهم في الاخرة عذاب عظيم"},{"SurahNumber":5,"VerseNumber":34,"Text":"الا الذين تابوا من قبل ان تقدروا عليهم فاعلموا ان الله غفور رحيم"},{"SurahNumber":5,"VerseNumber":35,"Text":"يايها الذين ءامنوا اتقوا الله وابتغوا اليه الوسيلة وجهدوا في سبيله لعلكم تفلحون"},{"SurahNumber":5,"VerseNumber":36,"Text":"ان الذين كفروا لو ان لهم ما في الارض جميع ا ومثله معه ليفتدوا به من عذاب يوم القيمة ما تقبل منهم ولهم عذاب اليم"},{"SurahNumber":5,"VerseNumber":37,"Text":"يريدون ان يخرجوا من النار وما هم بخرجين منها ولهم عذاب مقيم"},{"SurahNumber":5,"VerseNumber":38,"Text":"والسارق والسارقة فاقطعوا ايديهما جزاء بما كسبا نكل ا من الله والله عزيز حكيم"},{"SurahNumber":5,"VerseNumber":39,"Text":"فمن تاب من بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم"},{"SurahNumber":5,"VerseNumber":40,"Text":"الم تعلم ان الله له ملك السموت والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شيء قدير"}]}