{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":92,"Text":"Ni$ iusa kwen id Musa, s ubeggen. Sinna, deffir es, teddam akked uâajmi. Kunwi d imednas"},{"SurahNumber":2,"VerseNumber":93,"Text":"Mi Nga laâqed yidwen, Nessuli adrar sennig wen: \"eîîfet nezzeh ayen i wen Nefka, u ssemêesset\". Nnan d: \"nesla u nâuûa\". Ikecm asen uâajmi ar wul, si tjehli nnsen. Ini: \"dir it wayen i wen iumeô liman nnwen, ma d lmumnin ay tellam"},{"SurahNumber":2,"VerseNumber":94,"Text":"Ini: \"maday, ar Öebbi, axxam aneggaru i kunwi kan, ur pkkan ara imdanen, mennit tameppant, ma tessawalem tidep"},{"SurahNumber":2,"VerseNumber":95,"Text":"D awez$i, ur p pmennin, ilmend n wayen xedmen ifassen nnsen. Öebbi Issen imednas"},{"SurahNumber":2,"VerseNumber":96,"Text":"A ten tafev, war ccekk, êemmlen tameddurt sennig medden, sennig imcurak. Atan yiwen segsen, issaram ad idder agim iseggwasen. Te$wzi n laâmeô is, ur as tessifrir aâaqeb. Öebbi Ipwali ayen xeddmen"},{"SurahNumber":2,"VerseNumber":97,"Text":"Ini: \"anwa illan d acengu n Jebrayen\"? D neppa, s tidep, it id issersen $ef wul ik, s leb$i n Öebbi. D atebbet n wayen it id izwaren, d nnhaya u d abecceô n lmumnin"},{"SurahNumber":2,"VerseNumber":98,"Text":"Win illan d acengu n Öebbi, lmalayek iS, imazanen iS, Jebrayen, Mikail…, ihi, Öebbi d acengu ijehliyen"},{"SurahNumber":2,"VerseNumber":99,"Text":"Ni$ Nessers ak d issekniyen iberrzen. I ten inekôen, siwa iballa$en"},{"SurahNumber":2,"VerseNumber":100,"Text":"Day yal tikelt ideg ara gen laâqed, a t ixdaâ urbaâ segsen? Ih, tegwti segsen, ur uminen"},{"SurahNumber":2,"VerseNumber":101,"Text":"Mi ten id iusa umazan s$uô Öebbi, itebbet ayen illan $uôsen, arbaâ n wid iwumi teppunefk Tezmamt, rran Tazmamt n Öebbi s azagur nnsen, amzun ur ssinen"},{"SurahNumber":2,"VerseNumber":102,"Text":"Ddan akked wayen xedmen ccwaîen mgal tagelda n Sliman. Sliman ur ijhil. Maca ccwaîen jehlen. Sseêfaven i medden ssêur, akked wayen id irsen, di Babil, ar lmalayek Harut akked Marut. Ur sselmaden yiwen, mebla ma nnan: \"nekwni n$ewwu kan, ur jehhel\"! ÊÊÊËefven, $uôsen, amek ara ssemfaôaqen argaz akked tmeîîut is. Ur îîurun yiwen syis, siwa ma Ib$a Öebbi. ÊÊÊËefven ara ten ivuôôen, ur ten ineffaâ. Ni$ éôan ar win i p iu$en, ur as illi umur di laxeôt. War ccekk, ard ucmit wayen is zzenzen leôwaê nnsen, lemmer éôin"},{"SurahNumber":2,"VerseNumber":103,"Text":"Lemmer, s tidep, uminen u êezzben, ad ifrir warraz s$uô Öebbi, lemmer ssinen"},{"SurahNumber":2,"VerseNumber":104,"Text":"A wid iumnen! Ur qqaret: \"Âass a$ d\", init: \"Wali a$ d\", u ssemêesset. I ijehliyen, aâaqeb aqeôêan"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ur b$in ara ijehliyen, seg wid iwumi teppunefk Tezmamt, akked imcurak, ad awen d irs kra n lxiô, s$uô Mass nnwen. Öebbi Ismenyaf, s uêunu S, win i S ihwan. Öebbi d Bab n lfevl ameqwôaêan"}]}