{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"[Asemenea, vã este oprit sã luaþi] femeile cãsãtorite, afarã de ace- lea care se aflã sub stãpânirea dreptei voastre. Aceasta este po- runca lui Allah pentru voi! ªi vã este îng"},{"SurahNumber":4,"VerseNumber":25,"Text":"Acela dintre voi care nu are mijloace necesare sã se însoare cu muieri slobode ºi credincioase poate [sã-ºi ia de nevastã una] din fetele voastre credincioase aflate sub dreapta voastrã, cãci Allah cun"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah voieºte sã vã facã vouã limpezi [poruncile Sale] ºi sã vã arate rânduielile acelora de dinainte de voi [cei bine cãlãuziþi] ºi El vã iartã pe voi. ªi Al"},{"SurahNumber":4,"VerseNumber":27,"Text":"ªi Allah voieºte sã vã ierte pe voi, în vreme ce aceia, care ur-meazã poftele lor, râvnesc ca voi sã vã abateþi cât mai mult [de la El]"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah voieºte sã vã uºureze [datorinþele,] cãci omul a fost creat slab"},{"SurahNumber":4,"VerseNumber":29,"Text":"O, voi cei care credeþi! Nu vã mâncaþi averile voastre unii altora pe nedrept, doar dacã este un negoþ [legal], cu bunã învoialã între voi!ªi nu vã ucideþi voi înºivã! Allah este"},{"SurahNumber":4,"VerseNumber":30,"Text":"Însã cel care sãvârºeºte aceasta prin necumpãtare ºi fãrãdelege,pe acela Noi îl vom face sã ardã în Foc, cãci pentru Allah aceasta este un lucru uºor"},{"SurahNumber":4,"VerseNumber":31,"Text":"De vã veþi feri de pãcatele mari, care vã sunt oprite, vã vom ierta pentru faptele voastre rele [mãrunte] ºi vã vom lãsa sã intraþi într-un loc nobil"},{"SurahNumber":4,"VerseNumber":32,"Text":"Nu râvniþi la ceea ce Allah a dãruit [cu harul Sãu] unora dintre voi mai mult decât altora. Bãrbaþii vor avea parte de ceea ce au agonisitºi femeile vor avea parte de ceea ce au agonisit. Deci rugaþi"},{"SurahNumber":4,"VerseNumber":33,"Text":"Tuturor le-am dat moºtenitori, pentru ceea ce le lasã pãrinþii ºirudele apropiate. ªi acelora cu care aþi împreunat mâinile voastre drepte , daþi-le partea lor [din moºtenire] , cãci Al"},{"SurahNumber":4,"VerseNumber":34,"Text":"Bãrbaþii sunt proteguitori ai muierilor, datoritã calitãþilor deosebite cu care i-a dãruit Allah ºi datoritã cheltuielilor pe care le fac din bunurile lor. Iar cele evlavioase [dintre femei]"},{"SurahNumber":4,"VerseNumber":35,"Text":"Dacã vã temeþi de o pricinã între ei doi [cei doi soþi], atuncitrimiteþi un arbitru din neamul lui ºi un arbitru din neamul ei. Dacã voiesc ei [arbitrii] împãcarea, Allah va readuce î"}]}