{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"کیا آپ نے ان کو نہیں دیکھا جنہوں نے اس قوم سے دوستی رکھی ہے جن پر الله کا غضب ہے نہ وہ تم میں سے ہیں اور نہ ان میں سے اوروہ جان بوجھ کر جھوٹ پر قسمیں کھاتے ہیں"},{"SurahNumber":58,"VerseNumber":15,"Text":"الله نے ان کے لیے سخت عذاب تیار کر رکھا ہے بے شک وہ بہت ہی برا ہے جو کچھ وہ کرتے ہیں"},{"SurahNumber":58,"VerseNumber":16,"Text":"انہوں نے اپنی قسموں کو ڈھال بنا لیا ہے پس وہ (لوگوں کو) الله کی راہ سے روکتے ہیں تو ان کے لیے ذلیل کرنے والاعذآب ہے"},{"SurahNumber":58,"VerseNumber":17,"Text":"الله کے مقابلہ میں نہ تو ان کے مال ہی کچھ کام آئیں گے اور نہ ان کی اولاد کچھ کام آئے گی یہ دوزخی لوگ ہیں وہ اس میں ہمیشہ رہنے والے ہیں"},{"SurahNumber":58,"VerseNumber":18,"Text":"جس دن الله ان سب کو قبروں سے اٹھائے گا تو اس کے سامنے بھی ایسی ہی قسمیں کھائیں گے جیسی کہ تمہارے سامنے کھاتے ہیں اور سمھجھ رہے ہیں کہ ہم رستے پر ہیں خبردار بے شک وہی جھوٹے ہیں"},{"SurahNumber":58,"VerseNumber":19,"Text":"ان پر شیطان نے غلبہ پا لیا ہے پس اس نے انہیں الله کا ذکر بھلا دیا ہے یہی شیطان کا گروہ ہے خبردار بے شک شیطان کا گروہ ہی نقصان اٹھانے والا ہے"},{"SurahNumber":58,"VerseNumber":20,"Text":"بے شک جو لوگ الله اورا سکے رسول کی مخالفت کرتے ہیں یہی لوگ ذلیلوں میں ہیں"},{"SurahNumber":58,"VerseNumber":21,"Text":"الله نے لکھ دیا ہے کہ میں اور میرے رسول ہی غالب رہیں گے بے شک الله زور آور زبردست ہے"},{"SurahNumber":58,"VerseNumber":22,"Text":"آپ ایسی کوئی قوم نہ پائیں گے جو الله اور قیامت کے دن پر ایمان رکھتی ہو اور ان لوگو ں سے بھی دوستی رکھتے ہوں جو الله اور اس کے رسول کی مخالفت کرتے ہیں گو وہ ان کے باپ یا بیٹے یا بھائی یا کنبے کے لوگ ہی کیوں نہ ہوں یہی وہ لوگ ہیں جن کے دلوں میں اللہ نے ایمان لکھ دیا ہے اور ان کو اپنے فیض سے قوت دی ہے اور وہ انہیں بہشتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی وہ ان میں ہمیشہ رہیں گے الله ان سے راضی ہوا اور وہ اس سے راضی ہوئے یہی الله کا گروہ ہے خبردار بے شک الله کا گروہ ہی کامیاب ہونے والا ہے"},{"SurahNumber":59,"VerseNumber":1,"Text":"جو مخلوقات آسمانوں میں ہے اور جو زمین میں ہے الله کی تسبیح کرتی ہے اور وہی غالب حکمت والا ہے"},{"SurahNumber":59,"VerseNumber":2,"Text":"وہی ہے جس نے اہلِ کتاب کے کافروں کو ان کے گھروں سے پہلا لشکر جمع کرنے کے وقت نکال دیا حالانکہ تمہیں ان کے نکلنے کا گمان بھی نہ تھا اور وہ یہی سمجھ رہے تھے کہ ان کے قلعے انہیں الله سے بچا لیں گے پھر الله کا عذاب ان پر وہاں سے آیا کہ جہاں کا ان کو گمان بھی نہ تھا اوران کے دلوں میں ہیبت ڈال دی کہ اپنے گھر وں کو اپنے اورمسلمانوں کے ہاتھوں سے آپ اجاڑنے لگے پس اے آنکھوں والو عبرت حاصل کرو"},{"SurahNumber":59,"VerseNumber":3,"Text":"اوراگر الله نے ان کے لیے دیس نکالا نہ لکھ دیا ہوتا تو انہیں دنیا ہی میں سزا دیتا اور آخرت میں تو ان کے لیے آگ کا عذاب ہے"},{"SurahNumber":59,"VerseNumber":4,"Text":"یہ ا سلیے کہ انہوں نے الله اوراس کے رسول کی مخالفت کی اور جو الله کی مخالفت کرے تو بے شک الله سخت عذاب دینے والا ہے"},{"SurahNumber":59,"VerseNumber":5,"Text":"مسلمانوں تم نے جو کھجور کا پیڑ کاٹ ڈالا یا اس کو اس کی جڑوں پر کھڑا رہنے دیا یہ سب الله کے حکم سے ہوا اور تاکہ وہ نافرمانوں کو ذلیل کرے"},{"SurahNumber":59,"VerseNumber":6,"Text":"اور جوکچھ الله نے اپنے رسول کو ان سے مفت دلا دیا سو تم نے اس پر گھوڑے نہیں دوڑائے اور نہ اونٹ لیکن الله اپنے رسولوں کو غالب کر دیتا ہے جس پر چاہے اور الله ہر چیز پر قادر ہے"},{"SurahNumber":59,"VerseNumber":7,"Text":"جو مال الله نے اپنےرسول کو دیہات والوں سے مفت دلایا سو وہ الله اور رسول اور قرابت والوں اور یتمیموں اور مسکینوں اور مسافروں کے لیے ہے تاکہ وہ تمہارے دولتمندوں میں نہ پھرتا رہے اور جو کچھ تمہیں رسول دے اسے لے لو اور جس سے منع کرے اس سے باز رہو اور الله سے ڈرو بیشک الله سخت عذاب دینے والا ہے"},{"SurahNumber":59,"VerseNumber":8,"Text":"وہ مال وطن چھوڑنے والے مفلسوں کے لیے بھی ہے جو اپنے گھروں اور مالوں سے نکالے گئے الله کا فضل اس کی رضا مندی چاہتے ہیں اوروہ الله اور اس کے رسول کی مدد کرتے ہیں یہی سچے (مسلمان) ہیں"},{"SurahNumber":59,"VerseNumber":9,"Text":"اور وہ (مال) ان کے لیے بھی ہے کہ جنہوں نے ان سے پہلے (مدینہ میں) گھر اور ایمان حاصل کر رکھا ہے جو ان کے پاس وطن چھوڑ کرآتا ہے اس سے محبت کرتے ہیں اور اپنے سینوں میں اس کی نسبت کوئی خلش نہیں پاتے جو مہاجرین کو دیا جائے اور وہ اپنی جانوں پر ترجیح دیتے ہیں اگرچہ ان پر فاقہ ہو اور جو اپنے نفس کے لالچ سے بچایا جائے پس وہی لوگ کامیاب ہیں"},{"SurahNumber":59,"VerseNumber":10,"Text":"اور ان کے لیے بھی جو مہاجرین کے بعد آئے (اور) دعا مانگا کرتے ہیں کہ اے ہمارے رب ہمیں اور ہمارےان بھائیوں کو بخش دے جو ہم سے پہلے ایمان لائے ہیں اور ہمارے دلوں میں ایمانداروں کی طرف سے کینہ قائم نہ ہونے پائے اے ہمارے رب بے شک تو بڑا مہربان نہایت رحم والا ہے"}]}