{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"En als zij hunne oogen naar de gezellen van het hellevuur wenden, zullen zij zeggen: O, Heer! plaats ons niet bij de goddeloozen"},{"SurahNumber":7,"VerseNumber":48,"Text":"En zij, die op Al Araf staan, zullen tot zekere menschen roepen, die zij aan hunne onderscheidingsmerken zullen herkennen; zeggende: Waartoe hebben uwe opeengehoopte rijkdommen en uw hoogmoed u gediend"},{"SurahNumber":7,"VerseNumber":49,"Text":"Zijn dit de menschen nopens wie gij hebt gezworen, dat God hun geene genade zou schenken? Treedt gij in het paradijs, geene vrees zal over u komen; nimmer zult gij bedroefd worden"},{"SurahNumber":7,"VerseNumber":50,"Text":"En de bewoners van het hellevuur zullen de bewoners van het paradijs aanroepen; zeggende: Giet een weinig water op ons af, van de ververschingen, die God u heeft geschonken. Zij zullen antwoorden: God heeft die voor de ongeloovigen verboden"},{"SurahNumber":7,"VerseNumber":51,"Text":"Die van den godsdienst hun spel en het onderwerp hunner spotternijen hebben gemaakt, terwijl het ondermaansche leven hen verblindde; daarom zullen wij dezen dag hen vergeten, gelijk zij de verzameling van dezen dag vergaten, en dewijl zij het loochenden, dat onze teekens die van God waren"},{"SurahNumber":7,"VerseNumber":52,"Text":"En thans hebben wij die van Mekka een boek met openbaringen gebracht; wij hebben het met kennis verklaard, als eene richting en eene genade voor hen, die gelooven zullen"},{"SurahNumber":7,"VerseNumber":53,"Text":"Wacht gij van iemand anders de uitlegging daarvan? Op den dag, waarop de verklaring daarvan zal komen, zullen zij die haar vroeger vergaten, zeggen: Thans zijn wij door bewijzen overtuigd, dat de profeten van onzen Heer met waarheid tot ons kwamen; zouden wij dus middenpersonen hebben, die voor ons tusschenbeiden treden? of zouden wij in de wereld teruggezonden worden, opdat wij andere werken zouden mogen doen, dan hetgeen wij gedurende onzen leeftijd deden? Doch thans hebben zij hunne zielen verdorven, en dat wat zij goddeloos uitdachten, is hun ontvlucht"},{"SurahNumber":7,"VerseNumber":54,"Text":"Waarlijk, uw Heer is God, die de hemelen en de aarde in zes dagen heeft geschapen, en daarna zijn troon beklom. Hij bestemde den nacht om den dag te omhullen, en de dag volgt dien snel op. Hij schiep ook de zon en de maan en de sterren, die geheel aan zijn bevel zijn onderworpen. Is niet de geheele schepping en hare besturing de zijne? Geloofd zij God, de Heer van alle schepselen"},{"SurahNumber":7,"VerseNumber":55,"Text":"Roep uwen Heer nederig en in het geheim aan; want God bemint de zondaren niet"},{"SurahNumber":7,"VerseNumber":56,"Text":"En handel niet slecht op aarde na hare hervorming, en roep hem met vrees en begeerte aan; want Gods genade is den rechtvaardige nabij"},{"SurahNumber":7,"VerseNumber":57,"Text":"Hij is het die de winden zendt, welke voor zijne genade zijn uitgespreid, tot zij groote regenwolken aanbrengen, welke wij naar het doode land zenden; en wij doen daarna water nedervallen, waardoor wij allerlei vruchten doen voortspruiten. Zoo zullen wij de dooden uit hunne graven doen komen, misschien zult gij dat overwegen"},{"SurahNumber":7,"VerseNumber":58,"Text":"Op eene goede aarde zullen de vruchten overvloedig voortspruiten, door het verlof van den Heer; doch uit het slechte land zullen zij niet dan schaarsch voortkomen. Zoo verklaren wij de teekenen der goddelijke voorzienigheid aan hen die dankbaar zijn"},{"SurahNumber":7,"VerseNumber":59,"Text":"Wij zonden vroeger Noach tot zijn volk en hij zeide: O mijn volk! bid God aan, gij hebt geen anderen God dan hem. Waarlijk ik vrees voor u de straf van den grooten dag"},{"SurahNumber":7,"VerseNumber":60,"Text":"De opperhoofden van zijn volk antwoordden hem: Wij zien dat gij in eene grove dwaling verkeert"},{"SurahNumber":7,"VerseNumber":61,"Text":"Hij antwoordde: O mijn volk! er is geen dwaling in mij; doch ik ben een zendeling van den Heer aller schepselen"},{"SurahNumber":7,"VerseNumber":62,"Text":"Ik breng u de zendingen van mijnen Heer en ik raad u ten goede; want ik weet van God wat gij niet weet"},{"SurahNumber":7,"VerseNumber":63,"Text":"Verwondert het u, dat eene waarschuwing van uwen Heer tot u is gekomen, door iemand van u, om u te waarschuwen, u zelven te behoeden, opdat gij misschien genade zoudt mogen verwerven"},{"SurahNumber":7,"VerseNumber":64,"Text":"En zij beschuldigden hem van bedrog; doch wij redden hem en die met hem in de ark waren, en wij verdronken hen, die onze teekens van valschheid beschuldigden; want zij waren blind"}]}