{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Abaffe tewamanya abo abakwanagana n'abantu Katonda beyasunguwalira, abantu abo mu butuufu si ba mu mmwe wadde si ba mu bali (Bebakwanagana nabo) nebatuuka n'okulayira ku bulimba nga ate ddala bamanyi (ekituufu)"},{"SurahNumber":58,"VerseNumber":15,"Text":"Katonda yabategekera ebibonerezo ebikambwe, anti mazima byonna byebaakolanga bibi"},{"SurahNumber":58,"VerseNumber":16,"Text":"(Okulayira kwabwe nti basiramu) baakifuula ekyokuwona, olwo nno nebaziyiza abantu okukola emirimu gya Katonda, bagenda kutuukibwako ebibonerezo ebinyomesa"},{"SurahNumber":58,"VerseNumber":17,"Text":"Emaali yaabwe n'abaana baabwe tebigenda kubagasa naakamu mumaaso g'a Katonda. Abo be bantu bo mumuliro ab'okugubeeramu obugenderevu"},{"SurahNumber":58,"VerseNumber":18,"Text":"Olunaku Katonda lwalibazuukiza bonna nebamulayirira nga bwebaabalayirira mmwe ku nsi nga balowooza nti kyebakoze kyakubagasa. Abange, abo nno beebalimba bennyini"},{"SurahNumber":58,"VerseNumber":19,"Text":"Sitaane yabeefunza okutuusa lweyabeerabiza okwogera ku Katonda. Abo nno be bagoberezi ba Sitaane. Mukimanye nti mazima ab'ekibiina kya Sitaane be b'okufafaganirwa"},{"SurahNumber":58,"VerseNumber":20,"Text":"Mazima abo abawakanya Katonda n'omubakawe ba mu bantu abanyoomebwa"},{"SurahNumber":58,"VerseNumber":21,"Text":"(Katonda) yakakasa dda nti nze Katonda n'ababaka bange tuli baakuwangula anti Katonda wamaanyi. Nnantakubwa ku mukono"},{"SurahNumber":58,"VerseNumber":22,"Text":"Tewali bantu bonna abakkiriza Katonda n'olunaku lw’enkomerero baalibadde batiitiibya abo abawakanya Katonda n'omubakawe, kababe ba kitaabwe, oba baana baabwe, oba baganda baabwe, oba nga baaluganda lwabwe olwokumpi. Abo nno (abatakola ekyo) Katonda yatebenkeza obukkiriza mu mitima gyabwe, naabawagira naamanyi agava gyali era nga agenda kubayingiza e jjana egikulukutira wansi waazo emigga, nga bakubeera mu zo olubeerera. Katonda yabasiima nga nabo bwebaamusiima. Kisaana kimanyike nti mazima abo b'ebantu ba Katonda abokwesiimira ddala"},{"SurahNumber":59,"VerseNumber":1,"Text":"Ebiri mu ggulu ne mu nsi byonna bitendereza Katonda nantakubwa ku mukono, assa buli kintu mu ssa lyakyo"},{"SurahNumber":59,"VerseNumber":2,"Text":"Y'eyafulumya abo abaakafuwala mu bayudaaya (Ab'ekiika kya ba Banu Nadhiri) mu ngeri y'okubawangangusa okuva mu mayumba gaabwe olufuluma olwasooka. Temulowoozangako mmwe abakkiriza nti (ba Banu Nadhiri) bayinza okugobwa ate bo (ba Banu Nadhiri) baalowooza nti ebigo byabwe bijja kulemesa Katonda okubatuusaako ekyo kyayagala. Katonda nakibatuusaako mu kiseera webaali batakisuubirira. Era Katonda nateeka mu mitima gyabwe okutya okwensusso nga bo bennyini be bemenyera amayumba gaabwe n'emikono gyabwe, n'emikono gya bakkiriza negikola ekyo. Kale nno abategeera mumwe mugyemu ekyokuyiga"},{"SurahNumber":59,"VerseNumber":3,"Text":"Singa tekyali nti Katonda yabasalirawo ku bawangangusa yaalibadde ababonereza kuno ku nsi, ate nga ne ku nkomerero abategekedde ebibonerezo byomuliro"},{"SurahNumber":59,"VerseNumber":4,"Text":"Ekyo nno lwansonga yaakuba nti baawakanya Katonda n'omubakawe. Ate nga oyo yenna awakanya Katonda, amanye nti mazima Katonda muyitirivu waakubonereza"},{"SurahNumber":59,"VerseNumber":5,"Text":"Emiti gye ntende gyonna gyemwatema oba jemwaleka nga giyimiridde nga bwegyali, ebyo byonna byakolebwa lwa kiragiro kya Katonda, era alyoke aswaze abo abonoonyi"},{"SurahNumber":59,"VerseNumber":6,"Text":"Eyo emmaali Katonda gyeyasobozesa omubakawe okusuuza abalabe. (ba Banu Nadhiri) temwebagala nfaransi wadde engamiya okugenda gyebali. Wabula Katonda asobozesa ababakabe okuwangula oyo yenna gwaba ayagadde okuwangulwa, mazima Katonda asobola buli kintu kyonna"},{"SurahNumber":59,"VerseNumber":7,"Text":"Emmaali eyo yonna Katonda gyeyasobozesa omubakawe okusuuza okuva mu byalo (bya ba Banu Nadhiri ng'olutalo luggweredde mu kutegeeragana) eba y'a Katonda, n'omubakawe, n'aboluganda lwa Nabbi olwokumpi, ne ba mulekwa, ne ba masikiini, n'abatambuze naabo abafunye ebizibu mu ngendo zaabwe. Emmaali eyo ereme kuba nga abeegasa nayo bagagga bokka mu mmwe. Ebyo byonna omubaka byaba abaleetedde mubitwale. Ate ebyo byonna byaba abaziyizza mubireke mutye Katonda anti Katonda muyitirivu w'akubonereza"},{"SurahNumber":59,"VerseNumber":8,"Text":"Na bwe kityo abaavu abaasenguka okuva e (Makkah) ne bagobwa mu mayumba gaabwe ne balesebwa e mmaali yaabwe nga banoonya obulungi n'okusiima kwa Katonda era nga baali bataasa ddiini y'a Katonda n'omubakawe (balinako omugabo). Abo nno b'ebakkiriza abamazima"},{"SurahNumber":59,"VerseNumber":9,"Text":"Abatuuze b'e Madinah abaasooka okukkiriza obusiramu (ba Answar) baagala abo abaasengukira gyebali (ba Muhajiruuna), era tebalina nsaalwa yonna kwebyo ebyaweebwa bannabwe (ba Muhajiruna) era nga beeresa newakubadde nga balina obwetaavu bo bennyini. Omuntu awona omulugube, abo nno b'ebokwesiimira ddala"},{"SurahNumber":59,"VerseNumber":10,"Text":"Naabo abajja oluvanyuma lwabwe babasabira nga bagamba nti ayi Katonda tusonyiwe ne baganda baffe abaatukulembera mu bukkiriza, era tossa mu mitima gyaffe nsaalwa yonna eri abo abakkiriza. Ayi Katonda waffe gwe musaasizi oweekisa ekingi"}]}