{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"સાંભળો ! નિ:શંક સાચા ઈમાનવાળાઓના શત્રુઓને અલ્લાહ તઆલા પોતે હટાવી દે છે, કોઈ દગાખોર, કૃતઘ્ની લોકો, અલ્લાહ તઆલાને સહેજ પણ પસંદ નથી"},{"SurahNumber":22,"VerseNumber":39,"Text":"જે (ઇન્કાર કરનારા મુસલમાનો સાથે) યુદ્વ કરી રહ્યા છે, તેમને (મુસલમાનોને) પણ યુદ્વની પરવાનગી આપવામાં આવે છે, કારણકે તે પીડિત છે, નિ:શંક તેમની મદદ કરવા માટે અલ્લાહ શક્તિ ધરાવે છે"},{"SurahNumber":22,"VerseNumber":40,"Text":"આ તે લોકો છે, જેમને ખોટી રીતે પોતાના ઘરો માંથી કાઢવામાં આવ્યા, ફક્ત તેમની આ વાત પર કે અમારો પાલનહાર ફક્ત અલ્લાહ જ છે, જો અલ્લાહ તઆલા લોકોને અંદરોઅંદર એકબીજા દ્વારા ન હટાવતો તો, બંદગી કરવાની જગ્યા, મસ્જિદો અને ચર્ચો, અને યહૂદીઓની બંદગી કરવાની જગ્યા અને તે મસ્જિદો પણ નષ્ટ કરી દેવામાં આવતી, જ્યાં અલ્લાહ તઆલાનું નામ વધારે લેવાય છે, જે અલ્લાહની મદદ કરશે, અલ્લાહ ચોક્કસ તેની પણ મદદ કરશે, નિ:શંક અલ્લાહ તઆલા ખૂબ જ તાકાતવર, ખૂબ જ મૂલ્યવાન છે"},{"SurahNumber":22,"VerseNumber":41,"Text":"આ તે લોકો છે કે જો અમે ધરતી પર તેમને (સરદાર બનાવી દઇએ તો), આ લોકો પાબંદી સાથે નમાઝ પઢશે અને ઝકાત પણ આપશે અને સારા કાર્યોનો આદેશ આપશે અને ખરાબ કાર્યોથી રોકશે, દરેક કાર્યોનું પરિણામ અલ્લાહની પાસે જ છે"},{"SurahNumber":22,"VerseNumber":42,"Text":"જો આ લોકો તમને જુઠલાવે, (તો કોઈ આશ્વર્યની વાત નથી). આ પહેલા નૂહ અ.સ.ની કોમ, આદ અને ષમૂદ"},{"SurahNumber":22,"VerseNumber":43,"Text":"અને ઇબ્રાહીમ અ.સ.ની કોમ અને લૂત અ.સ.ની કોમ"},{"SurahNumber":22,"VerseNumber":44,"Text":"અને મદયનવાળા પણ, પોતાના પયગંબરને જુઠલાવી ચૂક્યા છે, મૂસા અ.સ. ને પણ જુઠલાવવામાં આવ્યા હતાં, બસ ! મેં ઇન્કાર કરનારાઓને આવી રીતે જ મહેતલ આપી, પછી તેમની પકડ કરી, પછી મારી યાતના કેવી રહી"},{"SurahNumber":22,"VerseNumber":45,"Text":"ઘણી જ વસ્તીઓ છે, જેમને અમે નષ્ટ કરી દીધી, એટલા માટે કે તે અત્યાચારી હતાં, બસ ! તેમાંથી (કેટલીક વસ્તીઓની) છતો ઊંધી પડી છે અને ઘણા આબાદ કુવાં બેકાર પડયા છે અને ઘણા પાકા અને ઊંચા મહેલો વેરાન છે"},{"SurahNumber":22,"VerseNumber":46,"Text":"શું તે લોકો ધરતી પર હર્યા-ફર્યા નથી ? જેથી તેમના હૃદય તે વાતોને સમજી ગયા હોત અથવા કાનથી જ તેમને સાંભળી લેતા હોત, વાત એવી છે કે ફક્ત આંખો જ આંધળી નથી હોતી, પરંતુ તે દિલ આંધળા થઇ જાય છે જે તેમના હૃદયોમાં છે"},{"SurahNumber":22,"VerseNumber":47,"Text":"અને તમારી પાસે યાતના માટે ઉતાવળ કરે છે, અલ્લાહ ક્યારેય પોતાનું વચન નહીં ટાળે, હાં ! તમારા પાલનહાર પાસે એક દિવસ તમારી ગણતરી પ્રમાણે એક હજાર વર્ષનો છે"},{"SurahNumber":22,"VerseNumber":48,"Text":"ઘણી અત્યાચાર કરનારી વસ્તીઓને મેં મહેતલ આપી, છેવટે તેમને પકડી લીધા અને મારી તરફ જ પાછા ફરવાનું છે"},{"SurahNumber":22,"VerseNumber":49,"Text":"જાહેર કરી દો કે, લોકો ! હું તમને સ્પષ્ટ સચેત કરનારો છું"},{"SurahNumber":22,"VerseNumber":50,"Text":"બસ ! જે લોકો ઈમાન લાવ્યા છે અને જે લોકોએ સત્કાર્ય કર્યા છે, તેમના માટે જ માફી છે અને ઇજજતવાળી રોજી"},{"SurahNumber":22,"VerseNumber":51,"Text":"અને જે લોકો અમારી નિશાનીઓને નીચી બતાવવાનો પ્રયાસ કરે છે, તે લોકો જ જહન્નમી છે"},{"SurahNumber":22,"VerseNumber":52,"Text":"અમે તમારા કરતા પહેલા જે પયગંબરને મોકલ્યા, તેમની સાથે એવું બન્યું કે જ્યારે તેઓ પોતાના હૃદયમાં કોઈ ઇચ્છા કરવા લાગ્યા, તો શેતાને તેમની ઇચ્છામાં કંઇક વધારો કરી દીધો, બસ ! શેતાનના વધારાને અલ્લાહ તઆલા દૂર કરી દે છે, પછી પોતાની વાત નિશ્વિત કરી દે છે, અલ્લાહ તઆલા ખૂબ જ જાણનાર હિકમતવાળો છે"},{"SurahNumber":22,"VerseNumber":53,"Text":"આ એટલા માટે કે શેતાનના વધારાને અલ્લાહ તઆલા તે લોકોની કસોટીનું કારણ બનાવી દે, જેમના હૃદયોમાં રોગ છે અને જેમના હૃદયો સખત છે. નિ:શંક અત્યાચારી લોકો સખત વિવાદમાં છે"},{"SurahNumber":22,"VerseNumber":54,"Text":"અને એટલા માટે પણ કે જેમને જ્ઞાન આપવામાં આવ્યું છે, તેઓ માની લે કે આ તમારા પાલનહાર તરફથી જ ખરેખર સત્ય છે, પછી તેઓ તેના પર ઈમાન લાવે અને તેમના હૃદય તેની તરફ ઝૂકી જાય, નિ:શંક અલ્લાહ તઆલા ઈમાનવાળાઓને સત્ય માર્ગદર્શન આપવાવાળો છે"},{"SurahNumber":22,"VerseNumber":55,"Text":"ઇન્કાર કરનારા અલ્લાહની આ વહીમાં હંમેશા શંકા જ કરતા રહેશે, ત્યાં સુધી કે અચાનક તેમના માથા પર કયામત આવી જાય, અથવા તેમની પાસે તે દિવસની યાતના આવી જાય, જે અશુભ છે"},{"SurahNumber":22,"VerseNumber":56,"Text":"તે દિવસે ફક્ત અલ્લાહની જ બાદશાહત હશે, તે જ તમારી વચ્ચે ફેંસલો કરશે, ઈમાનવાળાઓ અને સદાચારી લોકો નેઅમતોથી ભરપૂર જન્નતોમાં હશે"},{"SurahNumber":22,"VerseNumber":57,"Text":"અને જે લોકોએ ઇન્કાર કર્યો અને અમારી આયતોને જુઠલાવી તેમના માટે અપમાનિત કરી દેનારી યાતના છે"},{"SurahNumber":22,"VerseNumber":58,"Text":"અને જે લોકોએ અલ્લાહના માર્ગમાં વતન છોડ્યું, પછી તેઓને શહીદ કરી દેવામાં આવ્યા, અથવા મૃત્યુ પામ્યા, અલ્લાહ તઆલા તેમને ઉત્તમ રોજી આપશે અને નિ:શંક અલ્લાહ તઆલા રોજી આપનારાઓમાં સૌથી શ્રેષ્ઠ છે"},{"SurahNumber":22,"VerseNumber":59,"Text":"તેઓને અલ્લાહ તઆલા એવી જગ્યાએ પહોંચાડશે કે તે તેનાથી ખુશ થઇ જશે, નિ:શંક અલ્લાહ તઆલા જ્ઞાનવાળો અને ધૈર્યવાન છે"}]}