{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"Ey inananlar, o bilginlerle rahiplerin çoğu, boş sebeplerle insanların mallarını yerler ve halkı Allah yolundan menederler. Altını, gümüşü biriktirip Allah yolunda harcamayanları elemli bir azapla müjdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"O gün, cehennem, o altını, gümüşü alevleyecek ve onlar, cehennem ateşinde kızdırılıp alınlarına, yanlarına, sırtlarına bastırılacak, onlarla dağlanacaklar ve işte bunlardır kendiniz için biriktirdiğiniz şeyler denecek, tadın biriktirdiklerinizin azabını"},{"SurahNumber":9,"VerseNumber":36,"Text":"Ayların sayısı, gerçekten de Allah katında on ikidir ve göklerle yeryüzünü yarattığı günden beri Allah'ın takdirinde bu, böyledir. Onların dört tanesi haram aylardır. Budur dosdoğru hesap. Artık bu haram aylarda kendinize zulmetmeyin, fakat müşriklerin hepsiyle de savaşın, nitekim onların da topu sizinle savaşmadadır ve bilin ki Allah, şüphe yok ki çekinenlerle beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"Haram ayı geciktirme, ancak kafirliği artırmadadır ki kafir olanlar, bu suretle doğru yoldan çıkarılmadadır; onlar, Allah'ın haram ettiği ayların sayısını denk getirsinler de Allah'ın haram ettiğini helal etsinler diye haram ayı bir yıl helal sayarlar, bir yıl haram sayarlar. Onların kötü işleri, kendilerine hoş görünmededir ve Allah, kafir olan topluluğu doğru yola sevketmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey inananlar, size ne oldu da Allah yolunda savaşa çıkın dendiği zaman olduğunuz yerde mıhlanıp kaldınız. Âhireti bıraktınız da dünya yaşayışına mı razı oldunuz? Fakat dünya hayatının faydası, ahirete nispetle pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Hep birden savaşa çıkmazsanız sizi acıklı bir azapla azaplandırır ve yerinize, sizden başka bir topluluk getirir ve siz, ona hiçbir zarar vermezsiniz ve Allah'ın, her şeye gücü yeter"},{"SurahNumber":9,"VerseNumber":40,"Text":"Siz ona yardım etmezseniz hatırlayın o zamanı ki kafirler, onu yurdundan çıkardıkları zaman yardım etmişti ona. O, iki kişinin ikincisiydi ancak ve hani ikisi de mağaradaydılar, arkadaşına, mahzun olma demişti, şüphe yok ki Allah, bizimle beraberdir. Şüphe yok ki Allah, ona manevi bir kuvvet ve huzur vermişti ve onu, sizin görmediğiniz ordularla kuvvetlendirmişti ve kafir olanların sözlerini alçaltmıştı, Allah'ın sözüyse zaten yüceydi ve Allah, her şeye üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Genciniz, ihtiyarınız, hep beraber savaşa çıkın ve mallarınızla, canlarınızla Allah yolunda savaşın, bilirseniz bu, sizin için daha hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Onları hazır bir ganimete, yahut yakın bir yolculuğa çağırsaydın sana uyarlardı, fakat meşakkatle alınacak olan bu yol, onlara uzak geldi. Allah'a andiçerek gücümüz yetseydi sizinle beraber çıkardık diyecekler. Onlar, kendilerini helak ediyorlar ve Allah biliyor ki onlar yalancıdır"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetsin, ne diye izin verdin onlara? Vermeseydin de sence gerçekler de açığa çıksaydı, yalancıları da bilseydin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Zaten Allah'a ve ahiret gününe inananlar, mallarıyla, canlarıyla, savaşacaklarından senden izin istemezler ki ve Allah, çekinenleri tamamıyla bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Senden ancak Allah'a ve son güne inanmayıp yürekleri şüpheye düşenler ve şüpheleri içinde tereddüde düşüp bocalayanlar izin isterler"}]}