{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Far fetched is what you are being promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"There is nothing but our worldly life, we die and we live, and we will not be resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"He is but a man who has invented a lie against God, and we will not believe in him"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said: \"My Lord, grant me victory for what they denied me"},{"SurahNumber":23,"VerseNumber":40,"Text":"He replied: \"In a little while they will be in regret"},{"SurahNumber":23,"VerseNumber":41,"Text":"So the scream took them with justice, and We made them as dead plants. So away with the wicked people"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then We raised after them different generations"},{"SurahNumber":23,"VerseNumber":43,"Text":"No nation can hasten its appointed time, nor can it delay"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent Our messengers in succession. Every time there came to a nation their messenger, they denied him. So We made them follow one another, and We made them history. So away with a people who do not believe"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and his brother Aaron with Our signs and a clear authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"To Pharaoh and his leaders. But they became arrogant, for they were a high and mighty people"},{"SurahNumber":23,"VerseNumber":47,"Text":"So they said: \"Shall we believe to two humans like us, while their people are servants to us"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they denied them, and they became of those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"And We have given Moses the Scripture, so that they may be guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"And We made the son of Mary and his mother a sign, and We gave them refuge on high ground, a place for resting and with a flowing stream"},{"SurahNumber":23,"VerseNumber":51,"Text":"O messengers, eat from what is good, and do righteous work. I am aware of what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"And this is your nation, one nation, and I am your Lord so be aware"},{"SurahNumber":23,"VerseNumber":53,"Text":"But the affair was disputed between them into segments. Every group happy with what it had"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their error until a time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they not think why We are extending them with wealth and children"},{"SurahNumber":23,"VerseNumber":56,"Text":"We are quick to give them the good things. But they do not perceive"},{"SurahNumber":23,"VerseNumber":57,"Text":"As for those who are in reverence from the awareness of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"And they believe in the revelations of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"And they do not set up anything with their Lord"},{"SurahNumber":23,"VerseNumber":60,"Text":"And they give of what they were given, and their hearts are full of reverence that they will return to their Lord"},{"SurahNumber":23,"VerseNumber":61,"Text":"These are the ones who race in doing good, and they are the first to it"},{"SurahNumber":23,"VerseNumber":62,"Text":"And We do not burden a soul except with what it can bare. And We have a record that speaks with the truth, they will not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"No, their hearts are unaware of this! And they have deeds besides this which they are doing"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until We take their carefree people with the retribution, then they will shout for help"},{"SurahNumber":23,"VerseNumber":65,"Text":"Do not shout for help today, for you will not be helped against Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"My revelations were recited to you, but you used to turn back on your heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"You were too proud from it, talking evil about it; and you defiantly disregarded it"},{"SurahNumber":23,"VerseNumber":68,"Text":"Did they not ponder the words, or has what come to them not come to their fathers of old"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or did they not know their messenger For they are in denial of him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say that there is a madness in him No, he has come to them with the truth, but most of them are hateful of the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"And if the truth were to follow their desires, then the heavens and the Earth and all who are in them would have been corrupted. No, We have come to them with their reminder, but from their reminder they are turning away"},{"SurahNumber":23,"VerseNumber":72,"Text":"Or do you ask them for a wage The wage of your Lord is best, and He is the best of providers"},{"SurahNumber":23,"VerseNumber":73,"Text":"And you are inviting them to a Straight Path"},{"SurahNumber":23,"VerseNumber":74,"Text":"And those who do not believe in the Hereafter, they are deviating away from the path"}]}