{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"En Ons het aan Moses geopenbaar: Werp u stok neer, en kyk! dit het al hulle valsheid verorber"},{"SurahNumber":7,"VerseNumber":118,"Text":"So is die waarheid dan bevestig, en dít wat hulle gedoen het, het niksbeduidend geword"},{"SurahNumber":7,"VerseNumber":119,"Text":"So is hul dan daar verslaan en hulle moes vernederd terugkeer"},{"SurahNumber":7,"VerseNumber":120,"Text":"En die towenaars het op die grond neergeval"},{"SurahNumber":7,"VerseNumber":121,"Text":"en gesê: Ons glo in die Heer van die Wêrelde"},{"SurahNumber":7,"VerseNumber":122,"Text":"die Heer van Moses en Aäron"},{"SurahNumber":7,"VerseNumber":123,"Text":"Farao het geantwoord: Julle glo in hom voordat ek julle daartoe toestemming gegee het? Dit is waarlik ’n sameswering wat julle in die stad gesmee het, sodat julle die bewoners daaruit kan dryf; maar julle sal dit weldra te wete kom"},{"SurahNumber":7,"VerseNumber":124,"Text":"Ek sal gewis julle hande en julle voete aan teenoorgestelde kante laat afkap, dan sal ek julle almal saam laat kruisig"},{"SurahNumber":7,"VerseNumber":125,"Text":"Hulle het geantwoord: Ons sal dan waarlik na Ons Heer terugkeer"},{"SurahNumber":7,"VerseNumber":126,"Text":"En u neem alleen wraak op ons omdat ons in die tekens van ons Heer geglo het toe dit na ons gekom het. Ons Heer! Verleen standvastigheid aan ons, en gee dat ons in onderdanigheid aan U mag sterf"},{"SurahNumber":7,"VerseNumber":127,"Text":"En die kapteins van Farao se volk het gesê: Sal u Moses en sy volk toelaat om in die land wanorde te skep en u gode te versaak? Hy het geantwoord: Ons sal hulle seuns ombring en hulle vroue spaar; en waarlik, ons is sterker as hulle"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moses het aan sy volk gesê: Smeek Allah om hulp en wees geduldig. Voorwaar, die aarde behoort aan Allah ~ Hy gee dit as erfdeel aan Sy dienaars soos dit Hom behaag. En die einde behoort aan die godvresendes"},{"SurahNumber":7,"VerseNumber":129,"Text":"Hulle het geantwoord: Ons is vervolg voordat u tot ons gekom het en sedert u tot ons gekom het. Hy het gesê: Miskien gaan jul Heer julle vyande verdelg, en julle as regeeerders oor die land aanstel, dan sal Hy sien hoe julle optree"},{"SurahNumber":7,"VerseNumber":130,"Text":"En Ons het waarlik die volk van Farao met droogte en skaarste van vrugte beproef, sodat hulle kennis kon neem"},{"SurahNumber":7,"VerseNumber":131,"Text":"Maar wanneer iets goeds hulle toegeval het, het hulle gesê: Dit kom ons toe. En wanneer iets slegs oor hulle gekom het, dan het hulle die teëspoed toegeskryf aan Moses en dié wat saam met hom was. Maar voorwaar, hulle teëspoed is eweneens van Allah, hoewel die meeste van hulle dit nie weet nie"},{"SurahNumber":7,"VerseNumber":132,"Text":"En hulle het gesê: Watter tekens u ook aan ons mag toon om ons daarmee te mislei ~ in u sal ons waarlik nie glo nie"},{"SurahNumber":7,"VerseNumber":133,"Text":"Toe het Ons die wydverspreide dood, en die sprinkane en die luise en die paddas en die bloed ~ as duidelike tekens ~ oor hulle neergestuur. Dog hulle het hulself hoogmoedig gedra, en hulle was ’n misdadige volk"},{"SurahNumber":7,"VerseNumber":134,"Text":"En toe die plaag hulle oorval het, het hulle gesê: O Moses! Pleit vir ons by u Heer, want Hy het ’n verbond met u gesluit. As u"},{"SurahNumber":7,"VerseNumber":135,"Text":"Maar toe Ons die plaag, waaronder hulle vir ’n bepaalde tyd moes ly, van hulle verwyder het, kyk! toe het hulle hul belofte verbreek"},{"SurahNumber":7,"VerseNumber":136,"Text":"Daarom het Ons dan vergelding geëis en hulle in die see verdrink, omdat hulle Ons tekens verwerp en verontagsaam het"},{"SurahNumber":7,"VerseNumber":137,"Text":"En Ons het hulle wat as swakkelinge beskou is, die oostelike deel van die land laat erwe én die westelike deel, wat Ons geseën het. En die blye tyding van u Heer is vir die Kinders van Israel vervul, omdat hulle geduldig was. En alles wat Farao en sy volk gemaak het en wat hulle gebou het, het Ons vernietig"},{"SurahNumber":7,"VerseNumber":138,"Text":"En Ons het die Kinders van Israel oor die see geneem. Toe kom hulle by ’n volk wat aan afgode geheg was. Hulle het gesê: O Moses! Maak vir ons ’n god soos die gode wat húlle het. Hy het geantwoord: Julle is waarlik ’n onkundige volk"},{"SurahNumber":7,"VerseNumber":139,"Text":"Aangaande hierdie dinge: dít waarmee hulle hul besig hou, sal vernietig word; en alles wat hulle hande doen, is tevergeefs"},{"SurahNumber":7,"VerseNumber":140,"Text":"Hy het gesê: Sal ek vir julle ’n ander god as Allah soek, terwyl Hy julle bo al die skeppings laat uitblink het"},{"SurahNumber":7,"VerseNumber":141,"Text":"En onthou hoe Ons julle verlos het van die volk van Farao, wat julle aan ’n strawwe marteling onderwerp het deur julle seuns om te bring en julle vroue te spaar. En daarin was ’n swaar beproewing van julle Heer"}]}