{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"И ти можеше да видиш како Сонцето, кога се раѓа, ја обиколува пештерата од десната страна, а кога заоѓа, ја обиколува од левата страна, а тие беа во средината нејзина.157 Тоа е Аллахов доказ! Кого Аллах ќе го упати на Вистинскиот пат, тој по Вистинскиот пат ќе оди, а кого во заблуда ќе го остави, ти нема да му најдеш заштитник кој на Вистинскиот пат ќе го упати"},{"SurahNumber":18,"VerseNumber":18,"Text":"И ќе помислеше дека се будни, но тие спиеја; и Ние ги вртевме час на десната, час на левата страна, а кучето нивно, со испружени предни шепи, лежеше на влезот; да ги видеше, од нив ќе избегаше и страв ќе те фатеше"},{"SurahNumber":18,"VerseNumber":19,"Text":"И Ние, исто така, ги разбудивме, за меѓусебно да се запрашаат. „Колку време останавме тука?“ – запраша едниот од нив. „Останавме ден или дел од денот.“ – одговорија. „Господарот ваш најдобро знае колку сте останале.“ – рекоа. „Испратете еден од вас со овие ваши сребреници во градот, и нека види каде јадењето е најчисто и од него нека ви донесе храна и нека биде внимателен, и никому нека не зборува ништо за вас"},{"SurahNumber":18,"VerseNumber":20,"Text":"бидејќи, ако тие дознаат за вас, ќе ве каменуваат или со сила во верата своја ќе ве внесат, и тогаш тоа што го сакате никогаш нема да го постигнете!“"},{"SurahNumber":18,"VerseNumber":21,"Text":"И Ние така сторивме тие за нив да дознаат, за да се уверат дека Аллаховото ветување е вистинито и дека во часот на оживувањето нема никаков сомнеж. Кога меѓу себе за нив се расправаа, рекоа: „Изградете ограда на нејзиниот влез, Господарот нивен најдобро знае кои се тие.“ А тогаш тие, чиишто зборови најмногу се почитуваа, рекоа: „На нејзиниот влез ќе направиме светилиште!“"},{"SurahNumber":18,"VerseNumber":22,"Text":"Некои ќе речат: „Беа тројца, кучето нивно беше четврто“, а некои ќе речат: „Беа петмина, кучето нивно беше шесто“, нагаѓајќи го тоа што не го знаат, додека некои ќе речат: „Беа седуммина, а кучето нивно осмо.“ Кажи: „Господарот мој најдобро го знае нивниот број, само малкумина тоа го знаат. Затоа не расправај за нив, освен површно, и не прашувај за нив никого од нив!“"},{"SurahNumber":18,"VerseNumber":23,"Text":"И за што било немој никако да кажеш: „Тоа сигурно ќе го направам утре!“ - не додавајќи"},{"SurahNumber":18,"VerseNumber":24,"Text":"„Ако даде Бог!“158 А кога ќе заборавиш, сети се на Господарот свој и кажи: „Господарот мој ќе ме упати на тоа што е подобро и покорисно од ова.“"},{"SurahNumber":18,"VerseNumber":25,"Text":"А тие во пештерата своја останаа триста и уште девет години"},{"SurahNumber":18,"VerseNumber":26,"Text":"Кажи: „Аллах најдобро знае колку останале; тајните на небесата и на Земјата само Тој ги знае. Како Тој гледа сè, како Тој слуша сè! Тие немаат друг заштитник освен Него, а Тој не зема никого во власта Своја за ортак.“"},{"SurahNumber":18,"VerseNumber":27,"Text":"А ти кажувај го од Книгата на Господарот свој тоа што ти се објавува, на Неговите зборови им нема изменувач, и ти, освен кај Него, нема да најдеш никакво прибежиште"},{"SurahNumber":18,"VerseNumber":28,"Text":"Биди трпелив покрај тие штона Господарот свој Мусемолат изутрина и навечер со копнеж за лицето Негово, и не спуштај ги очите свои од нив со желба за сјај во животот на овој свет, и не слушај го тој чиешто срце да Нè спомнува невнимателно го направивме, кој страста своја ја следи и чиишто постапки се далеку од разумни"},{"SurahNumber":18,"VerseNumber":29,"Text":"И кажи: „Вистината доаѓа само од Господарот ваш, па кој сака нека верува, акој сака нека неверува!“ Ние наневерниците им подготвивме Оган чијшто пламен од сите страни ќе ги опфаќа; акопобараат помош, ќе им се помогне со течност слична на растопена ковина која лицата ќе ги испече. Ужасен ли напиток и грозно ли престојувалиште!“"},{"SurahNumber":18,"VerseNumber":30,"Text":"Тие што ќе веруваат и што добри дела ќе прават – Ние навистина нема да дозволиме да им пропадне наградата за добрите дела"},{"SurahNumber":18,"VerseNumber":31,"Text":"сигурно ги чекаат еденски градини, низ кои реки ќе течат, и во нив со белегзии од злато ќе се украсуваат и во зелени алишта од свила и кадифе ќе се облекуваат, во нив на диваните потпрени ќе бидат. Прекрасна ли награда и прекрасно ли престојувалиште"}]}