{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Ва дар он рӯз вогузорем, то мардум чун мавҷ равон гарданд ва чун дар сур дамида шавад, ҳамаро як ҷо гирд оварем"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ва дар он рӯз ҷаҳаннамро ба кофирон, чунон ки бояд, нишон хоҳем дод"},{"SurahNumber":18,"VerseNumber":101,"Text":"Он касон, ки дидагонашон аз ёди ман дар парда буда ва тавони шунидак надоштаанд"},{"SurahNumber":18,"VerseNumber":102,"Text":"Оё кофирон пиндоранд, ки ба ҷои Ман бандагони Маро ба худоӣ гиранд? Мо ҷаҳаннамро омода сохтаем то манзилгоҳи кофирон бошад"},{"SurahNumber":18,"VerseNumber":103,"Text":"Бигӯ: «Оё шуморо огоҳ кунем, ки кирдори чӣ касоне беш аз ҳама зиёнкунандатар буд"},{"SurahNumber":18,"VerseNumber":104,"Text":"Онҳое, ки кӯшиданашон дар зиндагии дунё табоҳ шуд ва мепиндоштанд коре некӯ мекунанд"},{"SurahNumber":18,"VerseNumber":105,"Text":"Онон ба оёти Парвардигорашон ва ба мулоқот бо Ӯ имон наёварданд, пас амалҳояшон ночиз шуд ва Мо дар рӯзи қиёмат барояшон вазне қоил нестем"},{"SurahNumber":18,"VerseNumber":106,"Text":"Ҳамчунин ҷазои онон ба сабаби куфрашон ва низ ба он сабаб, ки оёту паёмбарони Маро масхара мекарданд, ҷаҳаннам аст"},{"SurahNumber":18,"VerseNumber":107,"Text":"Касоне, ки имон оварданд ва корҳое шоиста карданд, меҳмонсарояшон боғҳои фирдавс аст"},{"SurahNumber":18,"VerseNumber":108,"Text":"Дар он ҷо ҷовидонанд ва ҳаргиз ҳаваси кӯчидан накунанд"},{"SurahNumber":18,"VerseNumber":109,"Text":"Бигӯ: «Агар даре барои навиштани калимоти Парвардигори ман ранг шавад, дарё ба поён мерасад ва калимоти Парвардигори ман ба поён намерасад, ҳарчанд дарёи дигаре ба мадади он биёварем»"},{"SurahNumber":18,"VerseNumber":110,"Text":"Бигӯ; Ман инсоне ҳастам монанди шумо. Ба ман ваҳй мешавад. Албатта Худои шумо худоест якто. Ҳар кас дидори Парвардигори худро умед мебандад, бояд кирдори шоиста дошта бошад ва дар парастиши Парвардигораш ҳеҷ касро шарик насозад»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Коф, ҳо, ё, айн, сод"},{"SurahNumber":19,"VerseNumber":2,"Text":"Баёни бахшоиши Парвардигорат бар бандаи Худ Закариёст"},{"SurahNumber":19,"VerseNumber":3,"Text":"Он гоҳ ки Парвардигорашро пинҳонӣ садо дод"},{"SurahNumber":19,"VerseNumber":4,"Text":"Гуфт: «Эй Парвардигори ман, устухони ман суст гашта ва сарам аз пирӣ сафед шудааст ва ҳаргиз дар дуъо ба даргоҳи ту, эй Парвардигори ман, бебаҳра набудаам"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ман пас аз марги худ аз хешовандонам бимнокам ва занам нозоянда аст. Маро аз ҷониби Худ фарзанде ато кун"},{"SurahNumber":19,"VerseNumber":6,"Text":"ки меросбари ман ва меросбари хонадони Яъқуб бошад ва ӯро, эй Парвардигори ман, шоиставу писандида гардон»"},{"SurahNumber":19,"VerseNumber":7,"Text":"«Эй Закариё, Мо туро ба писаре ба номи Яҳё мужда медиҳем. Аз ин пеш касеро ҳамноми ӯ насохтаем»"},{"SurahNumber":19,"VerseNumber":8,"Text":"Гуфт: «Эй Парвардигори ман, маро аз куҷо писаре бошад, ҳол он ки занам нозоянда аст ва ман худ дар пирӣ ба фартутӣ расидаам»"},{"SurahNumber":19,"VerseNumber":9,"Text":"Гуфт: «Парвардигорат инчунин гуфтааст: «Ин барои Ман осон аст ва туро, ки пеш аз ин чизе набудаӣ, биёфаридаам»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Гуфт: «Эй Парвардигори ман, ба ман нишоне бинамой». Гуфт: «Нишони ту ин аст, ки се шабу се рӯз бо мардум су хан нагӯӣ бе ҳеҷ осебе»"},{"SurahNumber":19,"VerseNumber":11,"Text":"Аз меҳроб ба миёни қавми худ берун омад ва ба онон эълом кард, ки субҳу шом тасбеҳ гӯед"},{"SurahNumber":19,"VerseNumber":12,"Text":"«Эй Яҳё, китобро ба қувват бигир». Ва дар кудакӣ ба ӯ доноӣ ато кардем"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ва ба ӯ шафқат кардем ва покизааш сохтем ва ӯ парҳезгор буд"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ба падару модар некӣ мекард ва ҷаббору гарданкаш набуд"},{"SurahNumber":19,"VerseNumber":15,"Text":"Салом бар ӯ, рӯзе, ки зода шуд ва рӯзе, ки мемирад ва рӯзе, ки дигар бор зинда хезонида мешавад"},{"SurahNumber":19,"VerseNumber":16,"Text":"Дар ин китоб Марямро ёд кун, он гоҳ, ки аз хонадони худ ба маконе рӯ ба сӯи баромадани офтоб яқсу шуд"},{"SurahNumber":19,"VerseNumber":17,"Text":"Миёни худ ва онон пардае кашид ва Мо Рӯҳи Худро наздаш фиристодем ва чун инсоне тамом бар ӯ намудор шуд"},{"SurahNumber":19,"VerseNumber":18,"Text":"Марям гуфт: «Аз ту ба Худои раҳмон паноҳ мебарам, ки парҳезгор бошӣ»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Гуфт: «Ман фиристодаи Парвардигори ту ҳастам, то туро писаре покиза бибахшам»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Гуфт: «Аз куҷо маро фарзанде бошад, ҳол он ки ҳеҷ башаре ба ман даст назадааст ва ман бадкора ҳам набудаам»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Гуфт: «Парвардигори ту инчунин гуфтааст: «Ин барон ман осон аст. Мо он писарро барои мардум оятеву бахшоише кунем ва ин корест ҳатмӣ ва поёнёфта»"}]}