{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"И Аййуба, когда он воззвал к своему Господу: \"Постигла меня беда, а Ты - милосерднейший из милосердных"},{"SurahNumber":21,"VerseNumber":84,"Text":"И Мы ответили ему, и отстранили бывшую у него беду, и даровали ему его семью и подобных им с ними, по милости от Нас и для напоминания поклоняющимся"},{"SurahNumber":21,"VerseNumber":85,"Text":"И Исмаила, и Идриса, и Зу-л-кифла... Все - из терпеливых"},{"SurahNumber":21,"VerseNumber":86,"Text":"И Мы их ввели в Нашу милость: ведь они (были) из числа праведных"},{"SurahNumber":21,"VerseNumber":87,"Text":"И того, что с рыбой, когда он ушел в гневе и думал, что Мы не справимся с ним. И воззвал он во мраке: \"Нет божества, кроме Тебя, хвала Тебе, поистине, я был неправедным"},{"SurahNumber":21,"VerseNumber":88,"Text":"И Мы ответили ему и спасли его от горести, и так Мы спасаем верующих"},{"SurahNumber":21,"VerseNumber":89,"Text":"И Закарию... Вот он воззвал к своему Господу: \"Господи, не оставляй меня одиноким, Ты ведь лучший из наследующих"},{"SurahNumber":21,"VerseNumber":90,"Text":"И Мы ответили ему, и даровали ему Йахйу, и сделали пригодной для него его жену; поистине, они устремлялись к благим делам и призывали Нас с надеждой и трепетом, и были они пред Нами смиренными"},{"SurahNumber":21,"VerseNumber":91,"Text":"И ту, которая сохранила свою скромность... И Мы вдунули в нее от Нашего духа и сделали ее и ее сына знамением для миров"},{"SurahNumber":21,"VerseNumber":92,"Text":"Поистине, этот ваш народ - народ единый, и Я - Господь ваш, поклоняйтесь же Мне"},{"SurahNumber":21,"VerseNumber":93,"Text":"А они разделили свое дело среди них; все к Нам вернутся"},{"SurahNumber":21,"VerseNumber":94,"Text":"И если же кто творил добрые дела, будучи верующим, - не будет непризнания его старанию, и Мы для него запишем"},{"SurahNumber":21,"VerseNumber":95,"Text":"И запрет - над селением, которое Мы погубили, чтобы они не вернулись"},{"SurahNumber":21,"VerseNumber":96,"Text":"пока не будут открыты Йаджудж и Маджудж, и они устремятся с каждой возвышенности"},{"SurahNumber":21,"VerseNumber":97,"Text":"И приблизилось обещание истинное, и вот закатились взоры тех, которые не верили. \"О, горе нам, мы были в небрежении об этом! Да, мы были неправедны"},{"SurahNumber":21,"VerseNumber":98,"Text":"Поистине, вы и то, чему вы поклоняетесь помимо Аллаха, это - дрова для геенны, вы в нее войдете"},{"SurahNumber":21,"VerseNumber":99,"Text":"Если бы эти были богами, они бы не вошли туда, а все в ней пребывают вечно"},{"SurahNumber":21,"VerseNumber":100,"Text":"Для них там - стенание, и они там не услышат"},{"SurahNumber":21,"VerseNumber":101,"Text":"Поистине, те, к которым раньше направилось от Нас лучшее, - те будут от нее удалены"},{"SurahNumber":21,"VerseNumber":102,"Text":"Они не услышат даже и шороха ее, и они будут среди того, что пожелали их души, пребывать вечно"},{"SurahNumber":21,"VerseNumber":103,"Text":"Не опечалит их великий страх, и встретят их ангелы: \"Это - ваш день, который вам был обещан"},{"SurahNumber":21,"VerseNumber":104,"Text":"В тот день, когда Мы скрутим небо, как писец свертывает свитки; как Мы создали первое творение, так Мы его повторим по обещанию от Нас. Поистине, Мы действуем"},{"SurahNumber":21,"VerseNumber":105,"Text":"И написали Мы уже в Псалтыри после напоминания, что землю наследуют рабы Мои праведные"},{"SurahNumber":21,"VerseNumber":106,"Text":"Поистине, в этом - весть для людей поклоняющихся"},{"SurahNumber":21,"VerseNumber":107,"Text":"Мы послали тебя только как милость для миров"},{"SurahNumber":21,"VerseNumber":108,"Text":"Скажи: \"Открыто мне, что бог ваш - Бог единый; стали ли вы покорными"},{"SurahNumber":21,"VerseNumber":109,"Text":"А если они отвернутся, то скажи: \"Я возвещаю вас ровно, и я не знаю, близко или далеко то, что вам обещано"},{"SurahNumber":21,"VerseNumber":110,"Text":"Он, поистине, знает явную речь и знает то, что вы скрываете"},{"SurahNumber":21,"VerseNumber":111,"Text":"Я не знаю, может быть, это - испытание для вас и доля во времени"},{"SurahNumber":21,"VerseNumber":112,"Text":"Скажи: \"Господи, рассуди по истине! Господи наш - милосердный, у Него надо искать помощи против того, что вы приписываете"}]}