{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"И Ние тогаш ќе оставиме едните од нив како бранови да се судираат со другите. И ќе се дувне во рогот, па сите ќе ги собереме"},{"SurahNumber":18,"VerseNumber":100,"Text":"Тој ден на неверниците јасно ќе им го покажеме џехеннемот"},{"SurahNumber":18,"VerseNumber":101,"Text":"тие чиишто очи беа прекриени со прекривка за Мојата Опомена икои не можеа да слушаат"},{"SurahNumber":18,"VerseNumber":102,"Text":"Зарем неверниците мислат дека, покрај Мене, за богови можат да ги земаат робовите Мои? Ние, навистина, за престојувалиште на неверниците им го подготвивме џехеннемот"},{"SurahNumber":18,"VerseNumber":103,"Text":"Кажи: „Сакате да ве известам за најголемите губитници на делата"},{"SurahNumber":18,"VerseNumber":104,"Text":"чијшто труд во животот на овој свет залуден ќе биде, а кои ќе мислат дека е добро тоа што го прават?“"},{"SurahNumber":18,"VerseNumber":105,"Text":"Тоа се тие кои во доказите на Господарот свој нема да веруваат и кои ќе негираат дека пред Него ќе излезат; поради тоа трудот нивен залуден ќе биде и на Судниот ден никакво значење нема да им дадеме"},{"SurahNumber":18,"VerseNumber":106,"Text":"На нив казна џехеннемот ќе им биде, затоа што неверници беа и што на доказите Мои и на Пратениците Мои им се исмеваа"},{"SurahNumber":18,"VerseNumber":107,"Text":"На тие што ќе веруваат и што добри дела ќе прават – градините на Фирдеусот гостопримство ќе им бидат"},{"SurahNumber":18,"VerseNumber":108,"Text":"во нив вечно ќе престојуваат и нема да посакаат со нешто друго да ги заменат"},{"SurahNumber":18,"VerseNumber":109,"Text":"Кажи: „Кога морето би било мастило за да се напишат зборовите на Господарот мој, морето би пресушило, но не и зборовите на Господарот мој, па дури и кога би го прошириле со море како него.“"},{"SurahNumber":18,"VerseNumber":110,"Text":"Кажи: „Јас сум човек како и вие, мене ми се објавува дека вашиот Бог е еден Бог. Па кој се надева на средба со Господарот свој, нека прави добри дела и во обожувањето на Господарот свој нека не Му припишува здруженик"},{"SurahNumber":19,"VerseNumber":1,"Text":"Каф–ха–ја–ајн–сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Ова е спомен за милоста на Господарот твој конробот Негов Зекеријја"},{"SurahNumber":19,"VerseNumber":3,"Text":"кога тој тивко го повика Господарот свој"},{"SurahNumber":19,"VerseNumber":4,"Text":"и рече: „Господару мој, коските ми ослабнаа и косата ми оседе, а кога сум Ти упатил молба, Господару мој, никогаш не сум останал несреќен"},{"SurahNumber":19,"VerseNumber":5,"Text":"Сеплашам одроднините моипо крв, после мене, ажена ми енеплодна, затоа подари ми наследник од Себе"},{"SurahNumber":19,"VerseNumber":6,"Text":"да ме наследи мене и семејството Јакубово, и стори, Господару мој, да бидеш задоволен од него.“"},{"SurahNumber":19,"VerseNumber":7,"Text":"О, Зекеријја, ти јавуваме радосна вест дека ќе ти се роди момченце, името ќе му биде Јахја, пред него никого не сме направиле нему сличен"},{"SurahNumber":19,"VerseNumber":8,"Text":"„Господару мој,“ - рече тој - „како ќе имам син кога жената ми е неплодна, а веќе длабока старост доживеав?“"},{"SurahNumber":19,"VerseNumber":9,"Text":"„Ете така.“ - рече. Господарот твој рече: „Тоа Ми е лесно, и тебе претходно те создадов, а ти не беше ништо.“"},{"SurahNumber":19,"VerseNumber":10,"Text":"„Господару мој,“ - рече - „дај ми некаков знак.“ „Знак ќе ти биде тоа што три ноќи со луѓето нема да разговараш, а здрав ќе бидеш.“"},{"SurahNumber":19,"VerseNumber":11,"Text":"Итој излезе од михработ коннародот свој исо знак им даде на знаење: „Славете Го наутро и навечер.“"},{"SurahNumber":19,"VerseNumber":12,"Text":"„О, Јахја, прифати ја Книгата одлучно!“ – а му дадовме мудрост уште додека беше момче"},{"SurahNumber":19,"VerseNumber":13,"Text":"и нежност и крепост, и богобојазен беше"},{"SurahNumber":19,"VerseNumber":14,"Text":"и на родителите свои добар им беше, и не беше дрзок и непослушен"},{"SurahNumber":19,"VerseNumber":15,"Text":"И нека е мир над него, на денот кога се роди и на денот кога умре и на денот кога од мртвите ќе стане"},{"SurahNumber":19,"VerseNumber":16,"Text":"И спомни ја Мерјем во Книгата: кога од домашните свои, на источна страна се повлече"},{"SurahNumber":19,"VerseNumber":17,"Text":"и од нив се прегради, Ние кон неа мелекот Џибрил го пративме и тој ѝ се покажа во лик на совршено создаден маж"},{"SurahNumber":19,"VerseNumber":18,"Text":"„Барам заштита кај Семилосниот од тебе, ако од Него се плашиш!“ - повика таа"},{"SurahNumber":19,"VerseNumber":19,"Text":"„А јас сум токму гласник од Господарот твој,“ - рече тој - „да ти подарам момченце, чисто!“"},{"SurahNumber":19,"VerseNumber":20,"Text":"„Како ќе имам син“ - рече таа - „кога ниту еден маж не ме ни допрел, а јас не сум блудница?“"},{"SurahNumber":19,"VerseNumber":21,"Text":"„Тоа е така,“ - рече тој. Господарот твој рече: „Тоа Ми е лесно.“ - и за да го направиме знак на луѓето и милост од Нас. Неговиот случај е веќе однапред одреден"}]}