{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Бұл сүрені түсірдік те оның үкімдерін парыз қылдық. Сондай-ақ үгіт алуларың үшін; мұнда ашық аяттар түсірдік"},{"SurahNumber":24,"VerseNumber":2,"Text":"Зинашы әйел мен ердің әрбіріне жүз дүре соғыңдар. Егер Аллаға, ахирет күніне сенсеңдер; оларға жұмсақтықтарың ұстамасын. Әрі екеуінің жазасын мүміндерден бір тобы көріп тұрсын"},{"SurahNumber":24,"VerseNumber":3,"Text":"Зинашы ер; зинашы немесе мүшрік әйелмен үйленуге лайық. Зинашы әйел де; зинашы немесе мүшрік ермен ғана үйленеді. Бұлар мүміндерге арам қылынды"},{"SurahNumber":24,"VerseNumber":4,"Text":"Сондай абыройлы әйелдерге зина жаласын жапсырғандар; кейін төрт айғақ келтіре алмаса, онда оларға сексен дүре соғыңдар. Және олардың куәліктерін мүлде қабыл етпеңдер. Міне солар, бүзықтар"},{"SurahNumber":24,"VerseNumber":5,"Text":"Бірақ содан кейін тәубе етіп, түзелгендерге; Алла, аса жарылқаушы, ерекше мейірімді"},{"SurahNumber":24,"VerseNumber":6,"Text":"Жұбайларына зина жаласын жауып, өздерінен басқа ешбір айғақтары болмағандардың әрбірінің куәлігі, шын айтушы екендіктеріне байланысты төрт рет Алланың атымен ант ішулері"},{"SurahNumber":24,"VerseNumber":7,"Text":"Бесінші ретте; (ер): \"Егер өтірік айтушылардан болсам, Маған Алланың лағынеті болсын!\",- (дейді)"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ерінің өтірік айтушылардан екендігіне байланысты әйел де төрт рет Алланың атымен ант ішіп, өзінен жазаны кетіре алады"},{"SurahNumber":24,"VerseNumber":9,"Text":"Бесінші рет; (әйел): \"Егер оның айтқандары шын болса, маған Алланың қаһары тисін!\",- (дейді)"},{"SurahNumber":24,"VerseNumber":10,"Text":"Егер сендерге Алланың кеңшілігі, мәрхаметі болмаса, (не болар еді?) Расында Алла, тәубелерді қабылдаушы, аса дана"},{"SurahNumber":24,"VerseNumber":11,"Text":"(Пайғамбар Ғ.С. Бану Мұсталық соғысынан қайтқанда түнеп көшкен бір жерде Ғайша Р.А. түзге отырып келсе, мойнындағы алқасы жоқ. Соны қарап келгенше, көш жөнеліп кеткендіктен жұртта отырғанда қарауылда жүрген Сапуан Мұғтал ұлы түйесіне мінгізіп, альп келеді. Сондықтан Ғабдолла Үбай ұлы т.б. лар өсек қылады. Ж.Б.М.Р.) Шынында сендерден өсек айтып келген топтың сөзін жаман деп есептемеңдер. Керісінше ол, сендер үшін хайырлы. Олардың әрбіреуі күнә тапты. Олардан басшылық еткен үлкеніне зор азап бар"},{"SurahNumber":24,"VerseNumber":12,"Text":"Егер оны естігендеріңде мүмін ер, әйел көңілдерінде хайыр ойлап: \"Бұл бір ашық өсек\" десе еді"},{"SurahNumber":24,"VerseNumber":13,"Text":"Олар, оған төрт куә келтірсе еді? Сондай-ақ олар куә әкелмеді. Міне солар, Алланың қасында өтірікші"},{"SurahNumber":24,"VerseNumber":14,"Text":"Егер сендерге дүние, ахиретте Алланың кеңшілігі, мәрхаметі болмаса еді, әрине өсек тартқандықтарыңның салдарынан зор азапқа душар болар едіңдер"},{"SurahNumber":24,"VerseNumber":15,"Text":"Сол уақытта өсекті ауызекі жалғастырып, білмеген нәрсені айта отырып, оны жеңілге сайдыңдар. Ол, Алланың қасында зор іс еді"},{"SurahNumber":24,"VerseNumber":16,"Text":"Егер оны естіген сәтте: \"Бұны, біздің айтуымызға болмайды. Алла сақтасын. Бұл бір ірі жала\" деген болсаңдар еді"},{"SurahNumber":24,"VerseNumber":17,"Text":"Егер мүмін болсаңдар, Алла мүндайды мүлде қайта істемеулеріңді насихаттайды"},{"SurahNumber":24,"VerseNumber":18,"Text":"Алла, сендерге аяттарын ашық баян қылады. Әрі Алла толық білуші, аса дана"},{"SurahNumber":24,"VerseNumber":19,"Text":"Расында сондай мүміндердің ішінде арсыздық жайылуын жақсы көргендерге; дүние, ахиретте күйзелтуші азап бар. Алла біледі. Сендер білмейсіңдер"},{"SurahNumber":24,"VerseNumber":20,"Text":"Егер сендерге Алланың кеңшілігі, мәрхаметі болмаса. Рас Алла өте жұмсақ, ерекше мейірімді"}]}