{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Гўзал амал қилганлар учун гўзал савоб ва зиёдалик бордир. Уларнинг юзларини қаролик ҳам, хорлик ҳам қопламас. Ана ўшалар жаннат эгаларидир. Улар унда абадий қолурлар"},{"SurahNumber":10,"VerseNumber":27,"Text":"Ёмонликларни касб қилганларга эса, ёмонликларига яраша ёмон жазо бўлур. Уларни хорлик қоплар. Улар учун Аллоҳдан бирор сақловчи ҳам бўлмас. Юзлари худди тун зулматидан бир парча ила қопланган каби бўлур. Ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"},{"SurahNumber":10,"VerseNumber":28,"Text":"У кунда барчаларини тўплармиз. Сўнгра, ширк келтирганларга: «Сизлар ҳам, шерик қилганларингиз ҳам жойингиздан қимирламангиз», дермиз. Бас, ораларини ажратармиз ва шерик қилинмишлар: «Бизга ибодат этмаган эдингиз"},{"SurahNumber":10,"VerseNumber":29,"Text":"Биз билан сизнинг орангизда шоҳидликка Аллоҳ кифоядир. Биз, албатта, сизнинг ибодатингиздан ғофил эдик», дерлар"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ўша ерда ҳар бир жон ўзи қилиб ўтган ишдан сўралур — хабардор бўлур ва ҳақиқий хожалари Аллоҳга қайтарилурлар. Ҳамда ўзларича тўқиб чиқарган нарсалари улардан ғойиб бўладир"},{"SurahNumber":10,"VerseNumber":31,"Text":"Сен: «Сизларни осмонлару ерда ким ризқлантиради? Ёки қулоқ ва кўзларингизнинг эгаси ким, тирикни ўликдан, ўликни тирикдан ким чиқаради? Ишнинг тадбирини ким қилади?» деб айт. Улар, албатта: «Аллоҳ», дерлар. Бас, сен: «Тақво қилмайсизларми?» деб айт"},{"SurahNumber":10,"VerseNumber":32,"Text":"Бас, мана шу Аллоҳ сизнинг ҳақ Роббингиздир. Ҳақдан сўнг нима бўлади? Магар залолат бўлади. Бас, қаёққа бурилиб кетмоқдасиз"},{"SurahNumber":10,"VerseNumber":33,"Text":"Шундай қилиб, фосиқлик қилганларга Роббингнинг сўзи ҳақ бўлди. Улар иймон келтирмаслар"},{"SurahNumber":10,"VerseNumber":34,"Text":"Сен: «Сизнинг шерик келтираётганларингиз орасида махлуқотни аввал бошда яратиб, сўнгра уни қайтарадигани борми?» деб айт. Сен: «Аллоҳ махлуқотни аввал бошда яратиб, сўнгра уни қайтарар. Бас, қаёққа бурилиб кетмоқдасизлар?» деб айт"},{"SurahNumber":10,"VerseNumber":35,"Text":"Сен: «Сизнинг шерик келтираётганларингиз орасида ҳаққа ҳидоят қиладигани борми?» деб айт. Сен: «Аллоҳ ҳаққа ҳидоят қиладир. Эргашишга ҳаққа ҳидоят қиладиган Зот ҳақлироқми ёки ҳидоят қилмайдиган, балки ўзи ҳидоятга муҳтож кимсами? Сизга нима бўлди?! Қандай ҳукм қилмоқдасиз?!» деб айт"},{"SurahNumber":10,"VerseNumber":36,"Text":"Уларнинг кўплари гумонга эргашадилар, холос. Албатта, гумон ҳақ ўрнида ҳеч нарса бўла олмас. Албатта, Аллоҳ нима қилаётганларини билгувчи Зотдир"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ушбу Қуръон Аллоҳдан бошқа томонидан тўқиб чиқарилган эмас. Ва лекин у ўзидан олдингининг тасдиғи ва китобнинг тафсилотидир. Унда ҳеч шубҳа йўқ. У оламларнинг Роббисидандир"},{"SurahNumber":10,"VerseNumber":38,"Text":"Ёки ўзи тўқиб олган дерларми? Сен: «Агар ростгўй бўлсангиз, унга ўхшаш бир сура келтиринг ва (бу ишга) Аллоҳдан бошқа, кучингиз етганича, кимни хоҳласангиз, чақиринг», деб айт"},{"SurahNumber":10,"VerseNumber":39,"Text":"Балки, улар ўзлари илмини билмаган нарсани, уларга унинг таъвийли етмай туриб, ёлғонга чиқардилар. Улардан олдингилар ҳам шундай ёлғонга чиқарган эдилар. Золимларнинг оқибати қандай бўлганига назар сол"},{"SurahNumber":10,"VerseNumber":40,"Text":"Улардан унга иймон келтирадиганлар ҳам бор ва улардан унга иймон келтирмайдиганлар ҳам бор. Роббинг эса, бузғунчиларни яхши билгувчи Зотдир"},{"SurahNumber":10,"VerseNumber":41,"Text":"Агар улар сени ёлғончи қилсалар, сен: «Менга ўз ишим, сизларга ўз ишингиз, сизлар мен қиладиган ишдан поксизлар, мен сизлар қиладиган ишдан покман», деб айт"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ва улардан сенга қулоқ тутадиганлари ҳам бор. Агар ақл ишлатмасалар, карқулоқларга сен эшиттира олурмисан"},{"SurahNumber":10,"VerseNumber":43,"Text":"Улардан сенга назар соладиганлари ҳам бор. Агар ўзлари (қалб кўзлари ила) кўрмасалар, кўрларни сен ҳидоят қила олурмисан"},{"SurahNumber":10,"VerseNumber":44,"Text":"Албатта, Аллоҳ одамларга ҳеч зулм қилмас, ва лекин одамлар ўзларига зулм қилурлар"},{"SurahNumber":10,"VerseNumber":45,"Text":"Уларни тўплайдиган кунда худди наҳордан бир соатгина турганга ўхшаб, бир-бирлари билан танишурлар. Батаҳқиқ, Аллоҳнинг мулоқотини ёлғонга чиқарганлар ва ҳидоят топганлардан бўлмаганлар зиён қилурлар"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ёки сенга уларга ваъда қилганимизнинг баъзисини кўрсатамиз ёки сени вафот эттирамиз. Бас, уларнинг қайтишлари Бизгадир. Сўнгра, нима қилаётганларига Аллоҳ шоҳиддир"},{"SurahNumber":10,"VerseNumber":47,"Text":"Ҳар умматнинг ўз Пайғамбари бордир. Қачонки уларга Пайғамбарлари келса, ораларида адолат ила ҳукм чиқарилур. Уларга зулм қилинмас"},{"SurahNumber":10,"VerseNumber":48,"Text":"Улар: «Агар ростгўйлардан бўлсангиз, бу ваъда қачон бўлади?» дерлар"},{"SurahNumber":10,"VerseNumber":49,"Text":"Сен: «Мен ўзим ҳам на зарарга ва на фойдага молик эмасман. Магар Аллоҳ нимани хоҳласа (шу бўлади). Ҳар умматнинг ўз ажали бор. Ажаллари келган вақтда бир соатга орқага ҳам, олдинга ҳам сура олмаслар», деб айт"},{"SurahNumber":10,"VerseNumber":50,"Text":"Сен: «Хабар беринг-чи, агар Унинг азоби сизларга кечаси ёки кундузи келса, жиноятчилар унинг нимасига шошилмоқдалар?» деб айт"},{"SurahNumber":10,"VerseNumber":51,"Text":"У воқе бўлганидан сўнг унга ишондингизми? Энди-я?! Уни, тезроқ келсин, деб шошилаётган эдингиз-ку"},{"SurahNumber":10,"VerseNumber":52,"Text":"Сўнгра, зулм қилганларга: «Мангу азобни тортинглар. Фақат касб қилганингизга яраша жазо олурсизлар, холос», дейилур"}]}