{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"He said: \"Even if I bring you better guidance than that which you found your fathers following\" They said: \"Verily, we disbelieve in that with which you have been sent"},{"SurahNumber":43,"VerseNumber":25,"Text":"So We took revenge on them, then see what was the end of those who denied"},{"SurahNumber":43,"VerseNumber":26,"Text":"And (remember) when Ibrahim said to his father and his people: \"Verily, I am innocent of what you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"Except Him Who created me; and verily, He will guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"And he made it a word lasting among his offspring, that they may turn back"},{"SurahNumber":43,"VerseNumber":29,"Text":"Nay, but I gave to these and their fathers to enjoy, till there came to them the truth, and a Messenger making things clear"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the truth came to them, they said: \"This is magic, and we disbelieve therein"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they say: \"Why is not this Qur'an sent down to some great man of the two towns"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who would portion out the mercy of your Lord It is We Who portion out between them their livelihood in this world, and We raised some of them above others in ranks, so that some may employ others in their work. But the mercy of your Lord is better than what they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"And were it not that mankind would have become of one community, We would have provided for those who disbelieve in the Most Gracious, silver roofs for their houses, and elevators whereby they ascend"},{"SurahNumber":43,"VerseNumber":34,"Text":"And for their houses, doors, and thrones on which they could recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"And adornments of gold. Yet all this would have been nothing but an enjoyment of this world. And the Hereafter with your Lord is for those who have Taqwa"},{"SurahNumber":43,"VerseNumber":36,"Text":"And whosoever Ya`shu (turns away blindly) from the remembrance of the Most Gracious, We appoint for him Shaytan to be a Qarin (a companion) to him"},{"SurahNumber":43,"VerseNumber":37,"Text":"And verily, they hinder them from the path, but they think that they are guided aright"},{"SurahNumber":43,"VerseNumber":38,"Text":"Till, when (such a one) comes to Us, he says, \"Would that between me and you were the distance of the two easts (or the east and west) a worst companion (indeed)"},{"SurahNumber":43,"VerseNumber":39,"Text":"It will profit you not this Day as you did wrong, (and) that you will be sharers in the punishment"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you make the deaf to hear, or can you guide the blind or him who is in manifest error"},{"SurahNumber":43,"VerseNumber":41,"Text":"And even if We take you away, We shall indeed take vengeance on them"},{"SurahNumber":43,"VerseNumber":42,"Text":"Or (if) We show you that wherewith We threaten them, then verily, We have perfect command over them"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold you fast to that which is revealed to you. Verily, you are on the straight path"},{"SurahNumber":43,"VerseNumber":44,"Text":"And verily, this is indeed a Dhikr for you and your people, and you will be questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"And ask whom We sent before you of Our Messengers: \"Did We ever appoint gods to be worshipped besides the Most Gracious"},{"SurahNumber":43,"VerseNumber":46,"Text":"And indeed We did send Musa with Our Ayat to Fir`awn and his chiefs. He said: \"Verily, I am a Messenger of the Lord of all that exists"},{"SurahNumber":43,"VerseNumber":47,"Text":"But when he came to them with Our Ayat, behold, they laughed at them"},{"SurahNumber":43,"VerseNumber":48,"Text":"And not an Ayah We showed them but it was greater than its fellow preceding it, and We seized them with torment, in order that they might turn"},{"SurahNumber":43,"VerseNumber":49,"Text":"And they said (to Musa): \"O you sorcerer! Invoke your Lord for us according to what He has made a pact with you. Verily, We shall guide ourselves"},{"SurahNumber":43,"VerseNumber":50,"Text":"But when We removed the torment from them, behold, they broke their covenant"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Fir`awn proclaimed among his people (saying): \"O my people! Is not mine the dominion of Egypt, and these rivers flowing underneath me. See you not then"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this one (Musa) who is despicable and can scarcely express himself clearly"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why then are not golden bracelets bestowed on him, or angels sent along with him"},{"SurahNumber":43,"VerseNumber":54,"Text":"Thus he fooled his people, and they obeyed him. Verily, they were ever a people who were rebellious"},{"SurahNumber":43,"VerseNumber":55,"Text":"So when they angered Us, We punished them, and drowned them all"},{"SurahNumber":43,"VerseNumber":56,"Text":"And We made them a precedent, and an example to later generations"}]}