{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"And if Allah were to enlarge the provision of His servants they would rebel in the earth, but He sends down according to a programme that which He wills, He is certainly informed of, and seeing His servants"},{"SurahNumber":42,"VerseNumber":28,"Text":"And He it is Who sends down the rain after they have despaired, and scatters His mercy, and He is the Guardian, the Praised"},{"SurahNumber":42,"VerseNumber":29,"Text":"And among His signs is the creation of the skies and the earth and that which He has spread in them from among the living beings, and He has the power to gather them, when He wills"},{"SurahNumber":42,"VerseNumber":30,"Text":"And whatever disaster befalls you it is due to what your own hands have earned and He pardons much"},{"SurahNumber":42,"VerseNumber":31,"Text":"And you cannot frustrate ( Allah ) in the earth, and you do not have besides Allah any guardian or helper"},{"SurahNumber":42,"VerseNumber":32,"Text":"And among His signs are the ships in the sea, like mountains"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He wills, He can make the wind stationary so that the ( ships ) remain motionless on its back*. Certainly there are signs in that for every patient grateful one. * Surface of the sea"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He can cause them to perish due to that which they earned, but He pardons much"},{"SurahNumber":42,"VerseNumber":35,"Text":"And ( let ) those who dispute concerning Our signs know ( that ) there is no escape for them"},{"SurahNumber":42,"VerseNumber":36,"Text":"So anything that you are given, is only a ( temporary ) provision for the life of this world, and that which is with Allah is better and more lasting for those who believe and put their trust in their Fosterer"},{"SurahNumber":42,"VerseNumber":37,"Text":"and those who avoid the great sins and indecencies and when they are angry they protectively forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"and those who respond to their Fosterer and establish worship ( salat ) and their affairs ( are decided by ) counsel among themselves and they spend from that which We have provided them"},{"SurahNumber":42,"VerseNumber":39,"Text":"and those who, when oppression afflicts them, they defend themselves"},{"SurahNumber":42,"VerseNumber":40,"Text":"And the requital of an evil is an evil similar to it, but one who pardons and reconciles, then ( the responsibility of ) rewarding him is on Allah, He certainly does not like those who are unjust"},{"SurahNumber":42,"VerseNumber":41,"Text":"And for him who defends after an injustice was done to him, then for such, there is no way ( of blame ) against them"},{"SurahNumber":42,"VerseNumber":42,"Text":"The way ( of blame ) is only against those who do injustice to mankind and rebel in the earth without having the right to do so, for such, there will be a painful punishment"},{"SurahNumber":42,"VerseNumber":43,"Text":"And whoever is patient and forgives, ( then ) those are certainly among the affairs ( which require ) determination"},{"SurahNumber":42,"VerseNumber":44,"Text":"And he whom Allah leaves to stray, then for him there is no guardian after that. And you will see those who were unjust, that when they see the punishment they will say, “Is there any way to return?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"And you will see them being brought before the , humbled due to disgrace, looking secretly from the corners ( of their eyes ). And those who believe will say, “The losers are certainly those who are themselves at loss and their people ( too ), on the day of resurrection.” Beware ! those who are unjust will be in an eternal punishment"},{"SurahNumber":42,"VerseNumber":46,"Text":"And they will have no guardians to help them besides Allah, and He whom Allah leaves to stray, for him there is no way ( of safety)"},{"SurahNumber":42,"VerseNumber":47,"Text":"Respond to your Fosterer before the coming of the day from Allah, for which there is no turning back. On that day there will be no refuge for you nor will you have ( the power of ) rejection"},{"SurahNumber":42,"VerseNumber":48,"Text":"But if they turn away, then We have not sent you as a custodian over them, there is nothing ( incumbent ) on you except conveyance ( of the message ). And when We make man taste mercy from Us, he is exultant thereat, but when an evil afflicts them due to what their hands have sent forth, then man certainly becomes ungrateful ( forgetting the earlier good days)"},{"SurahNumber":42,"VerseNumber":49,"Text":"Allah’s is the kingdom of the skies and the earth. He creates what He wills, He grants females ( daughters ) to whom He wills and He grants males ( sons ) to whom He wills"},{"SurahNumber":42,"VerseNumber":50,"Text":"Or He pairs them ( by granting both ) males and females and He makes barren whom He wills. He is certainly Knowing, Powerful"}]}