{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(Muyambiri) akati: “Kunyangwe ndakuunzirai gwara rakanaka pane ramakawana madzibaba enyu achitevera?” Vakati: “Zvirokwazvo, hatitendi mune zvawakatumwa nazvo.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Naizvozvo takavadzorera (takavaranga), uye tarisai ndeapi akazova magumo eavo vakaramba (Islaam)"},{"SurahNumber":43,"VerseNumber":26,"Text":"Uye (Rangarira) apo Abrahamu paakati kuna baba vake nevanhu vake: “Zvirokwazvo, handipo pane zvamunonamata.”"},{"SurahNumber":43,"VerseNumber":27,"Text":"“Kusara kwaivo (Allah) vakandisika; uye zvirokwazvo, vachanditungamirira.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Uye akariita shoko (Laa ilaaha illallaah (Hapana chimwe chinhu chine kodzero yekunamatwa kunze kwaAllah)) rinogara muvana vake, uye kuti zvimwe vangadzoke (kuna Allah kana kuwana yambiro)"},{"SurahNumber":43,"VerseNumber":29,"Text":"Asi ndakapa (zvakanaka zvehupenyu hwuno) kune ava (vasingatendi) nemadzibaba avo kuti vafare, kusvikira chokwadi chauya kwavari (Qur’aan), nemutumwa (Muhammad (SAW)) ari pachena (anoburitsa zvinhu zvese pachena)"},{"SurahNumber":43,"VerseNumber":30,"Text":"Asi pakauya chokwadi kwavari (Qur’aan), vakati (vasingatendi mariri): “Aya ndiwo mapipi, uye hatitendi maari.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Uye vakati: “Sei Qur’aan iri risina kudzikiswa kumurume mukuru wemaguta maviri (Makkah neTaif)?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ndivo here vanopa tsitsi dzaTenzi vako? Tisu tinopa pakati pavo raramo yavo muhupenyu hwepano pasi, uye tinosimudzira vamwe vavo pamusoro pevamwe muzvidanho, kuti vamwe vave vanotora vamwe mumabasa avo. Asi tsitsi dzaTenzi vako (Paradhiso) dziri nani pane zvavanounganidza"},{"SurahNumber":43,"VerseNumber":33,"Text":"Uye dai vanhu vakanga vari boka rimwe chete (vasingatendi), tingadai takapa vanhu vasingatendi muna Mupi ane nyasha (Allah) matenga esirivha edzimba dzavo, nemanera avanokwira nawo"},{"SurahNumber":43,"VerseNumber":34,"Text":"Uye padzimba dzavo paiva nemisiwo (yesirivha) nemibhedha (yesirivha) yavairarira"},{"SurahNumber":43,"VerseNumber":35,"Text":"Uye shongedzo dzegoridhe. Asi zvose izvi hapana zvazviri kusara kwemafaro epano panyika. Uye hupenyu hwuchatevera hwuna Tenzi vako ndewe avo vanotya Allah (vanoteerera Allah)"},{"SurahNumber":43,"VerseNumber":36,"Text":"Uye uyo anofuratira kubva kurangariro yeMupi ane nyasha (Allah) (Qur’aan nekunamata Allah), tinomusarudzira Satani kuti ave shamwari yake"},{"SurahNumber":43,"VerseNumber":37,"Text":"Uye zvirokwazvo vanasatani vanovadzivirira kubva munzira (yaAllah), asi vanofunga kuti vakatungamiririrwa"},{"SurahNumber":43,"VerseNumber":38,"Text":"Kusvika (iye) auya kwatiri, anoti (kushamwari yake satani): “Ndinoshuvira kuti dai pakati pangu newe pange pane musiyano wemufambo wemabvazuva maviri (kana wemabvazuva nemadokero).” Zvirokwazvo uri shamwari yakaipa"},{"SurahNumber":43,"VerseNumber":39,"Text":"Hazvikubatsirei zuva ranhasi (imi vasingatendi) nekuti maiita zvakaipa. Muchava vagovani (iwe neshamwari yako) mumarwadzo"},{"SurahNumber":43,"VerseNumber":40,"Text":"Muhammad (SAW)) ungaite kuti matsi anzwe here, kana kutungamirira bofu, kana uyo ari mukurasika kuri pachena"},{"SurahNumber":43,"VerseNumber":41,"Text":"Uye kunyangwe tikakutora (Muhammad (SAW)), zvirokwazvo tichava tinovadzorera (tinovaranga)"},{"SurahNumber":43,"VerseNumber":42,"Text":"Kana (tikava) tinokuratidza zvatakavavimbisa, zvirokwazvo tine simba pamusoro pavo"},{"SurahNumber":43,"VerseNumber":43,"Text":"Naizvozvo batisisa (Muhammad (SAW)) izvo zvirikudzikiswa kwauri. Zvirokwazvo, uri panzira yakaswatuka"},{"SurahNumber":43,"VerseNumber":44,"Text":"Uye zvirokwazvo (Qur’aan) iri zvirokwazvo iyambiro kwauri (Muhammad (SAW)) nevanhu vako, uye muchabvunzwa (nezvaro)"},{"SurahNumber":43,"VerseNumber":45,"Text":"Uye (Muhammad (SAW)) bvunza vamwe vevatumwa vedu vatakatuma mushure mako kuti: “Takasarudza here vamwe vanamwari kuti vave vanonamatwa kunze kweMupi ane nyasha (Allah)?”"},{"SurahNumber":43,"VerseNumber":46,"Text":"Uye zvirokwazvo takatuma Musa nezviratidzo zvedu kuna Farawo nemadzimambo ake (achivakoka kuchitendero chaAllah cheIslaam). Akati: “Zvirokwazvo, ndiri mutumwa waTenzi vepasi rose (vanhu nemaJinn nezvihnu zvese).”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Asi apo paakasvika kwavari nezviratidzo zvedu kwavari, zvirokwazvo vakazviseka"},{"SurahNumber":43,"VerseNumber":48,"Text":"Uye hapana chiratidzo chatakavaratidza asi kuti chaiva chikuru kudarika chimwe chacho, uye takavabata nemarwadzo kuti pamwe vangadzoke (kuchitendero chaAllah, Islaam)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Uye vakati (kuna Musa): “Iwe wemapipi! Tikumbirire kuna Tenzi vako maererano nezvavakakuvimbisa. Zvirokwazvo, tichava tinozvitungamirira (zvakanaka).”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Asi patakabvisa mutongo kwavari, vakave vanotyora chitsidzo (kuti vaizotenda tikabvisa marwadzo kubva kwavari)"},{"SurahNumber":43,"VerseNumber":51,"Text":"Uye Farawo akasheedzera kuvanhu vake (achiti): “Imi vanhu vangu! Hausi hwangu here humambo hweEgypt, uye nzizi idzi dzinoyerera pasi pangu? Hamuoni here?”"},{"SurahNumber":43,"VerseNumber":52,"Text":"“Handisi nani here pane uyu (Musa) wepasi, uye asingagoni kutaura zvinonzwika?”"},{"SurahNumber":43,"VerseNumber":53,"Text":"“Sei nguwo dzendarama dzisina kuiswa paari, kana kutumwa aine ngirozi?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Naizvozvo (Farawo) akafurira vanhu vake uye vakamuteerera. Zvirokwazvo, vange vari vanhu vakapanduka (vasingateereri Allah)"},{"SurahNumber":43,"VerseNumber":55,"Text":"Naizvozvo pavakatitsamwisa, takavapa murango, uye tikavanyudza vose"},{"SurahNumber":43,"VerseNumber":56,"Text":"Uye takavaita chidzidzo uye muenzaniso kune vaizotevera"}]}