{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Then spake we unto Moses, \"Throw down thy rod;\" and lo! it devoured their lying wonders"},{"SurahNumber":7,"VerseNumber":118,"Text":"So the truth was made strong, and that which they had wrought proved vain"},{"SurahNumber":7,"VerseNumber":119,"Text":"And they were vanquished on the spot, and drew back humiliated"},{"SurahNumber":7,"VerseNumber":120,"Text":"But the other enchanters prostrated themselves adoring"},{"SurahNumber":7,"VerseNumber":121,"Text":"Said they, \"We believe on the Lord of the Worlds"},{"SurahNumber":7,"VerseNumber":122,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":7,"VerseNumber":123,"Text":"Said Pharaoh, \"Have ye believed on him, ere I have given you leave? This truly is a plot which ye have plotted in this my city, in order to drive out its people. But ye shall see in the end what shall happen"},{"SurahNumber":7,"VerseNumber":124,"Text":"I will surely cut off your hands and feet on opposite sides; then will I have you all crucified"},{"SurahNumber":7,"VerseNumber":125,"Text":"They said, \"Verily, to our Lord do we return"},{"SurahNumber":7,"VerseNumber":126,"Text":"And thou takest vengeance on us only because we have believed on the signs of our Lord when they came to us. Lord! pour out constancy upon us, and cause us to die Muslims"},{"SurahNumber":7,"VerseNumber":127,"Text":"Then said the chiefs of Pharaoh's people - \"Wilt thou let Moses and his people go to spread disorders in our land, and desert thee and thy gods?\" He said, \"We will cause their male children to be slain and preserve their females alive: and verily we shall be masters over them"},{"SurahNumber":7,"VerseNumber":128,"Text":"Said Moses to his people, \"Cry unto God for help, and bear up patiently, for the earth is God's: to such of His servants as He pleaseth doth He give it as a heritage; and for those that fear Him is a happy issue"},{"SurahNumber":7,"VerseNumber":129,"Text":"We have been oppressed,\" they said, \"before thou camest to us, and since thou hast been with us:\" \"Perhaps,\" said he, \"your Lord will destroy your enemy, and will make you his successors in the land, and He will see how ye will act therein"},{"SurahNumber":7,"VerseNumber":130,"Text":"Already had we chastised the people of Pharaoh with dearth and scarcity of fruits, that haply they might take warning"},{"SurahNumber":7,"VerseNumber":131,"Text":"And when good fell to their lot they said, \"This is our due.\" But if ill befel them, they regarded Moses and his partisans as (the birds) of evil omen. Yet, was not their evil omen from God? But most of them knew it not"},{"SurahNumber":7,"VerseNumber":132,"Text":"And they said, \"Whatever sign thou bring us for our enchantment, we will not believe on thee"},{"SurahNumber":7,"VerseNumber":133,"Text":"And we sent upon them the flood and the locusts and the kummal (lice) and the frogs and the blood, - clear signs - but they behaved proudly, and were a sinful people"},{"SurahNumber":7,"VerseNumber":134,"Text":"And when any plague fell upon them, they said, \"O Moses! pray for us to thy Lord, according to that which he hath covenanted with thee: Truly if thou take off the plague from us, we will surely believe thee, and will surely send the children of Israel with thee"},{"SurahNumber":7,"VerseNumber":135,"Text":"But when we had taken off the plague from them, and the time which God had granted them had expired, behold! they broke their promise"},{"SurahNumber":7,"VerseNumber":136,"Text":"Therefore we took vengeance on them and drowned them in the sea, because they treated our signs as falsehoods and were heedless of them"},{"SurahNumber":7,"VerseNumber":137,"Text":"And we gave to the people who had been brought so low, the eastern and the western lands, which we had blessed as an heritage: and the good word of thy Lord was fulfilled on the children of Israel because they had borne up with patience: and we destroyed the works and the structures of Pharaoh and his people"},{"SurahNumber":7,"VerseNumber":138,"Text":"And we brought the children of Israel across the sea, and they came to a people who gave themselves up to their idols. They said, \"O Moses! make us a god, as they have gods.\" He said, \"Verily, ye are an ignorant people"},{"SurahNumber":7,"VerseNumber":139,"Text":"For the worship they practise will be destroyed, and that which they do, is vain"},{"SurahNumber":7,"VerseNumber":140,"Text":"He said, \"Shall I seek any other god for you than God, when it is He who hath preferred you above all other peoples"},{"SurahNumber":7,"VerseNumber":141,"Text":"And remember when we rescued you from the people of Pharaoh they had laid on you a cruel affliction; they slew your sons, and let only your daughters live, and in this was a great trial from your Lord"}]}