{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"(اي پيغمبر) آدم جي ٻن پُٽن (ھابيل ۽ قابيل) جي خبر کين سچي طرح پڙھي ٻُڌاءِ، جڏھن ٻنھي (ھڪ ھڪ) قرباني نذر ڪئي تڏھن تڏھن ٻنھي مان ھڪڙي جي قبول ڪئي وئي ۽ ٻئي جي قبول نه ڪئي وئي، (قابيل) چيو ته ضرور ماريندوسانءِ، ۽ (ھابيل) چيو ته الله رڳو پرھيزگارن جي (قرباني) قبول ڪندو آھي"},{"SurahNumber":5,"VerseNumber":28,"Text":"البت جيڪڏھن پنھنجو ھٿ منھنجي مارڻ لاءِ مون ڏانھن ڊگھو ڪندين ته آءٌ پنھنجو ھٿ تو ڏانھن ڪڏھن به ڊگھو نه ڪندس ته توکي ماريان، بيشڪ آءٌ جھانن جي پالڻھار الله کان ڊڄان ٿو"},{"SurahNumber":5,"VerseNumber":29,"Text":"مُنھنجو ارادو آھي ته مُنھنجو گُناھ ۽ پنھنجو گُناھ تون کڻين ته دوزخين مان ٿئين، ۽ ظالمن جي اِھا سزا آھي"},{"SurahNumber":5,"VerseNumber":30,"Text":"پوءِ سندس نفس کيس ڀاءُ جي مارڻ تي رغبت ڏياري پوءِ کيس ڪُٺائين پوءِ ڇيئي وارن مان ٿيو"},{"SurahNumber":5,"VerseNumber":31,"Text":"پوءِ الله ھڪ ڪانوَ کي موڪليو جنھن زمين ۾ ھن لاءِ کوٽيو ٿي ته کيس ڏيکاري ته پنھنجي ڀاءُ جي لاش کي ڪئن لڪائي، (ڪانوَ کي ڏسي) چيائين ته مون لاءِ ارمان آھي ڇا آءٌ ھن ڳالھ کان (به) عاجز ٿيس جو ھن ڪانوَ جھڙو ھُجان ھا ته پنھنجي ڀاءُ جو لاشو لڪايان ھا، پوءِ پشيمانن مان ٿيو"},{"SurahNumber":5,"VerseNumber":32,"Text":"انھيءَ ڪري بني اسرائيلن تي لازم ڪيوسون ته جيڪو ڪنھن جان جي عوض يا زمين ۾ فساد وجھڻ (واري) کانسواءِ ٻئي ڪنھن کي ڪُھندو تنھن ڄڻڪ مڙني ماڻھن کي ڪُٺو، ۽ جنھن اُن کي بچايو تنھن ڄڻڪ مڙني ماڻھن کي بچايو، ۽ البت بيشڪ اسان جا (گھڻا) پيغمبر چٽن مُعجزن سان وٽن آيا، وري بيشڪ اُن کانپوءِ منجھائن گھڻا مُلڪ ۾ حد کان لنگھندڙ ٿيا"},{"SurahNumber":5,"VerseNumber":33,"Text":"جيڪي الله ۽ سندس پيغمبر سان وڙھندا ۽ ملڪ ۾ فساد (وجھڻ) لاءِ ڪوشش ڪندا تن جي سزا ھن کانسواءِ (ٻي ڪا) نه آھي ته ڪُھجينِ يا سُوريءَ چاڙھجينِ يا سندن ھٿ ۽ سندن پير اُبتڙ سبتڙ وڍجن يا ديس نيڪالي ڏجينِ، دُنيا ۾ اُنھن لاءِ اِھا خواري آھي ۽ آخرت ۾ اُنھن لاءِ وڏو عذاب آھي"},{"SurahNumber":5,"VerseNumber":34,"Text":"پر جن اوھان جي قابو پوڻ کان اڳ توبه ڪئي، پوءِ ڄاڻو ته الله بخشڻھار مھربان آھي"},{"SurahNumber":5,"VerseNumber":35,"Text":"اي ايمان وارؤ الله کان ڊڄو ۽ ڏانھس وسيلو ڳوليو (يعني نيڪ عملن جي وسيلي سان الله تعالىٰ ڏي ويجھا ٿيو) ۽ سندس واٽ ۾ ڪوشش ڪريو مانَ اوھين ڇٽو"},{"SurahNumber":5,"VerseNumber":36,"Text":"بيشڪ جن ڪفر ڪيو تن کي جيڪي زمين ۾ آھي سو مڙئي جيڪڏھن ھجي ۽ اُن جيترو ٻيو به گڏ (ھجين) اُھو قيامت جي ڏينھن جي عذاب کان (بچاءَ) لاءِ عوض ڏين ته کانئن قبول نه ڪبو، ۽ اُنھن لاءِ ڏکوئيندڙ عذاب آھي"},{"SurahNumber":5,"VerseNumber":37,"Text":"باہ مان نڪرڻ گُھرندا ۽ (حقيقت ڪري) منجھانئس اُھي نڪرڻ وارا نه آھن، ۽ اُنھن لاءِ سدائين جو عذاب آھي"},{"SurahNumber":5,"VerseNumber":38,"Text":"چورُ (مڙس) ۽ چورِ (زال) انھن جا ھٿ سندن ڪئي سببان سزا لاءِ وڍيو الله (جي پار) کان اُھو عذاب آھي، ۽ الله غالب حڪمت وارو آھي"},{"SurahNumber":5,"VerseNumber":39,"Text":"پوءِ جنھن پنھنجي ڪيل پڃاڻا توبه ڪئي ۽ چڱا ڪم ڪيا تنھن تي الله ٻاجھ سان موٽندو، ڇوته الله بخشڻھار مھربان آھي"},{"SurahNumber":5,"VerseNumber":40,"Text":"(اي پيغمبر) نه معلوم اٿئي ڇا؟ ته آسمانن ۽ زمين جي بادشاھي الله جي آھي، جنھن کي وڻيس تنھن کي عذاب ڪري ۽ جنھن کي وڻيس تنھن کي بخشي، ۽ الله سڀڪنھن شيءِ تي وس وارو آھي"}]}