{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"جب موسیٰؑ نے مدت پوری کر دی اور وہ اپنے اہل و عیال کو لے کر چلا تو طُور کی جانب اس کو ایک آگ نظر آئی اُس نے اپنے گھر والوں سے کہا \"ٹھیرو، میں نے ایک آگ دیکھی ہے، شاید میں وہاں سے کوئی خبر لے آؤں یا اس آگ سے کوئی انگارہ ہی اُٹھا لاؤں جس سے تم تاپ سکو"},{"SurahNumber":28,"VerseNumber":30,"Text":"وہاں پہنچا تو وادی کے داہنے کنارے پر مبارک خطے میں ایک درخت سے پکارا گیا کہ \"اے موسیٰؑ، میں ہی اللہ ہوں، سارے جہان والوں کا مالک"},{"SurahNumber":28,"VerseNumber":31,"Text":"اور (حکم دیا گیا کہ) پھینک دے اپنی لاٹھی جونہی کہ موسیٰؑ نے دیکھا کہ وہ لاٹھی سانپ کی طرح بل کھا رہی ہے تو وہ پیٹھ پھیر کر بھاگا اور اس نے مڑ کر بھی نہ دیکھا (ارشاد ہوا) \"موسیٰؑ، پلٹ آ اور خوف نہ کر، تو بالکل محفوظ ہے"},{"SurahNumber":28,"VerseNumber":32,"Text":"اپنا ہاتھ گریبان میں ڈال، چمکتا ہوا نکلے گا بغیر کسی تکلیف کے اور خوف سے بچنے کے لیے اپنا بازو بھینچ لے یہ دو روشن نشانیاں ہیں تیرے رب کی طرف سے فرعون اور اس کے درباریوں کے سامنے پیش کرنے کے لیے، وہ بڑے ہی نافرمان لوگ ہیں"},{"SurahNumber":28,"VerseNumber":33,"Text":"موسیٰؑ نے عرض کیا \"میرے آقا، میں تو ان کا ایک آدمی قتل کر چکا ہوں، ڈرتا ہوں کہ وہ مجھے مار ڈالیں گے"},{"SurahNumber":28,"VerseNumber":34,"Text":"اور میرا بھائی ہارونؑ مجھے سے زیادہ زبان آور ہے، اسے میرے ساتھ مدد گار کے طور پر بھیج تاکہ وہ میری تائید کرے، مجھے اندیشہ ہے کہ وہ لوگ مجھے جھٹلائیں گے"},{"SurahNumber":28,"VerseNumber":35,"Text":"فرمایا \"ہم تیرے بھائی کے ذریعہ سے تیرا ہاتھ مضبوط کریں گے اور تم دونوں کو ایسی سطوت بخشیں گے کہ وہ تمہارا کچھ نہ بگاڑ سکیں گے ہماری نشانیوں کے زور سے غلبہ تمہارا اور تمہارے پیروؤں کا ہی ہو گا"},{"SurahNumber":28,"VerseNumber":36,"Text":"پھر جب موسیٰؑ اُن لوگوں کے پاس ہماری کھُلی کھُلی نشانیاں لے کر پہنچا تو انہوں نے کہا کہ یہ کچھ نہیں ہے مگر بناوٹی جادوگر اور یہ باتیں تو ہم نے اپنے باپ دادا کے زمانے میں کبھی سُنیں ہی نہیں"},{"SurahNumber":28,"VerseNumber":37,"Text":"موسیٰؑ نے جواب دیا \"میرا رب اُس شخص کے حال سے خوب واقف ہے جو اس کی طرف سے ہدایت لے کر آیا ہے اور وہی بہتر جانتا ہے کہ آخری انجام کس کا اچھا ہونا ہے، حق یہ ہے کہ ظالم کبھی فلاح نہیں پاتے"},{"SurahNumber":28,"VerseNumber":38,"Text":"اور فرعون نے کہا \"اے اہل دربار میں تو اپنے سوا تمہارے کسی خدا کو نہیں جانتا ہامان، ذرا اینٹیں پکوا کر میرے لیے ایک اونچی عمارت تو بنوا، شاید کہ اس پر چڑھ کر میں موسیٰؑ کے خدا کو دیکھ سکوں، میں تو اسے جھُوٹا سمجھتا ہوں"},{"SurahNumber":28,"VerseNumber":39,"Text":"اُس نے اور اس کے لشکروں نے زمین میں بغیر کسی حق کے اپنی بڑائی کا گھمنڈ کیا اور سمجھے کہ انہیں کبھی ہماری طرف پلٹنا نہیں ہے"},{"SurahNumber":28,"VerseNumber":40,"Text":"آخر کار ہم نے اسے اور اس کے لشکروں کو پکڑا اور سمندر میں پھینک دیا اب دیکھ لو کہ ان ظالموں کا کیسا انجام ہوا"},{"SurahNumber":28,"VerseNumber":41,"Text":"ہم نے انہیں جہنم کی طرف دعوت دینے والے پیش رو بنا دیا اور قیامت کے روز وہ کہیں سے کوئی مدد نہ پا سکیں گے"},{"SurahNumber":28,"VerseNumber":42,"Text":"ہم نے اِس دنیا میں ان کے پیچھے لعنت لگا دی اور قیامت کے روز وہ بڑی قباحت میں مبتلا ہوں گے"},{"SurahNumber":28,"VerseNumber":43,"Text":"پچھلی نسلوں کو ہلاک کرنے کے بعد ہم نے موسیٰؑ کو کتاب عطا کی، لوگوں کے لیے بصیرتوں کا سامان بنا کر، تاکہ شاید لوگ سبق حاصل کریں"},{"SurahNumber":28,"VerseNumber":44,"Text":"(اے محمدؐ) تم اُس وقت مغربی گوشے میں موجود نہ تھے جب ہم نے موسیٰؑ کو یہ فرمان شریعت عطا کیا، اور نہ تم شاہدین میں شامل تھے"},{"SurahNumber":28,"VerseNumber":45,"Text":"بلکہ اس کے بعد (تمہارے زمانے تک) ہم بہت سی نسلیں اٹھا چکے ہیں اور ان پر بہت زمانہ گزر چکا ہے تم اہلِ مَدیَن کے درمیان بھی موجود نہ تھے کہ اُن کو ہماری آیات سُنا رہے ہوتے، مگر (اُس وقت کی یہ خبریں) بھیجنے والے ہم ہیں"},{"SurahNumber":28,"VerseNumber":46,"Text":"اور تم طور کے دامن میں بھی اُس وقت موجود نہ تھے جب ہم نے (موسیٰؑ کو پہلی مرتبہ) پکارا تھا، مگر یہ تمہارے رب کی رحمت ہے (کہ تم کو یہ معلومات دی جار ہی ہیں) تاکہ تم اُن لوگوں کو متنبّہ کر دو جن کے پاس تم سے پہلے کوئی متنبّہ کرنے والا نہیں آیا، شاید کہ وہ ہوش میں آئیں"},{"SurahNumber":28,"VerseNumber":47,"Text":"(اور یہ ہم نے اس لیے کیا کہ) کہیں ایسا نہ ہو کہ اُن کے اپنے کیے کرتوتوں کی بدولت کوئی مصیبت جب اُن پر آئے تو وہ کہیں \"اے پروردگار، تُو نے کیوں نہ ہماری طرف کوئی رسول بھیجا کہ ہم تیری آیات کی پیروی کرتے اور اہلِ ایمان میں سے ہوتے"},{"SurahNumber":28,"VerseNumber":48,"Text":"مگر جب ہمارے ہاں سے حق ان کے پاس آ گیا تو وہ کہنے لگے \"کیوں نہ دیا گیا اِس کو وہی کچھ جو موسیٰؑ کو دیا گیا تھا؟\" کیا یہ لوگ اُس کا انکار نہیں کر چکے ہیں جو اس سے پہلے موسیٰؑ کو دیا گیا تھا؟ انہوں نے کہا \"دونوں جادوگر ہیں جو ایک دُوسرے کی مدد کرتے ہیں\" اور کہا \"ہم کسی کو نہیں مانتے"},{"SurahNumber":28,"VerseNumber":49,"Text":"(اے نبیؐ،) ان سے کہو، \"اچھا تو لاؤ اللہ کی طرف سے کوئی کتاب جو اِن دونوں سے زیادہ ہدایت بخشنے والی ہو اگر تم سچے ہو، میں اسی کی پیروی اختیار کروں گا"},{"SurahNumber":28,"VerseNumber":50,"Text":"اب اگر وہ تمہارا یہ مطالبہ پورا نہیں کرتے تو سمجھ لو کہ دراصل یہ اپنی خواہشات کے پیرو ہیں، اور اُس شخص سے بڑھ کر کون گمراہ ہو گا جو خدائی ہدایت کے بغیر بس اپنی خواہشات کی پیروی کرے؟ اللہ ایسے ظالموں کو ہرگز ہدایت نہیں بخشتا"}]}