{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"زانینی ڕۆژی دوایی تەنیا بۆ لای خوا دەگەڕێنرێتەوە وە ھەر بەروبوومێك کە لە پێست و قەباغەکەی دێتە دەرەوە و ھەر مێینەیەك ئاوس دەبێ و (سکەکەی) دادەنێت ئەوە (خوا) ئاگای لێیە وە ڕۆژێك خوا (ھاوبەش پەیدا کەران) بانگ دەکات (پێیان دەڵێت) ھاوبەشانێك (کەداتان نابوو بۆ من) لەکوێن دەڵێن پێمان ڕاگەیاندی کەس لەئێمە شایەت نین (تۆھاوبەشت ھەبێت)"},{"SurahNumber":41,"VerseNumber":48,"Text":"وە وون بوولێیان ئەوانەی پێشتر دەیانپەرستن وە زانیان کە ھیچ پەنایەکیان نیە"},{"SurahNumber":41,"VerseNumber":49,"Text":"ئادەمی ماندو نابێت لە داواکردنی خێرو خۆشی وە ئەگەر ناخۆشیەك دووچاری ببێت ئەوە بێ ھیوا و نائومێد دەبێت"},{"SurahNumber":41,"VerseNumber":50,"Text":"وە ئەگەر پێمان بەخشی نیعمەت وڕەحمەتێك لەلایەن خۆمانەوە لەپاش زیانێك لێی کەوتووە دەڵێت: ئەمە ھی خۆمە وەگومان نابەم ڕۆژی دوایی بەرپا بێت وە ئەگەر گەڕێندرامەوە بۆلای پەروەردگارم (زیندووبونەوە ھەبوو) بێگومان لای خوا (پاداشتی) زۆر چاکم ھەیە جا سوێند بەخوا ھەواڵ دەدەین بەوانەی بێ باوەڕ بوون بەوەی کردوویانە (لەدونیا) وە سوێند بەخودا پێیان دەچەژین سزایەکی بەھێز و بەتین"},{"SurahNumber":41,"VerseNumber":51,"Text":"وە کاتێك چاکە و خۆشیمان ڕشت بەسەر ئادەمیدا ڕوو وەردەگێڕێ و بە خۆبەزل زانینە وە دوور دەکەوێتەوە بەڵام کاتێك ناخۆشی تووش بێت ئەوە نزاو ھاواری زۆر دەکات"},{"SurahNumber":41,"VerseNumber":52,"Text":"بڵێ پێم بڵێن ئەگەر (قورئان) لەلایەن خواوە بوو پاشان ئێوەش باوەڕتان پێ نەکرد کێ گومڕاترە لەو کەسەی کەلە دژایەتیەکی دوور لەڕاستیدا بێت"},{"SurahNumber":41,"VerseNumber":53,"Text":"لەمەودوا بەڵگە کانی خۆمانیان نیشان دەدەین لە ئاسۆی دونیا (لەبوونەوەردا) وە لە خودی خۆیاندا ھەتا بۆیان ڕوون بێتەوە بێگومان ئەم (قورئانە) ڕاستە ئایا پەروەردگارت بەس نیە کە بەڕاستی ئاگادارە بەسەر ھەموو شتێکدا"},{"SurahNumber":41,"VerseNumber":54,"Text":"ئاگاداربە بەڕاستی ئەوانە لە دوو دڵیدان لەدیدار وگەشتن بە پەروەردگاریان ئاگاداربە بەڕاستی (زانست وزانیاری) خوا دەوری ھەموو شتێکی داوە"},{"SurahNumber":42,"VerseNumber":1,"Text":"بە (حا میم) دەخوێنرێتەوە"},{"SurahNumber":42,"VerseNumber":2,"Text":"بە (عەین، سین، قاف) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاترو واتاکەشیان سەرنجی سەرەتای سورەتی (البقرة) بدە"},{"SurahNumber":42,"VerseNumber":3,"Text":"ئا بەو جۆرە خودا نیگا دەکات بۆ تۆ وە بۆ ئەو (پێغەمبەرانەی) پێش تۆش خوای زاڵی باڵادەستی کاردروستە"},{"SurahNumber":42,"VerseNumber":4,"Text":"ھەر بۆ خوایە ھەرچی لە ئاسمانەکان وە ھەرچی لە زەویدایە وە ئەو (خوا) بڵند و گەورەیە"},{"SurahNumber":42,"VerseNumber":5,"Text":"نزیکە ئاسمانەکان پارچە پارچەببن لە سەرویانەوە وە فریشتەکان بەپاکی یاد وسوپاسی پەروەردگاریان دەکەن وە داوای لێبوردن دەکەن بۆ ئەوانەی لەزەویدان ئاگاداربن کە بێگومان تەنھا خوا لێبوردە و میھرەبانە"},{"SurahNumber":42,"VerseNumber":6,"Text":"وە ئەوانەی جگە لەخوا دۆستانێکیان بۆ خۆیان ھەڵبژاردووە خوا ئاگادار و چاودێرە بەسەریانەوە وە تۆ (ئەی موحەممەد ﷺ) پارێزەر وچاودێر نیت بەسەریانەوە"},{"SurahNumber":42,"VerseNumber":7,"Text":"ھەروەھا نیگامان کردووە بۆت قورئانێك (بەزمانی) عەرەبی بۆ ئەوەی خەڵکی مەککە و کەسانی دەوروبەری بترسێنیت وە (خەڵك) بترسێنیت لەڕۆژیی کۆکردنەوە کە ھیچ گومانی تێدا نیە کۆمەڵێك لە بەھەشتدان وە کۆمەڵێك لە ئاگریی بڵێسەداردان"},{"SurahNumber":42,"VerseNumber":8,"Text":"وە ئەگەر خوا بیویستایە دەیکردن بەیەك نەتەوە (باوەڕداریان بێ باوەڕ) بەڵام ھەرکەسێکی بوێت دەیخاتە ناو میھرەبانی خۆیەوە، ستەمکارەکانیش ھیچ دۆست و یارمەتی دەرێکیان نیە"},{"SurahNumber":42,"VerseNumber":9,"Text":"ئایا ئەوان جگە لەخوا پشتیوان و دۆستانێکیان بۆ خۆیان ھەڵبژاردوە؟ ھەر خوا پشتیوان و دۆستە وە تەنھا ئەو مردووان زیندوو دەکاتەوە وە ئەو بەدەسەڵات وبە توانایە بەسەر ھەموو شتێکدا"},{"SurahNumber":42,"VerseNumber":10,"Text":"وە ھەرشتێك کە تێیدا جیاواز بوون ئەوە بڕیارەکەی بۆ لای خوا دەگەڕێتەوە ئەو خوایە پەروەردگاری منە تەنھا پشتم بەو بەستووە وە ھەر بۆلای ئەویش دەگەڕێمەوە"},{"SurahNumber":42,"VerseNumber":11,"Text":"(خوا) بەدیھێنەری ئاسمانەکان و زەویە، بۆی بەدیھێناون ھاوسەران لەخودی خۆتان ھەروەھا لە ئاژەڵیشدا جووتی (دروستکردووە) لەجووت بووندا ژمارەتان زۆر دەکات ھیچ شتێك بەوێنەی خوا نیە (نە لەزات و نە لەسیفات و نە لە کرداریدا) وە ئەوە بیسەرو بینایە"},{"SurahNumber":42,"VerseNumber":12,"Text":"ھەر بۆ ئەوە (کلیلەکانی) دەسەڵاتداریی ئاسمانەکان وزەوی، ڕزق و ڕۆزی فراوان دەکات و دەیگرێتەوە لە ھەرکەسێك کە بیەوێت بەڕاستی خوا ئاگادارە بەھەموو شتێك"}]}