{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Âdem'in evlatları! Her namaz vaktinde mescide giderken, süsünüz olan elbisenizi giyinin. Yiyin, için fakat israf etmeyin; çünkü Allah israf edenleri asla sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: “Allah'ın, kulları için yaratıp ortaya çıkardığı zineti, temiz ve hoş rızıkları haram kılmak kimin haddine?”De ki: “Onlar, dünya hayatında (iman etmeyenlerle birlikte,) iman edenlerindir.Kıyamet günü ise yalnız müminlere mahsustur. İşte Biz, bilip anlayan kimseler için, âyetleri bu şekilde açıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: “Rabbim o güzel şeyleri değil, açığı ile gizlisi ile, bütün fuhşiyatı haram kılmıştır. Keza her türlü günahı, haksız tecavüzü ve kendisine tapılması hakkında Allah'ın herhangi bir delil bildirmediği bir nesneyi Allah’a şerik yapmanızı, bir de Allah’ın emretmediği birtakım şeyleri iftira ederek O’na mal etmenizi haram kılmıştır.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ümmet için belirlenmiş bir müddet vardır. Vâdeleri gelince ne bir an geri bırakabilir, ne de bir an öne alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Âdem'in evlatları! Size her ne zaman içinizden Benim âyetlerimi beyan edip açıklayan resuller gelir de, kim onlara karşı çıkmaktan sakınır, nefsini ıslah ederse artık onlara hiç bir korku yoktur, onlar asla üzülmezler de"},{"SurahNumber":7,"VerseNumber":36,"Text":"Âyetlerimizi yalan sayanlar ve onları kabule tenezzül etmeyenler ise, işte onlar cehennemliktirler. Hem de orada ebedî kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"İftira ederek, Allah'ın söylemediği bir sözü O’na mal eden, yahut Allah’ın âyetlerini yalan sayan kimseden daha zalim biri olabilir mi?Kaderden nasipleri ne ise, onlara erişecektir. Nihayet elçilerimiz (ölüm melekleri) gelip canlarını alırken: “Hani nerede o Allah’tan başka taptıklarınız?” dediklerinde “Onlar bizden uzaklaşıp ortadan kayboldular.” derler. Böylece kâfir olduklarına dair kendi aleyhlerinde şahitlik ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Hak Teâlâ: “Girin bakalım sizden önce gelip geçen cin ve insan topluluklarıyla beraber ateşe!” buyurur.Her ümmet oraya girdikçe, yoldaşına lânet eder. Nihayet hepsi birbiri ardından gelip orada bir araya gelince, sonrakiler öndekileri göstererek:“Ey Rabbimiz, derler. İşte şunlar bizi saptırdılar, onun için onlara iki kat ateş azabı çektir.”O da: “Her birinize iki misli azap var, lâkin siz bunu bilmiyorsunuz!” buyurur. [16,25; 29]"},{"SurahNumber":7,"VerseNumber":39,"Text":"Bu sefer öndekiler de sonrakilere derler ki: “Gördünüz ya, sizin bize karşı bir ayrıcalığınız olmadı, artık kendi işlediklerinizin cezası olarak tadın azabı!”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Âyetlerimizi yalan sayanlara ve onları kabule tenezzül etmeyenlere gök kapıları açılmayacak ve deve iğne deliğinden geçmedikçe onlar da cennete giremeyeceklerdir.İşte Biz, suçlu kâfirleri böyle cezalandırırız! {KM, Markos 10,25; Luka}"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlara cehennem ateşinden bir döşek ve üzerlerinde de yine ateşten örtüler var. İşte Biz zalimleri böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"İman edip makbul ve güzel işler yapanlar ise -ki hiç kimseye Biz gücünün yetmeyeceği yük yüklemeyiz- cennetlik olup, orada ebedî kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Öyle bir halde ki içlerinde kin kabilinden ne varsa hepsini söküp çıkarırız, önlerinden ırmaklar akar.“Hamdolsun bizi bu cennete eriştiren Allah'a!Eğer Allah bizi muvaffak kılmasaydı, biz kendiliğimizden yol bulamazdık.Rabbimizin elçilerinin gerçeği bildirdikleri bir kere daha kesinlikle anlaşılmıştır.” derler.Kendilerine de: “İşte güzel işlerinize karşılık, karşınızda duran şu muhteşem cennete vâris kılındınız, buyurun!” diye nida edilir"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennetlikler cehennemliklere: “Biz, Rabbimizin bize vâd ettiği şeylerin gerçek olduğunu gördük; siz de Rabbinizin size vâd ettiklerinin gerçekleştiğini gördünüz mü?” deyince onlar: “Evet” diye cevap verirler.Derken bir görevli aralarında: “Allah'ın lâneti o zalimlere olsun ki onlar insanları Allah yolundan uzaklaştırır, onu eğri büğrü göstermek isterlerdi ve onlar âhireti de inkâr ederlerdi.” diye nida eder"},{"SurahNumber":7,"VerseNumber":45,"Text":"Cennetlikler cehennemliklere: “Biz, Rabbimizin bize vâd ettiği şeylerin gerçek olduğunu gördük; siz de Rabbinizin size vâd ettiklerinin gerçekleştiğini gördünüz mü?” deyince onlar: “Evet” diye cevap verirler.Derken bir görevli aralarında: “Allah'ın lâneti o zalimlere olsun ki onlar insanları Allah yolundan uzaklaştırır, onu eğri büğrü göstermek isterlerdi ve onlar âhireti de inkâr ederlerdi.” diye nida eder"},{"SurahNumber":7,"VerseNumber":46,"Text":"İki taraf arasında bir perde, A'râf üzerinde de cennetlik ve cehennemliklerin her birini simalarından tanıyacak kimseler vardır ki onlar, henüz cennete girmemiş, fakat girmeyi şiddetle arzular olarak cennetliklere “selamün aleyküm.” diye seslenirler"}]}