{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Verily, We have inspired you (Muhammad) as We inspired Noah and the prophets after him, and as We inspired Abraham, and Ishmael, and Jacob, and the tribes, and Jesus, and Job, and Jonas, and Aaron, and Solomon; and to David did We give the Psalms"},{"SurahNumber":4,"VerseNumber":164,"Text":"Of some messengers We have already told you; and of other messengers We have not told you; But Allah spoke directly to Moses"},{"SurahNumber":4,"VerseNumber":165,"Text":"Messengers giving glad tidings and warning, that men should have no argument against Allah, after the coming of messengers, for Allah is Mighty, Wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But Allah bears witness to what He has revealed to you: He revealed it from His own knowledge, and the angels bear witness too; though Allah is witness enough"},{"SurahNumber":4,"VerseNumber":167,"Text":"Verily, those who disbelieve and obstruct the way of Allah have strayed in wide error"},{"SurahNumber":4,"VerseNumber":168,"Text":"Verily, those who disbelieve and do wrong (are unjust), Allah will not pardon them, nor will He guide them on the Way"},{"SurahNumber":4,"VerseNumber":169,"Text":"Save the way to hell, to dwell therein forever; that is easy enough to Allah"},{"SurahNumber":4,"VerseNumber":170,"Text":"O you people! The Messenger has come to you with truth from your Lord: believe, then, in him, for it is better for you. But if you disbelieve, then (know) that to Allah belongs all that is in the heavens and the earth, and Allah is Knower, Wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"O you people of the Book! Do not commit excesses in your religion, nor say against Allah anything save the truth. The Messiah, Jesus the son of Mary, was but the messenger of Allah and His Word, which He cast into Mary and a Spirit from Him; believe then"},{"SurahNumber":4,"VerseNumber":172,"Text":"The Messiah does surely not disdain to be a servant of Allah, nor do the angels who are nigh to Him; and whoever disdains His service and is too proud, He will gather them altogether to Himself"},{"SurahNumber":4,"VerseNumber":173,"Text":"But as for those who believe and do what is right, He will pay their due reward and will give increase to them from His Bounty. But as for those who are disdainful and arrogant, He will punish them with a grievous woe. Nor will they find, other than Allah"},{"SurahNumber":4,"VerseNumber":174,"Text":"O you people! Convincing Proof has come to you from your Lord, for We have sent down to you manifest light"},{"SurahNumber":4,"VerseNumber":175,"Text":"Then those who believe in Allah, and take tight hold of Him, He will admit them into His mercy and Grace; and He will guide them to Himself by a Straight Way"},{"SurahNumber":4,"VerseNumber":176,"Text":"They ask you for a legal pronouncement; say, \"Allah gives you a decision concerning remote kinship.\" If a man dies and have no child, but have a sister, let her have half of what he leaves; and had she died, he would be her heir, if she have no"}]}