{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"اب کہیں گے بیوقوف لوگ کہ کس چیز نے پھیر دیا مسلمانوں کو انکے قبلہ سےجس پر وہ تھے [۱۹۹] تو کہہ اللہ ہی کا ہے مشرق اور مغرب چلائے جس کو چاہے سیدھی راہ [۲۰۰]"},{"SurahNumber":2,"VerseNumber":143,"Text":"اور اسی طرح کیا ہم نے تم کو امت معتدل تاکہ ہو تم گواہ لوگوں پر اور ہو رسول تم پر گواہی دینے والا [۲۰۱] اور نہیں مقرر کیا تھا ہم نے وہ قبلہ کہ جس پر تو پہلے تھا مگر اس واسطے کہ معلوم کریں کون تابع رہے گا رسول کا اور کون پھر جائے گا الٹے پاؤں [۲۰۲] اور بیشک یہ بات بھاری ہوئی مگر ان پر جن کو راہ دکھائی اللہ نے [۲۰۳] اور اللہ ایسا نہیں کہ ضائع کرے تمہارا ایمان بیشک اللہ لوگوں پر بہت شفیق نہایت مہربان ہے [۲۰۴]"},{"SurahNumber":2,"VerseNumber":144,"Text":"بیشک ہم دیکھتے ہیں باربار اٹھنا تیرے منہ کا آسمان کی طرف سو البتہ پھیر یں گے ہم تجھ کو جس قبلہ کی طرف تو راضی ہے [۲۰۵] اب پھیر منہ اپنا طرف مسجد الحرام کے [۲۰۶] اور جس جگہ تم ہوا کرو پھیرو منہ اسی کی طرف [۲۰۷] اور جن کو ملی ہے کتاب البتہ جانتے ہیں کہ یہ ہی ٹھیک ہے انکے رب کی طرف سے اور اللہ بے خبر نہیں ان کاموں سے جو وہ کرتے ہیں [۲۰۸]"},{"SurahNumber":2,"VerseNumber":145,"Text":"اور اگر تو لائے اہل کتاب کےپاس ساری نشانیاں تو بھی نہ مانیں گے تیرے قبلہ کو اور نہ تو مانے ان کا قبلہ اور نہ ان میں ایک مانتا ہے دوسرے کا قبلہ [۲۰۹] اور اگر تو چلا ان کی خواہشوں پر بعد اس علم کے جو تجھ کو پہنچا تو بیشک تو بھی ہوا بے انصافوں میں [۲۱۰]"},{"SurahNumber":2,"VerseNumber":146,"Text":"جن کو ہم نے دی ہے کتاب پہچانتے ہیں اس کو جیسے پہچانتے ہیں اپنے بیٹوں کو اور بیشک ایک فرقہ ان میں سے البتہ چھپاتے ہیں حق کو جان کر"},{"SurahNumber":2,"VerseNumber":147,"Text":"حق تو وہی ہے جو تیرا رب کہے پھر تو نہ ہو شک لانے والا [۲۱۱]"},{"SurahNumber":2,"VerseNumber":148,"Text":"اور ہر کسی کے واسطے ایک جانب ہے یعنی قبلہ کہ وہ منہ کرتا ہے اس طرف سو تم سبقت کرو نیکیوں میں جہاں کہیں تم ہو گے کر لائے گا تم کو اللہ اکٹھا بیشک اللہ ہر چیز کر سکتا ہے [۲۱۲]"},{"SurahNumber":2,"VerseNumber":149,"Text":"اور جس جگہ سے تو نکلے سو منہ کر اپنا مسجدالحرام کی طرف اور بیشک یہ حق ہے تیرے رب کی طرف سے اور اللہ بیخبر نہیں تمہارےکاموں سے"},{"SurahNumber":2,"VerseNumber":150,"Text":"اور جہاں سے تو نکلے منہ کر اپنا مسجدالحرام کی طرف اور جس جگہ تم ہوا کرو منہ کرو اسی کی طرف [۲۱۳] تاکہ نہ رہے لوگوں کو تم سے جگھڑنے کا موقع مگر جو ان میں بے انصاف ہیں سو ان سے [یعنی انکے اعتراضوں سے] مت ڈرو اور مجھ سے ڈرو [۲۱۴] اور اس واسطے کہ کامل کروں تم پر فضل اپنا اور تاکہ تم پاؤ راہ سیدھی [۲۱۵]"},{"SurahNumber":2,"VerseNumber":151,"Text":"جیسا کہ بھیجا ہم نے تم میں رسول تم ہی میں کا پڑھتا ہے تمہارے آگے آیتیں ہماری اور پاک کرتا ہے تم کو اور سکھلاتا ہے تم کو کتاب اور اس کے اسرار اور سکھلاتا ہے تم کو جو تم نہ جانتے تھے [۲۱۶]"},{"SurahNumber":2,"VerseNumber":152,"Text":"سو تم یاد رکھو مجھ کو میں یاد رکھوں تم کو اور احسان مانو میرا اور ناشکری مت کرو [۲۱۷]"},{"SurahNumber":2,"VerseNumber":153,"Text":"اے مسلمانو مدد لو صبر اور نماز سے بیشک اللہ صبر کرنے والوں کے ساتھ ہے [۲۱۸]"},{"SurahNumber":2,"VerseNumber":154,"Text":"اور نہ کہو ان کو جو مارے گئے خدا کی راہ میں کہ مردے ہیں بلکہ وہ زندے ہیں لیکن تم کو خبر نہیں [۲۱۹]"},{"SurahNumber":2,"VerseNumber":155,"Text":"اور البتہ ہم آزمائیں گے تم کو تھوڑے سے ڈر سے اور بھوک سے اور نقصان سے مالوں کے اور جانوں کے اور میووں کے [۲۲۰] اور خوشخبری دے ان صبر کرنے والوں کو"},{"SurahNumber":2,"VerseNumber":156,"Text":"کہ جب پہنچے ان کو کچھ مصیبت تو کہیں ہم تو اللہ ہی کا مال ہیں اور ہم اسی کی طرف لوٹ کر جانے والے ہیں"},{"SurahNumber":2,"VerseNumber":157,"Text":"ایسے ہی لوگوں پر عنایتیں ہیں اپنے رب کی اور مہربانی اور وہی ہیں سیدھی راہ پر [۲۲۱]"}]}