{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara Adem'in iki oğlunun olayını doğru anlat. Birer kurban adamışlardı da, birisinden kabul edilmiş, diğerinden edilmemişti. \"Seni öldüreceğim!,\" dedi. \"ALLAH ancak erdemli olanlardan kabul eder,\" dedi"},{"SurahNumber":5,"VerseNumber":28,"Text":"Beni öldürmek için elini bana uzatırsan, seni öldürmek için ben elimi sana uzatmayacağım. Ben, tüm yaratıkların sahibi ALLAH'tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Günahımı günahınla birlikte yüklenerek cehenneme girmeni isterim. Zalimler böyle cezalandırılır"},{"SurahNumber":5,"VerseNumber":30,"Text":"Egosu onu, kardeşini öldürmeye kışkırttı. Onu öldürdü ve böylece kaybetti"},{"SurahNumber":5,"VerseNumber":31,"Text":"ALLAH kardeşinin cesedini nasıl gömeceğini göstermek için yeri eşeleyen bir karga gönderdi. \"Yazık bana; kardeşimin cesedini gömme konusunda bu karga kadar bile olamadım,\" diyerek pişman oldu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Bunun için İsrail oğullarına şunu yazdık: Kim, cinayet işlememiş veya yeryüzünde bozgunculuk yapmamış bir kişiyi öldürürse tüm insanları öldürmüş gibidir. Kim de o canı yaşatırsa, bütün insanları yaşatmış gibi olur. Elçilerimiz onlara apaçık delillerle geldiler. Buna rağmen onların çoğu hemen sonra yeryüzünde azgınlık yapmaya başladılar"},{"SurahNumber":5,"VerseNumber":33,"Text":"ALLAH ve elçisi ile savaşan ve yeryüzünde bozgunculuk için uğraşanların cezası: Öldürülmeleri veya asılmaları, veya el ve ayaklarının çaprazlama kesilmesi, veya yerlerinden sürülmeleridir. Bu, dünyada görecekleri bir aşağılanma. Ahirette ise büyük bir ceza var"},{"SurahNumber":5,"VerseNumber":34,"Text":"Kendilerini yakalamadan önce tevbe edenler başka. Bilesiniz ki ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":5,"VerseNumber":35,"Text":"İnananlar ALLAH'ı dinleyin, O'na ulaşmak için yol arayın ve O'nun yolunda cihad edin ki başarasınız"},{"SurahNumber":5,"VerseNumber":36,"Text":"İnkarcılar, yeryüzündekilerin hepsine ve bir o kadarına da sahip olsalardı ve onları diriliş gününün azabından kurtulmak için fidye verselerdi kendilerinden kabul edilmezdi. Onlara acıklı bir azap var"},{"SurahNumber":5,"VerseNumber":37,"Text":"Ateşten çıkmak isterler; ama çıkamazlar. Onlar sürekli bir cezaya mahkum olmuşlardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Erkek hırsızın ve kadın hırsızın ellerini, yaptıklarına karşılık kesin. Bu ALLAH'ın öngördüğü bir caydırma yöntemidir. ALLAH Güçlüdür, Bilgedir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Kim yaptığı bu haksızlıktan sonra tevbe ederek düzelirse, ALLAH yönelişini kabul eder. ALLAH kuşkusuz Bağışlayandır, Rahimdir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Göklerin ve yerin egemenliğinin ALLAH'a ait olduğunu bilmez misin? Dilediğine azap eder, dilediğini bağışlar. ALLAH her şeye Gücü Yetendir"}]}