{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, is more in the wrong than he who fabricates falsehood against God, and denies the truth when it comes to him? Is there not in Hell a dwelling for the unbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"As for him who has come with the truth and him who has confirmed it, those are the God-revering, pious ones"},{"SurahNumber":39,"VerseNumber":34,"Text":"For them is whatever they desire in the Presence of their Lord. That is the reward of those devoted to doing good, aware that God is seeing them"},{"SurahNumber":39,"VerseNumber":35,"Text":"For God will blot out from them (even) the worst of what they once did, and pay them their reward in accordance with the best of what they used to do"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is not God sufficient for His servant? Yet they seek to frighten you with those (whom they deify and worship) apart from God. Whoever God leads astray, there is no guide for him"},{"SurahNumber":39,"VerseNumber":37,"Text":"And whomever God guides, there is no one who can lead him astray. Is not God All-Glorious with irresistible might, Able to Requite"},{"SurahNumber":39,"VerseNumber":38,"Text":"Indeed, if you ask them who has created the heavens and the earth, they will certainly say, \"God.\" Say: \"Have you, then, ever considered what it is that you invoke apart from God? If God wills some harm for me, are they the ones that can remove His harm (from me), or if He wills for me a mercy, are they the ones that can withhold it?\" Say: \"God is sufficient for me. In Him do those who trust (and know the worth and meaning of putting one’s trust) put their trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: \"O my people! Do all that may be within your power, surely I (too) am doing (the work asked of me). In time you will come to know"},{"SurahNumber":39,"VerseNumber":40,"Text":"Who they are upon whom (in the world) there will come a punishment that will abase them, and upon whom a lasting punishment will descend (in the Hereafter)"},{"SurahNumber":39,"VerseNumber":41,"Text":"Surely We have sent down the Book to you with the truth for humankind (embodying the truth, and with no falsehood in it). So, whoever chooses to go right, it is for his own soul’s good; and whoever chooses to go astray, goes astray but to its own harm. You are not one appointed as a guardian over them (to assume their responsibility for going right)"},{"SurahNumber":39,"VerseNumber":42,"Text":"God takes the spirits at the time of the death of (the souls), and in their sleep those (of the ones) that have not died. He withholds (the spirits of) those for whom He has decreed death, and the rest He sends back (to their bodies to live on) for a term appointed by Him. Surely in that are signs (important lessons) for people who reflect and are mindful"},{"SurahNumber":39,"VerseNumber":43,"Text":"What! (Failing to recognize that God is the sole Authority over the universe in need of nothing) have they taken to themselves, apart from God, intercessors (whom they suppose capable of intervening for their souls or even in the operation of the universe)? Say: \"Why – even though they have no share in the dominion of anything, nor (like idols) any sense or intelligence"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say: \"To God exclusively belongs the whole authority to intercede, (whether He grants any being permission to intercede with Him or not). To Him alone belongs the sovereignty of the heavens and the earth. Then, to Him you will be returned"},{"SurahNumber":39,"VerseNumber":45,"Text":"When God as One (and only God) is mentioned, the hearts of those who do not believe in the Hereafter recoil in aversion; but when those (whom they worship) apart from Him are mentioned, they are surely gladdened"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say: \"O God, Originator of the heavens and the earth, the Knower of the Unseen and the witnessed! You it is Who will judge among Your servants concerning that on which they differ"},{"SurahNumber":39,"VerseNumber":47,"Text":"Even if those who do the greatest wrong (by associating partners with God and refusing to believe in the Hereafter) could possess all that is on the earth and its like besides, they would certainly offer it as ransom to escape from the evil punishment on the Day of Resurrection. Something will confront them from God, which they never reckoned"},{"SurahNumber":39,"VerseNumber":48,"Text":"The evil deeds they earned (to their account) will become obvious to them, and what they used to mock (God’s promised punishment) will overwhelm them"},{"SurahNumber":39,"VerseNumber":49,"Text":"When an affliction befalls human he calls upon Us (to save him). Then, when We (from sheer grace) have bestowed a favor upon him from Us, he says: \"I have been given this only by virtue of a certain knowledge that I have.\" No, indeed. Rather, this (favor bestowed on human) is a trial, but most of them do not know"},{"SurahNumber":39,"VerseNumber":50,"Text":"Those who lived before them (and adopted the same attitude and followed a similar way) said it (too); but all that they achieved (in the world) was of no avail to them"},{"SurahNumber":39,"VerseNumber":51,"Text":"The evil results of what they earned fell upon them. So also will the evil results of what they have earned fall upon these (new generations) who do wrong. And they will never be able to frustrate (Our will)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they still not know that God enlarges provision for whom He wills, and restricts it (for whom He wills). Surely in that are signs (of the clear truth) for people who will believe and who will deepen in faith"}]}