{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"En el nom d'Al·là El Compassiu El Misericordiós"},{"SurahNumber":1,"VerseNumber":2,"Text":"Lloat sigui Al·là, Senyor de l'univers"},{"SurahNumber":1,"VerseNumber":3,"Text":"El Compassiu, El Misericordiós"},{"SurahNumber":1,"VerseNumber":4,"Text":"Amo del dia del Judici"},{"SurahNumber":1,"VerseNumber":5,"Text":"A Tu solament servim i a Tu solament implorem ajuda"},{"SurahNumber":1,"VerseNumber":6,"Text":"Dirigeix-nos per la via recta"},{"SurahNumber":1,"VerseNumber":7,"Text":"la via dels quals Tu has agraciat, no dels que han incorregut en la ira, ni dels extraviats"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Aquesta és l'Escriptura, eximeix de dubtes, com Guia per als piadosos"},{"SurahNumber":2,"VerseNumber":3,"Text":"que creuen en l'ocult, fan la azalá i donen almoina del que els hem proveït"},{"SurahNumber":2,"VerseNumber":4,"Text":"creuen en el que se't ha revelat a tu i abans de tu, i estan convençuts de l'altra vida"},{"SurahNumber":2,"VerseNumber":5,"Text":"Aquests són els dirigits pel seu Senyor i aquests els que prosperaran"},{"SurahNumber":2,"VerseNumber":6,"Text":"Dóna el mateix que adverteixis o no als infidels: no creuen"},{"SurahNumber":2,"VerseNumber":7,"Text":"Al·là ha segellat els seus cors i oïdes; una bena cobreix els seus ulls i tindran un càstig terrible"},{"SurahNumber":2,"VerseNumber":8,"Text":"Hi ha entre els homes qui diuen: «Creiem en Al·là i en l'últim Dia», però no creuen"},{"SurahNumber":2,"VerseNumber":9,"Text":"Tracten d'enganyar a Al·là i als que creuen; però, sense adonar-se, només s'enganyen a si mateixos"},{"SurahNumber":2,"VerseNumber":10,"Text":"Els seus cors estan malalts i Al·là els ha agreujat la seva malaltia. Tindran un càstig dolorós per haver mentit"},{"SurahNumber":2,"VerseNumber":11,"Text":"Quan se'ls diu: «No corrompeu en la terra!», diuen: «Però si som reformadors!»"},{"SurahNumber":2,"VerseNumber":12,"Text":"No són ells, en realitat, els corruptors? Però no s'adonen"},{"SurahNumber":2,"VerseNumber":13,"Text":"Quan se'ls diu: «Creieu com creuen els altres!», diuen: «És que anem a creure com creuen els ximples?» Són ells els ximples, però no ho saben"},{"SurahNumber":2,"VerseNumber":14,"Text":"Quan troben a qui creuen, diuen: «Creiem!» Però, quan estan a soles amb els seus dimonis, diuen: «Estem amb vosaltres, era només una broma»"},{"SurahNumber":2,"VerseNumber":15,"Text":"Al·là els retornarà la broma i els deixarà que persisteixin en la seva rebel·lia, errant cecs"},{"SurahNumber":2,"VerseNumber":16,"Text":"Aquests són els que han canviat La Guia per la pèrdua. Per això, el seu negoci no ha resultat lucratiu i no han estat ben dirigits"},{"SurahNumber":2,"VerseNumber":17,"Text":"Són com un que enllumena un foc. Quan aquest il·lumina el que li envolta, Al·là se'ls duu la llum i els deixa en tenebres: no veuen"},{"SurahNumber":2,"VerseNumber":18,"Text":"Són sords, muts, cecs, no es converteixen"},{"SurahNumber":2,"VerseNumber":19,"Text":"O com si vingués del cel un núvol borrascós, carregat de tenebres, trons i llampecs. Es posen els dits en les oïdes contra el llamp, per temor a la mort. Però Al·là envolta als infidels"},{"SurahNumber":2,"VerseNumber":20,"Text":"El llampec els arrabassa gairebé la vista. Quan els il·lumina, caminen a la seva llum; però, quan els enfosqueix, es detenen. Si Al·là hagués volgut, els hauria llevat l'oïda i la vista. Al·là és omnipotent"},{"SurahNumber":2,"VerseNumber":21,"Text":"Homes! Serviu al vostre Senyor, Que us ha creat, a vosaltres i a qui us van precedir. Potser, així, tingueu temor d'Ell"},{"SurahNumber":2,"VerseNumber":22,"Text":"Us ha fet de la terra jaç i del cel edifici. Ha fet baixar aigua del cel, mitjançant la qual ha tret fruits per a sustentar-vos. No atribuïu iguals a Al·là a gratcient"},{"SurahNumber":2,"VerseNumber":23,"Text":"Si dubteu del que hem revelat al nostre serf, porteu una sura semblant i, si és veritat el que dieu, crideu als vostres testimonis en lloc de cridar a Al·là"},{"SurahNumber":2,"VerseNumber":24,"Text":"Però, si no ho feu -i mai podreu fer-ho-, guardeu-vos del foc, el combustible del qual ho constituïxen homes i pedres, i que ha estat preparat per als infidels"},{"SurahNumber":2,"VerseNumber":25,"Text":"Anuncia la bona nova a qui creuen i obren bé: tindran jardins pels baixos dels quals fluïxen rierols. Sempre que se'ls doni com sosteniment algun fruit d'ells diran: «Això és igual que el que se'ns ha donat abans». Però se'ls donarà alguna cosa només semblat. Tindran esposes purificades i estaran allí eternament"}]}