{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"این سوره را فرستادیم و (احکامش را) فریضه (بندگان) کردیم و در آن آیات روشن (توحید و معارف و احکام الهی) نازل ساختیم، باشد که شما متذکر (آن حقایق) شوید"},{"SurahNumber":24,"VerseNumber":2,"Text":"باید هر یک از زنان و مردان زنا کار را به صد تازیانه مجازات و تنبیه کنید و هرگز درباره آنان در دین خدا رأفت و ترحم روا مدارید اگر به خدا و روز قیامت ایمان دارید، و باید عذاب آن بدکاران را جمعی از مؤمنان مشاهده کنند"},{"SurahNumber":24,"VerseNumber":3,"Text":"مرد زناکار جز با زن زناکار و مشرک نکاح نمی‌کند و زن زانیه را هم جز مرد زانی و مشرک به نکاح نخواهد گرفت و این کار بر مردان مؤمن حرام است"},{"SurahNumber":24,"VerseNumber":4,"Text":"و آنان که به زنان با عفت مؤمنه نسبت زنا دهند آن‌گاه چهار شاهد (عادل) بر دعوی خود نیاورند آنان را به هشتاد تازیانه کیفر دهید، و دیگر هرگز شهادت آنها را نپذیرید، و آنان مردمی فاسق و نادرستند"},{"SurahNumber":24,"VerseNumber":5,"Text":"مگر آنهایی که بعد از آن فسق و بهتان به درگاه خدا توبه کنند و در مقام اصلاح عمل خود برآیند، در این صورت خدا البته بسیار آمرزنده و مهربان است"},{"SurahNumber":24,"VerseNumber":6,"Text":"و آنان که به زنان خود نسبت زنا دهند و جز خود بر آن شاهد و گواهی ندارند (چون حد لازم آید، برای رفع حد) باید از آن زن و مرد نخست مرد چهار مرتبه شهادت و قسم به نام خدا یاد کند که البته او (در این دعوی زنا) از راستگویان است"},{"SurahNumber":24,"VerseNumber":7,"Text":"و بار پنجم قسم یاد کند که لعن خدا بر او باد اگر از دروغگویان باشد"},{"SurahNumber":24,"VerseNumber":8,"Text":"و (چون بعد از این پنج قسم شوهر، بر زن حد لازم آید) برای رفع عذاب حد، آن زن نیز نخست چهار مرتبه شهادت و قسم به نام خدا یاد کند که البته شوهرش دروغ می‌گوید"},{"SurahNumber":24,"VerseNumber":9,"Text":"و بار پنجم قسم یاد کند که غضب خدا بر او اگر این مرد (در این دعوی) از راستگویان باشد"},{"SurahNumber":24,"VerseNumber":10,"Text":"و اگر فضل و رحمت خدا شامل حال شما مؤمنان نبود و اگر نه این بود که خدای مهربان البته توبه‌پذیر است و کار به حکمت کند (حدود و تکلیف را چنین آسان نمی‌گرفت و به توبه رفع عذاب از شما نمی‌کرد)"},{"SurahNumber":24,"VerseNumber":11,"Text":"همانا کسانی که آن بهتان را بستند (و به عایشه تهمت کار ناشایست زدند که رسول و مؤمنان را بیازارند) گروهی همدست از (منافقان) شمایند؛ نپندارید ضرری از آن به آبروی شما می‌رسد بلکه خیر و ثواب نیز (چون بر تهمت صبر کنید از خدا) خواهید یافت؛ هر یک از آنها به عقاب گناه خود خواهند رسید؛ و آن کس از منافقان که رأس و منشأ این بهتان بزرگ گشت هم او به عذابی بزرگ معذب خواهد شد"},{"SurahNumber":24,"VerseNumber":12,"Text":"آیا سزاوار این نبود که چون (از منافقان) چنین بهتان و دروغها شنیدید مردان و زنان مؤمن حسن ظنّشان درباره یکدیگر بیشتر شده و گویند: این دروغی است آشکار؟"},{"SurahNumber":24,"VerseNumber":13,"Text":"چرا (منافقان) بر دعوی خود چهار شاهد (عادل) اقامه نکردند؟ پس حالی که شاهد نیاوردند البته نزد خدا مردمی دروغزنند"},{"SurahNumber":24,"VerseNumber":14,"Text":"و اگر فضل و رحمت خدا در دنیا و عقبی شامل حال شما (مؤمنان) نبود به مجرّد خوض در این‌گونه سخنان (نفاق انگیز) به شما عذابی بزرگ می‌رسید"},{"SurahNumber":24,"VerseNumber":15,"Text":"زیرا شما آن سخنان را از زبان یکدیگر تلقّی کرده و حرفی بر زبان می‌گفتید که علم به آن نداشتید و این کار را سهل و کوچک می‌پنداشتید در صورتی که نزد خدا (گناهی) بسیار بزرگ بود"},{"SurahNumber":24,"VerseNumber":16,"Text":"چرا به محض شنیدن این سخن نگفتید که هرگز ما را تکلم به این روا نیست، پاک خدایا، این بهتانی بزرگ است؟"},{"SurahNumber":24,"VerseNumber":17,"Text":"خدا به شما (مؤمنان) موعظه و اندرز می‌کند که زنهار دیگر گرد این چنین سخن نگردید اگر اهل ایمانید"},{"SurahNumber":24,"VerseNumber":18,"Text":"و خدا آیات خود را برای شما بیان می‌کند، و او (به حقایق امور و سرائر خلق) دانا و (به مصالح بندگان و نظام عالم کاملا) آگاه است"},{"SurahNumber":24,"VerseNumber":19,"Text":"آنان که (چون عبد اللّه ابیّ سلول و منافقان دیگر) دوست می‌دارند که در میان اهل ایمان کار منکری اشاعه و شهرت یابد آنها را در دنیا و آخرت عذابی دردناک خواهد بود و خدا (فتنه‌گری و دروغشان را) می‌داند و شما نمی‌دانید"},{"SurahNumber":24,"VerseNumber":20,"Text":"و اگر فضل و رحمت خدا و رأفت و مهربانی او شامل حال شما (مؤمنان) نبود (در عقاب گناهتان تعجیل کردی و توبه نپذیرفتی)"}]}