{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Before them, We tested Pharaoh‘s people. A gracious apostle had come to them"},{"SurahNumber":44,"VerseNumber":18,"Text":"saying: ‘Hand over to me God‘s servants. I am an honest emissary"},{"SurahNumber":44,"VerseNumber":19,"Text":"And do not hold yourselves above God. I bring you clear authority"},{"SurahNumber":44,"VerseNumber":20,"Text":"I adjure you by Him who is my Lord and your Lord not to stone me"},{"SurahNumber":44,"VerseNumber":21,"Text":"If you have no faith in me, leave me well alone.‘"},{"SurahNumber":44,"VerseNumber":22,"Text":"Then he cried out to his Lord, saying: ‘Surely these are a sinful people.‘"},{"SurahNumber":44,"VerseNumber":23,"Text":"Set forth with My servants in the night, for you will be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"Leave the sea at rest behind you. They are warriors doomed to be drowned.‘"},{"SurahNumber":44,"VerseNumber":25,"Text":"How many gardens and fountains they left behind them"},{"SurahNumber":44,"VerseNumber":26,"Text":"Cornfields, and noble palaces"},{"SurahNumber":44,"VerseNumber":27,"Text":"and good things in which they took delight"},{"SurahNumber":44,"VerseNumber":28,"Text":"All this We gave to others to inherit"},{"SurahNumber":44,"VerseNumber":29,"Text":"Neither heaven nor earth shed tears for them; nor were they reprieved"},{"SurahNumber":44,"VerseNumber":30,"Text":"We saved the Israelites from the degrading scourge"},{"SurahNumber":44,"VerseNumber":31,"Text":"from Pharaoh, who surely was a tyrant and a transgressor"},{"SurahNumber":44,"VerseNumber":32,"Text":"and chose them knowingly above the nations"},{"SurahNumber":44,"VerseNumber":33,"Text":"We showed them such miracles as manifestly tested them"},{"SurahNumber":44,"VerseNumber":34,"Text":"Yet there are those who say"},{"SurahNumber":44,"VerseNumber":35,"Text":"We shall die but one death, nor shall we ever be raised to life again"},{"SurahNumber":44,"VerseNumber":36,"Text":"Bring back to us our forefathers, if what you say be true.‘"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are they better than the people of Tubba‘¹ and those who thrived before them? We destroyed them all, for they too were wicked men"},{"SurahNumber":44,"VerseNumber":38,"Text":"It was not in jest that We created the heavens and the earth and all that lies between them"},{"SurahNumber":44,"VerseNumber":39,"Text":"We created them both only to reveal the Truth. But of this the larger part of them have no knowledge"},{"SurahNumber":44,"VerseNumber":40,"Text":"The Day of Judgement is the appointed time for them all"},{"SurahNumber":44,"VerseNumber":41,"Text":"On that day no friend shall help a friend; none shall be helped"},{"SurahNumber":44,"VerseNumber":42,"Text":"save those to whom God shows mercy. He is the Mighty One, the Compassionate"},{"SurahNumber":44,"VerseNumber":43,"Text":"The Zaqqūm tree"},{"SurahNumber":44,"VerseNumber":44,"Text":"shall provide the sinner‘s food"},{"SurahNumber":44,"VerseNumber":45,"Text":"Like dregs of oil"},{"SurahNumber":44,"VerseNumber":46,"Text":"like scalding water, it shall simmer in his belly"},{"SurahNumber":44,"VerseNumber":47,"Text":"Seize him and drag him into the depths of Hell"},{"SurahNumber":44,"VerseNumber":48,"Text":"Then pour out the scourge of scalding water over his head"},{"SurahNumber":44,"VerseNumber":49,"Text":"Taste this, you illustrious and honourable man"},{"SurahNumber":44,"VerseNumber":50,"Text":"This is the very fate you always doubted.\"‘"},{"SurahNumber":44,"VerseNumber":51,"Text":"Surely the righteous shall be lodged in a mansion secure"},{"SurahNumber":44,"VerseNumber":52,"Text":"amid gardens and fountains face to face"},{"SurahNumber":44,"VerseNumber":53,"Text":"arrayed in rich silks and fine brocade"},{"SurahNumber":44,"VerseNumber":54,"Text":"Even thus; and We shall wed them to dark-eyed houris"},{"SurahNumber":44,"VerseNumber":55,"Text":"Secure against all ills, they shall call for every kind of fruit"},{"SurahNumber":44,"VerseNumber":56,"Text":"and, having died once, they shall never die again. Your Lord will in His mercy shield them from the scourge of Hell"},{"SurahNumber":44,"VerseNumber":57,"Text":"That will be the supreme triumph"},{"SurahNumber":44,"VerseNumber":58,"Text":"We have made it easy in your own tongue, that they may remember"},{"SurahNumber":44,"VerseNumber":59,"Text":"Wait, then; they too are waiting"},{"SurahNumber":45,"VerseNumber":1,"Text":"ῌā‘ mīm"},{"SurahNumber":45,"VerseNumber":2,"Text":"The revelation of the Book is from God, the Mighty One, the Wise One"},{"SurahNumber":45,"VerseNumber":3,"Text":"Surely in the heavens and the earth there are signs for the faithful"},{"SurahNumber":45,"VerseNumber":4,"Text":"in your own creation, and in the beasts He scatters far and near, signs for firm believers"},{"SurahNumber":45,"VerseNumber":5,"Text":"in the alternation of night and day, in the sustenance God sends down from the sky with which He resurrects the earth after its death, and in the marshalling of the winds, signs for those who can understand"},{"SurahNumber":45,"VerseNumber":6,"Text":"Such are God‘s revelations: We recite them to you in all Truth. But in what words will they believe, if not in God Himself and all His signs"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe betide every untruthful sinner"},{"SurahNumber":45,"VerseNumber":8,"Text":"He hears God‘s revelations recited to Him and then, as though he never heard them, persists in scorn. Forewarn him of a woeful scourge"},{"SurahNumber":45,"VerseNumber":9,"Text":"And if he new a little of Our signs, he would deride them: such men shall suffer degrading torment"},{"SurahNumber":45,"VerseNumber":10,"Text":"Hell is at their rear. Their gains shall not avail them, nor shall the masters they have served besides God. Grievous punishment awaits them"},{"SurahNumber":45,"VerseNumber":11,"Text":"This is true guidance. Those that deny their Lord‘s revelations shall suffer the anguish of a woeful scourge"}]}