{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"بەڵام ئەوانەی کەبەختەوەر و ئاسوودەکراون ئەوە لەبەھەشتدان بەھەمیشەیی دەمێننەوە تیایدا تا ئاسمان و زەوی بمێنێت مەگەر ئەو کەسەی پەروەردگارت بیەوێت ئەوە بەخشینێکە بێ بڕانەوە"},{"SurahNumber":11,"VerseNumber":109,"Text":"کەواتە ھیچ جۆرە گومان و دودڵیەکت نەبێت لە (ناڕاستی) ئەوەی ئەوانە دەیپەرستن تەنھا ئەوە دەپەرستن کەباوو باپیرانیان دەیان پەرستن لەوەو پێش بەڕاستی ئێمە پێیان دەدەین بەتەواوی بەشی خۆیان (لەسزا) بەبێ لێ کەمکردنەوە (پڕاوپڕ)"},{"SurahNumber":11,"VerseNumber":110,"Text":"سوێند بەخوا بەڕاستی ئێمە بەخشیمان بەموسا پەڕاوی (تەورات) ئەمجا جیاوازی تێداکرا ئەگەر لەبەر بڕیارێک نەبوایە کەپێشتر دراوە لەلایەنی پەروەردگارتەوە دادوەری دەکرا لەنێوانیاندا و بەڕاستی ئەوانە لەگومان و دوو دڵیدان لەو (قورئانە)"},{"SurahNumber":11,"VerseNumber":111,"Text":"بێگومان ھەموو (ئەوانەی جیاوازن) پەروەردگارت (پاداشتی) کردەوەکانیان بەتەواوی پێ دەدات بەڕاستی ئەو ئاگادارە بەھەر کردەوەیەک کەدەیکەن"},{"SurahNumber":11,"VerseNumber":112,"Text":"کەواتە ڕاستبە بەو شێوەی فەرمانت پێدراوە, وە ئەوانەش تۆبەیان کردوە لەگەل تۆدا و (گەڕاونەتەوە) زیادە ڕەوی مەکەن بەڕاستی ئەو (خوایە) بینایە بەھەر کردەوەیەک کەدەیکەن"},{"SurahNumber":11,"VerseNumber":113,"Text":"پاڵ مەدەن بەوانەوە کەستەمیان کردوە چونکە دووچاری ئاگری دۆزەخ دەبن و بێجگە لەخوا ھیچ پشتیوانێکتان نابێت پاشانیش یارمەتی نادرێن"},{"SurahNumber":11,"VerseNumber":114,"Text":"وە نوێژ ئەنجام بدە لەم سەرو ئەوسەری ڕۆژدا (لەبەیانیان و ئێواراندا) و لە بەشێک لەشەودا چونکە بەڕاستی (کردەوە) چاکەکان (کردەوە) خراپەکان لادەبەن ودەیانسڕنەوە ئەوە پەند و ئامۆژگاریە بۆ پەند وەرگران"},{"SurahNumber":11,"VerseNumber":115,"Text":"وە خۆڕاگر بە چونکە بەڕاستی خوا پاداشتی چاکە کاران وون ناکات"},{"SurahNumber":11,"VerseNumber":116,"Text":"دەی باببوایە لەناو ئەو ئوممەتانەی کەلە پێش ئێوە دابوون کەسانی خاوەن ئاین و ژیری کە ڕێگریان بکردایە لەخراپەکاری لەزەویدا مەگەر کەمێک لەوانەی ڕزگارمان کردن لەو گەلانەدا وە ئەوانەی کەستەمیان کرد شوێنی ژیان خۆشی و ڕابواردن کەوتن و بەردەوام بوون لە خراپەکاری"},{"SurahNumber":11,"VerseNumber":117,"Text":"ھەرگیز پەروەردگارت بەستەم خەڵکی شارو گوندەکان لەناو نابات (واتە خوای گەورە ستەمکار نیە) لە کاتێکدا دانیشتوانی (ئەو شارانە) موصڵح و چاکەکاربووبن"},{"SurahNumber":11,"VerseNumber":118,"Text":"گەر پەروەردگارت بیویستایە گشت خەڵکی دەکرد بە (پەیڕەوی) یەک ئاین بەڵام ئەوان بەردەوام جیاوازدەبن"},{"SurahNumber":11,"VerseNumber":119,"Text":"مەگەر کەسێک پەروەردگارت میھرەبانی لەگەڵ کردبێت وە ھەر لەبەر ئەوەش دروستی کردوون بڕیاری پەروەردگارت دەرچوو (کۆتایی ھات) کە سوێند بەخوا دۆزەخ پڕ دەکەم لە جنۆکە و لە ئادەمی ھەموو پێکەوە"},{"SurahNumber":11,"VerseNumber":120,"Text":"ھەمووت بۆ دەگێڕینەوە لە ھەواڵی پێغەمبەران (علیھم السلام) بۆ ئەوە کە دڵی تۆی پێ دامەزراو بکەین وە لەم (سورەتە) دا حەق و ڕاستیت بۆ ھاتووە, وە ئامۆژگاری و پەندیشی تیایە بۆ بڕواداران"},{"SurahNumber":11,"VerseNumber":121,"Text":"وە بڵێ بەوانەی کەبڕوا ناھێنن ئێوە کار وکردەوە بکەن لەسەر ئەو شێوەی خۆتان (کە ئەوەتان لەسەری) بێگومان ئێمەش کردەوە دەکەین (بەگوێرەی ئەوەی کە خودا فەرمانی پێ کردووین)"},{"SurahNumber":11,"VerseNumber":122,"Text":"ئەوسا چاوەڕوانی بکەن (بۆ بەسەرھاتی خراپ) بەڕاستی ئێمەش چاوەڕوانین"},{"SurahNumber":11,"VerseNumber":123,"Text":"وە تەنھا بۆ خوایە (زانینی) نھێنی ئاسمانەکان وزەوی وتەنھا ھەر ئەویش پێی ئاگادارە ھەر بۆلای ئەویش دەگەڕێنرێتەوە ھەموو کار و بارێک کەواتە ئەو بپەرستە و ھەرپشت بەو ببەستە وە بێگومان پەروەردگارت بێ ئاگا نیە لەھەر کردەوەیەک ئێوە دەیکەن"},{"SurahNumber":12,"VerseNumber":1,"Text":"بە (ئەلیف، لام، ڕا) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرە) بکە ئەمانە نیشانەکانی کتێبی ئاشکران"},{"SurahNumber":12,"VerseNumber":2,"Text":"بەڕاستی ئێمە ناردومانەتە خوارەوە قورئانێک بە عەرەبی بۆ ئەوەی ژیربن و لێی تێ بگەن"},{"SurahNumber":12,"VerseNumber":3,"Text":"ئێمە دەگێڕینەوە بۆ تۆ جوانترین چیرۆک و بەسەرھات لە ڕێگای ئەم قورئانەوە نیگامان کردووە بۆت ھەر چەندە تۆ لەپێش (ھاتنی) ئەم قورئانەدا لەم بەسەرھاتە بێ ئاگا بوویت"},{"SurahNumber":12,"VerseNumber":4,"Text":"(بیریان خەرەوە) کاتێک یوسف بە باوکی ووت ئەی بابە گیان بە ڕاستی من لە خەومدا بینیم یازدە ئەستێرە و مانگ و ڕۆژ بینیمن سوژدەیان بۆ دەبردم"},{"SurahNumber":12,"VerseNumber":5,"Text":"ووتی ئەی کوڕی شیرینم خەوەکەت مەگێڕەرەوە بۆ براکانت نەوەک بەھۆیەوە فێڵ و پیلانێکت لێ بگێڕن بەڕاستی شەیتان دوژمنێکی ئاشکرایە بۆ ئادەمی"},{"SurahNumber":12,"VerseNumber":6,"Text":"ئابەو شێوەیە ھەڵت دەبژێرێت (بۆ پێغەمبەرایەتی) پەروەردگارت وە فێری لێکدانەوەی خەونەکانیشت دەکات وە نیعمەت و بەھرەی خۆی تەواو دەکات بۆت وە بۆ بنەماڵەی یەعقوبیش ھەر چونێک تەواوی کرد بۆ ھەردوو باپیرەت لەپێشدا کەئیبراھیم و ئیسحاقن بەڕاستی پەروەردگارت زانا و کاردروستە"}]}