{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(Oh prophet)! Declare, \"Oh my servants! Oh you who have overly and unduly burdened yourself (with sins)! Do not abandon hope in the mercy of Allah. Of course Allah pardons all sins! Indeed He is the most Forgiving; and the most Merciful"},{"SurahNumber":39,"VerseNumber":54,"Text":"Turn to your Lord in repentance, and submit to Him before the punishment comes upon you. Lest (it is too late and) you cannot be helped"},{"SurahNumber":39,"VerseNumber":55,"Text":"Follow the excellent advice revealed to you by your Lord before the time (arrives) when the punishment will creep up on you stealthily and you would not realize"},{"SurahNumber":39,"VerseNumber":56,"Text":"Then the (evil) person would say, \"Oh pity on me! Concerning Allah I was too neglectful (and I went too far). I was among those who used to mock"},{"SurahNumber":39,"VerseNumber":57,"Text":"Then he will say, \"I would have been a God-fearing person, had Allah guided me"},{"SurahNumber":39,"VerseNumber":58,"Text":"As he witnesses the (oncoming) punishment, he would wail, \"Oh! If I had a second chance, I would be righteous"},{"SurahNumber":39,"VerseNumber":59,"Text":"No! In fact My signs (and guidance) did come to you! And you did reject them. You displayed arrogance. You were the disbeliever"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Judgment, you will see! The faces of those who invented lies about Allah would be tainted and tarnished. Isn´t there a place in hell for the proud and the haughty"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah will rescue those who fear the effect (of their actions). Nothing bad will happen to them. They shall not feel sorry"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah is the Creator of everything, and He is the Guardian over everything"},{"SurahNumber":39,"VerseNumber":63,"Text":"He has the keys to (the treasures of) the heavens and the earth. Indeed the losers are those who reject the signs of Allah"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say, \"Are you then asking me to worship beings other than Allah? You ignorant fools"},{"SurahNumber":39,"VerseNumber":65,"Text":"It has been revealed to you just as it had been revealed to those before you, that if you commit ´shirk´ (associate partners with Allah) your (good) deeds would surely come to naught, and you would definitely be the losers"},{"SurahNumber":39,"VerseNumber":66,"Text":"Instead, worship Allah (exclusively) and be grateful"},{"SurahNumber":39,"VerseNumber":67,"Text":"They did not appreciate or revere Allah as He rightfully deserves to be appreciated. On the Day of Judgment this earth would be (held nipped) in His fist, and the heavens would lie folded across His right (forearm). Exalted is He! Far above everything they associate and affiliate with Him"},{"SurahNumber":39,"VerseNumber":68,"Text":"Then, as the trumpet sounds, all (living beings) in the heavens and on earth would fall unconscious _ except whomever Allah wishes to keep alive. Then, the trumpet will blare for the second time and at once, everyone would stand alert, looking around"},{"SurahNumber":39,"VerseNumber":69,"Text":"The light emanating from the Lord will flood the earth, (brighten it up) and make it glitter. The book (of deeds) will be placed (in evidence). The prophets and (other) witnesses would be at hand (to testify). The matter would be settled with justice. No one would be wronged at all"},{"SurahNumber":39,"VerseNumber":70,"Text":"Everyone will be compensated in full for (every) action they (ever) did; He is well Aware of what they do"},{"SurahNumber":39,"VerseNumber":71,"Text":"Successive groups of unbelievers would be dispatched to hell. As the gates of hell open, the keepers (of hell) would ask, \"Had the messengers from amongst your own (people) not come to (warn) you? Didn´t they recite to you the verses of your Lord, warning you about the encounters of this day?\" They will reply, \"Yes (they did)!\" The sentence of torment is (fair and) justified for the unbelievers"},{"SurahNumber":39,"VerseNumber":72,"Text":"They would be ordered to enter the gates of hell and live there till eternity. Evil is the abode for the arrogant"},{"SurahNumber":39,"VerseNumber":73,"Text":"(In sharp contrast), the successive groups of those who (believed and) feared their Lord would be ushered into paradise. As its gates open, its keepers would greet them saying, \"Peace be with you! Well done! Enter the paradise to live there till eternity"},{"SurahNumber":39,"VerseNumber":74,"Text":"They would explain, \"All praise is for Allah Who redeemed His promise (made) to us, and He gave us this land to inherit. (Now) we can settle down anywhere we want in paradise. What an excellent reward for the doers (of good)"},{"SurahNumber":39,"VerseNumber":75,"Text":"You will see the angels gathered around the throne (of Allah) chanting the praises of their Lord. All matters between people would be decided (and disposed of) with justice. The declaration will resound, \"All praise is for Allah, the Sustainer of the universe"}]}