{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"O you who believe, do not place your opinion above that of God and His messenger. And be aware of God. God is Hearer, Knowledgeable"},{"SurahNumber":49,"VerseNumber":2,"Text":"O you who believe, do not raise your voices above the voice of the prophet, nor shall you speak loudly to him as you would speak loudly to each other, lest your works become nullified while you do not perceive"},{"SurahNumber":49,"VerseNumber":3,"Text":"Surely, those who lower their voices with the messenger of God, they are the ones whose hearts have been tested by God for righteousness. They have deserved forgiveness and a great recompense"},{"SurahNumber":49,"VerseNumber":4,"Text":"Surely, those who call on you from behind the lodgings, most of them do not comprehend"},{"SurahNumber":49,"VerseNumber":5,"Text":"And if they had only been patient until you came out to them, it would have been better for them. God is Forgiver, Merciful"},{"SurahNumber":49,"VerseNumber":6,"Text":"O you who believe, if a wicked person comes to you with any news, then you shall investigate it. Lest you harm a people out of ignorance, then you will become regretful over what you have done"},{"SurahNumber":49,"VerseNumber":7,"Text":"And know that among you is the messenger of God. If he were to obey you in many things, you would have deviated. But God made you love faith and He adorned it in your hearts, and He made you hate disbelief, wickedness, and disobedience. These are the rightly guided ones"},{"SurahNumber":49,"VerseNumber":8,"Text":"Such is the grace from God and a blessing. God is Knowledgeable, Wise"},{"SurahNumber":49,"VerseNumber":9,"Text":"And if two parties of believers battle with each other, you shall reconcile them; but if one of them aggresses against the other, then you shall fight the one aggressing until it complies with the command of God. Once it complies, then you shall reconcile the two groups with justice, and be equitable; for God loves those who are equitable"},{"SurahNumber":49,"VerseNumber":10,"Text":"The believers are brothers; so reconcile between your brothers, and be aware of God, that you may receive mercy"},{"SurahNumber":49,"VerseNumber":11,"Text":"O you who believe, let not any people ridicule other people, for they may be better than they. Nor shall any women ridicule other women, for they may be better than they. Nor shall you mock one another, or call each other names; miserable indeed is the name of wickedness after attaining faith. And anyone who does not repent, then these are the transgressors"},{"SurahNumber":49,"VerseNumber":12,"Text":"O you who believe, you shall avoid much suspicion, for some suspicion is sinful. And do not spy on one another, nor shall you backbite. Would any of you enjoy eating the flesh of his dead brother? You certainly would hate this. You shall observe God. God is Redeemer, Merciful"},{"SurahNumber":49,"VerseNumber":13,"Text":"O people, We created you from a male and female, and We made you into nations and tribes, that you may know one another. Surely, the most honorable among you in the sight of God is the most righteous. God is Knowledgeable, Expert"}]}