{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"When a human being encounters some hard times, he calls upon his Lord, turning to Him [in repentance], but when He blesses him with His favors, he forgets his Lord whom he called before and he sets up equals to God in order to mislead others from His way. Say, \"Enjoy your unbelief for a little, for you are included among the inhabitants of the Fire"},{"SurahNumber":39,"VerseNumber":9,"Text":"Is one who worships devoutly during periods of the night-bowing down and standing [in prayer], being mindful of the Hereafter, and hoping for his Lord's mercy-[like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only those who have understanding will keep this in mind"},{"SurahNumber":39,"VerseNumber":10,"Text":"Say, \"O My worshipers who have believed, be ever mindful of your Lord. Good [reward] awaits those who persevere in doing good in this world. [Remember that] God's earth is spacious. They who are patient will be given their reward beyond all account"},{"SurahNumber":39,"VerseNumber":11,"Text":"Say, \"I have been commanded to worship God, dedicating my faith to Him"},{"SurahNumber":39,"VerseNumber":12,"Text":"And I have been commanded to be the first [among you] to submit"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say,\" I fear the punishment of a terrible Day should I disobey my Lord"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say, \"God [alone] do I worship, sincere to Him in my faith"},{"SurahNumber":39,"VerseNumber":15,"Text":"so worship what you will besides Him.\" Say, \"Truly doomed are the ones who will lose themselves and their families on the Day of Resurrection. Truly, that is a self-evident loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"They will have curtains of fire above them and below them. With this God puts fear into His worshipers. So be ever mindful of Me, My worshipers"},{"SurahNumber":39,"VerseNumber":17,"Text":"Those who have avoided the worship of false deities and turned toward God will have good news, so give good news to My worshipers"},{"SurahNumber":39,"VerseNumber":18,"Text":"who listen to what is said and follow what is best. Those are the ones God has guided, and those are the people endowed with insight"},{"SurahNumber":39,"VerseNumber":19,"Text":"As for one who deserved the decree of punishment, can you [Prophet] save one who is already in the Fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But those who are mindful of their Lord, for them are dwellings built one above the other, beneath which rivers flow. [This is] God's promise and God does not fail to deliver [His] promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Do you not see that God sends down rain from the sky and guides it through the earth to flow as springs? Then with it He produces vegetation of varying colors, which later withers, and you see it turning yellow, then He turns it into waste. That is a reminder for those endowed with insight"},{"SurahNumber":39,"VerseNumber":22,"Text":"Is one whose heart God has opened to submit to Him and who has received enlightenment from his Lord [like one whose heart rejects God]? Misery, then, to those whose hearts are hardened even more by the mention of God. They are clearly lost"},{"SurahNumber":39,"VerseNumber":23,"Text":"God has sent down the best of narrations: a Book that is perfectly consistent within itself, repeating various statements [of the Truth] in forms that causes the skin of those who revere their Lord to shiver [in awe], after which their skin and their hearts soften at the mention of God. Such is God's guidance; He guides with it [the Qur'an] whoever is willing to be guided, but no one can guide those God leaves to stray"},{"SurahNumber":39,"VerseNumber":24,"Text":"What about someone who shields his face against the worst of punishment on the Day of Resurrection [is he like one secure from it]? [On that day] it will be said to the unjust, \"Taste what you have earned"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them also denied the truth, and punishment came upon them before they realize what is happening"},{"SurahNumber":39,"VerseNumber":26,"Text":"God made them taste disgrace in this worldly life, but the punishment of the Hereafter is greater, if they only knew"},{"SurahNumber":39,"VerseNumber":27,"Text":"We have cited in this Qur'an every [kind of] example for people, so that they might remember"},{"SurahNumber":39,"VerseNumber":28,"Text":"[It is] an Arabic Qur'an, without any distortion, so that they might become mindful"},{"SurahNumber":39,"VerseNumber":29,"Text":"[To this end], God presents an example: [consider] a man owned by quarreling partners, and another [who is] devoted exclusively to one master, are they considered equal in status? All praise be to God! But most of them do not know"},{"SurahNumber":39,"VerseNumber":30,"Text":"You will die, and they will die"},{"SurahNumber":39,"VerseNumber":31,"Text":"Then, on the Day of Resurrection, you will dispute with each other before your Lord"}]}