{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"All-llahu nuk ngurron që të marrë çfarëdo shembulli, qoftë mushkonjë a diçka edhe më e imët se ajo. Sa u përket atyre që besuan, ata e dinë se është e vërtetë nga Zoti i tyre, ndërsa ata të cilët mohuan do të thonë: “Ç’deshi All-llahu me këtë shembull?” Ai me të lajthitë shumë, dhe udhëzon me të shumë (në rrugën e drejtë), por nuk lajthitë me të (tjetërkë), pos fasikët (mëkatarët e mëdhenj)"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ata që e thyejnë besën e dhënë All-llahut pasiqë është lidhur ajo, dhe e këpusin atë që All-llahu ka urdhëruar të jetë e kapur (sa i takon fesë së All-llahut, monoteizmit Islam, dhe të praktikohen ligjet e saj në tokë dhe gjithashtu sa i takon të mbajturit e lidhjeve të mira me farefisin dhe miqësinë) e edhe bëjnë shkatërrimie në tokë, të tillët janë ata të dështuarit"},{"SurahNumber":2,"VerseNumber":28,"Text":"Si e mohoni All-llahun, e dihet se ju ishit të vdekur, e Ai ju ngjalli, mandej ju bën të vdisni e pastaj ju ringjall, e mandej te Ai do të ktheheni"},{"SurahNumber":2,"VerseNumber":29,"Text":"Ai (All-llahu) është që për juve krijoi gjithçka ka në tokë, pastaj vullnetin e vet ia drejtoi qiellit dhe i bëri ata shtatë qiej. Ai është i Gjithëdijshmi për çdo gjë"},{"SurahNumber":2,"VerseNumber":30,"Text":"(Përkujto Muhammed) Kur Zoti yt u tha engjëjve: “Unë po krijoj (po përcaktoj) në tokë një zëvendës”! Ata thanë: “A do të vëshë në te atë që bënë çrregullime dhe që derdh gjaqet, e ne të madhërojmë Ty me lavdërimin Tënd dhe plotësisht të adhurojmë”! Ai tha: “Unë di atë që ju nuk dini”"},{"SurahNumber":2,"VerseNumber":31,"Text":"E Ai (Zoti) ia mësoi Ademit të gjithë emrat (e sendeve), pastaj ata ua prezentoi engjëjve dhe u tha: “Më tregoni për emrat e këtyre (sendeve të emërtuara), nëse jeni të drejt (çka mendoni)?”"},{"SurahNumber":2,"VerseNumber":32,"Text":"(Engjëjt) Thanë: “Ti je i pa të meta, ne kemi dije tjetër përveç atë që na mësove Ti. Vërtetë, Ti je i gjithdijshëmi, i urti!”"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Zoti) Tha: “O Adem, njoftoj ata (engjëjt) me emrat e atyre (sendeve)!” E kur u rrëfeu atyre për emrat e tyre, (Zoti) tha: “A nuk u kam thënë juve se Unë, më së miri e di fshehtësinë e qiejve e të tokës dhe më së miri e di atë, që ju e publikoni dhe atë që e mbani fshehtë.”"},{"SurahNumber":2,"VerseNumber":34,"Text":"E kur u thamë engjëjve: përuluni (bini në sexhde) Ademit, ata menjëherë iu përulën, me përjashtim të iblisit (djallit). Ai rrefuzoi dhe u mbajtë në të madh dhe u bë pabesimtar"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ne i thamë: “O Adem, ti dhe bashkëshortja juaj banoni në Xhennet dhe hani lirisht nga frutat e tij kah të doni, po mos iu afroni asaj bime (peme) e të bëheni zulumqarë (të vetvetes suaj).”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Po djalli i bëri që ata të dy të mashtrohen në atë (pemë ose Xhennetin) dhe i nxori ata nga ajo (e mirë) që ishin në te, e Ne u thamë: “Zbritni (dilni), jeni armik i njëri-tjetrit, e ju deri në një kohë në tokë keni vendbanim dhe dëfrim”"},{"SurahNumber":2,"VerseNumber":37,"Text":"E Ademi prej Zotit të vet pranoi disa fjalë (lutje), prandaj Ai ia fali (gabimin), s’ka dyshim se Ai është Mëshiruesi, Pendimpranuesi"},{"SurahNumber":2,"VerseNumber":38,"Text":"Ne u thamë: “Dilni prej atyhit që të gjithë, e juve gjithqysh do t’u arrijë udhëzim prej Meje, e kush pranon udhëzimin Tim, për ata nuk ka as frikë as që do të brengosen”"},{"SurahNumber":2,"VerseNumber":39,"Text":"E ata që mohuan dhe përgënjeshtruan argumentet tona, të tillët janë banues të zjarrit, ata do të jenë aty përgjithmonë"},{"SurahNumber":2,"VerseNumber":40,"Text":"O bijtë e israilit, kujtoni (jini mirnjohës për) të mirat e Mia, të cilat ua dhurova juve dhe zbatoni premtimin që më keni dhënë Mua. Unë zbatoj atë që u premtova dhe të më keni frikë vetëm Mua"},{"SurahNumber":2,"VerseNumber":41,"Text":"Dhe besonie atë, që e shpalla (Kur’anin), e që vërteton atë e keni ju e mos u bëni mohues të parë të tij, dhe mos i ndërroni ajetet e Mia (Kur’anin) me një vlerë të paktë, por vetëm Mua të ma keni dronë"},{"SurahNumber":2,"VerseNumber":42,"Text":"E mos e ngatërroni të vërtetën me të pavërtetën dhe me vetëdije të fshehni realitetin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Falni namazin dhe jepni zeqatin, dhe përuluni (në ruku’) me ata që përulen"}]}