{"Id":253,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"२४. आणि त्यांच्या चारी बाजूला सेवेसाठी (सेवक म्हणून) लहान मुले फिरत असतील, जणू काही ते मोती होते, ज्यांना लपवून ठेवले होते"},{"SurahNumber":52,"VerseNumber":25,"Text":"२५. आणि ते आपसात एकमेकांकडे तोंड करून विचारपूस करतील"},{"SurahNumber":52,"VerseNumber":26,"Text":"२६. म्हणतील की याच्यापूर्वी आपल्या कुटुंबियांमध्ये फार भय राखत होतो"},{"SurahNumber":52,"VerseNumber":27,"Text":"२७. तेव्हा अल्लाहने आमच्यावर फार मोठा उपकार केला आणि आम्हाला होरपळून टाकणाऱ्या अति उष्ण हवेच्या प्रकोपा (अज़ाब) पासून वाचविले"},{"SurahNumber":52,"VerseNumber":28,"Text":"२८. आम्ही याच्या पूर्वीही त्याला पुकारत होतो. निःसंशय, तो मोठा उपकार करणारा आणि मोठा दया करणारा आहे"},{"SurahNumber":52,"VerseNumber":29,"Text":"२९. तेव्हा तुम्ही समजावित राहा, कारण की तुम्ही आपल्या पालनकर्त्याच्या कृपेने ना तर ज्योतिषी आहात, ना वेडसर"},{"SurahNumber":52,"VerseNumber":30,"Text":"३०. काय (काफिर) असे म्हणतात की हा कवी आहे, आम्ही त्याच्यासाठी काल चक्रा (अर्थात मृत्यु) ची प्रतीक्षा करीत आहोत"},{"SurahNumber":52,"VerseNumber":31,"Text":"३१. (तुम्ही) सांगा की तुम्ही प्रतीक्षा करा मी देखील तुमच्यासोबत प्रतीक्षा करणाऱ्यांपैकी आहे"},{"SurahNumber":52,"VerseNumber":32,"Text":"३२. काय त्यांच्या अकला त्यांना हेच शिकवितात? किंवा हे लोक आहेतच उध्दट (विद्रोही)"},{"SurahNumber":52,"VerseNumber":33,"Text":"३३. काय हे म्हणता की या (पैगंबरा) ने (कुरआन) स्वतः रचले आहे, वस्तुतः हे ईमान राखत नाहीत"},{"SurahNumber":52,"VerseNumber":34,"Text":"३४. बरे, जर हे सच्चे आहेत तर मग यासारखी एक तरी गोष्ट यांनी आणून दाखवावी"},{"SurahNumber":52,"VerseNumber":35,"Text":"३५. काय हे एखाद्या (निर्माण करणाऱ्या) च्या विना स्वतः (आपोआप) निर्माण झाले आहेत? किंवा हे स्वतः निर्माण करणारे आहेत"},{"SurahNumber":52,"VerseNumber":36,"Text":"३६. काय त्यांनीच आकाशांना आणि जमिनीला निर्माण केले आहे? किंबहुना हे विश्वास न राखणारे लोक आहेत"},{"SurahNumber":52,"VerseNumber":37,"Text":"३७. अथवा काय यांच्याजवळ तुमच्या पालनकर्त्याचे खजिने आहेत? किंवा (त्या खजिन्यांचे) हे संरक्षक आहेत"},{"SurahNumber":52,"VerseNumber":38,"Text":"३८. किंवा यांच्याजवळ एखादी शिडी आहे, जिच्यावर चढून हे ऐकतात? (जर असे आहे) तर ऐकणाऱ्याने एखादे स्पष्ट प्रमाण सादर करावे"},{"SurahNumber":52,"VerseNumber":39,"Text":"३९. काय अल्लाहकरिता सर्व कन्या आहेत आणि तुमच्यासाठी पुत्र"},{"SurahNumber":52,"VerseNumber":40,"Text":"४०. काय तुम्ही यांच्याकडून काही मजुरी मागता की हे त्या ओझ्याने दाबले जात आहेत"},{"SurahNumber":52,"VerseNumber":41,"Text":"४१. काय यांच्याजवळ परोक्ष ज्ञान आहे की हे लिहून घेत असतात"},{"SurahNumber":52,"VerseNumber":42,"Text":"४२. काय हे लोक एखादा कावेबाजपणा करू इच्छितात? तर (विश्वास ठेवा) की कपट कारस्थान करणारा गट काफिरांचा आहे"},{"SurahNumber":52,"VerseNumber":43,"Text":"४३. काय अल्लाहखेरीज त्यांचा कोणी दुसरा माबूद (उपास्य) आहे? (कदापि नाही) अल्लाह त्यांच्या सहभागी ठरविण्यापासून (शुद्ध) आणि पवित्र आहे"},{"SurahNumber":52,"VerseNumber":44,"Text":"४४. जर हे लोक आकाशाचा एखादा तुकडा जरी कोसळताना पाहतील तरी हेच म्हणतील की हे थरावर थर ढग आहेत"},{"SurahNumber":52,"VerseNumber":45,"Text":"४५. तेव्हा तुम्ही त्यांना सोडा, येथे पर्यर्ंत की यांची आपल्या त्या दिवसाशी भेट व्हावी ज्यात हे बेशुद्ध केले जातील"},{"SurahNumber":52,"VerseNumber":46,"Text":"४६. ज्या दिवशी त्यांना त्यांची चाल (खेळी) काहीच कामी येणार नाही आणि ना त्यांना मदत केली जाईल"},{"SurahNumber":52,"VerseNumber":47,"Text":"४७. निःसंशय, अत्याचारी लोकांकरिता याखेरीजही अन्य शिक्षा-यातना आहेत, परंतु त्या लोकांपैकी अधिकांश लोक हे जाणत नाहीत"},{"SurahNumber":52,"VerseNumber":48,"Text":"४८. तुम्ही आपल्या पालनकर्त्याच्या आदेशाच्या प्रतीक्षेत धीर - संयम राखा. निःसंशय, तुम्ही आमच्या डोळ्यांसमोर आहात आणि सकाळी जेव्हा तुम्ही उठाल, आपल्या पालनकर्त्याची पवित्रतेसह प्रशंसा करा"},{"SurahNumber":52,"VerseNumber":49,"Text":"४९. आणि रात्री देखील त्याचे महिमागान करा आणि ताऱ्यांच्या अस्तास जाण्याच्या वेळीही"},{"SurahNumber":53,"VerseNumber":1,"Text":"१. ताऱ्याची शपथ आहे, जेव्हा तो कोसळेल"},{"SurahNumber":53,"VerseNumber":2,"Text":"२. की तुमचा साथीदार ना वाट चुकलेला आहे, ना तो वाकड्या मार्गावर आहे"},{"SurahNumber":53,"VerseNumber":3,"Text":"३. आणि ना आपल्या मर्जीने तो काही बोलतो"},{"SurahNumber":53,"VerseNumber":4,"Text":"४. ती तर केवळ वहयी (आकाशवाणी) आहे, जी अवतरित केली जाते"},{"SurahNumber":53,"VerseNumber":5,"Text":"५. त्याला पूर्ण सामर्थ्यशाली फरिश्त्याने शिकविले आहे"},{"SurahNumber":53,"VerseNumber":6,"Text":"६. जो मोठा शक्तिशाली आहे, मग तो सरळ उभा राहिला"},{"SurahNumber":53,"VerseNumber":7,"Text":"७. आणि तो अति उच्च आकाशाच्या किनाऱ्या (क्षितिजा) वर होता"},{"SurahNumber":53,"VerseNumber":8,"Text":"८. मग जवळ आला आणि अवतरला"},{"SurahNumber":53,"VerseNumber":9,"Text":"९. तेव्हा तो दोन कमानीइतक्या अंतरावर राहिला, किंबहुना त्याहून कमी"},{"SurahNumber":53,"VerseNumber":10,"Text":"१०. मग त्याने अल्लाहच्या दासाला संदेश पोहचविला, जो काही पोहचविला"},{"SurahNumber":53,"VerseNumber":11,"Text":"११. हृदयाने खोटे म्हटले नाही, जे (पैगंबरा) ने पाहिले"},{"SurahNumber":53,"VerseNumber":12,"Text":"१२. काय तुम्ही त्या गोष्टीबद्दल वाद घालता, जे पैगंबर पाहतात"},{"SurahNumber":53,"VerseNumber":13,"Text":"१३. त्याला तर आणखी एका वेळी पाहिले होते"},{"SurahNumber":53,"VerseNumber":14,"Text":"१४. ‘सिदरतुल मुन्तहा’च्या जवळ"},{"SurahNumber":53,"VerseNumber":15,"Text":"१५. त्याच्याच निकट ‘जन्नतुल मावा’ आहे"},{"SurahNumber":53,"VerseNumber":16,"Text":"१६. जेव्हा सिदरला लपवून घेत होती, ती वस्तू, जी त्यावर आच्छादित होत होती"},{"SurahNumber":53,"VerseNumber":17,"Text":"१७. ना तर दृष्टी वळली, ना मर्यादेच्या पुढे गेली"},{"SurahNumber":53,"VerseNumber":18,"Text":"१८. निश्चितच त्याने आपल्या पालनकर्त्याच्या मोठमोठ्या निशाण्यांपैकी काही निशाण्या पाहिल्या होत्या"},{"SurahNumber":53,"VerseNumber":19,"Text":"१९. काय तुम्ही ‘लात’ आणि ‘उज्जा’ला पाहिले"},{"SurahNumber":53,"VerseNumber":20,"Text":"२०. आणि तिसऱ्या अंतिम ‘मनात’ला?१"},{"SurahNumber":53,"VerseNumber":21,"Text":"२१. काय तुमच्यासाठी पुत्र आणि त्या (अल्लाह) साठी कन्या आहेत"},{"SurahNumber":53,"VerseNumber":22,"Text":"२२. ही तर मोठी अन्यायपूर्ण वाटणी आहे"},{"SurahNumber":53,"VerseNumber":23,"Text":"२३. वास्तविक ती केवळ नावे आहेत, जी तुम्ही आणि तुमच्या वाडवडिलांनी त्यांना ठेवली आहेत. अल्लाहने त्यांची कोणतीही सनद अवतरित केली नाही. हे लोक तर केवळ अटकळ (भ्रम) आणि आपल्या मनाच्या इच्छा आकांक्षांमागे लागले आहेत. आणि निःसंशय, त्यांच्या पालनकर्त्यातर्फे त्यांच्याजवळ मार्गदर्शन येऊन पोहोचले आहे"},{"SurahNumber":53,"VerseNumber":24,"Text":"२४. काय प्रत्येक मनुष्य जी कामना देखील करील ती त्याला साध्य होईल"},{"SurahNumber":53,"VerseNumber":25,"Text":"२५. अल्लाहकरिताच आहे हे विश्व आणि ती आखिरत"}]}