{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"“Handina kukuudzai, imi vana vaAdam, kuti musave munonamata Shaitwaan (Satani). Zvirokwazvo, muvengi ari pachena kwamuri.”"},{"SurahNumber":36,"VerseNumber":61,"Text":"“Uye kuti muve munondinamata. Iri ndiro gwara rakatwasuka.”"},{"SurahNumber":36,"VerseNumber":62,"Text":"“Uye zvirokwazvo iye (Satani) akava anorasisa vakawanda venyu. Hamuna kunzwisisa here?”"},{"SurahNumber":36,"VerseNumber":63,"Text":"“Iri ndiro Gehena ramakava munovimbiswa!”"},{"SurahNumber":36,"VerseNumber":64,"Text":"“Itsvai mariri muzuva ranhasi, nokuda kweizvo zvamaisatenda.”"},{"SurahNumber":36,"VerseNumber":65,"Text":"Nhasi, tichavhara miromo yavo, uye maoko avo achataura nesu, uye makumbo avo achapa uchapupu pamusoro peizvo zvavaiwana. (Zvinonzi chidya cheruboshwe ndicho chichatanga kupa uchapupu)"},{"SurahNumber":36,"VerseNumber":66,"Text":"Uye dai kwaiva kuda kwedu, tingadai zvirokwazvo takadzima maziso avo, kuti vave vanotambudzika panzira. Vaizoona sei"},{"SurahNumber":36,"VerseNumber":67,"Text":"Uye dai kwaiva kuda kwedu, tingadai takavashandura (kuti vave mhuka kana zvimwe zvisikwa zvisingafemi) panzvimbo dzavo. Naizvozvo vaisakwanisa kuenda mberi kana kudzokera kumashure"},{"SurahNumber":36,"VerseNumber":68,"Text":"Uye uyo watinopa hupenyu hwakareba, tinomudzosera kuhusikwa (kushaya simba mushure mokuva nesimba). Hamunzwisisi here"},{"SurahNumber":36,"VerseNumber":69,"Text":"Uye hatina kumudzidzisa (Muhammad (SAW)) nhetembo, uye hadzina kukodzera kwaari. Iyi ingori yeuchidzo neQur’aan riri pachena"},{"SurahNumber":36,"VerseNumber":70,"Text":"Kuti rive (Qur’aan) rinochenjedza uyo ari kurarama (mutendi), uye kuti rigova shoko rechokwadi kune avo vasingatendi (vakafa nekusatenda kwavo)"},{"SurahNumber":36,"VerseNumber":71,"Text":"Havaoni here kuti takavasikira mombe nemaoko edu kuti vave varidzi vadzo"},{"SurahNumber":36,"VerseNumber":72,"Text":"Uye takaita kuti dzive (mombe) pasi pavo, kuti dzimwe dzacho vave vanotatswa uye dzimwe dzacho vadye"},{"SurahNumber":36,"VerseNumber":73,"Text":"Uye vane zvakanaka zvavanowana kubva madziri, uye vanowana mukaka kuti vanwe. Sei vasingatendi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Uye vakatora zvimwe zvisikwa kunze kwaAllah saanamwari vachitarisira kuti vangabatsirwa (nezvinanamwari zvavo)"},{"SurahNumber":36,"VerseNumber":75,"Text":"Havambokwanisi kuvabatsira, asi vachazounzwa pamberi semauto vachipikisana nevaivanamata (pazuva rekutongwa)"},{"SurahNumber":36,"VerseNumber":76,"Text":"Naizvozvo mashoko avo ngaasave anokusuwisa (Muhammad (SAW)). Zvirokwazvo, tinoziva zvavanoviga nezvavanobuditsa pachena"},{"SurahNumber":36,"VerseNumber":77,"Text":"Munhu haaoni here kuti takamusika kubva muNutfah (Mvura yemurume nemukadzi yakasangana)? Asi zvirokwazvo anomira semupikisi ari pachena"},{"SurahNumber":36,"VerseNumber":78,"Text":"Uye anoisa muenzaniso pamusoro pedu, uye wobva akanganwa kusikwa kwake, achibva ati: “Ndiani achapa hupenyu kumapfupa mushure mekunge aora uye aita mavhu?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Iti (Muhammad (SAW)): “Achapihwa hupenyu (mapfupa) neavo vakaasika pekutanga! Uye vane ruzivo pamusoro pezvisikwa zvose!”"},{"SurahNumber":36,"VerseNumber":80,"Text":"“Avo vanokubuditsirai moto kubva kumuti munyoro, apo pamunenge mave kubatidza kubva kwauri.”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Avo vakasika matenga nenyika havana here simba rekusika zvimwe zvakafanana naizvozvo? Hongu, zvirokwazvo ndivo musiki mukuru vane ruzivo"},{"SurahNumber":36,"VerseNumber":82,"Text":"Zvirokwazvo, mutemo wavo kana vada chinhu vanongoti: “Ivapo!” – chobva chavapo"},{"SurahNumber":36,"VerseNumber":83,"Text":"Naizvozvo kurumbidzwa ngakuve kwavari, avo muruoko rwavo mune humambo hwezvinhu zvose, uye kwavari muchadzoserwa"},{"SurahNumber":37,"VerseNumber":1,"Text":"Ndinopika neavo (ngirozi) vari mumitsara"},{"SurahNumber":37,"VerseNumber":2,"Text":"Neavo (ngirozi) vanofambisa makore mune zvakanaka"},{"SurahNumber":37,"VerseNumber":3,"Text":"Neavo (ngirozi) vanosvitsa mashoko kuvanhu kubva kuna Allah"},{"SurahNumber":37,"VerseNumber":4,"Text":"Zvirokwazvo, Mwari wenyu vamwechete"},{"SurahNumber":37,"VerseNumber":5,"Text":"Tenzi vematenga nenyika neizvo zviri pakati pazvo uye Tenzi vemabvazuva"},{"SurahNumber":37,"VerseNumber":6,"Text":"Zvirokwazvo, takava tinoshongedza denga repadyo neshongedzo yenyenyedzi"},{"SurahNumber":37,"VerseNumber":7,"Text":"Uye sechidziviriro kubva kumweya yose yadhiyabhorosi yakapanduka"},{"SurahNumber":37,"VerseNumber":8,"Text":"Havakwanisi kuteerera kune gungano riri pamusoro (ngirozi) nokuda kwekuti vanotemwa kubva kumativi ose"},{"SurahNumber":37,"VerseNumber":9,"Text":"Vakarasirirwa, uye vachava nemutongo unorwadza usingaperi"},{"SurahNumber":37,"VerseNumber":10,"Text":"Kusara kweuyo anotora (anobvuta) chimwe chinhu mushure mekunge aba, uye oteverwa nemarimi emoto anovheneka"},{"SurahNumber":37,"VerseNumber":11,"Text":"Naizvozvo (Muhammad (SAW)) vabvunze (vasingatendi): “Ndivo here vakaoma kusika, kana kuti ndeizvo zvatakasika (matenga nenyika nemakomo)?” Zvirokwazvo, takavasika kubva muivhu rinonamira (matope)"},{"SurahNumber":37,"VerseNumber":12,"Text":"Asi unoshamiswa (Muhammad (SAW)) apo ivo vachituka (vachitsvinyira) (iwe pamwe neQur’aan)"},{"SurahNumber":37,"VerseNumber":13,"Text":"Uye kana vachinge vayeuchidzwa, havayeuki (havarangariri)"},{"SurahNumber":37,"VerseNumber":14,"Text":"Uye kana vachinge vaona chiratidzo (kubva kuna Allah) vanochitsvinya"},{"SurahNumber":37,"VerseNumber":15,"Text":"Uye vanoti: “Hapana zviripo kusara kwemapipi ari pachena!”"},{"SurahNumber":37,"VerseNumber":16,"Text":"“Kana tichinge tafa tave huruva nemapfupa, zvirokwazvo tichamutswa here?”"},{"SurahNumber":37,"VerseNumber":17,"Text":"“Pamwechete nemadzibaba edu ekutanga here?”"},{"SurahNumber":37,"VerseNumber":18,"Text":"Iti (Muhammad (SAW)): “Hongu, zvakare muchava munodzikisirwa.”"},{"SurahNumber":37,"VerseNumber":19,"Text":"Kuchangova kudeedzera kumwechete (Zajrah – kuridzwa kwehwamanda kechipiri), uye ngwarirai, vachange vakayeva (vakatarisa)"},{"SurahNumber":37,"VerseNumber":20,"Text":"Vachati: “Matambudziko kwatiri! Iri ndiro zuva rekutongwa (remugove)!”"},{"SurahNumber":37,"VerseNumber":21,"Text":"(Zvichanzi kwavari): “Iri ndiro zuva rekutongwa ramairamba.”"}]}