{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Futhi kuThamud (sathumela) umfowabo uSalih wathi, “Oh bantu bami! khonzani uMvelinqangi aninakho eningakukhonza ngaphandle kwakhe nguyena owaniveza emhlabeni wanizinzisa kuwona, ngakho-ke celani intethelelo kuyena bese niyazisola kuyena, ngempela iNkosi yami iseduzane iyaphendula"},{"SurahNumber":11,"VerseNumber":62,"Text":"Bathi,“Oh Salih! wawukanyenathiuthembekilengaphambilini kwalokhu, ngakube usenqabela ukuthi sikhonze lokhu okwakukhonzwa ngobaba bethu na? Futhi ngempela thina sinokungabaza kulokho osimemela kukona"},{"SurahNumber":11,"VerseNumber":63,"Text":"(USalih) wathi, “Oh bantu bami! ngakube nibonile yini ukuthi ngisebufakazini obucacile obuvela eNkosini yami na? Futhi yangipha umusa ovela kuyona ngakho-ke ubani ozongelekelela kuMvelinqangi uma bengingamhloniphanga na? Ngakho-ke aninginezeleli ngalutho ngaphandle kokulahlekelwa"},{"SurahNumber":11,"VerseNumber":64,"Text":"Futhi (wathi) “Oh bantu bami! leli ikameli lensikazi likaMvelinqangi kunina linguphawu ngakho-ke liyekeni lizidlela emhlabeni kaMvelinqangi futhi ningalithinti ngobubi (ningalenzi okubi) niyothathwa isijeziso esiseduzane.”"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ngakho-ke balinquma (ikameli lensikazi) wayesethi, “zithokoziseni emakhaya enu izinsuku ezintathu lesi isithembiso esingeke siphikwe.”"},{"SurahNumber":11,"VerseNumber":66,"Text":"Ngakho-ke kwathi lapho sekufike impoqo yethu samsindisa uSalih kanye nalabo ababekholwa kanye naye ngomusa ovela kuthina nasehlazweni langalelosuku ngempela iNkosi yakho yona inamandla, iphakeme ngamandla"},{"SurahNumber":11,"VerseNumber":67,"Text":"Ukukhala okwesabekayo kwabathatha labo ababenze okubi ngakho-ke basala ezindlini zabo (befile) bedindilizile"},{"SurahNumber":11,"VerseNumber":68,"Text":"Kwaba sengathi abazange bahlale (baphile) lapho, ngokungangabazeki ngempela (abantu) baThamud bayiphika iNkosi yabo ngakho-ke ngaziqhelelanisa noThamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Futhi ngempela zafika izithunywa zethu ku-Abraham nezindaba ezimnandi (zambingelela) zathi “ukuthula” (waphendula u-Abrahamu) wathi “ukuthula” ngakho-ke akazange achithe isikhathi ukuletha inyama yenkonyane eyosiwe"},{"SurahNumber":11,"VerseNumber":70,"Text":"Ngakho-ke kwathi lapho ebona ukuthi izandla zazo (izithunywa) azifinyeleli kuyona wangazithembi (izithunywa) futhi wazesaba zathi “ungesabi ngempela thina sithunywe kubantu baLothi.”"},{"SurahNumber":11,"VerseNumber":71,"Text":"Futhi unkosikazi wakhe wayemile wahleka ngakho-ke sabe sesimtshena izindaba ezimnandi ngo-Isaka nezangemumva kuka-Isaka ezikaJakobe"},{"SurahNumber":11,"VerseNumber":72,"Text":"Unkosikazi wathi “hhawu isimanga sami yini ukuthi ngingathola ingane kulapho mina sengiyisalukazi nomyeni wami eyixhegu na? Ngempela lokhu kuyinto emangalisayo”"},{"SurahNumber":11,"VerseNumber":73,"Text":"Zathi (izithunywa) “ngakube umangaliswa umyalelo kaMvelinqangi, umusa kaMvelinqangi nezibusiso zakhe ziphezu kwenu banikazi bomuzi, ngempela yena ungobongwayo odunyiswayo.”"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ngakho-ke kwathi lapho sekuphelile ukwesaba ku-Abraham zafika kuyena izindaba ezimnandi ephikisana nathi mayelana nabantu baLothi"},{"SurahNumber":11,"VerseNumber":75,"Text":"Ngempela u-Abrahamu ngokungangabazeki wayebekezela, wayememeza uMvelinqangi ngobuqotho ezisola (kuMvelinqangi)"},{"SurahNumber":11,"VerseNumber":76,"Text":"Oh Abrahamu! kuyeke lokhu ngempela seyifikile impoqo yeNkosi yakho futhi ngempela bona sesibanike isijeziso esingeke sigwenywe"},{"SurahNumber":11,"VerseNumber":77,"Text":"Futhi kwathi lapho sekufika izithunywa zethu kuLothi waphatheka kabi ngazo wazidabukela wayesethi “lolu usuku losizi.”"},{"SurahNumber":11,"VerseNumber":78,"Text":"Futhi bafika kuyena abantu bakhe bejahe kuyena futhi nangaphambilini babejwayele ukwenza izinto ezimbi, (uLothi) wathi “Oh bantu bami! lawa ngamadodakazi ami wona amsulwa ngokwedlulele kunina ngakho-ke sabani uMvelinqangi ningangihlazi ezivakashini zami, ngakube ayikho yini kunina indoda ehlakaniphile na?”"},{"SurahNumber":11,"VerseNumber":79,"Text":"Bathi, “Ngempela uyazi ukuthi asiwafuni amadodakazi akho futhi ngempela wena uyakwazi esikufunayo.”"},{"SurahNumber":11,"VerseNumber":80,"Text":"Wathi (u-Lothi) “ukube bengingaba namandla okuqondana nani noma isiphephelo sokwesekwa okuqinisekile (ukunivimbela kulokho).”"},{"SurahNumber":11,"VerseNumber":81,"Text":"(Izithunywa) zathi, “Oh! Lothi ngempela thina siyizithunywa zeNkosi yakho abasoze bafinyelela kuwena ngakho-ke hamba nomndeni wakho ngengxenye yobusuku, phakathi kwenu makungabibikho ngisho noyedwa ozobheka emumva ngaphandle konkosikazi wakho ngempela (unkosikazi wakho) uyovelelwa ilokho okuyobavelela, ngempela isithembiso sabo sisekuseni, ngakube akusondele yini ukusa na"},{"SurahNumber":11,"VerseNumber":82,"Text":"Ngakho-ke kwathi lapho sekufika impoqo yethu saliketula labheka phezulu (idolobha iSodom) futhi sanethisa phezu kwalo amatshe (enziwe) ngobumba oluqinile"},{"SurahNumber":11,"VerseNumber":83,"Text":"Babekwe uphawu eNkosini yakho futhi sona asiqhelelene nezoni"}]}