{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"لۇت ئىبراھىمغا ئىمان ئېيتتى. ئىبراھىم ئېيتتى: «مەن چوقۇم پەرۋەردىگارىم تەرىپىگە ھىجرەت قىلىمەن (يەنى اﷲ نىڭ رازىلىقىنى ئىزدەش يۈزىسىدىن ۋەتىنىمنى تەرك ئېتىپ، اﷲ ئەمر قىلغان جايغا ھىجرەت قىلىپ بارىمەن). اﷲ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر»"},{"SurahNumber":29,"VerseNumber":27,"Text":"ئىبراھىمغا ئىسھاقنى، يەئقۇبنى ئاتا قىلدۇق (يەنى ئىبراھىم ئەلەيھىسسالام خۇدالىق ئۈچۈن قەۋمىدىن ئايرىلغاندىن كېيىن، ياخشى پەرزەنت ئىسھاقنى بەردۇق ۋە ئىسھاقنىڭ ئوغلى بولغان نەۋرىسى يەئقۇبنى بەردۇق)، (ئۇنىڭدىن كېيىن) پەيغەمبەرلىكنى، كىتابنى (يەنى ساماۋى كىتابلارنى) ئۇنىڭ ئەۋلادىغا خاس قىلدۇق، دۇنيادىكى مۇكاپاتنى ئۇنىڭغا ئاتا قىلدۇق (يەنى جەمئى دىنلاردا ئۇنى ياخشى نامغا ئىگە قىلدۇق)، ئۇ ھەقىقەتەن ئاخىرەتتە ياخشى بەندىلەردىندۇر"},{"SurahNumber":29,"VerseNumber":28,"Text":"لۇتنى (قەۋمىگە پەيغەمبەر قىلىپ ئەۋەتتۇق)، ئەينى ۋاقىتتا ئۇ قەۋمىگە ئېيتتى: «سىلەر ھەقىقەتەن قەبىھ ئىش قىلىۋاتىسىلەر، سىلەردىن ئىلگىرى جاھان ئەھلىدىن بىرىمۇ مۇنداق قەبىھ ئىشنى قىلغان ئەمەس"},{"SurahNumber":29,"VerseNumber":29,"Text":"سىلەر ھەقىقەتەن لىۋاتە قىلامسىلەر؟ يوللارنى توسۇپ بۇلاڭچىلىق قىلامسىلەر؟ سورۇنلىرىڭلاردا ئوپئوچۇق يامان ئىشلارنى قىلىۋېرەمسىلەر؟» ئۇنىڭ قەۋمىنىڭ جاۋابى: «ئەگەر سەن راستچىللاردىن بولساڭ، بىزگە اﷲ نىڭ ئازابىنى كەلتۈرگىن» دېيىشتىنلا ئىبارەت بولدى"},{"SurahNumber":29,"VerseNumber":30,"Text":"لۇت: «پەرۋەردىگارىم! بۇزغۇنچى قەۋمگە قارشى ماڭا ياردەم بەرگىن (يەنى ئۇلارنى ھالاك قىلىپ ماڭا ياردەم بەرگىن، ئۇلار بۇزغۇنچى ئەخمەقلەر بولۇپ، ئۇلارنىڭ تۈزىلىشى ئۈمىد قىلىنمايدۇ، ئۇلار گۇمراھلىققا، بۇزۇقچىلىققا چۆمۈپ كەتكەن)» دېدى"},{"SurahNumber":29,"VerseNumber":31,"Text":"ئەلچىلىرىمىز (يەنى پەرىشتىلەر) ئىبراھىمغا (پەرزەنت بېرىلىشتىن ئىبارەت) خۇش خەۋەر ئېلىپ كەلگەن چاغدا، ئۇلار: «بىز بۇ شەھەر ئاھالىسىنى چوقۇم ھالاك قىلىمىز، ئۇنىڭ ئاھالىسى ھەقىقەتەن زالىم ئىدى» دېدى"},{"SurahNumber":29,"VerseNumber":32,"Text":"ئىبراھىم: «ئۇ شەھەردە لۇت بارغۇ (يەنى لۇتقا ئوخشاش بىر ياخشى پەيغەمبەر تۇرۇۋاتقان شەھەر ئاھالىسىنى قانداقمۇ ھالاك قىىلىسىلەر؟)» دېدى. پەرىشتىلەر ئېيتتى: «بۇ شەھەردە بار كىشىلەرنى بىز (يەنى لۇتنى ۋە ئۇنىڭغا ئەگەشكەن مۆمىنلەرنى) ئوبدان بىلىمىز، ئۇنى ۋە ئۇنىڭ ئايالىدىن باشقا كىشىلىرىنى ئەلۋەتتە قۇتۇلدۇرىمىز، پەقەت ئايالى (كۇفرىدا قەۋمىگە ھەمنەپەس بولغانلىقى ئۈچۈن) قېلىپ ھالاك بولغۇچىلاردىن بولىدۇ»"},{"SurahNumber":29,"VerseNumber":33,"Text":"بىزنىڭ ئەلچىلىرىمىز لۇتقا كەلگەن چاغدا، لۇت ئۇلارنى قوغداپ قالالمايدىغانلىقىدىن ئەنسىرەپ قايغۇردى ۋە يۈرىكى سىقىلدى، ئۇلار ئېيتتى: «سەن قورقمىغىن ۋە قايغۇرمىغىن، بىز چوقۇم سېنى ۋە ئايالىڭدىن بۆلەك كىشىلىرىڭنى چوقۇم قۇتۇلدۇرىمىز، پەقەت ئۇ قېلىپ ھالاك بولغۇچىلاردىن بولىدۇ»"},{"SurahNumber":29,"VerseNumber":34,"Text":"بۇ شەھەرنىڭ ئاھالىسى اﷲ نىڭ ئىتائىتىدىن چىققانلىقلىرى ئۈچۈن، ئۇلارغا بىز چوقۇم ئاسماندىن ئازاب چۈشۈرىمىز"},{"SurahNumber":29,"VerseNumber":35,"Text":"چۈشۈنىدىغان قەۋم ئۈچۈن (ئىبرەت قىلىپ) ئۇنىڭدىن (يەنى شەھەر خارابىسىنىڭ ئىزلىرىدىن) روشەن نىشاننى ھەقىقەتەن قالدۇردۇق"},{"SurahNumber":29,"VerseNumber":36,"Text":"مەديەن (ئاھالىسىگە) ئۇلارنىڭ قېرىندىشى شۇئەيبنى (پەيغەمبەر قىلىپ ئەۋەتتۇق)، شۇئەيب: «ئى قەۋمىم! بىر اﷲ قا ئىبادەت قىلىڭلار، ئاخىرەت كۈنىدىن قورقۇڭلار، يەر يۈزىدە بۇزغۇنچىلىق قىلىپ پىتنە - پاسات تېرىماڭلار» دېدى"},{"SurahNumber":29,"VerseNumber":37,"Text":"ئۇلار شۇئەيبنى ئىنكار قىلدى، شۇنىڭ بىلەن ئۇلارغا قاتتىق زىلزىلە يۈزلەندى - دە، ئۇلار ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قېلىشتى"},{"SurahNumber":29,"VerseNumber":38,"Text":"ئادنى ۋە سەمۇدنى (ھالاك قىلدۇق)، (ئى ئەھلى مەككە!) سىلەرگە ھەقىقەتەن ئۇلارنىڭ (ھىجازدىكى، يەمەندىكى) تۇرالغۇ جايلىرىدىن ئۇلارنىڭ ھالاك بولغانلىقى مەلۇم بولدى، شەيتان ئۇلارغا (كۇقرىدىن ۋە گۇناھلاردىن ئىبارەت) ئەمەللىرىنى چىرايلىق كۆرسەتتى، ئۇلارنى توغرا يولدىن توستى، ئۇلار ئەقىل ئىگىلىرى ئىدى) لېكىن ئۇلار تەكەببۇرلۇق يۈزىسىدىن ئەقلىنى جايىدا ئىشلەتمىدى"},{"SurahNumber":29,"VerseNumber":39,"Text":"(دۇنيا - دەپنىسى نۇرغۇن) قارۇننى، پىرئەۋننى ۋە (ئۇنىڭ زۇلۇمدا ياردەمچى بولغان ۋەزىرى) ھاماننى (ھالاك قىلدۇق)، شۈبھىسىزكى، مۇسا ئۇلارغا روشەن مۆجىزىلەرنى ئېلىپ كەلدى، ئۇلار زېمىندا چوڭچىلىق قىلدى (يەنى اﷲ قا ئىبادەت قىلىشتىن، پەيغەمبەرگە ئىتائەت قىلىشتىن بويۇنتاۋلىق قىلدى)، ئۇلار (ئازابىمىزدىن) قېچىپ كېتەلمىدى"},{"SurahNumber":29,"VerseNumber":40,"Text":"(بۇ گۇناھكارلارنىڭ) ھەربىرىنى گۇناھى تۈپەيلىدىن جازالىدۇق، ئۇلارنىڭ بەزىسىگە تاش ياغدۇردۇق، ئۇلارنىڭ بەزىسىنى قاتتىق تاۋۇش ھالاك قىلدى، ئۇلارنىڭ بەزىسىنى (مال - مۈلكى بىلەن قوشۇپ) يەرگە يۇتقۇزدۇق، ئۇلارنىڭ بەزىسىنى (سۇدا) غەرق قىلدۇق، اﷲ ئۇلارغا زۇلۇم قىلمىدى، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى"},{"SurahNumber":29,"VerseNumber":41,"Text":"اﷲ نى قويۇپ بۇتلارنى مەبۇد قىلىۋالغانلارنىڭ مىسالى ئۆي ياسىغان ئۆمۈچۈكنىڭ مىسالىغا ئوخشايدۇ (يەنى ئۆمۈچۈكنىڭ ئۆيى ئۇنى ئىسسىق - سوغۇقتىن قوغدىيالمىغاندەك، ئۇلارنىڭ چوقۇنۇۋاتقان بۇتلىرىمۇ ئۇلارغا ھېچقانداق پايدا - زىيان يەتكۈزەلمەيدۇ)، ئۆيلەرنىڭ ئەڭ ئاجىزى ئۆمۈچۈكنىڭ ئۆيىدۇر. ئەگەر ئۇلار (بۇ ھەقىقەتنى) بىلسە ئىدى (بۇتلارغا چوقۇنمايتتى)"},{"SurahNumber":29,"VerseNumber":42,"Text":"اﷲ ئۇلار اﷲ نى تاشلاپ ئىبادەت قىلىۋاتقان نەرسىنى ئوبدان بىلىدۇ، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":29,"VerseNumber":43,"Text":"بىز ئىنسانلارغا (قۇرئاندا ئۇلارنىڭ زېھنىغا يېقىنلاشتۇرۇش ئۈچۈن) بايان قىلغان بۇ تەمسىللەرنى پەقەت ئالىملارلا چۈشىنەلەيدۇ"},{"SurahNumber":29,"VerseNumber":44,"Text":"اﷲ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، ھەقىقەتەن بۇنىڭدا مۆمىنلەر ئۈچۈن (اﷲ نىڭ بىرلىكىنى كۆرسىتىدىغان) دەلىل بار"},{"SurahNumber":29,"VerseNumber":45,"Text":"(ئى مۇھەممەد!) ساڭا ۋەھىي قىلىنغان كىتابنى (يەنى قۇرئاننى) تىلاۋەت قىلغىن، نامازنى (تەئدىل ئەركان بىلەن) ئوقۇغىن، ناماز ھەقىقەتەن قەبىھ ئىشلاردىن ۋە گۇناھلاردىن توسىدۇ، اﷲ نى ياد ئېتىش ھەممىدىن (يەنى ئۇنىڭدىن باشقا ھەممە ئىبادەتتىن) ئۇلۇغدۇر، اﷲ قىلىۋاتقان (ھەممە) ئىشىڭلارنى بىلىپ تۇرىدۇ"}]}