{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"همانا قارون بود از قوم موسی پس سرکشی کرد بر ایشان و دادیمش از گنجها آنچه کلیدهایش گران می‌آید بر گروه نیرومند هنگامی که گفتند بدو قومش شادمانی نکن که خدا دوست ندارد شادمانان را"},{"SurahNumber":28,"VerseNumber":77,"Text":"و بجوی در آنچه خدا به تو داده است خانه آخرت را و فراموش مکن بهره خویش را از دنیا و نکوئی کن چنانکه نکوئی کرد به تو خدا و نجوی تباهی را در زمین همانا خدا دوست ندارد تبهکاران را"},{"SurahNumber":28,"VerseNumber":78,"Text":"گفت جز این نیست که داده شدش بر دانشی نزد من آیا نمی‌داند که خدا نابود کرد پیش از او از قرنها آنکه سخت‌تر از او بود در نیرو و بیشتر در گروه و پرسش نشوند از گناهانشان گنهکاران‌"},{"SurahNumber":28,"VerseNumber":79,"Text":"پس برون شد بر قومش در زیور خویش گفتند آنان که خواهند زندگانی دنیا را کاش ما را می‌بود مانند آنچه داده شده است قارون همانا او است دارای بهره گران‌"},{"SurahNumber":28,"VerseNumber":80,"Text":"و گفتند آنان که داده شدند دانش را وای بر شما پاداش خدا بهتر است برای آنکه ایمان آرد و کردار شایسته کند و داده نشوند آن را مگر شکیبایان‌"},{"SurahNumber":28,"VerseNumber":81,"Text":"پس فروبردیم او و خانه او را در زمین و نبود برایش دسته‌ای که یاریش کنند جز خدا و نبود از یاری‌شدگان‌"},{"SurahNumber":28,"VerseNumber":82,"Text":"و بامداد کردند آنان که آرزو می‌کردند جای او را دیروز می‌گفتند وای گوئیا خدا می‌گشاید روزی را برای هر که خواهد از بندگانش و تنگ می‌گرداند اگر نه منّت می‌نهاد خدا بر ما هرآینه فرومی‌برد ما را وای گوئیا رستگار نشوند کافران‌"},{"SurahNumber":28,"VerseNumber":83,"Text":"اینک خانه آخرت نهیمش برای آنان که نجویند برتریی در زمین و نه تبهکاریی و فرجام است از آنِ پرهیزکاران‌"},{"SurahNumber":28,"VerseNumber":84,"Text":"آنکه خوبی را آرد وی را است بهتر از آن و آنکه بدی را آرد پس کیفر نشوند آنان که کردار زشت کنند مگر آنچه را بودند می‌کردند"},{"SurahNumber":28,"VerseNumber":85,"Text":"همانا آنکه بایسته داشت بر تو قرآن را بازگرداننده است تو را بسوی بازگشتگاه بگو پروردگارم داناتر است که هدایت را آورده و کیست آنکه او است در گمراهی آشکار"},{"SurahNumber":28,"VerseNumber":86,"Text":"و نبودی تو امیدوار بدانکه افکنده شود به سویت کتاب مگر رحمتی از پروردگارت پس نباش البتّه پشتیبانی برای کافران‌"},{"SurahNumber":28,"VerseNumber":87,"Text":"و بازندارندت از آیتهای خدا پس از آنکه فرستاده شد به سویت و بخوان بسوی پروردگار خویش و نباش از شرک‌ورزان‌"},{"SurahNumber":28,"VerseNumber":88,"Text":"و نخوان با خدا خدای دیگری نیست خدائی جز او هر چیزی نابود است جز رویش او را است حکم و به سویش بازگردانیده شوید"}]}