{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Il-kbarat ta' niesu, li tkabbru ( 2 ċaħdu t-twemmin f'Alla), qalu: ''Tassew li noħorġuk, ja Xugħajb, u lil dawk miegħek li jemmnu, mill-belt tagħna; inkella erġgħu lura għat-twemmin tagħna' Huwa qal: 'Anki jekk aħna nistmerru (dan)"},{"SurahNumber":7,"VerseNumber":89,"Text":"(Inkunu qegħdin naqilgħu gideb kontra Alla, kieku nerġgħu lura għal twemminkom, wara li Alla ħelisna minnu. Ma jixirqilniex li nerġgħu lura għalih, ħlief jekk Alla Sidna jkun irid fdan iseħħ). Sidna jesa' l-għarfien ta' kollox. F'idejn Alla ħallejna. Sidna, agħmel ħaqq bejnna u bejn niesna bis-sewwa. Inti l-Aħjar fost dawk li jagħmlu ħaqq"},{"SurahNumber":7,"VerseNumber":90,"Text":"Il-kbarat ta' niesu, li m'emmnux, qalu: 'Jekk timxu wara Xugħajb, mela intom tkunu t-tellifin"},{"SurahNumber":7,"VerseNumber":91,"Text":"U t-tregħid ta' l-art ħadhom, u mas-sebħ kienu mixħutin fl-art (għal mejta) fi djarhom"},{"SurahNumber":7,"VerseNumber":92,"Text":"dawk li giddbu lil Xugħajb, bħallikieku qatt ma għexu fihom. Dawk li giddbu lil Xugħajb, kienu huma t-tellifint"},{"SurahNumber":7,"VerseNumber":93,"Text":"U (Xugħajb) tahom dahru u qal: 'Ja niesi, jiena wassaltilkom il-messaġġi ta' Sidi, u ftaħtilkom għajnejkom. Iżda għaliex għandi nitnikket għal nies li ma jemmnux"},{"SurahNumber":7,"VerseNumber":94,"Text":"Qatt ma bgħatna f'belt lil ebda Profeta (li mbagħad kien miċħud) mingħajr ma ħadna lil niesha bit-taħbit u l-ħsara biex forsi jiċċekknu (kollhom umiltà u jindmu)"},{"SurahNumber":7,"VerseNumber":95,"Text":"Imbagħad biddilnie(/hom) id-deni (li kienu fih) f'ġid, sa ma kibru fl-għadd u ssaħħu, u qalu: 'Lil missirijietna (ukoll): missuhom: l-hemm u l-hena'' Għalhekk ħadniehom għal għarrieda meta ma kinux qegħdin jintebħu (bil-ħsara li ġiet fuqhom)"},{"SurahNumber":7,"VerseNumber":96,"Text":"Li kieku nies l-ibliet emmnu u beżgħu minn Alla, konna niftħu fuqhom barkiet mis-sema u l-art, Iżda huma giddbu (is-sinjali li waslu lilhom u lill-Mibgħutin), u ħadniehom minħabba (il-ħażen) li kienu qegħdin jiksbu (b'għemilhom)"},{"SurahNumber":7,"VerseNumber":97,"Text":"Jaqaw nies l-ibliet iserrħu rashom li l-qilla tagħna ma hijiex se tiġihom (għal għarrieda) billejl, waqt li huma reqdin"},{"SurahNumber":7,"VerseNumber":98,"Text":"Jew nies l-ibliet serrħu rashom li l-qilla tagħna ma hijiex se tiġihom (għa' għarrieda) binhar, waqt li jkunu jilagħbu (u jaħlu ħinhom fil-frugħat)"},{"SurahNumber":7,"VerseNumber":99,"Text":"Jaqaw serrħu rashom mill-pjan sigriet ta' Alla (imħejji għalihom)' Ma jserrħux rashom mill-pjan sigriet ta' Alla ħlief it-tellifin"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ma kinitx (biżżejjed it-tagħlima) għal dawk li wirtu l- art wara niesha (li għexu qabilhom u nqerdu) li, kieku ridna, stajna nolqtuhom. (bil-kastig tagħna) minħabba fi dnubiethom, u konna nqiegħdu siġill fuq qlubhom biex ma jisimgħux (u ma jkunux jistgħu jifhmu t-twissija)"},{"SurahNumber":7,"VerseNumber":101,"Text":"Dawk huma (Muħammad) l-ibliet li qegħdin nagħtuk aħbarhom. Il-Mibgħutin tagħhom ġewhom bis-sinjali ċ- ċari (dwar is-setgħa: ta' Alla), iżda ma' ridux jemmnu f'dak li giddbu qabel. Hekk iqiegħed Alla siġill fuq qlub dawk li ma jemmnux"},{"SurahNumber":7,"VerseNumber":102,"Text":"U ma' sibniex lil ħafna minnhom iħarsu r-rabta (tagħhom ma' Alla), u sibna li ħafna minnhom ħżiena"},{"SurahNumber":7,"VerseNumber":103,"Text":"Imbagħad bgħatna, warajhom, lil Mosċ bis-sinjali tagħna għand il-Fargħun u l-kbarat tiegħu, u ċaħduhom. Issa ara kif kien it-tmiem ta' nies il-ħsara"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mosċ qal: €Ja Fargħun, jiena Mibgħut minn Sid il- ħolqien"},{"SurahNumber":7,"VerseNumber":105,"Text":"Huwa dmiri li ma ngħidx dwar Alla għajr is-sewwa, Jiena ġibtilkom sinjal ċar minn Sidkom (li juri li qiegħed ngħid is-sewwa). Mela ibgħat miegħi lil Ulied Israelf"},{"SurahNumber":7,"VerseNumber":106,"Text":"Qal (il-Fargħun): ''Jekk tassew ġejt b'sinjal, mela ġibu (ħa narawh), jekk qiegħed tgħid is-sewwat"},{"SurahNumber":7,"VerseNumber":107,"Text":"Huwa (Mosċ) xeħet il-ħatar tiegħu (fl-art) u ara, (sar) serp fid-dieher"},{"SurahNumber":7,"VerseNumber":108,"Text":"U (Mosċ) ħareġ idu, uara, (dehret) bajda (u kollha dija) għal dawk li kienu jħarsu (ejha)"},{"SurahNumber":7,"VerseNumber":109,"Text":"Il-kbarat ta' nies il-Fargħun qalu: ''Dan tassew saħħar jilħaqlu"},{"SurahNumber":7,"VerseNumber":110,"Text":"Huwa jrid joħroġkom (bis-seħer tiegħu) minn artkom. Mela x'inhu l-amar tagħkom"},{"SurahNumber":7,"VerseNumber":111,"Text":"Qalu (lill-Fargħun): 'Żomm lilu u lil ħuh (għal xi żmien), u ibgħat fl-ibliet nies li jiġbru/lek is-sħaħar"},{"SurahNumber":7,"VerseNumber":112,"Text":"iġibulek kull saħħar għaref"},{"SurahNumber":7,"VerseNumber":113,"Text":"U s-sħaħar ġew għand il-Fargħun u qalu: ''Tabilħaqq se jkollna l-ħlas, jekk-aħna nkunu r-rebbiħin"},{"SurahNumber":7,"VerseNumber":114,"Text":"Qal(i/hom): ''lva, u tkunu minn dawk qrib. (tiegħi wkoll)"},{"SurahNumber":7,"VerseNumber":115,"Text":"Qalu: 'Ja Mosċ, jew tixħet (il-ħatar inti l-ewwel), jew inkella nixħtu aħna"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Qalfilhom): ''Ixħtu intoml' U meta xeħtu (l-oħtra u l- ħbula tagħhom), saħħru. għajnejn in-nies, qanqlu biża' kbir fihom, u għamlu seħer kbir"}]}