{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"Habet they really wanted mobilize they prepared it thoroughly! Deus disliked their participation ita He discouraged them; they told Stay behind those staying behind"},{"SurahNumber":9,"VerseNumber":47,"Text":"Habet they mobilized vos they created confusion causa disputes divisions vos! Some de vos est apt listen to them! DEUS est fully aware de transgressors"},{"SurahNumber":9,"VerseNumber":48,"Text":"They sought spread confusion vos in the elapsus, confounded matters vos. truth ultimately prevails deus plan carried them"},{"SurahNumber":9,"VerseNumber":49,"Text":"Some de them dictus Dedit me disponsationis stay non impositus such hardship me. In fact, they sic incurred terrible hardship; Hell surrounding disbelievers"},{"SurahNumber":9,"VerseNumber":50,"Text":"something bonus happens vos they hurt ac affliction befalls vos they dictus Nos told vos prout they turn rejoicing"},{"SurahNumber":9,"VerseNumber":51,"Text":"dictus Nihil happens nos quod DEUS decretum nos. He est noster Dominus Magister In DEUS believers trust"},{"SurahNumber":9,"VerseNumber":52,"Text":"Dictus Vos unus expect nos 1 de 2 bonus things (victory martyrdom) dum nos expect pro vos condemnation ex DEUS retribution ex Eum apud noster manus! Ergo wait nos wait vos"},{"SurahNumber":9,"VerseNumber":53,"Text":"dictus Spend willingly unwillingly. Nihil accepted vos vos est malus people"},{"SurahNumber":9,"VerseNumber":54,"Text":"Quod prevented acceptance their spending est ut they disbelieved in DEUS His messenger when they observed Contact Prayers (Salat) they observed them lazily when they dedit charity they perfecit ita grudgingly"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Non impressed their moneta their infans! DEUS CAUSA these EST STIRPS retribution them in hoc VITA when they ABIIT) their ANIMA OBIIT dum they est disbelievers"},{"SurahNumber":9,"VerseNumber":56,"Text":"They juravit DEUS they belong vos dum they perfecit non belong vos; they est divisive people"},{"SurahNumber":9,"VerseNumber":57,"Text":"Si they invenit refuge caves hiding locus they iit it rushing"},{"SurahNumber":9,"VerseNumber":58,"Text":"Some de them criticize tuus distribution charities; si they dedit therefrom they become satisfied they non dedit therefrom they become objectors"},{"SurahNumber":9,"VerseNumber":59,"Text":"They satisfied quod DEUS His messenger dedit them. They dictus DEUS suffices nos. DEUS testimentum provisus pro NOS His bounties AC ita TESTIMENTUM His messenger. Nos seeking unus DEUS"}]}