{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"వారికి పూర్వం నూహ్ జాతి వారు (తమ ప్రవక్తను) అసత్యవాదుడని తిరస్కరించి ఉన్నారు, అప్పుడు వారు మా దాసుణ్ణి: \"అసత్యవాది!\" అని అన్నారు. మరియు : \"ఇతడు పిచ్చివాడు\" అని అన్నారు. మరియు అతను కసిరికొట్టబడ్డాడు"},{"SurahNumber":54,"VerseNumber":10,"Text":"అప్పుడతను తన ప్రభువును ఇలా ప్రార్థించాడు: \"నిశ్చయంగా నేను ఓడిపోయాను కావున నాకు సహాయం చేయి"},{"SurahNumber":54,"VerseNumber":11,"Text":"అప్పుడు మేము ఆకాశపు ద్వారాలు తెరిచి కుంభవర్షాన్ని కురిపించాము"},{"SurahNumber":54,"VerseNumber":12,"Text":"మరియు భూమి నుండి ఊటలను పొంగింపజేశాము అపుడు నిర్ణీత కార్యానికి గాను నీళ్ళన్నీ కలిసి పోయాయి"},{"SurahNumber":54,"VerseNumber":13,"Text":"మరియు మేము అతనిని (నూహ్ ను) పలకలు మరియు మేకులు గల దాని (ఓడపై) ఎక్కించాము"},{"SurahNumber":54,"VerseNumber":14,"Text":"అది మా కన్నుల ముందు తేలియాడుతూ పోయింది. (తన జాతి వారి చేత) తిరస్కరించబడిన వానికి ప్రతిఫలంగా"},{"SurahNumber":54,"VerseNumber":15,"Text":"మరియు వాస్తవానికి మేము దానిని (ఆ ఓడను) ఒక సూచనగా చేసి వదలి పెట్టాము. అయితే, హితబోధ స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":16,"Text":"చూశారా! నా శిక్ష మరియు నా హెచ్చరికలు ఎలా ఉండెనో"},{"SurahNumber":54,"VerseNumber":17,"Text":"మరియు వాస్తవానికి మేము ఈ ఖుర్ఆన్ ను హితబోధ గ్రహించటం కోసం సులభం చేశాము. అయితే హితబోధను స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":18,"Text":"ఆద్ జాతి సత్యాన్ని తిరస్కరించింది. చూశారా! నా శిక్ష మరియు నా హెచ్చరికలు ఎలా ఉండెనో"},{"SurahNumber":54,"VerseNumber":19,"Text":"నిశ్చయంగా, మేము పూర్తిగా దురదృష్టకరమైన (అరిష్టదాయకమైన) ఒక రోజున, తీవ్రమైన ఎడతెగని తుఫాను గాలిని పంపాము"},{"SurahNumber":54,"VerseNumber":20,"Text":"అది ప్రజలను వేర్లతో పెళ్ళగింపబడిన ఖర్జూరపు చెట్ల వలే పెళ్ళగించి వేసింది"},{"SurahNumber":54,"VerseNumber":21,"Text":"ఇక చూశారా! నా శిక్ష మరియు నా హెచ్చరికలు ఎలా ఉండెనో"},{"SurahNumber":54,"VerseNumber":22,"Text":"మరియు వాస్తవానికి మేము ఈ ఖుర్ఆన్ ను హితబోధ గ్రహించటం కోసం సులభం చేశాము, అయితే హితబోధను స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":23,"Text":"సమూద్ జాతి హెచ్చరికలను అసత్యాలని తిరస్కరించింది"},{"SurahNumber":54,"VerseNumber":24,"Text":"అప్పుడు వారు ఇలా అన్నారు: \"ఏమీ? మాలోని ఒక వ్యక్తిని, ఒంటరివాడిని, మేము అనుసరించాలా? అలా అయితే నిశ్చయంగా, మేము మార్గభ్రష్టులం మరియు పిచ్చివారం అయినట్లే కదా"},{"SurahNumber":54,"VerseNumber":25,"Text":"ఏమీ? మా అందరిలో, కేవలం అతని మీదనే (దివ్య) సందేశం పంపబడిందా? అలా కాదు! అసలు అతను అసత్యవాది, డంబాలు పలికేవాడు"},{"SurahNumber":54,"VerseNumber":26,"Text":"అసత్యవాది, డంబాలు పలికేవాడు! ఎవడో రేపే (త్వరలోనే) వారికి తెలిసిపోతుంది"},{"SurahNumber":54,"VerseNumber":27,"Text":"నిశ్చయంగా, మేము ఆడ ఒంటెను, వారిని పరీక్షించటం కోసం పంపుతున్నాము, కావున (ఓ సాలిహ్!) వారి విషయంలో వేచి ఉండు మరియు సహనం వహించు"},{"SurahNumber":54,"VerseNumber":28,"Text":"మరియు వారి మధ్య నీరు (న్యాయంగా) పంచబడాలని వారికి బోధించు. ప్రతి ఒక్కరూ తమ వంతు వచ్చే రోజునే త్రాగాలని నియమించబడింది"},{"SurahNumber":54,"VerseNumber":29,"Text":"ఆ పిదప వారు తమ సహచరుణ్ణి పిలిచారు. వాడు దాన్ని పట్టుకొని (దాని వెనుక కాలి మోకాలి నరాలు కోసి) చంపాడు"},{"SurahNumber":54,"VerseNumber":30,"Text":"అప్పుడు చూశారా! నా శిక్ష మరియు నా హెచ్చరికలు ఎలా ఉండెనో"},{"SurahNumber":54,"VerseNumber":31,"Text":"నిశ్చయంగా, మేము వారి మీదకు ఒక భయంకరమైన శబ్దాన్ని (సయ్ హాను) పంపాము, దాంతో వారు త్రొక్క బడిన పశువుల దొడ్డి కంచె వలే నుగ్గునుగ్గు అయి పోయారు"},{"SurahNumber":54,"VerseNumber":32,"Text":"మరియు వాస్తవానికి, మేము ఈ ఖుర్ఆన్ ను హితబోధ గ్రహించటానికి సులభం చేశాము. అయితే హితబోధ స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":33,"Text":"లూత్ జాతి కూడా హెచ్చరికలను అసత్యాలని తిరస్కరించింది"},{"SurahNumber":54,"VerseNumber":34,"Text":"నిశ్చయంగా, మేము లూత్ ఇంటివారు తప్ప! ఇతరుల మీదికి రాళ్ళు విసిరే తుఫాన్ గాలిని పంపాము. (లూత్ ఇంటి) వారిని మేము వేకువ ఝామున రక్షించాము"},{"SurahNumber":54,"VerseNumber":35,"Text":"మా తరఫు నుండి అనుగ్రహంగా. ఈ విధంగా మేము కృతజ్ఞులకు ప్రతిఫలం ఇస్తాము"},{"SurahNumber":54,"VerseNumber":36,"Text":"మరియు వాస్తవానికి (లూత్ తన జాతి) వారిని మా రాబోయే శిక్షను గురించి హెచ్చరించాడు. కాని వారు మా హెచ్చరికలను సందేహించి (మొండి) వాదనలకు దిగారు"},{"SurahNumber":54,"VerseNumber":37,"Text":"మరియు వాస్తవానికి వారు అతని అతిథులను అతని నుండి బలవంతంగా లాక్కోవాలని అనుకున్నారు. కావున మేము వారి కళ్ళను పోగొట్టాము. (వారితో ఇలా అన్నాము): \"ఇప్పుడు నా శిక్షను మరియు నా హెచ్చరికను చవి చూడండి"},{"SurahNumber":54,"VerseNumber":38,"Text":"మరియు వాస్తవానికి, ఉదయపు వేళ శాశ్వతమైన శిక్ష వారి మీద పడింది"},{"SurahNumber":54,"VerseNumber":39,"Text":"ఇప్పుడు మీరు నా శిక్షను మరియు నా హెచ్చరికలను చవి చూడండి"},{"SurahNumber":54,"VerseNumber":40,"Text":"మరియు వాస్తవానికి, మేము ఈ ఖుర్ఆన్ ను హితబోధ గ్రహించటానికి సులభం చేశాము. అయితే హితబోధ స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":41,"Text":"మరియు వాస్తవానికి ఫిర్ఔన్ జాతి వారికి కూడా హెచ్చరికలు వచ్చాయి"},{"SurahNumber":54,"VerseNumber":42,"Text":"వారు మా సూచనలను అన్నిటినీ అబద్ధాలని తిరస్కరించారు, కావున మేము వారిని పట్టుకున్నాము, సర్వశక్తిమంతుడు సర్వసమర్ధుడు పట్టుకునే విధంగా"},{"SurahNumber":54,"VerseNumber":43,"Text":"(ఓ ఖురేషులారా!) ఏమీ? మీ సత్యతిరస్కారులు మీకు పూర్వం గడిచిన వారి కంటే శ్రేష్ఠులా? లేక దివ్యగ్రంథాలలో మీ కొరకు (మా శిక్ష నుండి) ఏదైనా మినహాయింపు వ్రాయబడి ఉందా"},{"SurahNumber":54,"VerseNumber":44,"Text":"లేక వారు: \"మాది ఒక శక్తిగల వర్గం, (కావున) మేము ప్రాబల్యం పొందగలం\" అని అంటున్నారా"},{"SurahNumber":54,"VerseNumber":45,"Text":"కాని త్వరలోనే ఈ శక్తిగల వర్గం పరాజయం పొందగలదు. మరియు వారు వెన్నుచూపి పారిపోతారు"},{"SurahNumber":54,"VerseNumber":46,"Text":"అంతేకాదు! అంతిమ ఘడియయే, వారి వాగ్దాన సమయం మరియు ఆ ఘడియ ఎంతో దారుణమైనది మరియు ఎంతో తీవ్రమైనదీను (చేదైనదీను)"},{"SurahNumber":54,"VerseNumber":47,"Text":"నిశ్చయంగా, పాపాత్ములు మార్గభ్రష్టత్వంలో ఉన్నారు మరియు వారు (పరలోకంలో) నరకాగ్నిలో కాలుతారు"},{"SurahNumber":54,"VerseNumber":48,"Text":"ఆ రోజు వారు తమ ముఖాల మీద నరకాగ్ని లోకి ఈడ్చబడతారు; (వారితో):\"నరకాగ్ని స్పర్శను చవి చూడండి!\" అని అనబడుతుంది"},{"SurahNumber":54,"VerseNumber":49,"Text":"నిశ్చయంగా, మేము ప్రతి దానిని ఒక విధివ్రాత (ఖద్ర్) తో సృష్టించాము"},{"SurahNumber":54,"VerseNumber":50,"Text":"మరియు మా ఆజ్ఞ కేవలం ఒక్కటే చాలు, కనురెప్పపాటుది, (అది అయిపోతుంది)"},{"SurahNumber":54,"VerseNumber":51,"Text":"మరియు వాస్తవానికి, మేము మీ వంటి వారిని, ఎందరినో నాశనం చేశాము. అయితే, హితబోధ స్వీకరించేవాడు ఎవడైనా ఉన్నాడా"},{"SurahNumber":54,"VerseNumber":52,"Text":"మరియు వారు చేసిన ప్రతి విషయం వారి కర్మ గ్రంథాలలో (చిట్టాలలో) వ్రాయబడి ఉంది"},{"SurahNumber":54,"VerseNumber":53,"Text":"మరియు ప్రతి చిన్న మరియు ప్రతి పెద్ద విషయం అన్నీ వ్రాయబడి ఉన్నాయి"},{"SurahNumber":54,"VerseNumber":54,"Text":"నిశ్చయంగా, దైవభీతి గలవారు స్వర్గవనాలలో సెలయేళ్ళ దగ్గర ఉంటారు"},{"SurahNumber":54,"VerseNumber":55,"Text":"సత్యపీఠం మీద, విశ్వసామ్రాట్టు, సర్వసమర్ధుని సన్నిధిలో"}]}