{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Ibrahim, babasi Âzer'e demisti ki: \"sen putlari tanri mi ediniyorsun? Dogrusu ben seni ve kavmini açik bir sapiklik içinde görüyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Böylece biz Ibrahim'e göklerin ve yerin melekûtunu (muhtesem varliklarini) gösteriyorduk ki, kesin inananlardan olsun"},{"SurahNumber":6,"VerseNumber":76,"Text":"Üzerine gece bastirinca, bir yildiz gördü:\"Rabb'im budur\" dedi. Yildiz batinca da:\" Ben batanlari sevmem\" dedi"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ay'i dogarken gördü: \"Rabb'im budur\" dedi. O da batinca: \"Yemin ederim ki, Rabbim bana dogru yolu göstermeseydi, elbette sapikliga düsen topluluktan olurdum\" dedi"},{"SurahNumber":6,"VerseNumber":78,"Text":"Günes'i dogarken görünce: \"Rabb'im budur, bu hepsinden büyük\" dedi. O da batinca dedi ki: \"Ey kavmim! Ben sizin (Allah'a) ortak kostugunuz seylerden uzagim"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ben yüzümü tamamen, gökleri ve yeri yoktan var edene çevirdim ve artik ben asla Allah'a ortak kosanlardan degilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi onunla tartismaya basladi. O da onlara dedi ki: \"Beni dogru yola eristirdigi halde Allah hakkinda benimle mücadele mi ediyorsunuz? O'na ortak kostuklarinizdan hiç korkmuyorum, ancak Rabbimin diledigi sey hariç. Rabbim ilmiyle her seyi kusatmistir. Hiç düsünmez misiniz"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hakkinda hiçbir delil indirmedigi halde, siz Allah'a ortak kosmaktan korkmuyorsunuz da, ben sizin ortak kostuklarinizdan nasil korkarim?\" Eger bilirseniz söyleyin, bu iki topluluktan hangisi güven içinde olmaya daha layiktir"},{"SurahNumber":6,"VerseNumber":82,"Text":"Iman edenler ve imanlarini zulüm ile karistirmayanlar... Iste güven onlarindir ve dogru yolu bulanlar da onlardir"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste bunlar, kavmine karsi Ibrahim'e verdigimiz delillerimizdir. Diledigimizi derecelerle yükseltiriz. Muhakkak Rabbin hikmet sahibidir, bilendir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz ona Ishak'i ve Yakub'u da hediye ettik: Hepsine de dogru yolu gösterdik. Nitekim daha önce Nuh'a ve onun soyundan Davud'a, Süleyman'a, Eyyub'a, Yusuf'a, Musa'ya ve Harun'a da yol göstermistik. Biz güzel davrananlara böyle karsilik veririz"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya, Yahya, Isa ve Ilyas'a da (hidayet ettik). Hepsi de salih kullarimizdandi"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail, Elyesa, Yunus ve Lut'u da (hidayete erdirdik). Hepsini âlemlere üstün kildik"},{"SurahNumber":6,"VerseNumber":87,"Text":"Babalarindan, çocuklarindan ve kardeslerinden bazilarini da (üstün kildik). Onlari seçtik ve dogru yola ilettik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Iste bu, Allah'in dogru yoludur. Kullarindan diledigini o dogru yola iletir. Eger onlar Allah'a ortak kossalardi, yaptiklari bütün amelleri bosa giderdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"Iste onlar, kendilerine kitap, hüküm (hikmet ve hükümranlik) ve peygamberlik verdigimiz kimselerdir. Bunlar, ona inanmayacak olurlarsa, yerlerine, onu tanimamazlik etmiyecek bir toplum getiririz"},{"SurahNumber":6,"VerseNumber":90,"Text":"Bunlar, Allah'in hidayet ettigi kimselerdir. Sen de onlarin hidayetine uy. De ki:\"Ben ona karsilik sizden bir ücret istemiyorum. O, sadece bütün âlemlere bir ögüttür"},{"SurahNumber":6,"VerseNumber":91,"Text":"Onlar: \"Allah insanlara hiçbir sey göndermemistir\" demekle, Allah'i geregi gibi taniyamadilar. De ki: Musa'nin insanlara aydinlik ve hidayet olmak üzere getirdigi, sizin parça parça kâgitlara çevirdiginiz, bir kismini belli ettiginiz, birçogunu gizlediginiz; sizinle babalarinizin, sayesinde bilmediginiz birçok seyleri ögrendiginiz Kitab'i kim gönderdi? (Onlara karsi sen) \"Allah\" de. Sonra onlari birak, bos laflara dalarak oyalansinlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu Kitap (Kur'ân), kendinden önceki kitaplari tasdik eden, sehirler anasi (Mekke) halkini ve çevresindeki bütün insanligi uyarman için indirdigimiz mübarek bir kitaptir. Ahiret gününe iman edenler bu Kitab'a da iman ederler ve onlar namazlarina da devamlidirlar"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah'a karsi yalan uyduran, yahut kendisine hiçbir sey vahyolunmadigi halde: \"bana vahyedildi\" diyen ve: \"Allah'in indirdigi gibi bir kitap da ben indirecegim\" diye iddiada bulunandan daha zalim kim olabilir? O zalimlerin halini ölüm siddeti içindeyken bir görsen! Melekler onlara ellerini uzatirlar ve:\" Ruhunuzu teslim edin. Bugün, Allah'a karsi haksiz seyler söylediginizden ve O'nun âyetlerine karsi böbürlenmenizden dolayi alçaltici bir azapla cezalandiralacaksiniz\" derler"},{"SurahNumber":6,"VerseNumber":94,"Text":"Bugün, sizi ilk defa yarattigimiz zamanki gibi yapayalniz huzurumuza geldiniz, size verdigimiz herseyi arkanizda biraktiniz. Allah'in size göre ortagi olduklarini iddia ederek yardimlarina, sefaatlarina güvendiginiz ortaklari yaninizda görmüyoruz. Aranizdaki bütün baglar artik kesilmis, güvendiklerinizin hepsi kaybolup gitmistir"}]}