{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"Әрі жүздер әл-Хайй / мәңгі Тірі / және әл-Қаййумға / бәріне тіршілік беріп Басқарушыға / бағынып, төмен қарайды. Әділетсіздікті арқалап келген үмітсіздікке ұшырайды"},{"SurahNumber":20,"VerseNumber":112,"Text":"Ал, кім иманды болған күйде ізгі амал істесе, ол әділетсіздіктен де, / жақсылықтарының / кемітілуінен де қорықпайды"},{"SurahNumber":20,"VerseNumber":113,"Text":"Міне, Біз осылай, оны / еске салатынды / арабша Құран етіп түсірдік. Әрі олардың тақуалық етуін / Аллаһтың жаза­сынан қорқып, сақтануын / не еске алуларын ояту / пайда ету / үшін онда түрлі ескерту-қорқытуларды келтірдік"},{"SurahNumber":20,"VerseNumber":114,"Text":"әл-Мәлик / барлық нәрсенің шын Билеушісі / әрі әл-Хақ / кемел Хақ / Аллаһ өте жоғары. / Ей, Мұхаммед! / Саған уахи етілуі аяқталмай тұрып, Құранмен / оны қайталауға / асықпа. Әрі айт: «Раббым! Менің білімімді арттыр»,- деп"},{"SurahNumber":20,"VerseNumber":115,"Text":"Біз бұрын Адамнан серт алған едік, бірақ ол ұмытты. Одан беріктік таппадық"},{"SurahNumber":20,"VerseNumber":116,"Text":"Әрі кезінде Біз періштелерге: «Адамға сәжде жасаңдар», - дедік. Сонда олар сәждеетті. Ал, Ібіліс бас тартты"},{"SurahNumber":20,"VerseNumber":117,"Text":"Сонда Біз: «Ей, Адам! Шын мәнінде бүл / Ібіліс / саған және сенің жұбайыңа жау. Ол екеуіңді Жәннаттан шығарып жібермесін. Онда бақытсыз боласың"},{"SurahNumber":20,"VerseNumber":118,"Text":"Сен онда / жәннатта / аш болмайсың әрі жалаңаш та болмайсың"},{"SurahNumber":20,"VerseNumber":119,"Text":"Сен онда шөлдемейсің және ыстықтан да қиналмайсың», - дедік"},{"SurahNumber":20,"VerseNumber":120,"Text":"Сонда шайтан оны азғырып: «Ей, Адам! Саған мәңгілік ағашын және бітіп таусылмас билікті көрсетейін бе?» - деді"},{"SurahNumber":20,"VerseNumber":121,"Text":"Екеуі одан жеді. Сонда оларға ұятты жерлері көрініп, олар өздеріне жәннаттың жапырақтарын жапсыра бастады. Адам Раббысына бойсұнбай адасты"},{"SurahNumber":20,"VerseNumber":122,"Text":"Кейін Раббысы оны таңдап, істеген күнәсіне шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл етті әрі тура жолға түсірді"},{"SurahNumber":20,"VerseNumber":123,"Text":"Аллаһ / айтты: «Екеуің / Адам менХауа / одан / жәннаттан / бірге түсіңдер, сендер бір-бірлеріңе жаусыңдар. Ал, енді Менен сендерге тура жол келіп, кім Менің басшылығыма / тура жолыма / ерсе, онда ол адаспайды әрі бақытсыз болмайды», - деді"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ал, кім Менің еске салуымнан / Құраннан / теріс бұрылса, оған тар өмір болады әрі Қайта тірілу күні оны соқыр күйде тірілтеміз"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ол: «Раббым! Мені не үшін соқыр күйде тірілттің?! Мен көретін едім ғой»,- дейді"},{"SurahNumber":20,"VerseNumber":126,"Text":"Аллаһ / айтты: «Міне, осылай. Саған аяттарымыз келген еді, бірақ сен оларды ұмыттың. Сол секілді бүгін сен де ұмытыласың», - дейді"},{"SurahNumber":20,"VerseNumber":127,"Text":"Әрі шектен шыққан және Раббысының аяттарына сенбегендердің де қайтарым жаза­сын осылай береміз. Ал соңғы, мәңгілік өмірдің / ақиреттің / азабы өте қатты әрі үздіксіз / тұрақты"},{"SurahNumber":20,"VerseNumber":128,"Text":"Оларға дейін болған, бүгін өздері жұрттарынан өтіп жүрген, қаншама халықты жойып жіберуіміз, Оларға тура жол көрсетпеді ме? Ақиқатында, Мұнда ақыл иелері үшін белгі-ғибраттар бар"},{"SurahNumber":20,"VerseNumber":129,"Text":"Ей, Мұхаммед! / Раббыңнан алдын-ала Сөз және белгіленген мерзім болмағанда, әлбетте / жазаның бірден болуы / міндетті түрде болар еді"},{"SurahNumber":20,"VerseNumber":130,"Text":"Сондықтан олардың айтып жатқандарына сабыр ет. Әрі ризалыққа жету үшін Раббыңды күн шығардан және күн батардан алдын мақтап, дәріпте және түннің бір уақыттары мен күндіздің айналасында дәріпте"},{"SurahNumber":20,"VerseNumber":131,"Text":"Біз олардың кейбіреулеріне сынақ үшін берген осы өмірдің сән-салтанаты болған түрлі нәрселерге көзіңді салма. Ал, Раббыңның ризығы қайырлы әрі тұрақты"},{"SurahNumber":20,"VerseNumber":132,"Text":"Үй-ішіңді намазға бұйыр әрі өзің де оған сабырлы бол. Біз сенен ризық сұрамаймыз. Саған ризықты Біз береміз. Соңғы нәтиже тақуалардікі / Раббысына бойсұнып, жазасынан қорқып, сақтанушылардікі"},{"SurahNumber":20,"VerseNumber":133,"Text":"Олар / кәпірлер / : «Неге ол бізге Раббысынан бір белгі-мұғжизалар келтірмейді?»- деді. Оларға бұрынғы жазбалардағы / сухуфтардағы / анық дәлелдер келген жоқ па"},{"SurahNumber":20,"VerseNumber":134,"Text":"Егер де оларды осыған дейін бір азаппен жойып жібергенімізде, олар: «Раббымыз! Қор болып және қасірет шекпей тұрып, аяттарыңа еруіміз үшін бізге неге бір Елші жібермедің?» - дейтін еді"},{"SurahNumber":20,"VerseNumber":135,"Text":"Ей, Мұхаммед! / Айт: «Барлығы күтуде. Сендер де күтіңдер. Жақында тура жолдың иелері кім екендігін және кімнің тура жолмен жүргенін білесіңдер», - деп"}]}