{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Reci: \"Ne vjerujete li uistinu vi u Onog ko je stvorio Zemlju u dva dana, i pripisujete Mu suparnike? To je Gospodar svjetova"},{"SurahNumber":41,"VerseNumber":10,"Text":"I načinio je u njoj planine stabilne - iznad nje, i blagoslovio je i odmjerio na njoj njene proizvode prehrane u četiri dana jednaka - (informacija) za one koji pitaju"},{"SurahNumber":41,"VerseNumber":11,"Text":"Zatim se usmjerio nebu - a ono je bilo dim - pa rekao njemu i Zemlji: \"Dođite milom ili silom!\" Rekoše: \"Dolazimo poslušni"},{"SurahNumber":41,"VerseNumber":12,"Text":"Potom ih je uredio kao sedam nebesa u dva dana i objavio u svakom nebu stvar njegovu. A uljepšali smo nebo najbliže svjetiljkama i zaštitom. To je diktat Moćnog, Znalca"},{"SurahNumber":41,"VerseNumber":13,"Text":"Pa ako se odvrate, tad reci: \"Upozoravam vas munjom sličnoj munji Ada i Semuda"},{"SurahNumber":41,"VerseNumber":14,"Text":"Kad su im dolazili poslanici ispred njih i iza njih: \"Ne obožavajte, izuzev Allaha!\" Rekli su: \"Da je htio Gospodar naš, sigurno bi spustio meleke. Pa uistinu, mi smo u ono s čim ste poslati, nevjernici"},{"SurahNumber":41,"VerseNumber":15,"Text":"Pa što se tiče Ada - pa oholili su se na Zemlji bez ikakvog prava i govorili: \"Ko je žešći od nas u sili?\" Zar nisu vidjeli da je Allah koji ih je stvorio - On žešći od njih u sili; a znakove Naše su nijekali"},{"SurahNumber":41,"VerseNumber":16,"Text":"Zato smo na njih poslali vjetar olujni u danima nesretnim, da damo da oni iskuse kaznu poniženja u životu Dunjaa; a sigurno je kazna Ahireta sramnija, i oni neće biti pomognuti"},{"SurahNumber":41,"VerseNumber":17,"Text":"A što se tiče Semuda, upućivali smo ih, pa su više voljeli sljepilo od Upute, te ih je pogodila munja kazne ponižavajuće zbog onog što su zaslužili"},{"SurahNumber":41,"VerseNumber":18,"Text":"A spasili smo one koji su vjerovali i bili bogobojazni"},{"SurahNumber":41,"VerseNumber":19,"Text":"A na Dan kad budu sakupljeni neprijatelji Allahovi k vatri - tad će oni biti raspodijeljeni"},{"SurahNumber":41,"VerseNumber":20,"Text":"Dok, kad joj dođu, svjedočiće protiv njih sluh njihov i vidovi njihovi i kože njihove, o onom šta su radili"},{"SurahNumber":41,"VerseNumber":21,"Text":"I reći će kožama svojim: \"Zašto svjedočite protiv nas?\" Reći će: \"Dao nam je Allah da govorimo - Onaj koji je govorom obdario svaku stvar\" - a On vas je stvorio prvi put, i Njemu se vraćate"},{"SurahNumber":41,"VerseNumber":22,"Text":"A niste se krili da ne svjedoči protiv vas sluh vaš, niti vidovi vaši, niti kože vaše, nego ste mislili da Allah ne zna mnogo od onog šta ste radili"},{"SurahNumber":41,"VerseNumber":23,"Text":"A to vaše mišljenje koje ste pretpostavljali o Gospodaru svom, upropastilo vas je, pa ste postali od gubitnika"},{"SurahNumber":41,"VerseNumber":24,"Text":"Pa ako trpe - pa vatra je boravište njihovo; a ako pitaju za naklonost, pa nisu oni od onih kojima je ona data"}]}