{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Ihre Gesandten sagten: \"Existiert etwa ein Zweifel über Allah, den Schöpfer der Himmel und der Erde? Er ruft euch, damit Er euch eure Sünden vergebe und euch Aufschub bis zu einer bestimmten Frist gewähre.\" Sie sagten: \"lhr seid nur Menschen wie wir; ihr wollt uns von dem abhalten, was unsere Väter zu verehren pflegten. So bringt uns einen deutlichen Beweis"},{"SurahNumber":14,"VerseNumber":11,"Text":"Ihre Gesandten sagten zu ihnen: \"Wir sind nur Menschen wie ihr, jedoch Allah erweist Gnade wem von Seinen Dienern Er will. Und wir besitzen keine Macht dazu, euch einen Beweis zu bringen, es sei denn mit Allahs Erlaubnis. Und auf Allah sollen die Gläubigen vertrauen"},{"SurahNumber":14,"VerseNumber":12,"Text":"Und warum sollten wir nicht auf Allah vertrauen, wo Er uns doch unsere Wege gewiesen hat? Und wir wollen gewiß mit Geduld alles ertragen, was ihr uns an Leid zufügt; auf Allah mögen denn diejenigen vertrauen, die sich auf (Allah) verlassen wollen"},{"SurahNumber":14,"VerseNumber":13,"Text":"Und jene, die ungläubig waren, sagten zu ihren Gesandten: \"Wahrlich, wir werden euch sicherlich aus unserem Land vertreiben, wenn ihr nicht zu unserer Religion zurückkehrt.\" Da gab ihr Herr ihnen ein: \"Wir werden gewiß jene zugrunde gehen lassen, die Frevler sind"},{"SurahNumber":14,"VerseNumber":14,"Text":"und Wir werden euch wahrlich nach ihnen das Land bewohnen lassen. Das gilt für den, der das Auftreten vor Mir fürchtet, und auch das fürchtet, was Meine Drohung angeht"},{"SurahNumber":14,"VerseNumber":15,"Text":"Und sie erflehten den Sieg, und jeder hartnäckige Tyrann schlug fehl"},{"SurahNumber":14,"VerseNumber":16,"Text":"und hinter ihm rückt Gahannam her, und er wird von Eiter getränkt werden"},{"SurahNumber":14,"VerseNumber":17,"Text":"er wird ihn hinunterschlucken und kaum daran Genuß finden. Und der Tod wird von allen Seiten zu ihm kommen, doch er wird nicht sterben. Und (zusätzlich) kommt hinterher noch eine strenge Strafe"},{"SurahNumber":14,"VerseNumber":18,"Text":"Die Lage derer, die nicht an ihren Herrn glauben, ist die: Ihre Werke sind gleich Asche, auf die der Wind an einem stürmischen Tag heftig bläst. Sie sollen keine Macht haben über das, was sie verdienen. Das ist wahrlich die weitgegangene Irreführung"},{"SurahNumber":14,"VerseNumber":19,"Text":"Siehst du denn nicht, daß Allah die Himmel und die Erde in Wirklichkeit geschaffen hat? Wenn Er will, so kann Er euch hinwegnehmen und eine neue Schöpfung hervorbringen"},{"SurahNumber":14,"VerseNumber":20,"Text":"Und das ist für Allah keineswegs schwer"},{"SurahNumber":14,"VerseNumber":21,"Text":"Und sie werden allesamt vor Allah hintreten; dann werden die Schwachen zu den Hochmütigen sagen: \"Gewiß, wir waren eure Gefolgs leute; könnt ihr uns also nicht etwas von der Strafe Allahs abnehmen?\" Sie werden sagen: \"Hätte Allah uns den Weg gewiesen, wir hätten euch sicherlich den Weg gewiesen. Es ist gleich für uns, ob wir Ungeduld zeigen oder geduldig bleiben: es gibt für uns kein Entrinnen"},{"SurahNumber":14,"VerseNumber":22,"Text":"Und wenn die Sache entschieden worden ist, dann wird Satan sagen: \"Allah hat euch ein wahres Versprechen gegeben, ich aber versprach euch etwas und hielt es nicht. Und ich hatte keine Macht über euch, außer euch zu rufen; und ihr gehorchtet mir. So tadelt nicht mich, sondern tadelt euch selber. Ich kann euch nicht retten, noch könnt ihr mich retten. Ich habe es schon von mir gewiesen, daß ihr mich (Allah) zur Seite stelltet.\" Den Missetätern wird wahrlich eine schmerzliche Strafe zuteil sein"},{"SurahNumber":14,"VerseNumber":23,"Text":"Und diejenigen, die da glauben und gute Werke tun, werden in Gärten eingeführt werden, durch die Bäche fließen, um mit der Erlaubnis ihres Herrn ewig darin zu wohnen. Ihr Gruß dort wird lauten: \"Friede"},{"SurahNumber":14,"VerseNumber":24,"Text":"Siehst du nicht, wie Allah das Gleichnis eines guten Wortes prägt? (Es ist) wie ein guter Baum, dessen Wurzeln fest sind und dessen Zweige bis zum Himmel (ragen)"},{"SurahNumber":14,"VerseNumber":25,"Text":"Er bringt seine Frucht zu jeder Zeit mit der Erlaubnis seines Herrn hervor. Und Allah prägt Gleichnisse für die Menschen, auf daß sie nachdenken mögen"},{"SurahNumber":14,"VerseNumber":26,"Text":"Und das Gleichnis eines schlechten Wortes aber ist wie ein schlechter Baum, der aus der Erde entwurzelt ist und keinen Halt im Boden hat"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah stärkt die Gläubigen mit dem fest gegründeten Wort, in diesem Leben wie im künftigen; und Allah läßt die Frevler irregehen; und Allah tut, was Er will"}]}