{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":171,"Text":"وہ اپنے پروردگار کی نعمت, اس کے فضل اور اس کے وعدہ سے خوش ہیں کہ وہ صاحبانِ ایمان کے اجر کو ضائع نہیں کرتا"},{"SurahNumber":3,"VerseNumber":172,"Text":"یہ صاحبانِ ایمان ہیں جنہوں نے زخمی ہونے کے بعد بھی خدا اور رسول کی دعوت پر لبیک کہی- ان کے نیک کردار اور متقی افراد کے لئے نہایت درجہ اج» عظیم ہے"},{"SurahNumber":3,"VerseNumber":173,"Text":"یہ وہ ایمان والے ہیں کہ جب ان سے بعض لوگوں نے کہاکہ لوگو ں نے تمہارے لئے عظےم لشکر جمع کرلیا ہے لہذا ان سے ڈرو تو ان کے ایمان میں اور اضافہ ہوگیا اور انہوں نے کہا کہ ہمارے لئے خدا کافی ہے اور وہی ہمارا ذمہ دار ہے"},{"SurahNumber":3,"VerseNumber":174,"Text":"پس یہ مجاہدین خدا کے فضل و کرم سے یوں پلٹ آئے کہ انہیں کوئی تکلیف نہیں پہنچی اور انہوں نے رضائے الٰہی کا اتباع کیااور اللہ صاحبِ فضلِ عظیم ہے"},{"SurahNumber":3,"VerseNumber":175,"Text":"یہ شیطان صرف اپنے چاہنے والوں کو ڈراتا ہے لہذا تم ان سے نہ ڈرو اور اگر مومن ہو تو مجھ سے ڈرو"},{"SurahNumber":3,"VerseNumber":176,"Text":"اور آپ کفر میں تیزی کرنے والوں کی طرف سے رنجیدہ نہ ہوں یہ خدا کا کوئی نقصان نہیں کرسکتے... خدا چاہتا ہے کہ ان کا آخرت میں کوئی حصّہ نہ رہ جائے اور صرف عذابِ عظیم رہ جائے"},{"SurahNumber":3,"VerseNumber":177,"Text":"جن لوگوں نے ایمان کے بدلے کفر خرید لیا ہے وہ خدا کو کوئی نقصان نہیں پہنچاسکتے اور ان کے لئے دردناک عذاب ہے"},{"SurahNumber":3,"VerseNumber":178,"Text":"اور خبردار یہ کفاّر یہ نہ سمجھیں کہ ہم جس قدر راحت و آرام دے رہے ہیں وہ ان کے حق میں کوئی بھلائی ہے- ہم تو صرف اس لئے دے رہے ہیں کہ جتنا گناہ کرسکیں کرلیں ورنہ ان کے لئے رسوا کن عذاب ہے"},{"SurahNumber":3,"VerseNumber":179,"Text":"خدا صاحبان هایمان کو ان ہی حالات میں نہیں چھوڑ سکتا جب تک خبیث اور طیّب کو الگ الگ نہ کردے اور وہ تم کو غیب پر مطلع بھی نہیں کرنا چاہتا ہاں اپنے نمائندوں میں سے کچھ لوگوں کو اس کام کے لئے منتخب کرلیتا ہے لہذا تم خدا اور رسول پر ایمان رکھو اور اگر ایمان و تقوٰی اختیار کرو گے تو تمہارے لئے اجر عظیم ہے"},{"SurahNumber":3,"VerseNumber":180,"Text":"اور خبردار جو لوگ خدا کے دیئے ہوئے میں بخل کرتے ہیں ان کے بارے میں یہ نہ سوچنا کہ اس بخل میں کچھ بھلائی ہے- یہ بہت اِرا ہے اور عنقریب جس مال میں بخل کیا ہے وہ روزِ قیامت ان کی گردن میں طوق بنا دیا جائے گا اور اللہ ہی کے لئے زمین و آسمان کی ملکیت ہے اور وہ تمہارے اعمال سے خوب باخبر ہے"},{"SurahNumber":3,"VerseNumber":181,"Text":"اللہ نے ان کی بات کوبھی سن لیا ہے جن کا کہنا ہے کہ خدا فقیر ہے اور ہم مالدار ہیں- ہم ان کی اس مہمل بات کو اور ان کے انبیائ کے ناحق قتل کرنے کو لکھ رہے ہیں اور انجام کار ان سے کہیں گے کہ اب جہّنم کا مزا چکھو"},{"SurahNumber":3,"VerseNumber":182,"Text":"اس لئے کہ تم نے پہلے ہی اس کے اسباب فراہم کرلئے ہیں اور خدا اپنے بندوں پر ظلم نہیں کرتا ہے"},{"SurahNumber":3,"VerseNumber":183,"Text":"جو لوگ یہ کہتے ہیں کہ اللہ نے ہم سے عہد لیا ہے کہ ہم اس وقت تک کسی رسول پر ایمان نہ لائیں جب تک وہ ایسی قربانی پیش نہ کرے جسے آسمانی آگ کھا جائے تو ان سے کہہ دیجئے کہ مجھ سے پہلے بہت سے رسول معجزات اور تمہاری فرمائش کے مطابق صداقت کی نشانی لے آئے پھر تم نے انہیں کیوں قتل کردیا اگر تم اپنی بات میں سچےّ ہو"},{"SurahNumber":3,"VerseNumber":184,"Text":"اس کے بعد بھی آپ کی تکذیب کریں تو آپ سے پہلے بھی رسولوں کی تکذیب ہوچکی ہے جو معجزات, مواعظ اور روشن کتاب سب کچھ لے کر آئے تھے"},{"SurahNumber":3,"VerseNumber":185,"Text":"ہر نفس موت کا مزہ چکھنے والا ہے اور تمہارا مکمل بدلہ تو صرف قیامت کے دن ملے گا- اس وقت جسے جہّنم سے بچا لیا گیا اور جنّت میں داخل کردیا گیا وہ کامیاب ہے اور زندگانی دنیا تو صرف دھوکہ کاسرمایہ ہے"}]}