{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Reci: \"O robovi Moji, koji ste protiv sebe u grijesima pretjerivali, ne gubite nadu u Allahovu milost! Allah će, sigurno, sve grijehe oprostiti. On je, doista, Oprostitelj grijeha, Milostivi"},{"SurahNumber":39,"VerseNumber":54,"Text":"I povratite se Gospodaru svome i pokorite Mu se prije nego što vam kazna dođe - poslije vam niko neće u pomoć priskočiti"},{"SurahNumber":39,"VerseNumber":55,"Text":"I slijedite ono najbolje što vam Gospodar vaš objavljuje, prije nego što vam iznenada kazna dođe, za čiji dolazak nećete znati"},{"SurahNumber":39,"VerseNumber":56,"Text":"Da čovjek ne bi uzviknuo: \"Teško meni, koliko sam samo dužnosti prema Allahu propustio, doista sam i u one koji se izruguju spadao"},{"SurahNumber":39,"VerseNumber":57,"Text":"Ili, da ne bi rekao: \"Da me je Allah Pravim putem uputio, sigurno bih među bogobojaznim bio"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ili, da ne bi rekao kad doživi patnju: \"Da mi se samo vratiti-među dobročinitelje bih se svrstao"},{"SurahNumber":39,"VerseNumber":59,"Text":"Da, već su ti dolazili Moji znaci, pa si ih poricao i oholio se, i u nevjernike si spadao"},{"SurahNumber":39,"VerseNumber":60,"Text":"Na Kijametskom danu vidjet ćeš one koji su o Allahu laži govorili, a lica im pocrnjela. A zar u Džehennemu neće biti boravište oholih"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah će spasiti one koji su Njegova naređenja izvršavali a Njegovih se zabrana klonili, zbog njihova uspjeha; zlo ih neće doticati i oni neće tugovati"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah je Stvoritelj svega i On upravlja svim"},{"SurahNumber":39,"VerseNumber":63,"Text":"u Njega su ključevi nebesa i Zemlje! A oni koji u Allahove ajete i znakove ne vjeruju - oni će baš biti gubitnici"},{"SurahNumber":39,"VerseNumber":64,"Text":"Reci: \"Zar od mene tražite da nekoga drugog, osim Allaha, obožavam, o neznalice"},{"SurahNumber":39,"VerseNumber":65,"Text":"A tebi, i onima prije tebe, objavljeno je: \"Ako budeš druge Allahu u obožavanju pridruživao tvoja djela će sigurno propasti, a ti ćeš među gubitnicima biti"},{"SurahNumber":39,"VerseNumber":66,"Text":"Nego, Allahu jedino ibadet čini i među zahvalnima budi"},{"SurahNumber":39,"VerseNumber":67,"Text":"Oni nisu veličali Allaha onako kako Ga treba veličati; a čitava će Zemlja na Kijametskom danu u šaci Njegovoj biti, a nebesa će u desnici Njegovoj smotana ostati. Čist je On i Uzvišen iznad onih koje Njemu smatraju ravnim"},{"SurahNumber":39,"VerseNumber":68,"Text":"I u rog će biti puhnuto, i umrijet će oni na nebesima i oni na Zemlji, ostat će samo oni koje bude Allah odabrao; poslije će se u rog drugi put puhnuti i oni će, odjednom, ustati i čekati"},{"SurahNumber":39,"VerseNumber":69,"Text":"I Zemlja će svjetlošću Gospodara svoga zasjati, i Knjiga će postavljena biti, vjerovjesnici i svjedoci bit će dovedeni, i po pravdi će im svima presuđeno biti, nikome zulum neće učinjen biti"},{"SurahNumber":39,"VerseNumber":70,"Text":"svako će u potpunosti dobiti ono što je zaslužio, a On najbolje zna šta svi rade"},{"SurahNumber":39,"VerseNumber":71,"Text":"Oni koji nisu vjerovali u gomilama će u Džehennem biti natjerani, i kad do njega dođu, kapije njegove će pootvarane biti i čuvari će ih upitati: \"Zar vam nisu dolazili vaši poslanici, koji su vam ajete Gospodara vašeg kazivali, i upozoravali vas da ćete ovaj svoj dan doživjeti?!\" \"Jesu\", reći će oni, \"ali su se obistinile riječi o kazni za nevjernike"},{"SurahNumber":39,"VerseNumber":72,"Text":"I bit će rečeno: \"Ulazite na džehennemske kapije, vječno ćete u njemu boraviti! Grozna li prebivališta onima koji su se oholili"},{"SurahNumber":39,"VerseNumber":73,"Text":"A oni koji su se Gospodara svoga bojali u povorkama će u Džennet biti povedeni, i kad do njega dođu - kapije njegove već širom otvorene - čuvari će im njegovi reći: \"Selam vama, od grijeha ste čisti, zato uđite u njega, u njemu ćete vječno boraviti"},{"SurahNumber":39,"VerseNumber":74,"Text":"I oni će reći: \"Sva hvala neka je Allahu Koji nam je obećanje Svoje ispunio, i u Džennetu nam mjesto darovao, da se u njemu nastanimo gdje hoćemo. Divne li nagrade onima koji su se trudili"},{"SurahNumber":39,"VerseNumber":75,"Text":"I vidjet ćeš meleke kako Arš okružuju, veličajući i hvaleći Gospodara svoga; i svima je po pravdi presuđeno, i bit će rečeno: \"Sva hvala neka je Allahu, Gospodaru svjetova"}]}