{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"و آن‌گاه كه ابراهيم به پدرش آزر گفت: آيا بتان را به خدايى مى‌گيرى؟ حقيقت اين است كه من، تو و قومت را در گمراهى آشكار مى‌بينم"},{"SurahNumber":6,"VerseNumber":75,"Text":"و بدين سان ملكوت آسمان‌ها و زمين را به ابراهيم نشان مى‌داديم تا [بصيرت يابد] و تا از اهل يقين شود"},{"SurahNumber":6,"VerseNumber":76,"Text":"پس چون شب بر او تاريك شد، ستاره‌اى ديد. [براى احتجاج با مشركان‌] گفت: اين پروردگار من است، آن‌گاه چون افول كرد، گفت: زوال پذيران را دوست ندارم"},{"SurahNumber":6,"VerseNumber":77,"Text":"و چون ماه را تابان ديد، گفت: اين پروردگار من است، و چون فرو شد، گفت: اگر پروردگارم مرا هدايت نكند بى‌گمان از گمراهان خواهم شد"},{"SurahNumber":6,"VerseNumber":78,"Text":"پس وقتى كه خورشيد را طالع ديد، گفت: اين پروردگار من است، اين بزرگ‌تر است. و چون افول كرد، گفت: اى قوم! همانا من از آنچه شريك خدا مى‌پنداريد بيزارم"},{"SurahNumber":6,"VerseNumber":79,"Text":"به راستى من خالصانه روى دل به سوى كسى داشته‌ام كه آسمان‌ها و زمين را آفريد و من از مشركان نيستم"},{"SurahNumber":6,"VerseNumber":80,"Text":"و قومش با او به جدال برخاستند. گفت: آيا با من در باره‌ى خدا محاجّه مى‌كنيد، در صورتى كه او مرا به راه راست هدايت كرده؟ و من از [شرّ] آنچه شريك او مى‌سازيد بيم ندارم، مگر آن كه پروردگارم چيزى بخواهد [و مرا بترساند]. دانش خداى من همه چيز را فرا گرفته ا"},{"SurahNumber":6,"VerseNumber":81,"Text":"و چگونه از آنچه شريك خدا كرده‌ايد بترسم، در صورتى كه شما از اين كارتان نمى‌ترسيد كه براى خدا چيزى را شريك مى‌كنيد كه خدا در باره‌ى آن حجتى براى شما نازل نكرده است. پس كدام يك از ما دو گروه به ايمنى سزاوارتر است اگر مى‌دانيد"},{"SurahNumber":6,"VerseNumber":82,"Text":"كسانى كه ايمان آوردند و ايمان خويش را به ستم (شرك) نيالودند، امنيت مخصوص آنهاست و هم آنان هدايت يافتگانند"},{"SurahNumber":6,"VerseNumber":83,"Text":"و آن (اسلوب بيان) حجّت ماست كه به ابراهيم در برابر قومش داديم. هر كه را بخواهيم درجه‌ها بالا مى‌بريم. بى‌گمان پروردگار تو حكيم و داناست"},{"SurahNumber":6,"VerseNumber":84,"Text":"و اسحاق و يعقوب را به او بخشيديم [و] همه را هدايت كرديم، و نوح را از پيش هدايت كرده بوديم، و از نسل او داود و سليمان و ايوب و يوسف و موسى و هارون را هدايت كرديم، و بدين‌سان نيكوكاران را پاداش مى‌دهيم"},{"SurahNumber":6,"VerseNumber":85,"Text":"و همچنين زكريا و يحيى و عيسى و الياس را كه همگى از صالحان بودند"},{"SurahNumber":6,"VerseNumber":86,"Text":"و اسماعيل و يسع و يونس و لوط را، جملگى را بر جهانيان برترى داديم"},{"SurahNumber":6,"VerseNumber":87,"Text":"و از پدران و فرزندان و برادرانشان [نيز مشمول برترى قرار داديم‌] و آنان را برگزيديم و به راه راست هدايت كرديم"},{"SurahNumber":6,"VerseNumber":88,"Text":"اين هدايت خداست كه هر كس از بندگان خويش را بخواهد بدان هدايت مى‌كند، و اگر [آنها] شرك مى‌ورزيدند، قطعا آنچه انجام مى‌دادند تباه مى‌شد"},{"SurahNumber":6,"VerseNumber":89,"Text":"آنها كسانى بودند كه كتاب و حكمت و پيامبرى به آنها داده بوديم پس اگر اينان [قريش‌] به اين [اصول و شرايع آسمانى‌] كفر ورزند [آئين حق متروك نمى‌ماند بلكه‌]، قومى [ديگر] را نگاهبان آن مى‌كنيم كه بر آن كافر نباشند"},{"SurahNumber":6,"VerseNumber":90,"Text":"آنان كسانى بودند كه خدا هدايتشان كرد، پس به هدايت آنان اقتدا كن. بگو: براى اين [رسالت‌] از شما مزدى نمى‌خواهم، كه اين جز اندرزى براى جهانيان نيست"},{"SurahNumber":6,"VerseNumber":91,"Text":"و خدا را چنان كه سزاوار منزلت اوست نشناختند، آن‌گاه كه گفتند: خدا بر هيچ بشرى چيزى نازل نكرده است. بگو: چه كسى آن كتابى را كه موسى آورده نازل كرد؟ كه براى مردم نور و هدايتى بود، اما شما آن را به صورت پراكنده در كاغذها قرار داده، [قسمتى را] آشكار و بس"},{"SurahNumber":6,"VerseNumber":92,"Text":"و اين كتابى كه ما آن را نازل كرديم، مبارك و مصدق كتاب‌هايى است كه پيش از آن آمده و براى اين است كه مردم مكه و حومه آن را هشدار دهى. و كسانى كه به آخرت ايمان دارند به قرآن نيز ايمان مى‌آورند، و آنان بر نمازهاى خويش مراقبت دارند"},{"SurahNumber":6,"VerseNumber":93,"Text":"و چه كسى ستمكارتر است از آن كه بر خدا دروغ بندد، يا بگويد: به من وحى شده، ولى چيزى بر او وحى نشده و كسى كه گويد: به زودى نظير آنچه خداوند نازل كرده، نازل خواهم كرد؟ و كاش اين ستمكاران را در سكرات مرگ مى‌ديدى كه فرشتگان [بر آنان‌] دست گشوده‌اند [و نهي]"},{"SurahNumber":6,"VerseNumber":94,"Text":"و همانا [در ابتداى ورود به عالم ديگر به آنها گفته شود] البته تك‌تك به نزد ما آمده‌ايد، چنان كه نخستين بار شما را همين گونه آفريديم، و آنچه به شما عطا كرده بوديم پشت سر گذاشتيد، و شفيعانى را كه در ميان خودتان شركاى خدا مى‌پنداشتيد با شما نمى‌بينيم، و"}]}