{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Sizden kim, Allah’a ve Rasûlüne itaat eder ve salih amel işlerse; ona mükâfatını iki kat veririz. Ona (Cennet'te) bol rızık hazırlamışızdır"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peygamber hanımları! Siz, kadınlardan herhangi biri gibi değilsiniz. Eğer takvalı kimseler iseniz, (yabancı erkeklere karşı) çekici bir eda ile konuşmayın; sonra kalbinde hastalık bulunan kimse ümide kapılır. Siz hep uygun söz söyleyin"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde oturun, eski cahiliye âdetinde olduğu gibi açılıp saçılmayın. Namazı dosdoğru kılın, zekâtı verin, Allah'a ve Rasûlüne itaat edin. Ey ehli beyt (Ev halkı)! Allah sizden, sadece günahı gidermek ve sizi tertemiz yapmak istiyor"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan Allah’ın ayetlerini ve hikmeti anın. Şüphesiz Allah her şeyin inceliklerini bilir (Latîftir), her şeyden haberdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Şüphesiz Müslüman erkeklerle Müslüman kadınlar, Mü’min erkeklerle Mü’min kadınlar, itaatkâr erkeklerle itaatkâr kadınlar, sadık olan erkeklerle sadık olan kadınlar, sabreden erkeklerle sabreden kadınlar, Allah’a zilletle boyun eğen erkeklerle boyun eğen kadınlar, sadaka veren erkeklerle sadaka veren kadınlar, oruç tutan erkeklerle oruç tutan kadınlar, iffetlerini koruyan erkeklerle iffetlerini koruyan kadınlar, Allah’ı çok zikreden erkeklerle çok zikreden kadınlar var ya; işte Allah, onlar için mağfiret ve büyük bir mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah ve Rasûlü bir iş hakkında hüküm verdikleri zaman, hiçbir Mü’min erkek ve hiçbir Mü’min kadına o işi kendi isteklerine göre seçme hakkı yoktur. Her kim, Allah'a ve Rasûlüne karşı gelirse apaçık bir sapıklığa düşmüş olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"(Rasûlüm!) Hani, Allah'ın nimet verdiği, senin de kendisine iyilik ettiğin kimseye: \"Eşini yanında tut, Allah'tan sakın/kork!\" diyordun. Allah'ın açığa vuracağı şeyi, insanlardan çekinerek içinde gizliyordun. Oysa asıl korkmana lâyık olan Allah'tır. Zeyd, o kadından ilişiğini kesince biz onu sana nikahladık ki evlâtlıkları, karılarıyla ilişkilerini kestiklerinde (o kadınlarla evlenmek isterlerse) Mü'minlere bir güçlük olmasın. Allah'ın emri yerine getirilmiştir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Allah'ın, peygambere farz kıldığı şeylerde ona bir güçlük yoktur. Bu, Allah'ın önceden geçmişler hakkındaki sünnetidir. Allah’ın emri, kesinleşmiş bir takdirdir/hükümdür"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar (peygamberler), Allah'ın gönderdiklerini tebliğ ederler, O'ndan korkarlar ve O'ndan başka kimseden korkmazlar. Hesap görücü olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed, sizin adamlarınızdan kimsenin babası değildir fakat o Allah’ın Rasulü ve nebilerin sonuncusudur. Allah, her şeyi hakkıyla bilir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey iman edenler! Allah’ı çok çok zikredin"},{"SurahNumber":33,"VerseNumber":42,"Text":"O’nu, sabah ve akşam tesbih edin"},{"SurahNumber":33,"VerseNumber":43,"Text":"Sizi karanlıklardan aydınlığa çıkarmak için üzerinize rahmetini gönderen (ve sizi öven) O'dur. Melekleri ise sizin için bağışlanma diler. Allah, Mü'minlere karşı çok merhametlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"Ona kavuşacakları gün onlara tahiyyeleri selamdır. Allah onlar için çok şerefli bir ecir hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey peygamber! Gerçekten biz seni; bir şahit, bir müjdeci ve bir uyarıcı olarak gönderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Allah’ın izniyle kendi yoluna çağıran bir davetçi ve aydınlatıcı bir kandil olarak gönderdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Mü'minlere, kendileri için Allah’tan büyük bir lütuf olduğunu müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"Kâfirlere ve münafıklara itaat etme! Eziyetlerine aldırma ve Allah'a tevekkül et. Vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey iman edenler! Mü'min kadınları nikahlayıp da, henüz zifafa girmeden önce onları boşarsanız, sizin için üzerlerine sayacağınız bir iddet yoktur. Kendilerine bağışta bulunarak onları güzellikle serbest bırakın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Mehirlerini verdiğin hanımlarını, Allah’ın sana ganimet olarak verdiği ve elinin altında bulunan cariyeleri; amcanın, halanın, dayının ve teyzenin seninle beraber hicret eden kızlarını sana helâl kıldık. Bir de Peygamber kendisiyle evlenmek istediği takdirde, kendisini Peygamber'e hibe eden Mü'mine kadını, diğer Mü'minlere değil, sırf sana mahsus olmak üzere (helâl kıldık). Kuşkusuz biz, hanımları ve ellerinin altında bulunan cariyeleri hakkında Müminlere neyi farz kıldığımızı biliriz. (Bu hususta ne yapmaları gerektiğini onlara açıkladık) ki, sana bir zorluk olmasın. Allah; çok bağışlayıcıdır, çok merhametlidir"}]}