{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Жер бетіндегі әр жәндіктің көрегі Аллаға ғана тән. Ол, олардың тқрақты, тұрақсыз орындарын біледі. Барлығы ашық бір Кітапта"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ол Алла, қайсыларың жақсы ғамал істейді деп, сынау үшін көктер мен жерді алты күнде жаратты. Оның ғаршысы су үстінде еді… (Ғаршыдан кейін су жаратылған.) (Мұхаммед Ғ.С.) оларға: «Егер сендер өлгеннен кейін тірілесіңдер» десең, кәпірлер: «Мынау ашық жадыдан басқа дәнеңе емес» дейді"},{"SurahNumber":11,"VerseNumber":8,"Text":"Егер олардан азапты белгілі бір мерзімге дейін кешіктірсек, әрине олар: «Оны не тосты?»,- дейді. Сақ болыңдар! Оларға азап келген күні солардан қайтарылмайды. Олардың мазақ қылған нәрселері бастарына жетеді"},{"SurahNumber":11,"VerseNumber":9,"Text":"Егер біз адам баласына мәрхамет нәсіп етіп, сонан кейін оны одан алсақ, сөзсіз ол мүлде күдер үзіп, өте қарсы келеді"},{"SurahNumber":11,"VerseNumber":10,"Text":"Алайда оған тиген зияннан кейін, нығметтерімізді таттырсақ, әрине: «Ол жамандықтар менен кетті» деп, күдіксіз ол қуанып, мақтанады"},{"SurahNumber":11,"VerseNumber":11,"Text":"Бірақ сабыр етіп, ізгі іс істегендер, міне солар үшін жарылқау және зор сауап бар"},{"SurahNumber":11,"VerseNumber":12,"Text":"(Мұхаммед Ғ.С.) бәлкәм сен олардың: «Оған қазына неге түсірмейді? Яқи онымен бірге періште неге келмейді?»,- деулеріне көңлің тарайып, уақи етілген нәрсенің кейбірін тастауың ықтимал. Шынында сен бір ескертушісің. Алла әр нәрсеге кепіл"},{"SurahNumber":11,"VerseNumber":13,"Text":"Немесе олар: «Құранды өзі жасады»дей ме? (Мұхаммед Ғ.С.) оларға: «Егер айтқандарың шын болса, Алладан өзге көмекке шақыра алатыңдарынды шақырыңдар да сол сияқты жасама он сүре келтіріңдер» де"},{"SurahNumber":11,"VerseNumber":14,"Text":"Егер ол шақырғандарың сендерге жауап бермесе, онда біліңдер, шын мәнінде бұл Құран Алланың білімімен түсірілген әрі Алладан басқа ешбір Тәңір жоқ. Ал енді де бой ұсынбайсыңдар ма?»,- де"},{"SurahNumber":11,"VerseNumber":15,"Text":"Кім дүние тіршілігін әрі оның зейнетін қаласа, дүниеде олардың еңбектерін толық береміз; сондай-ақ олар кемшілікке ұшыратылмайды"},{"SurahNumber":11,"VerseNumber":16,"Text":"Соларға ақиретте тозақ отынан басқа еш нәрсе жоқ. Дүниедегі жасағандары жойылып кетті. Негізінде олардың істегендері босқа"},{"SurahNumber":11,"VerseNumber":17,"Text":"Раббынан ашық бір дәлелі болған және оған жалғас куәсы да болған сондай-ақ бұрынғы жетекші әрі игілік түріндегі Мұса (Ғ.С.) ның Кітабына ие болған кісілер, міне солар, Құранға сенгендер. Әрқандай топтардан кім Құранға қарсы келсе онда оның уәделі орны от. (Мұхаммед Ғ.С.) сен де одан күдікте болма. Расында Құран, Раббың тарапынан бір хақиқат. Бірақ адамдардың көбі сенбейді"},{"SurahNumber":11,"VerseNumber":18,"Text":"Аллаға өтірік жала жапсырғаннан кім залымырақ. Міне бұлар, Раббыларының хұзырына шығарылады. Сондай-ақ айғақтары да: «Міне бұлар, Раббыларына өтірік айтқандар» дейді. Естеріңде болсын! Алланың қарғысы залымдарға тән"},{"SurahNumber":11,"VerseNumber":19,"Text":"Олар сондай Алланың жолынан тосады да оны қисайтуға тырысады. Тағы олар ақиретке қарсы келушілер"},{"SurahNumber":11,"VerseNumber":20,"Text":"Бұлар жер жүзінде Алланы нашарлата алмайды. Әрі олардың Алладан өзге жәрдемшілері жоқ. Оларға азап еселеніп отырады. Өйткені, олар ести алмайды да көре алмайды"},{"SurahNumber":11,"VerseNumber":21,"Text":"Міне солар, өздеріне зиян етеді. Жасама Тәңірлері олардан безіп жоқ болады"},{"SurahNumber":11,"VerseNumber":22,"Text":"Күдіксіз олар, ақиретте өте зиянға ұшырағандар"},{"SurahNumber":11,"VerseNumber":23,"Text":"Дау жоқ, иман келтіріп ізгі іс істегендер, раббыларына бой ұсынғандар, олар жаннаттық. Олар, онда мәңгі қалады"}]}