{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Kodi iye amene adziwa chimene chavumbulutsidwa kwaiwekuchokerakwaAmbuyewakokutindichoonadindi olingana ndi iye amene ali wakhungu? Ndi okhawo amene ali ndinzeruameneazindikira"},{"SurahNumber":13,"VerseNumber":20,"Text":"Iwoameneamakwaniritsa lonjezo la Mulungu ndipo saphwanya lonjezolo"},{"SurahNumber":13,"VerseNumber":21,"Text":"Iwo amene amalumikiza chimene Iye wawalamula kuti chikhale chimodzi, amaopa Ambuye wawo ndipo amaopa zoopsa zimene zidzaoneka patsiku lachiweruzo"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ndi iwo amene amapirira chifukwa chofuna mtendere wa Mulungu modzipereka, amapitiriza mapemphero awo ndi kupereka zimene tawapatsa mseri kapena moonekera, ndipo amaletsa choipa pochita chinthu chabwino. Awa ndiwo amene adzaone zinthu zokoma"},{"SurahNumber":13,"VerseNumber":23,"Text":"Iwo adzalowa ku Paradiso kwa muyaya pamodzi ndi ena a makolo awo angwiro, ndi akazi awo ndi ana awo. Kuchokera ku khomo lililonse angelo adzadza nati kwa iwo"},{"SurahNumber":13,"VerseNumber":24,"Text":"“Mtendere ukhale pa inu chifukwa cha kupirira kwanu pa mavuto ochuluka. Yodalitsika ndi mphotho ya ku Paradiso!”"},{"SurahNumber":13,"VerseNumber":25,"Text":"Iwoameneamaphwanyalonjezola Mulunguatalilandira ndipo amalekanitsa zinthu zimene Iye adawalamulira kuti azilumikize, ndipo amachita zinthu zoipa pa dziko lapansi, temberero lidzaikidwa pa iwo ndipo malo awo okhala adzakhala osasangalatsa"},{"SurahNumber":13,"VerseNumber":26,"Text":"Mulungu amapereka mowolowa manja kwa aliyense amene Iye wamufuna ndi monyalapsa ndipo iwo amasangalala m’moyo uno pamene chisangalalo cha m’moyo uno ndi cha kanthawi kochepa kwambiri pofanizira ndi cha moyo umene uli nkudza"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ndipo iwo amene sakhulupirira amati, “Kodi ndi chifukwa chiyani chizindikiro sichidaperekedwe kuchokera kwa Ambuye wake?” Nena, “Ndithudi Mulungu amasocheretsa aliyense amene wamufuna ndipo amatsogolera onse amene amalapa kwa Iye.”"},{"SurahNumber":13,"VerseNumber":28,"Text":"Iwo ndi amene amakhulupirira ndipo mitima yawo imapeza mpumulo akamakumbukira Mulungu. Ndithudi m’chikumbukiro cha Mulungu mitima imapeza mpumulo"},{"SurahNumber":13,"VerseNumber":29,"Text":"Iwo amene amakhulupirira ndipo amachita ntchito zabwino adzasangalala ndipo mapeto awo adzakhala okoma"},{"SurahNumber":13,"VerseNumber":30,"Text":"Kotero Ife takutumiza iwe ku mtundu wa anthu umene anthu ake ena adafa kale kuti ulakatule kwa iwo chivumbulutso chathu chimene tidavumbulutsa kwa iwe. Pamene iwo sakhulupirira mwa mwini chifundo. Nena “Iye ndiye Ambuye wanga. Kulibe Mulungu wina kupatula Iye yekha. Mwa Iye ine ndimadalira ndipo ndi kwa Iye kumene ine ndidzabwerera.”"},{"SurahNumber":13,"VerseNumber":31,"Text":"Ndipo ngati pakadakhala Korani imene ikadayendetsa mapiri, kapena ikadaphwanya nthaka kapena kuwapanga anthu akufa kuti ayankhule ikanakhala Korani inoyi. Zinthu zonse zimayendera chifuniro cha Mulungu. Kodi anthu okhulupirira sadziwa kuti Mulungu, akadafuna akadatsogolera anthu a mitundu yonse? Ndipo tsoka silidzaleka kugwa pa iwo amene sakhulupirira chifukwa cha ntchito zawo zoipa kapena ilo lidzakhala pafupi ndi midzi yawo mpaka pamene lonjezo la Mulungu likwaniritsidwa"},{"SurahNumber":13,"VerseNumber":32,"Text":"Ndipo ndithudi Atumwi ambiri adanyozedwa iwe usanadze ndipo Ine ndidawalekerera anthu osakhulupirira, ndipo pomaliza ndidawalanga. Kodi chilango changa chidali chowawa bwanji"},{"SurahNumber":13,"VerseNumber":33,"Text":"Kodi Iye amene amayang’anira mizimu yonse ndi ntchito zonse zimene imachita angafanane ndi wina wosadziwa? Komabe iwo amakhazikitsa milungu ina m’malo mwa Mulungu weniweni. Nena, “Itchuleni! Kodi inu mungamuuze Mulungu zinthu zimene Iye sadziwa pa dziko kapena iwo ndi mawu abodza chabe?” Iyayi. Kwa iwo amene sakhulupirira, chiwembu chawo chimaoneka chabwino ndipo iwo atsekerezedwa kutsatira njira yoyenera ndipo aliyense amene Mulungu amamusocheza, kwa iye kulibe amene angamutsogolere"},{"SurahNumber":13,"VerseNumber":34,"Text":"Iwo ali ndi chilango mmoyo uno, ndipo, ndithudi, chilango chowawa kwambiri ndi chimene chili m’moyo umene uli nkudza. Ndipo iwo alibe amene adzawateteza kwa Mulungu"}]}