{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Но ги последваха поколения, които изоставиха молитвата и последваха страстите. Тях ще ги постигне изтребление"},{"SurahNumber":19,"VerseNumber":60,"Text":"освен онези, които се покаят и вярват, и вършат праведни дела. Те ще влязат в Рая и с нищо не ще бъдат угнетени"},{"SurahNumber":19,"VerseNumber":61,"Text":"в Градините на Адн, които Всемилостивия обеща на Своите раби от неведомото. Неговото обещание винаги се изпълнява"},{"SurahNumber":19,"VerseNumber":62,"Text":"Не слушат там празнословия, а само “Мир!”, и имат там препитание и сутрин, и вечер"},{"SurahNumber":19,"VerseNumber":63,"Text":"Това е Раят, който оставяме в наследство на всеки от Нашите богобоязливи раби"},{"SurahNumber":19,"VerseNumber":64,"Text":"[Каза Джибрил:] “Слизаме ние само по повелята на твоя Господ. Негово е всичко пред нас и зад нас, и всичко по средата на това. Твоят Господ никога не забравя"},{"SurahNumber":19,"VerseNumber":65,"Text":"Господът на небесата и на земята, и на всичко между тях. На Него служи и търпелив бъди в служенето на Него! Нима знаеш подобен Нему?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"И казва човекът: “Дали като умра, наистина ще бъда съживен?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"А нима човекът не помни, че Ние го сътворихме и преди, когато бе нищо"},{"SurahNumber":19,"VerseNumber":68,"Text":"Кълна се в твоя Господ, Ние ще съберем и тях, и сатаните, после ще ги наредим на колене около Ада"},{"SurahNumber":19,"VerseNumber":69,"Text":"После ще извадим от всяка общност най-непокорните пред Всемилостивия"},{"SurahNumber":19,"VerseNumber":70,"Text":"Най-добре Ние знаем кои заслужават да горят там"},{"SurahNumber":19,"VerseNumber":71,"Text":"И всеки от вас ще мине през Ада. Това е окончателна присъда от твоя Господ"},{"SurahNumber":19,"VerseNumber":72,"Text":"После Ние ще спасим богобоязливите и ще оставим там на колене угнетителите"},{"SurahNumber":19,"VerseNumber":73,"Text":"И когато им бяха четени Нашите ясни знамения, неверниците казваха на вярващите: “Коя от двете ни групи има по-хубаво положение и по-добро общество?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"И колко поколения преди тях Ние погубихме - по-богати и по-хубави наглед"},{"SurahNumber":19,"VerseNumber":75,"Text":"Кажи [о, Мухаммад]: “Който е в заблуда, Всемилостивия ще му даде отсрочка. И щом видят онова, което им е обещано - мъчението или Часа, ще узнаят кой има най-лошото място и най-слабото войнство.”"},{"SurahNumber":19,"VerseNumber":76,"Text":"И надбавя Аллах напътствие за напътените. Но непреходните праведни дела са най-доброто въздаяние при твоя Господ и най-добрата отплата"},{"SurahNumber":19,"VerseNumber":77,"Text":"Не видя ли ти онзи, който отхвърли Нашите знамения и рече: “Непременно ще ми бъдат дадени имот и деца.”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Нима надникна той в неведомото, или взе обет от Всемилостивия"},{"SurahNumber":19,"VerseNumber":79,"Text":"Ала не! Ще запишем Ние какво казва и непременно ще му удължим мъчението"},{"SurahNumber":19,"VerseNumber":80,"Text":"И ще наследим от него онова, за което говори, и ще дойде той при Нас сам-самичък"},{"SurahNumber":19,"VerseNumber":81,"Text":"И приеха вместо Аллах други богове, за да им бъдат сила"},{"SurahNumber":19,"VerseNumber":82,"Text":"Ала не! Ще отрекат служенето на тях и ще им станат противници"},{"SurahNumber":19,"VerseNumber":83,"Text":"Не виждаш ли ти, че изпращаме сатаните срещу неверниците, за да ги подстрекават непрестанно"},{"SurahNumber":19,"VerseNumber":84,"Text":"И не бързай против тях! Ние им отброяваме дните"},{"SurahNumber":19,"VerseNumber":85,"Text":"В Деня, когато съберем богобоязливите на групи при Всемилостивия"},{"SurahNumber":19,"VerseNumber":86,"Text":"и поведем престъпниците към Ада като на водопой"},{"SurahNumber":19,"VerseNumber":87,"Text":"за никого не ще има застъпничество, освен за онези, които получиха обещание от Всемилостивия"},{"SurahNumber":19,"VerseNumber":88,"Text":"И рекоха [неверниците]: “Всемилостивия се сдоби със син.”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Вие изрекохте нещо ужасно"},{"SurahNumber":19,"VerseNumber":90,"Text":"от което небесата биха се разкъсали и земята - разцепила, и планините - сгромолясали в руини"},{"SurahNumber":19,"VerseNumber":91,"Text":"да приписват син на Всемилостивия"},{"SurahNumber":19,"VerseNumber":92,"Text":"Не подобава на Всемилостивия да има син"},{"SurahNumber":19,"VerseNumber":93,"Text":"Всеки на небесата и на земята ще дойде като раб при Всемилостивия"},{"SurahNumber":19,"VerseNumber":94,"Text":"Той добре ги знае и всички ги отброява"},{"SurahNumber":19,"VerseNumber":95,"Text":"И всеки от тях сам-самичък ще се яви при Него в Деня на възкресението"},{"SurahNumber":19,"VerseNumber":96,"Text":"На онези, които вярват и вършат праведни дела, Всемилостивия ще отреди любов"},{"SurahNumber":19,"VerseNumber":97,"Text":"Улеснихме го [като го низпослахме] на твоя език [о, Мухаммад], само за да благовестваш с него богобоязливите и да предупредиш с него непокорни хора"},{"SurahNumber":19,"VerseNumber":98,"Text":"И колко поколения преди тях погубихме! Нима усещаш някого от тях или чуваш от тях дори шумолене"}]}