{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"Ye shall surely be tried in your wealth, and in your persons, and ye shall surely hear from those who have had the Book brought them before you, and from those who associate others with God, much harm. But if ye be patient and fear,- verily, that is one of the determined affairs"},{"SurahNumber":3,"VerseNumber":187,"Text":"When God took the compact from those who have had the Book brought them that 'Ye shall of a surety manifest it unto men, and not hide it,' they cast it behind their backs, and bought therewith a little price,- but evil is what they buy"},{"SurahNumber":3,"VerseNumber":188,"Text":"Count not that those who rejoice in what they have produced, and love to be praised for what they have not done,- think not that they are in safety from woe,- for them is grievous woe"},{"SurahNumber":3,"VerseNumber":189,"Text":"God's is the kingdom of the heavens and the earth, and God is mighty over all"},{"SurahNumber":3,"VerseNumber":190,"Text":"Verily, in the creation of the heavens and the earth, and in the succession of night and day, are signs to those possessed of minds"},{"SurahNumber":3,"VerseNumber":191,"Text":"who remember God standing and sitting or lying on their sides, and reflect on the creation of the heavens and the earth. 'O Lord! thou hast not created this in vain. We celebrate Thy praise; then keep us from the torment of the fire"},{"SurahNumber":3,"VerseNumber":192,"Text":"Lord! verily, whomsoever Thou hast made to enter the fire, Thou hast disgraced him; and the unjust shall have none to help them"},{"SurahNumber":3,"VerseNumber":193,"Text":"Lord! verily, we heard a crier calling to the faith, \"Believe in your Lord,\" and we did believe. Lord! forgive us our sins and cover our offences, and let us die with the righteous"},{"SurahNumber":3,"VerseNumber":194,"Text":"Lord! and bring us what Thou hast promised us by Thy apostles, and disgrace us not upon the resurrection day; for, verily, Thou dost not break Thy promises"},{"SurahNumber":3,"VerseNumber":195,"Text":"And the Lord shall answer them, 'I waste not the works of a worker amongst you, be it male or female,- one of you is from the other. 'Those who fled, and were turned out of their houses, and were harmed in my way, and who fought and were killed, I will cover their offences, and I will make them enter into gardens beneath which rivers flow.' A reward from God; for God, with Him are the best of rewards"},{"SurahNumber":3,"VerseNumber":196,"Text":"Let it not deceive you that those who misbelieve go to and fro in the earth"},{"SurahNumber":3,"VerseNumber":197,"Text":"It is a slight possession, and then their resort is Hell; an evil couch shall it be"},{"SurahNumber":3,"VerseNumber":198,"Text":"But those who fear their Lord, for them are gardens beneath which rivers flow, and they shall dwell therein for aye,- an entertainment from God; and that which is with God is best for the righteous"},{"SurahNumber":3,"VerseNumber":199,"Text":"Verily, of the people of the Book are some who do believe in God, and in what has been revealed to you, and what was revealed to them, humbling themselves before God, and selling not the signs of God for a little price. These shall have their reward with their Lord; verily, God is quick at reckoning up"},{"SurahNumber":3,"VerseNumber":200,"Text":"O ye who believe! be patient and vie in being patient, and be on the alert, and fear God, that haply ye may prosper"}]}