{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"اور مدین کی طرف ان کے بھائی شعیب کو (بھیجا) تو اُنہوں نے کہا کہ اے قوم! خدا ہی کی عبادت کرو کہ اس کے سوا تمہارا کوئی معبود نہیں۔ اور ناپ تول میں کمی نہ کیا کرو۔ میں تو تم کو آسودہ حال دیکھتا ہوں اور (اگر تم ایمان نہ لاؤ گے تو) مجھے تمہارے بارے میں ایک ایسے دن کے عذاب کا خوف ہے جو تم کو گھیر کر رہے گا"},{"SurahNumber":11,"VerseNumber":85,"Text":"اور قوم! ماپ اور تول انصاف کے ساتھ پوری پوری کیا کرو اور لوگوں کو ان کی چیزیں کم نہ دیا کرو اور زمین میں خرابی کرتے نہ پھرو"},{"SurahNumber":11,"VerseNumber":86,"Text":"اگر تم کو (میرے کہنے کا) یقین ہو تو خدا کا دیا ہوا نفع ہی تمہارے لیے بہتر ہے اور میں تمہارا نگہبان نہیں ہوں"},{"SurahNumber":11,"VerseNumber":87,"Text":"انہوں نے کہا شعیب کیا تمہاری نماز تمہیں یہ سکھاتی ہے کہ جن کو ہمارے باپ دادا پوجتے آئے ہیں ہم ان کو ترک کر دیں یا اپنے مال میں تصرف کرنا چاہیں تو نہ کریں۔ تم تو بڑے نرم دل اور راست باز ہو"},{"SurahNumber":11,"VerseNumber":88,"Text":"انہوں نے کہا کہ اے قوم! دیکھو تو اگر میں اپنے پروردگار کی طرف سے دلیل روشن پر ہوں اور اس نے اپنے ہاں سے مجھے نیک روزی دی ہو (تو کیا میں ان کے خلاف کروں گا؟) اور میں نہیں چاہتا کہ جس امر سے میں تمہیں منع کروں خود اس کو کرنے لگوں۔ میں تو جہاں تک مجھ سے ہوسکے (تمہارے معاملات کی) اصلاح چاہتا ہوں اور (اس بارے میں) مجھے توفیق کا ملنا خدا ہی (کے فضل) سے ہے۔ میں اسی پر بھروسہ رکھتا ہوں اور اس کی طرف رجوع کرتا ہوں"},{"SurahNumber":11,"VerseNumber":89,"Text":"اور اے قوم! میری مخالفت تم سے کوئی ایسا کام نہ کرادے کہ جیسی مصیبت نوح کی قوم یا ہود کی قوم یا صالح کی قوم پر واقع ہوئی تھی ویسی ہی مصیبت تم پر واقع ہو۔ اور لوط کی قوم (کا زمانہ تو) تم سے کچھ دور نہیں"},{"SurahNumber":11,"VerseNumber":90,"Text":"اور اپنے پروردگار سے بخشش مانگو اور اس کے آگے توبہ کرو۔ بےشک میرا پروردگار رحم والا (اور) محبت والا ہے"},{"SurahNumber":11,"VerseNumber":91,"Text":"اُنہوں نے کہا کہ شعیب تمہاری بہت سی باتیں ہماری سمجھ میں نہیں آتیں اور ہم دیکھتے ہیں کہ تم ہم میں کمزور بھی ہو اور اگر تمہارے بھائی نہ ہوتے تو ہم تم کو سنگسار کر دیتے اور تم ہم پر (کسی طرح بھی) غالب نہیں ہو"},{"SurahNumber":11,"VerseNumber":92,"Text":"انہوں نے کہا کہ قوم! کیا میرے بھائی بندوں کا دباؤ تم پر خدا سے زیادہ ہے۔ اور اس کو تم نے پیٹھ پیچھے ڈال رکھا ہے۔ میرا پروردگار تو تمہارے سب اعمال پر احاطہ کیے ہوئے ہے"},{"SurahNumber":11,"VerseNumber":93,"Text":"اور برادران ملت! تم اپنی جگہ کام کیے جاؤ میں (اپنی جگہ) کام کیے جاتا ہوں۔ تم کو عنقریب معلوم ہوجائے گا کہ رسوا کرنے والا عذاب کس پر آتا ہے اور جھوٹا کون ہے اور تم بھی انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں"},{"SurahNumber":11,"VerseNumber":94,"Text":"اور جب ہمارا حکم آپہنچا تو ہم نے شعیب کو اور جو لوگ ان کے ساتھ ایمان لائے تھے ان کو تو اپنی رحمت سے بچا لیا۔ اور جو لوگ ظالم تھے، ان کو چنگھاڑ نے آدبوچا تو وہ اپنے گھروں میں اوندھے پڑے رہ گئے"},{"SurahNumber":11,"VerseNumber":95,"Text":"گویا ان میں کبھی بسے ہی نہ تھے۔ سن رکھو کہ مدین پر (ویسی ہی) پھٹکار ہے جیسی ثمود پر پھٹکار تھی"},{"SurahNumber":11,"VerseNumber":96,"Text":"اور ہم نے موسیٰ کو اپنی نشانیاں اور دلیل روشن دے کر بھیجا"},{"SurahNumber":11,"VerseNumber":97,"Text":"(یعنی) فرعون اور اس کے سرداروں کی طرف۔ تو وہ فرعون ہی کے حکم پر چلے۔ اور فرعون کا حکم درست نہیں تھا"},{"SurahNumber":11,"VerseNumber":98,"Text":"وہ قیامت کے دن اپنی قوم کے آگے آگے چلے گا اور ان کو دوزخ میں جا اُتارے گا اور جس مقام پر وہ اُتارے جائیں گے وہ برا ہے"},{"SurahNumber":11,"VerseNumber":99,"Text":"اور اس جہان میں بھی لعنت ان کے پیچھے لگا دی گئی اور قیامت کے دن بھی (پیچھے لگی رہے گی) ۔ جو انعام ان کو ملا ہے برا ہے"},{"SurahNumber":11,"VerseNumber":100,"Text":"یہ (پرانی) بستیوں کے تھوڑے سے حالات ہیں جو ہم تم سے بیان کرتے ہیں۔ ان میں سے بعض تو باقی ہیں اور بعض کا تہس نہس ہوگیا"},{"SurahNumber":11,"VerseNumber":101,"Text":"اور ہم نے ان لوگوں پر ظلم نہیں کیا بلکہ انہوں نے خود اپنے اُوپر ظلم کیا۔ غرض جب تمہارے پروردگار کا حکم آپہنچا تو جن معبودوں کو وہ خدا کے سوا پکارا کرتے تھے وہ ان کے کچھ بھی کام نہ آئے۔ اور تباہ کرنے کے سوا ان کے حق میں اور کچھ نہ کرسکے"},{"SurahNumber":11,"VerseNumber":102,"Text":"اور تمہارا پروردگار جب نافرمان بستیوں کو پکڑا کرتا ہے تو اس کی پکڑ اسی طرح کی ہوتی ہے۔ بےشک اس کی پکڑ دکھ دینے والی اور سخت ہے"},{"SurahNumber":11,"VerseNumber":103,"Text":"ان (قصوں) میں اس شخص کے لیے جو عذاب آخرت سے ڈرے عبرت ہے۔ یہ وہ دن ہوگا جس میں سب لوگ اکٹھے کیے جائیں گے اور یہی وہ دن ہوگا جس میں سب (خدا کے روبرو) حاضر کیے جائیں گے"},{"SurahNumber":11,"VerseNumber":104,"Text":"اور ہم اس کے لانے میں ایک وقت معین تک تاخیر کر رہے ہیں"},{"SurahNumber":11,"VerseNumber":105,"Text":"جس روز وہ آجائے گا تو کوئی متنفس خدا کے حکم کے بغیر بول بھی نہیں سکے گا۔ پھر ان میں سے کچھ بدبخت ہوں گے اور کچھ نیک بخت"},{"SurahNumber":11,"VerseNumber":106,"Text":"تو جو بدبخت ہوں گے وہ دوزخ میں (ڈال دیئے جائیں گے) اس میں ان کا چلانا اور دھاڑنا ہوگا"},{"SurahNumber":11,"VerseNumber":107,"Text":"(اور) جب تک آسمان اور زمین ہیں، اسی میں رہیں گے مگر جتنا تمہارا پروردگار چاہے۔ بےشک تمہارا پروردگار جو چاہتا ہے کردیتا ہے"}]}