{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"آیا کسانی را ننگریسته‌ای که گروهی را که خدا بر آنان خشم کرده به دوستی گرفته‌اند؟ آنان نه از شمایند و نه از ایشان و به دروغ سوگند یاد می‌کنند در حالی که خودشان (هم) می‌دانند"},{"SurahNumber":58,"VerseNumber":15,"Text":"خدا برایشان عذابی سخت آماده کرده است. بی‌گمان آنان چه بد می‌کرده‌اند"},{"SurahNumber":58,"VerseNumber":16,"Text":"سوگندهای خود را (چون) سپری (برای خود) قرار دادند. پس از راه خدا باز داشتند. پس برایشان عذابی خفّت‌بار است"},{"SurahNumber":58,"VerseNumber":17,"Text":"از (عذاب‌) خدا نه از اموالشان و نه از اولادشان هرگز کاری ساخته نیست. آنان همگنان دوزخند، حال آنکه در آن جاودانه‌اند"},{"SurahNumber":58,"VerseNumber":18,"Text":"روزی که خدا همه‌ی آنان را (از گورهاشان) برمی‌انگیزد، پس همان گونه که برای شما سوگند یاد می‌کنند برای او (نیز) سوگند یاد کنند، و چنان پندارند که بر چیزی (از حق)اند. هان! آنان بی‌گمان، (هم)ایشان دروغگویانند"},{"SurahNumber":58,"VerseNumber":19,"Text":"شیطان بر آنان بس چیره شده. پس خدا را از یادشان برده. آنان حزب شیطانند؛ هان! حزب شیطان (هم)ایشان بی‌گمان زیانکارانند"},{"SurahNumber":58,"VerseNumber":20,"Text":"کسانی که با خدا و پیامبرش جدایی می‌طلبد، آنان همواره در (زمره‌ی) خوارترین (مردمان)اند"},{"SurahNumber":58,"VerseNumber":21,"Text":"خدا (چنان) نبشته است که: «حتماً من و فرستادگانم چیره خواهیم گشت.» آری، خدا نیرومندی عزیز است"},{"SurahNumber":58,"VerseNumber":22,"Text":"(هرگز) گروهی را نخواهی یافت که به خدا و روز بازپسین ایمان می‌آورند (ولی) با کسانی (که‌) با خدا و رسولش جدایی می‌کنند، طرح دوستی افکنند؛ هر چند پدرانشان یا پسرانشان یا برادرانشان یا عشیره‌ی آنان باشند. این‌هایند (که) خدا ایمان را در دل‌هایشان نقشی پای‌برجا داده و آنها را با روحی (ایمانی) از جانب خود تأیید کرده، و آنان را به باغ‌هایی که از زیر (درختان)شان نهرها روان است در می‌آورد، حال آنکه (آنجا) ماند‌گارند. خدا از ایشان خشنود و آنها از او خشنودند. اینانند حزب خدا. آری، حزب خدا همان رستگارکنندگانند"},{"SurahNumber":59,"VerseNumber":1,"Text":"آنچه در آسمان‌ها و آنچه در زمین است تسبیح‌گوی خدا بوده‌اند و اوست عزیز سنجیده‌کار"},{"SurahNumber":59,"VerseNumber":2,"Text":"اوست کسی که، از میان اهل کتاب کسانی را که کافر شدند در نخستین جمع (از مدینه) بیرون راند، (حال آنکه) گمان نمی‌کردید که بیرون روند و خودشان همواره گمان داشتند که دژهایشان از (عذاب) خدا نگهبانشان است. پس خدا از جایی که هرگز گمان نمی‌کردند بر آنان درآمد و در دل‌هایشان بیم افکند، در حالی که خودشان به دست‌های خودشان و دست‌های مؤمنان خانه‌های خود را خراب می‌کنند. پس ای صاحب‌نظران! عبرت گیرید"},{"SurahNumber":59,"VerseNumber":3,"Text":"و اگر خدا جلای وطن را بر آنان مقرّر نکرده بود، همواره آنان را در دنیا عذاب می‌کرد و در آخرت (هم) برایشان عذاب آتش است"},{"SurahNumber":59,"VerseNumber":4,"Text":"این (دربه‌دری) برای آن بود که آنان همواره با خدا و پیامبرش جدایی کردند و هر که با خدا جدایی کند همانا خدا سخت‌کیفر است"},{"SurahNumber":59,"VerseNumber":5,"Text":"آنچه از نهال (خرما) بریدید یا آنها را (دست نخورده) بر ریشه‌هایشان بر جای نهادید، به اذن خداست و برای اینکه (خدا) نافرمانان را خوار گرداند"},{"SurahNumber":59,"VerseNumber":6,"Text":"و آنچه را خدا از آنان (به رسم غنیمت) بر پیامبر خود برگردانید، شما (برای تصاحب آن) اسب یا سواری (دگری) بر آن نتاختید. ولی خدا فرستادگانش را بر هر که بخواهد چیره می‌گرداند. و خدا بر هر چیزی بس تواناست"},{"SurahNumber":59,"VerseNumber":7,"Text":"آنچه خدا از (دارایی) ساکنان آن قریه‌ها بر پیامبرش برگردانید، از آنِ خدا و از آنِ پیامبرش و از آنِ خویشاوندان نزدیکتر(ش) و (برای) یتیمان و بینوایان و در راه مانده(ها) است، تا میان توانگرانتان دست به دست نگردد. و آنچه را فرستاده‌(ی او) برایتان آورد (هم) آن را بگیرید، و از آنچه شما را از آن بازداشت، باز ایستید. و از خدا پروا بدارید که خدا سخت‌کیفر است"},{"SurahNumber":59,"VerseNumber":8,"Text":"(این غنایم، نخست) اختصاص به بینوایان از مهاجران دارد که از دیارشان و اموالشان رانده شدند، در حالی‌که فضلی از خدا و خشنودی‌ای از او می‌جویند و خدا و پیامبرش را یاری می‌کنند. اینان (هم)اینان راستانند"},{"SurahNumber":59,"VerseNumber":9,"Text":"و (نیز) کسانی که پیش از مهاجران در مدینه جای امان و ایمان گرفته‌اند (و) هر کس را سوی آنان کوچ کرده دوست دارند، و نسبت به آنچه به ایشان داده شده است در سینه‌هایشان نیازی نمی‌یابند، و هر چند برای خودشان احتیاجی مبرم باشد، آنها را بر خودشان مقدّم می‌دارند. و هر کس از خسّت نفس خود مصون مانَد، ایشان (هم) ایشان (راست‌‌کاران و) رستگارکنندگانند"},{"SurahNumber":59,"VerseNumber":10,"Text":"و (نیز) کسانی که بعد از آنان [:مهاجران و انصار] آمدند گویند: «پروردگارمان! برایمان و برای آن برادرانمان که در ایمان آوردن بر ما پیشی گرفتند بپوشان، و در دل‌هایمان نسبت به کسانی که ایمان آورده‌اند (هیچ گونه) کینه‌ای وامگذار. پروردگارمان! راستی که تو مهربانِ رحمتگر بر ویژگانی.»"}]}