{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim; bana ne oluyor ki, sizi kurtuluşa çağırırken, siz beni; ateşe çağırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz, beni; Allah´a küfretmem, hiç tanımadığım nesneleri O´na ortak tutmam için çağırıyorsunuz. Ben ise, sizi Aziz ve Gaffar´a çağırıyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Şüphesiz sizin beni kendisine çağırdığınız; bu dünyada da, ahirette de çağırabilecek kabiliyette değildir. Ve muhakkak dönüşümüz Allah´adır. Elbette müsrifler; işte onlardır cehennem yaranı olanlar"},{"SurahNumber":40,"VerseNumber":44,"Text":"Size söylediğimi hatırlayacaksınız. Ben, işimi Allah´a bırakıyorum. Muhakkak ki Allah; kulları görendir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah; onu, kurmak istedikleri tuzakların fenalıklarından korudu ve Firavun´un adamlarını azabın kötüsü kuşatıverdi"},{"SurahNumber":40,"VerseNumber":46,"Text":"Sabah akşam ateşe sunulurlar. Kıyamet koptuğu gün; Firavun´un adamlarını azabın en şiddetlisine sokun, denir"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ateşin içinde birbirleriyle tartışırlarken güçsüzler, büyüklük taslayanlara derler ki: Doğrusu biz, size uymuştuk. Şimdi ateşin bir parçasını olsun bizden savabilir misiniz"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklük taslayanlar: Doğrusu hepimiz, onun içindeyiz. Şüphesiz Allah kullar arasında hükmünü vermiştir, derler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateşte olanlar, cehennemin bekçilerine derler ki: Rabbınıza yalvarın da hiç değilse bir gün olsun azabımızı hafifletsin"},{"SurahNumber":40,"VerseNumber":50,"Text":"Onlar da derler ki: Size peygamberleriniz burhanlarla gelmemişler miydi? Evet, derler. Öyleyse kendiniz yalvarın, derler. Kafirlerin yalvarışı şüphesiz boşunadır"},{"SurahNumber":40,"VerseNumber":51,"Text":"Şüphesiz ki Biz; peygamberlerimize ve iman etmiş olanlara hem dünya hayatında, hem de şahidlerin şehadet edecekleri günde mutlaka yardım ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gün; mazeretleri zalimlere fayda vermez. La´net onların, yurdun kötüsü de onlarındır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki; Biz, Musa´ya hidayeti verdik. İsrailoğullarına da kitabı miras bıraktık"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ki o; akıl sahipleri için hidayet ve öğüttür"},{"SurahNumber":40,"VerseNumber":55,"Text":"Şimdi sen; sabret, Allah´ın vaadi mutlaka haktır. Günahının yarlığanmasını dile, sabah akşam Rabbını hamd ile tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmiş kesin bir delil olmadan Allah´ın ayetleri üzerinde tartışanların göğüslerinde, şüphesiz ki ulaşamayacakları bir büyüklenme vardır. Öyleyse sen, Allah´a sığın. Muhakkak ki O´dur O, Semi, Basir"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyüktür. Ne var ki insanların çoğu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Körle gören, inanıp salih amel işleyenlerle kötülük yapan bir değildir. Ne de az düşünüyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kıyamet günü mutlaka gelecektir. Bunda hiç şüphe yoktur. Ne var ki insanların çoğu inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbınız: Bana dua edin ki, size icabet edeyim. Bana kulluk etmeyi büyüklüklerine yediremeyenler hor ve hakir olarak cehenneme gireceklerdir, buyurdu"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah O´dur ki; dinlenesiniz diye size geceyi karanlık, gündüzü aydınlık kılmıştır. Şüphesiz ki Allah; insanlara karşı lutufkardır. Ne var ki insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte Rabbınız olan; her şeyi yaratan Allah, budur. O´ndan başka hiç bir ilah yoktur. O halde nasıl olup da çevriliyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah´ın ayetlerini bile bile inkar edenler, işte böyle çevriliyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, O´dur ki; sizin için yeri bir karargah, göğü bir bina yapmış, size şekil verip şeklinizi güzelleştirmiş ve size temiz şeylerden rızık vermiştir. İşte Rabbınız olan Allah budur. Alemlerin Rabbı olan Allah ne yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O; diridir. O´ndan başka hiç bir ilah yoktur. Öyleyse dini yalnızca kendisine halis kılanlar olarak O´na dua edin. Hamd olsun alemlerin Rabbı Allah´a"}]}