{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Кажи: “Јас, навистина, ве советувам само со едно: Да стоите на нозете пред Аллах, било по двајца било поединечно, а потоа да размислувате. Другарот ваш не е со џинови. ОН е само опоменувач ваш пред казната тешка"},{"SurahNumber":34,"VerseNumber":47,"Text":"Кажи: “И каква било на-. града да барам од вас... па, тоа е само награда ваша. А наградата моја е само при Аллах. Он, токму, е Сведок за се"},{"SurahNumber":34,"VerseNumber":48,"Text":"Кажи: “Господарот мој, си-. гурно, доставува само вистина. Он е Зналец на тајните"},{"SurahNumber":34,"VerseNumber":49,"Text":"Кажи: “Вистината дојде, а невистината е немоќна ни да го почне ни да го повтори создавањето"},{"SurahNumber":34,"VerseNumber":50,"Text":"Кажи: “Ако скршнам во заблуда... па, навистина, скршнувам за себеси, а ако по патот вистински се упатам, тогаш, тоа, навистина, е заради она што ми е објавено од Господарот мој. Он, навистина, е КССлушач и Близок"},{"SurahNumber":34,"VerseNumber":51,"Text":"само да ги видиш кога ќе. бидат уплашени! Не ќе можат да побегнат. Ќе бидат грабнати од место блиско"},{"SurahNumber":34,"VerseNumber":52,"Text":"уште ќе речат: “Ние веруваме во Него!\" Но, како. оние, навистина, да го постигнат. тоа од место далечно"},{"SurahNumber":34,"VerseNumber":53,"Text":"А оние во Него порано, секако, не веруваа; за невидЛИВОТО ЛИ ОД место далечно"},{"SurahNumber":34,"VerseNumber":54,"Text":"Поставена е пречка меѓу нив и меѓу она кон што тежнеат. Ете, така беше направено порано со дружините ним слични. Оние, навистина, беа во сомнение големо"},{"SurahNumber":35,"VerseNumber":1,"Text":"Благодарение \"на Аллах, Создателот на небесата и на Земјата, кој ги создаде мелеките да бидат пратеници: со по едно, со по две и со по три крилја. Он во создавањето додава што сака. Аллах, навистина, е Кадар за се"},{"SurahNumber":35,"VerseNumber":2,"Text":"Милоста која ќе ја отвори Аллах кон луѓето никој не ќе може да ја допре. А она што Он ќе го допре, нема никој што ќе може да го испрати по Него. Он е Силен и Мудар"},{"SurahNumber":35,"VerseNumber":3,"Text":"О луѓе, сетете се на благодатот Аллахов кон вас. Има ли друг создател, освен Аллах, кој ќе ви даде “рск и од небесата и ОД Земјата? Нема друг бог освен Него. Па, тогаш, каде сте кинисале"},{"SurahNumber":35,"VerseNumber":4,"Text":"А ако те сметаат за лашко, па за лажни ги сметаа и пејгамберите пред тебе. И кон Аллах работите се враќаат"},{"SurahNumber":35,"VerseNumber":5,"Text":"О луѓе, ветувањето Аллахово, навистина, е вистина. Нека не ве измами животот на овој свет. И измамата нека не ве измами во однос на Аллах"},{"SurahNumber":35,"VerseNumber":6,"Text":"Шејтанот, секако, ви е непријател. Па, сметајте го само како непријател! Он, навистина, повикува кон странката негова за да бидат жители на огнот"},{"SurahNumber":35,"VerseNumber":7,"Text":"За оние кои не веруваат има тешка казна, а за оние кои веруваат и кои добри дела работат има прошка и награда голема"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ист ли е оној кому му се разубавува постапката на Шејтанот, па ја гледа убава? Па, Аллах, секако, скршнува во заб луда кого сака и Он упатува кого сака. Нека душата твоја, тогаш, не ја обземат грижи за нив. Аллах, навистина, го знае она што го прават"},{"SurahNumber":35,"VerseNumber":9,"Text":"Аллах е Оној кој ги испраќа ветровите, кои ги туркаат облаците... па Ние ќе одредиме, потоа, да се истурат врз некое мртво место и, со тоа, ќе ја оживиме земјата по мртвилото нејзино. НСЕте, такво ќе биде оживувањето"},{"SurahNumber":35,"VerseNumber":10,"Text":"Оној кој посакува величие... па, сето величие е - Аллахово! Кон него се извишува убавиот збор. И доброто дело ОН го дига. А оние кои сплеткарат, работејќи лоши дела, ќе имаат казна жестока. Сплеткарењето нивно е безуспешно"},{"SurahNumber":35,"VerseNumber":11,"Text":"ЊНАллак ве создаде од земја, а потоа од семе, а потоа ве создаде парови. И жената не останува трудна и не раѓа без знаењето Негово. Никому животот не му се продолжува и никому животот не му се скратува а тоа да не е во Книгата. Ете, тоа за Аллах, навистина, е лесно"},{"SurahNumber":35,"VerseNumber":12,"Text":"двете мориња не се еднакви: едната вода е пивка, слатка, пријатно се пие, а другата, пак, е солена и горчлива. И ОД двете мориња јадете свежо месо, и го вадите оној накит што го носите. И гледаш како чамецот го сече морето за да ја побарате добрината Негова и да бидете благодарни"},{"SurahNumber":35,"VerseNumber":13,"Text":"н ја вовлекува ноќта во денот и Он го вовлекува денот ВО Ноќта, И ГО ПОТЧИНИ И Сонцето и Месечината. И сето тоа така тече до рок определен. Ете, тоа ви е Аллах, Господарот ваш. Власта е - Негова! А оние кои ги повикувате освен Аллах не поседуваат ни корка од семенка"},{"SurahNumber":35,"VerseNumber":14,"Text":"А ако им се молите не ја слушаат молбата ваша, а, иако ја слушаат, не ќе ви одговорат. На Денот суден не Ќе ви го признаат \"многубоштвото. И никој не ќе те извести како Известениот"}]}