{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Ka o (tumo maa) yεli ba: “Hali di yi niŋ ka n-kan ya na ni adiini shεli din dolsi gari yi ni paai yi banim’ shεli zuɣu maa?” Ka bɛ yεli: “Tinim’ nyɛla ban zaɣisi shɛli zuɣu bɛ ni tim ya maa na.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Dinzuɣu, ka Ti (Tinim’ (Naawuni) niŋ ba azaaba, dinzuɣu yulimi ninvuɣu shεba ban labsi (tuumba) ʒirinim’ maa bahigu ni daa ti nyɛ shεm"},{"SurahNumber":43,"VerseNumber":26,"Text":"(Yaa nyini Annabi)! Teemi saha shεli Annabi Ibrahima ni daa yεli o ba mini o niriba: “N-nuu ka binyεr’ shεŋa yi ni jεmdi maa ni.”"},{"SurahNumber":43,"VerseNumber":27,"Text":"“Naɣila Ŋun nam ma, achiika! Ni baalim, O nyɛla Ŋun yɛn dolsi ma.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ka o (Annabi Ibrahima) zaŋ li zali (Naawuni gaŋsibu) ka di nyɛ yεltɔɣali din yɛn ti kpalim o zuliya ni, domin achiika! Bɛ leei ban niŋdi tuuba labri Naawuni sani"},{"SurahNumber":43,"VerseNumber":29,"Text":"Chɛli gba! N (Mani Naawuni) chɛ mi ka bambɔŋɔnima (Larbunima), mini bɛ banim’ wum nyεɣisim hali ka yεlimaŋli (Alkur’aani) ti kaba na, ni tuun’ so (Annabi Muhammadu) polo ni"},{"SurahNumber":43,"VerseNumber":30,"Text":"Saha shεli yεlimaŋli (Alkur’aani) maa ni daa ti kaba na, ka bɛ yεli: “Ŋɔ maa nyɛla sihira. Yaha! Achiika! Tinim’ nyɛla ban bi ti li yɛlimaŋli.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ka bɛ (Maka chεfurnim’) naan yεli: “Bozuɣu ka bɛ bi siɣisi Alkur’aani ŋɔ maa na n-ti ti ninvuɣu so ŋun yi tiŋkara ayi ŋɔ maa (Maka mini Taa’if) puuni shɛli na?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"(Yaa nyini Annabi)! Di ni bɔŋɔ, bana n-nyɛ ban piriti a Duuma (Naawuni) nambɔzɔhigu? Ti (Tinim’ Naawuni) n-nyɛ ban piri bɛ bindirigu bɛ sunsuuni Dunia biεhigu puuni. Yaha! Ka Ti duhi bɛ puuni shεba ka bɛ gari taba darzanima, domin bɛ shɛba leei daliri ti shɛba n-zaŋ kpa arzichi mini dibu shee. Yaha! A Duuma (Naawuni) nambɔzobo n-gari bɛ ni laɣindi (arzichi) shεli maa"},{"SurahNumber":43,"VerseNumber":33,"Text":"Yaha! Di yi di pala ninsalinim’ zaa ti leei ninvuɣu yinsi (chɛfurinim’) zuɣu, Ti naan chɛ ka ninvuɣu shɛba ban niŋ chεfuritali ni Nambɔzobonaa (Naawuni) maa yiŋsi mopila leei anʒilfa, ni darsi shɛŋa bɛ ni yɛn mali n-duri di zuɣusaa"},{"SurahNumber":43,"VerseNumber":34,"Text":"Ka bɛ yiŋsi lahi mali (anʒilfa) dindoya, n-ti pahi (anʒilfa) gariti, ka bɛ doya n-dalim di zuɣu"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ni nachinsi, amaa! Di zaa maa nyɛla Dunia biεhigu nyεɣsim. Yaha! Chiyaama yolsigu yɛn ti nyɛla wuntizɔriba dini a Duuma (Naawuni) sani"},{"SurahNumber":43,"VerseNumber":36,"Text":"Yaha! Ninvuɣu so ŋun lebi biri ka chɛ Nambɔnaa (Naawuni) yɛla teebu, Ti (Tinim’ Naawuni) ni pεli shintaŋ m- bahi o zuɣu, ka o leegi o zosima"},{"SurahNumber":43,"VerseNumber":37,"Text":"Yaha! Achiika! Bɛ (shintana) maa taɣiri ba (chεfurinim’) mi ka chɛ sochibga, amaa! Ka bɛ tεhiri ni bɛ nyɛla ban yɛn dolsi"},{"SurahNumber":43,"VerseNumber":38,"Text":"Hali ni saha shεli o (chɛfura) yi ti ka Ti (Tinim’ Naawuni) sani na, ka yεli: “M-baye, di yi di kuli niŋ ka m mini a (shintaŋ) sunsuuni waɣilim be kamani wulimpuhili ni wulinluhili, o (shintaŋ) shiri be pam ni o leei (ninsala) zosima.”"},{"SurahNumber":43,"VerseNumber":39,"Text":"“Di kariya ka di niŋ ya anfaani shεli zuŋɔ, domin yi daa di zualinsi, dinzuɣu yi nyɛla bɛ ni yɛn laɣim shɛba n-ti niŋ azaaba puuni.”"},{"SurahNumber":43,"VerseNumber":40,"Text":"(Yaa nyini Annabi)! Di ni bɔŋɔ, a ni tooi chɛ ka tikpiralana wum (boligu), bee ka a chɛ ka zom bee ninvuɣu so ŋun be birginsim puuni dolsi"},{"SurahNumber":43,"VerseNumber":41,"Text":"(Yaa nyini Annabi)! Ti (Tinim’ Naawuni) yi zaŋ a chaŋ (Ti yi deegi a nyɛvuli ka chɛ ba), tɔ! Achiika! Ti nyɛla ban yɛn niŋ ba (chɛfurinim’ maa) azaaba"},{"SurahNumber":43,"VerseNumber":42,"Text":"Bee ka Ti (Tinim’ Naawuni) zaŋ Ti ni gbaai ba alikauli shɛli (Azaaba) maa n-wuhi a. Achiika! Ti nyɛla ban mali yiko bɛ zuɣu"},{"SurahNumber":43,"VerseNumber":43,"Text":"Dinzuɣu (yaa nyini Annabi)! Gbibi Bɛ (Tinim’ Naawuni) ni siɣisi shɛli n- zaŋ kana a sani maa ni yɛlimaŋli. Achiika! A nyɛla Ŋun be sochibga zuɣu"},{"SurahNumber":43,"VerseNumber":44,"Text":"Yaha! Achiika! Di (Alkur’aani) nyɛla teebu n-zaŋ ti a mini a niriba (Quraishi nima). Yaha! Ni baalim, bɛ ni ti bɔhi ya di zuɣu"},{"SurahNumber":43,"VerseNumber":45,"Text":"Yaha! (Yaa nyini Annabi)! Bɔhimi Ti (Tinim’ Naawuni) ni daa tim tuun’ shɛba na Ti tuumba puuni pɔi ni nyini maa. Di ni bɔŋɔ, Ti zaŋla binyɛr’ shɛŋa leei duumanim’ ka bɛ jɛmdi ba ka pa ni Nambɔzobonaa (Naawuni)"},{"SurahNumber":43,"VerseNumber":46,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) daa tim Annabi Musa na ni Ti nam yɛlikpahinda n-zaŋ chaŋ Fir’auna ni o niriba sani, ka o ti yεli: “Achiika! N-nyɛla binnamda Duuma tumo.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Saha shεli o ni kaba na ni Ti (Tinim’ Naawuni) nam yɛlikpahinda, ka a nya ba ka bɛ nyɛla ban lari li"},{"SurahNumber":43,"VerseNumber":48,"Text":"Yaha! Ti (Tinim’ Naawuni) na ʒin zaŋ yɛlikpahindili n-wuhi ba, naɣila di nyɛla din galsi mi n-gari di kpee. Yaha! Ka Ti gbaai ba ni azaaba, domin achiika! Bɛ niŋ tuuba n-labi Naawuni sani"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ka bɛ yεli: “Yaa nyini sihiralana (Annabi Musa)! Suhimi a Duuma n-ti ti ka O pali a alikauli shεli O ni gbaagi a sani maa. Achiika! Ti nyɛla ban yɛn dolsi"},{"SurahNumber":43,"VerseNumber":50,"Text":"Saha shεli Ti (Tinim’ Naawuni) ni vuui azaaba maa ka chɛ ba, ka bɛ leei ban yiɣisiri alikauli maa"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ka Fir’auna moli o niriba puuni, ka yεli: “Yaa yinim’ n niriba! Di ni bɔŋɔ, ka mani n-su Misra nam, ka kulibɔna ŋɔ maa zɔri gindi n (yiliwaɣila ŋɔ) gbini. Di ni bɔŋɔ, yi bi nyara"},{"SurahNumber":43,"VerseNumber":52,"Text":"“Bee ka mani (Fir’auna) n-nyɛ ŋun gari ninvuɣu chɔɣifu (Annabi Musa) so ŋun ku tooi kahigi neei yεltɔɣa ŋɔ maa? ”"},{"SurahNumber":43,"VerseNumber":53,"Text":"“Bozuɣu ka bɛ (Naawuni maa) bi zaŋ salima baŋsi n-labi o na (zuɣusaa), bee ka o mini Malaaika nima laɣim kana?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Ka o (Fir’auna) zu o niriba haŋkali, ka bɛ doli o. Achiika! Bɛ daa nyɛla ninvuɣu shεba ban kpeeyi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Saha shεli bɛ (Fir’auna mini o niriba) ni ku Ti (Tinim’ Naawuni) suli, ka Ti niŋ ba azaaba, ka chɛ ka kom di ba namgbaniyini"},{"SurahNumber":43,"VerseNumber":56,"Text":"Ka Ti (Tinim’ Naawuni) zali ba ka bɛ nyɛ ban daŋ tooni (ni azaaba), ka nyɛ ŋmahinli n-ti ninvuɣu shεba ban yɛn ti kana bɛ nyaaŋa"}]}