{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Sai ta yi cikinsa, sai ta tsallake da shi ga wani wuri mai nĩsa"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sai nãƙuda ta kai ta zuwa ga wani kututturen dabĩniya, ta ce \"Kaitona, dã dai na mutu a gabãnin wannan kuma na kasance wani abu wulakantacce wanda aka manta"},{"SurahNumber":19,"VerseNumber":24,"Text":"Sai (yãron da ta haifa) ya kira ta daga ƙarƙashinta, \"Kada ki yi baƙin ciki! Haƙĩƙa Ubangijinki Ya sanya wani marmaro a ƙarƙashinki"},{"SurahNumber":19,"VerseNumber":25,"Text":"Kuma ki girgiza zuwa gare ki game da kututturen dabĩnon ya zuba a kanki yanã 'ya'yan dabĩno, ruɗabi nunannu"},{"SurahNumber":19,"VerseNumber":26,"Text":"Sai ki ci kuma ki sha kuma ki ji sanyi ga idãnunki. To, idan kin ga wani aya daga mutãne, sai ki ce, 'Lalle nĩ, na yi alwãshin azumi dõmin Mai rahama sabõda haka bã zan yi wa wani mutum magana ba"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sai ta je wa mutãnenta tanã auke da shi. Suka ce: \"Yã Maryamu! Lalle ne, haƙĩƙa kin zo da wani abu mai girma"},{"SurahNumber":19,"VerseNumber":28,"Text":"Yã 'yar'uwar Hãrũna! Ubanki bai kasance mutumin alfãsha ba, kuma uwarki ba ta kasance kãruwa ba"},{"SurahNumber":19,"VerseNumber":29,"Text":"Sai ta yi ishãra zuwa gare shi, suka ce: \"Yãya zã mu yi magana da wanda ya kasance a cikin shimfiar tsumma yanã jãrĩri"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ya ce: \"Lalle ne, nĩ bãwan Allah ne Allah Yã bã ni Littãfi kuma Ya sanya ni Annabi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Kuma Yã sanya ni mai albarka a inda duk na kasance kuma Ya umurce ni da yin salla da zakka matuƙar inã da rai"},{"SurahNumber":19,"VerseNumber":32,"Text":"Kuma mai biyayya ga uwãta, kuma bai sanya ni mai kaushin zũciya ba marashin alhẽri"},{"SurahNumber":19,"VerseNumber":33,"Text":"Kuma aminci ya tabbata a gare ni a rãnar da aka haife ni da rãnar da nake mutũwa da rãnar da ake tãyar da ni inã mai rai"},{"SurahNumber":19,"VerseNumber":34,"Text":"Wancan ne Ĩsã ɗan Maryamu, maganar gaskiya wadda suke shakka a cikinta"},{"SurahNumber":19,"VerseNumber":35,"Text":"Bã ya kasancẽwa ga Allah Ya riƙi wani ɗã. Tsarki ya tabbata a gare shi! Idan Yã hukunta wani al'amari sai kawai Ya ce masa, \"Kasance.\" Sai ya dinga kasan cẽwa"},{"SurahNumber":19,"VerseNumber":36,"Text":"Kuma lalle Allah ne Ubangijina kuma Ubangijinku, sai ku bauta Masa. Wannan shi ne tafarki madaidaici"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sai ƙungiyõyin suka sãɓã wa jũna a tsakãninsu. To, bõne ya tabbata ga waɗanda suka kãfirta daga halartar yini mai girma"},{"SurahNumber":19,"VerseNumber":38,"Text":"Mẽne ne ya yi jinsu, kuma mẽne ne ya yi ganinsu a rãnar da suke zo Mana! Amma azzãlumai sunã a cikin ɓata bayyananna"},{"SurahNumber":19,"VerseNumber":39,"Text":"Kuma ka yi musu gargaɗi da rãnar nadãma a lõkacin da aka hukunta al'amari alhãli kuwa sunã a cikin ɓãta, kuma sũ bã su yin ĩmãni"},{"SurahNumber":19,"VerseNumber":40,"Text":"Lalle ne Mũ, Mũ ne ke gãdon ƙasa da wanda yake a kanta, kuma zuwa gare Mu ake mayar da su"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kuma ambaci Ibrãhĩm a cikin Littafi. Lalle shi ya kasance mai yawan gaskatãwa, Annabi"},{"SurahNumber":19,"VerseNumber":42,"Text":"A lõkacin da ya ce wa ubansa, \"Yã bãba! Don me kake bauta wa abin da bã ya ji, kuma bã ya ga ni, kuma ba ya wadãtar da kõme daga barinka"},{"SurahNumber":19,"VerseNumber":43,"Text":"Yã bãba! Lalle ni, haƙĩƙa abin da bai je maka ba na ilmi ya zo mini, sabõda haka ka bĩ ni in shiryar da kai wani tafarki madaidaici"},{"SurahNumber":19,"VerseNumber":44,"Text":"Yã bãba! Kada ka bauta wa Shaiɗan. Lalle Shaiɗan ya kasance mai saɓãwa ga Mai rahama"},{"SurahNumber":19,"VerseNumber":45,"Text":"Yã bãba! Lalle ne ni inã tsõron wata azãba daga Mai rahama ta shãfe ka, har ka zama masõyi ga Shaiɗan"},{"SurahNumber":19,"VerseNumber":46,"Text":"Ya ce: \"Ashe, mai gudu ne kai daga gumãkãna? Yã Ibrãĩm! Lalle ne, idan ba ka hanu ba, haƙĩ ƙa, zan jẽfe ka. Kuma ka ƙaurace mini tun kanã mai mutunci"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ya ce: \"Aminci ya tabbata a gare ka! zan nẽmi Ubangijina Ya gãfarta maka. Lalle Shi Ya kasance Mai girmamãwa gare ni"},{"SurahNumber":19,"VerseNumber":48,"Text":"Kuma inã nĩsantar ku da abin da kuke kira, baicin Allah kuma inã kiran Ubangijina, tsammãnin kada in zama marashin arziki game da kiran Ubangijina"},{"SurahNumber":19,"VerseNumber":49,"Text":"To, sa'ad da ya nĩsance su da abin da suke bautãwa baicin Allah, Muka bã shi Is'hãƙa da Ya'aƙuba alhãli kuwa kõwanensu Mun mayar da shi Annabi"},{"SurahNumber":19,"VerseNumber":50,"Text":"Kuma Muka yi musu kyauta daga RahamarMu, kuma Muka sanya musu harshen gaskiya maɗaukaki"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kuma ka ambaci Mũsã a cikin Littãfi. Lalle ne shi, yã kasance zãɓaɓɓe, kuma yã kasance Manzo, Annabi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Kuma Muka kira shi daga gẽfen dũtse na dãma kuma Muka kusanta shi yanã abõkin gãnãwa"},{"SurahNumber":19,"VerseNumber":53,"Text":"Kuma Muka yi masa kyauta daga RahamarMu da ɗan'uwansa Hãrũna, ya zama Annabi"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kuma ka ambaci Ismã'ila a cikin Littãfi. Lalle shi, yã kasance mai gaskiyar alkawari, kuma yã kasance Manzo, Annabi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Kuma yã kasance yanã umurnin mutãnens da salla da zakka. Kuma yã kasance yardajje a wurin Ubangijinsa"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kuma ka ambaci Idrĩsa a cikin Littãfi. Lalle shi, ya kasance mai yawan gaskatãwa, Annabi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Muka ɗaukaka shi a wuri maɗaukaki"},{"SurahNumber":19,"VerseNumber":58,"Text":"Waɗancan sũ ne waɗanda Allah Ya yi wa ni'ima daga Annabãwa daga zurriyar Ãdamu, kuma daga waɗanda muka ɗauka tãre da Nũhu, kuma daga zurriyar Ibrãhĩm da Isrã'ila, kuma daga waɗanda Muka shiryar kuma Muka zãɓe su. Idan anã karãtun ãyõyin Mai rahama a kansu, sai su fãɗi sunã mãsu sujada kuma mãsu kũka"}]}