{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":111,"Text":"گفتند: آیا ما (اشراف و نجباء) به شما ایمان بیاوریم، در حالی که پست‌ترین و بی‌ارزش‌ترین افراد از تو پیروی کرده‌اند؟! (چگونه انتظار داری افراد ثروتمند و والامقام، با مشتی بی‌سر و پا و گمنام، همراه و همنشین شوند؟)"},{"SurahNumber":26,"VerseNumber":112,"Text":"(نوح) گفت: (وظیفه‌ی من دعوت همگان به سوی حق و اصلاح جامعه است) من چه می‌دانم آنان چه کاری داشته‌اند؟ (و گذشته‌ی ایشان چه بوده است؟ مهم امروز است که دعوت مرا پذیرفته و در مقام خودسازی برآمده‌اند و در راه حق گام نهاده‌اند)"},{"SurahNumber":26,"VerseNumber":113,"Text":"حساب (اعمال و جزای کار) ایشان جز بر عهده‌ی پروردگارم نیست، اگر شما فهمیده و باشعور باشید (می‌دانستید که کار خوب و بد گذشته‌ی ایشان از دید خدا پنهان نبوده است و سر و کارشان با خدا است نه با من)"},{"SurahNumber":26,"VerseNumber":114,"Text":"من هرگز مؤمنان را (از پیش خود) نمی‌رانم (تا دل شما را به دست آرم)"},{"SurahNumber":26,"VerseNumber":115,"Text":"من بیم دهنده‌ی آشکاری بیش نیستم"},{"SurahNumber":26,"VerseNumber":116,"Text":"گفتند: ای نوح! اگر (بدین رفتار و گفتار خود) پایان ندهی، قطعاً جزو سنگساران خواهی شد (و بر سر تو همان خواهد آمد که بر سر سایر مخالفان ما آمده است)"},{"SurahNumber":26,"VerseNumber":117,"Text":"(نوح به پیشگاه خدا عرض کرد و) گفت: پروردگارا! قوم من، مرا دروغگو نامیدند (و دعوتم را نپذیرفتند)"},{"SurahNumber":26,"VerseNumber":118,"Text":"(اکنون که هیچ راهی برای هدایت این ستمگران باقی نمانده است و تمام تلاش و توانم بیفایده بوده است) میان من و اینان خودت داوری کن (و کافران و مشرکان را نابود فرما) و من و مؤمنانی را که با من هستند (از دست شکنجه و آزارشان) نجات بده"},{"SurahNumber":26,"VerseNumber":119,"Text":"ما او و کسانی را که با او بودند، در کشتی پر (از انسانها و حیوانهای گوناگون و خوراک و نیازمندیهای آنان و اینان) نجات دادیم"},{"SurahNumber":26,"VerseNumber":120,"Text":"سپس بقیّه را غرق کردیم"},{"SurahNumber":26,"VerseNumber":121,"Text":"بی‌گمان در این (سرگذشت نوح و سرنوشت مؤمنان و کافران) عبرت سترگ و دلیل بزرگی (بر قدرت خدا و صدق پیغمبران) است، و بیشتر مردمان (با وجود شنیدن داستان عبرت‌انگیزِ راه یافتگان و گمراهان و سرانجام کار ایشان) ایمان نمی‌آورند"},{"SurahNumber":26,"VerseNumber":122,"Text":"مسلّماً پروردگار تو چیره و توانا (بر انتقام از ستمکاران) و مهربان (در حق پرهیزگاران) است"},{"SurahNumber":26,"VerseNumber":123,"Text":"قوم عاد پیغمبران (خدا) را تکذیب کردند (و دروغگو نامیدند)"},{"SurahNumber":26,"VerseNumber":124,"Text":"بدان گاه که برادرشان هود بدیشان گفت: هان! تقوا پیشه کنید (و پرهیزگار باشید، و از عذاب خدا بپرهیزید)"},{"SurahNumber":26,"VerseNumber":125,"Text":"من پیغمبر امینی برای شما هستم"},{"SurahNumber":26,"VerseNumber":126,"Text":"از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":127,"Text":"من هیچ اجر و پاداشی در برابر این دعوت از شما نمی‌طلبم. اجر و پاداش من جز بر پروردگار جهانیان نمی‌باشد"},{"SurahNumber":26,"VerseNumber":128,"Text":"آیا شما بالای هر بلندی و مکان مرتفعی کاخ سر به فلک کشیده‌ای می‌سازید و (در آن) به خوشگذرانی و کارهای بیهوده می‌پردازید؟"},{"SurahNumber":26,"VerseNumber":129,"Text":"و دژها و قلعه‌هائی می‌سازید که انگار جاودانه می‌مانید؟"},{"SurahNumber":26,"VerseNumber":130,"Text":"و هنگامی که مجازات می‌کنید، از حدّ تجاوز می‌کنید و همچون ستمگران و سرکشان کیفر می‌دهید (و در برابر کمترین جرم، سنگین‌ترین جریمه و سزا روا می‌دارید و عدالت و ترحّمی ندارید)"},{"SurahNumber":26,"VerseNumber":131,"Text":"از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":132,"Text":"از (خشم) خدائی بپرهیزید که شما را با نعمتهائی که می‌دانید یاری داده است"},{"SurahNumber":26,"VerseNumber":133,"Text":"شما را یاری داده است با (اعطاء) چهارپایان و پسران"},{"SurahNumber":26,"VerseNumber":134,"Text":"و با باغها و چشمه‌ها"},{"SurahNumber":26,"VerseNumber":135,"Text":"من می‌ترسم عذاب روز بزرگ (قیامت) گریبانگیر شما شود"},{"SurahNumber":26,"VerseNumber":136,"Text":"آنان (به هود پاسخ دادند و) گفتند: برای ما تفاوت نمی‌کند چه ما را اندرز بدهی یا ندهی! (بیهوده خود را خسته مکن و ما را درد سر مده)"},{"SurahNumber":26,"VerseNumber":137,"Text":"این (چیزهائی که به هم بافته‌ای و به ما خواهی گفت) جز شیوه و عادت پیشینیان نیست (آنانی که در گذشته خود را پیغمبر نامیده‌اند و دروغهائی را به گذشتگان تحویل داده‌اند و ادّعاهائی همچون ادّعای تو داشته‌اند)"},{"SurahNumber":26,"VerseNumber":138,"Text":"و ما (نه در این جهان و نه در آن جهان) عذاب داده نمی‌شویم"},{"SurahNumber":26,"VerseNumber":139,"Text":"قوم عاد، هود را دروغگو نامیدند (و رسالتش را نپذیرفتند) و ما هم نابودشان کردیم. در این (سرگذشت قوم عاد) عبرتی است (برای کسانی که بخواهند از سرنوشت دیگران، درسی و پندی بیاموزند). اکثر قوم عاد ایمان نیاوردند (و راه کفر در پیش گرفتند و نتیجه‌ی آن را دیدند)"},{"SurahNumber":26,"VerseNumber":140,"Text":"بی‌گمان پروردگار تو چیره و توانا (بر درهم شکستن جبّاران ستمکار) و مهربان (در حق ضعیفان دیندار) است"},{"SurahNumber":26,"VerseNumber":141,"Text":"قوم ثمود پیغمبران را دروغگو نامیدند (و از آنان فرمانبرداری نکردند)"},{"SurahNumber":26,"VerseNumber":142,"Text":"آن زمان که برادرشان صالح بدیشان گفت: آیا تقواپیشه نمی‌سازید؟ (و از خدا نمی‌ترسید؟)"},{"SurahNumber":26,"VerseNumber":143,"Text":"من بی‌گمان برایتان پیغمبر امینی هستم"},{"SurahNumber":26,"VerseNumber":144,"Text":"پس از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":145,"Text":"و در قبال تبلیغ دعوت اجر و پاداشی از شما درخواست نمی‌کنم. اجر و پاداش من جز بر پروردگار جهانیان نیست"},{"SurahNumber":26,"VerseNumber":146,"Text":"آیا (چنین تصوّر می‌کنید که جهان سرای جاودانگی است و) شما در نهایت امن و امان در ناز و نعمت جهان رها می‌شوید؟"},{"SurahNumber":26,"VerseNumber":147,"Text":"در میان باغها و چشمه‌سارها؟"},{"SurahNumber":26,"VerseNumber":148,"Text":"و در میان کشتزارها، و نخلستانهائی که میوه‌های نرم و شاداب و رسیده دارند؟"},{"SurahNumber":26,"VerseNumber":149,"Text":"و ماهرانه در دل کوهها خانه‌هائی را بتراشید (و بسازید و در آنها به عیش و نوش بپردازید؟)"},{"SurahNumber":26,"VerseNumber":150,"Text":"از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":151,"Text":"و از فرمان اسراف کنندگان فرمانبرداری مکنید"},{"SurahNumber":26,"VerseNumber":152,"Text":"آن کسانی که در زمین تباهی می‌نمایند و اصلاح نمی‌کنند"},{"SurahNumber":26,"VerseNumber":153,"Text":"(قوم ثمود به صالح پاسخ دادند و) گفتند: تو از زمره‌ی جادوشدگان و دیوانگان هستی و بس. (این است که چنین پریشان‌گوئی و یاوه‌سرائی می‌کنی)"},{"SurahNumber":26,"VerseNumber":154,"Text":"تو انسانی همچون خود ما بیش نیستی، (آخر چگونه گمان می‌بری که پیغمبر شده‌ای؟) اگر از زمره‌ی راستگویانی، معجزه‌ای را به ما بنما"},{"SurahNumber":26,"VerseNumber":155,"Text":"(هنگامی که خدا شتر ماده‌ای را معجزه‌آسا برای صالح پدیدار کرد، صالح بدیشان) گفت: این شتری است (که خدا آن را معجزه‌ی شما نموده است). یک روز سهم آب متعلّق به آن و روز جداگانه‌ی دیگری سهم آب متعلّق به شما است"},{"SurahNumber":26,"VerseNumber":156,"Text":"کمترین آزاری به آن نرسانید که اگر چنین کنید عذاب روز بزرگ، شما را فرو خواهد گرفت"},{"SurahNumber":26,"VerseNumber":157,"Text":"ولی آنان شتر را (با تیر) کشتند و (عذاب خدا را در چند قدمی خود دیدند و از کرده‌ی خود) پشیمان شدند"},{"SurahNumber":26,"VerseNumber":158,"Text":"عذاب ایشان را فرو گرفت (و پشیمانی بدیشان سودی نبخشید). مسلّماً در این (سرگذشتِ پایمردی پیغمبران و مؤمنان، و سرنوشت کافران و ظالمان) درس عبرتی (برای مردمان، و همچنین نشانه‌ای از قدرت خداوند جهان در یاری دینداران و نابودی بی‌دینان و گردنکشان تاریخ) است. و اکثر (قوم ثمود هم ایمان نیاوردند و همچون قوم عاد) ایشان (نیز از زمره‌ی) مؤمنان نشدند"},{"SurahNumber":26,"VerseNumber":159,"Text":"بی‌گمان پروردگار تو چیره (بر گردنکشان و) مهربان (در حق مؤمنان) است"},{"SurahNumber":26,"VerseNumber":160,"Text":"قوم لوط پیغمبران را دروغگو نامیدند (و از ایشان پیروی نکردند)"},{"SurahNumber":26,"VerseNumber":161,"Text":"آن زمان که برادرشان لوط بدیشان گفت: هان! پرهیزگاری کنید"},{"SurahNumber":26,"VerseNumber":162,"Text":"بی‌گمان من پیغمبر امینی برای شما هستم"},{"SurahNumber":26,"VerseNumber":163,"Text":"از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":164,"Text":"در برابر این (دعوت آسمانی) مزدی از شما نمی‌خواهم. اجر و پاداش من جز بر پروردگار جهانیان نیست"},{"SurahNumber":26,"VerseNumber":165,"Text":"آیا در میان جهانیان، به سراغ جنس ذکور می‌روید (و با ایشان به جای زنان آمیزش می‌نمائید؟)"},{"SurahNumber":26,"VerseNumber":166,"Text":"و همسرانی را که پروردگارتان برایتان آفریده است رها می‌سازید. بلکه اصلاً شما قومی هستید که (با ارتکاب همه‌ی معاصی، در ظلم به خود و جامعه) از حدّ می‌گذرید (و مرزی میان خوب و بد به رسمیّت نمی‌شناسید)"},{"SurahNumber":26,"VerseNumber":167,"Text":"گفتند: ای لوط! اگر (از این سخنان) دست نکشی، از زمره‌ی تبعید شدگان (از شهر و دیار ما) خواهی بود"},{"SurahNumber":26,"VerseNumber":168,"Text":"(لوط بدیشان پاسخ داد و) گفت: من از کار شما نفرت دارم (و زشت و ناپسندش می‌دانم)"},{"SurahNumber":26,"VerseNumber":169,"Text":"پروردگارا! مرا و اهل و عیال و پیروان مرا از (عذابی که سزاوار) کارهای ایشان (است) به دور و محفوظ دار"},{"SurahNumber":26,"VerseNumber":170,"Text":"ما او را و جملگی خاندان و پیروان او را (از عذاب و بلای نابودکننده‌ی ناشی از کردار بزهکاران) رهائی بخشیدیم"},{"SurahNumber":26,"VerseNumber":171,"Text":"مگر پیرزنی را که (همسر او بود، و به سبب همکاری با بزهکاران) از هلاک شدگان گردید"},{"SurahNumber":26,"VerseNumber":172,"Text":"سپس ما دیگران را نابود کردیم (و جملگی اهل شهر را با شهر زیر و رو نموده و درهم کوبیدیم)"},{"SurahNumber":26,"VerseNumber":173,"Text":"و بر سرشان باران (سنگ) را باراندیم امّا چه باران بدی که این گروه تهدید شدگان را فرو گرفت! (بارانی که سخت شهر و دیارشان را ویران و نابود کرد)"},{"SurahNumber":26,"VerseNumber":174,"Text":"در این (ماجرای قوم لوط) درس عبرتی (برای هوشیاران) است، و بیشتر آن قوم ایمان نیاوردند (و سزای خود را دیدند)"},{"SurahNumber":26,"VerseNumber":175,"Text":"قطعاً پروردگار تو چیره (بر نابودی بزهکاران و جبّاران تاریخ) و مهربان (در حق مؤمنان) است"},{"SurahNumber":26,"VerseNumber":176,"Text":"ساکنان اَیْکَه پیغمبران را دروغگو نامیدند (و از ایشان پیروی نکردند)"},{"SurahNumber":26,"VerseNumber":177,"Text":"هنگامی که شعیب بدیشان گفت: هان! پرهیزگاری کنید"},{"SurahNumber":26,"VerseNumber":178,"Text":"مسلّماً من برای شما پیغمبر امینی هستم"},{"SurahNumber":26,"VerseNumber":179,"Text":"از خدا بترسید و از من پیروی کنید"},{"SurahNumber":26,"VerseNumber":180,"Text":"من در برابر دعوت خود هیچ گونه پاداشی از شما نمی‌خواهم و پاداش من جز بر پروردگار جهانیان نیست"}]}