{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Шиксез, Аллаһу тәгалә вак орлыкларны һәм җимеш тешләрене яручы, ягъни җиргә салган һәр орлыкны үстерүче, Ул үлектән терекне чыгарыр вә теректән үлекне чыгарыр, бу эшләрне эшләүче – Аллаһудыр, Аллаһудан ничек дүнәсез, ягъни Аңа итагать итүне ничек куясыз"},{"SurahNumber":6,"VerseNumber":96,"Text":"Ул таңны булдыручы вә төнне ял итәргә пәрдә кылды һәм кояш белән айны көн хисапларын белергә уңай кылды, бу эшләрне кылучы – кодрәт вә белем иясе Аллаһ"},{"SurahNumber":6,"VerseNumber":97,"Text":"Янә Ул – Аллаһ, сезнең өчен йолдызларны бар кылды, караңгы төннәрдә сахраларда вә диңгезләрдә йөргән вакытыгызда юл табар өчен маяк итеп. Белгән кешеләр өчен, тәхкыйк аятьләребезне ачык бәян кылдык"},{"SurahNumber":6,"VerseNumber":98,"Text":"Ул Аллаһ сезне бер Адәм г-мнән күбәйтте, сезгә Аллаһ билгеләгән әҗәлегезгә чаклы дөньяда карарланмак булыр һәм үлгәннән соң кыямәт көненә чаклы икенче төрле хәлдә карарланмак булыр. Тәхкыйк аятьләребезне ачык аңлатып сөйләдек фәһемләп, аңлаган кешеләр өчен"},{"SurahNumber":6,"VerseNumber":99,"Text":"Ул Аллаһ, Күктән яңгыр суын иңдерде, ул су белән һәртөрле үсемлекне җирдән чыгарып үстердек һәм һәр үсә торган табигатьне яшел төстә җирдән чыгардык, алардан берсе өстенә икенчесе тезелеп үскән орлыкларны вә җимешләрне чыгарабыз, янә күп җимешле ботаклары җиргә якынлашкан хөрмә агачларын үстерәбез һәм дә йөзем, зәйтүн, анар бакчаларын үстерәбез, ул җимешләр төсе вә тәме белән бәгъзеләре бер-берсенә охшаган булыр, әмма бәгъзеләре бер-берсенә охшамаган булыр. Аларның җимешләнгән вә өлгергән вакытларында карагыз! Ничек гаҗәеп җимешләнәләр һәм пешеп өлгерәләр, дөреслектә ул җимешләрнең шулай өлгерүендә – ышанучы кешеләргә Аллаһу тәгаләнең кодрәтен белергә дәлилләр бар"},{"SurahNumber":6,"VerseNumber":100,"Text":"Адашкан кешеләр җеннәрне Аллаһуга тиңдәш кылалар, хәлбуки аларны Аллаһ үзе халык кылды, янә бернинди дәлилсез Аллаһуның угълы вә кызы бар дип, ялганны Аллаһуга нисбәт кылалар. Җаһилләр сыйфатлаган тиешсез сыйфатлардан Аллаһ бик тә пакь вә андый кимчелектән бик тә югары"},{"SurahNumber":6,"VerseNumber":101,"Text":"Аллаһ, һичкайчан күчергеч алмыйча, һичкемнән киңәш вә ярдәм сорамыйча үзе башлап Җир вә Күкләрне төзүче, Аның ничек баласы булсын, бит Аның хатыны булмады, вә һәрнәрсәне Ул халык кылды, Ул һәрнәрсәне белә"},{"SurahNumber":6,"VerseNumber":102,"Text":"Бөтен барлыкны төзүче Аллаһ – Тәрбиячегездер, Илаһә булырга яраклы һичбер зат юк, мәгәр Аллаһ үзе генә. Ул һәрнәрсәне төзүче, Аңа гыйбадәт кылыгыз! Вә Ул һәрнәрсә өстеннән эш башкаручы"},{"SurahNumber":6,"VerseNumber":103,"Text":"Аллаһу тәгаләне күзләр ихата кыла алмас, Аны күрергә бернинди күз кадир булмас, бәлки Аллаһ үзе күзләрне ихата кылыр, ягъни күзләрнең күрүен чолгап алыр вә Ул үткәрә күрүче һәрнәрсәдән хәбәрдар"},{"SurahNumber":6,"VerseNumber":104,"Text":"Тәхкыйк сезгә Раббыгыздан гакыл, фикер күзе килде – ул Коръән кәрим, берәү шул күз белән Коръән күрсәткән туры юлны күрсә һәм шул юлдан адашмыйча барса, файдасы үзенә, әмма берәү Коръәннән һәм Коръән күрсәткән туры юлдан сукыр булса, зарары үзенәдер, юлсыз китеп адашыр һәм һәлак булыр. \"Мин сезнең гамәлләрегезгә сакчы түгел, фәкать Аллаһ хөкемнәрен ирештерәмен\", – диде Мухәммәд г-м"},{"SurahNumber":6,"VerseNumber":105,"Text":"Әнә шулай аятьләребезне бәян итәбез, ягъни сезгә кирәк һәр мәсьәләне ачыклыйбыз, янә мөшрикләр: \"Ий Мухәммәд, син бу Коръәнне кемнән булса да күчереп сөйлисең\", – дип әйтсеннәр өчен, аларның күңелләренә ирешми торган хакны бәян кылабыз, гомумән, белә торган кешеләргә шәригать хөкемнәрен бәян кылмаклыгыбыз өчен Коръәнне иңдердек"},{"SurahNumber":6,"VerseNumber":106,"Text":"Раббыңнан иңгән Коръән хөкемнәренә ияр! Бит Раббыңнан башка итагать кылырга, коллык күрсәтергә яраклы Илаһә һич юк, вә мөшрикләрдән кисел"},{"SurahNumber":6,"VerseNumber":107,"Text":"Әгәр Аллаһ аларның мөшрик булуларын теләмәсә иде, әлбәттә, мөшрик булмас иделәр. Сине аларга сакчы яки ихтыярлы кылмадык, янә син аларны дингә көчләп кертүче вәкил түгелсең"},{"SurahNumber":6,"VerseNumber":108,"Text":"Аллаһудан башка мөшрикләр табына торган сынымнарны сүкмәгез, наданлыклары белән сезгә ачу итеп Аллаһуны сүгә башларлар. Мөшрикләргә сынымнар гыйбадәтене зиннәтле иткәнебез кеби һәр өммәткә үзләренең кылган гамәлләрен зиннәтле итеп күрсәттек, соңра аларны кайтачак урыны Аллаһугадыр, Аллаһ кылган эшләреннән хәбәр бирер"},{"SurahNumber":6,"VerseNumber":109,"Text":"Мөшрикләр, әгәр аларга Аллаһудан бер могҗиза килсә, иман китерер идек дип, Аллаһ исеме белән бик каты ант итәләр. Әйт: \"Могҗиза Аллаһ ихтыярында, теләсә бирер\", – дип. Ий мөэминнәр! Әгәр аларга могҗиза бирелгәч иман китерәчәкләрен ничек беләсез? Юк, могҗиза бирелсә дә иман китерәчәк түгелләр"},{"SurahNumber":6,"VerseNumber":110,"Text":"Әүвәл мәртәбәдә могҗизаны күреп тә иман китермәгәнлеге өчен инде могҗизаны күрүдән күзләрен дүндерәбез һәм аңлаудан күңелләрен авыштырабыз, инде аларны азгынлыкларында калдырабыз, туры юлны таба алмыйча хәйран булып йөрерләр"}]}