{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Voorwaar, Allah hou die hemele en die aarde in stand sodat dit nie vergaan nie. En indien hulle vergaan, sal niemand buiten Hom hulle bymekaar kan hou nie. Voorwaar, Hy is Verdraagsaam, Vergewensgesind"},{"SurahNumber":35,"VerseNumber":42,"Text":"En hulle sweer by Allah hulle sterkste eed, dat as ’n waarskuwer na hulle gekom het, hulle beter as ander volke gelei sou gewees het. Maar toe ’n waarskuwer na hulle gekom het, het dit hulle slegs in afkeer laat toeneem"},{"SurahNumber":35,"VerseNumber":43,"Text":"hulle gedrag op aarde slegs aanmatiger laat word, en bose planne laat beraam. En die slegte plan omring niemand anders as die deelgenote daaraan nie. Kan hulle dan iets anders as"},{"SurahNumber":35,"VerseNumber":44,"Text":"Het hulle nie op die aarde gereis en gesien wat die einde was van diegene wat vóór hulle gelewe het nie? En daardie mense was selfs magtiger as dié wat vandag lewe. Dit kom Allah nie te pas dat enigiets in die hemel of op die aarde Hom kan ontgaan nie. Voorwaar, Hy is die Alleswetende, die Allermagtige"},{"SurahNumber":35,"VerseNumber":45,"Text":"En indien Allah die mense sou straf vir wat hulle verdien, sou Hy geen skepsel op die oppervlak van die aarde agterlaat nie. Maar Hy skenk hulle uitstel tot op ’n vasgestelde tyd. Wanneer hulle verdoemenis kom, dan is Allah waarlik die Siener van Sy dienaars"},{"SurahNumber":36,"VerseNumber":1,"Text":"Jaasien"},{"SurahNumber":36,"VerseNumber":2,"Text":"By die Qur’ãn, vol van wysheid"},{"SurahNumber":36,"VerseNumber":3,"Text":"U is inderdaad een van die boodskappers"},{"SurahNumber":36,"VerseNumber":4,"Text":"en op die regte pad"},{"SurahNumber":36,"VerseNumber":5,"Text":"’n Openbaring van die Almagtige, die Genadevolle"},{"SurahNumber":36,"VerseNumber":6,"Text":"dat ’n volk daarmee mag waarsku, wie se vaders nie gewaarsku is nie, en wat dus agtelosig is"},{"SurahNumber":36,"VerseNumber":7,"Text":"Die woord is reeds bewaarheid ten opsigte van die meeste van hulle; dus glo hulle nie"},{"SurahNumber":36,"VerseNumber":8,"Text":"Ons het sekerlik kettings om hulle nekke gesit wat tot aan hulle ken reik, sodat hulle hoofde omhoog gehef bly"},{"SurahNumber":36,"VerseNumber":9,"Text":"en Ons het ’n verskansing voor hulle en ’n verskansing agter hulle geplaas; so het Ons hulle dan omsluier, sodat hulle nie kan sien nie"},{"SurahNumber":36,"VerseNumber":10,"Text":"Dit is vir hulle om‘t ewe of u hulle waarsku of nie waarsku nie; hulle wíl nie glo nie"},{"SurahNumber":36,"VerseNumber":11,"Text":"U kan slegs hóm waarsku wat die Vermaning volg en die Barmhartige in die verborgene vrees; bring hom dan ’n blye tyding van vergifnis en ’n eervolle beloning"},{"SurahNumber":36,"VerseNumber":12,"Text":"Voorwaar, dit is Ons wat die dooies laat herlewe, en Ons laat opteken wat hulle vooruitstuur, en ook hulle voetspore; en Ons boekstaaf alles in ’n duidelike verslagboek"},{"SurahNumber":36,"VerseNumber":13,"Text":"Gee aan hulle die gelykenis van die Bewoners van die Stad toe die apostels daar aangekom het"},{"SurahNumber":36,"VerseNumber":14,"Text":"Toe Ons twee apostels na hulle gestuur het, het hulle albei verloën; daarna het Ons hulle met ’n derde versterk en hulle het gesê: Waarlik, ons is na julle gestuur"},{"SurahNumber":36,"VerseNumber":15,"Text":"Hulle het geantwoord: Julle is maar net sulke sterflinge soos ons, en die Barmhartige het niks aan julle geopenbaar nie; julle lieg net"},{"SurahNumber":36,"VerseNumber":16,"Text":"Hulle het gesê: Ons Heer weet dat ons waarlik na julle gestuur is"},{"SurahNumber":36,"VerseNumber":17,"Text":"En dit is slegs ons plig om die boodskap duidelik af te lewer"},{"SurahNumber":36,"VerseNumber":18,"Text":"Die volk het gesê: Waarlik, ons voorspel kwaad van julle. As julle nie ophou nie, sal ons julle gewis stenig, en ’n pynlike straf van ons sal julle sekerlik tref"},{"SurahNumber":36,"VerseNumber":19,"Text":"Hulle het gesê: Julle teenspoed is met julle. Is dit omdat julle vermaan word? Nee julle is ’n volk wat oortree"},{"SurahNumber":36,"VerseNumber":20,"Text":"En van die verste uithoek van die stad het ’n man aangehardloop gekom. Hy het gesê: O my volk! Volg die apostels"},{"SurahNumber":36,"VerseNumber":21,"Text":"volg hom wat geen beloning van julle vra nie. Hulle is op die regte pad"},{"SurahNumber":36,"VerseNumber":22,"Text":"En watter rede het ek om Hom wat my geskape het en tot wie julle teruggebring sal word, nie te aanbid nie"},{"SurahNumber":36,"VerseNumber":23,"Text":"Sal ek dan buiten Hom gode aanneem wie se bemiddeling, indien die Barmhartige sou wens om my te benadeel, my niks sal baat nie, en wat my nie sal kan verlos nie"},{"SurahNumber":36,"VerseNumber":24,"Text":"Dan sal ek inderdaad in openlike dwaling verkeer"},{"SurahNumber":36,"VerseNumber":25,"Text":"Waarlik, ek glo in julle Heer; luister daarom na my"},{"SurahNumber":36,"VerseNumber":26,"Text":"Daar is gesê: Gaan die Paradys binne. Hy het gesê: Het my volk maar geweet"},{"SurahNumber":36,"VerseNumber":27,"Text":"hoe my Heer my vergewe en my een van die geëerdes gemaak het"}]}