{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Onlardan her kim: \"Tanrı O değil, benim!\" derse, biz onu cehennemle cezalandırırız. İşte biz, zalimlere böyle ceza veririz"},{"SurahNumber":21,"VerseNumber":30,"Text":"İnkâr edenler, göklerle yer bitişik bir halde iken bizim, onları birbirinden kopardığımızı ve her canlı şeyi sudan yarattığımızı görüp düşünmediler mi? Yine de inanmazlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Onları sarsmasın diye yeryüzünde bir takım dağlar diktik. Orada geniş geniş yollar açtık; ta ki maksatlarına ulaşsınlar"},{"SurahNumber":21,"VerseNumber":32,"Text":"Biz, gökyüzünü korunmuş bir tavan gibi yaptık. Onlar ise, gökyüzünün âyetlerinden yüz çevirirler"},{"SurahNumber":21,"VerseNumber":33,"Text":"O, geceyi, gündüzü, güneşi, ayı... yaratandır. Her biri bir yörüngede yüzmektedirler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Biz, senden önce de hiçbir beşere ebedîlik vermedik. Şimdi sen ölürsen, sanki onlar ebedî mi kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her canlı, ölümü tadar. Bir deneme olarak sizi hayırla da, şerle de imtihan ederiz. Ve siz, ancak bize döndürüleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"(Resûlüm!) Kâfirler seni gördükleri zaman: \"Sizin ilâhlarınızı diline dolayan bu mu?\" diyerek seni hep alaya alırlar. Halbuki onlar, çok esirgeyici Allah´ın Kitabını inkâr edenlerin ta kendileridir"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan, aceleci (bir tabiatta) yaratılmıştır. Size âyetlerimi göstereceğim; benden acele istemeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"Eğer, diyorlar, doğru iseniz, ne zaman (gerçekleşecek) bu tehdit"},{"SurahNumber":21,"VerseNumber":39,"Text":"İnkâr edenler, yüzlerinden ve sırtlarından (saran) ateşi savamayacakları, kendilerine yardım dahi edilmeyeceği zamanı bir bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Bilâkis kendilerine o (kıyamet) öyle âni gelir ki, onları şaşırtır. Artık, ne reddedebilirler onu, ne de kendilerine mühlet verilir"},{"SurahNumber":21,"VerseNumber":41,"Text":"Andolsun, senden önceki peygamberlerle de alay edildi; ama onları alaya alanları, o alay konusu ettikleri şey kuşatıverdi"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki: Allah´a karşı sizi gece gündüz kim koruyacak? Buna rağmen onlar Rablerini anmaktan yüz çevirirler"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa kendilerini bize karşı savunacak birtakım ilâhları mı var? (O ilâh dedikleri şeyler) kendilerine bile yardım edecek güçte değildirler. Onlar bizden de alâka ve destek görmezler"},{"SurahNumber":21,"VerseNumber":44,"Text":"Evet, onları da, atalarını da barındırdık. Nihayet ömür kendilerine (hiç bitmeyecek gibi) uzun geldi. Oysa onlar, bizim gelip (kâfirlere ait) araziyi çevresinden eksilteceğimizi görmezler mi? Şu halde, üstün gelen onlar mı"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sağır olanlar, ikaz edildikleri zaman bu çağrıyı duymazlar"},{"SurahNumber":21,"VerseNumber":46,"Text":"Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hiç şüphesiz, \"Vah bize! Hakikaten biz zalim kimselermişiz!\" derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz, kıyamet günü için adalet terazileri kurarız. Artık kimseye, hiçbir şekilde haksızlık edilmez. (Yapılan iş,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap gören olarak biz (herkese) yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun biz, Musa ve Harun´a, takvâ sahipleri için bir ışık, bir öğüt ve Furkan´ı verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"(O takvâ sahipleri ki) onlar, görmedikleri halde Rablerine candan saygı gösterirler. Yine onlar, kıyametten korkan kimselerdir"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu (Kur´an) da, bizim indirdiğimiz hayırlı ve faydalı bir öğüttür. Şimdi onu inkâr mı ediyorsunuz"}]}