{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"خدا ابايى ندارد كه به پشه و كمتر از آن مثل بزند. آنان كه ايمان آورده‌اند مى‌دانند كه آن مثل درست و از جانب پروردگار آنهاست. و امّا كافران مى‌گويند كه خدا از اين مثل چه مى‌خواسته است؟ بسيارى را بدان گمراه مى‌كند و بسيارى را هدايت. امّا تنها فاسقان را گمراه مى كند"},{"SurahNumber":2,"VerseNumber":27,"Text":"كسانى كه پيمان خدا را پس از بستن آن مى‌شكنند و آنچه را كه خدا به پيوستن آن فرمان داده مى‌گسلند و در زمين فساد مى‌كنند، زيانكارانند"},{"SurahNumber":2,"VerseNumber":28,"Text":"چگونه خدا را انكار مى‌كنيد، در حالى كه مُرده بوديد و او شما را زنده ساخت، باز مى‌ميراند و زنده مى‌كند و آنگاه به نزد او بازگردانده مى شويد؟"},{"SurahNumber":2,"VerseNumber":29,"Text":"اوست كه همه چيزهايى را كه در روى زمين است برايتان بيافريد، آنگاه به آسمان پرداخت و هر هفت آسمان را برافراشت و خود از هر چيزى آگاه است"},{"SurahNumber":2,"VerseNumber":30,"Text":"و چون پروردگارت به فرشتگان گفت: من در زمين خليفه‌اى مى آفرينم، گفتند: آيا كسى را مى‌آفرينى كه در آنجا فساد كند و خونها بريزد، و حال آنكه ما به ستايش تو تسبيح مى‌گوييم و تو را تقديس مى كنيم؟ گفت: من آن دانم كه شما نمى‌دانيد"},{"SurahNumber":2,"VerseNumber":31,"Text":"و نامها را به تمامى به آدم بياموخت. سپس آنها را به فرشتگان عرضه كرد. و گفت: اگر راست مى‌گوييد مرا به نامهاى اينها خبر دهيد"},{"SurahNumber":2,"VerseNumber":32,"Text":"گفتند: منّزهى تو. ما را جز آنچه خود به ما آموخته‌اى دانشى نيست. تويى داناى حكيم"},{"SurahNumber":2,"VerseNumber":33,"Text":"گفت: اى آدم، آنها را از نامهايشان آگاه كن. چون از آن نامها آگاهشان كرد، خدا گفت: آيا به شما نگفتم كه من نهان آسمانها و زمين را مى‌دانم، و بر آنچه آشكار مى‌كنيد و پنهان مى‌داشتيد آگاهم؟"},{"SurahNumber":2,"VerseNumber":34,"Text":"و به فرشتگان گفتيم: آدم را سجده كنيد. همه سجده كردند جز ابليس، كه سرباز زد و برترى جست. و او از كافران بود"},{"SurahNumber":2,"VerseNumber":35,"Text":"و گفتيم: اى آدم، خود و زنت در بهشت جاى گيريد. و هر چه خواهيد، و هر جا كه خواهيد، از ثمرات آن به خوشى بخوريد. و به اين درخت نزديك مشويد، كه به زمره ستمكاران درآييد"},{"SurahNumber":2,"VerseNumber":36,"Text":"پس شيطان آن دو را به خطا واداشت، و از بهشتى كه در آن بودند بيرون راند. گفتيم: پايين رويد، برخى دشمن برخى ديگر، و قرارگاه و جاى برخوردارى شما تا روز قيامت در زمين باشد"},{"SurahNumber":2,"VerseNumber":37,"Text":"آدم از پروردگارش كلمه‌اى چند فرا گرفت. پس خدا توبه او را بپذيرفت، زيرا توبه‌پذير و مهربان است"},{"SurahNumber":2,"VerseNumber":38,"Text":"گفتيم: همه از بهشت فرو شويد؛ پس اگر از جانب من راهنمايى برايتان آمد، بر آنها كه از راهنمايى من پيروى كنند بيمى نخواهد بود و خود اندوهناك نمى‌شوند"},{"SurahNumber":2,"VerseNumber":39,"Text":"كسانى كه كافر شوند، و آيات خدا را تكذيب كنند خود اهل جهنّمند و جاودانه در آنجا خواهند بود"},{"SurahNumber":2,"VerseNumber":40,"Text":"اى بنى اسرائيل، نعمتى را كه بر شما ارزانى داشتم به ياد بياوريد. و به عهد من وفا كنيد تا به عهدتان وفا كنم. و از من بترسيد"},{"SurahNumber":2,"VerseNumber":41,"Text":"و به آنچه نازل كرده‌ام و كتاب شما را تصديق مى‌كند ايمان بياوريد، و از نخستين كسانى كه انكارش مى‌كنند مباشيد. و آيات مرا به بهاى اندك مفروشيد و از من بيمناك باشيد"},{"SurahNumber":2,"VerseNumber":42,"Text":"حق را به باطل مياميزيد و با آنكه حقيقت را مى‌دانيد، كتمانش مكنيد"},{"SurahNumber":2,"VerseNumber":43,"Text":"و نماز را برپاى داريد و زكات بدهيد و با ركوع‌كنندگان ركوع كنيد"}]}