{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Success is really attained by the believers"},{"SurahNumber":23,"VerseNumber":2,"Text":"who concentrate their attention in humbleness when offering Salāh (prayers)"},{"SurahNumber":23,"VerseNumber":3,"Text":"and who keep themselves away from vain things"},{"SurahNumber":23,"VerseNumber":4,"Text":"and who are performers of Zakāh"},{"SurahNumber":23,"VerseNumber":5,"Text":"and who guard their private parts"},{"SurahNumber":23,"VerseNumber":6,"Text":"except from their wives or from those (bondwomen who are) owned by their hands, as they are not to be blamed"},{"SurahNumber":23,"VerseNumber":7,"Text":"However, those who seek (sexual pleasure) beyond that are the transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"and (success is attained) by those who honestly look after their trusts and covenant"},{"SurahNumber":23,"VerseNumber":9,"Text":"and who consistently observe their prayers"},{"SurahNumber":23,"VerseNumber":10,"Text":"Those are the inheritors"},{"SurahNumber":23,"VerseNumber":11,"Text":"who will inherit Firdaus (the Paradise). They will be there forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"We have created man from an extract of clay"},{"SurahNumber":23,"VerseNumber":13,"Text":"Then We made him a sperm-drop in a firm resting place"},{"SurahNumber":23,"VerseNumber":14,"Text":"Then We turned the sperm-drop into a clot, then We turned the clot into a fetus-lump, then We turned the fetus-lump into bones, then We clothed the bones with flesh; thereafter We developed it into another creature. So, glorious is Allah, the Best of the creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"Then, after all this, you are to die"},{"SurahNumber":23,"VerseNumber":16,"Text":"Then you are to be raised again on the Day of Judgment"},{"SurahNumber":23,"VerseNumber":17,"Text":"And We created above you seven paths (heavens), and We were never neglectful of the creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"And We sent down water from the sky in due measure, then We lodged it in the earth, and of course, We are able to take it away"},{"SurahNumber":23,"VerseNumber":19,"Text":"Then We produced with it gardens of date-palms and vines for your benefit. For you there are many fruits in them, and of them you eat"},{"SurahNumber":23,"VerseNumber":20,"Text":"and (We produced) a tree (of olive) that comes forth from the (mount) Tūr of Sinai, which grows with oil and with a dressing for those who eat"},{"SurahNumber":23,"VerseNumber":21,"Text":"And indeed there is a sure lesson in the cattle for you. We give you a drink from that which lies in their bellies, and for you there are many benefits in them, and of them you eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"and on them and on the boats you are transported"},{"SurahNumber":23,"VerseNumber":23,"Text":"Surely, We sent NūH to his nation. So he said, “My people, worship Allah. You have no god whatsoever other than Him. So, do you not fear Allah?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"So, said the disbelieving chiefs from among his nation, “This (man) is nothing but a human being like you. He wishes to impose his superiority over you. Had Allah willed, He would have sent down angels (instead of him). We have not heard of such a thing among our forefathers"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is none but a man suffering from madness; so wait for (what happens to) him until some time”"},{"SurahNumber":23,"VerseNumber":26,"Text":"He said, “My Lord, help me, for they have rejected me.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"So, We sent Our revelation to him, saying, “Make the ship under Our eyes and Our revelation. So, when Our command will come, and the oven will gush forth, take on its board a pair of two from each (species) along with your family, except those of them against whom the word has already come to pass. And do not speak to Me (in favor) of those who have done wrong. They are sure to be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"So, when you and those with you are well seated in the ship, say, ‘Praise is for Allah who saved us from the wrongdoing people.’"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, ‘My Lord, make me land a blessed landing, and You are the best of those who bring (someone) to land’”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Surely, there are signs in it, and We do always test (people)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then after them We created another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"and sent among them a messenger from themselves (to convey the message): “Worship Allah; you have no god whatsoever other than Him. So do you not fear Allah?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Then said the chiefs of his nation who were disbelievers and who denied facing the Hereafter and whom We made affluent in the worldly life, “This (man) is nothing but a human being. He eats from what you eat from, and drinks from what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"If you obey a human like yourselves, then you will be absolute losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that, when you die and are turned into dust and bones, you are to be brought forth"}]}