{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Naawuni yi di yεrgi arzichi n-ti O daba, bɛ naan kpahi yεɣi tariga tiŋgbani yaaŋa zuɣu, amaa! O siɣisiri li mi ni O ni bɔri li shεm tariga. Achiika! O nyɛla Ŋun mi din sɔɣi ni O daba, Nyara"},{"SurahNumber":42,"VerseNumber":28,"Text":"Yaha! Ŋuna (Naawuni) n-nyɛ Ŋun siɣsiri sakom na saha shɛli bɛ (ninsalinim’) ni pun yihi tamaha naai nyaaŋa, ka yεlgiri O nambɔzɔbo (arzichi). Yaha! Ŋuna n-nyɛ Sɔŋda, Duuma paɣirigu"},{"SurahNumber":42,"VerseNumber":29,"Text":"Yaha! O (Naawuni) nam yɛlikpahinda puuni n-nyɛ sagbana mini tiŋgbani nambu, ni biŋkob’ shεŋa O ni tooi yεɣili di puuni. Yaha! O yi bɔra, O nyɛla Ŋun yɛn tooi laɣim ba"},{"SurahNumber":42,"VerseNumber":30,"Text":"Yaha! Yɛlibiɛɣu din nyɛn ya, tɔ! Di nyɛla yi nuhi ni bo shɛli n-tin ya, amaa! O nyɛla Ŋun chεri paŋdi pam"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yaha! Yi pala ban yɛn tooi zo n-sɔɣi (ka chɛ Naawuni) tiŋgbani yaaŋa zuɣu. Yaha! Yi ka ŋun yɛn tooi taɣi ya, bee ŋun yɛn sɔŋ ya ka pa ni Naawuni"},{"SurahNumber":42,"VerseNumber":32,"Text":"Yaha! O nam yɛlikpahinda puuni n- nyɛ ŋarima din pa kom zuɣu ka zolikara la"},{"SurahNumber":42,"VerseNumber":33,"Text":"O yi bɔra, ka O gbaai pɔhim, ka di (ŋarima maa) kpalim ʒe luɣuyini di (kom maa) zuɣu, achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti ŋun kam nyɛ suɣulolana titali, ŋun paɣira"},{"SurahNumber":42,"VerseNumber":34,"Text":"Bee ka O chɛ ka di (ŋarima maa) fim kom ni, domin bɛ tuuntumsa zuɣu, amaa! O chεrimi paŋdi pam"},{"SurahNumber":42,"VerseNumber":35,"Text":"Yaha! Domin ninvuɣu shεba ban ŋmεri namgbankpeeni n-zaŋ chaŋ Ti (Tinim’ Naawuni) aayanim’ puuni maa baŋ ni bɛ ti ka sɔɣibu shee (Zaadali)"},{"SurahNumber":42,"VerseNumber":36,"Text":"Dinzuɣu, bɛ ni tin ya (arzichi) shɛli, di nyɛla nyεɣisim bɛla Dunia biεhigu ni. Amaa! Din be Naawuni sani n-nyɛ din gari ka bi naara n-zaŋ ti ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka lahi nyɛ ban zaŋdi bɛ yɛla n-dalindi bɛ Duuma (Naawuni)"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ni ninvuɣu shɛba ban niŋdi katiŋ’ ka chɛ taali kara mini kavituma. Yaha! Bɛ yi ti je suli, ka bɛ chεri paŋda"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ni ninvuɣu shεba ban saɣi ti bɛ Duuma (Naawuni) boligu, ka puhiri jiŋli, ka maandi saawɔra bɛ sunsuuni, ka lahi dihiri Ti (Tinim’ Naawuni) ni largi ba shɛli puuni"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ni ninvuɣu shεba bɛ yi ti di ba zualinsi, ka bɛ bɔhiri biɛri"},{"SurahNumber":42,"VerseNumber":40,"Text":"Yaha! Tuumbiεɣu sanyoo nyɛla di kotomsi din be, amaa! Ŋun chε m-paŋ, ka bo malgu, tɔ! O laara be Naawuni sani, achiika! O (Naawuni) bi bɔri zualindiriba"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ninvuɣu so ŋun bo sɔŋsim (o dim zuɣu) o zualinsi dibu nyaaŋa, tɔ! Ban- nima, so’ shɛli kani ka bɛ yɛn zaŋ galim ba"},{"SurahNumber":42,"VerseNumber":42,"Text":"Achiika! Soli (galime) bela ninvuɣu shεba ban diri ninsalinim’ zualinsi zuɣu, ka nyɛla ban kpahiri yεɣira tariga tiŋgbani yaaŋa zuɣu ka di pa ni yεlimaŋli, bannim’ maa, azaabakpeeni be bɛ zuɣu"},{"SurahNumber":42,"VerseNumber":43,"Text":"Amaa! Ninvuɣu so ŋun niŋ suɣulo, ka chε m-paŋ, achiika! Lala ŋɔ maa be yɛlikara puuni (ka Naawuni bɔri li)"},{"SurahNumber":42,"VerseNumber":44,"Text":"Yaha! Ninvuɣu so Naawuni ni birgi, tɔ! O ka ninvuɣu so ŋun yɛn guli o O (Naawuni) nyaaŋa.Yaha! A yɛn ti nya la zualindiriba saha shɛli bɛ ni yɛn ti nya azaaba, ka bɛ yɛra: “Di ni bɔŋɔ, so’ shεli ti ni yɛn doli n-labi ti nyaaŋa (Dunia puuni) beni?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ka a nya ba (chɛfurinima) ka bɛ yihi ba na n-ti zali (ʒahannama buɣum) tooni, ka bɛ zuɣuri ba tiŋgbani ni domin filiŋ zuɣu, ka bɛ sɔɣira n-lihiri bɛ luɣa ni dabiεm zuɣu. Ka ninvuɣu shεba ban ti Naawuni yεlimaŋli yεli: “Achiika! Ninvuɣu shεba ban kɔhilu n-nyɛ ban niŋ bɛ maŋ’ ashaara, n-ti pahi bɛ niriba Zaadali.” Wumma! Achiika! Zualindiriba be azaaba shεli din kuli bi naari puuni"},{"SurahNumber":42,"VerseNumber":46,"Text":"Yaha! Bɛ ti bi yɛn nya sɔŋdiba ban yɛn sɔŋ ba ka pa ni Naawuni. Yaha! Naawuni ni birgi so, tɔ! O ka so’ shεli din yɛn tilgi o"},{"SurahNumber":42,"VerseNumber":47,"Text":"Saɣimi ya yi Duuma (Naawuni) boligu poi ka dabsi’ shεli din ku tooi taɣi Naawuni sani kan ya na, dindali yi ti ka sɔɣibu shee, yi mi puuni so n-kani yɛn tooi chihi li (o tuuntumsa ni daa nyɛ shɛli Dunia puuni)"},{"SurahNumber":42,"VerseNumber":48,"Text":"(Yaa nyini Annabi)! Bɛ yi lebi biri, tɔ! Ti (Tinim’ Naawuni) bi tim a na ni a ti guli ba, a ka talahi shɛli din ʒi a zuɣu m-pahila a ti a tuuntali. Yaha! Achiika! Ti (Tinim’ Naawuni) yi ti chɛ ka ninsala lam nambɔzɔbo din yi Ti sani na, ka o niŋdi suhupiεlli ni dina, amaa! Din be yi ti paai ba (ninsalinima) domin bɛ nuhi ni daŋsi tum shɛli zuɣu, tɔ! Achiika! A ni nya ka ninsala zooi gutulunsi"},{"SurahNumber":42,"VerseNumber":49,"Text":"Naawuni n-su sagbana mini tiŋgbani yiko. O namdila O ni bɔri shεli, O tirila O ni bɔri so bipuɣinsi, ka tiri O ni bɔri so bidibsi"},{"SurahNumber":42,"VerseNumber":50,"Text":"Bee ka O laɣim ba paɣaba mini dobba (n-ti ninvuɣu so), ka zaŋ O ni bɔri so leei paɣaŋɔli (bee doŋoo). Achiika! O nyɛla Baŋda, Toora"}]}