{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Görmez misin ki binlerce kişi, ölümden çekinerek yurtlarından nasıl çıktılar da sonra Allah onlara ölün dedi, sonra da diriltti onları. Şüphe yok ki Allah, insanlara karşı ihsan sahibidir ama insanların çoğu şükretmez"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda vuruşun, savaşın ve bilin ki Allah, şüphesiz duyar, bilir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kimdir o ki Allah'a güzel bir surette borç versin de Allah onu, o kimseye fazlasıyla ve kat kat ödemesin? Allah daraltır da, ferahlatır da. Hepiniz de sonunda ona dönüp ulaşacaksınız"},{"SurahNumber":2,"VerseNumber":246,"Text":"Görmez misin İsrailoğullarının ileri gelenlerini? Hani Musa'dan sonra bir zaman geldi ki peygamberlerine, bize bir padişah gönder de ona uyup Allah yolunda savaşa girişelim demişlerdi. Peygamberleri, size savaş farz edilir de savaşmayıverirseniz demişti. Neden savaşmayacakmışız demişlerdi, yurtlarımızdan çıkarıldık, evladımızdan ayırdılar bizi. Fakat savaş farz edilince pek azı katlandı, öbürleri dönüverdiler. Allah bilir zalimleri"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygamberleri, Allah size padişah olarak Talut'u gönderdi dedi. Nasıl olur da dediler, bize buyruk yürütür o? Bizim ondan ziyade padişahlığa hakkımız var, malca da bizden üstün değil. Peygamberleri, şüphe yok ki dedi, onu Allah seçmiş sizden üstün etmiş, ona bilgi ve vücut bakımından üstünlük vermiştir. Allah, mülkünü dilediğine verir. Allah'ın rahmeti boldur, her şeyi bilir"},{"SurahNumber":2,"VerseNumber":248,"Text":"Gene peygamberleri demişti ki: Onun padişahlığının apaçık alameti, Rabbinizden size itminan ve sükun veren, içinde, Musa ile Harun soyundan artakalanlar bulunan ve melekler tarafından taşınan tabutla gelmesidir. İnanmışsınız işte bunda, size kesin bir delil var"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut, orduyla harekete geçince dedi ki: Allah sizi bir ırmakla sınayacak. Kim o ırmağın suyundan içerse benden değil, onu tatmayan benden. Yalnız eliyle bir avuç su alana söz yok. Irmağa gelince hemen hepsi içti, içlerinden pek azı içmedi. Talut ve onunla beraber bulunan inananlar, o ırmağı geçince, bizim bugün Calut'la ordusuna karşı duracak takatimiz yok dediler. Allah'a kavuşacaklarını umanlarsa nice azlık taife vardır ki dediler, Allah'ın izniyle çokluk taifeye üst olmuştur, Allah sabredenlerledir"},{"SurahNumber":2,"VerseNumber":250,"Text":"Calut'la ordusuna karşı çıkınca da Rabbimiz dediler, sen bize sabırlar ver, ayaklarımızı diret, bizi kafirlere üstün et"},{"SurahNumber":2,"VerseNumber":251,"Text":"Allah'ın izniyle onları bozdular. Davud da Calut'u öldürdü. Allah, kendisine saltanat ve hikmet ihsan etti, dilediği bazı şeyleri de belletti. Allah insanları, birbiriyle savıp gidermeseydi yeryüzü mutlaka bozulup giderdi fakat Allah'ın alemlere ihsanı var, lütfü var"},{"SurahNumber":2,"VerseNumber":252,"Text":"İşte bunlar, Allah'ın delilleridir. Onları sana hakkıyla okumadayız ve muhakkak ki sen, gönderilenlerdensin, peygamberlerdensin"}]}