{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"اور ہم نے اس کی قوم پر اس کے بعد کوئی فوج آسمان سے نہ اتاری اور نہ ہم اتارنے والے تھے"},{"SurahNumber":36,"VerseNumber":29,"Text":"صرف ایک ہی چیخ تھی کہ جس سے وہ بجھ کر رہ گئے"},{"SurahNumber":36,"VerseNumber":30,"Text":"کیا افسوس ہے بندوں پر ان کے پاس ایساکوئی بھی رسول نہیں آیا جس سے انہوں نے ہنسی نہ کی ہو"},{"SurahNumber":36,"VerseNumber":31,"Text":"کیا یہ نہیں دیکھ چکے کہ ہم نے ان سے پہلے کتنی قوموں کو ہلاک کر دیا وہ ان کے پاس لوٹ کر نہیں آئے"},{"SurahNumber":36,"VerseNumber":32,"Text":"اور سب کے سب ہمارے پاس حاضر ہیں"},{"SurahNumber":36,"VerseNumber":33,"Text":"اور ان کے لیے خشک زمین بھی ایک نشانی ہے جسے ہم نے زندہ کیا اور اس سے اناج نکالا جس سے وہ کھاتے ہیں"},{"SurahNumber":36,"VerseNumber":34,"Text":"اور اس میں ہم نے کھجوروں اور انگوروں کے باغ بنائے اور ان میں چشمے جاری کیے"},{"SurahNumber":36,"VerseNumber":35,"Text":"تاکہ وہ اس کے پھل کھائیں اور یہ چیزیں ان کے ہاتھوں کی بنائی ہوئی نہیں ہیں پھر کیوں شکر نہیں کرتے"},{"SurahNumber":36,"VerseNumber":36,"Text":"وہ ذات پاک ہے جس نے زمین سے اگنے والی چیزوں کوگوناگوں بنایا اور خود ان میں سے بھی اور ان چیزوں میں سے بھی جنہیں وہ نہیں جانتے"},{"SurahNumber":36,"VerseNumber":37,"Text":"اور ان کے لیے رات بھی ایک نشانی ہے کہ ہم اس کے اوپرسے دن کو اتار دیتے ہیں پھر ناگہاں وہ اندھیرے میں رہ جاتے ہیں"},{"SurahNumber":36,"VerseNumber":38,"Text":"اور سورج اپنے ٹھکانے کی طرف چلتا رہتا ہے یہ زبردست خبردار کا اندازہ کیا ہوا ہے"},{"SurahNumber":36,"VerseNumber":39,"Text":"اور ہم نے چاند کی منزلیں مقرر کر دی ہیں یہاں تک کہ پرانی ٹہنی کی طرح ہوجاتا ہے"},{"SurahNumber":36,"VerseNumber":40,"Text":"نہ سورج کی مجال ہے ہ چاند کو جا پکڑے اور نہ رات ہی دن سے پہلے آ سکتی ہے اور ہر ایک ایک آسمان میں تیرتا پھرتا ہے"},{"SurahNumber":36,"VerseNumber":41,"Text":"اور ان کے لیے یہ بھی نشانی ہے ہم نے ان کی نسل کوبھری کشتی میں سوار کیا"},{"SurahNumber":36,"VerseNumber":42,"Text":"اور ان کے لیے اسی طرح کی اور بھی چیزیں بنائی ہیں جن پر وہ سوار ہوتے ہیں"},{"SurahNumber":36,"VerseNumber":43,"Text":"اور اگر ہم چاہتے تو انہیں ڈبو دیتے پھر نہ ان کا کوئی فریاد رس ہوتا اور نہ وہ بچائے جاتے"},{"SurahNumber":36,"VerseNumber":44,"Text":"مگر یہ ہماری مہربانی ہے اور انہیں ایک مدت تک فائدہ دینا ہے"},{"SurahNumber":36,"VerseNumber":45,"Text":"اور جب ان سے کہا جاتا ہے کہ اپنے سامنے اور پیچھے آنے والے عذاب سے ڈرو تاکہ تم پر رحم کیا جائے"},{"SurahNumber":36,"VerseNumber":46,"Text":"اوران کے پاس ان کے رب کی نشانیوں میں سے ایسی کوئی بھی نشانی نہیں آتی جس سے وہ منہ موڑ لیتے ہوں"},{"SurahNumber":36,"VerseNumber":47,"Text":"اور جب ان سے کہا جاتا ہےکہ الله کے رزق میں سے کچھ خرچ کیا کرو تو کافر ایمانداروں سے کہتے ہیں کیا ہم اسے کھلائیں گےکہ اگر الله چاہتا تو خود اسے کھلا سکتا تھا تم جو ہو تو صاف گمراہی میں پڑے ہوئے ہو"},{"SurahNumber":36,"VerseNumber":48,"Text":"اور کہتے ہیں یہ وعدہ کب ہوگا اگر تم سچے ہو"},{"SurahNumber":36,"VerseNumber":49,"Text":"وہ صرف ایک چیخ ہی کا انتظار کر رہے ہیں جو انہیں آ لے گی اور وہ آپس میں جھگڑ رہے ہوں گے"},{"SurahNumber":36,"VerseNumber":50,"Text":"پس نہ تو وہ وصیت کر سکیں گے اور نہ اپنے گھر والوں کی طرف واپس جا سکیں گے"},{"SurahNumber":36,"VerseNumber":51,"Text":"اور صور پھونکا جائے گا تو وہ فوراً اپنی قبروں سے نکل کر اپنے رب کی طرف دوڑے چلے آئیں گے"},{"SurahNumber":36,"VerseNumber":52,"Text":"کہیں گے ہائے افسوس کس نے ہمیں ہماری خوابگاہ سے اٹھایا یہی ہے جو رحمان نے وعدہ کیا تھا اور رسولوں نے سچ کہا تھا"},{"SurahNumber":36,"VerseNumber":53,"Text":"وہ تو صرف ایک ہی زور کی آواز ہو گی پھر وہ سب ہمارے سامنے حاضر کیے جائیں گے"},{"SurahNumber":36,"VerseNumber":54,"Text":"پھر اس دن کسی پرکچھ بھی ظلم نہ کیا جائے گا اورتم اسی کا بدلہ پاؤ گے جو کیا کرتے تھے"},{"SurahNumber":36,"VerseNumber":55,"Text":"بے شک بہشتی اس دن مزہ سے دل بہلا رہے ہوں گے"},{"SurahNumber":36,"VerseNumber":56,"Text":"وہ اوران کی بیویاں سایوں میں تختوں پر تکیہ لگائے ہوئے بیٹھے ہوں گے"},{"SurahNumber":36,"VerseNumber":57,"Text":"ان کے لیے وہاں میوہ ہوگا اور انہیں ملے گا جو وہ مانگیں گے"},{"SurahNumber":36,"VerseNumber":58,"Text":"پروردگار نہایت رحم والے کی طرف سے انہیں سلام فرمایا جاوے گا"},{"SurahNumber":36,"VerseNumber":59,"Text":"اے مجرمو! آج الگ ہو جاؤ"}]}