{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"Ji bona we ra Yezdan evê hecwekîyê çêke; ewê (perestîya pêştirê Yezdan dike) wekî wî bendeyê di binê destan da zebûn mayî, qe nikare tu tiştî bike, ewê (perestîya Yezdan dike) wekî wî bendayê ji binê destan derketî, ku me ji wî ra rozîneke rind dabe, îdî ewa jî bi dizî û eşkere (di rêya min da) bide xwarinê, qe wekî hev dibin? Çiqa pesindan hene! Hemû ji bona Yezdan ra nin. Û lê pirê wan nizanin"},{"SurahNumber":16,"VerseNumber":76,"Text":"Û Yezdan (ji bona we ra serdaborya) her du mêrikan jî hecwekî kirîye; yek ji wan lal e, qe tu tiştî nikare bike: Hey bûye barekî ketîye stûyê serkarê xwe. Axayê wî ewî kuda dişîne, qe tu karê; qencîyê nake. Evê mêrika, qe wekî wî mêrê ku di rêya rast da diçe, fermana bi dadvanî dike, dibe"},{"SurahNumber":16,"VerseNumber":77,"Text":"Ne xûya ne di ezman û zemîn da heyî, hemû ji bona Yezdan ra nin. Fermana bi hatina danê rabûna hemûşkî li bal Yezdan, wekî çav girtinekî ye, ya jî hêj nezîktir e. Bi rastî Yezdan li ser hemû tiştan bi hêz e"},{"SurahNumber":16,"VerseNumber":78,"Text":"Gava Yezdan hûn ji zikê dîya we derxistin, we qe tu tişt nizanbû, ji bona ku bi rastî dibe hûn sipazîya Yezdan bikin ewî ji bona we ra (aletê bîhîstinê û dîtinê û dil) çê kirîye"},{"SurahNumber":16,"VerseNumber":79,"Text":"Ma qey ewan (filan) li bal wan çûkên hewa ku ji wan ra sernerm bûne, mêze nakin? Ji pêştirê Yezdan tu tişt ewan (çûkan) di jor da nagire. Bi rastî ji bona komalekî bawer dikin, di van kirinan da beratên (mezin) hene"},{"SurahNumber":16,"VerseNumber":80,"Text":"Û Yezdan ji bona we ra ji xanîyên we êwirgah çê kirîye û ji bona sivikaîya, di roya barkirin û êwrê da, Yezdan ji kelê tarişan ji bona we ra (kon) û xanî çê kirîye. Gava (ewan tarişan têne kêmkirinê) Yezdan ji hirî û tivtik û mûyê wan, ji bona we ra xemil û xwakirin û raxistin çê kirîye; (Hûn ewan dikirin û difiroşin)"},{"SurahNumber":16,"VerseNumber":81,"Text":"Yezdan ji bona we ra ji tiştên ku afirandîye, sîwan çê kirîye û ji bona we ra ji çîyan ewî kozîk afiradîye û ji bona we ra kincên, ku we ji germê û kincên, ku we di qirînan da ji lêxistinan biparisîne çê kirîye. Bi vî awayî ewa qencên xwe li ser we peyweste dike, bi rastî hêvî heye, ku hûn xwe hispêrne wî"},{"SurahNumber":16,"VerseNumber":82,"Text":"Îdî heke ji piştî van (beratan, ewan filan, ji bawerîyê) rû bifetilînin (ji bona te ra tu xesar tune ye) li ser te hey eva dimîne: Bi xûyayî ragihandina fermanan e"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ewan qencîyên Yezdan nîyas dikin (paşê dibêjin: \"Evan qencîyan hinekên mayî dane,\" ji wan ra perestî dikin.) Bi vî awayî pirê wan nankorî dikin"},{"SurahNumber":16,"VerseNumber":84,"Text":"Di wê roya, ku em ji her komê ra şahidan tînin, îdî ji bona wanê file ra destûr nayê dayînê, ku herin lavaya bağişandin yê xwe bikin"},{"SurahNumber":16,"VerseNumber":85,"Text":"Ewanê cewr kirine hene! Gava ewan şapatê bibînin, îdî şapata wan sivik nabe û firseta wan jî nayê danê"},{"SurahNumber":16,"VerseNumber":86,"Text":"Gava ewanê hevrîçêker, ewan hevrîyan dibînin (aha) dibêjin: \"Xudayê me! Ewan hevrîyên, ku me ji pêştirê te ji wan ra perestî dikir, evanan in (îdî tola xwe ji wan derxe, ewan em xapandibûn,\" tokelan bersiva wan aha daye): \"Bi rastî hûn derewan dikin (qe tu carî me hûn gazî bal perestîya xwe ne kirine)"},{"SurahNumber":16,"VerseNumber":87,"Text":"Di wê royê da ewan xwe ji bona Yezdan ra dihêspirînin, ewan tiştên ku ewan (filan) ji bona Yezdan ra bi vir dixistne hevrî dest ji wan berdane, wunda bûne"},{"SurahNumber":16,"VerseNumber":88,"Text":"Ewanê file ne, ku merivan ji rêya Yezdan didine para da hene! Bi sedema ku ewan (di zemîn da) têkilî kiribûne, me ji bona wan ra şapat bi ser şapatan pir kirîye"},{"SurahNumber":16,"VerseNumber":89,"Text":"Di wê roya em di her komekî da ji wan bi xweber şahidekî li ser wan da dişînin û em te jî li ser van (misilmanan da) şahid tînin. Ji bo ku (Qur’an) bibe beled û dilovîn û mizgîndan ji bona misilmanan ra, me ewa Qur’ana davekirina hemî tiştan, bi ser te da hinartîye"}]}