{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Surely, Allah protects those who believe: (And) surely, Allah does not love anyone who betrays faith (or shows ingratitude to Allah)"},{"SurahNumber":22,"VerseNumber":39,"Text":"Permission (to fight) is given to those believers against whom war is made, because they (the righteous) have been wronged— And surely, Allah is Most Powerful (Khad’ir) for their help and (He) grants them the victory"},{"SurahNumber":22,"VerseNumber":40,"Text":"Those who have been expelled from their homes (unjustly) in defiance of right— (For no reason) except that they say, \"Our Lord is Allah.\" Did Allah not stop one set of people by means of another, for sure, there have been destroyed, monasteries, churches, synagogues, and mosques, where the Name of Allah is praised most often. Allah will surely help those who support (His) cause— Because truly, Allah is Full of Strength (Qhavi), exalted in Might (Aziz)"},{"SurahNumber":22,"VerseNumber":41,"Text":"Those (are the believers) who, if We establish them firmly (in power) in the land, they establish regular prayer and give regular charity, enjoin the right and forbid wrong: And with Allah rests the end of (all) affairs"},{"SurahNumber":22,"VerseNumber":42,"Text":"And if they treat your (cause for Islam) as untrue, like so did the peoples before them (with their prophets)— The People of Nuh (Noah), and ‘Ad and Samood (Thamud)"},{"SurahNumber":22,"VerseNumber":43,"Text":"Those of Ibrahim (Abraham) and Lut (Lot)"},{"SurahNumber":22,"VerseNumber":44,"Text":"And the companions of the Madyan people; And Musa (Moses) was rejected (like this). But I gave (some) relief to the disbelievers, and (only) after that I did punish them: But how (terrible) was My rejection (of them)"},{"SurahNumber":22,"VerseNumber":45,"Text":"And how many townships (or populations) have We destroyed, which were used to doing wrong? They fell down on their tops. And how many wells are lying idle and neglected, and the tall and well-built castles"},{"SurahNumber":22,"VerseNumber":46,"Text":"Do they not go through the land, so that their hearts can thus learn wisdom and their ears may thus learn to listen? Truly it is not their eyes that are blind, but their hearts that are in their chests"},{"SurahNumber":22,"VerseNumber":47,"Text":"And yet they ask you to quicken the punishment! But Allah will not fail in His promise. Surely, a Day in the sight of your Lord is like a thousand years of your calculation"},{"SurahNumber":22,"VerseNumber":48,"Text":"And to how many populations did I (Allah) give relief, those who were used to doing wrong? In the end I (Allah) punished them. To Me is the destination (of all)"},{"SurahNumber":22,"VerseNumber":49,"Text":"Say: \"O men! I am (sent) to you only to give a clear warning"},{"SurahNumber":22,"VerseNumber":50,"Text":"Those who believe and do righteous deeds, for them is forgiveness and a livelihood most plentiful"},{"SurahNumber":22,"VerseNumber":51,"Text":"But those who work hard against Our Signs, to stop (or block) them— They will be companions of the Fire"},{"SurahNumber":22,"VerseNumber":52,"Text":"We never sent a messenger or a prophet before you, but, when he (the messenger or prophet) alluded a call (towards Allah), Satan threw some (lowliness) into his call: But Allah will hide anything (lowly) that Satan brings in, and Allah will confirm (and clarify) His Signs: For Allah is full of knowledge and wisdom"},{"SurahNumber":22,"VerseNumber":53,"Text":"(It is) that He (Allah) causes the thought of Satan, only a trial for those in whose hearts is a disease and who are hardened in heart: Surely, the wrongdoers are removed far (from the Truth)"},{"SurahNumber":22,"VerseNumber":54,"Text":"And that those to whom knowledge has been granted may learn that (the Quran) is the Truth from your Lord, and that they may believe in it, and their hearts may be made humbly (open) to it: For surely Allah is the Guide to the Straight Path, for those who believe"},{"SurahNumber":22,"VerseNumber":55,"Text":"And those who reject Faith will never stop to remain in doubt about (the Revelation) until the Hour (of Judgment) falls suddenly upon them, or the penalty of a Day of disaster comes to them"},{"SurahNumber":22,"VerseNumber":56,"Text":"On that Day, the Kingdom will be that of Allah He will be the Judge between them: So those who believe and do the rightful deeds will be in Gardens of delight"},{"SurahNumber":22,"VerseNumber":57,"Text":"And for those who reject Faith and refuse Our Signs, there will be a humiliating Punishment"},{"SurahNumber":22,"VerseNumber":58,"Text":"Those who leave their homes in Allah’s cause, and are then killed or die— Surely, Allah will grant a large provision upon them: Truly Allah is He Who is the Best of (all) the providers (Khair-ur-Razi’kheen)"},{"SurahNumber":22,"VerseNumber":59,"Text":"Surely, He will admit them to a place with which they will be very pleased: Verily, Allah indeed is All Knowing (Aleem), Most Forbearing (Haleem)"}]}