{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Çünkü yeryüzünde debelenenlerin Allah katında en kötüsü, gerçeği akıllarına koymayan o sağır ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Allah onlarda bir hayır görseydi, elbette (gerçeği) kulaklarına sokardı. Ve bu durumlarında kulaklarına soksaydı, yine de aldırmazlar, döner giderlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey iman edenler, sizi kendinize hayat verecek şeylere davet ettiği zaman Peygamberi ile Allah´a icabet edin! Ve bilin ki, Allah gerçekten kişi ile onun kalbi arasını gerer ve siz, kesinlikle O´nun huzurunda toplanacaksınız"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ve öyle bir fitneden sakının ki, içinizden yalnız zulmedenlere dokunmakla kalmaz. Ve bilin ki, Allah´ın azabı şiddetlidir"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ve düşünün ki, siz bir vakit yeryüzünde hırpalanıp duran bir azlıktınız, insanların sizi çarpıvereceğinden korkardınız. Öyle iken O sizi barındırdı, O sizi yardımıyla destekledi, O size temiz rızıklar verdi ki şükredesiniz"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey iman edenler, Allah ve Resulüne hiyanet etmeyin ki, bile bile kendi emanetlerinize hiyanet etmiş olmayasınız"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ve iyi bilin ki, mallarınız ve çocuklarınız bir imtihandan ibarettir. Allah yanında ise büyük mükafatlar vardır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler, Allah´a sığınıp korunursanız, O size iyiyi kötüden ayırt eden bir ölçü verir ve yaptığınız günahları örter, sizin için bağışlar. Allah büyük bir lütuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani bir zaman da o kafirler, seni tutup bağlamaları veya öldürmeleri ya da sürüp çıkarmaları için, sana tuzak kuruyorlardı; onlar tuzak kurarlarken Allah da karşılığını kuruyordu. Öyle ya Allah tuzakların hayırlısını kurar"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ve onlara ayetlerimiz okunacağı zaman: «Artık işittik, dilesek bunun gibisini biz de söyleriz; bu eskilerin masallarından başka birşey değil!» diyorlardı"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir zaman da onlar: «Ey Allah, eğer senin tarafından gelmiş bir hak kitap ise, durma üzerimize gökten taşlar yağdır veya bize daha acı bir azap ver!» demişlerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Halbuki sen içlerinde iken Allah, onlara azap edecek değildi. İstiğfar ederlerken de Allah onlara azap edecek değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Şimdi ise Allah´ın kendilerine azap etmemesi için neleri var ki? Mü´minleri Mescid-i Haram´dan alıkoyuyorlar, oysa onun hizmetine ehil de değiller; onun hizmetine ehil olanlar ancak Allah´tan korkup kötülüklerden sakınanlardır, lakin çokları bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Kabe´nin huzurunda namazları ise ıslık çalıp el çırpmaktan başka birşey değil! O halde küfrü küfranınızdan (inkar ve nankörlüğünüzden) dolayı tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Şüphesiz ki Allah yolundan alıkoymak için mallarını harcayanlar, onu yine harcayacaklar, sonra bu kendilerine yürek acısı olacak, nihayet mağlup olacaklar. Küfürlerinde ısrar edenler toplanıp cehenneme sürülecekler"},{"SurahNumber":8,"VerseNumber":37,"Text":"Ki, Allah pisi temizden ayırsın ve pis olanı üst üste koyup hepsini bir yığın haline getirsin ve topunu cehenneme koysun! İşte bunlar, o hüsran içinde kalanlar"},{"SurahNumber":8,"VerseNumber":38,"Text":"O inkar edenlere de ki: Eğer vazgeçerlerse geçmişteki günahları bağışlanır; yok yine isyana dönerlerse kendilerinden önceki ümmetlere uygulanan ilahi kanun geçmişti, artık onu beklesinler"},{"SurahNumber":8,"VerseNumber":39,"Text":"Siz de, ortalıkta hiçbir fitne kalmayıp din tamamıyla Allah´ın dini oluncaya kadar onlarla cihad edin! Eğer vazgeçerlerse muhakkak ki Allah yaptıklarını görür"},{"SurahNumber":8,"VerseNumber":40,"Text":"Yok vazgeçmezlerse, artık bilin ki, Allah sizin dostunuzdur! O, ne güzel dost, ne güzel yardımcıdır"}]}