{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"بے شک سب جانوں میں سے بدتر الله کے نزدیک وہی بہرے گونگے ہیں جو نہیں سمجھتے"},{"SurahNumber":8,"VerseNumber":23,"Text":"اور اگر الله ان میں کچھ بھلائی جانتا تو انہیں سنا دیتا اور اگر انہیں اب سنا دے تو منہ پھیر کر بھاگیں"},{"SurahNumber":8,"VerseNumber":24,"Text":"اے ایمان والو الله اور رسول کا حکم مانو جس وقت تمہیں اس کام کی طرف بلائے جس میں تمہاری زندگی ہے اور جان لو کہ الله آدمی اور اس کے دل کے درمیان آڑ بن جاتا ہے اور بے شک اسی کی طرف جمع کیے جاؤ گے"},{"SurahNumber":8,"VerseNumber":25,"Text":"اور تم اس فتنہ سے بچتے رہو جو تم میں سے خاص ظالموں پر ہی نہ پڑے گا اور جان لو کہ بے شک الله سخت عذاب کرنے والا ہے"},{"SurahNumber":8,"VerseNumber":26,"Text":"اور یاد کرو جس وقت تم تھوڑے تھے ملک میں کمزور سمجھے جاتے تھے تم ڈرتے تھے کہ لوگ تمہیں اچک لیں پھر اس نے تمہیں ٹھکانا بنا دیا اور اپنی مدد سے تمہیں قوت دی اور تمہیں ستھری چیزوں سے رزق دیاتاکہ تم شکر کرو"},{"SurahNumber":8,"VerseNumber":27,"Text":"اے ایمان والو الله اور اس کے رسول سے خیانت نہ کرو اور آپس کی امانتوں میں بھی خیانت نہ کرو حالانکہ تم جانتے ہو"},{"SurahNumber":8,"VerseNumber":28,"Text":"اور جان لو کہ تمہارے مال اور تمہاری اولاد ایک امتحان کی چیز ہے اور بے شک الله کہ ہاں بڑا اجر ہے"},{"SurahNumber":8,"VerseNumber":29,"Text":"اے ایمان والو اگر تم الله سے ڑرتے رہو گے تو الله تمہیں ایک فیصلہ کی چیز دے گا اور تم سے تمہارے گناہ دور کر دے گا اور تمہیں بخش دے گا اور الله بڑے فضل والا ہے"},{"SurahNumber":8,"VerseNumber":30,"Text":"اور جب کافر تیرے متعلق تدبیریں سوچ رہے تھے کہ تمہیں قید کر دیں یا تمہیں قتل کر دیں یا تمہیں دیس بدر کر دیں وہ اپنی تدبیریں کر رہے تھے اور الله ہی اپنی تدبیر کر ہا تھا اور الله بہترین تدبیر کرنے والا ہے"},{"SurahNumber":8,"VerseNumber":31,"Text":"اور جب ان کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو کہتے ہیں کہ ہم نے سن لیا اور اگر ہم چاہیں تو اس کے برابر ہم بھی کہہ دیں اس میں پہلو ں کے قصے کے سوا اور کچھ نہیں"},{"SurahNumber":8,"VerseNumber":32,"Text":"اورجب انہوں نے کہا کہ اے الله اگر یہ دین تیری طرف سے حق ہے تو ہم پر آسمان سے پتھر برسا یا ہم پر دردناک عذاب لا"},{"SurahNumber":8,"VerseNumber":33,"Text":"اور الله ایسا نہ کرے گا کہ انہیں تیرتے ہوئے عذاب دے اور الله عذاب کرنے الا نہیں درآنحالیکہ وہ بخشش مانگتے ہوں"},{"SurahNumber":8,"VerseNumber":34,"Text":"اور الله انہیں عذاب کیوں نہ دے حالانکہ وہ مسجد حرام سے روکتے ہیں اور وہ اس کے اہل نہیں ہیں اس میں تو اہل پرہیزگاری ہیں لیکن ان میں سے اکثر نہیں سمجھتے"},{"SurahNumber":8,"VerseNumber":35,"Text":"اورکعبہ کے پاس ان کی نماز سوائے سیٹیاں اور تالیاں بجانے کے اور کچھ نہیں تھی سو عذاب سبب اس کے کہ تم کفر کرتے تھے"},{"SurahNumber":8,"VerseNumber":36,"Text":"بے شک جو لوگ کافر ہیں وہ اپنے مال خرچ کرتے ہیں تاکہ الله کی راہ سے روکیں سو ابھی اور بھی خرچ کریں گے پھر وہ ان کے لیے حسرت ہو گا پھر مغلوب کیے جائیں گے اور جو کافر ہیں وہ دوزخ کی طرف جمع کیے جائیں گے"},{"SurahNumber":8,"VerseNumber":37,"Text":"تاکہ الله ناپاک کو پاک سے جدا کر دے اور ایک ناپاک کو دوسرے پر دھر کر ڈھیر بنائے پھر اسے دوزخ میں ڈال دے وہی لوگ نقصان اٹھانے والے ہیں"},{"SurahNumber":8,"VerseNumber":38,"Text":"کافروں سے کہہ دو اگر وہ باز آجائيں تو جو کچھ گزر چکا وہ انہیں معاف کر دیا جائے گا اور اگر لوٹیں گے تو پہلے کافروں کے حق میں قانون نافذ ہو چکا ہے"},{"SurahNumber":8,"VerseNumber":39,"Text":"اور تم ان سے اس حد تک لڑو کہ شرک کا غلبہ نہ رہنے پائے اور سارا دین الله ہی کا ہو جکائے پھر اگر یہ باز آجائیں تو الله ان کے اعمال دیکھنے والا ہے"},{"SurahNumber":8,"VerseNumber":40,"Text":"اور اگر وہ پھر جائیں تو جان لو کہ الله تمہارا دوست ہے اور بہت اچھا دوست ہے اوربہت اچھا مددگار ہے"}]}