{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"(Habîbim) sana harb ganimetleri (nin hükmünü) sorarlar. De ki: «(Bu) ganimetler Allahın ve Resûlünündür. O halele (tam) mü´minlerseniz Allahdan korkun, (ihtilâfa düşmeyib) aranızı düzeltin, Allaha ve peygamberine İtaat edin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Mü´minler ancak onlardır ki Allah anıldığı zaman yürekleri titrer, karşılarında âyetleri okununca (bu), onların îmanını artırır, onlar ancak Rablerine dayanıb güvenirler"},{"SurahNumber":8,"VerseNumber":3,"Text":"(Mü´minler) onlardır ki namazı dosdoğru kılarlar, kendilerine rızk olarak verdiğimizden (Allah yolunda) harcarlar"},{"SurahNumber":8,"VerseNumber":4,"Text":"İşte onlar gerçek mü´minlerin ta kendileridir. Rableri katında dereceler, yarlığanma ve sayısı bitmez, müddeti tükenmez rızk (hep) onlarındır"},{"SurahNumber":8,"VerseNumber":5,"Text":"(«Bedir» ganimetlerinin taksiminden ba´zıları nasıl hoşlanmadılarsa) Rabbin seni hak uğrunda evinden (harbe) çıkardığı zaman da (hal böyle idi.) Çünkü mü´minlerden bir zümre muhakkak ki isteksizdirler"},{"SurahNumber":8,"VerseNumber":6,"Text":"Hak apaçık meydana çıkdıkdan sonra bile onlar bu hususda, sanki gözleri göre göre ölüme sürülüyorlarmış gibi, seninle mücâdele ediyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"Hani Allah size iki taaifeden birinin muhakkak sizin olduğunu va´dediyordu, siz ise kuvvetli ve silâhı bulunmayanın kendinizin olmasını arzu ediyordunuz. Allah da emirleriyle hakkı açığa vurmayı, kâfirlerin arkasını kesmeyi irâde buyuruyordu"},{"SurahNumber":8,"VerseNumber":8,"Text":"Bunun hikmeti şu idi: (Allah) o günahkâr (müşrik) ler istemese de hak (olan müslümanlığ) ı pâydâr edecek, baatıl (olan şirk) i de ibtâl buyuracakdı"},{"SurahNumber":8,"VerseNumber":9,"Text":"Hani siz Rabbinizden imdâd istiyordunuz da O da: «Muhakkak ki ben size meleklerden birbiri ardınca bin (lercesi) ile imdâd ediciyim» diyerek duanızı kabul buyurmuşdu"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah bunu (başka sebeble değil) ancak bir müjde (olsun), kalbleriniz o sayede oturaklaşsın diye yapmışdı. (Yoksa) Allahın katından başkasından hiç bir yardım yokdur. Şübhesiz ki Allah mutlak gaalibdir, yegâne hüküm ve hikmet saahibidir"},{"SurahNumber":8,"VerseNumber":11,"Text":"O, size o vakit kendisinden bir emînlik olmak üzere hafîf bir uyku bürüyordu. Sizi tertemiz yapmak, sizden şeytanın murdarlığını gidermek, kalblerinize rabıta vermek, ayakları (nızı) pekişdirmek için de gökden üstünüze bir su indiriyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"Hani Rabbin meleklere: «Şübhesiz ki ben sizinle beraberim. Haydi îman eden (o mücâhîd) lere sebat ilham edin» diye vahyediyordu. «Ben, kâfirlerin yüreklerine korku salacağım. (Ey mü´minler) hemen vurun boyunlarının üstüne, vurun onların her bir parmağına» (diyordu)"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bunun sebebi şudur: Çünkü onlar Allaha ve Resulüne karşı geldiler. Kim Allaha ve Resulüne karşı gelirse Allahın cezası cidden çetindir"},{"SurahNumber":8,"VerseNumber":14,"Text":"İşte bunu gördünüz ya: Şimdi tadın onu! Kâfirlere bir de (cehennem) ateş (in) in azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey îman edenler, toplu bir halde kâfirlerle karşılaşdığınız zaman onlara arkalarınızı dönmeyin (kaçmayın)"},{"SurahNumber":8,"VerseNumber":16,"Text":"Tekrar muhaarebe için bir tarafa çekilenin, yahud diğer bir fırkaya ulaşıb mevki´ tutanın haali müstesna olmak üzere kim öyle bir günde onlara arka çevirirse o, muhakkak ki Allahın gazabına uğramışdır. Onun yurdu cehennemdir. O, ne kötü bir sonucdur"},{"SurahNumber":8,"VerseNumber":17,"Text":"Onları siz öldürmediniz, fakat Allah öldürdü onları. Atdığın zaman da (Habîbim) sen atmadın, ancak Allah atdı. (Ve bunu) mü´minleri kendinden güzel bir (ni´met) imtihan (ı) ile denemek için (yapdı). Şübhesiz ki Allah hakkıyle işiden, kemâliyle bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Bu böyledir. Şübhesiz ki Allah kâfirlerin tuzaklarını yıpratıcıdır"},{"SurahNumber":8,"VerseNumber":19,"Text":"Eğer siz (ey kâfirler) feth (-u zafer) istiyor idiyseniz işte o feth size gelmişdir. Eğer (bundan) vaz geçerseniz bu, sizin için daha hayırlıdır. Eğer (tekrar muhaarebeye) dönerseniz biz de döneriz. Cemâatiniz çok da olsa sizden hiç bir şey´i asla def´edemez. Çünkü Allah mü´minlerle beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey îman edenler, Allaha ve Resulüne itaat edin. Kendiniz (Kur´ânı) dinleyib dururken ondan yüz çevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ve kendileri dinlemedikleri halde «Dinledik» diyenler gibi olmayın"}]}