{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Commemorate (the names of) God in the prescribed days. For one who observes piety, it is not a sin to be hasty or tardy during the two days. Have fear of God and know that before Him you will all be raised after death"},{"SurahNumber":2,"VerseNumber":204,"Text":"There are some people whose words about this life may please you. They say that God knows what they have in their hearts. But, in fact, they are the most quarrelsome opponents"},{"SurahNumber":2,"VerseNumber":205,"Text":"As soon as they leave you, they quickly commit evil in the land, destroying the farms and people. God does not love evil"},{"SurahNumber":2,"VerseNumber":206,"Text":"When they are asked to have fear of God, sinful pride prevents them from paying heed to such advice. It is enough for them to have hell as a terrible dwelling place"},{"SurahNumber":2,"VerseNumber":207,"Text":"There are those among people who give their lives to seek God's pleasure. God is Affectionate to His servants"},{"SurahNumber":2,"VerseNumber":208,"Text":"Believers, submit yourselves to the will of God as a whole. Do not follow the footsteps of Satan; he is your sworn enemy"},{"SurahNumber":2,"VerseNumber":209,"Text":"If you are seduced after you have received the authoritative guidance, know that God is Majestic and Wise"},{"SurahNumber":2,"VerseNumber":210,"Text":"Have they decided not to believe until God comes down in a shadow of clouds with the angels so that then the matter is settled? To God do all matters return"},{"SurahNumber":2,"VerseNumber":211,"Text":"(Muhammad), ask the children of Israel about how many visible miracles We had shown them. God is certainly stern in His retribution to those who change the bounty of God (His revelation), after having received His guidance"},{"SurahNumber":2,"VerseNumber":212,"Text":"The worldly life is made to seem attractive to the disbelievers who scoff at the faithful, but the pious, in the life hereafter, will have a position far above them. God grants sustenance (without account) to anyone He wants"},{"SurahNumber":2,"VerseNumber":213,"Text":"At one time all people were only one nation. God sent Prophets with glad news and warnings. He sent the Book with them for a genuine purpose to provide the people with the ruling about disputed matters among them. No one disputed this matter except those who had already received evidence before. Their dispute was only because of their own hostility. To deal with this dispute, God, through His will, sent guidance to the believers. God guides to the right path whomever He wants"},{"SurahNumber":2,"VerseNumber":214,"Text":"Would you think that you could go to Paradise without experiencing the kind of suffering others have experienced before you? Distress and afflictions battered them until the Messenger and the believers said, \"When will God send help?\" Certainly God's help is near"},{"SurahNumber":2,"VerseNumber":215,"Text":"They ask you what to spend for the cause of God. (Muhammad) tell them that whatever you spend, give it to your parents, the orphans, the destitute, and those who may be in urgent need of money whilst on a journey. Whatever good you do, God certainly is Aware of it"},{"SurahNumber":2,"VerseNumber":216,"Text":"Fighting is made mandatory for you, but you dislike it. You may not like something which, in fact, is for your good and something that you may love, in fact, may be evil. God knows, but you do not know"},{"SurahNumber":2,"VerseNumber":217,"Text":"(Muhammad), they ask you about fighting in the sacred month. Tell them that it is a great sin. However, creating an obstacle in the way of God, disbelief in Him and the Sacred Mosque, and driving away the neighbors of the Sacred Mosque is an even greater sin in the sight of God: Disbelief in God is worse than committing murder. (The pagans) still try to fight you to make you give up your religion. The deeds in this life of those of you who give up their religion and who die disbelievers will be made void and in the life hereafter. These people will be the dwellers of Hell wherein they will remain forever"},{"SurahNumber":2,"VerseNumber":218,"Text":"The believers and the Emigrants from Mecca who fight for the cause of God, indeed have hope in receiving the mercy of God; God is All-forgiving and All-merciful"}]}