{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Kâfirlere ve müminlere (şu) iki adamın halini misâl getir: Birine her türlü üzümden iki bağ vermişiz ve her iki bağın da etrafını hurmalarla donatmışız, ikisinin arasında da bir ekinlik yapmışız"},{"SurahNumber":18,"VerseNumber":33,"Text":"İki bağın ikisi de yemişlerini vermiş, hiç bir şeyi noksan bırakmamış, ikisinin ortasından bir de nehir akıtmışız"},{"SurahNumber":18,"VerseNumber":34,"Text":"Bu adamın başkaca geliri de var. Bundan dolayı (Bu kâfir dönerek mümin) arkadaşına şöyle dedi: “- Ben, malca senden daha zenginim, toplulukça da senden daha kuvvetliyim.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"O kâfir, nefsine zulmeder olduğu halde bağına girdi; dedi ki:” - Bu bağın helâk olacağını ebediyyen zannetmiyorum"},{"SurahNumber":18,"VerseNumber":36,"Text":"Kıyametin kopacağını da sanmıyorum. Böyle olmakla beraber, eğer Rabbime döndürülürsem, muhakkak bundan daha hayırlı bir âkıbet bulurum"},{"SurahNumber":18,"VerseNumber":37,"Text":"(Mümin olan) arkadaşı ona hitap ederek şöyle dedi: “- seni (aslen) topraktan, sonra bir damla sudan yaratan, sonra da seni düzgün bir adam kılığına getiren Allah’ı inkâr mi ettin"},{"SurahNumber":18,"VerseNumber":38,"Text":"(Sen inanmıyorsun), fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak koşmam.”"},{"SurahNumber":18,"VerseNumber":39,"Text":"Kendi bağına girdiğin zaman; “- Bu Allah’dandır, benim kuvvetimle değil, Allah’ın kuvveti ile olmuştur” deseydin ya!... Eğer beni, malca ve evlâtça kendinden az görüyorsan"},{"SurahNumber":18,"VerseNumber":40,"Text":"Olur ki Rabbim, bana, senin bağından daha hayırlısını verir; seninkinin üzerine de gökten bir âfet indiriverir de yalçın bir toprak oluverir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahud bağının suyu çekiliverir de bir daha onu aramakla bulamazsın"},{"SurahNumber":18,"VerseNumber":42,"Text":"Nihayet o kâfirin bütün serveti helâk edildi. Bunun üzerine bağına yaptığı masrafa karşı, avuçlarını oğuşturmaya durdu. Bağ, çardakları üzerine yıkılmış kalmıştı. “Ah ne olaydım! Rabbime hiç bir ortak koşmamış olaydım.” diyordu"},{"SurahNumber":18,"VerseNumber":43,"Text":"Allah’dan gayri, kendisine yardım edecek bir topluluğu da yoktu, Allah’ın intikamından kendi nefsini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"İşte bu halde, yardım ve hâkimiyyet, hak olan Allah’a mahsustur. O, mükâfatça da hayırlıdır, âkıbetçe de hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"(Ey Rasûlüm), onlara (Mekke halkına) dünya hayatının halini şöyle temsil yap: (Dünya varlığı), gökten indirdiğimiz bir yağmura benzer ki, onunla arzın bitkileri (her renk ve çiçekten) birbirine karışmış, nihayet bir çöp kırıntısı olmuştur. Rüzgârlar onu savurur gider. Allah her şeye muktedir bulunuyor"},{"SurahNumber":18,"VerseNumber":46,"Text":"(O öğünüp durdukları) mal ve oğullar, dünya hayatının süsüdür. Bakî kalacak olan sâlih âmeller ise, Rabbinin katında sevabca da hayırlıdır, emelce de hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"O kıyamet gününü hatırla ki, dağları yürüteceğiz ve arzı çırılçıplak göreceksin. İnsanları, hesap yerine toplamışız da onlardan hiç bir kimse bırakmamışız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Onlar, saf halinde Rabbine arzedilmişlerdir. (Sonra onlara şöyle denir): Yemin olsun ki, sizi ilk önce yarattığımız gibi (çıplak olarak) bize geldiniz. Fakat, size kıyamet için yaptığımız vaadi yerine getirmiyeceğiz, sanmıştınız; değil mi"},{"SurahNumber":18,"VerseNumber":49,"Text":"Amel defterleri (ellerine) konmuştur. Artık o mücrimleri göreceksin ki, (defterlerinde yazılı) günahlardan korkmuşlar ve şöyle diyorlar; “-Eyvah bize! Bu deftere ne olmuş, (günahlarımızdan) küçük büyük bırakmayıp hepsini toplamış!” Onlar, bütün yaptıklarını (defterlerinde) hazır bulmuşlardır. Senin Rabbin, hiç kimseye zulmetmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Yine hatırla o vakti ki, biz meleklere: “- Âdem için secde edin.” Demiştik de hemen secde etiler; yalnız İblis, cinden idi de Rabbinin emrinden çıktı. Şimdi (ey insanoğulları), beni bırakıp da İblis’i ve ona bağlıları kendinize dostlar edinir misiniz ki, onların hepsi size düşmandır. (Bunu yapmak), zalimler için ne fena bir değişmedir"}]}