{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"(Hlala ubambelele kuyo), ubuyele kuYe ngenguquko, woyike Yena, umisele umthandazo, ungabi ngomnye wabo bayamanisa abanye kuAllâh"},{"SurahNumber":30,"VerseNumber":32,"Text":"(Okanye) abo bahlulahlule inkolo yabo baba ziimvaba ngeemvaba, imvaba nganye ivuyela oko inako (kwenziwe yiyo)"},{"SurahNumber":30,"VerseNumber":33,"Text":"Ke kaloku xa ubunzima buchukumisa abantu, babiza eNkosini yabo, bebuyela kuYo ngenguquko. Ize Ithi Yakubangcamlisa inceba evela kuYo, ngoko nangoko iqela elithile kubo layamanise abanye eNkosini yalo"},{"SurahNumber":30,"VerseNumber":34,"Text":"(Besenzela) ukuba baphike oko bakuphiwe siThi. Ngoko ke zonwabiseni nina [okwethutyana, (kungekudala)] niza kwazi"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ingaba mhlawumbi Sibathumelele igunya (incwadi enika ubungqina), ethetha ngoko bakwayamanisa naYe (uAllâh)"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ke kaloku Sisakwenza abantu bangcamle inceba bayavuya, kodwa besakuthwaxwa bububi ngenxa yoko kwenziwe zizandla zabo, ngoko nangoko bathi khulubembe"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ababoni na ukuba uAllâh Wandisela isixhaso sakhe lowo Athande (ukumandisela) Aze Ancitshe (lowo Athande ukumncitsha)? Inene kuko oko kukho imiqondiso kubantu abakholwayo"},{"SurahNumber":30,"VerseNumber":38,"Text":"Ngoko ke nika isizalwana (sakho) ilungelo laso, nabo basweleyo nomhambi. Oko kokona kulungileyo kwabo banqwenelainkxasoka-Allâh, yayengaboabayakuphumelela"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ke kaloku nantoni na eniya kunikela ngayo yemali nzala6 nisenzela ukwandisa ubutyebi babantu ayiyi kwanda kuAllâh. Kodwa eniya kunikela ngako kwiZakâh, nifuna inkxaso ka- Allâh oko kuya kuba sisandiso"},{"SurahNumber":30,"VerseNumber":40,"Text":"UAllâh nguloWo Wanidalayo, Waza Wanibonelela (ngesixhaso) kwaye Usaya kunenza nife, Aze Aphinde Aninike ubomi. Ingaba likhona na kumahlulelane enu elenza into enjalo? Uzuko malube kuYe Uphakamile Yena koko bakwayamanisa kuYe"},{"SurahNumber":30,"VerseNumber":41,"Text":"Ukungcola sele kubonakele elizweni lonke naselwandle ngenxa yoko kwenziwe zizandla zabantu, ngoko ke Yena (uAllâh) Angabangcamlisa inxalenye yoko bakwenzileyo, khon’ukuze babuyele (ngenguquko kuAllâh, bacele itarhu kuYe)"},{"SurahNumber":30,"VerseNumber":42,"Text":"Yithi (Muhammad): “Hamba-hambani elizweni nibone ukuba saba njani na isiphelo sabo bangaphambili (kunani)! Uninzi lwabo lwalungabayamanisi (bezithixo kuAllâh)"},{"SurahNumber":30,"VerseNumber":43,"Text":"Ngoko ke wena bhekisa ubuso bakho, kwinkolo elungileyo ingekafiki iMini evela kuAllâh, engenakubuyiselwa mva. Ngaloo Mini, baya kwahlulahlulwa"},{"SurahNumber":30,"VerseNumber":44,"Text":"Lowo ungakholwayo, (iziphumo) zokungakholwa kwakhe ziya kuba phezu kwentloko yakhe. Ke bona abo benza izenzo ezilungileyo, balungiselela iziqu zabo"},{"SurahNumber":30,"VerseNumber":45,"Text":"Khon’ukuze (uAllâh) Avuze abo baye bakholwa, benza izenzo ezilungileyo ngobubele baKhe. Inene Yena Akabathandi abangakholwayo"},{"SurahNumber":30,"VerseNumber":46,"Text":"Omnye wemiqondiso yaKhe kukuba Yena Uthumela imimoya ukuba ibe zizandulela zeendaba ezivuyisayo nokunenza ningcamle inceba yaKhe. (ngokuninika imvula) zize kananjalo neenqanawa ziwize8 (elwandle) ngomyalelo waKhe ukuze nani nifune ububele baKhe, mhlawumbi niya kuba nombulelo"},{"SurahNumber":30,"VerseNumber":47,"Text":"Ke kaloku sele Sithumele abaThunywa ngaphambili kunawe kubantu bakubo, yaye beza kubo nemiqondiso ecacileyo; Thina ke Sathabatha impindezelo kwabo benza ulwaphulo- mthetho, kwaza kwaba luxanduva lweThu ukuxhasa amakholwa"},{"SurahNumber":30,"VerseNumber":48,"Text":"UAllâh nguYe Othumela imimoya, khon’ukuze iphakamise amafu iwasasaze esibhakabhakeni ngohlobo Athande ngalo, ize iwahlulahlule abe ziingqimba, ude ubone amachaphaza emvula ephuma phakathi kuwo! Aze (amachaphaza lawo) athi esakuwela kwabo (uAllâh) Athande ukuba awele phezu kwabo kwizicaka zaKhe, bavuye"},{"SurahNumber":30,"VerseNumber":49,"Text":"Ukanti eneneni phambi kokuba loo (mvula) ithululwe phezu kwabo, bebekade bethe khulubembe"},{"SurahNumber":30,"VerseNumber":50,"Text":"Khangela ke iziphumo zenceba ka-Allâh: Indlela Awuvuselela ngayo umhlaba emva kokufa kwawo. Inene, (uAllâh) ngu- loWo Uza kunika ubomi kwabafileyo, yaye Yena Unamandla ngaphezulu kwezinto zonke"},{"SurahNumber":30,"VerseNumber":51,"Text":"Kodwa ukuba beSinokuthumela umoya (ombi) baze babone (izityalo zabo zijike zaba lubhelu, emva koko bebeza kusala bengabangakholwayo)"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ke wena enyanisweni awungekhe wenze abafileyo bave, ungekhe kananjalo wenze izithulu zive ukubizwa xa sele zitshikile zafulathela, zarhoxa"},{"SurahNumber":30,"VerseNumber":53,"Text":"Kananjalo akungekhe ukhokelele iimfama uzikhuphe ekulahlekeni. Wena uya kwenza kuve abo bakholwayo kwiiVesi zeThu baze babe ngamaMuslim (bazithobe phantsi kwentando ka-Allâh)"}]}