{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"О те, которые уверовали! Свидетельствуя перед Аллахом, отстаивайте справедливость, если даже свидетельство будет против вас самих, или против родителей, или против близких родственников. Будет ли он богатым или неимущим, Аллах ближе к ним обоим. Не потакайте желаниям, чтобы не отступить от справедливости. Если же вы скривите или уклонитесь, то ведь Аллах ведает о том, что вы совершаете"},{"SurahNumber":4,"VerseNumber":136,"Text":"О те, которые уверовали! Веруйте в Аллаха, Его Посланника и Писание, которое Он ниспослал Своему Посланнику, и Писание, которое Он ниспослал прежде. А кто не уверовал в Аллаха, Его ангелов, Его Писания, Его посланников и Последний день, тот впал в глубокое заблуждение"},{"SurahNumber":4,"VerseNumber":137,"Text":"Воистину, Аллах не простит и не наставит на путь тех, которые уверовали, затем стали неверующими, затем опять уверовали, затем опять стали неверующими, а затем приумножили свое неверие"},{"SurahNumber":4,"VerseNumber":138,"Text":"Обрадуй вестью о мучительных страданиях лицемеров"},{"SurahNumber":4,"VerseNumber":139,"Text":"которые берут своими помощниками и друзьями неверующих вместо верующих. Неужели они хотят обрести могущество с ними, если могущество целиком присуще Аллаху"},{"SurahNumber":4,"VerseNumber":140,"Text":"Он уже ниспослал вам в Писании, чтобы вы не садились вместе с ними, если услышите, как они не веруют в знамения Аллаха и насмехаются над ними, пока они не увлекутся другим разговором. В противном случае вы уподобитесь им. Воистину, Аллах соберет вместе всех лицемеров и неверующих в Геенне"},{"SurahNumber":4,"VerseNumber":141,"Text":"Они ждут, когда вас постигнет беда. Если Аллах одаряет вас победой, они говорят: «Разве мы не были с вами?». Если же доля достается неверующим, они говорят: «Разве мы не покровительствовали вам (или не помогали вам) и не защитили вас от верующих?». Аллах рассудит между вами в День воскресения. Аллах не откроет неверующим пути против верующих"},{"SurahNumber":4,"VerseNumber":142,"Text":"Воистину, лицемеры пытаются обмануть Аллаха, но это Он обманывает их. Когда они встают на намаз, то встают неохотно, показывая себя перед людьми и поминая Аллаха лишь немного"},{"SurahNumber":4,"VerseNumber":143,"Text":"Они колеблются между этим (верой и неверием), но не принадлежат ни к тем, ни к другим. Для того, кого Аллах вводит в заблуждение, ты уже не найдешь дороги"},{"SurahNumber":4,"VerseNumber":144,"Text":"О те, которые уверовали! Не берите неверующих себе в помощники и друзья вместо верующих. Неужели вы хотите предоставить Аллаху очевидный довод против вас самих"},{"SurahNumber":4,"VerseNumber":145,"Text":"Воистину, лицемеры окажутся на нижайшей ступени Огня, и ты не найдешь для них помощника"},{"SurahNumber":4,"VerseNumber":146,"Text":"если только они не раскаются и исправят содеянное, крепко ухватятся за Аллаха и очистят свою веру перед Ним. Такие окажутся вместе с верующими, а ведь Аллах одарит верующих великой наградой"},{"SurahNumber":4,"VerseNumber":147,"Text":"Зачем Аллаху подвергать вас мучениям, если вы будете благодарны и уверуете? Аллах - Признательный, Знающий"}]}