{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"A kloní-li se k míru, kloň se též k němu a spoléhej na Boha, neboť On vše slyší a ví"},{"SurahNumber":8,"VerseNumber":62,"Text":"Však chtějí-li oklamati tě, Bůh zajisté postačí ti: onť přispěl ti pomocí svou a pomocí věřících"},{"SurahNumber":8,"VerseNumber":63,"Text":"Onť sjednotil srdce jejich: kdybys byl věnoval veškerá bohatství země, nebyl bys sjednotil srdce jejich, však Bůh sjednotil je: Onť zajisté mocný jest a moudrý"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ó proroku, Bůh dostačí ti a oni, kdož následují tě z věřících"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ó proroku, povzbuzuj věřící k boji: bude-li mezi vámi dvacet vytrvalých, přemohou dvě stě, a bude-li mezi vámi takových sto, přemohou tisíc nevěřících, neboť jest to lid nechápavý"},{"SurahNumber":8,"VerseNumber":66,"Text":"Nyní Bůh ulehčil vám, neboť ví, jak slabi jste. Však bude-li vás sto vytrvalých, přemohou dvě stě: a bude-li vás takových tisíc, přemohou dva tisíce z dopuštení božího, neboť Bůh jest na straně vytrvalých"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nikterému proroku dáno bylo činiti zajatce, dokud neučinil krveprolití na zemi. Vy chcete pomíjející věci tohoto světa, však Bůh chce (dáti vám) život budoucí: a Bůh mocný jest a moudrý"},{"SurahNumber":8,"VerseNumber":68,"Text":"Nebýti nařízení, daného vám již před tím Bohem, byl by dotekl se vás za to, co vzali jste, trest velký"},{"SurahNumber":8,"VerseNumber":69,"Text":"Nuž požívejte z toho, co ukořistili jste, což dovoleno jest a dobré: a bojte se Boha, neboť Bůh velký jest zajisté v odpouštění, slitovný"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ó proroku, rci k těm, kdož zajatci jsou v rukou vašich: „Sezná-li Bůh, že dobro jest v srdcích vašich, dá vám lepší statky těch, které odňaty vám byly a odpustí vám: neboť Bůh velký jest v odpouštění, slitovný.“"},{"SurahNumber":8,"VerseNumber":71,"Text":"Však zanášejí-li se zradou vůči tobě nebo zachovali-li se proradně vůči Bohu již před tím, (Bůh) dal ti je v moc a on zajisté jest vědoucí. moudrý"},{"SurahNumber":8,"VerseNumber":72,"Text":"Ti, kdož uvěřili, a vystěhovali se z domů svých a bojovali statky i osobami svými na stezce boží: a ti, kdož útočistě a pomoci poskytli (prorokovi), jsou si navzájem přáteli. A ti. kdož uvěřili však nevystěhovali se, nemají nikterak zahrnuti být vámi ve svazek přátelský, dokud nevystěhují se: ale kdyby prosili vás o pomoc v příčině víry, jest na vás, abyste poskytli jim pomoci, vyjma proti lidu, s nímž jste byli učinili smlouvu. A Bůh dobře pozoruje skutky vaše"},{"SurahNumber":8,"VerseNumber":73,"Text":"Ti, kdož neuveřili, jsou si navzájem přáteli: a neučiníte-li stejně tak, rozbroj zavládne v zemi a zkaženost velká"},{"SurahNumber":8,"VerseNumber":74,"Text":"A ti, kdož uvěřili a vystěhovali se a bojovali na stezce boží: a kdož útočiště a pomoci poskytli (prorokovi): tito jsou věřícími v pravdě — jim odpuštění přichystáno jest a odměna štědrá"},{"SurahNumber":8,"VerseNumber":75,"Text":"A ti, kdož uvěřili poté a vystěhovali se a bojovali s vámi: tito patří ve svazek váš. Však ti, kdož krevně spřízněni jsou, jsou si nejblíže přibuzni navzájem. (Toto psáno jest) v Knize boží a Bůh o všem ví"}]}