{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ben şeytanları ne gökler ile yerin yaratılışına ve ne de kendi yaratılışına tanık etmedim. Benim insanları yoldan çıkaranları kendime yardımcı tutmam sözkonusu değildir"},{"SurahNumber":18,"VerseNumber":52,"Text":"O Allah müşriklere «Benim ortaklarım olduklarını sandığınız düzmece ilahları yardıma çağırınız» der. İşte onları yardıma çağırdılar, fakat çağrılarına karşılık vermediler. Onların aralarına engel olarak bir cehennem vadisi koyduk"},{"SurahNumber":18,"VerseNumber":53,"Text":"Günahkârlar cehennem ateşini görünce oraya atılacaklarını anlarlar, fakat geri kaçarak sığınacakları bir başka yer bulamazlar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Biz bu Kur´an´da insanlara her türlü örneği verdik. Fakat insan, tartışmaya son derece düşkün bir varlıktır"},{"SurahNumber":18,"VerseNumber":55,"Text":"İnsanlara doğru yola ileten bilgi geldikten sonra onların iman etmelerine ve tövbe edip Allah´a yönelmelerine engel olan tek şey, eski sapık milletler hakkında işleyen ilahi yasaların kendileri hakkında da işlemesini ya da somut azapla yüzyüze gelmeyi beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz Peygamberleri sadece müjdeleyici ve uyarıcı olarak göndeririz. Oysa kâfirler hakkı (gerçeği) batıl (eğri) karşısında yenik düşürmeye uğraşırlar. Onlar ayetlerimi ve kendilerine yönelik uyarılarımı alaya aldılar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Allah´ın ayetleri kendisine hatırlatıldığı halde, onlara sırt çevirenden ve işlediği kötülükleri hiç hatırına getirmeyenden daha zalim kim olabilir? Biz onların kalplerini, Kur´anı anlamalarına engel oluşturacak biçimde perdeledik ve kulaklarını sağırlaştırdık. Bu yüzden sen onları doğru yola çağırsan da doğru yola gelmezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Affedici ve merhametli Rabb´in, eğer onları kötülükleri karşılığında hemen cezalandırmak isteseydi, azaplarını çabuklaştırırdı. Fakat onların belirli bir vadesi vardır, o zaman gelince, kaçıp saklanacakları bir sığınak bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"İşte şu kentler, halklarının zalimlikleri yüzünden onları yok ettik ve yok oluşları için belirli bir vakit kararlaştırdık"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa, genç arkadaşına «Hiçbir güç beni durduramaz, ya iki denizin birleştiği yere varırım, ya da yıllarca yol yürürüm» demişti"},{"SurahNumber":18,"VerseNumber":61,"Text":"İki denizin birleştiği yere vardıklarında yanlarındaki balığı bir kenarda unuttular, o da bir yeraltı deliğinden kayarak denize kaçtı"},{"SurahNumber":18,"VerseNumber":62,"Text":"İki denizin birleştiği yeri geçtiklerinde Musa, genç arkadaşına, «Azığımızı getir bakalım, gerçekten bu yolculuğumuzda çok yorgun düştük» dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Genç arkadaşı Musa´ya «Bak sen! Kayalığa vardığımızda balığı unutmuştum, bana onu hatırlatmayı unutturan mutlaka şeytandır, balık şaşırtıcı bir şekilde canlanarak denize kaçtı» dedi"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa; «Bizim aradığımız da buydu zaten» dedi. Hemen geldikleri yoldan kendi izlerini sürerek geri döndüler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Orada kendisine tarafımızdan rahmet sunduğumuz ve katımızdan dolaysız biçimde ilim öğrettiğimiz bir kulumuzu buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa, ona «Sana öğretilen bilginin birazını bana öğreterek olgunlaşmamı sağlaman amacı ile peşinden gelebilir miyim?» dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"O kulumuz, Musa´ya dedi ki; «Sen benimle beraber olmaya katlanamazsın.»"},{"SurahNumber":18,"VerseNumber":68,"Text":"Sebeplerini kavrayamayacağın olaylar karşısında nasıl sabredeceksin"},{"SurahNumber":18,"VerseNumber":69,"Text":"Musa «İnşaallah, beni sabırlı bulacaksın, hiçbir konuda sana karşı gelmeyeceğim.»"},{"SurahNumber":18,"VerseNumber":70,"Text":"O kulumuz, Musa´ya dedi ki; «Eğer benimle birlikte geleceksen yapacağım hiçbir iş hakkında bana soru sorma, benim sana o konuda açıklama yapmamı bekle.»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Böylece yola koyuldular. Bir süre sonra bir gemiye bindiler. O kulumuz bu gemide bir delik açtı. Musa ona, «İçindekileri boğmak için mi gemiyi deldin? Gerçekten çok çirkin bir iş yaptın» dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"O kulumuz Musa´ya «Ben sana, benimle beraber olmaya katlanamazsın dememiş miydim?» dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa; «Unutkanlığım yüzünden beni azarlama ve bilginden yararlanma konusunda bana zorluk çıkarma» dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine yola koyuldular. Bir süre sonra bir genç ile karşılaştılar. O kulumuz, delikanlıyı öldürdü. Musa; «Bir cana karşılık olmaksızın masum bir cana mı kıydın? Gerçekten çok kötü bir iş yaptın» dedi"}]}