{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"بگو: «آیا شما را از چیزی آگاه کنم که از این (سرمایه‌های مادی)، بهتر است؟» برای کسانی که پرهیزگاری پیشه کرده‌اند، (و از این سرمایه‌ها، در راه مشروع و حق و عدالت، استفاده می‌کنند،) در نزد پروردگارشان (در جهان دیگر)، باغهایی است که نهرها از پایِ درختانش می‌گذرد؛ همیشه در آن خواهند بود؛ و همسرانی پاکیزه، و خشنودی خداوند (نصیب آنهاست). و خدا به (امورِ) بندگان، بیناست"},{"SurahNumber":3,"VerseNumber":16,"Text":"همان کسانی که می‌گویند: «پروردگارا! ما ایمان آورده‌ایم؛ پس گناهان ما را بیامرز، و ما را از عذابِ آتش، نگاهدار!»"},{"SurahNumber":3,"VerseNumber":17,"Text":"آنها که (در برابر مشکلات، و در مسیر اطاعت و ترک گناه،) استقامت می‌ورزند، راستگو هستند، (در برابر خدا) خضوع، و (در راه او) انفاق می‌کنند، و در سحرگاهان، استغفار می‌نمایند"},{"SurahNumber":3,"VerseNumber":18,"Text":"خداوند، (با ایجادِ نظامِ واحدِ جهانِ هستی،) گواهی می‌دهد که معبودی جز او نیست؛ و فرشتگان و صاحبان دانش، (هر کدام به گونه‌ای بر این مطلب،) گواهی می‌دهند؛ در حالی که (خداوند در تمام عالم) قیام به عدالت دارد؛ معبودی جز او نیست، که هم توانا و هم حکیم است"},{"SurahNumber":3,"VerseNumber":19,"Text":"دین در نزد خدا، اسلام (و تسلیم بودن در برابر حق) است. و کسانی که کتاب آسمانی به آنان داده شد، اختلافی (در آن) ایجاد نکردند، مگر بعد از آگاهی و علم، آن هم به خاطر ظلم و ستم در میان خود؛ و هر کس به آیات خدا کفر ورزد، (خدا به حساب او می‌رسد؛ زیرا) خداوند، سریع الحساب است"},{"SurahNumber":3,"VerseNumber":20,"Text":"اگر با تو، به گفتگو و ستیز برخیزند، (با آنها مجادله نکن! و) بگو: «من و پیروانم، در برابر خداوند (و فرمان او)، تسلیم شده‌ایم.» و به آنها که اهل کتاب هستند [= یهود و نصاری‌] و بی‌سوادان [= مشرکان‌] بگو: «آیا شما هم تسلیم شده‌اید؟» اگر (در برابر فرمان و منطق حق، تسلیم شوند، هدایت می‌یابند؛ و اگر سرپیچی کنند، (نگران مباش! زیرا) بر تو، تنها ابلاغ (رسالت) است؛ و خدا نسبت به (اعمال و عقاید) بندگان، بیناست"},{"SurahNumber":3,"VerseNumber":21,"Text":"کسانی که نسبت به آیات خدا کفر می‌ورزند و پیامبران را بناحق می‌کشند، و (نیز) مردمی را که امر به عدالت می‌کنند به قتل می‌رسانند، و به کیفر دردناک (الهی) بشارت ده"},{"SurahNumber":3,"VerseNumber":22,"Text":"آنها کسانی هستند که اعمال (نیکشان، به خاطر این گناهان بزرگ،) در دنیا و آخرت تباه شده، و یاور و مددکار (و شفاعت کننده‌ای) ندارند"},{"SurahNumber":3,"VerseNumber":23,"Text":"آیا ندیدی کسانی را که بهره‌ای از کتاب (آسمانی) داشتند، به سوی کتاب الهی دعوت شدند تا در میان آنها داوری کند، سپس گروهی از آنان، (با علم و آگاهی،) روی می‌گردانند، در حالی که (از قبول حق) اعراض دارند؟"},{"SurahNumber":3,"VerseNumber":24,"Text":"این عمل آنها، به خاطر آن است که می‌گفتند: «آتش (دوزخ)، جز چند روزی به ما نمی‌رسد. (و کیفر ما، به خاطر امتیازی که بر اقوام دیگر داریم، بسیار محدود است.)» این افترا (و دروغی که به خدا بسته بودند،) آنها را در دینشان مغرور ساخت (و گرفتار انواع گناهان شدند)"},{"SurahNumber":3,"VerseNumber":25,"Text":"پس چه گونه خواهند بود هنگامی که آنها را برای روزی که شکّی در آن نیست [= روز رستاخیز] جمع کنیم، و به هر کس، آنچه (از اعمال برای خود) فراهم کرده، بطور کامل داده شود؟ و به آنها ستم نخواهد شد (زیرا محصول اعمال خود را می‌چینند)"},{"SurahNumber":3,"VerseNumber":26,"Text":"بگو: «بارالها! مالک حکومتها تویی؛ به هر کس بخواهی، حکومت می‌بخشی؛ و از هر کس بخواهی، حکومت را می‌گیری؛ هر کس را بخواهی، عزت می‌دهی؛ و هر که را بخواهی خوار می‌کنی. تمام خوبیها به دست توست؛ تو بر هر چیزی قادری"},{"SurahNumber":3,"VerseNumber":27,"Text":"شب را در روز داخل می‌کنی، و روز را در شب؛ و زنده را از مرده بیرون می‌آوری، و مرده را زنده؛ و به هر کس بخواهی، بدون حساب، روزی می‌بخشی.»"},{"SurahNumber":3,"VerseNumber":28,"Text":"افراد باایمان نباید به جای مؤمنان، کافران را دوست و سرپرست خود انتخاب کنند؛ و هر کس چنین کند، هیچ رابطه‌ای با خدا ندارد (و پیوند او بکلّی از خدا گسسته می‌شود)؛ مگر اینکه از آنها بپرهیزید (و به خاطر هدفهای مهمتری تقیّه کنید). خداوند شما را از (نافرمانی) خود، برحذر می‌دارد؛ و بازگشت (شما) به سوی خداست"},{"SurahNumber":3,"VerseNumber":29,"Text":"بگو: «اگر آنچه را در سینه‌های شماست، پنهان دارید یا آشکار کنید، خداوند آن را می‌داند؛ و (نیز) از آنچه در آسمانها و زمین است، آگاه می‌باشد؛ و خداوند بر هر چیزی تواناست"},{"SurahNumber":3,"VerseNumber":30,"Text":"روزی که هر کس، آنچه را از کار نیک انجام داده، حاضر می‌بیند؛ و آرزو می‌کند میان او، و آنچه از اعمال بد انجام داده، فاصله زمانیِ زیادی باشد. خداوند شما را از (نافرمانی) خودش، برحذر می‌دارد؛ و (در عین حال،) خدا نسبت به همه بندگان، مهربان است.»"},{"SurahNumber":3,"VerseNumber":31,"Text":"بگو: «اگر خدا را دوست می‌دارید، از من پیروی کنید! تا خدا (نیز) شما را دوست بدارد؛ و گناهانتان را ببخشد؛ و خدا آمرزنده مهربان است.»"},{"SurahNumber":3,"VerseNumber":32,"Text":"بگو: «از خدا و فرستاده (او)، اطاعت کنید! و اگر سرپیچی کنید، خداوند کافران را دوست نمی‌دارد.»"}]}