{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Söyle: «Gerek bir taş (gibi çetin), gerek bir demir (gibi kuvvetli) olun"},{"SurahNumber":17,"VerseNumber":51,"Text":"Yahud göğüslerinizde (akıllarınızca) büyüyen her hangi bir halk (olun, mutlakaa diriltileceksiniz). «O halde bizi kim (dirilterek) geri çevirecek?» diyecekler. Sen de de ki: «Sizi ilk defa yaratmış olan (kudret saahibi diriltecekdir)». O vakit sana başlarını sallayacaklar da: «(istihza ile) Ne vakit o?» diyecekler. Söyle ki: «Yakın olması me´muldür»"},{"SurahNumber":17,"VerseNumber":52,"Text":"(Allah) sizi çağıracağı gün hemen (kabirlerinizden kalkıb) Onun emrine icabet edeceksiniz ve sanacaksınız ki (kabirlerinizde) ancak pek az bir müddet kalmışsınızdır"},{"SurahNumber":17,"VerseNumber":53,"Text":"(Mü´min) kullarıma söyle: «(Kâfirlere) en güzel (söz) ne ise, onu söylesinler». Çünkü şeytan aralarına fesâd sokar. Zîrâ şeytan insanın apaçık bir düşmanıdır"},{"SurahNumber":17,"VerseNumber":54,"Text":"«Rabbiniz sizi çok iyi bilendir. Eğer dilerse sizi esirger, yahud şâyed dilerse sizi azâblandırır». Biz seni onların üstüne bir vekîl göndermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbin göklerde ve yerde olan kimseleri en iyi bilendir. Andolsun ki biz peygamberlerin kimini kiminden üstün kılmışızdır. Dâvuda da Zebur verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: «Onu (Allâhı) bırakıb boş yere (Tanrı diye) söylediklerinizi çağırın. Onlar sizden her hangi bir sıkıntı gideremeyecekleri gibi değişdiremezler de"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onların tapdıkları da — hangisi Rablerine daha yakın (olacak) diye — (bizzat) vesîle arıyorlar, Onun rahmetini umuyorlar, Onun azabından korkuyorlar Çünkü Rabbinin azabı korkuncdur"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hiçbir memleket haaric olmamak üzere biz onları kıyamet günündün evvel ya helak edeceyiz, yahud şiddetli bir azâb ile azâblandıracağız. Bu, o kitabda (böylece) yazılıdır"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizi (Kureyşe) âyetler (mucizeler) göndermemizden alıkoyan (sebeb başka değil) ancak evvelki (ümmet) lerin onları tekzîb etmiş olduklarıdır. Biz, Semuda gözleri göre göre o dişi deveyi verdik de (onu öldürdüler ve) bu yüzden (kendilerine) zulmetdiler. Halbuki bir âyetleri (azâb ve ihlâk için değil) ancak (âhiret azabından) korkutmak için göndeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Sana: «Şübhesiz Rabbin insanları çepçevre kuşatmışdır» demişdik, hatırla. (Geceleyin) sana gösterdiğimiz o temaşayı ve Kur´anda lâ´net edilen ağacı biz (başka değil) ancak insanlara bir fitne (ve imtihan) yapdık. Biz onları korkutuyoruz. Fakat bu, onlarda büyük bir taşkınlıkdan başka bir şey artırmıyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"(Şunu da) hatırla ki biz meleklere: «Âdem için secde edin» demişdik ve onlar da secde etmişlerdi de İblîs etmemiş, «Ben bir çamur olarak yaratdığın kişiye secde edermiyim?» demişdi"},{"SurahNumber":17,"VerseNumber":62,"Text":"(Yine) dedi ki: «Benden şerefli kıldığın bu (adam da) kim oluyormuş, bana haber ver! Eğer beni kıyamet gününe kadar gecikdirirsen, andolsun ki, onun zürriyetini, birazı müstesna olmak üzere, behemehal kendime bendederim»"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah da): «(Defol) git, dedi, artık onlardan kim sana uyarsa şüphesiz ki cehennem hepinizin cezasıdır, tastamam bir ceza»"},{"SurahNumber":17,"VerseNumber":64,"Text":"«Onların içinden gücünün yetdiği kimseleri sesinle yerinden oynat, onlara karşı süvarilerinle, piyadelerinle yaygara çıkar, mallarına, evlâdlarına ortak ol. Onlara va´d et». Şeytan (bu)! Onlara bir aldatışdan başka ne va´d eder o"},{"SurahNumber":17,"VerseNumber":65,"Text":"«Benim gerçek kullarım (var ya.) Senin onlar üzerinde hiç bir haakimiyyetin yokdur. (Onlara) vekîl olarak Rabbin yeter»"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz, fazl (-u kerem) inden (nasıyb) arayasınız diye, sizin için denizde gemileri yürütendir. Şübhe yok ki O sizi çok esirgeyicidir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde size bir sıkıntı değdiği zaman Ondan (Allahdan) başka (bütün) tapdığınız kişiler gaaib olur (gider. Yalınız Allahdan yardım istersiniz). Fakat O, sizi kurtarıb karaya çıkarınca yine yüz çevirirsiniz. İnsan çok nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"Onun kara tarafında sizi yere geçirmesinden, yahud üzerinize çakıllı bir (kasırga) göndermesinden (selâmetinize) emîn mi oldunuz? (Olmayın). Sonra kendinize hiç bir vekîl bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa Onun, sizi tekrar oraya (denize) döndürüb de üstünüze kırıb büken bir fırtına yollamasına ve nihayet yapdığınız nankörlük sebebiyle sizi boğmasına karşı emniyyete mi girdiniz? (Bu suretde de) yine bize karşı onun öcünü alacak bulamazsınız"}]}