{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed be He in Whose authority is the dominion (the universe), and He has power over all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"The One (Allah) who has created death and life, so that He may test you (to find out) which of you are best in deed. And He is the All-Mighty, the Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"The one (Allah) Who has created the 7 heavens one above another, you cannot see any fault in the creations of the Gracious. So look once again, can you see any rifts"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then repeat the look again, and yet again, your sight will return to you humbled and it is worn out"},{"SurahNumber":67,"VerseNumber":5,"Text":"And indeed We have decorated the nearest heaven with lamps, We have made such lamps as missiles to drive away the devils, and have prepared for them the punishment of the blazing fire"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord, there will be the punishment of hell, and worst indeed is that destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they will be cast in the fire, they will hear the (terrible) drawing of its breath as it blazes out"},{"SurahNumber":67,"VerseNumber":8,"Text":"It almost bursts up with fury. Every time a group is cast in it; its keeper will ask: “Did no Warner come to you?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say: “Yes indeed, a Warner did come to us, but we rejected him and said: Allah has never sent down anything (of revelation), you are only in great error.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say: “Had we only listened or used our intelligence, we would not have been among the inmates of the blazing fire!”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Then they will confess their sin. So, away (from the Mercy of Allah) will be the inmates of the blazing fire"},{"SurahNumber":67,"VerseNumber":12,"Text":"Surely! Those who fear their Lord unseen, they will have forgiveness and a great reward (Paradise)"},{"SurahNumber":67,"VerseNumber":13,"Text":"And whether you keep your talk secret or disclose it, surely, He is All-Knower of what is in the hearts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Should not He know Who has created? And He is the Kind, and Courteous (to His servants), All-Aware (of everything)"},{"SurahNumber":67,"VerseNumber":15,"Text":"It is He Who has made the earth submissive to you, so walk in the path thereof and eat of His provision, and to Him will be (the return) for Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure from He Who is over the heaven, will not cause the earth to sink with you when it shakes (as in an earthquake)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure from He Who is over the heaven, will not send against you a violent tornado? Then you shall know how terrible has been My Warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And indeed those before them denied (the Messengers of Allah), then see how terrible was My denial (punishment)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they not see the birds above them spreading out their wings and folding them in? None upholds them except the Gracious (Allah). Surely, He is the All-Seer all of everything"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who is the one that has an army to help you besides the Gracious? The disbelievers are in nothing but delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Who is there that can provide you if He withholds His provision? Nay, they continue to be in pride and they flee (from the truth)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Who is more rightly guided: one who walks with his face bend down without seeing, or the one who sees and walks upright on a Right Way"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say: “It is He Who has created you, and made for you hearing, seeing, and hearts. Yet, you give little thanks.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say: “It is He Who has created you in the earth, and to Him you shall be gathered (in the Hereafter).”"},{"SurahNumber":67,"VerseNumber":25,"Text":"They say: “When will this Promise (the Day of Resurrection) come to pass if you are telling the truth?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say (O Muhammad): “The knowledge (of its exact time) is only with Allah, and I am only a plain Warner.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"But, when they will see it (the punishment on the Day of Resurrection) approaching, the faces of those who disbelieve will change with sadness (turn black), and it will be said (to them): “This is the Promise which you were calling for!”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say (O Muhammad): “Even if Allah destroys me and those with me or He bestows His Mercy on us; who will save the disbelievers from a painful punishment?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say: “It is the Gracious (Allah), in Him we believe, and in Him we put our trust. Soon you will come to know who is it that is in clear error.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say (O Muhammad): “Have you seen that if all your water were to sunk away (in the ground), who then can supply you with flowing water?”"}]}