{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"Among the people of the Scripture (there are some) who, if you entrust them with a heap of wealth, will pay it back to you; and among them there are others who, if you entrust them with a single silver coin, will not pay it back to you unless you keep on demanding, because they say: “There is no blame on us (to betray and take the properties of) the unlettered people (who are not Jews or Christians).” But they tell a lie against Allah while they know it"},{"SurahNumber":3,"VerseNumber":76,"Text":"Yes, those who fulfill their promise and fear Allah much; surely Allah loves those who are pious"},{"SurahNumber":3,"VerseNumber":77,"Text":"Surely, those who sell the covenants of Allah and their oaths for a small price (gain); they shall have no share in the Hereafter. Neither Allah will speak to them, nor look at them on the Day of Resurrection, nor He will purify them, and they shall have a painful punishment"},{"SurahNumber":3,"VerseNumber":78,"Text":"And surely, there is a party among them, they twist their tongues (distort) in reciting the book, so that you think it is from the book, but it is not from the book. They say: “It is from Allah,” but it is not from Allah. They speak lie against Allah while they know it"},{"SurahNumber":3,"VerseNumber":79,"Text":"It is not possible for a person whom Allah has given the Book, the Wisdom, and the Prophethood; then he will say to the people: “Worship me instead of Allah.” But (he would say): “Be people of Allah according to the Book you have been teaching and studying.”"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor he will command you to take the angels and the prophets as your deity. Would he command you to disbelieve after when you have become Muslims"},{"SurahNumber":3,"VerseNumber":81,"Text":"And (remember) when Allah took the Covenant of the prophets, saying: “Whatever I gave you of the Book and Wisdom, there will come to you a Messenger (Muhammad) confirming what is with you; you must then believe in him and you must help him.” Allah said: “Do you agree and do you take on My Covenant?” They said: “We agree.” He said: “Then bear witness; and I am with you among the witnesses.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"Then whoever turns away after this, they will be the transgressors"},{"SurahNumber":3,"VerseNumber":83,"Text":"Do they seek other than the religion of Allah, while all submitted to Allah who are in the heavens and the earth, willingly or unwillingly? To Allah they will be returned"},{"SurahNumber":3,"VerseNumber":84,"Text":"Say (O Muhammad): “We believe in Allah, what has been sent down to us, what was sent down to Abraham, Ishmael, Isaac, Jacob, and their descendents, and what was given to Moses, Jesus, and the prophets from their Lord. We don’t make distinction between any one of them and to Him we submit (in Islam).”"},{"SurahNumber":3,"VerseNumber":85,"Text":"And whoever is seeking a religion other than Islam, it will never be accepted from him, and will be among the losers in the Hereafter"},{"SurahNumber":3,"VerseNumber":86,"Text":"How shall Allah guide those people who disbelieved after their belief, bore witness that the Messenger (Muhammad) is true, and after clear proofs had come to them? Allah does not guide the wrongdoers"},{"SurahNumber":3,"VerseNumber":87,"Text":"They are those whose recompense is that on them is the curse of Allah, of the angels, and of all mankind"},{"SurahNumber":3,"VerseNumber":88,"Text":"They will abide forever in it (hell). Neither the punishment for them will be lightened, nor will they be reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"except those who repent after that and mend their ways (do righteous deeds). Surely, Allah is Forgiving, Merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Surely, those who disbelieve after their belief, then grow in disbelief, their repentance will never be accepted. They are those who are astray"},{"SurahNumber":3,"VerseNumber":91,"Text":"Surely, those who disbelieve, and die while they are disbelievers, will not be accepted from any one of them even if they offer earth of gold as ransom. For them (will be) a painful punishment and will have no helpers"},{"SurahNumber":3,"VerseNumber":92,"Text":"You never attain piety unless you spend (in Allah’s Cause) of what you love; and whatever good you spend, surely, Allah knows it well"}]}