{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":75,"Text":"Do you (believers) still hope that they (people of the book) will believe in you (religion) while indeed a group of them used to hear the Word of Allah, then they used to change knowingly after what they understood it"},{"SurahNumber":2,"VerseNumber":76,"Text":"And when they (people of the book) meet those who believe (Muslims), they say: “We (also) believe,” but when they meet privately with one another, they say: “Will you tell those (Muslims) what Allah has revealed to you so that they (Muslims) may argue with you about it before your Lord? Don’t you understand?”"},{"SurahNumber":2,"VerseNumber":77,"Text":"Don’t they know that Allah knows what they conceal and what they reveal"},{"SurahNumber":2,"VerseNumber":78,"Text":"And among them, there are unlettered people who don’t know the book, but they trust false desires and they don’t but guess"},{"SurahNumber":2,"VerseNumber":79,"Text":"So woe to those who write the book with their own hands and then they say: “This is from Allah,” so that they may purchase it with a little price! Woe to them for what their hands have written and woe to them for what they have earned"},{"SurahNumber":2,"VerseNumber":80,"Text":"They (Jews) say: “The hellfire shall never touch us but for a few numbered days.” Say (O Muhammad to them): “Have you taken a covenant from Allah which Allah will not break? Or do you say of Allah what you don’t know?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"Yes! Those who earn evil and their sins surround them, they are the inmates of the hellfire; they shall reside therein forever"},{"SurahNumber":2,"VerseNumber":82,"Text":"Those who believe and do good deeds, they are residents of Paradise; they will reside in it forever"},{"SurahNumber":2,"VerseNumber":83,"Text":"And (remember) when We took a covenant from the children of Israel, (saying): “You shall worship none but Allah; be good to parents, relatives, orphans, poor, speak good to the people, establish the prayer, and give obligatory charity.” Then you turned back, except a few of you, while you were opposed"},{"SurahNumber":2,"VerseNumber":84,"Text":"And (remember) when We took your covenant (saying): You shall not shed your people’s blood and you shall not turn out yourself (expel own people) from your homes. You ratified and you bore witness (to this)"},{"SurahNumber":2,"VerseNumber":85,"Text":"Yet, you are those who kill yourselves, drive out a group of you from their homes, and assist (their enemies) against them in sin and transgression. And if they come to you as captives, you ransom them, though their expulsion was forbidden to you. Then do you believe in a part of the Scripture and reject the rest? Then what is the punishment of those who do so among you, except disgrace in the life of this world, and they would be consigned to the most grievous punishment on the Day of Resurrection? Allah is not unaware of what you do"},{"SurahNumber":2,"VerseNumber":86,"Text":"Those are they who have bought the life of this world for the price of the Hereafter. The punishment on them neither shall be lightened nor shall they be helped"},{"SurahNumber":2,"VerseNumber":87,"Text":"Indeed, We gave Moses the book (Torah) and followed him up with a succession of prophets. And We gave Jesus, son of Mary, clear signs and supported him with the Holy Spirit (Gabriel). Then whenever a Messenger came to you with what you yourselves did not desire, you grew arrogant, some you disbelieved, and some you killed"},{"SurahNumber":2,"VerseNumber":88,"Text":"And they said: “Our hearts are wrapped (don’t hear or understand Allah’s Word).” Nay, Allah has cursed them for their disbelief, so little is that which they believe"},{"SurahNumber":2,"VerseNumber":89,"Text":"And when there has come to them a book (this Qur’an) from Allah confirming what is with the previous Scriptures, even though previously they were invoking Allah for victory over those who disbelieved, and when what came to them which they recognized, they disbelieved in it. So the curse of Allah is on the disbelievers"},{"SurahNumber":2,"VerseNumber":90,"Text":"How bad is that (for which) they have sold their own selves, that they should disbelieve in which Allah has revealed (the Qur’an), grudging that Allah should reveal His Grace on whom He wills of His servants! So they have drawn (on themselves) wrath upon wrath. And for the disbelievers, there is a disgraceful punishment"},{"SurahNumber":2,"VerseNumber":91,"Text":"And when it is said to them: “Believe in what Allah has sent down,” they say: “We believe in what was sent down to us (Torah).” And they disbelieve in that what came after it; while it is the truth confirming what is with them. Ask (O Muhammad): “Then why did you kill the prophets of Allah previously, if you were true believers?”"}]}