{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Algunos de ellos han concertado una alianza con Alá: «Si nos da algo de Su favor, sí que daremos limosna, sí que seremos de los justos»"},{"SurahNumber":9,"VerseNumber":76,"Text":"Pero, cuando les da algo de Su favor, se muestran avaros de ello, vuelven la espalda y se van"},{"SurahNumber":9,"VerseNumber":77,"Text":"Así, ha infundido en su ánimo la hipocresía hasta el día que Le encuentren, por haber faltado a lo que habían prometido a Alá y por haber mentido"},{"SurahNumber":9,"VerseNumber":78,"Text":"¿No saben que Alá conoce sus secretos y sus conciliábulos, y que Alá conoce a fondo las cosas ocultas"},{"SurahNumber":9,"VerseNumber":79,"Text":"Son ellos los que critican, tanto a los creyentes que, espontáneamente, dan limosna, como a quienes sólo con un gran esfuerzo consiguen darla. Se burlan de ellos. También Alá se burlará de ellos y tendrán un castigo doloroso"},{"SurahNumber":9,"VerseNumber":80,"Text":"Da lo mismo que pidas o no que se les perdone. Aunque lo pidieras setenta veces, Alá no les perdonaría, porque no han creído en Alá y en Su Enviado. Alá no dirige al pueblo perverso"},{"SurahNumber":9,"VerseNumber":81,"Text":"Los dejados atrás se alegraron de poder quedarse en casa en contra del Enviado de Alá. Les repugnaba luchar por Alá con su hacienda y sus personas y decían: «No vayáis a la guerra con este calor». Di: «El fuego de la gehena es aún más caliente». Si entendieran"},{"SurahNumber":9,"VerseNumber":82,"Text":"¡Que rían, pues, un poco! Ya llorarán, y mucho, como retribución de lo que han cometido"},{"SurahNumber":9,"VerseNumber":83,"Text":"Si Alá vuelve a llevarte a un grupo de ellos y te piden permiso para ir a la guerra, di: «¡No iréis nunca conmigo! ¡No combatiréis conmigo contra ningún enenmigo! Preferisteis una vez quedaros en casa. ¡Quedaos, pues, con los que se quedan detrás!»"},{"SurahNumber":9,"VerseNumber":84,"Text":"¡No ores nunca por ninguno de ellos cuando muera, ni te detengas ante su tumba! No han creído en Alá y en Su Enviado y han muerto en su perversidad"},{"SurahNumber":9,"VerseNumber":85,"Text":"¡ No te maravilles de su hacienda y de sus hijos! Alá sólo quiere con ello castigarles en la vida de acá y que exhalen su último suspiro siendo infieles"},{"SurahNumber":9,"VerseNumber":86,"Text":"Cuando se revela una sura: «¡Creed en Alá y combatid junto a Su Enviado», los más ricos de ellos te piden permiso y dicen: «¡Deja que nos quedemos con los que se quedan!»"},{"SurahNumber":9,"VerseNumber":87,"Text":"Prefieren quedarse con las mujeres dejadas detrás. Han sido sellados sus corazones, así que no entienden"},{"SurahNumber":9,"VerseNumber":88,"Text":"Pero el Enviado y los que con él creen combaten con su hacienda y sus personas. Suyas serán las cosas buenas. Ésos son los que prosperarán"},{"SurahNumber":9,"VerseNumber":89,"Text":"Alá les ha preparado jardines por cuyos bajos fluyen arroyos, en los que estarán eternamente ¡Ése es el éxito grandioso"},{"SurahNumber":9,"VerseNumber":90,"Text":"Los beduinos que se excusan vienen a que se les dé permiso. Los que mienten a Alá y a Su Enviado se quedan en casa. Un castigo doloroso alcanzará a los que de ellos no crean"},{"SurahNumber":9,"VerseNumber":91,"Text":"Si son sinceros para con Alá y con Su Enviado, no habrá nada que reprochar a los débiles, a los enfermos, a los que no encuentran los medios. No hay motivo contra los que obran con honradez. Alá es indulgente, misericordioso"},{"SurahNumber":9,"VerseNumber":92,"Text":"Tampoco contra aquéllos a quienes, viniendo a ti para que les facilites montura, dices: «No os encuentro montura» y se vuelven con los ojos arrasados de lágrimas de tristeza porque no encuentran los medios"}]}