{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"E apressai-vos para um perdão de vosso Senhor e para um Paraíso, cuja amplidão é a dos céus e da terra, preparado para os piedosos"},{"SurahNumber":3,"VerseNumber":134,"Text":"Que despendem, na prosperidade e na adversidade, e que contêm o rancor, e indultam as outras pessoas e Allah ama os benfeitores"},{"SurahNumber":3,"VerseNumber":135,"Text":"E que, quando cometem obscenidade, ou são injustos com eles mesmos, lembram-se de Allah e imploram perdão de seus delitos - e quem perdoa os delitos senão Allah? - e não se obstinam no que fizeram, enquanto sabem"},{"SurahNumber":3,"VerseNumber":136,"Text":"Esses, sua recompensa será o perdão de seu Senhor e Jardins, abaixo dos quais correm os rios; nesses, serão eternos. E que excelente o prêmio dos laboriosos"},{"SurahNumber":3,"VerseNumber":137,"Text":"Com efeito passaram, antes de vós, procedimentos exemplares de castigo. Então, caminhai na terra, e olhai como foi o fim dos desmentidores"},{"SurahNumber":3,"VerseNumber":138,"Text":"Este é um esclarecimento, para os homens, e orientação e exortação para os piedosos"},{"SurahNumber":3,"VerseNumber":139,"Text":"E não vos desanimeis nem vos entristeçais enquanto sois os superiores se sois crentes"},{"SurahNumber":3,"VerseNumber":140,"Text":"Se um sofrimento vos tocar, pacientai, pois, com efeito, sofrimento igual havia tocado o povo inimigo. E esses dias alternamo-los entre os homens. E isso, para que Allah conheça os que crêem e escolha de vós mártires - e Allah não ama os injustos"},{"SurahNumber":3,"VerseNumber":141,"Text":"E para que purgue os que crêem e para que extermine os renegadores da Fé"},{"SurahNumber":3,"VerseNumber":142,"Text":"Ou supondes entrareis no Paraíso, enquanto, ainda, não fizestes saber a Allah quais, dentre vós, lutareis, e não O fizestes saber quais os perseverantes"},{"SurahNumber":3,"VerseNumber":143,"Text":"E com efeito, aneláveis a morte, antes de a deparardes; e, com efeito, viste-la, enquanto olháveis"},{"SurahNumber":3,"VerseNumber":144,"Text":"E Muhammad não é senão Mensageiro; de fato, outros Mensageiros passaram, antes dele. Então, se ele morrer ou for morto, tornareis atrás, virando os calcanhares? E quem torna atrás, virando os calcanhares, em nada prejudicará a Allah. E Allah recompensará os agradecidos"},{"SurahNumber":3,"VerseNumber":145,"Text":"E não é admissível que uma pessoa morra senão com a permissão de Allah. É prescrição fixa. E a quem deseja a retribuição da vida terrena, conceder-lhe-emos algo desta; e a quem deseja a retribuição da Derradeira Vida, conceder-lhe-emos algo desta. E recompensaremos"},{"SurahNumber":3,"VerseNumber":146,"Text":"E quantos profetas houve, junto dos quais numerosos devotos combateram! E não se desanimaram, pelo que os alcançara, no caminho de Allah, nem fraquejaram nem se humilharam. E Allah ama os perseverantes"},{"SurahNumber":3,"VerseNumber":147,"Text":"E seu dito não foi senão dizerem: \"Senhor nosso! Perdoa-nos os delitos e os excessos em nossa conduta. E torna-nos firmes os passos e socorre-nos contra o povo renegador da Fé"},{"SurahNumber":3,"VerseNumber":148,"Text":"Então, Allah concedeu-lhes a retribuição da vida terrena e a aprazível retribuição da Derradeira Vida. E Allah ama os benfeitores"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ó vós que credes! Se obedeceis aos que renegam a Fé, eles vos farão tornar atrás, virando os calcanhares: então, tornar-vos-eis perdedores"},{"SurahNumber":3,"VerseNumber":150,"Text":"Mas Allah é vosso Protetor. E Ele é O Melhor dos socorredores"},{"SurahNumber":3,"VerseNumber":151,"Text":"Lançaremos o terror no coração dos que renegam a Fé, por haverem associado a Allah o de que Ele não fez descer comprovação alguma. E sua morada será o Fogo. E que execrável a moradia dos injustos"},{"SurahNumber":3,"VerseNumber":152,"Text":"E, com efeito, Allah confirmou Sua promessa para convosco, quando, com Sua permissão, vós os trucidastes. Assim foi, até que quando vos acovardastes e disputastes acerca da ordem e desobedecestes, depois de Ele vos fazer ver o que amáveis, fostes derrotados. Houve, dentre vós quem desejasse a vida terrena e houve, dentre vós, quem desejasse a Derradeira Vida. Em seguida, Ele desviou-vos deles para pôr-vos à prova. E, com efeito, Ele vos indultou. E Allah é Obsequioso para com os crentes"}]}