{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Албатта Аллоҳ осмонлар ва Ерни қулаб тушишдан ушлаб-асраб турур. Аниқки, агар улар қуласалар, У зотдан сўнг (яъни, Аллоҳдан ўзга) бирон кимса уларни тутиб тура олмас. Дарҳақиқат, у ҳалим ва мағфиратли бўлган Зотдир"},{"SurahNumber":35,"VerseNumber":42,"Text":"(Макка кофирлари) агар уларга бирон огоҳлантиргувчи (пайғамбар) келса, албатта ҳар қандай умматлардан ҳам ҳидоят топгувчироқ бўлишлари ҳақида жон-жаҳдлари билан қасам ичгандилар. Бас, қачонки уларга огоҳлантиргувчи (Муҳаммад алайҳис-салоту вас-салом) келгач, (бу) уларни янада (ҳидоятдан) узоқлаштирди, холос"},{"SurahNumber":35,"VerseNumber":43,"Text":"Улар Ерда мутакаббирлик қилган ва (пайғамбарга қарши) ёмон макр-ҳийла қилган ҳолларида (ҳидоятдан узоқлашдилар). Ёмон макр-ҳийла эса фақат ўз эгаларини ўраб ҳалок қилур. Бас, улар фақат аввалгиларнинг суннатларига (яъни, кўргуликларига) кўз тутмоқдалар, холос (яъни, уларнинг ҳам бошларига аввалги динсизларнинг куни тушар). Бас, сиз ҳаргиз Аллоҳ суннати-қонунининг ўзгарганини кўрмассиз ва ҳаргиз Аллоҳ суннатининг айланганини (яъни, азобга мустаҳиқ бўлган кимсалар қолиб, ўзгалар азобланганини) кўрмассиз"},{"SurahNumber":35,"VerseNumber":44,"Text":"Ахир улар Ер юзида сайр қилиб ўзларидан аввалги (динсиз кимсаларнинг) оқибати қандай бўлганини кўрмайдиларми?! Ҳолбуки, (аввалгилар) булардан кўра кучли-қувватлироқ эдилар. На осмонлардаги ва на Ердаги бирон нарса Аллоҳдан қочиб қутулгувчи эмасдир. Зотан, У билим ва қудрат эгаси бўлган Зотдир"},{"SurahNumber":35,"VerseNumber":45,"Text":"Агар Аллоҳ одамларни улар қилган гуноҳлари билан жазоласа эди, (Ер) устида бирон жониворни қўймаган бўлур эди. Лекин У зот уларни (жазолашни) белгилаган муддатгача (яъни, Қиёмат Кунигача) қолдирур. Бас, қачон ўша муддат келгач (уларнинг ҳар бирига қилиб ўтган барча яхши-ёмон амалларининг мукофот-жазоларини берур). Зеро, Аллоҳ бандаларини кўриб тургувчи бўлган Зотдир"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ё, Син"},{"SurahNumber":36,"VerseNumber":2,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, ушбу) ҳикматли Қуръонга қасамки"},{"SurahNumber":36,"VerseNumber":3,"Text":"Ҳеч шак-шубҳасиз, сиз пайғамбарлардандирсиз"},{"SurahNumber":36,"VerseNumber":4,"Text":"Тўғри Йўл (яъни, ҳақ дин) устидаги (пайғамбарлардандирсиз)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Бу Қуръон) қудратли ва меҳрибон Зот томонидан нозил қилингандир"},{"SurahNumber":36,"VerseNumber":6,"Text":"Ота-боболари (бирон пайғамбар орқали Охират азобидан) огоҳлантирилмасдан, ғофил бўлиб қолган бир қавмни огоҳлантиришингиз учун (нозил қилингандир)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Аниқки, уларнинг кўпларига Сўз (яъни, азоб ҳақидаги ҳукм) ҳақ бўлгандир. Бас, улар иймон келтирмаслар"},{"SurahNumber":36,"VerseNumber":8,"Text":"Дарҳақиқат, Биз уларнинг бўйинларига то иякларигача (етадиган) кишанларни уриб қўйдик, бас, улар ғўдайиб қолдилар (яъни, улар Ҳаққа эгилмаслар)"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ва Биз уларнинг олдиларидан бир тўсиқ — парда қилиб, уларни ўраб қўйдик. Бас, улар кўра олмаслар"},{"SurahNumber":36,"VerseNumber":10,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларни огоҳлантирдингизми ёки огоҳлантирмадингизми уларга баробардир — иймон келтирмаслар"},{"SurahNumber":36,"VerseNumber":11,"Text":"Сиз фақат эргашган ва ғойибда (яъни, кўрмай) туриб, Раҳмондан қўрққан кишиларнигина огоҳлантира олурсиз. Бас, ўша (кишиларга) мағфират ва улуғ ажр (жаннат) хушхабарини беринг"},{"SurahNumber":36,"VerseNumber":12,"Text":"Албатта Биз Ўзимизгина ўликларни тирилтирурмиз ва уларнинг қилган амалларини ҳамда (қолдирган) изларини ёзиб қўюрмиз. Барча нарсани Биз очиқ Китобда (яъни, Лавҳул-Маҳфузда) белгилаб қўйгандирмиз"},{"SurahNumber":36,"VerseNumber":13,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга (Антокия) қишлоғининг аҳлини — у жойга элчилар келган пайтини мисол келтиринг"},{"SurahNumber":36,"VerseNumber":14,"Text":"Ўшанда Биз уларга икки (элчини) юборганимизда, у иккисини ёлғончи қилишгач, учинчи (элчи) билан қувватлантирдик. Бас, (уччала элчи Антокия аҳлига): «Дарҳақиқат, биз сизларга (юборилган) элчилармиз», деган эдилар"},{"SurahNumber":36,"VerseNumber":15,"Text":"Улар: «Сизлар ҳам худди ўзимизга ўхшаган одамларсиз. Раҳмон (яъни, Аллоҳ) бирон нарса — ваҳий нозил қилгани йўқ. Сизлар фақат ёлғон сўзламоқдасизлар», дедилар"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Элчилар) айтдилар: «Парвардигоримиз билурки, бизлар шак-шубҳасиз, сизларга (юборилган) элчилардирмиз"},{"SurahNumber":36,"VerseNumber":17,"Text":"Ва бизларнинг зиммамизда (Аллоҳнинг ваҳийсини сизларга) очиқ-равшан етказиш бордир»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Улар дедилар: «Ҳақиқатан, бизлар сизлар ҳақингизда бадгумондамиз. Қасамки, агар (бу сўзларингизни) тўхтатмасангизлар, албатта сизларни тошбўрон қилурмиз ва сизларга биз томондан бир аламли азоб етар»"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Элчилар) айтдилар: «Бадгумонингиз ўзларингиз биландир (яъни, бизлардан эмас, балки ўзларингизнинг куфрларингиздан бадгумон қилинглар). Сизларга ваъз-насиҳат қилинса,(қабул қилиш ўрнига бадгумонда бўлиб дўқ-пўписа қилурмисиз)?! Йўқ, сизлар ҳаддан ошган қавмдирсиз!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"(Шу пайт) бир киши шаҳарнинг бир чеккасидан шошганча келиб, деди: «Эй қавмим, бу элчиларга эргашинглар"},{"SurahNumber":36,"VerseNumber":21,"Text":"Ўзлари ҳидоятда бўлган ва сизлардан бирон ажр-мукофот сўрамайдиган зотларга эргашинглар!»"},{"SurahNumber":36,"VerseNumber":22,"Text":"У айтди: «Нега мен ўзимни яратган Зотга ибодат қилмайин? Сизлар ҳам (дунёдан ўтгач) ёлғиз Унгагина қайтарилурсизлар"},{"SurahNumber":36,"VerseNumber":23,"Text":"Мен У зотни қўйиб (жонсиз бутларни) худо қилиб олайми?! (Ҳаргиз ундай қилмасман, чунки) агар Раҳмон менга бирон зиён етказишни истаса, у (бут)ларнинг оқловлари мени бирон нарсадан беҳожат қила олмас ва улар мени (Аллоҳнинг азобидан) қутқара олмаслар"},{"SurahNumber":36,"VerseNumber":24,"Text":"У ҳолда мен шак-шубҳасиз, очиқ залолатда бўлурман"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ҳақиқатан, мен (жонсиз бутларга эмас, балки барчаларингизни яратган) Парвардигорингизга иймон келтирганман. Бас, мени тинглангиз!»"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Лекин жоҳил қавм Ҳабиб ан-Нажжорнинг сўзларига қулоқ солмасдан уни қатл қилишгач, унга) «Жаннатга кир», дейилди. (Аллоҳнинг амри билан жаннатга киритилиб, у жойдаги ноз-неъмат ва иззат-икромни кўргач), у айтди: «Қани эди қавмим ҳам билсалар эди"},{"SurahNumber":36,"VerseNumber":27,"Text":"Мени Парвардигорим мағфират қилганини ва мени иззат-икромли кишилардан қилганини (билсалар эди)»"}]}