{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"Shibakhoyeshele Abasubili okhurula boosi tawe, halali mbushina nikularula omukanda kundi buswa(mutiti) buli mulukongo mubo (kutsie Madina khu Murumwa) mana bekanyilisie abashiabwe nibakhakalukha, kho banyoole okhuria"},{"SurahNumber":9,"VerseNumber":123,"Text":"Enywe abasubili khupane nende abakhayi balia bali ahambi ninanyu, ne banyoole obutinyu okhurulana ninanyu, ne manye mbu Nyasaye ali halala nende abamuritsanga"},{"SurahNumber":9,"VerseNumber":124,"Text":"Ne Isura olwa yishibungwa, bali mubo baboolanga mbu; “ni wina mwinywe umetelekhwo obusuubili?” Ne balia abasubila obusubili bwabu bumetekhanga, mana basangala"},{"SurahNumber":9,"VerseNumber":125,"Text":"Ne balia bemioyo chiabu chilimwo obulwale, ibametanga(Isura) ububii khu bubii bwabu obwabali nabo, ne bafwitsanga nibali abakhayi"},{"SurahNumber":9,"VerseNumber":126,"Text":"Koo shibalolangakhwo batemungwa buli omwika lulala nohomba khabili, mana shibasabanga eshilelshelo tawe, nekhandi shibetsulilanga tawe"},{"SurahNumber":9,"VerseNumber":127,"Text":"Ne olwa Isura yishibwa balengananga, abeene khubeene, “Koo alikhowo yesiyesi ukhulolanga” Mana bakalukhananga nibelukha. Nyasaye akalukhaninjia emioyo chiabu shichila bo ni Abandu balenya okhumanya tawe"},{"SurahNumber":9,"VerseNumber":128,"Text":"Toto yabetsela Omurumwa woluyia lulala ninanyu, akabasandinjia kamubelesinjia, abakhalabanilanga. Ne khubasuubili ni Omuhotselefu weshisa muno"},{"SurahNumber":9,"VerseNumber":129,"Text":"Ne nibakhaya boola mbu; “Nyasaye yambela” obulao Nyasaye owulali ye, niye butswa wandisikanga, niye Nyasaye weyindebe (weshisala) ikhongo"},{"SurahNumber":10,"VerseNumber":1,"Text":"Alif Lam Ra. Tsino ni tsinyaali tsieshitabu shiamachesi"},{"SurahNumber":10,"VerseNumber":2,"Text":"Koo! Ni kamakana khubandu mbu khwafimbulila Omundu okhurula mubo mbu; “wikanyilisilie Abandu ne osuubisie abasuubili amakhuwa amalayi mbu baliba nende obukhongo imbeli wa Nyasaye wabu” Abakhayi nibaboola mbu; “Kano shini shiosi shiosi tawe halali obulosi bwahabulafu”"},{"SurahNumber":10,"VerseNumber":3,"Text":"Toto Nyasaye wenyu ni wulia owaloonga likulu nende eshialo khu tsinyanga tsisaasaba, mana naleng’aana khushisala (Arsh), Ye niye ubusinjia amakhuwa koosi, abulaho ulisabila owundi yesi yesi Ye nalamuchamile tawe. Oyo niye Nyasaye, omulesi wenyu, kho mumulaame Ye, koo shimwitsulilanga tawe"},{"SurahNumber":10,"VerseNumber":4,"Text":"Ewuwe ni amulikalukha mwesi, indache ya Nyasaye eyatoto, toto ye niye wachachia ebiloonje naye khandi niye ulibikalusia, kho arunje balia basuubila mana nibakhola amalayi khubuleng’aafu. Ne balia bakhaya balinyoola ebinywebwa ebia amaatsi kayia pa nende eshinyasio eshilulu khulwa obukhayi bwabu"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ye niye owakhola eliuba okhuba nomubasu, ne omwesi okhuba nobulafu, mana nakurereraho wokhuburira, kho mumanye tsinyanga tsiemika nende obubali (bundi). Toto Nyasaye shiyaloonga ebo tawe halali khubwatoto. Yenoosinjia tsinyaali tsitsie khubandu bamanya"},{"SurahNumber":10,"VerseNumber":6,"Text":"Toto khukhubotokhana eshilo neshitere nende bia Nyasaye yaloonga mwikulu nende mushialo khuli nende ebimanyisio khubandu baritsanga(Nyasaye)"},{"SurahNumber":10,"VerseNumber":7,"Text":"Toto balia balasuubilanga okhubukana ninafu, mana nibachama obulamu bwokhushialo ne nibabubunakhwo, nende balia abang’ang’alanga khu bimanyisio biefu"},{"SurahNumber":10,"VerseNumber":8,"Text":"Abo eshimenyo shiabu shiliba mumulilo khu kalia akabakholanga"},{"SurahNumber":10,"VerseNumber":9,"Text":"Toto balia basuubila mana nibakhola ebikhole ebilayi, Nyasaye wabu alabalunjisia shichila obusuubili bwabu, mwikulu- (Mumikunda) emialo chibura hakari wachio, mumikunda chobwokholo"},{"SurahNumber":10,"VerseNumber":10,"Text":"Amalaamo kabu mwo kaliba “ Oluyali nilwa Nyasaye wefu” Ne amashesanio kabu kaliba “Mulembe” ne amalaamo kabu kokhumalilikha kaliba mbu” Oluyali lwosi ni lwa Nyasaye, Omulesi webilonje biosi.”"}]}