{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"İşte böyle. Kim, kendisine yapılan haksızlığa benzeriyle mukabele eder de sonra yine kendisine saldırılırsa; andolsun ki Allah; ona yardım edecektir. Şüphesiz ki Allah; Afüvv´dür, Gafur´dur"},{"SurahNumber":22,"VerseNumber":61,"Text":"İşte böyle. Allah; geceyi gündüze katar, gündüzü de geceye katar. Muhakkak ki Allah; Semi´dir, Basir´dir"},{"SurahNumber":22,"VerseNumber":62,"Text":"İşte böyle. Çünkü Allah; hakkın ta kendisidir. O´nu bırakıp da taptıkları şeyler de doğrudan doğruya batıldır. Muhakkak ki Allah; Aliyy´dir, Kebir´dir"},{"SurahNumber":22,"VerseNumber":63,"Text":"Görmedin mi; Allah, gökten su indirdi de böylece yeryüzü yemyeşil olmaktadır. Ve gerçekten Allah; Latif´dir, Hamid´dir"},{"SurahNumber":22,"VerseNumber":64,"Text":"Göklerde ve yerde olanlar O´nundur. Muhakkak ki O; Gani´dir, Hamid´dir"},{"SurahNumber":22,"VerseNumber":65,"Text":"Görmedin mi; Allah, yerde olanları ve emriyle denizde akıp giden gemileri buyruğunuz altına vermiştir. İzni olmadıkça, göğü yerin üstüne düşmemesi için O tutar. Doğrusu Allah; insanlara karşı Rauf´dur, Rahim´dir"},{"SurahNumber":22,"VerseNumber":66,"Text":"O´dur; sizi dirilten, sonra öldürecek, sonra yine diriltecek olan. Gerçekten insan; çok nankördür"},{"SurahNumber":22,"VerseNumber":67,"Text":"Her ümmete; yerine getirmeleri gerekli ibadetler koyduk. Öyle ise işte seninle çekişmesinler, Rabbına davet et. Şüphesiz ki sen; dosdoğru bir hidayet üzeresin"},{"SurahNumber":22,"VerseNumber":68,"Text":"Seninle tartışırlarsa de ki: Allah, yapmakta olduğunuzu en iyi bilendir"},{"SurahNumber":22,"VerseNumber":69,"Text":"İhtilafa düştüğünüz şeylerde Allah; kıyamet günü aranızda hükmedecektir"},{"SurahNumber":22,"VerseNumber":70,"Text":"Bilmez misin ki Allah; gökte ve yerde olanı bilir. Hiç şüphesiz bunlar, bir Kitab´dadır. Doğrusu bunlar, Allah için pek kolaydır"},{"SurahNumber":22,"VerseNumber":71,"Text":"Onlar; Allah´ı bırakır da Allah´ın haklarında hiç bir delil indirmediği ve kendilerinde de bilgi bulunmayan şeylere taparlar. Zalimlerin hiç bir yardımcısı yoktur"},{"SurahNumber":22,"VerseNumber":72,"Text":"Onlara, apaçık ayetlerimiz okunduğu zaman; o küfredenlerin yüzlerinden inkarı anlarsın. Neredeyse, kendilerine ayetlerimizi okuyanlara saldıracaklar. De ki: Size bundan daha kötüsünü haber vereyim mi? Ateş. Allah, onu küfredenlere vaad etmiştir. Ne kötü dönüş"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ey insanlar, bir misal verildi, şimdi onu dinleyin: Şüphesiz ki Allah´ı bırakıp da taptıklarınız bir araya gelseler; bir sinek bile yaratamazlar Ama sinek, onlardan bir şey kapsa bunu da ondan kurtaramazlar. İsteyen de, istenen de aciz"},{"SurahNumber":22,"VerseNumber":74,"Text":"Onlar Allah´ı gereği gibi takdir edemediler. Muhakkak ki Allah; Kavi´dir, Aziz´dir"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah; meleklerden elçiler seçer. İnsanlardan da. Doğrusu Allah; Semi´ dir, Basir´dir"},{"SurahNumber":22,"VerseNumber":76,"Text":"Onların önlerinde ve arkalarında olanı bilir. Bütün işler Allah´a döndürülür"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ey iman edenler; rüku edin, secdeye varın, Rabbınıza kulluk edin ve iyilik yapın ki kurtuluşa eresiniz"},{"SurahNumber":22,"VerseNumber":78,"Text":"Ve Allah için hakkıyla cihad edin. O, sizi seçmiş ve babanız İbrahim´in yolu olan dinde sizin için bir zorluk kılmamaıştır. Daha önce peygamberlerin size şahid olması, sizin de insanlara şahidler olmanız için size müslüman adını veren O´dur. Şu halde namaz kılın, zekat verin ve Allah´a sarılın. O´dur sizin Mevlanız. Ne güzel Mevla, ne güzel yardımcı"}]}