{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Жінки в місті почали говорити: «Дружина шляхетного чоловіка намагалася звабити свого молодого раба! Він розпалив її пристрасть. Воістину, ми бачимо, що вона в справжній омані"},{"SurahNumber":12,"VerseNumber":31,"Text":"Коли та почула про їхні плітки, то послала за ними, приготувала їм ложа й дала кожній із них ніж. Вона сказала: «Вийди до нас!» І коли ті побачили його, то так захопилися ним, що порізали собі руки. І вигукнули: «Борони Аллаг! Це ж не людина, а благородний ангел"},{"SurahNumber":12,"VerseNumber":32,"Text":"Вона сказала: «Ось той, через кого ви мені дорікали! Я справді намагалася звабити його, але він відмовився. Якщо він не зробить того, що я наказала йому, то потрапить до в’язниці й буде одним із принижених"},{"SurahNumber":12,"VerseNumber":33,"Text":"Той сказав: «Господи! В’язниця миліша для мене, ніж те, до чого вони мене закликають! Якщо ти не відвернеш хитрощів їхніх, то я піддамся їм і буду одним із нерозумних"},{"SurahNumber":12,"VerseNumber":34,"Text":"Господь його відповів йому й відвернув хитрощі їхні. Воістину, Він — Всечуючий, Всезнаючий"},{"SurahNumber":12,"VerseNumber":35,"Text":"Потім їм видалося — після того, як вони побачили докази — що його все одно треба кинути до в’язниці на певний час"},{"SurahNumber":12,"VerseNumber":36,"Text":"Разом із ним потрапили до в’язниці ще два юнаки. Один із них сказав: «Я бачив, що вичавлюю сік із винограду». А другий сказав: «Я бачив, що несу на голові хліб, який дзьобають птахи. Розтлумач нам це, ми бачимо, що ти — один із праведників"},{"SurahNumber":12,"VerseNumber":37,"Text":"Він сказав: «Не встигнуть вам принести їжу, якою вас годують, як я вже розтлумачу ваші сни. Це з того, чого навчив мене Господь мій. Воістину, я залишив релігію людей, які не вірують в Аллага й не вірують у наступне життя"},{"SurahNumber":12,"VerseNumber":38,"Text":"Я йду за релігією моїх батьків — Ібрагіма, Ісхака та Якуба. Не годиться нам додавати щось Аллагу в поклонінні! Така ласка Аллага до нас та інших людей, але більшість людей не дякують"},{"SurahNumber":12,"VerseNumber":39,"Text":"О мої друзі по в’язниці! Краще різні боги чи Аллаг — Єдиний, Всепереможний"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ви поклоняєтеся тільки іменам, якими назвали їх ви та ваші батьки. Аллаг не відсилав про них жодного доказу. Але рішення належить тільки Аллагу. Він наказав вам не поклонятися нікому, крім Нього! Така істинна релігія, але ж більшість людей не знають"},{"SurahNumber":12,"VerseNumber":41,"Text":"О мої друзі по в’язниці! Один із вас буде наливати вино своєму володарю, а другого розіпнуть, і птахи будуть клювати з його голови. Вже вирішено справу, про яку ви запитували"},{"SurahNumber":12,"VerseNumber":42,"Text":"І він сказав тому з них, якого вважав врятованим: «Згадай про мене перед володарем своїм!» Але шайтан змусив його забути про цю згадку перед володарем, тож [Юсуф] був у в’язниці ще кілька років"},{"SurahNumber":12,"VerseNumber":43,"Text":"Ось цар сказав: «Я бачив сімох товстих корів, яких пожирають семеро худих. А ще сім колосків — одні з них зелені, а інші сухі. О наближені! Поясніть мені сон мій, якщо можете ви тлумачити сни"},{"SurahNumber":12,"VerseNumber":44,"Text":"Ті сказали: «Це — якісь розрізнені видіння! А ми не вміємо тлумачити таких снів"},{"SurahNumber":12,"VerseNumber":45,"Text":"Але один із тих двох, який урятувався, раптом згадав після довгого часу й сказав: «Я розповім вам тлумачення! Тільки відішліть мене"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Юсуфе! О правдивий! Розкажи нам про сімох товстих корів, яких пожирають семеро худих. І сім колосків — одні з них зелені, а інші сухі. Це треба для того, щоб я повернувся до людей і, можливо, будуть знати вони"},{"SurahNumber":12,"VerseNumber":47,"Text":"Той відповів: «Ви будете сіяти сім років, важко працюючи. Зібраний урожай залишайте в колосках, окрім малої частини — того, що ви будете їсти"},{"SurahNumber":12,"VerseNumber":48,"Text":"Потім, після цього, настане сім важких років, які з’їдять те, що ви приготували раніше, крім малої частини — того, що ви збережете"},{"SurahNumber":12,"VerseNumber":49,"Text":"Потім, після цього, настане рік, у який люди дочекаються дощу, й настане час для віджимання"},{"SurahNumber":12,"VerseNumber":50,"Text":"Тоді цар наказав: «Приведіть його до мене!» І коли прийшов посланець, той сказав: «Повертайся до свого володаря й спитай, що сталося з тими жінками, які порізали собі руки? Воістину, Господь мій знає про хитрощі їхні"},{"SurahNumber":12,"VerseNumber":51,"Text":"[Цар] запитав: «Що ви скажете про те, як намагалися звабити Юсуфа?» Ті жінки відповіли: «Борони Аллаг! Ми не знаємо про нього нічого поганого!» А дружина того шляхетного чоловіка сказала: «Ось тепер відкрилася істина! Це я намагалася звабити його, а він — один із правдивих"},{"SurahNumber":12,"VerseNumber":52,"Text":"Я кажу це для того, щоб [чоловік] знав, що я не зрадила йому потаємно, і що Аллаг не допомагає хитрощам тих, хто зраджує"}]}