{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"اى پيامبر، آنچه را از پروردگارت بر تو نازل شده است به مردم برسان. اگر چنين نكنى امر رسالت او را ادا نكرده‌اى. خدا تو را از مردم حفظ مى‌كند، كه خدا مردم كافر را هدايت نمى‌كند"},{"SurahNumber":5,"VerseNumber":68,"Text":"بگو: اى اهل كتاب، شما هيچ نيستيد، تا آنگاه كه تورات و انجيل و آنچه را از جانب پروردگارتان بر شما نازل شده است بر پاى داريد. آنچه از جانب پروردگارت بر تو نازل شده است بر طغيان و كفر بيشترينشان بيفزايد. پس بر اين مردم كافر غمگين مباش"},{"SurahNumber":5,"VerseNumber":69,"Text":"هرآينه از ميان آنان كه ايمان آورده‌اند و يهود و صابئان و نصارا هر كه به خدا و روز قيامت ايمان داشته باشد و كار شايسته كند بيمى بر او نيست و محزون نمى‌شود"},{"SurahNumber":5,"VerseNumber":70,"Text":"ما از بنى اسرائيل پيمان گرفتيم و پيامبرانى برايشان فرستاديم. هرگاه كه پيامبرى چيزى مى‌گفت كه با خواهش دلشان موافق نبود، گروهى را تكذيب مى‌كردند و گروهى را مى‌كشتند"},{"SurahNumber":5,"VerseNumber":71,"Text":"و پنداشتند كه عقوبتى نخواهد بود. پس كور و كر شدند. آنگاه خدا توبه‌شان بپذيرفت. باز بسيارى از آنها كور و كر شدند. هر چه مى‌كنند خدا مى‌بيند"},{"SurahNumber":5,"VerseNumber":72,"Text":"به تحقيق آنان كه گفتند كه خدا همان مسيح پسر مريم است، كافر شدند. مسيح گفت: اى بنى اسرائيل، اللّه پروردگار من و پروردگار خود را بپرستيد. زيرا هر كس كه براى خداوند شريكى قرار دهد خدا بهشت را بر او حرام كند، و جايگاه او آتش است و ستمكاران را ياورى نيست"},{"SurahNumber":5,"VerseNumber":73,"Text":"آنان كه گفتند: اللّه سومين سه است، كافر شدند. در حالى كه هيچ خدايى جز اللّه نيست. اگر از آنچه مى‌گويند باز نايستند به كافرانشان عذابى دردآور خواهد رسيد"},{"SurahNumber":5,"VerseNumber":74,"Text":"آيا به درگاه خدا توبه نمى‌كنند و از او آمرزش نمى‌خواهند؟ خدا آمرزنده و مهربان است"},{"SurahNumber":5,"VerseNumber":75,"Text":"مسيح پسر مريم جز پيامبرى نبود، كه پيامبرانى پيش از او بوده‌اند، و مادرش زنى راستگوى بود كه هر دو غذا مى‌خوردند. بنگر كه چگونه آيات را برايشان بيان مى‌كنيم. سپس بنگر كه چگونه از حق روى مى‌گردانند"},{"SurahNumber":5,"VerseNumber":76,"Text":"بگو: آيا جز اللّه خداى ديگرى را كه براى شما مالك هيچ سود و زيانى نيست مى‌پرستيد و حال آنكه اللّه شنوا و داناست؟"},{"SurahNumber":5,"VerseNumber":77,"Text":"بگو: اى اهل كتاب، به ناحق در دين خويش غُلوّ مكنيد؛ و از خواهشهاى آن مردمى كه از پيش گمراه شده بودند و بسيارى را گمراه كردند و خود از راه راست منحرف شدند پيروى مكنيد"},{"SurahNumber":5,"VerseNumber":78,"Text":"از بنى اسرائيل آنان كه كافر شدند به زبان داود و عيسى بن مريم لعنت شدند، و اين لعنت پاداش عصيان و تجاوزشان بود"},{"SurahNumber":5,"VerseNumber":79,"Text":"از كار زشتى كه مى‌كردند يكديگر را نهى نمى‌كردند و هرآينه بدكارى مى‌كردند"},{"SurahNumber":5,"VerseNumber":80,"Text":"بسيارى از ايشان را مى‌بينى كه با كافران دوستى مى‌ورزند. بد است آنچه پيشاپيش براى خود فرستادند. خشم خدا بر آنهاست و در عذاب جاودانه‌اند"},{"SurahNumber":5,"VerseNumber":81,"Text":"اگر به خدا و پيامبر و آنچه بر او نازل شده ايمان آورده بودند كافران را به دوستى نمى‌گرفتند، ولى بيشترشان فاسقانند"}]}