{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"To Midyan nos sent their frater Shu aib. He dictus O my people worship DEUS; vos non habet alius deus Eum. Non cheat when vos measure weigh! Ego vide vos est prosperous ego fear vos retribution overwhelming feria"},{"SurahNumber":11,"VerseNumber":85,"Text":"O my people vos dedit foderator measure foderator weight equitably! Non cheat people their rectus non roam terra corruptingly"},{"SurahNumber":11,"VerseNumber":86,"Text":"Whatever DEUS provisus pro vos non matter quam parvulus est far bene vos si vos est really believers. Ego non est tutor over vos"},{"SurahNumber":11,"VerseNumber":87,"Text":"They dictus O Shu aib tuus religionis dictate vos ut nos relinquit noster parentes religionis must running noster businesses any moris nos choose Surely vos known pro est clement wise"},{"SurahNumber":11,"VerseNumber":88,"Text":"He dictus O my people quod ego habet solid proof ex my Dominus; quod He provisus me major beatus Non est my wish commit quod ego enjoin vos ex. Ego unus wish correct prout multus wrongs prout ego potuit. My guidance depends totally DEUS; ego put my trust Eum. To Eum ego totally submitted"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ac O my people non provoked tuus opposition me into incurring same disasters people Noah people de Hood people de Saaleh; people Lot non est too far ex vos"},{"SurahNumber":11,"VerseNumber":90,"Text":"Vos implore tuus Dominus forgiveness tunc repent Eum. My Dominus est Merciful Generis"},{"SurahNumber":11,"VerseNumber":91,"Text":"They dictus O Shu aib nos non comprehend multus de things vos telling nos nos vide vos est powerless among nos. Si non est tuus gens nos stoned vos. Vos non habet value nos"},{"SurahNumber":11,"VerseNumber":92,"Text":"He dictus O my people my gens command major prenobilis than DEUS? Hoc why vos est est heedless de Eum? My Dominus est fully aware de everything vos perfecit"},{"SurahNumber":11,"VerseNumber":93,"Text":"O my people iit on perfecit quod vos wish ac ita testimentum ego! Vos perfecit certainly invenit out quae de nos incur shameful retribution; vos perfecit invenit out qui liar est Just wait anticipation ego wait anticipation vos"},{"SurahNumber":11,"VerseNumber":94,"Text":"When noster judgment advenit nos saved Shu aib those believed eum mercy nos. Prout pro malus unus they struck disaster ut sinister them denatus in their domus"},{"SurahNumber":11,"VerseNumber":95,"Text":"Est prout though they nunquam existed Ergo Midyan periit just like Thamoud periit ante ut"},{"SurahNumber":11,"VerseNumber":96,"Text":"Nos sent Moses noster signum profound authority"},{"SurahNumber":11,"VerseNumber":97,"Text":"To Pharaoh his senior. they subsequentis command Pharaoh Pharaoh's command non est wise"},{"SurahNumber":11,"VerseNumber":98,"Text":"He lead his people Feria Resurrection totus the via to Hell; quod miserable abode to vivens in"},{"SurahNumber":11,"VerseNumber":99,"Text":"They incurred condemnation in hoc vita alias prout on Feria Resurrection; quod miserable path subsequentis"},{"SurahNumber":11,"VerseNumber":100,"Text":"Hoc est news elapsus communities nos narrate vos. Some est adhuc standing some vanished"},{"SurahNumber":11,"VerseNumber":101,"Text":"Nos nunquam wronged them; they wronged their suus anima. Their deus they invoked DEUS non help them in the parvus when judgment tuus Dominus advenit. In fact, they unus ensured their doom"},{"SurahNumber":11,"VerseNumber":102,"Text":"Such retribution enforced tuus Dominus when communities transgressed Indeed His retribution est painful devastating"},{"SurahNumber":11,"VerseNumber":103,"Text":"Hoc est lesson those fear retribution Hereafter Ut est feria when totus people summoned - Feria testis"},{"SurahNumber":11,"VerseNumber":104,"Text":"Nos appointed specific temporis it take locus"},{"SurahNumber":11,"VerseNumber":105,"Text":"Feria it advenit non pass anima utter single word prout His testimentum! Some est miserable some est happy"},{"SurahNumber":11,"VerseNumber":106,"Text":"Prout pro miserable unus they est Hell wherein they sigh wail"},{"SurahNumber":11,"VerseNumber":107,"Text":"Eternally they abide therein prout long prout caelum terra endure prout testimentum tuus Dominus. Tuus Dominus est doer de whatever He testimentum"}]}