{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"O my people! why should I call you to salvation, and you call me to the fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"Ye call on me to disbelieve in God, and to join with Him what I have no knowledge of; but I call you to the mighty forgiving One"},{"SurahNumber":40,"VerseNumber":43,"Text":"no doubt that what ye call me to, ought not to be called on in this world or in the hereafter, and that we shall be sent back to God, and that the extravagant, they are the fellows of the Fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"But ye shall remember what I say to you; and I entrust my affair to God, verily, God looks upon His servants"},{"SurahNumber":40,"VerseNumber":45,"Text":"And God guarded him from the evils of what they plotted, and there closed in upon Pharaoh evil woe"},{"SurahNumber":40,"VerseNumber":46,"Text":"The fire - they shall be exposed to it morning and evening; and 'on the day the Hour shall arise,' enter, O people of Pharaoh! into the keenest torment"},{"SurahNumber":40,"VerseNumber":47,"Text":"And when they argue together in the fire, and the weak say to those who were big with pride, 'Verily, we were followers of yours, can ye then avail us against a portion of the fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"Those who were big with pride shall say, 'Verily, we are all in it; verily, God has judged between His servants"},{"SurahNumber":40,"VerseNumber":49,"Text":"And those who are in the fire shall say unto the keepers of hell, 'Call upon your Lord to lighten from us one day of the torment"},{"SurahNumber":40,"VerseNumber":50,"Text":"They shall say, 'Did not your apostles come to you with manifest signs?' They shall say, 'Yea!' They shall say, 'Then call!- but the call of the misbelievers is only in error"},{"SurahNumber":40,"VerseNumber":51,"Text":"Verily, we will help our apostles, and those who believe, in the life of this world and on the day when the witnesses shall stand up"},{"SurahNumber":40,"VerseNumber":52,"Text":"the day when their excuse shall not avail the unjust; but for them is the curse, and for them is an evil abode"},{"SurahNumber":40,"VerseNumber":53,"Text":"And we did give Moses the guidance; and we made the children of Israel to inherit the Book"},{"SurahNumber":40,"VerseNumber":54,"Text":"as a guidance and a reminder to those endowed with minds"},{"SurahNumber":40,"VerseNumber":55,"Text":"Be thou patient, then; verily, God's promise is true: and ask thou forgiveness for thy sins, and celebrate the praise of thy Lord in the evening and in the morn"},{"SurahNumber":40,"VerseNumber":56,"Text":"Verily, those who wrangle concerning the signs of God without authority having come to them, there is naught in their breasts but pride; but they shall not attain it: do thou then seek refuge in God; verily, He both hears and looks"},{"SurahNumber":40,"VerseNumber":57,"Text":"Surely the creation of the heavens and the earth is greater than the creation of man: but most men know it not"},{"SurahNumber":40,"VerseNumber":58,"Text":"The blind and the seeing shall not be deemed alike, nor those who believe and do right and the evildoer; little is it that they remember"},{"SurahNumber":40,"VerseNumber":59,"Text":"Verily, the Hour will surely come; there is no doubt therein; but most men do not believe"},{"SurahNumber":40,"VerseNumber":60,"Text":"And your Lord said, 'Call upon me, I will answer you; verily, those who are too big with pride to worship shall enter into hell, shrinking up"},{"SurahNumber":40,"VerseNumber":61,"Text":"God it is who has made for you the night to repose therein, and the day to see by; verily, God is Lord of grace to men, but most men give no thanks"},{"SurahNumber":40,"VerseNumber":62,"Text":"There is God for you! your Lord the creator of everything! there is no god but He, how then can ye lie"},{"SurahNumber":40,"VerseNumber":63,"Text":"Thus did those lie who gainsaid the signs of God"},{"SurahNumber":40,"VerseNumber":64,"Text":"God it is who has made for you the earth as a resting-place, and a heaven as building, and has formed you and made excellent your forms; and has provided you with good things! there is God for you!- your Lord! then blessed be God, the Lord of the worlds"},{"SurahNumber":40,"VerseNumber":65,"Text":"He is the living One, there is no god but He! then call on Him, being sincere in your religion to Him; praise be to God, the Lord of the worlds"}]}