{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"Ko onon ɓen gomɗinɓe, wata on jokku ɗate Seytaane ɗen, kala jokkuɗo ɗate Seytaane ɗen, pellet, o yamiray [mo] ko boni kon e ko añaa kon. Sinndo wonaano Ɓural Alla ngal e dow mooɗon e Yurmeende Makko nden; hay e gooto e mooɗon laaɓataano poomaa, kono Alla hiMo laɓɓina on mo O Muuyi. Alla ko O Nanoowo Annduɗo"},{"SurahNumber":24,"VerseNumber":22,"Text":"Wata joomiraaɓe ɓural ngal e yaajeende nden e mooɗon woondu wonndema ɓe okkortaa ɓadondiraaɓe ɓen e ɓilliiɓe ɓen e feruɓe ɓen ka Laawol Alla, yo ɓe yaafo. Kaa on yiɗaa yo Alla yawtan on? Alla ko O Yawtoowo Yurmeteeɗo"},{"SurahNumber":24,"VerseNumber":23,"Text":"Pellet, ɓen wonuɓe tukkude [sonnaaɓe] saŋiiɓe welsindiiɓe gomɗinɓe, ɓe huɗaama ka aduna e ka Laakara no woodani ɓe Lepte mawɗe"},{"SurahNumber":24,"VerseNumber":24,"Text":"Ñalnde seedoytoo e dow maɓɓe ɗenɗe maɓɓe ɗen e juuɗe maɓɓe ɗen e koyɗe maɓɓe ɗen, ko ɓe laatinoo kon hiɓe golla"},{"SurahNumber":24,"VerseNumber":25,"Text":"Nden Ñalnde Alla huuɓinanay ɓe [njoɓdi] Diina maɓɓe Goongaha kan, ɓe annda pellet, Alla ko Kanko woni Goonga Ɓannguka kan"},{"SurahNumber":24,"VerseNumber":26,"Text":"Rewɓe soɓuɓe ɓen ko fii worɓe soɓuɓe ɓen. Worɓe soɓuɓe ɓen ko fii rewɓe soɓuɓe ɓen. Rewɓe laaɓuɓe ɓen ko fii worɓe laaɓuɓe ɓen, worɓe laaɓuɓe ɓen ko fii rewɓe laaɓuɓe ɓen. Ɓee ɗoo ko hisnaaɓe e kon ko ɓe wowlata, no woodani ɓe haforaneede e arsike tedduɗo"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ko onon yo gomɗinɓe, wata on naatu e cuuɗi tanaa cuuɗi mo'on ɗin haa duŋinoɗon salminon e dow yimɓe majji ɓen, ko ɗum ɓuri moƴƴannde on. Bela jo'o onon on waajitoto"},{"SurahNumber":24,"VerseNumber":28,"Text":"Si on tawaali nder ton goɗɗo, wata on naatu ton haa duŋaneɗon, si on wi'aama: \"Yiltee\" haray yiltee, ko ɗum ɓuri laaɓannde on. Alla non hiMo Anndi ko golloton kon"},{"SurahNumber":24,"VerseNumber":29,"Text":"Bakkaatu fawaaki on nde naatoton e cuuɗi ɗi hoɗiraaka hara no e nder majji miranhoy mo'on, Alla non hiMo Anndi ko wonɗon e feññinde e ko wonɗon e suuɗude"},{"SurahNumber":24,"VerseNumber":30,"Text":"Maakan worɓe gomɗinɓe ɓen yo ɓe heltu ndarɗe maɓɓe ɗen ɓe reena farjuuji maɓɓe ɗin, ko ɗum ɓurata laɓɓinnde ɓe. Pellet, Alla ko O Humpitiiɗo ko ɓe huuwata"},{"SurahNumber":24,"VerseNumber":31,"Text":"Maakan rewɓe gomɗinɓe ɓen yo ɓe heltu ndarɗe maɓɓe ɗen, ɓe reena farjuuji maɓɓe ɗin, wata ɓe feññin cuɗaari maɓɓe ndin si wanaa ko feeñi kon e mayri. Yo ɓe fawu tiggaaje maɓɓe ɗen ka becce maɓɓe, wata ɓe feññinan cuɗaari maɓɓe ndin si wanaa genndiraaɓe maɓɓe ɓen maaɗum baabiraaɓe maɓɓe maaɗum baabiraaɓe genndiraaɓe maɓɓe maaɗum ɓiɗɓe maɓɓe, maaɗum ɓiɗɓe genndiraaɓe maɓɓe maaɗum musiɗɓe maɓɓe, maaɗum ɓiɗɓe musiɗɓe maɓɓe, maaɗum ɓiɗɓe banndiraaɓe maɓɓe, maaɗum sonnaaɓe maɓɓe, maaɗum ɓen ɓe ɓe jeyiri ñaame maɓɓe maaɗum ɓen worɓe jokkooɓe ɓe haaju mun alaa e rewɓe, maaɗum boobo mo ƴellitaaki e awraaji sonnaaɓe ɓen. Wata ɓe tappindir koyɗe maɓɓe ɗen fii yo Annde ko ɓe suuɗi kon immorde e cuɗaari maɓɓe. Tuubee ruttoɗon ka Alla on fow mo'on, ko onon yo gomɗinɓe bela jo'o on malete"},{"SurahNumber":24,"VerseNumber":32,"Text":"Resinee ɓe resaali ɓen e mooɗon e moƴƴuɓe ɓen immorde e muccuɓe mooɗon e horɓe mooɗon, si ɓe laatike waasuɓe Alla alɗinay ɓe immorde e Ɓural Makko ngal, Alla ko O Yaajuɗo Annduɗo"},{"SurahNumber":24,"VerseNumber":33,"Text":"Ɓe heɓaali feere resugol ɓen yo ɓe habbo haa Alla alɗinira ɓe Ɓural Makko ngal. Ɓen wonuɓe ɗaɓɓude soottaade e ɓen ɓe ñaame mooɗon jeyi, soottaadede ɓe si on anndii e maɓɓe moƴƴere, jonnee ɓe immorde e jawdi Alla ndin, ndin ndi O jonni on, wata on waawnu horɓe mooɗon ɓen e fii jeeno, si ɓe faandike saŋaade, wata on ɗaɓɓu jawkal ngurndam aduna, kala waawnuuɗo ɓe pellet, Alla ɓaawo baawnugol ɓe ko O Surroowo Yurmiteeɗo"},{"SurahNumber":24,"VerseNumber":34,"Text":"Gomɗii Men jippinii e mooɗon Aayeeje ɓannguɗe e misal immorde e ɓeya wulinooɓe ko adii on e waaju wonannde hulooɓe [Alla] ɓen"}]}