{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Ve daha önce ona (başka) süt annelerini haram kıldık (süt emmemesini sağladık). (Onun ablası, firavunun ailesine): \"Ona kefil olacak (bakımını üstlenecek) bir aileye sizi ulaştırmak için delâlet (yardım) edeyim mi? Ve onlar, onu (bebeği) iyi yetiştirir"},{"SurahNumber":28,"VerseNumber":13,"Text":"Böylece onu annesine geri verdik, gözü aydın olsun ve mahzun olmasın ve Allah´ın vaadinin hak olduğunu bilsin diye. Ve lâkin onların çoğu bilmezler"},{"SurahNumber":28,"VerseNumber":14,"Text":"Ve erginlik çağına erişip kemâle erdiği zaman, ona hikmet ve ilim verdik. Ve muhsinleri, Biz işte böyle mükâfatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Ve (Hz. Musa, kendisine hikmet verilmeden önce) şehir halkı gaflette olduğu bir zamanda (kimse farkında olmadan) şehre girdi. Orada dövüşen iki adam buldu. Biri kendi tarafından, diğeri ona düşman taraftan. O zaman onun (Musa (A.S)´ın) tarafından olan, düşmanına karşı ondan yardım istedi. Bunun üzerine Musa (A.S) onu yumrukladı (öldürdü). Böylece (ölüm) kaza değildi (hüküm yerine geldi). Musa (A.S) : \"Bu şeytanın işidir. Muhakkak ki o, apaçık dalalette bırakan bir düşmandır.\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim, ben nefsime zulmettim, artık beni mağfiret et.\" dedi. Böylece onu mağfiret etti. Muhakkak ki O; Gafûr´dur (mağfiret eden), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":28,"VerseNumber":17,"Text":"(Musa A.S): \"Rabbim beni ni´metlendirdiğin şeyler sebebiyle, bundan sonra ben asla mücrimlere arka çıkmayacağım (yardımcı olmayacağım)"},{"SurahNumber":28,"VerseNumber":18,"Text":"Böylece şehirde (etrafı) gözleyerek sabahladı. Fakat dün yardım isteyen kişi ondan (tekrar) yardım istediği zaman (Musa A.S) ona: \"Muhakkak ki sen, apaçık azgınsın.\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Böylece ikisinin de düşmanı olan adamı yakalamak istediği zaman: \"Ey Musa! Dün öldürdüğün kişi gibi beni de öldürmek mi istiyorsun? Eğer (öldürmek) istiyorsan, o taktirde sen yeryüzünde sadece bir zorba olursun. Ve sen, barıştıranlardan olmak istemiyorsun.\" dedi"},{"SurahNumber":28,"VerseNumber":20,"Text":"Ve şehrin öbür ucundan bir adam koşarak geldi: \"Ey Musa! (Kavmin) ileri gelenleri mutlaka seni öldürme emrini vermek için konuşuyorlar. Öyleyse hemen (şehirden) çık. Muhakkak ki ben, sana öğüt verenlerdenim.\" dedi"},{"SurahNumber":28,"VerseNumber":21,"Text":"Böylece oradan korkuyla (etrafını) gözleyerek çıktı: \"Rabbim, beni (bu) zalimler kavminden kurtar.\" dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ve (Musa A.S), Medyen (şehri) tarafına döndüğü zaman \"Rabbimin beni sevva edilmiş yola hidayet etmesini (ulaştırmasını) umarım.\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Ve Medyen suyuna vardığı zaman, su almakta olan bir insan topluluğu buldu ve onlardan başka, (hayvanlarını suya gitmekten) engelleyen iki kadın buldu. Onlara: \"Sizin haliniz (derdiniz) nedir?\" dedi. (O iki kadın): \"Çobanlar (sürüleriyle) çekilmedikçe biz (hayvanlarımızı) sulayamayız. Ve bizim babamız çok ihtiyar.\" dediler"},{"SurahNumber":28,"VerseNumber":24,"Text":"Böylece ikisinin (sürüsünü) suladı, sonra gölgeye döndü ve \"Rabbim muhakkak ki ben, bana hayır olarak indirdiğin herşeye fakirim (muhtacım).\" dedi"},{"SurahNumber":28,"VerseNumber":25,"Text":"İkisinden biri, haya ederek (utanarak) ona geldi: \"Muhakkak ki babam, bizim (sürümüzü) sulamandan dolayı bir ecirle mükâfatlandırmak için seni davet ediyor.\" dedi. Ve (Musa A.S), ona geldiği zaman hikâyesini anlattı. (İhtiyar adam): \"Korkma! (Artık) sen, zalimler kavminden kurtuldun.\" dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"İki kızdan biri: \"Ey babacığım! Onu ücretle tut. Muhakkak ki o, ücretle tuttuklarından daha hayırlı, sağlam ve emindir.\" dedi"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Yaşlı adam): \"Gerçekten ben, işte bu iki kızımdan birini sana nikâhlamak istiyorum, bana ücretle sekiz yıl çalışmana karşılık. Eğer on yılı tamamlarsan o da senden (bir lütuftur). Ve ben, seni mecbur etmek istemem. İnşaallah beni salihlerden bulacaksın"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa A.S): \"Bu seninle benim aramdadır. İki süreden hangisini kada edersem (yerine getirirsem), artık bana bir düşmanlık oluşmasın. Ve Allah, konuştuklarımıza vekildir.\" dedi"}]}