{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(Анда пайгамбар) айткан: «Биз силерге ата-бабаңар кармаган диниңерден туурараак дин алып келсекчи? Алар (дагы эле): «Биз силер алып келген динге ишенбейбиз», - дешти"},{"SurahNumber":43,"VerseNumber":25,"Text":"Анан... Биз алардан өч алдык. (Аллаһтын пайгамбарын) «жалганчы» деген адамдардын акыбети кандай болгонун көрүп ал"},{"SurahNumber":43,"VerseNumber":26,"Text":"Жана (эстегин): Бир кезде Ибрахим атасына жана (мушрик) коомуна «Мен силерден жана силер сыйынган «кудайыңардан» кол үздүм"},{"SurahNumber":43,"VerseNumber":27,"Text":"Мени жараткан Аллаһтын Өзү(нө гана сыйынамын). Ал мени Туура Жолго баштайт»- деди"},{"SurahNumber":43,"VerseNumber":28,"Text":"(Ибрахим) ал сөздү (ширк ибадатынан) кайтышса ажеп эмес (деп), (урпактарына) түбөлүк (мурас кылып) калтырды"},{"SurahNumber":43,"VerseNumber":29,"Text":"Мен аларды (Макка мушриктерин) жана ата-бабаларын, өздөрүнө Акыйкат (Ислам) жана анык пайгамбар (Мухаммад) келгенге чейин (кенен жашоо-ырыскы менен) пайдалантырдым"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ал эми, качан аларга Акыйкат келгенде: «Бул — сыйкыр! Биз буга ишенбейбиз!»-дешти"},{"SurahNumber":43,"VerseNumber":31,"Text":"Жана айтышты: «Бул Кураан эки улук шаардагы (улук) адамдарга түшсө болмок»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Раббиңдин (сага берген) ырайымын (пайгамбарчылыгын) ошолор бөлүштүргөн бекен? (Жок! Андай эмес) алардын дүйнө жашоосундагы өз ара тиричилик-ырыскыларын да Биз бөлүштүргөнбүз жана бирин-бирине моюн сундуруп алуулары үчүн кээ бирөөлөрүнүн даражасын башкаларынан бийик кылып койгонбуз. Бирок, алар чогулткан (байлык, даңк сыяктуу) нерселерден Раббиңдин ырайымы артыгыраак"},{"SurahNumber":43,"VerseNumber":33,"Text":"Эгер адамдар(дын бардыгы каапырлардын байлыгына азгырылып) бир (каапыр) үммөт болуп кетүү (коркунучу) болбогондо, Биз Рахманга каапыр болгондордун тамдарын жана аларга чыга турган шатыларынан өйдө күмүштөн кылып коймокпуз"},{"SurahNumber":43,"VerseNumber":34,"Text":"Үйлөрүнүн эшиктерин, жазданып (жөлөнүп) отурчу сөрүлөрүн"},{"SurahNumber":43,"VerseNumber":35,"Text":"Жана (башка) жасалга-зыйнаттарын (чылкый күмүштөн кылмакпыз). Бирок, булардын бардыгы дүйнө(нүн опасыз) пайдалары. Раббиңдин алдындагы Акырет (зыйнаттары) такыба кишилерге арналган"},{"SurahNumber":43,"VerseNumber":36,"Text":"Ким Рахмандын зикири — Кураандан жүз бурса, ага шайтанды жолдош кылып койобуз. Анан (Шайтан) анын жакыны болуп калат"},{"SurahNumber":43,"VerseNumber":37,"Text":"Кийин шайтандар аларды (Туура) Жолдон тосушат жана алар өздөрүн Туура Жолдо деп ойлоп жүрө беришет"},{"SurahNumber":43,"VerseNumber":38,"Text":"Анан качан гана (ошол бойдон өлүп) Бизге кайтып келгенде (шайтан-шеригине карап) «Эми, экөөбүздүн арабыз эки чыгыштын! арасындай алыс болгон болсо кана, (атаганат)! (Сен) аябай жаман жолдошсуң!» - дейт"},{"SurahNumber":43,"VerseNumber":39,"Text":"(Ширк жолун тандап өзүңөргө) зулумдук кылганыңар себептүү, бүгүн силерге (ширкиңер) пайда бербейт. Силер азапта (дагы аны менен) шерик болосуңар"},{"SurahNumber":43,"VerseNumber":40,"Text":"(О, Мухаммад!) Сен дүлөйгө сөз уктура аласыңбы же болбосо, сокур менен анык адашуудагы адамды Туура Жолго баштай аласыңбы"},{"SurahNumber":43,"VerseNumber":41,"Text":"Же Биз сени (алардан мурун Акырет сапарына) кетиребиз жана алардан (ошол жакта) өч алабыз"},{"SurahNumber":43,"VerseNumber":42,"Text":"Же болбосо, аларга убада кылган нерсебизди (баштарына түшүрчү азапты) сага (ушул дүйнөдө) көргөзөбүз. Аларга Биздин Кудуретибиз жетет"},{"SurahNumber":43,"VerseNumber":43,"Text":"Сен Өзүңө вахий кылынган Кураанды бекем карма! Чынында, сен Туура Жолдун үстүндөсүң"},{"SurahNumber":43,"VerseNumber":44,"Text":"Жана бул (Кураан) сен үчүн, сенин коомуң үчүн атак-даңк (жана сыймык)!! Жакында сураласыңар"},{"SurahNumber":43,"VerseNumber":45,"Text":"Сенден мурун жиберген пайгамбарларыбыздан сурачы, Биз (элдерге) Рахмандан башка кудайлар(га сыйынууга уруксат) бердик бекен"},{"SurahNumber":43,"VerseNumber":46,"Text":"Биз Мусаны аят-моожизаларыбыз менен, Фираун жана анын элине жибердик. Ал «Мен (силерге) ааламдардын Раббиси тарабынан жиберилген пайгамбармын»-деди"},{"SurahNumber":43,"VerseNumber":47,"Text":"Аларга биздин аят-моожизаларды алып келгенде” алардын үстүнөн күлүштү"},{"SurahNumber":43,"VerseNumber":48,"Text":"Аларга көргөзгөн ар бир (азап-) моожизабыз (абалкы) түгөйүнөн чоңураак. (Туура Жолго) кайтаар бекен деп, аларды (ушундай) азап менен кармадык"},{"SurahNumber":43,"VerseNumber":49,"Text":"Жана алар (Мусага) айтышты: «О, сыйкырчы! (Аллаһ) берген (пайгамбарлык) касиет(иң) менен Раббиңе дуба кыл. (Бизден балээни арылтсын) Биз Туура Жолго жүрөбүз»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Качан Биз алардан азапты алып койсок, ошол замат (сөздөрүнөн) кайтып кетишти"},{"SurahNumber":43,"VerseNumber":51,"Text":"(Жана Фираун өз элине ) бийик добуш менен( мындай деди: «О, элим! Мен Мисир мамлекетинин жана бутумдун астынан агып турган мына бул (Нил) дарыяларынын падышасы эмесминби?! (Падышалыгымды) көрбөй жатасыңарбы"},{"SurahNumber":43,"VerseNumber":52,"Text":"Мен мына бул (кекечтенип) араң сүйлөгөн төмөн адамдан (Мусадан) артык эмесминби?!»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Эгер ага (асмандан) алтын билериктер ташталса, же аны жандап периштелер түшсө, (анда пайгамбар экенине ишенсе болот)»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Ал өз элин(ин акылын ушинтип) кордоду эле, эли дагы моюн сунду. Алар (түпкүлүгүндө) бузуку эл болгон"},{"SurahNumber":43,"VerseNumber":55,"Text":"Алар (ошол иштери менен) Биздин ачуубузга тийди. Анан Биз алардан өч алып, бардыгын (деңизге) чөктүрүп жибердик"},{"SurahNumber":43,"VerseNumber":56,"Text":"(Ошентип), аларды өтмүш-тарых жана кийинки муундар үчүн (ачуу) сабак кылдык"}]}