{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"I не домовленість з вами, O Діти Adam, що ви не будете обожнювали чорта? Що він ваш найбільш ревний ворог"},{"SurahNumber":36,"VerseNumber":61,"Text":"Та що ви будете обожнювати Мені єдиний? Це являє собою право шлях"},{"SurahNumber":36,"VerseNumber":62,"Text":"Він призвів до помилки безліч вас. Ви не оволоділи будь-яким розумінням"},{"SurahNumber":36,"VerseNumber":63,"Text":"Це являє собою Пекло це було пообіцяне для вас"},{"SurahNumber":36,"VerseNumber":64,"Text":"Сьогодні ви спалите у це, як наслідку вашого disbelief"},{"SurahNumber":36,"VerseNumber":65,"Text":"На що день ми опечатаємо їхні гирла; їхні руки та ноги будуть давати свідчення до все вони зробили"},{"SurahNumber":36,"VerseNumber":66,"Text":"Якщо ми будемо, ми можемо вуаль їхні очі та, отже, коли вони шукають шляху, вони не побачать"},{"SurahNumber":36,"VerseNumber":67,"Text":"Якщо ми будемо, ми можемо замерзнути їм на місці; отже, вони можуть ні зміна місьця наперед, ні ідуть назад"},{"SurahNumber":36,"VerseNumber":68,"Text":"Whomever ми дозволяємо прожити довгий час, ми переходимо йо до слабкості. Вони не розуміють"},{"SurahNumber":36,"VerseNumber":69,"Text":"Що ми навчили його (кур'єр) не поезія, не він (поет). Це але formidable доказ, та глибокий Quran"},{"SurahNumber":36,"VerseNumber":70,"Text":"Щоб проповідувати до цих хто є живий, та expose disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"вони не побачили що ми створювали для них, з нашим володіємо руки, домашна худоба що вони володіють"},{"SurahNumber":36,"VerseNumber":72,"Text":"Та ми підкорили їх для них; деякі вони їдуть, та деякі вони гостяться"},{"SurahNumber":36,"VerseNumber":73,"Text":"Вони одержують інший має вигоду з них, так же, як і напою. Вони не би були appreciative"},{"SurahNumber":36,"VerseNumber":74,"Text":"Вони здіймаються біля БОГА інші боги, можливо вони можуть бути допомоги їм"},{"SurahNumber":36,"VerseNumber":75,"Text":"Навпаки, вони не можуть допомогти їм; вони закінчують служачих їм як присвячене солдатам"},{"SurahNumber":36,"VerseNumber":76,"Text":"Тому, не будуть засмучений їхніми висловами. Ми знаємо цілком все вони приховують та все вони заявляють"},{"SurahNumber":36,"VerseNumber":77,"Text":"людське існування не дивиться що ми утворили його з tiny краплі, тоді він повертає у ревного ворога"},{"SurahNumber":36,"VerseNumber":78,"Text":"Він піднімає питання до нас - той час, як забуваючи його вихідне створення - \"Хто resurrect кістки після вони можуть гнили"},{"SurahNumber":36,"VerseNumber":79,"Text":"Кажуть, хто започаткував їх у першу чергу буде resurrect їм. Він знає цілком кожне створення"},{"SurahNumber":36,"VerseNumber":80,"Text":"Він являє собою один хто створює для вас, з зелених дерев, паливо котрий ви горите для світла"},{"SurahNumber":36,"VerseNumber":81,"Text":"не хто утворюється небо та земля спроможна recreate та же? Так дійсно; Він являє собою Creator, Omniscient"},{"SurahNumber":36,"VerseNumber":82,"Text":"Весь Він потребує зробити виконати будь-яку команду мусить сказати це,,\" та це"},{"SurahNumber":36,"VerseNumber":83,"Text":"Тому, слава мусить у чиїй руці являє собою суверенітет над всіма речами, та йому ви будете вертатися"},{"SurahNumber":37,"VerseNumber":1,"Text":"arrangers у колонах"},{"SurahNumber":37,"VerseNumber":2,"Text":"blamers цих бути осуджений"},{"SurahNumber":37,"VerseNumber":3,"Text":"reciters повідомлень"},{"SurahNumber":37,"VerseNumber":4,"Text":"Ваш бог тільки"},{"SurahNumber":37,"VerseNumber":5,"Text":"Лорд неба та землі, та все між ними, та Лордом сходу"},{"SurahNumber":37,"VerseNumber":6,"Text":"Ми прикрасили найбільш низькі небеса з прикрашаючими планетами"},{"SurahNumber":37,"VerseNumber":7,"Text":"Ми пильнували це з кожного згубного чорта"},{"SurahNumber":37,"VerseNumber":8,"Text":"Вони не можуть розвідник на Високому Суспільстві; вони приїжджають bombarded з кожної сторони"},{"SurahNumber":37,"VerseNumber":9,"Text":"Вони були засуджені; вони зазнали вічного retribution"},{"SurahNumber":37,"VerseNumber":10,"Text":"Якщо будь-які їм підприємства звинуватити зовнішні межі, він приїжджає укладений з жорстокий projectile"},{"SurahNumber":37,"VerseNumber":11,"Text":"Просять їх, вони більше тяжкі створюють, або інші створення?\" Ми утворили їх з вологої грязюки"},{"SurahNumber":37,"VerseNumber":12,"Text":"В той час, як ви awed, вони висміюють"},{"SurahNumber":37,"VerseNumber":13,"Text":"Коли нагадали, вони не беруть увагу"},{"SurahNumber":37,"VerseNumber":14,"Text":"Коли вони бачать доказ, вони ridicule це"},{"SurahNumber":37,"VerseNumber":15,"Text":"Як кажуть, \"Це є очевидно магічне"},{"SurahNumber":37,"VerseNumber":16,"Text":"Після ми вмираємо та стаємо пилом та кістками, ми приїжджаємо resurrected"},{"SurahNumber":37,"VerseNumber":17,"Text":"Рівні наші старовинні предки"},{"SurahNumber":37,"VerseNumber":18,"Text":"Кажете, \"Так, ви будете forcibly скликатися"},{"SurahNumber":37,"VerseNumber":19,"Text":"Все це бере nudge, whereupon вони (встають) дивляться"},{"SurahNumber":37,"VerseNumber":20,"Text":"Вони скажуть, \"Прикрощі до нас; це являє собою День Вироку"},{"SurahNumber":37,"VerseNumber":21,"Text":"Це являє собою день рішення що ви використали disbelieve"}]}