{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"ואל תתנצחו עם אנשי הספר, אלא בצורה הטובה ביותר, חוץ מאלה אשר קיפחו מהם. ואמרו: \"אנו מאמינים ובאשר הורד אליכם, ואלוהנו ואלוהכם באשר הורד אלינו מוסלמים (מתמסרים'') הוא אחד, ולו אנו"},{"SurahNumber":29,"VerseNumber":47,"Text":"וכך הורדנו אליך את הספר. ואלה אשר נתנו להם את הספר מאמינים בו, ומאלה יש אשר יאמינו בו. ואינם מתכחשים לאותותינו אלא הכופרים"},{"SurahNumber":29,"VerseNumber":48,"Text":"ולא היית קורא לפני זה כל ספר, ולא יכולת לכתוב בימינך, אחרת היו מעוררים בכך ספק המשקרים"},{"SurahNumber":29,"VerseNumber":49,"Text":"אבל הוא אותות בהירים בלבבות אלה אשר ניתן להם הידע, ואינם מתכחשים לאותותינו אלא המקפחים"},{"SurahNumber":29,"VerseNumber":50,"Text":"ואמרו: \"אילו לא הורדו לו אותות מריבונו\"? אמור: \"אכן, האותות אצל אלוהים, ואכן אני מזהיר ברור"},{"SurahNumber":29,"VerseNumber":51,"Text":"האם אינו מספיק להם שהורדנו אליך את הספר שייקרא להם? בהחלט יש בו רחמים וזכר לאנשים המאמינים"},{"SurahNumber":29,"VerseNumber":52,"Text":"אמור: \"די באלוהים כעד ביני לבינכם. הוא יודע מה שבשמים ובארץ, ואלה אשר האמינו בהבל וכפרו באלוהים, אלה הם המפסידים"},{"SurahNumber":29,"VerseNumber":53,"Text":"דורשים ממך לזרז את עונשם, אך לולא היה קבוע למועד מסוים היה כבר בא עליהם העונש, ואולם הוא יבוא עליהם בהפתעה, בלי שירגישו"},{"SurahNumber":29,"VerseNumber":54,"Text":"הם דוחקים בך לזרז את העונש, ואכן הגיהינום מקיפה את הכופרים"},{"SurahNumber":29,"VerseNumber":55,"Text":"ביום אשר יעטוף אותם העונש מעליהם ומתחת רגליהם אז יגידו להם: \"טעמו את אשר הייתם עושים.\" העכביש"},{"SurahNumber":29,"VerseNumber":56,"Text":"הוי עבדיי אשר האמינו בי! אדמתי רחבה, לכן רק אותי עיבדו"},{"SurahNumber":29,"VerseNumber":57,"Text":"סופו של כל אחד לטעום את המוות, ואלינו מושבים"},{"SurahNumber":29,"VerseNumber":58,"Text":"ואלה אשר האמינו ועשו את הטוב, אותם נכניס לחדרי גן עדן, אשר זורמים מתחתיהם נהרות, ושם הם יחיו בה לעולם ועד. כמה טוב גמול הטורחים"},{"SurahNumber":29,"VerseNumber":59,"Text":"אלה אשר התאזרו בסבלנות וסמכו על ריבונם"},{"SurahNumber":29,"VerseNumber":60,"Text":"מה רבים הברואים, אשר אינם מסוגלים לפרנס את עצמם? אלוהים יפרנס אותם ואתכם, אכן הוא הכול שומע והכול יודע"},{"SurahNumber":29,"VerseNumber":61,"Text":"אם תשאל אותם, מי ברא את השמים ואת הארץ והעמיד את השמש והירח לטובתכם? יאמרו: \"אלוהים.\" אם כך, כיצד הם סרים מדרך הצדק"},{"SurahNumber":29,"VerseNumber":62,"Text":"אלוהים מגדיל ומקטין את פרנסתו של אשר ירצה מעבדיו, כי אלוהים יודע הכול"},{"SurahNumber":29,"VerseNumber":63,"Text":"ואם תשאלם: \"מי הוריד מן השמים מים ובהם החיה את האדמה אחרי היותה כמתה\"? יאמרו: \"אלוהים.\" אמור: \"השבח לאלוהים.\" ואולם רובם לא ישכילו להבין"},{"SurahNumber":29,"VerseNumber":64,"Text":"ומה הם חיי העולם הזה מלבד שעשוע ומשחק? רק העולם הבא הוא חיי הצדק, לו רק היו יודעים"},{"SurahNumber":29,"VerseNumber":65,"Text":"כאשר הם עולים על אונייה, הם פונים בתפילה אל אלוהים במסירות ונאמנים לו, אך לאחר שהוא מצילם ומעלה אותם ליבשה, הם ייחסו לו שותפים"},{"SurahNumber":29,"VerseNumber":66,"Text":"כדי לכפור באשר נתנו להם למען ייהנו, ולבסוף הם עוד ידעו"},{"SurahNumber":29,"VerseNumber":67,"Text":"הלא יראו כי עשינו להם מתחם מקודש ומקום מבטחים, בעוד האנשים סביבם מגורשים ממקומותיהם? האם רק בהבל יאמינו ובחסד אלוהים יכפרו"},{"SurahNumber":29,"VerseNumber":68,"Text":"ומי חוטא יותר מזה אשר ממציא שקרים על אלוהים, או מזה אשר כופר בצדק שבא אליו? האם אין בגיהינום משכן לכופרים"},{"SurahNumber":29,"VerseNumber":69,"Text":"ואלה אשר התאמצו בהקרבה למעננו, את אלה אנחנו ודאי נדריך, כי אלוהים הוא עם המטיבים"}]}