{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Gezegend zij Hij die het reddend onderscheidingsmiddel tot Zijn dienaar heeft neergezonden, opdat hij voor de wereldbewoners een waarschuwer zou zijn"},{"SurahNumber":25,"VerseNumber":2,"Text":"Hij die de heerschappij over de hemelen en de aarde heeft, die zich geen kind genomen heeft, die geen metgezel in de heerschappij heeft en die alles geschapen en nauwkeurig geordend heeft"},{"SurahNumber":25,"VerseNumber":3,"Text":"Maar zij hebben zich in plaats van Hem goden genomen die zelf geschapen zijn, maar niets kunnen scheppen en die geen macht hebben om voor zichzelf tot nut of tot schade te zijn en die geen macht hebben over dood en leven, noch over herrijzenis"},{"SurahNumber":25,"VerseNumber":4,"Text":"Zij die ongelovig zijn zeggen: \"Dit is slechts laster die hij verzonnen heeft en waarbij andere mensen hem geholpen hebben.\" Zo begaan zij onrecht en onwaarheid"},{"SurahNumber":25,"VerseNumber":5,"Text":"En zij zeggen: \"Fabels van hen die er eertijds waren die hij zich heeft laten opschrijven; zij worden hem 's ochtends en 's avonds gedicteerd"},{"SurahNumber":25,"VerseNumber":6,"Text":"Zeg: \"Hij die kent wat in de hemelen en op de aarde geheim is heeft het neergezonden; Hij is vergevend en barmhartig"},{"SurahNumber":25,"VerseNumber":7,"Text":"En zij zeggen: \"Hoe komt het dat deze gezant voedsel eet en op de markten rondloopt? Had er dan niet een engel naar hem neergezonden kunnen worden om samen met hem een waarschuwer te zijn"},{"SurahNumber":25,"VerseNumber":8,"Text":"Of als er hem maar een schat toegeworpen was of als hij maar een tuin had gehad waarvan hij kon eten!\" En de onrechtplegers zeggen: \"Jullie volgen slechts een man die betoverd is"},{"SurahNumber":25,"VerseNumber":9,"Text":"Kijk hoe zij voor jou vergelijkingen maken; zij dwalen en kunnen dus geen weg meer vinden"},{"SurahNumber":25,"VerseNumber":10,"Text":"Gezegend zij Hij die, als Hij het wil, aan jou iets beters dan dit kan geven: tuinen waar de rivieren onderdoor stromen en kastelen kan Hij jou geven"},{"SurahNumber":25,"VerseNumber":11,"Text":"Ja zeker, zij loochenen het uur, maar Wij hebben voor hen die het uur loochenen een vuurgloed klaargemaakt"},{"SurahNumber":25,"VerseNumber":12,"Text":"Wanneer hij hen uit de verte te zien krijgt, horen zij al zijn gegrom en gesteun"},{"SurahNumber":25,"VerseNumber":13,"Text":"En wanneer zij er aaneengeketend uit geworpen worden naar een enge plaats dan roepen zij daar ach en wee"},{"SurahNumber":25,"VerseNumber":14,"Text":"Roept vandaag niet één keer ach en wee maar roept vaak ach en wee"},{"SurahNumber":25,"VerseNumber":15,"Text":"Zeg: \"Is dat beter of de tuin van het eeuwige leven die aan de godvrezenden is toegezegd en die voor hen een beloning en een bestemming is"},{"SurahNumber":25,"VerseNumber":16,"Text":"Zij hebben daarin wat zij willen, terwijl zij er altijd blijven. Dat is een opeisbare toezegging waartoe jouw Heer verplicht is"},{"SurahNumber":25,"VerseNumber":17,"Text":"En op de dag dat Hij hen en wat zij in plaats van God dienen verzamelt en dan zegt: \"Hebben jullie deze dienaren van Mij tot dwaling gebracht of zijn zij zelf van de weg afgedwaald"},{"SurahNumber":25,"VerseNumber":18,"Text":"zeggen zij: \"U zij geprezen! Het paste ons niet dat wij ons in plaats van U beschermheren hebben genomen, maar U hebt hen en hun vaderen laten genieten totdat zij de vermaning vergaten en verloren mensen geworden zijn"},{"SurahNumber":25,"VerseNumber":19,"Text":"Zij hebben jullie dus over wat jullie zeiden van leugens beticht. Jullie kunnen het niet afwenden en geen hulp krijgen en wie van jullie onrecht pleegt laten wij een grote straf proeven"},{"SurahNumber":25,"VerseNumber":20,"Text":"Wij hebben voor jouw tijd alleen maar gezondenen gezonden die voedsel aten en op de markten rondliepen. En Wij hebben sommigen van jullie tot een verzoeking voor anderen gemaakt [om te zien] of jullie geduldig kunnen volharden; jouw Heer is doorziend"}]}