{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Er vel den som innser at det som er åpenbart for deg av Herren er sannhet, lik den som er blind? Bare de som har hjertets forstand tenker etter"},{"SurahNumber":13,"VerseNumber":20,"Text":"de som oppfyller pakten med Gud, og ikke bryter inngått forpliktelse"},{"SurahNumber":13,"VerseNumber":21,"Text":"som knytter det sammen som Gud har bestemt skal høre sammen, og frykter Herren og en hard avregning"},{"SurahNumber":13,"VerseNumber":22,"Text":"som viser standhaftighet og søker Herrens velbehag, som forretter bønnen og gir av det Vi har gitt dem, i det skjulte og åpent, som møter ondt med godt, disse har i vente det endelige hjem, Edens haver"},{"SurahNumber":13,"VerseNumber":23,"Text":"Der vil de tre inn, og de rettskafne av deres fedre, og deres hustruer og barn. Englene kommer inn til dem gjennom alle dører"},{"SurahNumber":13,"VerseNumber":24,"Text":"«Fred være med dere for den standhaftighet dere viste!» Hvor herlig er det endelige hjem"},{"SurahNumber":13,"VerseNumber":25,"Text":"Men de som bryter pakten med Gud etter forpliktelsens inngåelse, som skjærer av det som Gud har bestemt skal høre sammen og stifter ufred på jorden, de har forbannelsen i vente, og et sørgelig husly"},{"SurahNumber":13,"VerseNumber":26,"Text":"Gud skjenker rikelig underhold eller begrenser det til dem Han vil. De gleder seg over jordelivet, men jordelivet er i forhold til det hinsidige liv bare en kortvarig glede"},{"SurahNumber":13,"VerseNumber":27,"Text":"De vantro sier: «Hvorfor er det ikke sendt ham et tegn fra hans Herre?» Si: «Gud lar dem Han vil seile sin egen sjø, og leder til Seg de botferdige"},{"SurahNumber":13,"VerseNumber":28,"Text":"dem som tror, og hvis hjerter finner ro ved å komme Gud i hu.» Ja, ved å komme Gud i hu finner hjertet ro"},{"SurahNumber":13,"VerseNumber":29,"Text":"De som tror og lever rettskaffent, dem venter lykksalighet og et godt hjem"},{"SurahNumber":13,"VerseNumber":30,"Text":"Så har Vi da sendt deg til et folk, mens folk før dem er gått bort, for å forkynne for dem det Vi har åpenbart for deg. Men de fornekter den Barmhjertige. Si: «Han er min Herre. Det er ingen gud unntatt Ham. Jeg forlater meg på Ham. Til Ham går min omvendelse.»"},{"SurahNumber":13,"VerseNumber":31,"Text":"Om det fantes lesbare ord (Koran) som kunne flytte fjell eller kløve jorden eller nå de døde? Nei, heller ikke det ville nytte! Saken er i sin helhet i Guds hånd. Vet da ikke de troende, at om Gud ville, kunne Han gi alle mennesker ledelsen? De vantro vil ikke opphøre å bli slått av ulykken for det de har bedrevet, eller den vil slå til nær deres bosteder, slik at Guds løfte innfris. Gud bryter ikke sitt løfte"},{"SurahNumber":13,"VerseNumber":32,"Text":"Sendebud før deg er også blitt spottet. Jeg gav de vantro en frist, men så tok Jeg dem fatt. Og hvordan var Min straff"},{"SurahNumber":13,"VerseNumber":33,"Text":"Hva med Ham som våker over alle for det de pådrar seg? Allikevel setter de guder ved Hans side. Si: «Nevn deres navn! Eller vil dere fortelle Ham noe Han ikke vet på jorden, eller nevnes med klare ord?» Nei, de vantros renker synes prydelige for dem, og de blir holdt borte fra veien. Den Gud lar seile sin egen sjø har ingen rettleder"},{"SurahNumber":13,"VerseNumber":34,"Text":"Dem venter refselse i jordelivet. Men det hinsidiges straff er visselig verre, og de har ingen som kan verge dem mot Gud"}]}