{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Atumwi aja! Ife tidawakweza ena kuposa anzawo. Kwa ena a iwo Mulungu adalankhula nawo mwachindunji, pamene ena adawakweza kukhala a pamwamba ndipo kwa Yesu mwana wa Mwamuna wa Maria, Ife tidampatsa zizindikiro zooneka ndipo tidamulimbikitsa ndi Mzimu Woyera. Mulungu akadafuna, iwo amene adadza pambuyo pawo sakadamenyana wina ndi mnzake pamene zizindikiro zooneka zitadza kwa iwo, koma iwo adakangana. Ena adali ndi chikhulupiriro pamene ena mwa iwo adakana. Koma Mulungu akadafuna, iwo sakadamenyana wina ndi mzake ayi. Mulungu amachita chimene wafuna"},{"SurahNumber":2,"VerseNumber":254,"Text":"Oh Inu anthu okhulupirira! Perekani gawo la zimene takupatsani lisanafike tsiku limene sikudzakhala malonda, ubwenzi kapena mkhalapakati. Ndithudi ndi anthu osakhulupirira amene ali osalungama"},{"SurahNumber":2,"VerseNumber":255,"Text":"Mulungu! Kulibe mulungu wina koma Iye yekha, wamoyo ndi wamuyaya. Iye saodzera kapena kugona. Zake ndi zonse zimene zili kumwamba ndi padziko lapansi. Ndani amene angakhale mkhalapakati pa Iye opanda chilolezo chake? Iye amadziwa zonse zimene zimachitika mdziko lino ndi zimene zidzachitike m’moyo uli nkudza. Ndipo iwo sadzadziwa chilichonse kuchokera ku nzeru zake pokhapokha ngati Iye afuna. Mpando wake umafika kumwamba ndi dziko lapansi. Ndipo chisamaliro chake pazinthu zonse sichimutopetsa ayi. Iye ndi wapamwamba mwamba ndi Wamkulu zedi"},{"SurahNumber":2,"VerseNumber":256,"Text":"Palibe kukakamizana m’chipembedzo. Ndithudi njira yoyenera yaonekera kusiyana ndi njira yolakwa. Iye amene asiya kupembedza mafano ndipo aika chikhulupiriro chake mwa Mulungu, ndithudi wagwiritsitsa chingwe chimene sichidzaduka. Ndipo Mulungu ndi wakumva ndi wodziwa"},{"SurahNumber":2,"VerseNumber":257,"Text":"Mulungu ndi Mtetezi wa amene akhulupirira. Iye amawatulutsa kuchokera ku mdima kupita nawo kowala. Koma iwo amene sakhulupirira, owathandiza wawo ndi Satana, amene amatulutsa iwo kuchoka kowala kupita ku mdima. Iwo ndiwo anthu aku moto ndipo adzakhala komweko mpaka kalekale"},{"SurahNumber":2,"VerseNumber":258,"Text":"Kodi iwe siudamuone iye amene anatsutsana ndi Abrahamu pa nkhani ya Ambuye wake chifukwa cha kuti Mulungu anamupatsa iye ufumu? Pamene Abrahamu adati: “Ambuye wanga ndiye amene amapereka moyo ndi imfa.” Iye adati: “Ine ndimapereka moyo ndi imfa.” Abrahamu adati: “Ndithudi Mulungu amatulutsa dzuwa kuchokera ku m’mawa choncho iwe ulitulutse kuchokera ku madzulo.” Munthu wosakhulupirira uja adathedwa nzeru. Mulungu satsogolera anthu ochita zoipa"},{"SurahNumber":2,"VerseNumber":259,"Text":"Kapena iye amene adadutsa Mumzinda umene udaonongeka ndi kusanduka bwinja ndipo adanena kuti: “Kodi Mulungu angapereke moyo bwanji ku Mzinda pamene utafa?” Motero Mulungu adamupha iye ndipo patatha zaka zana limodzi Iye adamuukitsa kwa akufa. Mulungu adati: “Kodi iwe wakhala chifere nthawi yotani?” Iye adati: “Mwina tsiku limodzi kapena maola owerengeka basi.” Mulungu adati: “Iyayi, iwe wakhala zaka zana limodzi. Taona chakudya chako ndi chakumwa chako, sizinasinthe ayi ndipo taona bulu wako! Ife tikusandutsa kuti ukhale chizindikiro kwa anthu. Ndipo taona mafupa m’mene timawaikira pamodzi ndi kuwakuta ndi mnofu.” Ndipo pamene zonse zinaonetsedwa kwa iye, iye adati: “Ndadziwa tsopano kuti Mulungu ali ndi mphamvu pa chinthu china chilichonse.”"},{"SurahNumber":2,"VerseNumber":260,"Text":"Ndipo pamene Abrahamu adati: “Ambuye wanga! Ndionetseni mmene Inu mumaukitsira zinthu zakufa.” Mulungu adati: “Kodi iwe siukhulupirira?” Abrahamu adati: “Ndimakhulupirira, koma ndifuna kuti ndikhutitsidwe mumtima mwanga.” Mulungu adati: “Tenga mbalame zinayi ndipo uziwete kenaka uziphe ndi kuika pa phiri lililonse zigawozigawo za mbalame ndipo uziitane. Ndipo izo zibwera kwa iwe mwaliwiro. Ndipo dziwa kuti Mulungu ndi Wamphamvu ndi Wanzeru.”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Kufanana kwa amene amapereka chuma chawo m’njira ya Mulungu kuli ngati njere ya tirigu imene imabereka njere zina zisanu ndi ziwiri ndipo ililonse imabereka njere zana limodzi. Mulungu amapereka moolowa manja kwa amene wamufuna. Ndipo Mulungu ali ndi zonse zimene zolengedwa zake zimafuna. Iye amadziwa chinthu china chilichonse"},{"SurahNumber":2,"VerseNumber":262,"Text":"Iwo amene amapereka chuma chawo m’njira ya Mulungu ndipo sakumba wina aliyense chifukwa cha choperekacho kapena mtozo, mphotho yawo ili ndi Ambuye wawo. Iwo sadzaopa kapena kudandaula"}]}