{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(ای پیامبر، از جانب من) بگو: «ای بندگان من که بر خود اسراف (و ستم) کرده‌اید! از رحمت الله نا امید نشوید، همانا الله همۀ گناهان را می‌بخشد، یقیناً او بسیار آمرزندۀ مهربان است [ همۀ گناهان با توبه بخشیده می‌شود، و گناه هر چند بزرگ باشد، نباید از رحمت الله نا امید شد. (تفسیر ابن کثیر) و به سورۀ فرقان آیه 70 نیز رجوع فرمائید"},{"SurahNumber":39,"VerseNumber":54,"Text":"و به سوی پروردگار‌تان باز گردید و در برابر او تسلیم شوید، پیش از آنکه عذاب به سراغ شما آید، آنگاه (از سوی هیچ کس) یاری نشوید"},{"SurahNumber":39,"VerseNumber":55,"Text":"و از نیکو‌ترین چیزی که از جانب پروردگار‌تان بر شما نازل شده پیروی کنید، پیش از آنکه ناگهان عذاب به سراغ شما آید، در حالی‌که شما از آن بی‌خبرید"},{"SurahNumber":39,"VerseNumber":56,"Text":"تا (مبادا) کسی (در روز قیامت) بگوید: «ای افسوس بر من، که در حق الله کوتاهی کردم، و بی‌گمان از مسخره‌کنندگان (آیین او) بودم»"},{"SurahNumber":39,"VerseNumber":57,"Text":"یا بگوید: «اگر الله مرا هدایت می‌کرد، یقیناً از پرهیزگاران بودم»"},{"SurahNumber":39,"VerseNumber":58,"Text":"یا هنگامی‌که عذاب را می‌بیند، بگوید: «ای کاش بار دیگر (به دنیا) باز می‌گشتم تا از نیکوکاران می‌شدم»"},{"SurahNumber":39,"VerseNumber":59,"Text":"(الله می‌فرماید:) آری، آیات من برایت آمد، و تو آن را تکذیب نمودی، و تکبّر ورزیدی، و از کافران بودی"},{"SurahNumber":39,"VerseNumber":60,"Text":"و روز قیامت کسانی را که بر الله دروغ بسته‌اند، می‌بینی که چهره‌هایشان سیاه شده است، آیا در جهنم جایگاهی برای متکبران نیست؟"},{"SurahNumber":39,"VerseNumber":61,"Text":"و الله کسانی را که پرهیزگاری کردند با رستگاری‌شان نجات می‌دهد، نه رنجی به آن‌ها رسد، و نه آن‌ها اندوهگین شوند"},{"SurahNumber":39,"VerseNumber":62,"Text":"الله آفریدگار همه چیز است، و او بر همه چیز نگهبان است"},{"SurahNumber":39,"VerseNumber":63,"Text":"کلیدهای آسمان‌ها و زمین از آنِ اوست، و کسانی‌که به آیات الله کافر شدند، اینان زیانکارانند"},{"SurahNumber":39,"VerseNumber":64,"Text":"بگو: «ای نادانان آیا به من فرمان می‌دهید که غیر الله را پرستش کنم؟»"},{"SurahNumber":39,"VerseNumber":65,"Text":"و به راستی که به تو و به کسانی‌که پیش از تو بودند، وحی شد که اگر شرک آوری، یقیناً اعمالت (تباه و) نابود می‌شود، و از زیان‌کاران خواهی بود"},{"SurahNumber":39,"VerseNumber":66,"Text":"بلکه تنها الله را پرستش کن، و از شکر گزاران باش"},{"SurahNumber":39,"VerseNumber":67,"Text":"و آن‌ها (= مشرکان) الله را چنانکه سزاوار بزرگی اوست نشناختند در حالی‌که روز قیامت تمام زمین در مشت اوست و آسمان‌ها درهم پیچیده در دست راست اوست، او منزه و برتر است از آنچه شریک او می‌پندارند"},{"SurahNumber":39,"VerseNumber":68,"Text":"و در «صور» دمیده شود [ این دمیدن دوم است، که با آن تمام کسانی‌که در زمین و آسمان هستند، - بجز کسانی‌که الله بخواهد- می‌میرند، چنانکه در حدیث «صور» مشهور آمده است. (تفسیر ابن کثیر)]، پس هر که در آسمان‌ها و هر که در زمین است) جز آن‌ها که الله بخواهد) (بی‌هوش شده و) بمیرند. سپس بار دیگر در آن دمیده می‌شود، ناگهان آن‌ها به پا خیزند (و) می‌نگرند"},{"SurahNumber":39,"VerseNumber":69,"Text":"و زمین به نور پروردگارش روشن می‌شود، و نامۀ (اعمال) نهاده شود، و پیامبران و گواهان را بیاورند، و در میان آن‌ها به حق داوری شود، و به آن‌ها ستم نخواهند شد"},{"SurahNumber":39,"VerseNumber":70,"Text":"و به هر کس (پاداش) آنچه کرده است به تمام داده شود، و او به آنچه انجام می‌دهند دانا‌تر است"},{"SurahNumber":39,"VerseNumber":71,"Text":"و کسانی‌که کافر شدند گروه گروه به سوی جهنم رانده می‌شوند، تا وقتی به (کنار) آن (= دوزخ) رسند در‌هایش گشوده شود، و نگهبانانش به آنان گویند: «آیا پیامبرانی از میان خود‌تان به سوی شما نیامدند که آیات پروردگارتان را برای شما بخوانند، و شما را از دیدار امروز‌تان هشدار دهند؟!» گویند: «آری، و لیکن فرمان عذاب (الهی) بر کافران محقق شده است»"},{"SurahNumber":39,"VerseNumber":72,"Text":"گفته شود: «از در‌های جهنم وارد شوید، جاودانه در آن بمانید، پس چه بد است، جایگاه متکبران»"},{"SurahNumber":39,"VerseNumber":73,"Text":"و کسانی‌که از پروردگار‌شان ترسیده‌اند، گروه گروه به بهشت برده می‌شوند، تا وقتی به (کنار) آن رسند، و در‌هایش گشوده شود، و نگهبانانش به آنان گویند: «سلام بر شما پاکیزه بوده‌اید (خوش باشید) پس جاودانه به آن (= بهشت) وارد شوید»"},{"SurahNumber":39,"VerseNumber":74,"Text":"و (بهشتی ها) گویند: «حمد و ستایش مخصوص الله است که وعده‌اش در حق ما راست بود، و سرزمین (بهشت) را به ارث به ما داد، که از بهشت هر جا که بخواهیم منزل می‌گیریم، پس چه نیکو است پاداش عمل کنندگان.»"},{"SurahNumber":39,"VerseNumber":75,"Text":"و فرشتگان را می‌بینی که بر گرد عرش حلقه زده‌اند به ستایش پروردگار‌شان تسبیح می‌گویند، و در میان مردم به حق داوری می‌شود، و گفته شود: «حمد و ستایش مخصوص الله پروردگار جهانیان است»"}]}