{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Сағат / Қайта тірілу күні / туралы білім Оған қайтарылады. Барлық жемістердің қауашақтарынан шығуы әрі әрбірұрғашының жүкті болуы және тууы Оның білімімен ғана. Сол күні Ол: «Менің «серіктерім» / Маған таңғандарың / қайда?» - деп оларға үндейді. Олар / серік қосушылар / : «Біз Өзіңе арамызда куә болушы жоқ екенін білдірдік», - дейді"},{"SurahNumber":41,"VerseNumber":48,"Text":"Әрі бұрын жалбарынып келгендері олардан жоқ болады. Сондай-ақ, олар өздеріне құтылар жер жоқ екендігін түсінеді"},{"SurahNumber":41,"VerseNumber":49,"Text":"Адам баласы жақсылықты тілеуден жалықпайды. Ал, егер оған жамандық тисе, күдерін үзіп, үмітсіздікке түседі"},{"SurahNumber":41,"VerseNumber":50,"Text":"Ал, егер өзіне тиген жамандықтан кейін оған Өзімізден бір рахым көрсетсек, ол: «Бұл - мен үшін. Мен Сағатты / Қайта тірілу күнін / болады деп ойламаймын. Ал, егер Раббымның алдына қайтарылсам, Оның алдында маған әлбетте, ең жақсысы болады» , - дейді. Сөзсіз, Біз күпірлік еткендерге / Аллаһқақарсы келгендерге / не істегендерінің хабарын береміз әрі оларға ауыр азапты таттырамыз"},{"SurahNumber":41,"VerseNumber":51,"Text":"Ал, қашан Біз адамға бір игілік берсек, ол теріс бұрылып, қырын қарайды. Ал, оған жамандық келсе, ол тілегін ұзартады"},{"SurahNumber":41,"VerseNumber":52,"Text":"Ей, Мұхаммеді / Айт: «Айтыңдаршы, егер бұл / Құран / Аллаһтан болса, ал кейін сендер оған күпірлік етсеңдер / сенбесеңдер, қарсы келсеңдер / , сонда үлкен қарама-қайшылықта болған біреуден өткен адасушы кім бар?» - деп"},{"SurahNumber":41,"VerseNumber":53,"Text":"Біз оларға оның / Құранның / ақиқат екені анық болғанға дейін шартараптағы / әлемдегі / және олардың өздеріндегі белгілерімізді көрсетеміз. Раббыңның әрбір нәрсеге куә екені жеткілікті емес пе"},{"SurahNumber":41,"VerseNumber":54,"Text":"Біліндер! Олар өздерінің Раббысына жолығудан күмәндануда. Естеріңде болсын! Ол -барлық нәрсені толық Қамтушы"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ха. Мим"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ъайн, син, қаф"},{"SurahNumber":42,"VerseNumber":3,"Text":"Ей, Мұхаммед! Бәрінен Үстем, аса Дана Аллаһ саған және сенен бұрын болғандарға / пайғамбарларға / осылай уахи етеді"},{"SurahNumber":42,"VerseNumber":4,"Text":"Аспандардағы және жердегі барлық нәрселер - Онікі. Әрі Ол өте Жоғары, аса Ұлы"},{"SurahNumber":42,"VerseNumber":5,"Text":"Аспандар / бір-бірінің / үсті жағынан жарылып / бөлшектеніп / кете жаздайды. Ал, періштелер өздерінің Раббысына мақтау айтып, / барлық кемшіліктен / пәк деп дәріптейді және жердегілер үшін кешірім тілейді. Біліндер! Ақиқатында, Аллаһ өте Кешірімді, ерекше Мейірімді"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ей, Мұхаммед! / Одан өзгені қамқоршылар етіп алғандарды Аллаһ бақылаушы, ал сен олар үшін жауапкер емессің"},{"SurahNumber":42,"VerseNumber":7,"Text":"Әрі осылай саған елді мекендердің анасын / «Уммул-Қура» / және оны айнала орналасқандарды насихаттауың үшін арабша Құранды уахи еттік. Әрі болуында күмән жоқ, Жиналу / Қайта тірілу / күні жайлы ескертуің үшін. Бір топ Жәннатта, ал бір топ Саъирда (Тозақта) / болады"},{"SurahNumber":42,"VerseNumber":8,"Text":"Ал, егер де Аллаһ қалағанда, оларды бір үммет етер еді. Бірақ Ол Өзі қалағанды мейіріміне бөлейді. Ал, әділетсіздерге ешбір қамқоршы да, көмектесуші де болмайды"},{"SurahNumber":42,"VerseNumber":9,"Text":"Әлде олар Одан өзгені қамқоршылар етіп алды ма? Аллаһтың Өзі - әл-Уәли / анық Қамқоршы / . Ол өлілерді тірілтеді әрі Ол барлық нәрсені Жасай алушы"},{"SurahNumber":42,"VerseNumber":10,"Text":"Сендер қайшылыққа түсіп, тартысқан нәрсенің шешімі Аллаһта. / Ей, Мұхаммед! / : «Міне, осы Аллаһ - менің Раббым. Мен Оған ісімді тапсырдым / тәуекел еттім / , әрі әрдайым Оған бойсұнып, жүгінем» - де"},{"SurahNumber":42,"VerseNumber":11,"Text":"Аспандардың және жердің Жаратушысы! Ол сендер үшін өздеріңнен жұптар жасады. Әрі малдардан да жұптар жасады. Ол сендерді осылай көбейтеді. Оған ұқсайтын ешбір нәрсе жоқ. Ол бәрін Естуші , бәрін Көруші"},{"SurahNumber":42,"VerseNumber":12,"Text":"Аспандардың және жердің кілттері Оның иелігінде. Ол қалағанына ризықты кеңітеді не шектеп қояды. Ол барлық нәрсені Білуші"}]}