{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"۞فلا اقسم بموقع النجوم (فلا اقسم: اقسم واحلف، و (لا): توكيد للقسم, بمواقع النجوم: بمساقطها في مغاربها في السماء"},{"SurahNumber":56,"VerseNumber":76,"Text":"وانه لقسم لو تعلمون عظيم"},{"SurahNumber":56,"VerseNumber":77,"Text":"انه لقرءان كريم (كريم: عظيم المنافع، كثير الخير، غزير العلم)"},{"SurahNumber":56,"VerseNumber":78,"Text":"في كتب مكنون (مكنون: مستور مصون)"},{"SurahNumber":56,"VerseNumber":79,"Text":"لا يمسه الا المطهرون"},{"SurahNumber":56,"VerseNumber":80,"Text":"تنزيل من رب العلمين"},{"SurahNumber":56,"VerseNumber":81,"Text":"افبهذا الحديث انتم مدهنون (الحديث: القران, مدهنون: مكذبون)"},{"SurahNumber":56,"VerseNumber":82,"Text":"وتجعلون رزقكم انكم تكذبون (وتجعلون رزقكم: تجعلون شكر نعم الله عليكم)"},{"SurahNumber":56,"VerseNumber":83,"Text":"فلولا اذا بلغت الحلقوم (بلغت الحلقوم: وصلت الروح الحلقوم عند الموت)"},{"SurahNumber":56,"VerseNumber":84,"Text":"وانتم حينيذ تنظرون"},{"SurahNumber":56,"VerseNumber":85,"Text":"ونحن اقرب اليه منكم ولكن لا تبصرون"},{"SurahNumber":56,"VerseNumber":86,"Text":"فلولا ان كنتم غير مدينين (غير مدينين: غير مجزيين، ومحاسبين)"},{"SurahNumber":56,"VerseNumber":87,"Text":"ترجعونها ان كنتم صدقين (ترجعونها: تردون الروح الى الجسد)"},{"SurahNumber":56,"VerseNumber":88,"Text":"فاما ان كان من المقربين"},{"SurahNumber":56,"VerseNumber":89,"Text":"فروح وريحان وجنت نعيم (فروح: رحمة واسعة، واستراحة، وفرح, وريحان: رزق حسن، ورايحة طيبة، وجميع ما تطيب به نفسه)"},{"SurahNumber":56,"VerseNumber":90,"Text":"واما ان كان من اصحب اليمين"},{"SurahNumber":56,"VerseNumber":91,"Text":"فسلم لك من اصحب اليمين (فسلام لك: يقال له: سلامة لك، وامن, من اصحاب اليمين: لكونك من اصحاب اليمين)"},{"SurahNumber":56,"VerseNumber":92,"Text":"واما ان كان من المكذبين الضالين"},{"SurahNumber":56,"VerseNumber":93,"Text":"فنزل من حميم (فنزل: ضيافة, حميم: شراب جهنم المتناهي في الحرارة)"},{"SurahNumber":56,"VerseNumber":94,"Text":"وتصلية جحيم (وتصلية جحيم: يدخل فيها، ويقاسي حرها)"},{"SurahNumber":56,"VerseNumber":95,"Text":"ان هذا لهو حق اليقين (حق اليقين: لا مرية فيه)"},{"SurahNumber":56,"VerseNumber":96,"Text":"فسبح باسم ربك العظيم"},{"SurahNumber":57,"VerseNumber":1,"Text":"سبح لله ما في السموت والارض وهو العزيز الحكيم (سبح لله: نزه الله عما لا يليق به جل جلاله)"},{"SurahNumber":57,"VerseNumber":2,"Text":"له ملك السموت والارض يحي ويميت وهو على كل شيء قدير"},{"SurahNumber":57,"VerseNumber":3,"Text":"هو الاول والاخر والظهر والباطن وهو بكل شيء عليم (الاول: الذي ليس قبله شيء, والاخر: الذي ليس بعده شيء, والظاهر: الذي ليس فوقه شيء, والباطن: الذي ليس دونه شيء)"},{"SurahNumber":57,"VerseNumber":4,"Text":"هو الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم اين ما كنتم والله بما تعملون بصير (ما يلج: ما يدخل من مطر، وغيره, وما يعرج فيها: ما يصعد اليها من الملايكة، والاعمال)"},{"SurahNumber":57,"VerseNumber":5,"Text":"له ملك السموت والارض والى الله ترجع الامور"},{"SurahNumber":57,"VerseNumber":6,"Text":"يولج اليل في النهار ويولج النهار في اليل وهو عليم بذات الصدور (يولج: يدخل)"},{"SurahNumber":57,"VerseNumber":7,"Text":"ءامنوا بالله ورسوله وانفقوا مما جعلكم مستخلفين فيه فالذين ءامنوا منكم وانفقوا لهم اجر كبير (مما جعلكم مستخلفين فيه: من المال الذي جعلكم خلفاء في التصرف فيه)"},{"SurahNumber":57,"VerseNumber":8,"Text":"وما لكم لا تومنون بالله والرسول يدعوكم لتومنوا بربكم وقد اخذ ميثقكم ان كنتم مومنين"},{"SurahNumber":57,"VerseNumber":9,"Text":"هو الذي ينزل على عبده ءايت بينت ليخرجكم من الظلمت الى النور وان الله بكم لرءوف رحيم"},{"SurahNumber":57,"VerseNumber":10,"Text":"وما لكم الا تنفقوا في سبيل الله ولله ميرث السموت والارض لا يستوي منكم من انفق من قبل الفتح وقتل اوليك اعظم درجة من الذين انفقوا من بعد وقتلوا وكلا وعد الله الحسنى والله بما تعملون خبير (الفتح: فتح مكة, الحسنى: الجنة)"},{"SurahNumber":57,"VerseNumber":11,"Text":"من ذا الذي يقرض الله قرضا حسنا فيضعفه له وله اجر كريم (قرضا حسنا: محتسبا في نفقته بلا من، ولا اذى)"},{"SurahNumber":57,"VerseNumber":12,"Text":"يوم ترى المومنين والمومنت يسعى نورهم بين ايديهم وبايمنهم بشرىكم اليوم جنت تجري من تحتها الانهر خلدين فيها ذلك هو الفوز العظيم"},{"SurahNumber":57,"VerseNumber":13,"Text":"يوم يقول المنفقون والمنفقت للذين ءامنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظهره من قبله العذاب (انظرونا: انتظرونا, نقتبس: ناخذ، ونصب, باطنه: مما يلي المومنين, وظاهره: مما يلي المنافقين)"},{"SurahNumber":57,"VerseNumber":14,"Text":"ينادونهم الم نكن معكم قالوا بلى ولكنكم فتنتم انفسكم وتربصتم وارتبتم وغرتكم الاماني حتى جاء امر الله وغركم بالله الغرور (فتنتم: اهلكتم, وتربصتم: ترقبتم حصول النوايب للنبي - صلى الله عليه وسلم -، والمومنين معه, وارتبتم: شككتم في البعث, وغرتكم الاماني: خدعتكم الاباطيل, امر الله: الموت, الغرور: الشيطان)"},{"SurahNumber":57,"VerseNumber":15,"Text":"فاليوم لا يوخذ منكم فدية ولا من الذين كفروا ماوىكم النار هي مولىكم وبيس المصير (فدية: عوض ليفتدى به من عذاب الله, ماواكم: مصيركم, مولاكم: اولى بكم, المصير: المرجع)"}]}