{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Have you not regarded those who befriend a people at whom Allah is wrathful? They neither belong to you, nor to them, and they swear false oaths [that they are with you] and they know"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah has prepared a severe punishment for them. Evil indeed is what they used to do"},{"SurahNumber":58,"VerseNumber":16,"Text":"They make a shield of their oaths and bar [people] from the way of Allah; so there is a humiliating punishment for them"},{"SurahNumber":58,"VerseNumber":17,"Text":"Their possessions and children will not avail them in any way against Allah. They shall be the inmates of the Fire and they shall remain in it [forever]"},{"SurahNumber":58,"VerseNumber":18,"Text":"The day when Allah will raise them all together, they will swear to Him, just like they swear to you [now], supposing that they stand on something. Look! They are indeed liars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan has prevailed upon them, so he has caused them to forget the remembrance of Allah. They are Satan’s confederates. Look! Indeed it is Satan’s confederates who are the losers"},{"SurahNumber":58,"VerseNumber":20,"Text":"Indeed those who oppose Allah and His Apostle —they will be among the most abased"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah has ordained: ‘I shall surely prevail, I and My apostles.’ Indeed Allah is all-strong, all-mighty"},{"SurahNumber":58,"VerseNumber":22,"Text":"You will not find a people believing in Allah and the Last Day endearing those who oppose Allah and His Apostle even though they were their own parents, or children, or brothers, or kinsfolk. [For] such, He has written faith into their hearts and strengthened them with a spirit from Him. He will admit them into gardens with streams running in them, to remain in them [forever], Allah is pleased with them, and they are pleased with Him. They are Allah’s confederates. Look! The confederates of Allah are indeed felicitous"},{"SurahNumber":59,"VerseNumber":1,"Text":"Whatever there is in the heavens glorifies Allah and whatever there is in the earth, and He is the All-mighty, the All-wise"},{"SurahNumber":59,"VerseNumber":2,"Text":"It is He who expelled the faithless belonging to the People of the Book from their homes at the outset of [their] en masse banishment. You did not think that they would go out, and they thought their fortresses would protect them from Allah. But Allah came at them from whence they did not reckon and He cast terror into their hearts. They demolish their houses with their own hands and the hands of the faithful. So take lesson, O you who have insight"},{"SurahNumber":59,"VerseNumber":3,"Text":"If Allah had not ordained banishment for them, He would have surely punished them in this world, and in the Hereafter there is for them the punishment of the Fire"},{"SurahNumber":59,"VerseNumber":4,"Text":"That is because they defied Allah and His Apostle; and whoever defies Allah, indeed Allah is severe in retribution"},{"SurahNumber":59,"VerseNumber":5,"Text":"Whatever palm trees you cut down or left standing on their roots, it was by Allah’s will, and in order that He may disgrace the transgressors"},{"SurahNumber":59,"VerseNumber":6,"Text":"The spoils that Allah gave to His Apostle from them, you did not spur any horse for its sake, nor any riding camel, but Allah makes His apostles prevail over whomever He wishes, and Allah has power over all things"},{"SurahNumber":59,"VerseNumber":7,"Text":"The spoils that Allah gave to His Apostle from the people of the townships, are for Allah and the Apostle, the relatives and the orphans, the needy and the traveller, so that they do not circulate among the rich among you. Take whatever the Apostle gives you, and relinquish whatever he forbids you, and be wary of Allah. Indeed Allah is severe in retribution"},{"SurahNumber":59,"VerseNumber":8,"Text":"[They are also] for the poor Emigrants who have been expelled from their homes and [wrested of] their possessions, who seek grace from Allah and [His] pleasure and help Allah and His Apostle. It is they who are the truthful"},{"SurahNumber":59,"VerseNumber":9,"Text":"[They are as well] for those who were settled in the land and [abided] in faith before them, who love those who migrate toward them, and do not find in their breasts any need for that which is given to them, but prefer [the Immigrants] to themselves, though poverty be their own lot. And those who are saved from their own greed —it is they who are the felicitous"},{"SurahNumber":59,"VerseNumber":10,"Text":"And [also for] those who came in after them, who say, ‘Our Lord, forgive us and our brethren who were our forerunners in the faith, and do not put any rancour in our hearts toward the faithful. Our Lord, You are indeed most kind and merciful.’"}]}