{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O popor tu fi una necesitate DUMNEZEU uitde DUMNEZEU exista în nu necesitate oricine a Multi(multe) Laudabil"},{"SurahNumber":35,"VerseNumber":16,"Text":"El vointa El aboli tu substitui nou creatie"},{"SurahNumber":35,"VerseNumber":17,"Text":"Acesta nu exista prea dificil for DUMNEZEU"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nu suflet purta pacat alta suflet. Suflet încarca pacat implora altul cara parte ai its sarcina nu alte suflet purta altele parte ai el însera ei povesti! Singur popula atentie vostri avertizare exista ala venera their Domnitor însera when singur în their izolare observa Atingere Rugaciune (Salat)! Oricine purifica his suflet does asa his propiu bun Catre DUMNEZEU exista final destin"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nevazator vazator nu exista equal"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nor exista întuneric lumina"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nor exista racoare ai umbra torid luminsoarelui"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nor exista viata decedat; DUMNEZEU cauza whomever El vointa asculta! Tu nu produce auditor ala groapa"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu exista nu multi(multe) decât warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"Noi expedia tu adevar purtator ai bun stire prea as warner. Every popor primi warner"},{"SurahNumber":35,"VerseNumber":25,"Text":"Daca ei disbelieve tu ala altadata ele altminteri disbelieved Their curier merge ele clar dovada Psalm enlightening scriere"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ulterior eu pedepsi ala disbelieved cum teribil exista Meu retribution"},{"SurahNumber":35,"VerseNumber":27,"Text":"Tu nu realiza DUMNEZEU expedia jos cer stropi whereby noi produce Do fruct variat culoare? Seara munte avea diferit culoare; pisc exista alb rosu vreo altul culoare! Corb exista defaima"},{"SurahNumber":35,"VerseNumber":28,"Text":"Altminteri popor animal livestock veni variat culoare. Acesta exista popor întradevar veneratie DUMNEZEU exista ala exista knowledgeable. DUMNEZEU EXISTA GIGANTIC Forgiving"},{"SurahNumber":35,"VerseNumber":29,"Text":"Însiguranta ala recita carte DUMNEZEU observa Atingere Rugaciune (Salat) nostru aprovizionare ele ei cheltui - secretly publicly - engaged investitie niciodata pierde"},{"SurahNumber":35,"VerseNumber":30,"Text":"El recompensa ele generously înmulti His binecuvântare ele! El Forgiving Appreciative"},{"SurahNumber":35,"VerseNumber":31,"Text":"ce noi dezvalui tu în acesta scriere exista adevar desavârsi tot anterior scriere! DUMNEZEU EXISTA fully Cognizant AI His SERVITOR VAZATOR"},{"SurahNumber":35,"VerseNumber":32,"Text":"Noi trece scriere generatie generatie, noi permite whomever noi alege nostru servitor primi el! Ulterior niste a ele gresi their suflet others upheld el doar parte ai timp interval others exista eager munci righteousness în acordan\u0004a cu dumnezeu vei acesta exista mare triumf"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ei enter gradina Eden ei orna catuse ai aur perla their garments el produce matase"},{"SurahNumber":35,"VerseNumber":34,"Text":"Ei spune Lauda DUMNEZEU for muta toate nostru îngrijorare! Nostru Domnitor Forgiving Appreciative"},{"SurahNumber":35,"VerseNumber":35,"Text":"El admite us domiciliu eternal fericire His gratie. Niciodata do noi plictisi aici niciodata do noi împodobi"},{"SurahNumber":35,"VerseNumber":36,"Text":"As for ala disbelieve ei crea foc Iad unde ei niciodata finished moarte nor exista retribution ever commuted ele. Noi tamâie rasplati a unappreciative"},{"SurahNumber":35,"VerseNumber":37,"Text":"Ei tipa therein Nostru Domnitor tu obtine us out a aici noi munci righteousness munca noi întrebuinta do noi nu da tu life-long întîmplare continuu aluzie ala lua atentie Tu nu primi warner? Therefore gusta (consecinta). Infractor avea nimeni ajuta ele"},{"SurahNumber":35,"VerseNumber":38,"Text":"DUMNEZEU EXISTA Knower VIITOR AI RAI earth El exista Knower tot innermost thoughts"},{"SurahNumber":35,"VerseNumber":39,"Text":"El exista Una produce tu inheritors earth Ulterior oricine alege disbelieve does asa his propiu paguba. disbelief disbelievers doar augmenta their Domnitor urâre ele. disbelief disbelievers plonja ele adânc pierdere"},{"SurahNumber":35,"VerseNumber":40,"Text":"Spune Cosidera idol tu situa DUMNEZEU; arata mie ce în earth ei avea crea. ei poseda altele companie rai? Noi da ele carte avea wherein acolo exista nu doubt Întradevar care infractor promite 1 altul exista nu multi(multe) decât ilusie"}]}