{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"(Неверные и те, что Господу предалИсь), - Вот два врага, вступающие в спор о Господе своем. И для неверных из огня будут покроены одежды, На головы кипящая струя прольется"},{"SurahNumber":22,"VerseNumber":20,"Text":"И ею будут растопляться И (внутренности) их утроб, и кожа"},{"SurahNumber":22,"VerseNumber":21,"Text":"Для них там и железные булавы, (Которыми их будут побивать)"},{"SurahNumber":22,"VerseNumber":22,"Text":"И всякий раз, когда (от нестерпимых мук) Они попробуют его покинуть, Они будут назад возвращены, (И им будет звучать): \"Сполна вкусите огненную муку"},{"SurahNumber":22,"VerseNumber":23,"Text":"А тех, кто верует и доброе творит, Аллах, поистине, введет в Сады, реками омовенны; Они наряжены там будут В запястья золотые, жемчуга, А их одежды будут сделаны из шелка"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ведь они были (в ближней жизни) Направлены к Благому Слову, - Направлены к пути Того, Кто (лишь один) достоин всех хвалеб (Вселенной)"},{"SurahNumber":22,"VerseNumber":25,"Text":"Но те, кто не уверовал (в Аллаха) И сводит со стези Его (других), Удерживая от Запретной (для греха) Мечети, Что Мы устроили (открытой) одинаково для всех, Равно всему (земному) люду - Для проживающих в окрестности ее И для пришедшего кочевника (пустыни), - И несомненно Мы тому, Кто пожелает осквернить ее несправедливо, Дадим вкусить мучительную кару"},{"SurahNumber":22,"VerseNumber":26,"Text":"И вот назначили Мы это место Ибрахиму (Для становления Святого Дома) И сказали: \"Ты в почитании Меня Мне соучастников иных не придавай! Мой Дом (от мерзости) очисти Для совершающих обход, Для предающихся (благочестивым думам), Для преклонившихся (в молитве перед Богом), Простертых ниц (пред именем Его)"},{"SurahNumber":22,"VerseNumber":27,"Text":"И возвести среди людей о Хадже - Они придут к тебе пешком (из недалеких мест), Или на всяких отощавших (от далекого пути) Прошедших по глубоким горным тропам"},{"SurahNumber":22,"VerseNumber":28,"Text":"Чтобы они могли свидетелями стать О пользе им (в паломничестве) этом И чтоб в назначенные дни Они Аллаха имя поминали Над (жертвенным) скотом, Что Он им даровал (в стадах их): Вкушайте (сами мясо) их И накормите им несчастных и в нужде"},{"SurahNumber":22,"VerseNumber":29,"Text":"Потом пусть завершат они (Обрядовое) очищенье (тела), Обеты выполнят свои И вновь тогда пусть совершат обход Вкруг древнего Святого Дома"},{"SurahNumber":22,"VerseNumber":30,"Text":"Таков (обрядовый порядок Хаджа), И тот, кто чтит уставы Бога, - Это ему пред Господом его (и праведней, и) лучше. Разрешено вам (в пищу) мясо всякого скота, Кроме того, (на чем лежит запрет), Зачитанный вам (в этой Книге); Но избегайте скверны сотворения кумиров И сторонитесь слова лжи"},{"SurahNumber":22,"VerseNumber":31,"Text":"Аллаху верность соблюдая, Не придавая соучастников Ему, - Ведь тот, кто прочит соучастников Аллаху, Тому подобен, кто упал с небес И (жертвою) подхвачен птицами (земли) Иль ветром занесен в далекие края"},{"SurahNumber":22,"VerseNumber":32,"Text":"Таков (его удел)! Но тот, кто должно чтит Господни знаки, - Тот совершает (жертвенный обряд) По благочестию своей души и сердца"},{"SurahNumber":22,"VerseNumber":33,"Text":"Вам польза в (жертвенных животных) Лишь до назначенного срока. Потом их место - (на пути) к Святому Дому"},{"SurahNumber":22,"VerseNumber":34,"Text":"Установили Мы для каждого народа Обряд (о жертвенных животных), Чтобы они имя Аллаха поминали При (жертвенном убое) всякого скота, Что Он в стадах им даровал, - Ведь ваш Господь есть Бог Единый, И предавайтесь лишь Ему; А ты, (о Мухаммад!), Обрадуй Вестию благою всех смиренных"},{"SurahNumber":22,"VerseNumber":35,"Text":"Тех, чьи сердца в благоговейном страхе (замирают) При поминании Аллаха, Кто терпеливо сносит то, Что ниспадает на их долю, И постоянен в совершении молитвы И кто расходует (на подать) из того, Чем Мы их (щедро) наделили"},{"SurahNumber":22,"VerseNumber":36,"Text":"Для вас Мы сделали верблюдов Из (всех других) отмеченных (животных) Для (жертво)приношения Аллаху, - Ведь в них - для вас большое благо. Так поминайте же над ними Его имя, Когда их собирают в ряд (к забою). Когда ж они падут на их бока (И, перестав дышать, замрут), Ешьте их сами и кормите тех, Кто к вам в смирении своем (не смеет обратиться), (Довольствуясь лишь доброхотным подаяньем), И тех, кто сам стыдливо просит вас. Так подчинили вам Мы (скот), Чтоб, (осознав знаменье это), Вы Нам могли быть благодарны"},{"SurahNumber":22,"VerseNumber":37,"Text":"Ведь ни их кровь, ни мясо их К Аллаху не восходит - Лишь ваше благочестие возносится к Нему. Он подчинил их вам лишь для того, Чтоб величали вы Аллаха За то, что путь прямой вам указал. А ты, (о Мухаммад!), Обрадуй Вестию благою всех добротворящих"}]}