{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"And if you are on a journey and cannot find a scribe, then let a security deposit be taken over. Then if some of you entrust some others with some things, the trustee should take care of the trust, and should fear Allah, his Lord. And do not suppress evidence. And whoever suppresses it, he is sinful at heart.Allah is aware of what you do"},{"SurahNumber":2,"VerseNumber":284,"Text":"To Allah belong all that is in the heavens and all that is in the earth. And whether you reveal that which is in your minds or conceal it, Allah calls you to account for it. Then He pardons whom He pleases and punishes whom He pleases. And Allah has complete power over everything"},{"SurahNumber":2,"VerseNumber":285,"Text":"The Messenger believes in what is revealed to him from his Lord and so do the Believers. They all believe in Allah, His angels, His books and His Messengers. \"We make no distinction between any of His Messengers with any other.\" And they say: \"We hear and we obey. We seek Your forgiveness, our Lord! And to You is the final destination"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah burdens not any being except with what it can bear. To it what it earns and on it befall conseqences of its earnings. \"Our Lord! Call us not to account if we forget or make a mistake. Our Lord! And put us not to such burden as You had put on those before us. Our Lord! And burden us not with what we have no strength to bear. And pardon us. And forgive us. And have mercy on us. You are our Protector, so help us against the people who suppress the Truth"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-lam-meem"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah — none worthy of worship but He, the Living, the Eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"He has bestowed upon you the Book with the Truth, confirming what came before it. And He had bestowed the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"Earlier, as guidance for mankind. And He bestowed the Criterion. Indeed for those who reject Allah's Verses, there shall be stern punishment. And Allah is Omnipotent and has the power to give a fitting retribution"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nothing indeed is hidden from Allah in the earth, nor in the heavens"},{"SurahNumber":3,"VerseNumber":6,"Text":"It is He Who designs you, in the wombs, as He pleases. There is none worthy of worship besides Him, the Omnipotent, the Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"It is He Who has sent down the Book upon you. Therein are Verses that are unambiguous and authoritative — these form the essence of the Book — and therein are other Verses, the interpretation of which is not clear to mankind. Those then with dishonesty in their minds, zealously pursue what is not clear thereof, seeking mischief and seeking its interpretation; but no one knows its interpretation but Allah. And persons, deeply versed in knowledge, say, \"We believe in it; it is all from our Lord.\" And none but those endowed with insight receive admonition.h"},{"SurahNumber":3,"VerseNumber":8,"Text":"They say, \"Our Lord, do not let our hearts deviate from the truth after you have guided us, and grant us mercy from You; You are the Grantor of bounties without measure"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Lord, You will surely gather all mankind before You on the Day about which there is no doubt; surely Allah does not break His promise"},{"SurahNumber":3,"VerseNumber":10,"Text":"Neither their wealth nor their children shall be of any avail to those who suppress the Truth, against Allah. And those — those suppressors of the Truth — shall be the fuel for the Fire"},{"SurahNumber":3,"VerseNumber":11,"Text":"Like what happened to Pharaoh's people and people who lived before their time. They denied Our revelations/signs. Allah then brought them to account for their sins. And Allah is severe in punishment"},{"SurahNumber":3,"VerseNumber":12,"Text":"Say to those who suppress the Truth, \"Vanquished shall you soon be, and driven all together shall you be to Hell! And it is a horrible place to rest"},{"SurahNumber":3,"VerseNumber":13,"Text":"Surely, there was a sign for you in the two armies that faced each other. One army was fighting in Allah's Path, and the other was an army of suppressors of Truth. The former saw the latter, by eye-estimate, to be twice in number as compared to them. And Allah strengthens, whom He pleases, with His help. Indeed there is a lesson in this for people with vision"},{"SurahNumber":3,"VerseNumber":14,"Text":"Attractive for men are the love and desire for women, children, hoarded treasures of gold and silver, branded horses, cattle and plantations. These are possessions of the life of this world. And with Allah is the best resort"}]}