{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"«وعنت الوجوه» خضعت «للحي القيوم» أي الله «وقد خاب» خسر «من حَمَلَ ظلماً» أي شركاً"},{"SurahNumber":20,"VerseNumber":112,"Text":"«ومن يعمل من الصالحات» الطاعات «وهو مؤمن فلا يخاف ظلماً» بزيادة في سيئاته «ولا هضماً» بنقص من حسناته"},{"SurahNumber":20,"VerseNumber":113,"Text":"«وكذلك» معطوف على كذلك نقص: أي مثل إنزال ما ذكر «أنزلناه» أي القرآن «قرآناً عربيا وصرفنا» كررنا «فيه من الوعيد لعلهم يتقون» الشرك «أو يُحدث» القرآن «لهم ذكراً» بهلاك من تقدمهم من الأمم فيعتبرون"},{"SurahNumber":20,"VerseNumber":114,"Text":"«فتعالى الله الملك الحق» عما يقول المشركون «ولا تعجل بالقرآن» أي بقراءته «من قبل أن يُقضى إليك وحيه» أي يفرغ جبريل من إبلاغه «وقل ربّ زدني علما» أي بالقرآن فكلما أنزل عليه منه زاد به علمه"},{"SurahNumber":20,"VerseNumber":115,"Text":"«ولقد عهدنا إلى آدم» وصيناه أن لا يأكل من الشجرة «من قبل» أي قبل أكله منها «فنسي» ترك عهدنا «ولم نجد له عزماً» حزماً وصبراً عما نهيناه عنه"},{"SurahNumber":20,"VerseNumber":116,"Text":"(و) اذكر (إذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس) وهو أبو الجن كان يصحب الملائكة ويعبد الله معهم (أبى) عن السجود لآدم \"\" قال أنا خير منه"},{"SurahNumber":20,"VerseNumber":117,"Text":"«فقلنا يا آدم إنَّ هذا عدو لك ولزوجك» حواء بالمد «فلا يخرجنكما من الجنة فتشقى» تتعب بالحرث والزرع والحصد والطحن والخبز وغير ذلك واقتصر على شقائه لأن الرجل يسعى على زوجته"},{"SurahNumber":20,"VerseNumber":118,"Text":"«إن لك أ» «لا تجوع فيها ولا تعرى»"},{"SurahNumber":20,"VerseNumber":119,"Text":"«وأنك» بفتح الهمزة وكسرها عطف على اسم إن وجملتها «لا تظمأ فيها» تعطش «ولا تضحى» لا يحصل لك حر شمس الضحى لانتفاء الشمس في الجنة"},{"SurahNumber":20,"VerseNumber":120,"Text":"«فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد» أي التي يخلد من يأكل منها «ومُلْك لا يبلى» لا يفنى وهو لازم الخلد"},{"SurahNumber":20,"VerseNumber":121,"Text":"«فأكلا» أي آدم وحواء «منها فبدت لهما سوآتهما» أي ظهر لكل منهما قبله وقبل الآخر ودُبره وسمي كل منهما سوأة لأن انكشافه يسوء صاحبه «وطفقا يخصفان» أخذا يلزقان «عليهما من ورق الجنة» ليستترا به «وعصى آدم ربه فغوى» بالأكل من الشجرة"},{"SurahNumber":20,"VerseNumber":122,"Text":"«ثم اجتباه ربه» قربه «فتاب عليه» قبل توبته «وهدى» أي هداه إلى المداومة على التوبة"},{"SurahNumber":20,"VerseNumber":123,"Text":"«قال اهبطا» أي آدم وحواء بما اشمتلنا عليه من ذريتكما «منها» من الجنة «جميعاً بعضكم» بعض الذرية «لبعض عدو» من ظلم بعضهم بعضاً «فإما» فيه إدغام نون إن الشرطية في ما المزيدة «يأتينكم مني هدى فمن اتبع هدايَ» القرآن «فلا يضل» في الدنيا «ولا يشقى» في الآخرة"},{"SurahNumber":20,"VerseNumber":124,"Text":"«ومن أعرض عن ذكري» القرآن فلم يؤمن به «فإن له معيشة ضنكاً» بالتنوين مصدر بمعنى ضيقة، وفسرت في حديث بعذاب الكافر في قبره «ونحشره» أي المعرض عن القرآن «يوم القيامة أعمى» أعمى البصر"},{"SurahNumber":20,"VerseNumber":125,"Text":"«قال ربِّ لمَ حشرتني أعمى وقد كنت بصيراً» في الدنيا وعند البعث"},{"SurahNumber":20,"VerseNumber":126,"Text":"«قال» الأمر «كذلك أتتك آياتنا فنسيتها» تركتها ولم تؤمن بها «وكذلك» مثل نسيانك آياتنا «اليوم تنسى» تترك في النار"},{"SurahNumber":20,"VerseNumber":127,"Text":"«وكذلك» ومثل جزائنا من أعرض عن القرآن «نجزي من أسرف» أشرك «ولم يؤمن بآيات ربه ولعذاب الآخرة أشد» من عذاب الدنيا وعذاب القبر «وأبقى» أدوم"},{"SurahNumber":20,"VerseNumber":128,"Text":"«أفلم يهد» يتبين «لهم» لكفار مكة «كم» خبرية مفعول «أهلكنا» أي كثيرا إهلاكنا «قبلهم من القرون» أي الأمم الماضية بتكذيب الرسل «يمشون» حال من ضمير لهم «في مساكنهم» في سفرهم إلى الشام وغيرها فيعتبروا، وما ذكر من أخذ إهلاك من فعله الخالي عن حرف مصدري لرعاية المعنى لا مانع منه «إنَّ في ذلك لآيات» لعبراً «لأولي النهى» لذوي العقول"},{"SurahNumber":20,"VerseNumber":129,"Text":"«ولولا كلمة سبقت من ربك» بتأخير العذاب عنهم إلى الآخرة «لكان» الإهلاك «لزاماً» لازماً لهم في الدنيا «وأجل مسمى» مضروب لهم معطوف على الضمير المستتر في كان وقام الفصل بخبرها مكان التأكيد"},{"SurahNumber":20,"VerseNumber":130,"Text":"«فاصبر على ما يقولون» منسوخ بآية القتال «وسبّح» صلّ «بحمد ربك» حال: أي ملتبساً به «قبل طلوع الشمس» صلاة الصبح «وقبل غروبها» صلاة العصر «ومن آناء الليل» ساعاته «فسبح» صل المغرب والعشاء «وأطراف النهار» عطف على محل من آناء المنصوب: أي صل الظهر لأن وقتها يدخل بزوال الشمس، فهو طرف النصف الأول وطرف النصف الثاني «لعلك ترضى» بما تعطى من الثواب"},{"SurahNumber":20,"VerseNumber":131,"Text":"«ولا تمدنَّ عينيك إلى ما متَّعنا به أزواجاً» أصنافا «منهم زهرة الحياة الدنيا» زينتها وبهجتها «لنفتنهم فيه» بأن يطغوا «ورزق ربك» في الجنة «خير» مما أوتوه في الدنيا «وأبقى» أدوم"},{"SurahNumber":20,"VerseNumber":132,"Text":"«وأمر أهلك بالصلاة واصطبر» اصبر «عليها لا نسألك» نكلفك «رزقاً» لنفسك ولا لغيرك «نحن نرزقك والعاقبة» الجنة «للتقوى» لأهلها"},{"SurahNumber":20,"VerseNumber":133,"Text":"«وقالوا» المشركون «لولا» هلا «يأتينا» محمد «بآية من ربه» مما يقترحونه «أو لم تأتيهم» بالتاء والياء «بينة» بيان «ما في الصحف الأولى» المشتمل عليه القرآن من أنباء الأمم الماضية وإهلاكهم بتكذيب الرسل"},{"SurahNumber":20,"VerseNumber":134,"Text":"«ولو أنا أهلكناهم بعذاب من قبله» قبل محمد الرسول «لقالوا» يوم القيامة «ربنا لولا» هلا «أرسلت إلينا رسولاً فنتبع آياتك» المرسل بها «من قبل أن نذل» في القيامة «ونخزى» في جهنم"},{"SurahNumber":20,"VerseNumber":135,"Text":"«قل» لهم «كل» منا ومنكم «متربص» منتظر ما يؤول إليه الأمر «فتربصوا فستعلمون» في القيامة «مَن أصحاب الصراط» الطريق «السويّ» المستقيم «ومن اهتدى» من الضلالة أنحن أم أنتم"}]}