{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Boye ozali kornona te baye bazua baninga bato oyo Allah asilikela bango, bazali kati na bino te, bazali mpe kati na ba oyo kuna te. Mpe bazali kolapa na lokuta, na bango mpe bayebi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah abombeli bango etumbu ya makasi, oyo bazalaki kosala ezalaki mabe koleka"},{"SurahNumber":58,"VerseNumber":16,"Text":"Bazui kolapa na bango nguba тропа kobundisa nzela ya Allah, kasi bakozala na etumbu ya bosoni. (ya kokitisama)"},{"SurahNumber":58,"VerseNumber":17,"Text":"Bana na misolo mia bango mikosalaka bango eloko te na etumbu ya (Allah). Bazali bato ya moto libela kati na yango"},{"SurahNumber":58,"VerseNumber":18,"Text":"Mokolo oyo Allah akosekwisaka bango banso, bakolapelaka ye (Allah) lolenge balapelaki bino bazali komimona été bazali na eloko, kasi bazali sé bato ya lokuta"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satana akonza bango mpe abosanisa bango bokundoli ya Allah. Bango nde lisanga ya satana. Ya soló, lisanga ya satana bazali bazangi"},{"SurahNumber":58,"VerseNumber":20,"Text":"Ya sólo, baye bazali kotelemela Allah na motindami naye,banso wana nde bakokitisama na kozanga lokumu"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah asila kokana été: Nakolonga ngai na batindami na ngai. Ya sólo Allah azali makasi atonda nguya"},{"SurahNumber":58,"VerseNumber":22,"Text":"Okokuta te kati na baye bandimi na Allah na mokolo ya suka, bazali na bolingo epai na baye bazali kotelemela Allah na motindami naye, ata bazala bongo batata na bango, to bana na bango, to bandeko na bango, to bato ya libota na bango. Bango wana nde atiaki bondimi na mitema na bango, mpe asalisi bango na rúh kowuta epai naye, mpe akokotisa bango na bilanga ya lola biye mingala mizali kotiola na nsé na yango wapi epai bakozala libela. Allah asepeli na bango, bango mpe basepeli naye. Bango wana nde lisanga ya Allah. Lisanga ya Allah nde bazali balongi"},{"SurahNumber":59,"VerseNumber":1,"Text":"Nyoso oyo ezali na likolo na mabele ezali kokumisa Allah, mpe azali wa bokasi atonda bwanya"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ye nde abimisaki bapengwi baye bazua buku na bandako na bango na bobimisami ya liboso. Bokanisaki te ete bakobima, mpe bakanisaki ete bozui na bango ekobatela bango liboso ya Allah, mpe Allah abimelaki bango na epai oyo bazalaki kolikia te, mpe akotisaki kobanga na mitema mia bango. Babukaki bandako na bango bango moko, mpe na maboko ya bandimi, bososola na yango liteya, eh bato ya mayele"},{"SurahNumber":59,"VerseNumber":3,"Text":"Soki ezalaka elaka oyo Allah akomela bango te, mbele topesaki bango etumbu ya makasi na mokili, mpe o mokolo ya suka bakozalaka na etumbu ya moto"},{"SurahNumber":59,"VerseNumber":4,"Text":"Wana mpo ete: Batiaki tembe na Allah na motindami naye. Мре oyo akotia tembe na Allah, ya soló Allah azali makasi na bopesi etumbu"},{"SurahNumber":59,"VerseNumber":5,"Text":"Nzete ya línat nyoso oyo bokataki, na oyo botikaki ya kotelema ezali sé na bolingi ya Allah, mpe mpo Allah afuta bato ya mabe"},{"SurahNumber":59,"VerseNumber":6,"Text":"Biloko na bango oyo batikaki, mpe Allah apesaki yango epai ya motindami naye na bitumba te, mpe bobimisaki punda te, ebwele moko mpe te, kasi Allah apesaka elonga na batindami naye likolo ya nani alingi. Mpe Allah azali na makoki likolo ya biloko binso"},{"SurahNumber":59,"VerseNumber":7,"Text":"Bozui ya banguna oyo Allah apeși motindami naye na bitumba, ezali тропа Allah na motindami naye, mpe тропа libota, mpe bana bitike na babola mpe na moleki nzela, (oyo azangi) mpo ete bozui yango etambola kaka te kati na bino bai bomengo. Mpe oyo motindami Ayeli bino bozua yango. Mpe oyo apekisi bino botika. Mpe bobanga Allah, ya sólo, Allah azali makasi na bopesi etumbu"},{"SurahNumber":59,"VerseNumber":8,"Text":"Mpona babola baye bakimaki batiki bandako na bango na bomengo na bango тропа koluka bolamu epai na Allah na bosepeli naye, тре basalisaki Allah na motindami naye. Bango wana nde bazali bato ya bosembo"},{"SurahNumber":59,"VerseNumber":9,"Text":"(Mpe basusu) baye bavandaki liboso na mboka, mpe nakati ya bondimi, balingaki baye bakimaki epai na bango, bazalaki na mpasi токе te na mitema mpona koyamba bango na maye bapesaki bango, mpe balingi bango koleka banzoto na bango moko ata bazali na bozangi ya koleka, oyo akomibatela na moyimi ya nzoto naye moko, bango nde bazali na elonga"},{"SurahNumber":59,"VerseNumber":10,"Text":"Mpona baye bayaki sima na bango, bazali koloba: Nkolo limbisa biso na bandeko na biso oyo bandima liboso na biso, mpe kobebisa mitema mia biso te mpona baye bandima, Nkolo na biso ozali moyoki otonda ngolu"}]}