{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"In the name of Allah, All-Merciful, Most Merciful"},{"SurahNumber":1,"VerseNumber":2,"Text":"Praise be to Allah, the Lord of all the worlds"},{"SurahNumber":1,"VerseNumber":3,"Text":"the All-Merciful, the Most Merciful"},{"SurahNumber":1,"VerseNumber":4,"Text":"the King of the Day of Judgement"},{"SurahNumber":1,"VerseNumber":5,"Text":"You alone we worship. You alone we ask for help"},{"SurahNumber":1,"VerseNumber":6,"Text":"Guide us on the Straight Path"},{"SurahNumber":1,"VerseNumber":7,"Text":"the Path of those You have blessed, not of those with anger on them, nor of the misguided"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"That is the Book, without any doubt. It contains guidance for those who have taqwa"},{"SurahNumber":2,"VerseNumber":3,"Text":"those who have iman in the Unseen and establish salat and spend from what We have provided for them"},{"SurahNumber":2,"VerseNumber":4,"Text":"those who have iman in what has been sent down to you and what was sent down before you, and are certain about the Next World"},{"SurahNumber":2,"VerseNumber":5,"Text":"They are the people guided by their Lord. They are the ones who have success"},{"SurahNumber":2,"VerseNumber":6,"Text":"As for those who are kafir, it makes no difference to them whether you warn them or do not warn them, they will not have iman"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah has sealed up their hearts and hearing and over their eyes is a blindfold. They will have a terrible punishment"},{"SurahNumber":2,"VerseNumber":8,"Text":"Among the people there are some who say, ´We have iman in Allah and the Last Day,´ when they are not muminun"},{"SurahNumber":2,"VerseNumber":9,"Text":"They think they deceive Allah and those who have iman. They deceive no one but themselves but they are not aware of it"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is a sickness in their hearts and Allah has increased their sickness. They will have a painful punishment on account of their denial"},{"SurahNumber":2,"VerseNumber":11,"Text":"When they are told, ´Do not cause corruption on the earth,´ they say, ´We are only putting things right.´"},{"SurahNumber":2,"VerseNumber":12,"Text":"No indeed! They are the corrupters, but they are not aware of it"},{"SurahNumber":2,"VerseNumber":13,"Text":"When they are told, ´Have iman in the way that the people have iman,´ they say, ´What! Are we to have iman in the way that fools have iman?´ No indeed! They are the fools, but they do not know it"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet those who have iman, they say, ´We have iman.´ But then when they go apart with their shaytans, they say, ´We are really with you. We were only mocking.´"},{"SurahNumber":2,"VerseNumber":15,"Text":"But Allah is mocking them, and drawing them on, as they wander blindly in their excessive insolence"},{"SurahNumber":2,"VerseNumber":16,"Text":"Those are the people who have sold guidance for misguidance. Their trade has brought no profit; they are not guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their likeness is that of people who light a fire, and then when it has lit up all around them, Allah removes their light and leaves them in darkness, unable to see"},{"SurahNumber":2,"VerseNumber":18,"Text":"Deaf, dumb, blind. They will not return"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or that of a storm-cloud in the sky, full of darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps, fearful of death. Allah encompasses the kafirun"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning all but takes away their sight. Whenever they have light, they walk in it but whenever darkness covers them, they halt. If Allah wished, He could take away their hearing and their sight. Allah has power over all things"},{"SurahNumber":2,"VerseNumber":21,"Text":"Mankind! worship your Lord, who created you and those before you, so that hopefully you will have taqwa"},{"SurahNumber":2,"VerseNumber":22,"Text":"It is He who made the earth a couch for you, and the sky a dome. He sends down water from the sky and by it brings forth fruits for your provision. Do not, then, knowingly make others equal to Allah"},{"SurahNumber":2,"VerseNumber":23,"Text":"If you have doubts about what We have sent down to Our slave, produce another sura equal to it, and call your witnesses, besides Allah, if you are telling the truth"},{"SurahNumber":2,"VerseNumber":24,"Text":"If you do not do that — and you will not do it — then fear the Fire whose fuel is people and stones, made ready for the kafirun"},{"SurahNumber":2,"VerseNumber":25,"Text":"Give the good news to those who have iman and do right actions that they will have Gardens with rivers flowing under them. When they are given fruit there as provision, they will say, ´This is what we were given before.´ But they were only given a simulation of it. They will have there spouses of perfect purity and will remain there timelessly, for ever"}]}