{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":171,"Text":"Onların sevinci Allah´tan gelen nimet ve lütuf ile O´nun müminlerin mükâfatını kayba uğratmayacağı müjdesinden kaynaklanıyor"},{"SurahNumber":3,"VerseNumber":172,"Text":"O müminler ki, yaralandıktan sonra Allah´ın ve peygamberin savaşma çağrısına uydular, onlardan «İhsan» (Allah´ı görüyormuş gibi ibadet etmek - Mütercim-) ilkesine uyanlar ile takva sahiplerini büyük bir ödül beklemektedir"},{"SurahNumber":3,"VerseNumber":173,"Text":"O kimseler ki, insanlar kendilerine «Düşmanlarınız size saldırmak için yığınak yaptılar, onlardan korkmalısınız» dediklerinde, bu sözden imanları daha güçlenerek ´Allah bize yeter, O ne güzel bir vekildir» dediler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Bundan dolayı Allah´tan gelen nimet ve lütufla geri döndüler, kendilerine hiçbir zarar dokunmadı, Allah´ın rızasına uydular. Hiç kuşkusuz Allah büyük lütuf sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"O şeytan sizi yardakçıları ile korkutur, o halde eğer gerçekten mümin iseniz onlardan değil, benden korkunuz"},{"SurahNumber":3,"VerseNumber":176,"Text":"Doludizgin küfre koşanlar seni üzmesin. Onlar Allah´a hiçbir zarar veremezler. Allah onlara hiçbir pay bırakmamayı diliyor. Onları büyük bir azap bekliyor"},{"SurahNumber":3,"VerseNumber":177,"Text":"İman karşılığında kâfirliği satın alanlar Allah´a hiçbir zarar veremezler. Onları acıklı bir azap bekliyor"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kafirler, sakın kendilerine mühlet vermemizin, fırsat tanımamızın iyiliklerine olduğunu sanmasınlar. Onlara sırf günahları artsın diye mühlet tanıyor, fırsat veriyoruz. Onları onur kırıcı bir azap bekliyor"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah müminleri, şimdi içinde bulunduğunuz durumda bırakacak değildir, pis olanı temiz olandan ayıracaktır. Ayrıca Allah sizi, gaybın bilgisine de erdirecek değildir. Fakat Allah bunun için peygamberlerinden dilediğini seçer. O halde Allah´a ve O´nun peygamberlerine inanınız. Eğer iman eder ve günahlardan sakınırsanız size büyük bir ödül vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah´ın lütuf olarak bağışladığı şeylerde cimrice davrananlar sakın bu tutumlarının kendileri hesabına hayırlı olduğunu sanmasınlar. Tersine bu, onlar hesabına kötüdür. Cimrilikle yanlarında tuttukları mal kıyamet günü boyunlarına dolanacaktır. Göklerin ve yeryüzünün mirası Allah´a aittir. Hiç kuşkusuz Allah yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah fakir, biz ise zenginiz diyenlerin sözünü Allah işitti. Gerek bu sözlerini ve gerekse sebepsiz yere peygamberleri öldürmelerini hesaplarına yazacak ve onlara «Kavurucu azabı tadın bakalım» diyeceğiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu kendi elleriniz ile yaptıklarınız yüzündendir. Yoksa Allah´ın, kullara haksızlık etmesi kesinlikle söz konusu değildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Ateşin yakıp yiyeceği bir kurban mucizesi göstermedikçe hiçbir peygambere inanmayalım diye Allah bize kesin direktif verdi diyenlere de ki; «Benden önce size açık belgeler getiren ve sözünü ettiğiniz mucizeyi gösteren peygamberler geldi. Eğer doğru söylüyorsanız, onları niçin öldürdünüz?»"},{"SurahNumber":3,"VerseNumber":184,"Text":"Bunlar eğer seni yalanlıyorlarsa (bilesin ki) senden önce açık mucizeler, sayfalar ve aydınlatıcı kitap getiren birçok peygamberi de yalanlamışlardı"},{"SurahNumber":3,"VerseNumber":185,"Text":"Herkes kesinlikle ölümü tadacaktır. Yaptıklarınızın karşılıkları, kıyamet günü, size eksiksiz olarak verilecektir. O zaman kim Cehennem ateşinden uzak tutulur da Cennet´e konursa gerçekten başarıya ulaşmıştır. Dünya hayatı aldatıcı bir hazdan başka birşey değildir"}]}