{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Your Lord has commanded that you should worship none but Him, and that you be kind to your parents. If either or both of them reach old age with you, say no word that shows impatience with them, and do not be harsh with them, but speak to them respectfully"},{"SurahNumber":17,"VerseNumber":24,"Text":"and lower your wing in humility towards them in kindness and say, ‘Lord, have mercy on them, just as they cared for me when I was little.’"},{"SurahNumber":17,"VerseNumber":25,"Text":"Your Lord knows best what is in your heart. If you are good, He is most forgiving to those who return to Him"},{"SurahNumber":17,"VerseNumber":26,"Text":"Give relatives their due, and the needy, and travellers- do not squander your wealth wastefully"},{"SurahNumber":17,"VerseNumber":27,"Text":"those who squander are the brothers of Satan, and Satan is most ungrateful to his Lord"},{"SurahNumber":17,"VerseNumber":28,"Text":"but if, while seeking some bounty that you expect from your Lord, you turn them down, then at least speak some word of comfort to them"},{"SurahNumber":17,"VerseNumber":29,"Text":"Do not be tight-fisted, nor so open-handed that you end up blamed and overwhelmed with regret"},{"SurahNumber":17,"VerseNumber":30,"Text":"Your Lord gives abundantly to whoever He will, and sparingly to whoever He will: He knows and observes His servants thoroughly"},{"SurahNumber":17,"VerseNumber":31,"Text":"Do not kill your children for fear of poverty––We shall provide for them and for you––killing them is a great sin"},{"SurahNumber":17,"VerseNumber":32,"Text":"And do not go anywhere near adultery: it is an outrage, and an evil path"},{"SurahNumber":17,"VerseNumber":33,"Text":"Do not take life, which God has made sacred, except by right: if anyone is killed wrongfully, We have given authority to the defender of his rights, but he should not be excessive in taking life, for he is already aided [by God]"},{"SurahNumber":17,"VerseNumber":34,"Text":"Do not go near the orphan’s property, except with the best [intentions], until he reaches the age of maturity. Honour your pledges: you will be questioned about your pledges"},{"SurahNumber":17,"VerseNumber":35,"Text":"Give full measure when you measure, and weigh with accurate scales: that is better and fairer in the end"},{"SurahNumber":17,"VerseNumber":36,"Text":"Do not follow blindly what you do not know to be true: ears, eyes, and heart, you will be questioned about all these"},{"SurahNumber":17,"VerseNumber":37,"Text":"Do not strut arrogantly about the earth: you cannot break it open, nor match the mountains in height"},{"SurahNumber":17,"VerseNumber":38,"Text":"The evil of all these actions is hateful to your Lord"},{"SurahNumber":17,"VerseNumber":39,"Text":"[Prophet], this is some of the wisdom your Lord has revealed to you: do not set up another god beside God, or you will be thrown into Hell, blamed and rejected"},{"SurahNumber":17,"VerseNumber":40,"Text":"What? Has your Lord favoured you people with sons and taken daughters for Himself from the angels?What a monstrous thing for you to say"},{"SurahNumber":17,"VerseNumber":41,"Text":"We have explained things in various ways in this Quran, so that such people might take notice, but it has only turned them further away"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say, ‘If there were other gods along with Him, as they say there are, then they would have tried to find a way to the Lord of the Throne.’"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glory to Him! He is far above what they say"},{"SurahNumber":17,"VerseNumber":44,"Text":"The seven heavens and the earth and everyone in them glorify Him. There is not a single thing that does not celebrate His praise, though you do not understand their praise: He is most forbearing, most forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"[Prophet], when you recite the Quran, We put an invisible barrier between you and those who do not believe in the life to come"},{"SurahNumber":17,"VerseNumber":46,"Text":"We have put covers on their hearts that prevent them from understanding it, and heaviness in their ears. When you mention your Lord in the Quran, and Him alone, they turn their backs and run away"},{"SurahNumber":17,"VerseNumber":47,"Text":"We know best the way they listen, when they listen to you and when they confer in secret, and these wrongdoers say, ‘You are only following a man who is bewitched.’"},{"SurahNumber":17,"VerseNumber":48,"Text":"See what they think you are like! But they are lost and cannot find the right way"},{"SurahNumber":17,"VerseNumber":49,"Text":"They also say, ‘What? When we are turned to bones and dust, shall we really be raised up in a new act of creation?’"}]}