{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Have you not seen those who pay back God´s favor with disbelief and settle their folk in the home of Perdition"},{"SurahNumber":14,"VerseNumber":29,"Text":"Hell! They will roast there, and how awful is such a plight"},{"SurahNumber":14,"VerseNumber":30,"Text":"They place rivals alongside God to let others astray from His path. SAY: \"Enjoy yourselves even though your goal will be the Fire"},{"SurahNumber":14,"VerseNumber":31,"Text":"Tell My servants who believe to keep up prayer and spend what We have provided them with both secretly and openly before a day comes along when there will be no bartering nor any intimacy"},{"SurahNumber":14,"VerseNumber":32,"Text":"God is the One Who has created Heaven and Earth, and sends down water from the sky. He brings forth produce by means of it as sustenance for you. He has subjected ships to you so they may sail at sea by His command; and subjected rivers to you"},{"SurahNumber":14,"VerseNumber":33,"Text":"He regulates the sun and moon for you, both journeying on and on, and regulates night and day for you"},{"SurahNumber":14,"VerseNumber":34,"Text":"He gives you everything you ever ask Him for. If you counted up God´s favor(s), you would never [be able to] number them; yet man is so unfair, ungrateful"},{"SurahNumber":14,"VerseNumber":35,"Text":"So Abraham said: \"My Lord, make this countryside safe and keep me and my sons away from worshipping idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"My Lord, they have led so many men astray! Anyone who follows me belongs to me, just as anyone who disobeys me [will still find] You are Forgiving, Merciful"},{"SurahNumber":14,"VerseNumber":37,"Text":"Our Lord, I have had some of my offspring reside in a valley without any crops alongside Your Hallowed House, our Lord, so that they may keep up prayer. Make men´s vitals feel fond of them, and provide them with fruit so they may act grateful"},{"SurahNumber":14,"VerseNumber":38,"Text":"Our Lord, You know whatever we hide and whatever We display, nothing on earth nor in the sky is hidden from God"},{"SurahNumber":14,"VerseNumber":39,"Text":"Praise be to God Who has bestowed Ishmael and Isaac on me in my old age. My Lord is so Alert to anyone´s appeal"},{"SurahNumber":14,"VerseNumber":40,"Text":"My Lord, make me keep up prayer, and have my offspring [do so too]"},{"SurahNumber":14,"VerseNumber":41,"Text":"Our Lord, accept my appeal! Our Lord, forgive me, both my parents, and believers on the Day when the Reckoning will be set up"},{"SurahNumber":14,"VerseNumber":42,"Text":"Do not reckon God is oblivious of what wrongdoers are doing; He is merely putting them off till a day when their eyesight will be glazed"},{"SurahNumber":14,"VerseNumber":43,"Text":"as they dash along with their heads tilted forward, their glances not checking back for them, and their vital organs gaping open"},{"SurahNumber":14,"VerseNumber":44,"Text":"Warn mankind against a day when torment will come upon them. Those who have done wrong will say: \"Our Lord, put us off for a short while; we will answer Your appeal and follow the messengers!\" (Did you not use to swear previously that you would never [face] extinction"},{"SurahNumber":14,"VerseNumber":45,"Text":"You have inhabited the dwellings of those who wronged themselves; it was explained to you how We had dealt with them, and We made up parables for you"},{"SurahNumber":14,"VerseNumber":46,"Text":"They hatched their plot while God held up their plot, even though their plan had been to transport the mountains by means of it"},{"SurahNumber":14,"VerseNumber":47,"Text":"Do not reckon God will break His promise to His messengers; God is Powerful, the Wielder of Retribution"},{"SurahNumber":14,"VerseNumber":48,"Text":"Some day the earth will be changed into a different earth, and [so will] Heaven; they will emerge for God Alone, the Irresistible"},{"SurahNumber":14,"VerseNumber":49,"Text":"You will see criminals linked together by means of fetters on that day"},{"SurahNumber":14,"VerseNumber":50,"Text":"their garments will be [smeared] with tar while fire will cover their faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"so God may reward each soul according to whatever it has earned. God is Prompt at reckoning"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a proclamation for mankind; let them feel they are warned through it and know that He is God Alone. May prudent persons bear it in mind"}]}