{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Verily, a human being: (as if) he is created impatient"},{"SurahNumber":70,"VerseNumber":20,"Text":"When Ash-shar (harm) touched him, (he is one) who is extremely disturbed"},{"SurahNumber":70,"VerseNumber":21,"Text":"And when Al-Khair (good) touched him, (he is one) who hesitates (himself) and also stops others (from spending it in a desirable way) —"},{"SurahNumber":70,"VerseNumber":22,"Text":"except those who adhere to canonical Prayers"},{"SurahNumber":70,"VerseNumber":23,"Text":"those people who: they are constant in offering their Prayers"},{"SurahNumber":70,"VerseNumber":24,"Text":"and those: in their wealth is a well-known share —"},{"SurahNumber":70,"VerseNumber":25,"Text":"for one who is compelled to ask and that who stands deprived (of the bare needs)"},{"SurahNumber":70,"VerseNumber":26,"Text":"and those who Believe and testify the Day of Accountability and Judgment"},{"SurahNumber":70,"VerseNumber":27,"Text":"and those who: they are ever mindful of the torment of their Nourisher-Sustainer"},{"SurahNumber":70,"VerseNumber":28,"Text":"surely, the torment of their Nourisher-Sustainer (is) not an event that one may feel secure against it"},{"SurahNumber":70,"VerseNumber":29,"Text":"and those who: they, regarding their private sexual parts are protectors —"},{"SurahNumber":70,"VerseNumber":30,"Text":"except unto their wives or ma-malakat-aimanuhum (the women who are given in guardianship of adult males as their wives under a document prepared by the Muslim state) — then surely they are unblamed people"},{"SurahNumber":70,"VerseNumber":31,"Text":"But whosoever sought beyond that then those people: they very ones are those who break the limits"},{"SurahNumber":70,"VerseNumber":32,"Text":"And those: they, regarding the trusts with them, and promises with them, (behave as) those who implement with responsibility"},{"SurahNumber":70,"VerseNumber":33,"Text":"and those — they stand firm on their testimonies (till the judgment in the case)"},{"SurahNumber":70,"VerseNumber":34,"Text":"and those — they, over their Prayers act as guards"},{"SurahNumber":70,"VerseNumber":35,"Text":"such a people would dwell in the Gardens (of Paradise) as honoured people"},{"SurahNumber":70,"VerseNumber":36,"Text":"Then what (is the matter) with those who have disbelieved; in front of you they are those who swiftly move hither and thither (without paying attention to the teachings you propagate)"},{"SurahNumber":70,"VerseNumber":37,"Text":"from the right (side) and from the left side in splinter groups"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every man of them wish that he may be allowed entry in the Garden of delight"},{"SurahNumber":70,"VerseNumber":39,"Text":"By no means! Verily We, We created them out of that which they know"},{"SurahNumber":70,"VerseNumber":40,"Text":"So nay! I (i.e., Allah) bring as Witness the Rabb (Nourisher-Sustainer) of the easts and the wests. Surely We are, indeed, All-Capable Ones —"},{"SurahNumber":70,"VerseNumber":41,"Text":"over (this) that We replace (them by people) better than them; and We are not those who are outrun"},{"SurahNumber":70,"VerseNumber":42,"Text":"So leave them, they will indulge in vain talk and would play and sport until they have met their Day which they have been promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"The Day they will come out of the burial sites swiftly, as if they hasten on (and race) to a fixed target"},{"SurahNumber":70,"VerseNumber":44,"Text":"their eyes adopting low-down position (in humility, fear and lamentation), ignominy (and disgrace) covers them. This is the Day which they had been promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Verily, We, We sent Nuh to his nation (saying) that: “Warn your nation prior to (the stage) that comes to them a painful torment.”"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said: “O my nation! Verily, I am unto you a plain warner"},{"SurahNumber":71,"VerseNumber":3,"Text":"so that you may pay obedience to Allah and remain mindful of Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive you of your sins and respite you to an appointed term. Surely, the term specified by Allah — when it has approached — it is not postponed if you had been knowing (these facts).”"},{"SurahNumber":71,"VerseNumber":5,"Text":"(Nuh) said: “My Nourisher-Sustainer! Surely, I have invited my nation (to Your Scripture) night and day"},{"SurahNumber":71,"VerseNumber":6,"Text":"But my preaching (and propagation) has not increased them except in flight"},{"SurahNumber":71,"VerseNumber":7,"Text":"And truly I, every time I called them that You may forgive them, they thrust their fingers into their ears, and covered themselves up with their garments and insisted (on their wrong beliefs) and behaved with pride in arrogance, patronising seriously arrogant pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"Afterwards, surely I,I invited them with full force"},{"SurahNumber":71,"VerseNumber":9,"Text":"Then surely I, I proclaimed to them in public, and (also) kept it private to them in secrecy"},{"SurahNumber":71,"VerseNumber":10,"Text":"so I said (to them) : ask forgiveness from your Nourisher-Sustainer; certainly He is Oft-Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will direct the sky unto you (to behave as one) which rains heavily"},{"SurahNumber":71,"VerseNumber":12,"Text":"and He would strengthen you with wealth and sons, and would establish for you gardens and set for you rivers"},{"SurahNumber":71,"VerseNumber":13,"Text":"What (is the matter) with you, you do not expect for Allah an absolute status"},{"SurahNumber":71,"VerseNumber":14,"Text":"Although, indeed He created you through diverse stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Have you not seen how Allah has brought into existence seven (or many) heavens, (having) fields one beyond another"},{"SurahNumber":71,"VerseNumber":16,"Text":"and has set the moon therein as a light and made the sun (as) a radiant bright light"},{"SurahNumber":71,"VerseNumber":17,"Text":"And Allah made you grow (initially) from the earth as a growth"},{"SurahNumber":71,"VerseNumber":18,"Text":"Then He returns you therein, and will take you out in a new appearance (on the Day of Resurrection)"},{"SurahNumber":71,"VerseNumber":19,"Text":"And Allah has made for you the earth wide spread and levelled"},{"SurahNumber":71,"VerseNumber":20,"Text":"that you may traverse some of it through tracks, wide and open"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nuh said: “My Nourisher-Sustainer! Surely, they have disobeyed me, and they have followed one: his wealth and his children have not increased him except loss-wise"},{"SurahNumber":71,"VerseNumber":22,"Text":"And they have devised an stratagem — a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"And they have said: ‘you shall not leave your gods; and nor you shall leave Wadd and nor Suwa’; and nor Yagus and Ya‘uq and Nasr"},{"SurahNumber":71,"VerseNumber":24,"Text":"And indeed they have led astray many. And grant no increase to the transgressors except straying away (even further).”"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their sins they were drowned; then they were to enter the Fire. Then they did not find for themselves besides Allah, (any of the) helpers"},{"SurahNumber":71,"VerseNumber":26,"Text":"And Nuh said: “My Nourisher-Sustainer! Do not leave (alive) on the (face of the) earth, out of the disbelievers, (any) inhabitant"},{"SurahNumber":71,"VerseNumber":27,"Text":"Surely You! If You leave them, they will misguide Your Ibad; and they will not beget except a sinner, a disbeliever"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Nourisher-Sustainer! Grant forgiveness for me and my two parents, and for that who entered my home as a Believer, and for the Believing males and the Believing females (at large). And do not increase the transgressors except destruction-wise.”"}]}