{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Em verdade, Deus sustém os céus e a terra, para que não se desloquem, e se se deslocassem, ninguém, que não fosse Ele, poderia contê-los. Em verdade, é Tolerante, Indulgentíssimo"},{"SurahNumber":35,"VerseNumber":42,"Text":"Juraram solenemente por Deus que, se lhes fosse apresentado um admoestador, encaminhar-se-iam mais do que qualqueroutro povo; porém, quando um admoestador lhes chegou, nada lhes foi aumentando, senão em aversão"},{"SurahNumber":35,"VerseNumber":43,"Text":"Em ensoberbecimento na terra e em conspiração para o mal; todavia, a conspiração para o mal somente assedia os seusfeitores. Porventura, almejam algo, além da sorte dos povos primitivos? Porém, nunca acharás variações na Lei de Deus; enunca acharás mudanças na Lei de Deus"},{"SurahNumber":35,"VerseNumber":44,"Text":"Porventura, não percorreram a terra, para ver qual foi o destino dos seus antecessores, que eram mais poderosos do queeles? Porém, nada poderá desafiar Deus, nos céus ou na terra, porque é Onipotente, Sapientíssimo"},{"SurahNumber":35,"VerseNumber":45,"Text":"De sorte que se Deus tivesse castigado os humanos pelo que cometeram, não teria deixado sobre a face da terra um sóser; porém, tolera-os até um término prefixado. E quando esse término expirar, certamente constatarão que Deus éObservador de Seus servos"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yá, Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pelo Alcorão da Sabedoria"},{"SurahNumber":36,"VerseNumber":3,"Text":"Que tu és dos mensageiros"},{"SurahNumber":36,"VerseNumber":4,"Text":"Numa senda reta"},{"SurahNumber":36,"VerseNumber":5,"Text":"É uma revelação do Poderoso, Misericordiosíssimo"},{"SurahNumber":36,"VerseNumber":6,"Text":"Para que admoestes um povo, cujos pais não foram admoestados e permaneceram indiferentes"},{"SurahNumber":36,"VerseNumber":7,"Text":"A palavra provou ser verdadeira sobre a maioria deles, pois que são incrédulos"},{"SurahNumber":36,"VerseNumber":8,"Text":"Nós sobrecarregamos os seus pescoços com correntes até ao queixo, para que andem com as cabeças hirtas"},{"SurahNumber":36,"VerseNumber":9,"Text":"E lhes colocaremos uma barreira pela frente e uma barreira por trás, e lhes ofuscaremos os olhos, para que não possamver"},{"SurahNumber":36,"VerseNumber":10,"Text":"Tanto se lhes dá que os admoestes ou não; jamais crerão"},{"SurahNumber":36,"VerseNumber":11,"Text":"Admoestarás somente quem seguir a Mensagem e temer intimamente o Clemente; anuncia a este, pois, uma indulgência euma generosa recompensa"},{"SurahNumber":36,"VerseNumber":12,"Text":"Nós ressuscitaremos os mortos, e registraremos as suas ações e os seus rastros, porque anotaremos tudo num Livrolúcido"},{"SurahNumber":36,"VerseNumber":13,"Text":"E lembra-lhes a parábola dos moradores da cidade, quando se lhes apresentaram os mensageiros"},{"SurahNumber":36,"VerseNumber":14,"Text":"Enviamos-lhes dois (mensageiros), e os desmentiram; e, então, foram reforçados com o envio de um terceiro; (osmensageiros) disseram-lhes: Ficai sabendo que fomos enviados a vós"},{"SurahNumber":36,"VerseNumber":15,"Text":"Disseram: Não sois senão seres como nós, sendo que o Clemente nada revela que seja dessa espécie; não fazeis mais doque mentir"},{"SurahNumber":36,"VerseNumber":16,"Text":"Disseram-lhes: Nosso Senhor bem sabe que somos enviados a vós"},{"SurahNumber":36,"VerseNumber":17,"Text":"E nada nos compete, senão a proclamação da lúcida Mensagem"},{"SurahNumber":36,"VerseNumber":18,"Text":"Disseram: Auguramos a vossa desgraça e, se não desistirdes, apedrejar-vos-emos e vos infligiremos um dolorosocastigo"},{"SurahNumber":36,"VerseNumber":19,"Text":"Responderam-lhes: Que vosso augúrio vos acompanhe! Maltratar-nos-eis, acaso, porque fostes admoestados? Sois, certamente, um povo transgressor"},{"SurahNumber":36,"VerseNumber":20,"Text":"E um homem, que acudiu da parte mais afastada da cidade, disse: Ó povo meu, segui os mensageiros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Segui aqueles que não vos exigem recompensa alguma e são encaminhados"},{"SurahNumber":36,"VerseNumber":22,"Text":"E por que não teria eu de adorar Quem me criou e a Quem vós retornareis"},{"SurahNumber":36,"VerseNumber":23,"Text":"Deverei, acaso, adorar outros deuses em vez d'Ele? Se o Clemente quisesse prejudicar-me, de nada valeriam as suasintercessões, nem poderiam salvar-me"},{"SurahNumber":36,"VerseNumber":24,"Text":"(Se eu os adorasse), estaria em evidente erro"},{"SurahNumber":36,"VerseNumber":25,"Text":"Em verdade, creio em vosso Senhor, escutai-me pois"},{"SurahNumber":36,"VerseNumber":26,"Text":"Ser-lhe-á dito: Entra no Paraíso! Dirá então: Oxalá meu povo soubesse"},{"SurahNumber":36,"VerseNumber":27,"Text":"Que meu Senhor me perdoou e me contou entre os honrados"}]}