{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":88,"Text":"Mubeele murie okhuba emikanda chibili khumakhuwa akabeshikhabili, ne Nyasaye yabakabukhania shichila akabakhola? Koo, mwenya okhulola Omulunjifu owa Nyasaye yamubusilia mbu yamala okhukora? Ne wa Nyasaye yamala okhubusia mbu yamala okhukora oyo shonyala okhumulunjisia tawe"},{"SurahNumber":4,"VerseNumber":89,"Text":"Bekombanga mbu enywe mwakhakhayile shingalabo bakhaya, kho mube nashilala. Kho mulabakhola abetsa benyu mubo okhula bawuye shichila idini ya Nyasaye. Ne nibakhaya awo mubatile ne mubere wosiwosi wamubanyoola. Ne mulabakhola abetsa nohomba abakhonyi benyu tawe"},{"SurahNumber":4,"VerseNumber":90,"Text":"Halali balia abatilana nende Abandu bamuli nabo hakari wenyu indache, nohomba babetselanganeebilifubiabubilinendeobusiro okhupana ninenyu, nohomba okhupana nende Abandu babu. Ne Nyasaye yenyanga yakhabasaasiyekhwo bakhupana ninanyu, kho nibabawukhakho, bakhaye okhulwana ni nanyu, mana bamurebe omulembe, kho awo Nyasaye shabehelesia injila yokhupana ninabo tawe"},{"SurahNumber":4,"VerseNumber":91,"Text":"mulanyoola abandi benyanga mbu banyoole omulembe khwinywe nende kwa Abandu babu, Buli nibakalusibwa khu matemo bafwinyilwakho. Nenibalalekhana ninanyu tawe mana barera omulembe mana bekalile emikhono chiabu, mubatile mana mubere wosiwosi amubanyoola. Ne khu abo khwabahelesia ebifune bili habulafu"},{"SurahNumber":4,"VerseNumber":92,"Text":"Ne shibili khu Musuubili okhwira Omusubili wundi halali khukhwitsukhana. Ne ulia wira umusuubili khukhwitsukhana akhoyele anunule- Omurumwa Omusuubili, ne arusie eshihanwa bahelesie Abandu baye nohomba Abandu be bayinie eshihanwa (khukhuleshela). Ne nali mbu ni omundu wabasuku benyu, naye ni omusuubili, awo okhununula omurumwa omusubili. Ne ni ali owa Abandu bamuli ninabo indakano, awo omurungo kuhelesibwe Abandu baye. Ne Omurumwa omusubili ununulwe. Ne ulanyoola tawe, afunge emiesi chibili malondokhana, shichila ni okhusaba obuleshi khu Nyasaye ne Nyasaye ni Omumanyi Owamachesi muno"},{"SurahNumber":4,"VerseNumber":93,"Text":"Ne ulia wira Omusuubili katong’ane, omurungo kukwe ni omulilo alimenyamwo tsinyanga tsiosi, Ne Nyasaye yamusinyishila ne yamutsuba, ne yamurecheshela eshinyasio eshikhongo"},{"SurahNumber":4,"VerseNumber":94,"Text":"Enywe abasuubila, nimuchenda khunjila ya Nyasaye, munonelesie mube nobwatoto, Ne mulaboolela ulia ubashesinjia mbu; “ Ewe sholi omusuubili tawe, khulwokhwenya ukhunyoola obulayi bwobulamu bwokhushialo shino,” ne ewa Nyasaye khuli nende omwandu omunji (kwa ghanima). Endio nilwamwali enywe khale, mana Nyasaye nabaleshela. Kho munonelesie obulayi. Toto Nyasaye ali nende obumanyi khukamukholanga"},{"SurahNumber":4,"VerseNumber":95,"Text":"Shibali nashilala abasuubili balia bekhalanga butswa nibabula eshifune, nende balia balwananga khunjila ya Nyasaye omwandu kwabu nende emioyo chaibu. Nyasaye aninia hekulu balia bakhupananga nomwandu kwabu nende emioyo chiabu okhushila balia bekhalanga butswa. Kata kario Nyasaye nabalaka eshimenyo eshilayi , halali Nyasaye yawukhasia balia bakhupananga nende balia bekhalanga butswa no murungo omukhongo"},{"SurahNumber":4,"VerseNumber":96,"Text":"Ni obukhongo burulanga khuye, nende obulesheli nende tsimbabaasi. Ne Nyasaye ni omunji wobulesheli Owetsimbabaasi"},{"SurahNumber":4,"VerseNumber":97,"Text":"Toto Abamalaika baliboolela balia ababafwisinjia abakholela obubii emioyo chiabu, mbu: “Mwali murie?” nabo baliboola mbu:, “khwali kwasilwa khushialo.” Baliboolelwa; “eshialo shia Nyasaye sishiali nobwiyangu bwokhuwuya tawe?” Kho abo eshimenyo shiabu ni mumulilo (Jahanam, ) nako ni amakalushilo amabii muno"},{"SurahNumber":4,"VerseNumber":98,"Text":"halali balia abali abateshele mu Basatsa nende Abakhasi nende Abana ababula obunyali bwokhunyoola injila yokhuwuya"},{"SurahNumber":4,"VerseNumber":99,"Text":"Abo Nyasaye awundi alibaleshela, Ne Nyasaye ni omunji Wokhubeela Owobulesheli"}]}