{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Le potlakele ho kopa ts’oarelo e tsoang ho Mong`a lona, le sebakeng sa Paradeisi eo bophara ba eona bo lekanang le maholimo le lefats’e, e lokiselitsoeng ba sesefang bobe"},{"SurahNumber":3,"VerseNumber":134,"Text":"Ba sebelisang tseo Allah a ba nehileng tsona botleng le mathateng, etsoe ba tseba ho hatella khalefo ea bona, le hona ho ts’oarela batho bohle; Ruri Allah U rata ba etsang botle"},{"SurahNumber":3,"VerseNumber":135,"Text":"Bao e reng ha ba entse ntho e mpe, kapa bafoselitse meea ea bona, ba hopola Allah le ho kopa ts’oarelo lits’itong tsa bona – ha ho mang ea ka ts’oarelang libe haese Allah feela; – ba sa phehelle bobe boo ba bo entseng ka tsebo e tletseng"},{"SurahNumber":3,"VerseNumber":136,"Text":"Ruri moputso oa ba joalo ke ts’oarelo e tsoang ho Mong`a bona, le lirapa tseo ka tlas’a tsona ho phallang linoka, moo teng batla phela kahosafeleng – moputso o ba batsehang hakakang sebakeng sa ba sebelitseng ka boitelo"},{"SurahNumber":3,"VerseNumber":137,"Text":"Mekhoa e bile mengata ea bophelo e fetileng khale pele le eba teng. A k’u hahlaule le lefats’e, u tle u bone pheletso ea ba ileng ba latola Baromuoa"},{"SurahNumber":3,"VerseNumber":138,"Text":"Sena (qur`an) ke tlhakisetso ho batho, e le tataiso le keletso ho ba sesefang bobe"},{"SurahNumber":3,"VerseNumber":139,"Text":"Se khathaleng matla le hona ho sareloa, hobane le tla ba bahloli haeba le hlile le ba kholoang"},{"SurahNumber":3,"VerseNumber":140,"Text":"Haeba le oetsoe ke kotsi, le tsebe hore le ba bang ba oetsoe ke kotsi e joalo. Le matsatsi ho joalo re a neha batho ka ho fapana, hore pheletsong Allah a behe ba kholoang tekong a tle a inkele batsoa-sehlabelo ho lona; Allah ha a rate baetsa- phoso"},{"SurahNumber":3,"VerseNumber":141,"Text":"Allah a tle a behe bakholoang tekong, le ho repitla maila- tumelo"},{"SurahNumber":3,"VerseNumber":142,"Text":"Le nahana hore le tla kena Paradeising le sa ka la phenngoa mahofi hore na ke bafe ba lona ba ileng ba loanela tsela ea hae ka thata, kapa hona ho tseba ba bang ba lona ba ileng ba tsitlalla"},{"SurahNumber":3,"VerseNumber":143,"Text":"Ruri le ‘nile la lakatsa lefu pele le kopana le lona. Joale le le bone ka mahlo a lona"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad empa e le moromuoa, baromuoa ba ts’oanang le eena ba ile ba feta pele ho eena. Na ha a ka shoa, kapa a bolaoa, na le tla ba bakoenehi? Haele mokoenehi, ha ho kotsi ea ka e hlahisetsang Allah, Allah U tla putsa ba nang le teboho"},{"SurahNumber":3,"VerseNumber":145,"Text":"Ha ho motho ea tla shoa kantle ho thato ea Allah le ka nako e o behetsoeng. Ba labalabelang moputso oa lefats’e, re tla ba sitsa ka oona; etsoe le ba labalabelang moputso oa bophelo bo-tlang re tlaba sitsa ka oona. Re tla putsa ba nang le teboho"},{"SurahNumber":3,"VerseNumber":146,"Text":"Baporofeta ba bangata ba loanne bats`ehelitsoe ke likoankoetla tsa banna ba tumelo. Empa ha ba ka ba nyahama ka tse ‘nileng tsa ba hlahela tseleng ea Allah, kapa ho fokola, le ho inehela. Allah U rata ba tsitlallelang ka tieo"},{"SurahNumber":3,"VerseNumber":147,"Text":"Sello sa bona e bile feela hore: “Mong`a rona! Re ts’oarele libe tsa rona le liketso tse sa lokang, u tihise maoto a rona, le ho re neha tlholo holim’a maila-tumelo.”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah a ba neha moputso oa lefats’e le moputso o ba ba tsehang oa bophelo bo-tlang. Allah U rata ba etsang liketso tse lokileng"},{"SurahNumber":3,"VerseNumber":149,"Text":"Oho lona ba kholoang! Haeba le ka mamela maila-tumelo, batla le sokolla tumelong ea lona, le tla furalla joaloka ba lahlehileng"},{"SurahNumber":3,"VerseNumber":150,"Text":"Che, Allah ke Mots’ireletsi (maulana) oa lona, ke Eena mothusi oa lona ho feta bohle"},{"SurahNumber":3,"VerseNumber":151,"Text":"Ruri re tla ts’ollela letsoalo ka hare ho lipelo tsa bahanyetsi ba tumelo ho ba ne ba kopanya Allah le batlatsetsi, e leng seo a sa kang a fana ka ts’enolo ho sona. Lehae la bona ke mollo, ho malimabe ke lehae la ba etsang-phoso"},{"SurahNumber":3,"VerseNumber":152,"Text":"Ruri Allah U phethahalitse ts’episo ea hae ho lona nakong eo le neng lebabolaea ka tumello ea hae, ho fihlela motsotso oa hore le felloe ke sebete, la kena har’a likhang ka taelo; eaba le ea e nyelisa ka mora hoba a le bonts’e seo le neng le se lakatsa. Hara lona ke ba lakatsang tsa lefats’e lena, ha ba bang ba e na le taba-tabelo ea bo-tlang. Ka lebaka leo eaba o le lebatsa lira tsa lona, a le beha tekong feela. Empa o ile a le ts’oarela. Ruri Allah ke Mong`a mosa o khaphatsehang ho ba kholoang"}]}