{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Se siete in viaggio e non trovate uno scriba, scambiatevi dei pegni. Se qualcuno affida qualcosa ad un altro, restituisca il deposito il depositario e tema Allah, il suo Signore. Non siate reticenti nella testimonianza, ché invero, chi agisce così, ha un cuore peccatore. Allah conosce tutto quello che fate"},{"SurahNumber":2,"VerseNumber":284,"Text":"Ad Allah appartiene tutto ciò che è nei cieli e sulla terra. Che lo manifestiate o lo nascondiate, Allah vi chiederà conto di quello che è negli animi vostri. E perdonerà chi vuole e castigherà chi vuole. Allah è onnipotente"},{"SurahNumber":2,"VerseNumber":285,"Text":"Il Messaggero crede in quello che è stato fatto scendere su di lui da parte del suo Signore, come del resto i credenti: tutti credono in Allah, nei Suoi Angeli, nei Suoi Libri e nei Suoi Messaggeri. “Non facciamo differenza alcuna tra i Suoi Messaggeri.” E dicono: “Abbiamo ascoltato e obbediamo. Perdono, Signore! E’ a Te, che tutto ritorna”"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah non impone a nessun'anima al di là delle sue capacità. Quello che ognuno avrà guadagnato sarà a suo favore e ciò che avrà demeritato sarà a suo danno. “Signore, non ci punire per le nostre dimenticanze e i nostri sbagli. Signore, non caricarci di un peso grave come quello che imponesti a coloro che furono prima di noi. Signore, non imporci ciò per cui non abbiamo la forza. Assolvici, perdonaci, abbi misericordia di noi. Tu sei il nostro patrono, dacci la vittoria sui miscredenti.”"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif, Lâm, Mîm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, non c'è dio all'infuori di Lui, il Vivente, l'Assoluto"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ha fatto scendere su di te il Libro con la verità, a conferma di ciò che era prima di esso. E fece scendere la Torâh e l'Ingîl"},{"SurahNumber":3,"VerseNumber":4,"Text":"in precedenza, come guida per le genti. E ha fatto scendere il Discrimine. In verità, a coloro che negano i segni di Allah, un duro castigo! Allah è potente e vendicatore"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nulla di quel che è sulla terra o nei cieli è nascosto ad Allah"},{"SurahNumber":3,"VerseNumber":6,"Text":"È Lui che vi plasma come vuole negli uteri. Non c'è dio all'infuori di Lui, l'Eccelso, il Saggio"},{"SurahNumber":3,"VerseNumber":7,"Text":"È Lui che ha fatto scendere il Libro su di te. Esso contiene versetti espliciti, che sono la Madre del Libro, e altri che si prestano ad interpretazioni diverse. Coloro che hanno una malattia nel cuore, che cercano la discordia e la [scorretta] interpretazione, seguono quello che è allegorico, mentre solo Allah ne conosce il significato. Coloro che sono radicati nella scienza dicono: “Noi crediamo: tutto viene dal nostro Signore”. Ma i soli a ricordarsene sempre, sono i dotati di intelletto"},{"SurahNumber":3,"VerseNumber":8,"Text":"“Signor nostro, non lasciare che i nostri cuori si perdano dopo che li hai guidati e concedici misericordia da parte Tua. In verità Tu sei Colui Che dona"},{"SurahNumber":3,"VerseNumber":9,"Text":"Signor nostro, in verità sei Tu Che radunerai gli uomini in un Giorno a proposito del quale non v'è dubbio alcuno.” Allah certamente non manca alla Sua promessa"},{"SurahNumber":3,"VerseNumber":10,"Text":"No, per quelli che sono miscredenti, non basteranno i loro beni e i loro figli per metterli al riparo da Allah. Saranno combustibile del Fuoco"},{"SurahNumber":3,"VerseNumber":11,"Text":"Come la gente di Faraone e quelli che vissero prima di loro! Avevano tacciato di menzogna i Nostri segni. Allah li ha colti nel peccato. Allah è severo nel punire"},{"SurahNumber":3,"VerseNumber":12,"Text":"Di' ai miscredenti: “Presto sarete sconfitti. Sarete radunati nell'Inferno. Che infame giaciglio!”"},{"SurahNumber":3,"VerseNumber":13,"Text":"Vi fu certamente un segno nelle due schiere che si fronteggiavano: una combatteva sul sentiero di Allah e l'altra era miscredente, li videro, a colpo d'occhio, due volte più numerosi di quello che erano. Ebbene, Allah presta il Suo aiuto a chi vuole. Ecco un argomento di riflessione per coloro che hanno intelletto"},{"SurahNumber":3,"VerseNumber":14,"Text":"Abbiamo abbellito, agli [occhi degli] uomini, le cose che essi desiderano: le donne, i figli, i tesori accumulati d'oro e d'argento, i cavalli marchiati, il bestiame e i campi coltivati; tutto ciò è solo godimento temporaneo della vita terrena, mentre verso Allah è il miglior ritorno"}]}