{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"IN THE NAME OF GOD THE MERCIFUL THE COMPASSIONATE"},{"SurahNumber":1,"VerseNumber":2,"Text":"Praise be to God, Lord of the Universe"},{"SurahNumber":1,"VerseNumber":3,"Text":"The Merciful, the Compassionate"},{"SurahNumber":1,"VerseNumber":4,"Text":"Sovereign of the Day of Judgement"},{"SurahNumber":1,"VerseNumber":5,"Text":"You alone we worship, and to You alone we turn for help"},{"SurahNumber":1,"VerseNumber":6,"Text":"Guide us to the straight path"},{"SurahNumber":1,"VerseNumber":7,"Text":"The path of those whom You have favoured, Not of those who have incurred Your ire, Nor of those who have lost their way"},{"SurahNumber":2,"VerseNumber":1,"Text":"ALIF lām mīm"},{"SurahNumber":2,"VerseNumber":2,"Text":"This Book is not to be doubted. It is a guide for the righteous"},{"SurahNumber":2,"VerseNumber":3,"Text":"who believe in the Unseen and are steadfast in prayer; who give¹ from what We gave them"},{"SurahNumber":2,"VerseNumber":4,"Text":"who believe in what has been revealed to you² and what was revealed before you, and have absolute faith in the life to come"},{"SurahNumber":2,"VerseNumber":5,"Text":"These are rightly guided by their Lord; these shall surely succeed"},{"SurahNumber":2,"VerseNumber":6,"Text":"As for the unbelievers, it is the same whether or not you forewarn them; they will not have faith"},{"SurahNumber":2,"VerseNumber":7,"Text":"God has set a seal upon their hearts and ears; their sight is dimmed and grievous punishment awaits them"},{"SurahNumber":2,"VerseNumber":8,"Text":"And some there are who declare: ‘We believe in God and the Last Day,‘ yet they are no true believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"They seek to deceive God and those who believe in Him: but they deceive none save themselves, though they may not perceive it"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is a sickness in their hearts which God has aggravated: grievous punishment awaits them for the lies they ever told"},{"SurahNumber":2,"VerseNumber":11,"Text":"If they are told: ‘You shall not do evil in the land,‘ they reply: ‘Surely we are doing only what is good.‘"},{"SurahNumber":2,"VerseNumber":12,"Text":"But it is they who are the evil-doers, though they may not perceive it"},{"SurahNumber":2,"VerseNumber":13,"Text":"And if they are told: ‘Believe as the people believe,‘ they reply: ‘Are we to believe as fools believe?‘ It is they who are the fools, if they but knew it"},{"SurahNumber":2,"VerseNumber":14,"Text":"And when they meet the faithful, they declare: ‘We, too, are believers.‘ But when alone with their demons they say to them: ‘We follow none but you: we were only mocking.‘"},{"SurahNumber":2,"VerseNumber":15,"Text":"God will mock them and keep them long in sin, ever straying from the right path"},{"SurahNumber":2,"VerseNumber":16,"Text":"Such are those that barter guidance for error: they profit nothing, nor are they on the right path"},{"SurahNumber":2,"VerseNumber":17,"Text":"They are like one who kindled a fire, but as soon as it lit up all around him God put it out and left him in darkness: they do not see"},{"SurahNumber":2,"VerseNumber":18,"Text":"Deaf, dumb, and blind, they will never return to the right path"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or like those who, beneath a dark storm-cloud charged with thunder and lightning, thrust their fingers into their ears at the sound of every thunder-clap for fear of death (God thus encompasses the unbelievers)"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning almost snatches away their sight: whenever it flashes upon them they walk on, but as soon as it darkens they stand still. Indeed, if God pleased, He could take away their hearing and their sight: God has power over all things"},{"SurahNumber":2,"VerseNumber":21,"Text":"You people! Worship your Lord, who has created you and those who have gone before you, so that you may guard yourselves against evil"},{"SurahNumber":2,"VerseNumber":22,"Text":"who has made the earth a bed for you and the sky a dome, and has sent down water from the sky to bring forth fruits for your sustenance. Do not knowingly set up other deities beside God"},{"SurahNumber":2,"VerseNumber":23,"Text":"And if you doubt what We have revealed to Our servant, produce one sūrah comparable to it. Call upon your idols to assist you, if what you say be true"},{"SurahNumber":2,"VerseNumber":24,"Text":"But if you fail (as you are sure to fail), then guard yourselves against the Fire whose fuel is humans and stones, prepared for the unbelievers"},{"SurahNumber":2,"VerseNumber":25,"Text":"And proclaim joyful tidings to those that believe and do good works. They shall dwell in gardens watered by running brooks: whenever they are given fruit to eat they will say: ‘This is what we used to eat before,‘ for they shall be given the like. Wedded to chaste spouses, they shall abide therein for ever"}]}