{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"چه‌بسیار فرشتگانی که در آسمانها هستند و (با وجود عظمت و بزرگواریشان) شفاعت ایشان سودی نمی‌بخشد و کاری نمی‌سازد، مگر بعد از آنکه خدا بخواهد به کسی (که شفیع است) اجازه دهد، و (از مشفوعٌ‌له) راضی و خوشنود گردد"},{"SurahNumber":53,"VerseNumber":27,"Text":"کسانی که به آخرت ایمان ندارند، فرشتگان را با نامهای زنان وصف و نامگذاری می‌کنند"},{"SurahNumber":53,"VerseNumber":28,"Text":"ایشان در این باب چیزی نمی‌دانند (و از نر و ماده بودن فرشتگان کاملاً بی‌خبرند) و جز از ظنّ و گمان پیروی نمی‌کنند، و ظنّ و گمان هم (در بخش اعتقادات، به کسی سودی نمی‌رساند، و انسان را) بی‌نیاز از حق نمی‌گرداند"},{"SurahNumber":53,"VerseNumber":29,"Text":"از کسی روی بگردان که به قرآن ما پشت می‌کند و جز زندگی دنیوی نمی‌خواهد"},{"SurahNumber":53,"VerseNumber":30,"Text":"منتهای دانش ایشان همین است. پروردگار تو کسی را که از راه خدا منحرف شده باشد، و همچنین کسی را که راهیاب بوده باشد، به خوبی می‌شناسد (و بهتر از همه، احوال و اوضاع آنان را می‌داند)"},{"SurahNumber":53,"VerseNumber":31,"Text":"هر چه در آسمانها و هر چه در زمین است، متعلّق به خدا است. سرانجام خداوند بدکاران را در برابر کارهائی که می‌کنند کیفر می‌دهد، و نیکوکاران را در برابر کارهائی که می‌کنند به بهترین وجه پاداش عطاء می‌کند"},{"SurahNumber":53,"VerseNumber":32,"Text":"همان کسانی که از گناهان بزرگ و بدکاریها کناره‌گیری می‌کنند و اگر گناهی از آنان سر زند تنها صغیره است (و آن هم مورد عفو خدا قرار می‌گیرد) چرا که پروردگار تو دارای آمرزش گسترده و فراخ است. خداوند از همان زمان که شما را از زمین آفریده است، و از آن روز که شما به صورت جنینهای ناچیزی در درون شکمهای مادرانتان بوده‌اید، از (تمام ذرّات و همه‌ی جزئیّات وجود) شما به خوبی آگاه بوده است و هست. پس از پاک بودن خود سخن مگوئید، زیرا که او پرهیزگاران را (از همه) بهتر می‌شناسد"},{"SurahNumber":53,"VerseNumber":33,"Text":"آیا آن کسی را دیده‌ای که (از پیروی حق) دوری گزیده است؟"},{"SurahNumber":53,"VerseNumber":34,"Text":"و اندکی بذل و بخشش کرده است و بعد از بذل و بخشش دست کشیده است؟"},{"SurahNumber":53,"VerseNumber":35,"Text":"آیا او علم غیب دارد، و می‌بیند (که پشت به اسلام کردن و حق را نپذیرفتن و بخل ورزیدن و بذل و بخشش ننمودن، پسندیده و بلامانع است؟)"},{"SurahNumber":53,"VerseNumber":36,"Text":"یا بدانچه در تورات موسی بوده است، مطّلع و باخبرش نکرده‌اند؟"},{"SurahNumber":53,"VerseNumber":37,"Text":"یا از آنچه در صحف ابراهیم بوده است، مطّلع و باخبرش نکرده‌اند؟ ابراهیمی که (قهرمان توحید بوده و وظیفه‌ی خود را) به بهترین وجه ادا کرده است"},{"SurahNumber":53,"VerseNumber":38,"Text":"(در صحف ایشان آمده است) که هیچکس بار گناهان دیگری را بر دوش نمی‌کشد"},{"SurahNumber":53,"VerseNumber":39,"Text":"و این که برای انسان پاداش و بهره‌ای نیست جز آنچه خود کرده است و برای آن تلاش نموده است"},{"SurahNumber":53,"VerseNumber":40,"Text":"و این که قطعاً سعی و کوشش او دیده خواهد شد"},{"SurahNumber":53,"VerseNumber":41,"Text":"سپس (در برابر کارش) سزا و جزای کافی داده می‌شود"},{"SurahNumber":53,"VerseNumber":42,"Text":"و این که قطعاً پایان راه به پروردگار تو منتهی می‌شود (و بازگشت همگان در پایان جهان بدو است)"},{"SurahNumber":53,"VerseNumber":43,"Text":"و این که قطعاً او است که می‌خنداند و می‌گریاند"},{"SurahNumber":53,"VerseNumber":44,"Text":"و این که قطعاً او است که می‌میراند و زنده می‌گرداند"},{"SurahNumber":53,"VerseNumber":45,"Text":"و این که او است که جفتهای نر و ماده را می‌آفریند"},{"SurahNumber":53,"VerseNumber":46,"Text":"از نطفه‌ی ناچیزی، بدانگاه که (به رحم) جهانده می‌شود"},{"SurahNumber":53,"VerseNumber":47,"Text":"و این که قطعاً بر خدا است که (رستاخیز را پدیدار و مردگان را) زندگی دوباره بخشد"},{"SurahNumber":53,"VerseNumber":48,"Text":"و این که او است که قطعاً ثروتمند می‌کند و فقیر می‌گرداند"},{"SurahNumber":53,"VerseNumber":49,"Text":"و این که او است خداوندگار ستاره شِعری"},{"SurahNumber":53,"VerseNumber":50,"Text":"و این که او است که عاد نخستین را نابود کرده است"},{"SurahNumber":53,"VerseNumber":51,"Text":"و قوم ثمود را هلاک کرد و از ایشان هیچ باقی نگذاشت"},{"SurahNumber":53,"VerseNumber":52,"Text":"و نیز قوم نوح را قبل از آنان هلاک ساخت. چرا که ایشان از همگان ستمگرتر و سرکش‌تر بودند"},{"SurahNumber":53,"VerseNumber":53,"Text":"و شهرهای زیر و رو شده‌ی قوم لوط را فرو انداخت"},{"SurahNumber":53,"VerseNumber":54,"Text":"آن را فرو پوشاند آنچه می‌بایست آن را فرو پوشاند"},{"SurahNumber":53,"VerseNumber":55,"Text":"پس (ای کافر نعمت) آیا به کدامیک از نعمتهای پروردگارت شک و تردید می‌ورزی؟"},{"SurahNumber":53,"VerseNumber":56,"Text":"این (پیغمبر، یکی از پیغمبران خدا، و) از زمره‌ی بیم دهندگان پیشین است"},{"SurahNumber":53,"VerseNumber":57,"Text":"قیامت نزدیک گردیده است"},{"SurahNumber":53,"VerseNumber":58,"Text":"جز خدا هیچکس نمی‌تواند آن را ظاهر و پدیدار کند"},{"SurahNumber":53,"VerseNumber":59,"Text":"آیا از این سخن تعجّب می‌کنید و در شگفت می‌افتید؟"},{"SurahNumber":53,"VerseNumber":60,"Text":"و آیا می‌خندید و گریه نمی‌کنید؟"},{"SurahNumber":53,"VerseNumber":61,"Text":"و آیا پیوسته در غفلت و هوسرانی بسر می‌برید؟"},{"SurahNumber":53,"VerseNumber":62,"Text":"اکنون که چنین است خدا را سجده کنید و او را بپرستید"},{"SurahNumber":54,"VerseNumber":1,"Text":"قیامت هر چه زودتر فرا می‌رسد، و (در آن) ماه به دو نیم می‌گردد"},{"SurahNumber":54,"VerseNumber":2,"Text":"و اگر مشرکان معجزه‌ی بزرگی را ببینند از آن روی‌گردان می‌گردند (و بدان ایمان نمی‌آورند) و می‌گویند: جادوی گذرا و ناپایداری است"},{"SurahNumber":54,"VerseNumber":3,"Text":"آنان تکذیب می‌کنند و بدنبال هواهای خویش می‌روند. هر کاری هم ثابت و ماندگار می‌ماند (و هیچ چیز در جهان از میان نمی‌رود، و انسان جزا و سزای کردار بد و نیک خود را می‌بیند)"},{"SurahNumber":54,"VerseNumber":4,"Text":"اخباری که بتوانند موجب بیزاری (و دوری ایشان از گناهها و بدیها) شود به اندازه‌ی کافی برای آنان آمده است"},{"SurahNumber":54,"VerseNumber":5,"Text":"(این آیات) عبرتهای بسنده و اندرزهای رسائی هستند (که می‌توانند در روح و جان شنوندگان و بینندگانی که آماده‌ی پذیرش حق و حقیقت باشند، اثر بگذارند) امّا بر حذر داشتنها و بیم دادنها (ی قرآنی برای افراد لجوج بیفایده است و به حال آنان) سودی ندارد"},{"SurahNumber":54,"VerseNumber":6,"Text":"بنابراین از ایشان روی بگردان. آن روزی (را خاطر نشان ساز) که فرا خواننده (ی الهی برای گرد آمدن مردمان در محلّ حساب و کتاب قیامت ایشان را) به سوی چیز ناخوش‌آیندی فرا می‌خواند"},{"SurahNumber":54,"VerseNumber":7,"Text":"با چشمانی فروهشته و به زیر انداخته (از شرمساری و خواری) از گورها بیرون می‌آیند (و به هر سو می‌روند و می‌دوند) انگار آنان ملخهای پراکنده‌اند (که در دسته‌ها و گروههای نامنظّم و بی‌هدف، راهی اینجا و آنجا می‌شوند)"},{"SurahNumber":54,"VerseNumber":8,"Text":"شتابان به سوی فرا خواننده (ی الهی، اسرافیل) می‌روند (و بدو می‌نگرند و چشم از او بر نمی‌دارند). کافران می‌گویند: امروز روز بسیار سخت و هراس‌انگیزی است"}]}