{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"And it had not been for a mortal that God speak to him, but by revelation or from behind a partition or that He send a Messenger to reveal by His permission what He wills. Truly, He is Lofty, Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"And, thus, We revealed to thee the Spirit of Our command. Thou hadst not been informed what the Book is nor what is belief, but We made it a light by which We guide whomever We will of Our servants. And, truly, thou, thou hast guided to a straight path—"},{"SurahNumber":42,"VerseNumber":53,"Text":"the path of God, to whom belongs whatever is in the heavens and whatever is in and on the earth. Truly, will not all affairs come home to God"},{"SurahNumber":43,"VerseNumber":1,"Text":"M\\m"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the clear Book"},{"SurahNumber":43,"VerseNumber":3,"Text":"We, truly, made it an Arabic Recitation so that perhaps you will be reasonable"},{"SurahNumber":43,"VerseNumber":4,"Text":"Truly, it is in the essence of the Book from Our Presence, Lofty, Wise"},{"SurahNumber":43,"VerseNumber":5,"Text":"Will We turn away the Remembrance from you, overlooking as you had been a folk, ones who are excessive"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many a Prophet sent We among the ancient ones"},{"SurahNumber":43,"VerseNumber":7,"Text":"And approaches them not a Prophet, but that they had been ridiculing him"},{"SurahNumber":43,"VerseNumber":8,"Text":"Then, We caused to perish the more vigorous in courage than them and the example of the ancient ones passed"},{"SurahNumber":43,"VerseNumber":9,"Text":"And, certainly, if thou hadst asked them: Who created the heavens and the earth? They will, certainly, say: The Almighty, The Knowing created them"},{"SurahNumber":43,"VerseNumber":10,"Text":"Who made the earth a cradle for you and made in it ways for you so that perhaps you would be truly guided"},{"SurahNumber":43,"VerseNumber":11,"Text":"and Who sent down water from heaven in measure. Then, We revived with it a lifeless land. Thus, you are brought out"},{"SurahNumber":43,"VerseNumber":12,"Text":"And it is He Who created all the pairs and assigned for you the boats and the flocks on which you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"so that you sit upon their backs. And, again, remember the divine blessing of your Lord when you are seated on them and you say: Glory be to Him Who caused this to be subservient to us and we had not been ones who are equal to it"},{"SurahNumber":43,"VerseNumber":14,"Text":"And, truly, we, certainly, are to our Lord ones who are turning"},{"SurahNumber":43,"VerseNumber":15,"Text":"Yet they assigned with Him a part of some of His servants. Truly, the human being is clearly ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"Or took He to Himself daughters from what He creates and selected He sons for you"},{"SurahNumber":43,"VerseNumber":17,"Text":"And if good tidings were given to one of them of what he cited as an example from The Merciful, his face stayed one that is clouded over and he chokes"},{"SurahNumber":43,"VerseNumber":18,"Text":"Is whoever is brought up amid glitter one who is without clarity when he is in an altercation"},{"SurahNumber":43,"VerseNumber":19,"Text":"And made they the angels—who themselves are servants of The Merciful— females? Bore they witness to their creation? Their giving testimony will be written down. And they will be asked about it"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they would say: If willed The Merciful, we would not have worshiped them. And they have no knowledge of that. They do nothing but guess"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or gave We them any Book before this so they are ones who hold fast to it"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay! They said: We found our fathers in a community holding to a way of life and we are, truly, in their footsteps ones who are truly guided"},{"SurahNumber":43,"VerseNumber":23,"Text":"And, thus, We sent not a warner to any town before thee without ones who are given ease saying: We found our fathers in a community. We are, certainly, ones who imitate their footsteps"}]}