{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Поистине, отвечают (на призыв к Истине) (только) те, которые слушают (чтобы принять ее). А мертвых воскресит Аллах, потом к Нему они будут возвращены (и Он воздаст им по их деяниям)"},{"SurahNumber":6,"VerseNumber":37,"Text":"И сказали они [многобожники] (высокомерно): «О, если бы было ниспослано ему [Мухаммаду] (некое) знамение [чудо] от его Господа (как верблюдица Салиха, посох Мусы или трапеза Иисы) (что послужило бы доказательством его правдивости)!» Скажи (им) (о, Посланник): «Поистине, Аллах могущ, (чтобы) ниспослать знамение, но однако большая часть их не знает (что знамения ниспосылаются лишь по мудрости Аллаха)!»"},{"SurahNumber":6,"VerseNumber":38,"Text":"И нет (ни одного) животного на земле и ни (одной) птицы, летающей (в небе) на своих двух крыльях, которые не были бы общинами, подобными вам (о, люди) [у каждого вида творения есть свои особенности и свой уклад жизни]. Не упустили Мы в Книге [в Хранимой скрижали] ничего [в ней записано все, что произойдет до Дня Суда]. Потом [в День Суда] к своему Господу они будут собраны (для расчета и воздаяния)"},{"SurahNumber":6,"VerseNumber":39,"Text":"А те, которые отвергли Наши знамения, – глухи [они не слышат того, в чем для них есть польза], немы [не говорят истину], (и они пребывают) во мраках (неверия) [не видят истину]. Кого желает Аллах, того Он вводит в заблуждение (лишая Своего содействия), а кого желает, того делает (идущим) по прямому пути"},{"SurahNumber":6,"VerseNumber":40,"Text":"Скажи (о, Пророк) (этим многобожникам): «Думали ли вы о том, что если придет к вам наказание от Аллаха или придет к вам Час [наступит День Суда], разве к кому-нибудь помимо Аллаха вы будете обращаться с мольбами (чтобы обрести спасение), если вы правдивы (в своих словах, что божества, которым вы поклоняетесь наряду с Аллахом, помогут вам)?»"},{"SurahNumber":6,"VerseNumber":41,"Text":"Наоборот! К Нему [к Аллаху] вы обращаетесь (с мольбой), и избавляет Он от того, о чем вы просите [от постигшей беды], если пожелает, и (в тот миг) вы забываете тех, которых придаете Ему в сотоварищи [оставляете свои ложные божества]"},{"SurahNumber":6,"VerseNumber":42,"Text":"И вот уже Мы посылали (пророков) к народам (которые были) до тебя (о, Мухаммад) (и они призывали свои общины к Единобожию и Покорности Аллаху). (Но те общины не признавали своих пророков) и схватывали Мы их нуждой [крайней бедностью] и бедой [болезнями], надеясь этим, что они смирятся (перед своим Господом) (и станут поклоняться только Ему)"},{"SurahNumber":6,"VerseNumber":43,"Text":"О если бы, когда приходила к ним [к неверующим из прежних общин] Наша ярость [наказание], они смирились (пред Аллахом)! Но очерствели их сердца [они перестали внимать наставления], и сатана разукрасил им [представил прекрасным] то, что они делали [многобожие и грехи]"},{"SurahNumber":6,"VerseNumber":44,"Text":"А когда они забыли то, о чем им напоминали [отвернулись и оставили исполнение того, что им было повелено Аллахом], Мы открыли пред ними ворота всего [дали обильный удел и благодатную жизнь] (чтобы они увлеклись этим). А когда они радовались тому, что им было даровано, Мы внезапно схватили их [подвергли наказанию], и вот, они (оказывались) в (полном) отчаянии"},{"SurahNumber":6,"VerseNumber":45,"Text":"И были истреблены [искоренены] до последнего те люди, которые творили беззаконие [которые не уверовали в Аллаха и отвергли Его посланников]. И хвала Аллаху, Господу миров (за то, что Он помог Своим сторонникам и погубил их врагов)"},{"SurahNumber":6,"VerseNumber":46,"Text":"Скажи (о, Пророк) (этим многобожникам): «Думали ли вы (о том, что) если Аллах заберет ваш слух и зрение (и вы станете глухими и слепыми) и наложит печать на ваши сердца (и вы перестанете размышлять и понимать), (то) какой бог, кроме Аллаха, доставит вам это [вернет слух, зрение и разум]?» Посмотри (о, Пророк), как Мы распределяем знамения [доказательства]! Потом [после этого] они отворачиваются (от размышлений над этим)"},{"SurahNumber":6,"VerseNumber":47,"Text":"Скажи (о, Пророк) (этим многобожникам): «Думали ли вы (о том, что) если придет к вам наказание Аллаха внезапно [когда вы не ожидаете его] или открыто [когда вы видите его], разве будут погублены (еще кто-либо), кроме людей, (которые были) беззаконниками [которые перешли границу запрета и совершали поклонение кому-либо еще, кроме Аллаха, и отвергли Его посланников]?»"},{"SurahNumber":6,"VerseNumber":48,"Text":"И Мы отправляем посланников, только вестниками [которые возвещают радостную весть тем, которые стали покорными Аллаху, что им обещан Рай] и увещателями [которые предостерегают тех, кто стал неверующим и кто ослушался Аллаха, что им обещан Ад] (а не для исполнения тех чудес, которые требуют от них неверующие). И кто же уверует и станет праведным (в своих деяниях), – не будет над ними страха (в День Суда) (от наказания Аллаха), и не будут они опечалены (что упустили чего-то в своей земной жизни)"},{"SurahNumber":6,"VerseNumber":49,"Text":"А тех, которые отвергли Наши знамения [аяты Корана и другие чудеса], коснется их наказание за то, что они были непокорны (Аллаху)"},{"SurahNumber":6,"VerseNumber":50,"Text":"Скажи (о, Пророк) (этим многобожникам): «Не говорю я вам, (что) у меня (есть) сокровищницы Аллаха [что я распоряжаюсь ими], и не (говорю я вам, что) знаю сокровенное, и не говорю я вам, что я – ангел. Я лишь следую за тем, что мне внушается (как откровение от Аллаха) (и довожу его до людей)». Скажи (о, Пророк) (этим многобожникам): «Разве равны слепой [неверующий, который не видит знамений Аллаха] и зрячий [верующий]? Неужели вы не станете размышлять (над знамениями Аллаха) (чтобы увидеть Истину и уверовать в него)?»"},{"SurahNumber":6,"VerseNumber":51,"Text":"Увещай [предостерегай] (о, Пророк) этим [Кораном] тех, которые боятся быть собранными к их Господу [верующих, которые верят в обещание Аллаха о награде и наказании], для которых нет помимо Него покровителя [помощника] и заступника, – чтобы они остерегались (наказания Аллаха) [исполняли Его повеления и отстранялись от того, что Он запретил]"},{"SurahNumber":6,"VerseNumber":52,"Text":"Не отгоняй (о, Пророк) (от себя) (бедных верующих [[Этот аят был ниспослан, когда многобожники сказали Посланнику Аллаха: «Если ты, о Мухаммад, прогонишь этих от себя, то мы будем приходить к тебе и присутствовать на твоих собраниях». (ат-Табарий)]]), которые взывают к Господу своему по утрам [от рассвета до восхода солнца] и по вечерам [перед закатом], желая (своими праведными деяниями) (увидеть) лик Его! На тебе (о, Пророк) нисколько (не лежит ответственность) за расчет с ними [ты не будешь отвечать за их грехи, если они грешны], и на них нисколько (не лежит ответственность) за твой расчет, чтобы тебе (стоило) прогонять их и (этим самым) оказаться из (числа) притеснителей"},{"SurahNumber":6,"VerseNumber":53,"Text":"И так испытывали Мы одних из них другими [богатых бедными, знатных простыми], чтобы они [богатые и знатные] сказали: «Неужели этим среди нас Аллах оказал милость (даровав им Веру)?» Разве Аллах не лучше знает благодарных [тех, кто благодарен Ему за Его благодеяния] (и содействует им в Вере)"},{"SurahNumber":6,"VerseNumber":54,"Text":"И когда приходят к тебе (о, Пророк) те, которые веруют в Наши знамения (спрашивая о покаянии), то скажи (им): «Мир вам [[Это – приветствие верующих в этом мире и в Вечной жизни.]]! Предписал Господь ваш для Самого Себя [обязал Себя] (проявлять) милосердие, так что, кто из вас совершит плохое [грех] по неведению [не представляя себе итог этого греха и забывая о величии Аллаха], а потом раскается после этого и исправит (совершая благие деяния), то Он – прощающий (грехи тех, кто кается) (и) милосердный (к ним)»"},{"SurahNumber":6,"VerseNumber":55,"Text":"И так [как были разъяснены в этой суре доказательства указывающие на заблуждения многобожников] Мы разъясняем знамения [все, что касается Веры], и чтобы (этим самым) (еще и) проявилась (ложность) пути бунтарей [многобожников]"},{"SurahNumber":6,"VerseNumber":56,"Text":"Скажи (о, Пророк) (этим многобожникам): «Поистине, мне запрещено поклоняться тем, кого вы призываете [кому вы поклоняетесь] помимо Аллаха». Скажи (им): «Не последую я за вашими прихотями, (так как) тогда [в таком случае] я оказался бы (впавшим) в заблуждении и не был бы из числа идущих (истинным) путем»"},{"SurahNumber":6,"VerseNumber":57,"Text":"Скажи (о, Пророк) (этим многобожникам): «Поистине, я (опираюсь) на ясное знамение [доказательство] от своего Господа (которое Он дал мне откровением), а вы считаете это ложью. Нет у меня того, с чем вы торопите [не могу я ускорить наказание Аллаха для вас]. Решение (о наказании и о другом) – только у Аллаха: рассказывает Он истину, и Он – лучший из разъясняющих [Он, по Своей мудрости, разделяет истину от лжи]!»"},{"SurahNumber":6,"VerseNumber":58,"Text":"Скажи (о, Посланник): «Если бы у меня было то, с чем вы торопите [если бы от меня зависело ниспослание наказания на вас], то непременно было бы решено дело между мною и вами [я бы ускорил его]: ведь Аллах лучше знает притеснителей [многобожников] (и лучше знает ускорить наказание или задержать его)"}]}