{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"But what has hastened you on away from your people, O Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"Moses said, \"They are here close behind, and I hastened to Thee, my Lord, to please Thee"},{"SurahNumber":20,"VerseNumber":85,"Text":"Said He, \"Verily, We have tested your people in your absence, and As-Samiri has led them astray"},{"SurahNumber":20,"VerseNumber":86,"Text":"And Moses returned to his people, wrathful, grieving! Said he, \"O my people! Did not your Lord make you a goodly promise? Has the time seemed too long for you, or do you desire that wrath should descend on you from your Lord, and so you have broken y"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said, \"We have not broken our promise to you of our own accord. But we were made to carry the load of the ornaments of the people, and we hurled them (into the fire). That was what As-Samiri bid us"},{"SurahNumber":20,"VerseNumber":88,"Text":"Then he brought forth for the people (out of the fire) a corporeal (a statue of a) calf. It seemed to low, and they said, \"This is your god and the god of Moses, but he has forgotten"},{"SurahNumber":20,"VerseNumber":89,"Text":"What! Do they not see that it does not answer them in speech, and cannot control for them harm or profit"},{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron had already, before this, said to them, \"O my people! You are only being tried (or seduced) thereby; and, verily, your Lord is the Beneficent, so follow me and obey my bidding"},{"SurahNumber":20,"VerseNumber":91,"Text":"They said, \"We will not cease to pay devotion to it until Moses return to us"},{"SurahNumber":20,"VerseNumber":92,"Text":"Said he (Moses), \"O Aaron! What prevented you, when you did see them go astray"},{"SurahNumber":20,"VerseNumber":93,"Text":"From following me? Have you then rebelled against my bidding"},{"SurahNumber":20,"VerseNumber":94,"Text":"Said he, \"O son of my mother! Seize me not by my beard, or my head! Verily, I feared lest you should say, ´You have made a division amongst the children of Israel, and have not waited for my word.´"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Moses) said, \"What was your design, O Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Said he, \"I beheld what they beheld not, and I grasped a handful of dust from the footprint of the messenger and cast it; for thus my soul induced me"},{"SurahNumber":20,"VerseNumber":97,"Text":"Said he, \"Then get you gone; verily, it shall be yours in life to say, \"Touch me not!\" and, verily, for you there is a tryst which you shall surely never break. But look at your god to which you were just now a devout worshipper. We will su"},{"SurahNumber":20,"VerseNumber":98,"Text":"Your God is only Allah besides Whom there is no other God. He embraces all things in His knowledge"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus do We narrate to you the history of what has gone before, and We have brought you from Our Presence a reminder"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoever turns there from, verily, he shall bear a great burden on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"Abiding under it, an evil burden to bear on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"On the day when the Trumpet shall be blown, and We will gather the guilty on that day white-eyed (with terror)"},{"SurahNumber":20,"VerseNumber":103,"Text":"They shall whisper to each other, \"You have only tarried ten days"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best what they say, when their leaders, best in conduct say, \"You have only tarried a day"},{"SurahNumber":20,"VerseNumber":105,"Text":"They will ask you about the mountains; say, \"My Lord will break them into scattered dust"},{"SurahNumber":20,"VerseNumber":106,"Text":"And He will leave them a level plain"},{"SurahNumber":20,"VerseNumber":107,"Text":"Wherein you will see no curve or ruggedness (crookedness or unevenness)"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that day they shall follow the Caller who deceives not; and the voices shall be hushed before the Beneficent, and you shall hear naught but a shuffling (or tramp of marching feet)"},{"SurahNumber":20,"VerseNumber":109,"Text":"On that day shall no intercession be of any avail, save from such as the Beneficent permits, and who is acceptable to Him"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows what is before them and what is behind them, but they comprehend not His knowledge"}]}