{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"E de que Meu castigo é o doloroso castigo"},{"SurahNumber":15,"VerseNumber":51,"Text":"E informa-os dos hóspedes de Abraão"},{"SurahNumber":15,"VerseNumber":52,"Text":"Quando entraram junto dele e disseram: \"Salam!, Paz ! Disse ele: \"Por certo, estamos atemorizados convosco"},{"SurahNumber":15,"VerseNumber":53,"Text":"Disseram: \"Não te atemorizes! Por certo, alvissaramo-te um filho sapiente"},{"SurahNumber":15,"VerseNumber":54,"Text":"Disse: \"Alvissarais-me um filho, enquanto a velhice já me tocou? Então, o que me alvissarais"},{"SurahNumber":15,"VerseNumber":55,"Text":"Disseram: \"Alvissaramo-te a verdade. Então, não sejas dos desesperados"},{"SurahNumber":15,"VerseNumber":56,"Text":"Disse: \"\"E quem pode desesperar-se da misericórdia"},{"SurahNumber":15,"VerseNumber":57,"Text":"Disse ainda: \"Qual é vosso intuito, ó Mensageiros"},{"SurahNumber":15,"VerseNumber":58,"Text":"Disseram: \"Por certo, estamos sendo enviados a um povo criminoso"},{"SurahNumber":15,"VerseNumber":59,"Text":"Exceto à família de Lot. Por certo, salvá-la-emos, a todos"},{"SurahNumber":15,"VerseNumber":60,"Text":"Exceto sua mulher. Determinamos que, por certo, ela será dos que ficarão para trás"},{"SurahNumber":15,"VerseNumber":61,"Text":"E, quando os Mensageiros chegaram à família de Lot"},{"SurahNumber":15,"VerseNumber":62,"Text":"Ele disse: \"Por certo, sois um grupo desconhecido"},{"SurahNumber":15,"VerseNumber":63,"Text":"Disseram: \"Mais chegamos a ti com o que eles contestam"},{"SurahNumber":15,"VerseNumber":64,"Text":"E trouxemo-te a verdade e, por certo, somos verídicos"},{"SurahNumber":15,"VerseNumber":65,"Text":"Então, parte com tua família, na calada da noite, e segue suas pegadas, e que nenhum de vós retorne atrás. E ide para onde sois ordenados"},{"SurahNumber":15,"VerseNumber":66,"Text":"E inspiramo-lhe essa ordem: que esses serão exterminados, até o último deles, logo ao amanhecer"},{"SurahNumber":15,"VerseNumber":67,"Text":"E os habitantes da cidade chegaram, exultantes"},{"SurahNumber":15,"VerseNumber":68,"Text":"Ele disse: \"Por certo, esses são meus hóspedes. Então, não me desonreis"},{"SurahNumber":15,"VerseNumber":69,"Text":"E temei a Allah e não me ignominieis"},{"SurahNumber":15,"VerseNumber":70,"Text":"Disseram: \"Não te coibimos de hospedar quem quer que seja dos mundos"},{"SurahNumber":15,"VerseNumber":71,"Text":"Ele disse: \"Estas são minhas filhas se quereis fazê-lo"},{"SurahNumber":15,"VerseNumber":72,"Text":"Por tua vida, Muhammad! Por certo, eles estavam em sua embriaguez, caminhando às cegas"},{"SurahNumber":15,"VerseNumber":73,"Text":"Então, o Grito apanhou-os, ao nascer do sol"},{"SurahNumber":15,"VerseNumber":74,"Text":"E revolvemo-las de cima para baixo, e fizemos chover sobre eles pedras de sijjil[2](pedras de barro cozido)"},{"SurahNumber":15,"VerseNumber":75,"Text":"Por certo, há nisso sinais para os observantes"},{"SurahNumber":15,"VerseNumber":76,"Text":"E, por certo, elas estavam em um caminho, que ainda permanece"},{"SurahNumber":15,"VerseNumber":77,"Text":"Por certo, há nisso um sinal para os crentes"},{"SurahNumber":15,"VerseNumber":78,"Text":"E, por certo, os habitantes de Al-Aykah eram injustos"},{"SurahNumber":15,"VerseNumber":79,"Text":"Então, vingamo-Nos deles. E, por certo, ambas estão em evidente caminho"},{"SurahNumber":15,"VerseNumber":80,"Text":"E, com efeito, os companheiros de Al-Hijr desmentiram aos Mensageiros"},{"SurahNumber":15,"VerseNumber":81,"Text":"E concedemo-lhes Nossos sinais, e eles lhes estavam dando de ombros"},{"SurahNumber":15,"VerseNumber":82,"Text":"E escavavam, em segurança, casas nas montanhas"},{"SurahNumber":15,"VerseNumber":83,"Text":"Então, o Grito apanhou-os, logo ao amanhecer"},{"SurahNumber":15,"VerseNumber":84,"Text":"E de nada lhes valeu o que logravam"},{"SurahNumber":15,"VerseNumber":85,"Text":"E não criamos os céus e a terra e o que há entre ambos, senão com a verdade. E, por certo, a Hora está prestes a chegar. Então, tolera os adversários com bela tolerância"},{"SurahNumber":15,"VerseNumber":86,"Text":"Por certo, teu Senhor é O Criador, O Onisciente"},{"SurahNumber":15,"VerseNumber":87,"Text":"E, com efeito, concedemo-te sete versículos dos reiterativos e o magnífico Alcorão"},{"SurahNumber":15,"VerseNumber":88,"Text":"Não estendas teus olhos para aquilo que fizemos gozar alguns casais entre eles. E não te entristeças por eles. E baixa tua asa aos crentes"},{"SurahNumber":15,"VerseNumber":89,"Text":"E dize: \"Por certo, sou o evidente admoestador\" do castigo"},{"SurahNumber":15,"VerseNumber":90,"Text":"Como o que fizemos descer sobre os que dividiram o Livro"},{"SurahNumber":15,"VerseNumber":91,"Text":"Que fizeram o Alcorão em fragmentos"},{"SurahNumber":15,"VerseNumber":92,"Text":"Então, Muhammad, por teu Senhor! Interrogá-los-emos, a todos"},{"SurahNumber":15,"VerseNumber":93,"Text":"Acerca do que faziam"},{"SurahNumber":15,"VerseNumber":94,"Text":"Proclama, então, aquilo para o qual és ordenado e dá de ombros aos idólatras"},{"SurahNumber":15,"VerseNumber":95,"Text":"Por certo, Nós bastamo-te contra os zombadores"},{"SurahNumber":15,"VerseNumber":96,"Text":"Que fazem, junto de Allah, outro deus. Então eles logo saberão"},{"SurahNumber":15,"VerseNumber":97,"Text":"E, em verdade, sabemos que teu peito se constrange com o que dizem"},{"SurahNumber":15,"VerseNumber":98,"Text":"Então, glorifica com louvor, a teu Senhor e sê dos que se prosternam"},{"SurahNumber":15,"VerseNumber":99,"Text":"E adora teu Senhor, até chegar-te a certeza"}]}