{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"It is not vouchsafed to any human being that Allah should speak to him face to face, He speaks either through inspiration, or from behind a veil, or through sending a messenger (angel Gabriel) authorized by Him to reveal His will; surely He is most High, most Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"Thus, have We revealed to you O Muhammad, a Spirit (inspired Book - The Qur’an) by Our command: while you did not know what is The Book and what is the Iman (faith)? But We have made it (The Qur’an) a light whereby We guide those of Our servants whom We please; and surely you are guiding mankind to the Right Way"},{"SurahNumber":42,"VerseNumber":53,"Text":"the Way of Allah - to whom belongs all that is in the heavens and the earth. Beware! All affairs will eventually return to Allah for a decision"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha M'im"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the Glorious Book"},{"SurahNumber":43,"VerseNumber":3,"Text":"We have revealed this Qur’an in the Arabic language so that you may understand its meanings"},{"SurahNumber":43,"VerseNumber":4,"Text":"Surely, it is a transcript of the Mother Book in Our keeping, which is sublime and full of wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Should We take this Reminder away from you and ignore you because you are a nation who has transgressed all limits"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many Prophets have We sent among the ancient peoples"},{"SurahNumber":43,"VerseNumber":7,"Text":"Never did it happen that a Prophet came to his people and they did not mock at him"},{"SurahNumber":43,"VerseNumber":8,"Text":"So We destroyed them, though they were stronger in power than these people, and provided an example in the case of prior people"},{"SurahNumber":43,"VerseNumber":9,"Text":"If you ask them: \"Who has created the heavens and the earth?\" They will surely say: \"They have been created by the All-Mighty, the All-Knowledgeable"},{"SurahNumber":43,"VerseNumber":10,"Text":"The One Who has made the earth a resting place for you and traced out routes upon it so that you may find your ways"},{"SurahNumber":43,"VerseNumber":11,"Text":"The One Who sends down rain from the sky in due measure and thereby resurrects a dead land - that’s how you shall be brought forth (raised to life again)"},{"SurahNumber":43,"VerseNumber":12,"Text":"The One Who has created all living things in pairs and made for you the ships and cattle on which you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"so that you may firmly sit on their backs, then as you mount, recall the goodness of your Lord and say: \"Glory be to Him Who has subjected these to Our use, otherwise We could not have brought them under our control"},{"SurahNumber":43,"VerseNumber":14,"Text":"and to our Lord we shall all return"},{"SurahNumber":43,"VerseNumber":15,"Text":"Yet in spite of recognizing all this, they have made some of His servants to be a part of Him! Surely mankind is clearly ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"Would Allah choose daughters (pagan Arabs believed that angels were the daughters of Allah) for Himself out of what He Himself creates and gives you sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"Yet when a new born-girl - the gender that they ascribe to the Compassionate - is announced to one of them, his face darkens and he is filled with grief"},{"SurahNumber":43,"VerseNumber":18,"Text":"Do they ascribe to Allah, the female gender who is brought up among trinkets and is unable to make herself clear in disputation"},{"SurahNumber":43,"VerseNumber":19,"Text":"They regard the angels, who are themselves servants of the Compassionate, as female divinities. Did they witness their creation? They should know that their testimony shall be noted down and they shall be called to account for it"},{"SurahNumber":43,"VerseNumber":20,"Text":"They say: \"Had it been the will of the Compassionate, We should never have worshipped them.\" They have no knowledge about that; they are merely guessing"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given them a Book before this to which they hold authority for their angel-worshipping"},{"SurahNumber":43,"VerseNumber":22,"Text":"The only argument they have is to say: \"We found our forefathers practicing this faith and we are walking in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"Even so, whenever We sent a Warner before you to forewarn a nation, its affluent people said: \"We found our forefathers practicing this faith and surely we are going to follow their footsteps"}]}