{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"א.ל.מ. (אלף.לאם.מים)"},{"SurahNumber":29,"VerseNumber":2,"Text":"האם חושבים האנשים כי יעזבו באומרם: \"האמנו,\" ולא יועמדו לניסיון"},{"SurahNumber":29,"VerseNumber":3,"Text":"הרי כבר העמדנו לניסיון את קודמיהם, העכביש ואלוהים בוודאות יכיר את אלה אשר היו דוברי צדק ויכיר את השקרנים"},{"SurahNumber":29,"VerseNumber":4,"Text":"האם חושבים אלה שעושים את הרע שיימלטו מאתנו? מה רעה היא חשיבתם זו"},{"SurahNumber":29,"VerseNumber":5,"Text":"מי שהיה מקווה למפגש אלוהים, אז אכן מועד אלוהים מגיע, והוא השומע הכול היודע הכול"},{"SurahNumber":29,"VerseNumber":6,"Text":"ומי שמתאמץ למען אלוהים, אכן מתאמץ לעצמו, כי אלוהים עשיר, אינו זקוק לדבר מהעולמים"},{"SurahNumber":29,"VerseNumber":7,"Text":"ואלה אשר האמינו וביצעו את המעשים הטובים, נמחל להם על חטאיהם, ונגמול להם יותר על הטוב אשר נהגו לעשות"},{"SurahNumber":29,"VerseNumber":8,"Text":"ודרשנו מהאדם לנהוג במידת החסד עם הוריו. ואם יאלצו אותך לייחס לי שותפים אשר אינך מכיר, אל תשמע בקולם בכך. אלי שיבתכם, ואני אגיד לכם את מה שעשיתם"},{"SurahNumber":29,"VerseNumber":9,"Text":"ואלה אשר האמינו וביצעו את המעשים הטובים, נכניסם עם בעלי היושרה"},{"SurahNumber":29,"VerseNumber":10,"Text":"ומהאנשים יש האומרים: \"אנו מאמינים באלוהים,\" אך אם הם יוצק להם בגלל בשל האמונה באלוהים, הם טועים וחושבים שרדיפת בני האדם היא קשה כמו עונש אלוהים (ובגללה יכפרו.) ואולם בבוא ניצחון (המאמינים) מריבונך, הם יאמרו (בשקר\":)אכן היינו אתכם.\" האין אלוהים יודע יותר את אשר בלבבות העולמים"},{"SurahNumber":29,"VerseNumber":11,"Text":"אכן, אלוהים יבחין במאמינים, והוא יידע מי הם הצבועים"},{"SurahNumber":29,"VerseNumber":12,"Text":"אמרו אלה אשר כפרו לאלה אשר האמינו\": היצמדו לדרכנו, ואנו נישא את חטאיכם. אבל, הם לא יישאו בכלום מכל חטאיהם, אכן הם רק משקרים"},{"SurahNumber":29,"VerseNumber":13,"Text":"הם יישאו את משא החטאים של עצמם עם משאות נוספים, ויישאלו ביום תחיית המתים על מה שהיו משקרים"},{"SurahNumber":29,"VerseNumber":14,"Text":"וכבר שלחנו את נוח אל עמו והוא נשאר ביניהם אלף שנים, פחות חמישים שנה. ואז שטף אותם המבול, בעודם מקפחים"},{"SurahNumber":29,"VerseNumber":15,"Text":"ואז חילצנוהו ואת אנשי האונייה ועשינו אותה כאות לעולמים"},{"SurahNumber":29,"VerseNumber":16,"Text":"ואברהם כאשר אמר לבני עמו: \"עבדו את אלוהים ויראו אותו, זה עדיף לכם, ואם רק ידעתם כמה"},{"SurahNumber":29,"VerseNumber":17,"Text":"הן, כל אשר תעבדו מלבד אלוהים, אלילים הם, ואתם יוצרים שקר. אכן אלה אשר תעבדו מלבד אלוהים, אין בכוחם לספק את הפרנסה שלכם, ולכן בקשו את הפרנסה מאלוהים ועיבדו אותו והודו לו, כי אליו אתם תושבו"},{"SurahNumber":29,"VerseNumber":18,"Text":"אם תכחישו (את שליחות הנביא מוחמד,) הרי כבר כפרו אומות אשר היו לפניכם (בשליחות נביאיהם.) על השליח רק להעביר לכם את המסר בבהירות"},{"SurahNumber":29,"VerseNumber":19,"Text":"הלא ידעו כיצד אלוהים יצר לראשונה את הבריאה ולאחר מכן בורא אותה שוב ?אכן, הדבר הזה הוא פשוט עבור אלוהים"},{"SurahNumber":29,"VerseNumber":20,"Text":"אמור: התהלכו על פני האדמה, וראו איך אלוהים יצר לראשונה את הבריאה. כך הוא גם ייצור העכביש אותכם מחדש בתקומה (ביום הדין) . הן, אלוהים הוא הכול יכול"},{"SurahNumber":29,"VerseNumber":21,"Text":"והוא מעניש את אשר רוצה ומרחם על אשר הוא רוצה, ואליו תוחזרו"},{"SurahNumber":29,"VerseNumber":22,"Text":"אין ביכולתכם למרוד ברצונו, לא בארץ ולא בשמים, ואין לכם אדון או מציל מלבד אלוהים"},{"SurahNumber":29,"VerseNumber":23,"Text":"ואלה אשר כפרו באותות של אלוהים ובפגישתו, הם אלה אשר נואשו מרחמיי, ואלה להם עונש כואב"},{"SurahNumber":29,"VerseNumber":24,"Text":"ולא הייתה תגובת עמו (של אברהם) אלא שאמרו: ''הרגו אותו! או שרפו אותו,''! והציל אותו אלוהים מהאש. ואכן, בזה יש אות ברור עבור האנשים המאמינים"},{"SurahNumber":29,"VerseNumber":25,"Text":"ואז אמר: \" הן, עבדתם אלילים במקום לעבוד את אלוהים, תוך סיפוק הידידות ביניכם בעולם הזה, אך לאחר מכן, ביום תחיית-המתים, אתם תתכחשו זה לזה, ותקללו זה את זה, ומשכנכם גיהינום, ולא יהיה לכם מציל"}]}