{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Diskutoni me ithtarët e Librit vetëm me mënyrën më të mirë, por jo me keqbërësit e tjerë. Dhe thoni: “Ne besojmë në atë që na është zbritur neve dhe në atë që ju është zbritur juve. Zoti ynë dhe Zoti juaj është një - dhe ne Atij i nënshtrohemi si myslimanë”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Kështu, Ne të kemi shpallur ty (Muhamed) Librin (Kuranin). Ata që u kemi dhënë Shkrimet, e besojnë atë. Por ka edhe nga ata (mekas) që e besojnë atë. Shpalljet Tona i mohojnë vetëm jobesimtarët"},{"SurahNumber":29,"VerseNumber":48,"Text":"Para këtij[247], ti (Muhamed) nuk kishe lexuar kurrfarë libri e as që kishe shkruar gjë me dorën tënde; përndryshe, ndjekësit e së pavërtetës do të dyshonin.[248] edhe sot pjesa më e painformuar dhe dashakeqe e orientalistëve perëndimorë pohon se Muhamedi (a.s.) nuk ka bërë gjë tjetër veçse ia ka adoptuar kulturës arabe revelatat hyjnore të mëparshme. Ky është mjerimi i paditurisë dhe i mosbesimit"},{"SurahNumber":29,"VerseNumber":49,"Text":"Përkundrazi! Ai (Kurani) është shpallje e qartë në zemrat e atyre, të cilëve u është dhënë dija. Shpalljet Tona i mohojnë vetëm keqbërësit"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ata thonë: “Përse nuk i janë zbritur (Muhamedit) mrekulli nga Zoti i tij?” Thuaj (o Muhamed): “Mrekullitë janë vetëm tek Allahu; unë jam vetëm një paralajmërues i qartë”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Vallë, a nuk u mjafton atyre që Ne të kemi shpallur ty Librin që u lexohet atyre? Me të vërtetë që në të ka mëshirë dhe këshillë për njerëzit që besojnë"},{"SurahNumber":29,"VerseNumber":52,"Text":"Thuaj: “Allahu mjafton si dëshmitar midis meje dhe jush. Ai di çfarë ka në qiej dhe në Tokë.” Ata që besojnë në trillime dhe nuk besojnë në Allahun, pikërisht ata janë të humburit"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ata kërkojnë prej teje shpejtimin e dënimit. Sikur të mos ishte afati i caktuar, atyre do t’u kishte ardhur dënimi. Me siguri që atyre do t’u vijë papritmas e pa vënë re"},{"SurahNumber":29,"VerseNumber":54,"Text":"Ata kërkojnë prej teje shpejtimin e dënimit, por, në të vërtetë, Xhehenemi do t’i përfshijë të gjithë mohuesit"},{"SurahNumber":29,"VerseNumber":55,"Text":"Ditën, kur do t’i kaplojë dënimi prej së larti dhe prej së poshtmi (engjëlli i ngarkuar me ndëshkimin e fajtorëve), do t’u thotë: “Shijoni dënimin për atë që keni bërë!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O robërit e Mi, që keni besuar! Toka Ime është vërtet e gjerë, andaj më adhuroni vetëm Mua"},{"SurahNumber":29,"VerseNumber":57,"Text":"Çdo shpirt do ta shijojë vdekjen dhe pastaj të gjithë do të ktheheni tek Ne"},{"SurahNumber":29,"VerseNumber":58,"Text":"Ata që besojnë dhe bëjnë vepra të mira, Ne do t’i vendosim në pallatet e Xhenetit, ku rrjedhin lumenj; aty do të qëndrojnë përgjithmonë. Sa i bukur është shpërblimi i atyre që punojnë mirë"},{"SurahNumber":29,"VerseNumber":59,"Text":"e të cilët kanë duruar dhe janë mbështetur te Zoti i tyre"},{"SurahNumber":29,"VerseNumber":60,"Text":"Sa krijesa ka që nuk e mbajnë dot veten me ushqim! Allahu u jep atyre dhe juve! Ai dëgjon dhe di gjithçka"},{"SurahNumber":29,"VerseNumber":61,"Text":"Nëse ti (Muhamed) i pyet ata[249] se kush i ka krijuar qiejt dhe Tokën dhe kush i ka nënshtruar (të rrotullohen) Diellin e Hënën, - me siguri që ata do të të thonë “Allahu!” Atëherë, si po largohen (nga rruga e drejtë)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allahu, ia zgjeron furnizimin kujt të dojë nga robërit e Tij, e dikujt ia zvogëlon. Allahu është vërtet i Dijshëm për çdo gjë"},{"SurahNumber":29,"VerseNumber":63,"Text":"Nëse ti i pyet ata se kush e zbret ujin nga qielli dhe nëpërmjet tij e gjallëron tokën pas vdekjes së saj, - me siguri që ata do të të thonë “Allahu!” Thuaj: “Qoftë lëvduar Allahu!” Por, shumica e tyre nuk mendojnë"},{"SurahNumber":29,"VerseNumber":64,"Text":"Jeta e kësaj bote, nuk është gjë tjetër, veçse argëtim dhe lojë. Ndërsa jeta e botës tjetër, pikërisht ajo është jeta e vërtetë. Veç sikur ta dinin"},{"SurahNumber":29,"VerseNumber":65,"Text":"Kur hipin në anije, ata i luten Allahut me devotshmëri të sinqertë, por kur Ai i sjell në tokë shëndoshë e mirë, menjëherë ata i veshin Atij ortakë (në adhurim)"},{"SurahNumber":29,"VerseNumber":66,"Text":"për të mohuar atë që u kemi dhënë Ne dhe për t’u kënaqur.[250] Por shpejt do ta marrin vesh"},{"SurahNumber":29,"VerseNumber":67,"Text":"Vallë, a nuk e shohin ata se si Ne u kemi dhënë atyre një vend të shenjtë e të sigurt (Mekën), ndërkohë që njerëzit rreth tij po grabiten? A mos vallë ata besojnë në gjëra të kota, ndërsa dhuntitë e Allahut i mohojnë"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kush është keqbërës më i madh se ai që trillon gënjeshtra kundër Allahut ose mohon të vërtetën që i ka ardhur?! Vallë, a nuk është Xhehenemi vend për jobesimtarët"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ata që luftojnë për çështjen Tonë, sigurisht, Ne do t’i udhëzojmë drejt udhëve Tona. Vërtet, Allahu është me punëmirët"}]}