{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Худост, ки донаву хастаро мешикофад ва зиндаро аз мурда берун меоварад ва мурдаро аз зинда берун меоварад. Ин аст Худои якто. Пас чӣ гуна аз ҳақ гумроҳатон мекунанд"},{"SurahNumber":6,"VerseNumber":96,"Text":"Шукуфандаи субҳгоҳон аст ва шабро барои оромиш қарор дод ва хуршеду моҳро барои ҳисоб кардани вақт. Ин аст тақдири Худои пирӯзманди доно"},{"SurahNumber":6,"VerseNumber":97,"Text":"Ӯст Худое, ки ситорагонро бароятон офарид, то ба онҳо дар торикиҳои хушкиву дарё роҳи худро биёбед. Оётро барои онон, ки медонанд, батафсил баён кардаем"},{"SurahNumber":6,"VerseNumber":98,"Text":"Ва Ӯст Худованде, ки шуморо аз як тан биёфарид. Сипас шуморо қароргоҳест ва вадиъат (амонат) ҷоест. Оётро барои онон, ки мефаҳманд, батафсил баён кардаем"},{"SurahNumber":6,"VerseNumber":99,"Text":"Ӯст Худое, ки аз осмон борон фиристод ва бо он борон ҳар гуна гиёҳеро руёнидем ва аз он гиёҳ танае сабз ва аз он донаҳое бар якдигар чида ва низ аз навдаҳои нахл хӯшаҳое сар бароварда падид овардем ва низ бӯстонҳое аз токҳо ва зайтуну анор монанду номонаяд! Ба меваҳояш, он гоҳ ки падид меоянд ва он гоҳ ки мерасанд, бингаред, ки дар онҳо ибратҳост барои онон, ки имон меоваранд"},{"SurahNumber":6,"VerseNumber":100,"Text":"Барои Худо шариконе аз ҷин қарор доданд ва ҳол он ки ҷинро Худо офаридааст. Ва бе ҳеҷ донише ба дурӯғ духтароневу писароне барои Ӯ тасаввур карданд. Ӯ пок аст ва болотар аст аз он чӣ васфаш мекунанд"},{"SurahNumber":6,"VerseNumber":101,"Text":"Падидоварандаи осмонҳову замин аст. Чӣ гуна Ӯро фарзанде бошад ва ҳол он ки Ӯро ҳамсаре нест. Ҳар чизеро Ӯ офаридааст ва ба ҳар чизе доност"},{"SurahNumber":6,"VerseNumber":102,"Text":"Ин аст Худои якто, ки Парвардигори шумост. Худое ҷуз Ӯ нест. Офаринандаи ҳар чизест. Пас Ӯро бипарастед, ки нигоҳбони ҳар чизест"},{"SurahNumber":6,"VerseNumber":103,"Text":"Чашмҳо Ӯро намебинанд ва Ӯ бинандагонро мебинад. Дақиқу огоҳ аст"},{"SurahNumber":6,"VerseNumber":104,"Text":"Аз сӯи Парвардигоратон барои шумо нишонаҳои равшан омад. Ҳар кӣ аз рӯи ибрат менигарад, ба нафъи ӯст ва ҳар кӣ чашми ибрат барҳам пӯшад, ба зиёни ӯст. Ва ман нигоҳдорандаи шумо нестам"},{"SurahNumber":6,"VerseNumber":105,"Text":"Оёти Худоро инчунин гуногун баён мекунем, то мабод, ки бигӯянд, ки аз касе дарс гирифтаӣ ва мо ин оётро барои аҳли дониш баён мекунем"},{"SurahNumber":6,"VerseNumber":106,"Text":"Ба ҳар чӣ аз ҷониби Парвардигорат бар ту ваҳй шудааст, пайравӣ кун. Ҳеҷ худое ҷуз Ӯ нест. Ва аз мушрикон рӯй гардон"},{"SurahNumber":6,"VerseNumber":107,"Text":"Агар Худо мехост онон ширк намеоварданд ва мо туро нигаҳбонашон насохтаем ва ту корсозашон нестӣ"},{"SurahNumber":6,"VerseNumber":108,"Text":"Чизҳоеро, ки онон ба ҷои Оллоҳ мехонанд, дашном мадиҳед, ки онон низ бе ҳеҷ донише аз ҳад гузашта ба Оллоҳ дашном диҳанд. Инчунин амали ҳар қавмеро дар чашмашон оростаем. Пас бозгашти ҳамагон ба Парвардигорашон аст ва Ӯ ҳамаро аз корҳое, ки кардаанд, огоҳ месозад"},{"SurahNumber":6,"VerseNumber":109,"Text":"То он ҷо, ки тавонистанд, ба сахттарин қасамҳо ба Худо савганд ёд карданд, ки агар мӯъҷизае бар онҳо нозил шавад, ба он имон оварданд. Бигӯ: «Ҳамаи мӯъҷизаҳо назди Худост ва шумо аз куҷо медонед, ки агар мӯъҷизае нозил шавад, имон намеоваранд»"},{"SurahNumber":6,"VerseNumber":110,"Text":"Ва ҳамчунон, ки дар оғоз ба он имон наёварданд, ин бор низ дар дилҳову дидагонашонро гумроҳ мекунем ва ононро саргардон дар гумроҳиашон раҳо месозем"}]}