{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Puis leur succédèrent des générations qui délaissèrent la prière et suivirent leurs passions. Ils se trouveront en perdition"},{"SurahNumber":19,"VerseNumber":60,"Text":"sauf celui qui se repent, croit et fait le bien: ceux-là entreront dans le Paradis et ne seront point lésés"},{"SurahNumber":19,"VerseNumber":61,"Text":"aux jardins du séjour (éternel) que le Tout Miséricordieux a promis à Ses serviteurs, [qui ont cru] au mystère. Car Sa promesse arrivera sans nul doute"},{"SurahNumber":19,"VerseNumber":62,"Text":"On n'y entend nulle parole insignifiante; seulement: «Salâm»; et ils auront là leur nourriture, matin et soir"},{"SurahNumber":19,"VerseNumber":63,"Text":"Voilà le Paradis dont Nous ferons hériter ceux de Nos serviteurs qui auront été pieux"},{"SurahNumber":19,"VerseNumber":64,"Text":"«Nous ne descendons que sur ordre de ton Seigneur. A Lui tout ce qui est devant nous, tout ce qui est derrière nous et tout ce qui est entre les deux. Ton Seigneur n'oublie rien"},{"SurahNumber":19,"VerseNumber":65,"Text":"Il est le Seigneur des cieux et de la terre et de tout ce qui est entre eux. Adore-Le donc, et sois constant dans Son adoration. Lui connais-tu un homonyme?»"},{"SurahNumber":19,"VerseNumber":66,"Text":"Et l'homme dit: «Une fois mort, me sortira-t-on vivant?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"L'homme ne se rappelle-t-il pas qu'avant cela, c'est Nous qui l'avons créé, alors qu'il n'était rien"},{"SurahNumber":19,"VerseNumber":68,"Text":"Par ton Seigneur! Assurément, Nous les rassemblerons, eux et les diables. Puis, Nous les placerons autour de l'Enfer, agenouillés"},{"SurahNumber":19,"VerseNumber":69,"Text":"Ensuite, Nous arracherons de chaque groupe ceux d'entre eux qui étaient les plus obstinés contre le Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":70,"Text":"Puis nous sommes Le meilleur à savoir ceux qui méritent le plus d'y être brûlés"},{"SurahNumber":19,"VerseNumber":71,"Text":"Il n'y a personne parmi vous qui ne passera pas par [L'Enfer]: Car [il s'agit là] pour ton Seigneur d'une sentence irrévocable"},{"SurahNumber":19,"VerseNumber":72,"Text":"Ensuite, Nous délivrerons ceux qui étaient pieux et Nous y laisserons les injustes agenouillés"},{"SurahNumber":19,"VerseNumber":73,"Text":"Et lorsque Nos versets évidents leur sont récités les mécréants disent à ceux qui croient: «Lequel des deux groupes a la situation la plus confortable et la meilleure compagnie?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Combien de générations, avant eux, avons-Nous fait périr, qui les surpassaient en biens et en apparence"},{"SurahNumber":19,"VerseNumber":75,"Text":"Dis: «Celui qui est dans l'égarement, que le Tout Miséricordieux prolonge sa vie pour un certain temps, jusqu'à ce qu'ils voient soit le châtiment, soit l'Heure dont ils sont menacés. Alors, ils sauront qui a la pire situation et la troupe la plus faible»"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah accroît la rectitude de ceux qui suivent le bon chemin, et les bonnes œuvres durables méritent auprès de ton Seigneur une meilleure récompense et une meilleure destination"},{"SurahNumber":19,"VerseNumber":77,"Text":"As-tu vu celui qui ne croit pas à Nos versets et dit: «On me donnera certes des biens et des enfants»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Est-il au courant de l'Inconnaissable ou a-t-il pris un engagement avec le Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":79,"Text":"Bien au contraire! Nous enregistrerons ce qu'il dit et accroîtrons son châtiment"},{"SurahNumber":19,"VerseNumber":80,"Text":"C'est Nous qui hériterons ce dont il parle, tandis qu'il viendra à Nous, tout seul"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ils ont adopté des divinités en dehors d'Allah pour qu'ils leur soient des protecteurs (contre le châtiment)"},{"SurahNumber":19,"VerseNumber":82,"Text":"Bien au contraire! [ces divinités] renieront leur adoration et seront pour eux des adversaires"},{"SurahNumber":19,"VerseNumber":83,"Text":"N'as-tu pas vu que Nous avons envoyé contre les mécréants des diables qui les excitent furieusement [à désobéir]"},{"SurahNumber":19,"VerseNumber":84,"Text":"Ne te hâte donc pas contre eux: Nous tenons un compte précis de [tous leurs actes]"},{"SurahNumber":19,"VerseNumber":85,"Text":"(Rappelle-toi) le jour où Nous rassemblerons les pieux sur des montures et en grande pompe, auprès du Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":86,"Text":"et pousserons les criminels à l'Enfer comme (un troupeau) à l'abreuvoir"},{"SurahNumber":19,"VerseNumber":87,"Text":"ils ne disposeront d'aucune intercession, sauf celui qui aura pris un engagement avec le Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":88,"Text":"Et ils ont dit: «Le Tout Miséricordieux S'est attribué un enfant!»"},{"SurahNumber":19,"VerseNumber":89,"Text":"Vous avancez certes là une chose abominable"},{"SurahNumber":19,"VerseNumber":90,"Text":"Peu s'en faut que les cieux ne s'entrouvrent à ces mots, que la terre ne se fende et que les montagnes ne s'écroulent"},{"SurahNumber":19,"VerseNumber":91,"Text":"du fait qu'ils ont attribué un enfant au Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":92,"Text":"alors qu'il ne convient nullement au Tout Miséricordieux d'avoir un enfant"},{"SurahNumber":19,"VerseNumber":93,"Text":"Tous ceux qui sont dans les cieux et sur la terre se rendront auprès du Tout Miséricordieux, [sans exception], en serviteurs"},{"SurahNumber":19,"VerseNumber":94,"Text":"Il les a certes dénombrés et bien comptés"},{"SurahNumber":19,"VerseNumber":95,"Text":"Et au Jour de la Résurrection, chacun d'eux se rendra seul auprès de Lui"},{"SurahNumber":19,"VerseNumber":96,"Text":"A ceux qui croient et font de bonnes œuvres, le Tout Miséricordieux accordera Son amour"},{"SurahNumber":19,"VerseNumber":97,"Text":"Nous l'avons rendu (le Coran) facile [à comprendre] en ta langue, afin que tu annonces par lui la bonne nouvelle aux gens pieux, et que, tu avertisses un peuple irréductible"},{"SurahNumber":19,"VerseNumber":98,"Text":"Que de générations avant eux avons-Nous fait périr! En retrouves-tu un seul individu? ou en entends-tu le moindre murmure"}]}