{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Away, away with what ye are threatened"},{"SurahNumber":23,"VerseNumber":37,"Text":"there is only our life in the world! We die and we live, and we shall not be raised"},{"SurahNumber":23,"VerseNumber":38,"Text":"He is only a man who forges against God a lie. And we believe not in him"},{"SurahNumber":23,"VerseNumber":39,"Text":"Said he, 'My Lord! help me, for they call me liar"},{"SurahNumber":23,"VerseNumber":40,"Text":"He said, 'Within a little they will surely awake repenting"},{"SurahNumber":23,"VerseNumber":41,"Text":"And the noise seized them deservedly; and we made them as rubbish borne by a torrent; so, away with the unjust people"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then we raised up after them other generations"},{"SurahNumber":23,"VerseNumber":43,"Text":"No nation can anticipate its appointed time, nor keep it back"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then we sent our apostles one after another. Whenever its apostle came to any nation they called him a liar; and we made some to follow others; and we made them legends; away then with a people who do not believe"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then we sent Moses and his brother Aaron with our signs"},{"SurahNumber":23,"VerseNumber":46,"Text":"and with plain authority to Pharaoh and his chiefs, but they were too big with pride, and were a haughty people"},{"SurahNumber":23,"VerseNumber":47,"Text":"And they said, 'Shall we believe two mortals like ourselves, when their people are servants of ours"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they called them liars, and were of those who perished"},{"SurahNumber":23,"VerseNumber":49,"Text":"And we gave Moses the Book, that haply they might be guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"And we made the son of Mary and his mother a sign; and we lodged them both on a high place, furnished with security and a spring"},{"SurahNumber":23,"VerseNumber":51,"Text":"O ye apostles! eat of the good things and do right; verily, what ye do I know"},{"SurahNumber":23,"VerseNumber":52,"Text":"And, verily, this nation of yours is one nation, and I am your Lord; so fear me"},{"SurahNumber":23,"VerseNumber":53,"Text":"And they have become divided as to their affair amongst themselves into sects, each party rejoicing in what they have themselves"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their flood (of error) for a time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they reckon that that of which we grant them such an extent"},{"SurahNumber":23,"VerseNumber":56,"Text":"of wealth and children, we hasten to them as good things - nay, but they do not perceive"},{"SurahNumber":23,"VerseNumber":57,"Text":"Verily, those who shrink with terror at their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"and those who in the signs of their Lord believe"},{"SurahNumber":23,"VerseNumber":59,"Text":"and those who with their Lord join none"},{"SurahNumber":23,"VerseNumber":60,"Text":"and those who give what they do give while their hearts are afraid that they unto their Lord will return"},{"SurahNumber":23,"VerseNumber":61,"Text":"these hasten to good things and are first to gain the same"},{"SurahNumber":23,"VerseNumber":62,"Text":"But we will not oblige a soul beyond its capacity; for with us is a book that utters the truth, and they shall not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nay, their hearts are in a flood (of error) at this, and they have works beside this which they do"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until we catch the affluent ones amongst them with the torment; then lo! they cry for aid"},{"SurahNumber":23,"VerseNumber":65,"Text":"Cry not for aid today! verily, against us ye will not be helped"},{"SurahNumber":23,"VerseNumber":66,"Text":"My signs were recited to you, but upon your heels did ye turn back"},{"SurahNumber":23,"VerseNumber":67,"Text":"big with pride at it, in vain discourse by night"},{"SurahNumber":23,"VerseNumber":68,"Text":"Is it that they did not ponder over the words, whether that has come to them which came not to their fathers of yore"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or did they not know their apostle, that they thus deny him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say, 'He is possessed by a ginn?' Nay, he came to them with the truth, and most of them are averse from the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"But if the truth were to follow their lusts, the heavens and the earth would be corrupted with all who in them are! - Nay, we brought them their reminder, but they from their reminder turn aside"},{"SurahNumber":23,"VerseNumber":72,"Text":"Or dost thou ask them for a tribute? but the tribute of thy Lord is better, for He is the best of those who provide"},{"SurahNumber":23,"VerseNumber":73,"Text":"And, verily, thou dost call them to a right way"},{"SurahNumber":23,"VerseNumber":74,"Text":"but, verily, those who believe not in the hereafter from the way do veer"}]}