{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"ªi când a fost dat fiul Mariei ca pildã, atunci neamul tãu s-a veselit"},{"SurahNumber":43,"VerseNumber":58,"Text":"Zicând ei: \"Oare zeii noºtri sunt mai buni sau el?\" ªi nu þi l-au datþie ca pildã, decât pentru ceartã. Ba ei sunt un neam [de oameni]gâlcevitori"},{"SurahNumber":43,"VerseNumber":59,"Text":"El nu este decât un rob, asupra cãruia Noi ne-am revãrsat harul Nostru ºi din care am fãcut o pildã pentru fiii lui Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"ªi de am fi voit Noi, am fi fãcut în locul vostru îngeri care sã vã urmeze pe pãmânt"},{"SurahNumber":43,"VerseNumber":61,"Text":"ªi el va fi un semn pentru Ceas; deci nu vã îndoiþi în privinþa luiºi urmaþi-mã pe mine, cãci aceasta este o cale dreaptã"},{"SurahNumber":43,"VerseNumber":62,"Text":"ªi sã nu vã abatã pe voi ªeitan , cãci el vã este duºman învederat"},{"SurahNumber":43,"VerseNumber":63,"Text":"ªi când a venit Isus cu semnele limpezi, a zis el: \"Am venit la voi cu înþelepciunea, pentru a vã limpezi vouã unele [din lucrurile] în care voi sunteþi deosebiþi . Fiþi cu fricã de Allah ºi daþ"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah este Stãpânul meu ºi este Stãpânul vostru, aºadar adoraþi-L pe El! Aceasta este calea cea dreaptã"},{"SurahNumber":43,"VerseNumber":65,"Text":"Dar sectele s-au certat între ele . ªi vai acelora care au fost nedrepþi pentru chinul unei Zile dureroase"},{"SurahNumber":43,"VerseNumber":66,"Text":"Oare aºteaptã ei altceva decât sã vinã asupra lor Ceasul, deodatã, fãrã ca ei sã-ºi dea seama"},{"SurahNumber":43,"VerseNumber":67,"Text":"Prietenii îºi vor fi în Ziua aceea duºmani unii altora, afarã de cei cu fricã"},{"SurahNumber":43,"VerseNumber":68,"Text":"O, robii Mei! Fiþi fãrã teamã în Ziua aceasta ºi nu vã întristaþi"},{"SurahNumber":43,"VerseNumber":69,"Text":"Aceia care credeþi în semnele Noastre ºi sunteþi musulmani"},{"SurahNumber":43,"VerseNumber":70,"Text":"Intraþi în Rai, voi ºi soaþele voastre, ºi vã veþi bucura voi"},{"SurahNumber":43,"VerseNumber":71,"Text":"Se va trece printre ei cu tipsii de aur ºi cupe; în el se va afla tot ceea ce poftesc sufletele ºi place ochilor . \"ªi în veci veþi rãmâne voi în el"},{"SurahNumber":43,"VerseNumber":72,"Text":"Cãci acela este Raiul ce vi s-a dat ca moºtenire pentru ceea ce aþi împlinit"},{"SurahNumber":43,"VerseNumber":73,"Text":"ªi în el veþi avea multe roduri din care veþi mânca"},{"SurahNumber":43,"VerseNumber":74,"Text":"Iar nelegiuiþii vor petrece în veci în chinurile Gheenei"},{"SurahNumber":43,"VerseNumber":75,"Text":"Care nu se vor potoli pentru ei ºi vor fi fãrã de nãdejde în ele"},{"SurahNumber":43,"VerseNumber":76,"Text":"ªi Noi nu i-am nedreptãþit pe ei , ci s-au nedreptãþit"},{"SurahNumber":43,"VerseNumber":77,"Text":"ªi ei vor striga : \"O, Malik! Sã ne piardã Domnul tãu!\" Iar el le va rãspunde: \"Voi veþi rãmâne astfel [veºnic]"},{"SurahNumber":43,"VerseNumber":78,"Text":"Noi am venit la voi cu Adevãrul, însã cei mai mulþi dintre voi urãsc Adevãrul"},{"SurahNumber":43,"VerseNumber":79,"Text":"Au luat ei vreo hotãrâre? Vom hotãrî ºi Noi"},{"SurahNumber":43,"VerseNumber":80,"Text":"Sau cred ei cã Noi nu auzim taina lor ºi discuþia lor în ºoaptã? Ba da! Iar trimiºii Noºtri la ei scriu"},{"SurahNumber":43,"VerseNumber":81,"Text":"Spune: \"Dacã ar avea Cel Milostiv [Ar-Rahman] un fiu, eu aº fi primul dintre adoratori"},{"SurahNumber":43,"VerseNumber":82,"Text":"Mãrire Stãpânului cerurilor ºi pãmântului, Stãpânul Tronului! El este mai presus de ceea ce ei vorbesc [despre El]"},{"SurahNumber":43,"VerseNumber":83,"Text":"Lasã-i pe ei sã se afunde ºi sã se joace, pânã ce se vor întâlni cuZiua lor , care le-a fost fãgãduitã"},{"SurahNumber":43,"VerseNumber":84,"Text":"El este Cel care este Domn în cer ºi care este Domn pe pãmânt; El este Cel Înþelept [ºi] Atoateºtiutor [Al-Hakim, Al-´Alim]"},{"SurahNumber":43,"VerseNumber":85,"Text":"Binecuvântat este Cel a cãruia este împãrãþia cerurilor ºi apãmântului ºi a celor dintre ele. La El este ºtiinþa despre Ceas ºi la El vã veþi întoarce"},{"SurahNumber":43,"VerseNumber":86,"Text":"ªi nu au putere aceia pe care îi cheamã în afarã de El, ca sã mijloceascã, ci numai aceia care fac mãrturie despre Adevãr ºi careºtiu"},{"SurahNumber":43,"VerseNumber":87,"Text":"ªi dacã îi întrebi cine i-a creat pe ei, vor rãspunde: \"Allah!\" Atunci cum de se întorc ei"},{"SurahNumber":43,"VerseNumber":88,"Text":"ªi la El este ºtiinþa despre graiul lui : \"Doamne, aceºtia sunt un neam [de oameni] care nu cred"},{"SurahNumber":43,"VerseNumber":89,"Text":"Deci, îndepãrteazã-te de ei ºi spune: \"Pace!\" , cãci ei vor afla [în curând]"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha´, Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Pe Cartea cea limpede"},{"SurahNumber":44,"VerseNumber":3,"Text":"Noi am trimis-o într-o noapte binecuvântatã - cãci Noi am fost cu adevãrat prevenitori"},{"SurahNumber":44,"VerseNumber":4,"Text":"În care se hotãrãsc toate rânduielile înþelepte"},{"SurahNumber":44,"VerseNumber":5,"Text":"Printr-o poruncã de la Noi, cãci Noi suntem Cel care trimite"},{"SurahNumber":44,"VerseNumber":6,"Text":"Ca îndurare de la Domnul tãu Cel Care Aude Totul [ºi este] Atoate-ºtiutor [As-Sami´, Al-´Alim]"},{"SurahNumber":44,"VerseNumber":7,"Text":"Stãpânul cerurilor ºi al pãmântului ºi al celor ce sunt între ele, dacã voi sunteþi cu credinþã"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nu existã altã divinitate afarã de El; El dã viaþã ºi dã moarte ºi El este Stãpânul vostru ºi Stãpânul pãrinþilor voºtri cei dintâi"},{"SurahNumber":44,"VerseNumber":9,"Text":"Însã ei sunt în îndoialã ºi râd"},{"SurahNumber":44,"VerseNumber":10,"Text":"Deci, aºteaptã o zi în care cerul va veni cu un fum învederat"},{"SurahNumber":44,"VerseNumber":11,"Text":"Care-i va învãlui pe oameni. Aceasta va fi o osândã dureroasã"},{"SurahNumber":44,"VerseNumber":12,"Text":"“Doamne, îndepãrteazã osânda de la noi, cãci noi [acum]credem!”"},{"SurahNumber":44,"VerseNumber":13,"Text":"De unde le-a venit lor aceastã îndemnare, când a venit la ei unTrimis limpede"},{"SurahNumber":44,"VerseNumber":14,"Text":"Iar ei s-au întors de la el ºi au zis: \"El este om învãþat [de cãtre alþii], un nebun"},{"SurahNumber":44,"VerseNumber":15,"Text":"Noi vom îndepãrta puþin osânda, iar voi veþi reveni [tot aºa]"},{"SurahNumber":44,"VerseNumber":16,"Text":"Dar într-o Zi vom lovi cu asprimea cea mai mare ºi atunci NoiNe vom rãzbuna"}]}