{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"اور کسی انسان میں یہ طاقت نہیں ہے کہ اللہ اس سے (روبرو) بات کرے۔ سوائے اس کے کہ وہ وحی کے ذریعے ہو، یا کسی پردے کے پیچھے سے، یا پھر وہ کوئی پیغام لانے والا (فرشتہ) بھیج دے، اور وہ اس کے حکم سے جو وہ چاہے وحی کا پیغام پہنچا دے۔ یقینا وہ بہت اونچی شان والا، بڑی حکمت کا مالک ہے۔"},{"SurahNumber":42,"VerseNumber":52,"Text":"اور اسی طرح ہم نے تمہارے پاس اپنے حکم سے ایک روح بطور وحی نازل کی ہے۔ تمہیں اس سے پہلے نہ یہ معلوم تھا کہ کتاب کیا ہوتی ہے اور نہ یہ کہ ایمان کیا ہے، لیکن ہم نے اس (قرآن) کو ایک نور بنایا ہے جس کے ذریعے ہم اپنے بندوں میں سے جس کو چاہتے ہیں، ہدایت دیتے ہیں۔ اور اس میں کوئی شک نہیں کہ تم لوگوں کو وہ سیدھا راستہ دکھا رہے ہو۔"},{"SurahNumber":42,"VerseNumber":53,"Text":"جو اللہ کا راستہ ہے، وہ اللہ جس کی ملکیت میں وہ سب کچھ جو آسمانوں میں ہے اور وہ سب کچھ جو زمین میں ہے۔ یاد رکھو کہ سارے معاملات آخر کار اللہ ہی کی طرف لوٹیں گے۔"},{"SurahNumber":43,"VerseNumber":1,"Text":"حم۔"},{"SurahNumber":43,"VerseNumber":2,"Text":"قسم ہے اس واضح کتاب کی۔"},{"SurahNumber":43,"VerseNumber":3,"Text":"ہم نے اسے عربی زبان کا قرآن بنایا ہے، تاکہ تم سمجھو۔"},{"SurahNumber":43,"VerseNumber":4,"Text":"اور حقیقت یہ ہے کہ وہ ہمارے پاس لوح محفوظ میں بڑے اونچے درجے کی حکمت سے بھری ہوئی کتاب ہے۔"},{"SurahNumber":43,"VerseNumber":5,"Text":"بھلا کیا ہم منہ موڑ کر اس نصیحت نامے کو تم سے اس بنا پر ہٹالیں کہ تم حد سے گزرے ہوئے لوگ ہو ؟"},{"SurahNumber":43,"VerseNumber":6,"Text":"اور کتنے ہی نبی ہم نے پچھلے لوگوں میں بھی بھیجے ہیں۔"},{"SurahNumber":43,"VerseNumber":7,"Text":"اور ان لوگوں کے پاس کوئی نبی ایسا نہیں آیا جس کا وہ مذاق نہ اڑاتے ہوں۔"},{"SurahNumber":43,"VerseNumber":8,"Text":"پھر جو لوگ ان (مکہ والوں) سے کہیں زیادہ زور آور تھے ہم نے انہیں ہلاک کردیا، اور ان پچھلے لوگوں کا حال پیچھے گزر چکا ہے۔"},{"SurahNumber":43,"VerseNumber":9,"Text":"اور اگر تم ان (مشرکوں) سے پوچھو کہ سارے آسمان اور زمین کس نے پیدا کیے ہیں، تو وہ ضرور یہی کہیں گے کہ : انہیں اس ذات نے پیدا کیا ہے جو اقتدار کی بھی مالک ہے، علم کی بھی مالک۔"},{"SurahNumber":43,"VerseNumber":10,"Text":"یہ وہ ذات ہے جس نے تمہارے لیے زمین کو بچھونا بنایا، اور اس میں تمہارے لیے راستے بنائے، تاکہ تم منزل تک پہنچ سکو۔"},{"SurahNumber":43,"VerseNumber":11,"Text":"اور جس نے آسمان سے ایک خاص اندازے سے پانی اتارا، پھر ہم نے اس کے ذریعے ایک مردہ علاقے کو نئی زندگی دے دی، اسی طرح تمہیں (قبروں سے) نکال کر نئی زندگی دی جائے گی۔"},{"SurahNumber":43,"VerseNumber":12,"Text":"اور جس نے ہر طرح کے جوڑے پیدا کیے اور تمہاری وہ کشتیاں اور چوپائے بنائے جن پر تم سواری کرتے ہو۔"},{"SurahNumber":43,"VerseNumber":13,"Text":"تاکہ تم ان کی پشت پر چڑھو، پھر جب ان پر چڑھ کر بیٹھ جاؤ تو اپنے پروردگار کی نعمت کو یاد کرو، اور یہ کہو کہ : پاک ہے وہ ذات جس نے اس سواری کو ہمارے بس میں دے دیا، ورنہ ہم میں سے یہ طاقت نہیں تھی کہ اس کو قابو میں لاسکتے۔"},{"SurahNumber":43,"VerseNumber":14,"Text":"اور بیشک ہم اپنے پروردگار کی طرف لوٹ کر جانے والے ہیں۔"},{"SurahNumber":43,"VerseNumber":15,"Text":"اور ان (مشرک) لوگوں نے یہ بات بنائی ہے کہ اللہ کا خود اس کے بندوں میں سے کوئی جزء ہے۔ حقیقت یہ ہے کہ انسان کھلم کھلا ناشکرا ہے۔"},{"SurahNumber":43,"VerseNumber":16,"Text":"بھلا کیا اللہ نے اپنی مخلوق میں سے اپنے لیے تو بیٹیاں پسند کی ہیں، اور تمہیں بیٹوں کے لیے منتخب کیا ہے ؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"حالانکہ ان میں سے کسی کو جب اس (بیٹی) کی (ولادت) خوشخبری دی جاتی ہے جو اس نے خدائے رحمن کی طرف منسوب کر رکھی ہے تو اس کا چہرہ سیاہ پڑجاتا ہے، اور وہ دل ہی دل میں گھٹتا رہتا ہے۔"},{"SurahNumber":43,"VerseNumber":18,"Text":"اور کیا (اللہ نے ایسی اولاد پسند کی ہے) جو زیوروں میں پالی پوسی جاتی ہے اور جو بحث مباحثے میں اپنی بات کھل کر بھی نہیں کہہ سکتی ؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"اس کے علاوہ انہوں نے فرشتوں کو جو خدائے رحمن کے بندے ہیں، مؤنث بنادیا ہے۔ کیا یہ لوگ ان کی تخلیق کے وقت موجود تھے ؟ ان کا یہ دعوی لکھ لیا جائے گا اور ان سے باز پرس ہوگی۔"},{"SurahNumber":43,"VerseNumber":20,"Text":"اور یہ کہتے ہیں کہ : اگر خدائے رحمن چاہتا تو ہم ان (فرشتوں) کی عبادت نہ کرتے۔ ان کو اس بات کی حقیقت کا ذرا بھی علم نہیں ہے اور ان کا کام اس کے سوا کچھ نہیں کہ اندازوں کے تیر چلاتے ہیں۔"},{"SurahNumber":43,"VerseNumber":21,"Text":"بھلا کیا ہم نے انہیں اس سے پہلے کوئی کتاب دی تھی جسے یہ تھامے بیٹھے ہیں ؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"نہیں، بلکہ ان کا کہنا یہ ہے کہ ہم نے اپنے باپ دادوں کو ایک طریقے پر پایا ہے اور ہم انہی کے نقش قدم کے مطابق ٹھیک ٹھیک راستے پر جارہے ہیں۔"},{"SurahNumber":43,"VerseNumber":23,"Text":"اور (اے پیغمبر) ہم نے تم سے پہلے جب بھی کسی بستی میں کوئی خبردار کرنے والا (پیغمبر) بھیجا تو وہاں کے دولت مند لوگوں نے یہی کہا کہ : ہم نے اپنے باپ دادوں کو ایک طریقے پر پایا ہے، اور ہم انہی کے نقش قدم کے پیچھے چل رہے ہیں۔"}]}