{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"వారి దగ్గర చూపులు క్రిందికి వాలి ఉండే సమవయస్కులైన సుందరీమణులుంటారు"},{"SurahNumber":38,"VerseNumber":53,"Text":"ఇదీ లెక్కల దినానికి సంబంధించి మీతో చేయబడిన వాగ్దానం"},{"SurahNumber":38,"VerseNumber":54,"Text":"ఇదీ మా ప్రసాదిత ఉపాధి! దీనికి అంతం అంటూ ఉండదు"},{"SurahNumber":38,"VerseNumber":55,"Text":"ఇదీ (పుణ్యఫలం) సంగతి. మరి తలబిరుసుల కొరకు చాలా చెడ్డ నివాసం ఉంది"},{"SurahNumber":38,"VerseNumber":56,"Text":"(అది) నరకం – దానికి వారు ఆహుతి అవుతారు. (ఆహ్‌!) ఎంతచెడ్డ పాన్పు అది"},{"SurahNumber":38,"VerseNumber":57,"Text":"ఇదీ (వారి గతి)! దాన్ని వారు రుచి చూడాలి. మరిగే నీళ్లు, చీము నెత్తురు"},{"SurahNumber":38,"VerseNumber":58,"Text":"అదిగాకుండా, అలాంటివే రకరకాల శిక్షలు ఉంటాయి"},{"SurahNumber":38,"VerseNumber":59,"Text":"ఇదిగో! మీతోపాటే (నరకానికి) ఆహుతి అయ్యే మరో జట్టు వచ్చింది. వారి కొరకు ఎలాంటి స్వాగత సన్నాహాలు లేవు. వారు అగ్నికి ఆహుతి కానున్నారు"},{"SurahNumber":38,"VerseNumber":60,"Text":"వారు (తమను పెడత్రోవ పట్టించిన నాయకులను ఉద్దేశించి) ఇలా అంటారు: “కాదు. అసలు స్వాగతానికి నోచుకోనిది మీరే. దీనిని మా ముందు తెచ్చి పెట్టింది కూడా మీరే కదా! కాబట్టి ఉండటానికి బహుచెడ్డ స్థలమే ఉంది.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"వారు (అనుచరులు ఇంకా) ఇలా అంటారు : “మా ప్రభూ! మా కొరకు ముందు నుంచే (అవిశ్వాస పోకడను) తీసినవారికి నరకయాతనను రెండింతలు చేయి.”"},{"SurahNumber":38,"VerseNumber":62,"Text":"వారు (ఇంకా) ఇలా అంటారు : “మనం దుష్టజనులుగా జమ కట్టినవారు మనకిక్కడ కనిపించటం లేదేమిటి"},{"SurahNumber":38,"VerseNumber":63,"Text":"“ఏమిటీ, మనమే వాళ్లను ఆట పట్టించామా? లేక మన చూపులు వారి నుంచి తొలగిపోయాయా?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"నరకవాసుల మధ్య ఈ రకమయిన ఘర్షణ తప్పకుండా జరిగి తీరుతుంది"},{"SurahNumber":38,"VerseNumber":65,"Text":"(ఓ ప్రవక్తా!) వారికిలా చెప్పు : “నేనైతే హెచ్చరించేవాణ్ణి మాత్రమే. ఒక్కడు, తిరుగులేనివాడు అయిన అల్లాహ్‌ తప్ప మరో ఆరాధ్యుడు లేడు"},{"SurahNumber":38,"VerseNumber":66,"Text":"“ఆయన భూమ్యాకాశాలకు, వాటి మధ్యనున్న సమస్తానికీ ప్రభువు. ఆయన శక్తిశాలి, క్షమాశీలి.”"},{"SurahNumber":38,"VerseNumber":67,"Text":"(ఇంకా ఇలా) చెప్పు: “అది చాలా గొప్ప విషయం"},{"SurahNumber":38,"VerseNumber":68,"Text":"“కాని మీరు దాన్ని లక్ష్యపెట్టడం లేదు"},{"SurahNumber":38,"VerseNumber":69,"Text":"“ఊర్ధ్వలోక సదస్సులో తలెత్తిన వివాదం గురించి నాకేమీ తెలీదు"},{"SurahNumber":38,"VerseNumber":70,"Text":"“నేను స్పష్టంగా హెచ్చరించేవాణ్ణి మాత్రమే అన్న సందేశమే నా వద్దకు వస్తుంది.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"నీ ప్రభువు దైవదూతలతో, “నేను మట్టితో ఒక మనిషిని సృష్టించబోతున్నాను” అని అన్నాడు"},{"SurahNumber":38,"VerseNumber":72,"Text":"“నేనతన్ని (సంపూర్ణంగా) తీర్చిదిద్ది, అతనిలో నా ఆత్మను ఊదినప్పుడు, మీరంతా అతనికి సాష్టాంగ ప్రణామం చేయాలి” (అన్నాడు)"},{"SurahNumber":38,"VerseNumber":73,"Text":"అప్పుడు దైవదూతలంతా (ఆదంకు) సాష్టాంగపడ్డారు"},{"SurahNumber":38,"VerseNumber":74,"Text":"ఇబ్లీసు తప్ప! (అతను మాత్రం సాష్టాంగపడలేదు) వాడు గర్వం ప్రదర్శించి, తిరస్కారుల కోవలో చేరాడు"},{"SurahNumber":38,"VerseNumber":75,"Text":"“ఓ ఇబ్లీస్‌! నేను నా స్వహస్తాలతో సృష్టించిన వానిముందు సాష్టాంగపడకుండా ఏ విషయం నిన్ను ఆపింది? నువ్వు గర్వపడుతున్నావా? లేక నువ్వు ఉన్నత శ్రేణికి చెందినవాడివా?” అని (అల్లాహ్‌) అడిగితే"},{"SurahNumber":38,"VerseNumber":76,"Text":"“నేను అతనికంటే ఘనుడను. (ఎందుకంటే) నీవు నన్ను అగ్నితో సృష్టించావు. అతన్నేమో మట్టితో సృష్టించావు” అని వాడు సమాధానమిచ్చాడు"},{"SurahNumber":38,"VerseNumber":77,"Text":"(అప్పుడు అల్లాహ్‌ ఈ విధంగా) సెలవిచ్చాడు : “నువ్విక్కణ్ణుంచి వెళ్ళిపో. నువ్వు ధూత్కరించబడ్డావు"},{"SurahNumber":38,"VerseNumber":78,"Text":"“తీర్పుదినం వరకూ నీపై నా శాపం ఉంటుంది.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"“ప్రభూ! అలాగయితే వారు తిరిగి లేపబడే రోజు వరకూ నాకు గడువు ఇవ్వు” అని (ఇబ్లీసు) విన్నవించుకోగా"},{"SurahNumber":38,"VerseNumber":80,"Text":"“నీకు గడువు ఇవ్వబడింది” అని (అల్లాహ్‌) సెలవిచ్చాడు"},{"SurahNumber":38,"VerseNumber":81,"Text":"“సమయం నిర్ధారించబడివున్న రోజు వరకే” (అన్నాడు)"},{"SurahNumber":38,"VerseNumber":82,"Text":"ఇబ్లీసు పలికాడు: “మరయితే నీ గౌరవమర్యాదల సాక్షిగా (చెబుతున్నాను) – అందరినీ నేను పెడదారి పట్టిస్తాను.”"},{"SurahNumber":38,"VerseNumber":83,"Text":"“ఎంపిక కాబడిన కొంతమంది నీ దాసులను తప్ప!” (అని అన్నాడు)"},{"SurahNumber":38,"VerseNumber":84,"Text":"“సరే! సత్యం మాత్రం ఇదే! నేను సత్యమే పలుకుతాను” అని అల్లాహ్‌ అన్నాడు"},{"SurahNumber":38,"VerseNumber":85,"Text":"“(అదేమిటంటే) నీతోనూ, నిన్ను అనుసరించే వారందరితోనూ నేను నరకాన్ని నింపుతాను” (అని చెప్పాడు)"},{"SurahNumber":38,"VerseNumber":86,"Text":"(ఓ ముహమ్మద్‌!) వారికి చెప్పు : “నేను ఈ పనికిగాను మీ నుండి ఎలాంటి ప్రతిఫలాన్నీ అడగటంలేదు. ఇంకా – నేను మభ్యపెట్టేవాడిని కూడా కాను"},{"SurahNumber":38,"VerseNumber":87,"Text":"“ఇది లోకవాసులందరి కోసం ఆసాంతం ఒక జ్ఞాపిక (హితబోధ)"},{"SurahNumber":38,"VerseNumber":88,"Text":"“దీని వాస్తవికతను మీరు అనతికాలంలోనే (క్షుణ్ణంగా) తెలుసుకుంటారు.”"},{"SurahNumber":39,"VerseNumber":1,"Text":"ఈ గ్రంథావతరణ సర్వాధిక్యుడైన, వివేకవంతుడైన అల్లాహ్‌ తరఫున జరిగింది"},{"SurahNumber":39,"VerseNumber":2,"Text":"(ఓ ముహమ్మద్‌ – సఅసం!) మేమీ గ్రంథాన్ని సత్యబద్ధంగా నీ వైపుకు పంపాము. కాబట్టి నువ్వు అల్లాహ్‌ను మాత్రమే ఆరాధించు – ధర్మాన్ని ఆయనకు మాత్రమే ప్రత్యేకిస్తూ"},{"SurahNumber":39,"VerseNumber":3,"Text":"జాగ్రత్త! నిష్కల్మషమైన ఆరాధన మాత్రమే అల్లాహ్‌కు చెందుతుంది. ఎవరయితే అల్లాహ్‌ను గాకుండా ఇతరులను సంరక్షకులుగా ఆశ్రయించారో వారు, “ఈ పెద్దలు మమ్మల్ని అల్లాహ్‌ సాన్నిధ్యానికి చేర్చటంలో తోడ్పడతారని భావించి మాత్రమే మేము వీళ్లను ఆరాధిస్తున్నామ”ని అంటారు. ఏ విషయం గురించి వారు భేదాభిప్రాయానికి లోనై ఉన్నారో దానికి సంబంధించిన (అసలు) తీర్పు అల్లాహ్‌ (స్వయంగా) చేస్తాడు. అబద్ధాలకోరులకు, కృతఘ్నులకు అల్లాహ్‌ ఎట్టి పరిస్థితిలోనూ సన్మార్గం చూపడు"},{"SurahNumber":39,"VerseNumber":4,"Text":"అల్లాహ్‌ (ఎవరినయినా) సంతానంగా చేసుకోదలచుకుంటే, తన సృష్టితాలలో తాను కోరిన వారిని ఎన్నుకుని ఉండేవాడు. (కాని) ఆయన పరమ పవిత్రుడు. ఆ అల్లాహ్‌ ఒకే ఒక్కడు, తిరుగులేనివాడు"},{"SurahNumber":39,"VerseNumber":5,"Text":"ఆయన ఆకాశాలను, భూమిని సత్యబద్ధంగా నిర్మించాడు. ఆయన రాత్రిని పగటిపై, పగటిని రాత్రిపై చుట్టివేస్తున్నాడు. సూర్యచంద్రులను కార్యబద్ధుల్ని చేశాడు. (వాటిలో) ప్రతిదీ నిర్ణీత సమయం వరకు సంచరిస్తూ ఉంది. ఆయనే అపార శక్తిమంతుడు, పాపాలను క్షమించేవాడు అని తెలుసుకోండి"},{"SurahNumber":39,"VerseNumber":6,"Text":"ఆయన మిమ్మల్నందరినీ ఒకే ప్రాణి నుండి పుట్టించాడు. మరి దాంతోనే దాని జతను కూడా చేశాడు. ఇంకా మీ కోసం పశువులలో ఎనిమిది (రకాల) పెంటి – పోతులను అవతరింపజేశాడు. ఆయన మిమ్మల్ని, మీ మాతృగర్భాలలో – మూడేసి చీకట్లలో – ఒకదాని తరువాత ఒకటిగా రూపకల్పన చేస్తున్నాడు. ఈ అల్లాహ్‌యే మీ ప్రభువు. రాజ్యాధికారం ఆయనదే. ఆయన తప్ప మరో ఆరాధ్య దేవుడు లేడు. మరలాంటప్పుడు మీరు ఎటు తిరిగిపోతున్నారు"},{"SurahNumber":39,"VerseNumber":7,"Text":"ఒకవేళ మీరు తిరస్కార వైఖరిని అవలంబించినట్లయితే అల్లాహ్‌కు మీ అవసరం ఎంతమాత్రం లేదు (అన్న విషయాన్ని తెలుసుకోండి). తన దాసుల కృతఘ్నతా ధోరణిని ఆయన ఇష్టపడడు. మీరు గనక కృతజ్ఞతాపూర్వకంగా మసలుకుంటే, దాన్ని ఆయన మీ కోసం ఇష్టపడతాడు. బరువును మోసే వాడెవడూ ఇంకొకరి బరువును మోయడు. మరి మీరంతా మరలి పోవలసింది మీ ప్రభువు వైపునకే. మీరు చేస్తూ ఉన్న కర్మలను ఆయన మీకు తెలియపరుస్తాడు. ఆయన ఆంతర్యాల్లోని విషయాన్ని సయితం ఎరిగినవాడు"}]}