{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"S.M. Toor-e-Sina and Moses - Recall Mount Sinai where Moses was given the Statute Book"},{"SurahNumber":26,"VerseNumber":2,"Text":"Now these are verses of the Final Statute Book, clear in itself and clearly showing the Truth"},{"SurahNumber":26,"VerseNumber":3,"Text":"(O Prophet) Will you, (in your compassion), torment yourself to death because they refuse to believe in it"},{"SurahNumber":26,"VerseNumber":4,"Text":"Had We so Willed, We could have sent down to them a Sign from the sky, to which they would have bent their necks in humility. (But, that is not Our Design. We expect them to use their reason)"},{"SurahNumber":26,"VerseNumber":5,"Text":"And so whenever a Reminder comes to them from the Beneficent, they turn away from it"},{"SurahNumber":26,"VerseNumber":6,"Text":"Thus indeed have they rejected this Message. But in time they will come to understand what it was that they ridiculed"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not see the earth how much of every fruitful kind We cause to grow therein"},{"SurahNumber":26,"VerseNumber":8,"Text":"This is indeed a Sign, yet most of them are not believers (in the Almightiness of their Lord)"},{"SurahNumber":26,"VerseNumber":9,"Text":"But, verily, your Lord is Almighty, Merciful. (Whether they believe or not He provides them with means of sustenance)"},{"SurahNumber":26,"VerseNumber":10,"Text":"And recall when your Lord called Moses, \"Go to the nation of the oppressors"},{"SurahNumber":26,"VerseNumber":11,"Text":"To the people of Pharaoh so that they may walk aright"},{"SurahNumber":26,"VerseNumber":12,"Text":"Moses said, \"My Lord! I am afraid they will accuse me of lying"},{"SurahNumber":26,"VerseNumber":13,"Text":"I shall be embarrassed and I might not speak confidently, so send for Aaron to help me"},{"SurahNumber":26,"VerseNumber":14,"Text":"And they stick a charge against me, so I fear they will kill me"},{"SurahNumber":26,"VerseNumber":15,"Text":"Allah said, \"Nay! Both of you go with Our Messages. We are with you"},{"SurahNumber":26,"VerseNumber":16,"Text":"Go together to Pharaoh and say, \"We are Messengers from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"And, \"Let the Children of Israel go with us"},{"SurahNumber":26,"VerseNumber":18,"Text":"Pharaoh said to Moses, \"Did we not rear you as a child among us? And you lived with us many years of your life"},{"SurahNumber":26,"VerseNumber":19,"Text":"And you did what you did, killing a man from our nation. You are of the ungrateful"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moses said, \"Indeed I did it but I am lost how it happened!\" (I only struck him once with a fist and he died)"},{"SurahNumber":26,"VerseNumber":21,"Text":"Then I fled from you in fear. Now Allah has given me a Command and appointed me one of His Messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"And this, the past favor you so tauntingly remind me! Yes, you raised me in your palaces. But it was so since you enslaved the Children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pharaoh said, \"What is the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":24,"Text":"Moses said, \"Lord of the heavens and the earth and all that is between them; if you allow yourselves to be convinced.\""},{"SurahNumber":26,"VerseNumber":25,"Text":"Pharaoh said to the people around him, \"Don't you hear what he says"},{"SurahNumber":26,"VerseNumber":26,"Text":"Moses said, \"Yes, He is your Lord and the Lord of your ancestors"},{"SurahNumber":26,"VerseNumber":27,"Text":"Pharaoh said, \"Your Messenger that has been sent to you is a crazy man"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moses said, \"He is the Lord of the East and the West and everything in between. You would know if you use reason"},{"SurahNumber":26,"VerseNumber":29,"Text":"Pharaoh said, \"If you choose a god other than me, I will put you in prison"},{"SurahNumber":26,"VerseNumber":30,"Text":"Moses responded, \"Even if I bring to you all evidence of the Truth"},{"SurahNumber":26,"VerseNumber":31,"Text":"He said, \"Bring your signs if you are truthful"},{"SurahNumber":26,"VerseNumber":32,"Text":"Moses presented the Absolute Truth, vibrant with life. (7:107-108), (20:17-2)"},{"SurahNumber":26,"VerseNumber":33,"Text":"He presented his powerful logic that shone bright"},{"SurahNumber":26,"VerseNumber":34,"Text":"Pharaoh said to his chiefs, \"He is a magical debater"},{"SurahNumber":26,"VerseNumber":35,"Text":"He intends to make you ineffective in your own land by causing a popular rebellion. What do you advise"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, \"Put him and his brother on hold and send couriers into cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"That they bring all expert religious debaters to you.\" ('Sahir' = spellbinding speaker)"},{"SurahNumber":26,"VerseNumber":38,"Text":"The debaters got together at the appointed day and time"},{"SurahNumber":26,"VerseNumber":39,"Text":"People were given an open invitation to assemble there, \"Are you all gathering"},{"SurahNumber":26,"VerseNumber":40,"Text":"Pharaoh continued, \"So that when the debaters win, we carry them in a procession"},{"SurahNumber":26,"VerseNumber":41,"Text":"When they came, they said to Pharaoh, \"Will there be a reward for us if we are the winners"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, \"Yes, and you will have high ranks in my court"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said, \"Begin however you wish to begin"},{"SurahNumber":26,"VerseNumber":44,"Text":"They put forward their logic and swore, \"By Pharaoh's majesty! We will be the victors"},{"SurahNumber":26,"VerseNumber":45,"Text":"Moses responded with the mighty Truth, and right away it swallowed their false logic"},{"SurahNumber":26,"VerseNumber":46,"Text":"The debaters fell prostrate in awe"},{"SurahNumber":26,"VerseNumber":47,"Text":"Saying, \"We believe in the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":26,"VerseNumber":49,"Text":"Pharaoh said, \"You believe in him before I grant my permission? He is surely your chief who has taught you spellbinding eloquence. You shall find out soon. I will cut off your hands and feet alternately and verily I will crucify you everyone"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, \"We have nothing to lose, we will turn to our Lord and return to Him anyway"},{"SurahNumber":26,"VerseNumber":51,"Text":"We hope that our Lord will forgive our faults, since we are the foremost of the believers"}]}