{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa, seni kavminden (ayırıb böyle) acele etdiren (sebeb) nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"Dedi: Onlar, işte onlar da benim ardımca (geliyorlar). Ben sana yönelerek acele etdim ki, yârab, (benden daha çok) hoşnud olasın»"},{"SurahNumber":20,"VerseNumber":85,"Text":"Buyurdu: «Biz senden sonra kavmini imtihaan etdik. Sâmiriy onları sapdırdı»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Derhal Musa öfkeli ve tasalı olarak kavmine döndü: «Ey kavmim, dedi, Rabbiniz size güzel bir va´d ile söz vermedi mi? Yoksa (ayrılışımın üzerinden) sizce çok zaman mı (geçib) uzadı? Yahud Rabbinizden size bir gazab vâcib olmasını mı istediniz de bana olan vadinizden caydınız»"},{"SurahNumber":20,"VerseNumber":87,"Text":"Dediler: «Biz sana verdiğimiz sözden kendimize mâlik olarak caymadık. Fakat biz o kavmin zînetinden bir takım ağırlıklar yüklenmişdik de onları (ateşe) atmışdık. Sâmiriy de (kendi zînetini) böylece atmışdı»"},{"SurahNumber":20,"VerseNumber":88,"Text":"Hulâsa: «O, kendilerine böğüren bir buzağı heykeli (döküb) çıkarmışdı. (Gerek o, gerek avenesi): «İşte sizin de, Musânın da Tanrısı budur! Fakat (Musa) unutdu» demişlerdi"},{"SurahNumber":20,"VerseNumber":89,"Text":"Bilmiyorlar mıydı ki o (buzağı) onlara hiç bir sözle mukaabele edemiyor, onlara ne bir zarar, ne de bir fâide vermek kudretine mâlik olamıyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun Harun onlara daha evvel: «Ey Kavmim, siz bu (buzağı) ile ancak imtihaana çekildiniz. Sizin hakıykî Rabbiniz çok esirgeyen (Allahdır). Haydi bana tâbi olun. Benim emrime itaat edin» demişdi"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar ise: «Biz, demişlerdi, Musa bize dönüb gelinceye kadar o (buzağı) ya (tapmakda) kaaim ve dâim olmakdan kat´iyyen ayrılmayacağız»"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa (avdetinde) dedi ki: «Ey Harun, bunların sapdıklarını gördüğün zaman bana tâbi olmandan seni men eden ne idi? Sen benim emrime isyan mı etdin»"},{"SurahNumber":20,"VerseNumber":93,"Text":"Musa (avdetinde) dedi ki: «Ey Harun, bunların sapdıklarını gördüğün zaman bana tâbi olmandan seni men eden ne idi? Sen benim emrime isyan mı etdin»"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun) dedi: «Ey anamın oğlu, sakalımı, başımı tutma. Hakikat, ben senin: — Isrâîl oğulları arasında ayrılık çıkardın, sözüme bakmadın, diyeceğinden korkdum»"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) «Ya senin zorun ne idi ey Sâmiriy?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"O da (şöyle) dedi: — «Ben onların görmediklerini gördüm. Binâen´aleyh o peygamberin izinden bir avuç (toprak) alıb onu (erimiş hulliyyâtın içine) atdım. Bunu bana nefsim hoş gösterdi böyle»"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa) dedi: «Haydi (defol) git. Çünkü senin hayaatın boyunca (nasıybin, benimle) temas etmeyin demendir. Sana, senin için şübhesiz asla vaz geçilemeyecek bir ceza günü dahi vardır. Üstüne düşüb tapdığın tanrına bak, biz onu (cayır cayır) yakacağız, sonra onu parça parça edib denize atacağız»"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ancak sizin Tanrınız kendisinden başka hiçbir Tanrı bulunmayan Allahdır. Onun ilmi her şey´i kuşatmışdır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Sana geçmiş (ümmet) lerin haberlerinden bir kısmını işte böylece anlatıyoruz. Şübhe yok ki sana tarafımızdan bir zikir vermişizdir"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim ondan yüz çevirirse kıyamet günü şübhesiz ki ağır bir günâh yükünü yüklenecekdir"},{"SurahNumber":20,"VerseNumber":101,"Text":"O (günâh) ın (cezası) içinde ebedî kalıcıdırlar. Bu, kıyamet gününde onlar için ne kötü bir yükdür"},{"SurahNumber":20,"VerseNumber":102,"Text":"(Evet) «Suur» un üfleneceği günde ki biz günahkârları o gün gözleri gömgök bir halde, mahşerde toplayacağız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında gizli gizli konuşacaklar, «(Dünyâda) on (gece) den fazla eğlenmediniz» diye"},{"SurahNumber":20,"VerseNumber":104,"Text":"(Aralarında) ne konuşacaklarını biz daha iyi bileniz. Onların gidişi (ve aklı) daha üstün olanları da o zaman: «Bir günden fazla eğlenmediniz» diyecek"},{"SurahNumber":20,"VerseNumber":105,"Text":"Sana dağları (n kıyamet günündeki haalini) sorarlar. De ki: «Rabbim onları ufalayıb savuracak»"},{"SurahNumber":20,"VerseNumber":106,"Text":"«(Savuracak) da yerlerini dümdüz bir toprak haalinde bırakacak»"},{"SurahNumber":20,"VerseNumber":107,"Text":"«Onlarda ne bir iniş, ne de bir yokuş görmeyeceksin»"},{"SurahNumber":20,"VerseNumber":108,"Text":"«O gün o da´vetciye — kendisine muhaalefet etmeksizin — uyub izinden gideceklerdir. Çok esirgeyici (Allahın heybetinden) sesler kısılmışdır. Artık bir hışırtıdan başka bir şey işitmezsin»"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün çok esirgeyici (Allahın) kendisine izin verdiği ve sözünden hoşnud olduğu kimselerden başkasının şefaati fâide vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların önlerindekileri de, arkalarındakilerini de bilir. Onların ilmi ise asla bunu kavrayamaz"}]}