{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮߸ ߌ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬߸ ߌ ߞߣߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߞߊ߲ ߡߌ߬ߘߊ߬، ߊߟߊ߫ ߞߍߣߍ߲߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬"},{"SurahNumber":33,"VerseNumber":2,"Text":"ߌ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߟߊߓߊ߬ߕߏ߬ ߌ ߦߋ߫ ߦߟߌߘߏ߲߬ ߠߊ߫ ߡߍ߲ ߠߊ߫ ߌ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߘߌ߫"},{"SurahNumber":33,"VerseNumber":3,"Text":"ߌ ߦߴߌ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߊ߫، ߓߊ ߊߟߊ߫ ߥߛߊ߬ ߘߊ߫ ߛߍ߲߬ߓߍ߬ߟߊ߲߫ ߘߌ߫"},{"SurahNumber":33,"VerseNumber":4,"Text":"ߊߟߊ߫ ߡߊ߫ ߛߣߐ߬ߡߍ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߗߍ߬ ߞߋߟߋ߲߫ ߠߴߊ߬ ߞߣߐ߫، ߊߟߎ߫ ߦߋ߫ ߓߊ߫ ߞߐ߫ ߟߞߊߟߌߟߌ ߞߍ߫ ߟߴߊߟߎ߫ ߡߏ߬ߛߏ ߡߍ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ ߡߴߏ߬ ߞߍ߫ ߊߟߎ߫ ߣߊ߫ ߟߎ߫ ߘߌ߫ ߘߋ߬ ߸ ߊ߬ ߡߴߊߟߎ߫ ߕߊ߬ߘߋ߲ ߠߎ߬ ߝߣߊ߫ ߞߍ߫ ߊߟߎ߫ ߖߘߍ߬ߥߟߏ߬ ߘߋ߲ ߠߎ߬ ߘߌ߫ ߸ ߏ߬ ߓߍ߯ ߦߴߊߟߎ߫ ߞߊ߲ ߠߋ߬ ߘߌ߫ ߊߟߎ߫ ߘߊ ߟߎ߬ ߘߐ߫ ߕߋ߲߬ ߝߎ߯، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߝߐ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߬ ߛߌߟߊ ߦߌ߬ߘߊ߬ ߟߊ߫"},{"SurahNumber":33,"VerseNumber":5,"Text":"ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߞߟߌ߫ ߊ߬ߟߎ߫ ߝߊ߬ ߟߎ߬ ( ߛߌ ) ߟߋ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߕߋߟߋ߲ߣߍ߲߫ ߊߟߊ߫ ߓߘߊ، ߣߴߊߟߎ߫ ߡߴߊ߬ߟߎ߫ ߝߊ߬ ߟߎ߬ ( ߛߌ ) ߟߐ߲߫ ߸ ߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߓߊߘߋ߲ ߠߎ߫ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫ ߣߊߡߎ߲ ߞߐ߬ߣߐߡߊ߬߸ ߊ߬ ߣߴߊߟߎ߫ ߡߊ߬ߡߐ߮ ߟߎ߫ ߟߋ، ߕߍ߰ߡߊߛߌ߯ ߕߴߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߘߐ߫ ߊߟߎ߫ ߝߎ߬ߕߎ߲߬ߕߌ߬ߣߍ߲߫ ߡߍ߲ ߘߐ߫ ߸ ߝߏ߫ ߊߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߓߊ߯ ߡߍ߲ ߠߊߥߌ߬ߟߴߊ߬ ߡߊ߬، ߊߟߊ߫ ߞߍߣߍ߲߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ ߟߋ߬ ߘߌ߫"},{"SurahNumber":33,"VerseNumber":6,"Text":"ߟߊ߬ߝߐ߬ߓߊ߮ ߟߋ߫ ߓߍ߲߬ߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߊ߫ ߊ߬ߟߎ߫ ߖߘߍ߬ߞߎ߲ ߠߎ߬ ߘߌ߫، ߊ߬ ߝߘߎߡߊ ߟߎ߬ ߦߴߊߟߎ߫ ߓߊ߫ ߟߎ߫ ߘߌ߫، ߛߌ߲ߖߌߢߐ߲߯ߡߊ ߟߎ߫ ߟߋ߬ ߓߍ߲߬ߣߍ߲߫ ߢߐ߲߮ ߠߊ߫ ߊߟߊ߫ ߟߊ߫ ߟߍߙߊ ߞߣߐ߫ ߞߊ߬ ߕߊ߬ߡߌ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߜߊ߲߰ߛߊ߲ ߞߊ߲߬߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߝߎ߲ߘߌߓߊ߮ ߟߎ߫ ߜߊ߲߬ߛߊ߲ ߞߊ߲߬، ߝߏ߫ ߣߴߊߟߎ߫ ߞߊ߬ ߥߊߟߢߌߡߊ߫ ߞߍ߫ ߊߟߎ߫ ߡߊ߬ߡߐ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬ ߸ ߏ߬ ߛߓߍߣߍ߲߫ ߠߋ߬ ߟߍߙߊ ߞߣߐ߫"},{"SurahNumber":33,"VerseNumber":7,"Text":"ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߴߊ߬ߟߎ߬ ߟߊ߫، ߊ߬ ߣߴߌߟߋ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߣߎ߯ߤߎ߲߫ ߣߌ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߌ߫ ߡߎߛߊ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߟߊ߫، ߊ߲ ߞߊ߬ ߛߘߊߒߡߊߞߊ߲߫ ߜߍߟߍ߲߫ ߠߋ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߎ߬ ߟߊ߫"},{"SurahNumber":33,"VerseNumber":8,"Text":"ߛߴߊ߬ ߘߌ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߴߊ߬ߟߎ߬ ߟߊ߫ ߕߎ߬ߢߊ ߡߊ߬، ߊ߬ ߘߏ߲߬ ߣߊ߬ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲߫ ߠߋ߬ ߘߐߓߍ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫"},{"SurahNumber":33,"VerseNumber":9,"Text":"ߤߍ߲߬ ߊߟߎ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߊ߲߬ߓߌ߬ߟߊ߬ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߘߐ߫ ߊߟߎ߫ ߞߊ߲߬ ߓߊ߫، ߕߎ߬ߡߊ ߡߍ߲ ߞߟߍ߬ߓߏߟߏ߲ ߠߎ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߞߊߡߊ߬߸ ߊ߲ ߞߊ߬ ߝߢߐ ߘߏ߫ ߗߋ߫ ߏ߬ ߟߎ߬ ߞߊߡߊ߬߸ ߊ߬ ߣߌ߫ ߞߟߍ߬ߓߏ߬ߟߏ߲߬ ߜߘߍ߫ ߟߎ߫ ߸ ߊߟߎ߫ ߡߴߏ߬ ߟߎ߬ ߦߋ߫، ߊߟߊ߫ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߘߋ߬"},{"SurahNumber":33,"VerseNumber":10,"Text":"ߕߎ߬ߡߊ ߡߍ߲ ߏ߬ ߟߎ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߞߊߡߵߊߟߎ߫ ߛߊ߲ߘߐ߫ ߝߊ߲߸ ߊ߬ ߣߴߊߟߎ߫ ߘߎ߰ߟߊ߬ ߝߊ߲߸ ߏ ߕߎ߬ߡߊ ߢߊ ߟߎ߬ ߓߘߊ߫ ߘߐߡߊ߰ߡߊ߰ ߞߊ߬ ߛߣߐ߬ߡߍ ߟߎ߬ ߛߋ߫ ߞߊ߲ߥߙߐߛߐ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߖߌ߰ߟߌ ߟߐ߬ ߟߴߊߟߊ߫ ߡߊ߬ ߖߌ߰ߟߌ ߓߍ߯ ߘߏ߫ ߟߊ߫"},{"SurahNumber":33,"VerseNumber":11,"Text":"ߒ߬ߓߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߘߐߓߐ߫ ߘߊ߫ ߦߋ߲߬ ߠߋ߬ ߸ ߞߵߊ߬ߟߎ߬ ߦߙߍߦߙߍ߫ ߜߍߟߍ߲ ߞߍ߫ ߜߙߊߜߙߊߜߙߊ߫"},{"SurahNumber":33,"VerseNumber":12,"Text":"ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߣߌ߫ ߛߣߐ߬ߡߍ߫ ߖߌ߰ߙߌ߬ߖߐ߰ߙߐ߬ߕߐ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߞߊ߬ߣߌ߲߬ ߞߏ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߫ ߒ߬ ߦߟߌߡߊߘߌߦߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߡߊߙߊ߲ߛߊ"},{"SurahNumber":33,"VerseNumber":13,"Text":"ߏ ߕߎ߬ߡߊ ߟߋ߬ ߸ ߖߊ߬ߡߊ ߘߏ߫ ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߦߊߛߙߌߓߊ߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߸ ߕߏߞߎ߲ߢߊ߫ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ( ߞߍ߬ߟߍ ߕߏ ߞߐ߫ ߊߟߎ߫ ߟߊ߫)߸ ߊߟߎ߫ ߦߋ߫ ߛߊ߬ߦߌ߲߬ ߛߏ߫، ߊ߬ߟߎ߫ ߖߡߊ߬ ߜߘߍ߫ ߓߍ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߘߌ߬ߢߍ߬ߟߊ߬ߢߌ߬ߣߌ߲߬ ߞߊ߲ ߞߍ߫ ߟߊ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߠߊ߫ ߓߏ߲ ߠߎ߫ ߡߊ߬ߞߏߟߏ߲ ߠߋ߬ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߡߊ߬ߞߏߟߏ߲߫ ߕߍ߫، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߟߊߢߌߣߌ߲߫ ߠߊ߫ ߓߏ߬ߙߌ ߞߐ߫"},{"SurahNumber":33,"VerseNumber":14,"Text":"ߣߌ߫ ߘߏ߲߬ ߞߍ߫ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬ ߘߎ߱ ߝߊ߲߭ ߘߏ߫ ߟߎ߫ ߝߍ߬ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߡߎߙߎ߲ߕߌ ߢߌߣߌ߲߫ ߊ߬ߟߎ߫ ߝߍ߬ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߴߏ߬ ߞߍ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߭ ߕߎ߲߬ ߕߍ߫ ߡߊ߬ߓߌ߬ߟߊ߬ߟߌ߬ ߛߌ߫ ߞߍ߫ ߝߏ߫ ߛߌߣߍߣߍ߲߫"},{"SurahNumber":33,"VerseNumber":15,"Text":"ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߎ߲߬ ߓߘߴߊ߬ߟߎ߬ ߞߊ߲ߘߌ߫ ߊߟߊ߫ ߡߊ߬ ߞߘߐ߬ߡߊ߲߫߸ ߞߏ߫ ߊ߬ߟߎ߬ ߕߴߊ߬ߟߎ߬ ߞߐߟߊ߫߸ ߞߊ߲ߘߌ-ߊߟߊ-ߡߊ ߘߏ߲߬ ߞߍߣߍ߲߫ ߡߊ߬ߢߌ߬ߣߌ߲߬ߞߊ߬ߕߊ ߟߋ߬ ߘߌ߫"},{"SurahNumber":33,"VerseNumber":16,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߓߏ߬ߙߌ ߕߍߣߊ߬ ߞߏߢߊ߬ ߟߴߊߟߎ߫ ߦߋ߫ ߘߋ߬ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߓߏ߬ߙߌ߫ ߛߊ߬ߦߊ ߞߘߐ߫ ߥߟߊ߫ ߝߊ߰ߟߌ ߞߘߐ߫، ߏ߬ ߓߊ߯ ߞߍ߫ ߊߟߎ߫ ߕߍ߫ ߘߊ߰ߡߎ߲߫ ߡߎ߬ߕߎ߲߬ ߝߏ߫ ( ߊߟߎ߫ ߛߌ߭ ) ߕߟߋ߬ߝߌ߬ߟߊ߬ߣߍ߲߫"},{"SurahNumber":33,"VerseNumber":17,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߘߴߊߟߎ߫ ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߣߴߊ߬ ߞߊ߬ ߖߎ߯ߡߊ߲߫ ߟߊߢߌߣߌ߲߫ ߊߟߎ߫ ߡߊ߬ ߥߟߴߊ߬ ߞߊ߬ ߤߌߣߊ߫ ߟߊߢߌߣߌ߲߫ ߊߟߎ߫ ߦߋ߫؟ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߢߌ߲߬ ߣߌ߫ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߛߌ߫ ߛߐ߬ߘߐ߲߬ ߠߴߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊ߫ ߣߌ߫ ߊߟߊ߫ ߕߍ߫"}]}