{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"En redeneer nie met die Mense van die Boek nie, behalwe op ’n goeie wyse, en slegs met diegene wat onregverdig handel. Maar sê: Ons glo wat aan ons en aan julle geopenbaar is, en Ons God en julle God is EEN, en ons is onderdanig aan Hom"},{"SurahNumber":29,"VerseNumber":47,"Text":"En aldus het Ons die Boek aan u geopenbaar, en hulle aan wie Ons die Boek gegee het, glo daarin, en onder die volk van Mekka is daar ook sommige wat daarin glo; en niemand ontken Ons tekens nie, behalwe die ongelowiges"},{"SurahNumber":29,"VerseNumber":48,"Text":"Voorheen het u geen boek gelees, of een met u regterhand geskryf nie, want anders kon die leuenaars daaraan getwyfel het"},{"SurahNumber":29,"VerseNumber":49,"Text":"Nee, dit is duidelike tekens in die harte van diegene aan wie kennis geskenk is. En niemand ontken Ons tekens nie, behalwe die kwaaddoeners"},{"SurahNumber":29,"VerseNumber":50,"Text":"En hulle sê: Waarom word geen tekens van sy Heer aan hom gestuur nie? Sê: Die tekens is alleen by Allah, en ek is slegs ’n duidelike waarskuwer"},{"SurahNumber":29,"VerseNumber":51,"Text":"Is dit nie genoeg vir hulle dat Ons aan u die Boek geopenbaar het wat aan hulle voorgedra word nie? Voorwaar, hierin is barmhartigheid en ’n waarskuwing vir ’n gelowige volk"},{"SurahNumber":29,"VerseNumber":52,"Text":"Sê: Allah is voldoende as Getuie tussen my en julle. Hy weet alles wat in die hemele en op die aarde is. En hulle wat in valsheid glo en nie in Allah nie, hulle is dié wat die verloorders sal wees"},{"SurahNumber":29,"VerseNumber":53,"Text":"En hulle vra u om die straf te verhaas. En was dit nie dat daar reeds ’n tydperk vasgestel was nie, sou die straf sekerlik oor hulle gekom het. En dit sal gewis skielik oor hulle kom, terwyl hulle dit nie besef nie"},{"SurahNumber":29,"VerseNumber":54,"Text":"Hulle vra u om die straf te verhaas; maar waarlik, die Hel sal die ongelowiges omring"},{"SurahNumber":29,"VerseNumber":55,"Text":"op die Dag wanneer die straf hulle sal oorweldig, van bokant hulle en van onder hulle voete! En Hy sal sê: Smaak die straf van julle hande"},{"SurahNumber":29,"VerseNumber":56,"Text":"O My dienaars wat glo! My aarde is waarlik uitgestrek; aanbid daarom My alleen"},{"SurahNumber":29,"VerseNumber":57,"Text":"Elke siel moet die dood ondervind; daarna sal julle na Ons teruggebring word"},{"SurahNumber":29,"VerseNumber":58,"Text":"En hulle wat glo en goeddoen, sal Ons sekerlik huisves in verhewe wonings van die Paradys waardeur riviere vloei. Hulle sal daarin bly. Hoe voortreflik is die beloning van hulle wat goeddoen"},{"SurahNumber":29,"VerseNumber":59,"Text":"Hulle wat standvastig is en hulle vertroue in hul Heer stel"},{"SurahNumber":29,"VerseNumber":60,"Text":"En hoeveel diere is daar wat nie hulle eie lewensonderhoud saamdra nie! Allah sorg vir hulle, en vir julle. En Hy is die Alleshorende, die Alleswetende"},{"SurahNumber":29,"VerseNumber":61,"Text":"En as u hulle vra: Wie het die hemele en die aarde geskape, en die son en die maan in diens gestel? Dan sal hulle sekerlik sê: Allah. Waarom is hulle dan nie op die regte weg nie"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah vergroot en verminder die lewensonderhoud vir wie van Sy dienaars Hy wil. Voorwaar, Allah het kennis van alle dinge"},{"SurahNumber":29,"VerseNumber":63,"Text":"En as u hulle vra: Wie is dit wat water uit die wolke afstuur en lewe gee aan die aarde ná haar dood? Dan sal hulle sekerlik sê: Allah. Sê: Alle lof behoort aan Allah! Nee, die meeste van hulle verstaan nie"},{"SurahNumber":29,"VerseNumber":64,"Text":"En die lewe van hierdie wêreld is niks anders nie as ’n leë vermaak en ’n speletjie. En die tuiste van die Hiernamaals, dít is die werklike Lewe, as hulle dit maar kon weet"},{"SurahNumber":29,"VerseNumber":65,"Text":"En wanneer hulle op ’n skip vaar, roep hulle Allah aan, opreg in hul gehoorsaamheid aan Hom. Maar wanneer Hy hulle veilig aan wal bring, kyk! dan skryf hulle deelgenote aan Hom toe"},{"SurahNumber":29,"VerseNumber":66,"Text":"en hulle is ondankbaar vir wat Ons hulle geskenk het, en hulle vermaak hulself. Maar hulle sal dit weldra te wete kom"},{"SurahNumber":29,"VerseNumber":67,"Text":"Sien hulle dan nie dat Ons ’n Heiligdom2* veilig gemaak het, terwyl mense rondom hulle met geweld weggevoer word nie? Wil hulle dan nog in die valsheid glo en nie in die gunste van Allah nie"},{"SurahNumber":29,"VerseNumber":68,"Text":"En wie is onregverdiger as hy wat ’n leuen teen Allah versin, of die Waarheid verloën wanneer dit na hom kom? Is daar nie in die Hel ’n oord vir die ongelowiges nie"},{"SurahNumber":29,"VerseNumber":69,"Text":"En vir hulle wat hard na Ons guns strewe, sal Ons sekerlik op Ons weg lei. En Allah is waarlik na aan hulle wat goeddoen"}]}