{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Thy Lord has decreed that ye shall not serve other than Him; and kindness to one's parents, whether one or both of them reach old age with thee; and say not to them, 'Fie!' and do not grumble at them, but speak to them a generous speech"},{"SurahNumber":17,"VerseNumber":24,"Text":"And lower to them the wing of humility out of compassion, and say, 'O Lord! have compassion on them as they brought me up when I was little"},{"SurahNumber":17,"VerseNumber":25,"Text":"Your Lord knows best what is in your souls if ye be righteous, and, verily, He is forgiving unto those who come back penitent"},{"SurahNumber":17,"VerseNumber":26,"Text":"And give thy kinsman his due and the poor and the son of the road; and waste not wastefully"},{"SurahNumber":17,"VerseNumber":27,"Text":"for the wasteful were ever the devil's brothers; and the devil is ever ungrateful to his Lord"},{"SurahNumber":17,"VerseNumber":28,"Text":"But if thou dost turn away from them to seek after mercy from thy Lord, which thou hopest for, then speak to them an easy speech"},{"SurahNumber":17,"VerseNumber":29,"Text":"Make not thy hand fettered to thy neck, nor yet spread it out quite open, lest thou shouldst have to sit down blamed and straitened in means"},{"SurahNumber":17,"VerseNumber":30,"Text":"Verily, thy Lord spreads out provision to whomsoever He will or He doles it out. Verily, He is ever well aware of and sees His servants"},{"SurahNumber":17,"VerseNumber":31,"Text":"And slay not your children for fear of poverty; we will provide for them; beware! for to slay them is ever a great sin"},{"SurahNumber":17,"VerseNumber":32,"Text":"And draw not near to fornication; verily, it is ever an abomination, and evil is the way thereof"},{"SurahNumber":17,"VerseNumber":33,"Text":"And slay not the soul that God has forbidden you, except for just cause; for he who is slain unjustly we have given his next of kin authority; yet let him not exceed in slaying; verily, he is ever helped"},{"SurahNumber":17,"VerseNumber":34,"Text":"And draw not near to the wealth of the orphan, save to improve it, until he reaches the age of puberty, and fulfil your compacts; verily, a compact is ever enquired of"},{"SurahNumber":17,"VerseNumber":35,"Text":"And give full measure when ye measure out, and weigh with a right balance; that is better and a fairer determination"},{"SurahNumber":17,"VerseNumber":36,"Text":"And do not pursue that of which thou hast no knowledge; verily, the hearing, the sight, and the heart, all of these shall be enquired of"},{"SurahNumber":17,"VerseNumber":37,"Text":"And walk not on the earth proudly; verily, thou canst not cleave the earth, and thou shalt not reach the mountains in height"},{"SurahNumber":17,"VerseNumber":38,"Text":"All this is ever evil in the sight of your Lord and abhorred"},{"SurahNumber":17,"VerseNumber":39,"Text":"That is something of what thy Lord has inspired thee with of wisdom; do not then put with God other gods, or thou wilt be thrown into hell reproached and outcast"},{"SurahNumber":17,"VerseNumber":40,"Text":"What! has your Lord chosen to give you sons, and shall He take for Himself females from among the angels? verily, ye are speaking a mighty speech"},{"SurahNumber":17,"VerseNumber":41,"Text":"Now have we turned it in various ways in this Qur'an, so let them bear in mind; but it will only increase them in aversion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say, 'Were there with Him other gods, as ye say, then would they seek a way against the Lord of the throne"},{"SurahNumber":17,"VerseNumber":43,"Text":"Celebrated be His praises, and exalted be He above what they say with a great exaltation"},{"SurahNumber":17,"VerseNumber":44,"Text":"The seven heavens and the earth celebrate His praises, and all who therein are; nor is there aught, but what celebrates His praise: but ye cannot understand their celebration;- verily, He is clement and forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"And when thou readest the Qur'an we place between thee and those who believe not in the hereafter a covering veil"},{"SurahNumber":17,"VerseNumber":46,"Text":"And we place covers upon their hearts, lest they should understand, and dulness in their ears. And when thou dost mention in the Qur'an thy Lord by Himself they turn their backs in aversion"},{"SurahNumber":17,"VerseNumber":47,"Text":"We know best for what they listen when they listen to thee; and when they whisper apart - when the wrongdoers say, 'Ye only follow a man enchanted"},{"SurahNumber":17,"VerseNumber":48,"Text":"Behold, how they strike out for you parables, and err, and cannot find the way"},{"SurahNumber":17,"VerseNumber":49,"Text":"They say, 'What! when we have become bones and rubbish are we to be raised up a new creature"}]}