{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"انسان تھڑدلا پیدا کیا گیا ہے"},{"SurahNumber":70,"VerseNumber":20,"Text":"جب اس پر مصیبت آتی ہے تو گھبرا اٹھتا ہے"},{"SurahNumber":70,"VerseNumber":21,"Text":"اور جب اسے خوشحالی نصیب ہوتی ہے تو بخل کرنے لگتا ہے"},{"SurahNumber":70,"VerseNumber":22,"Text":"مگر وہ لوگ (اِس عیب سے بچے ہوئے ہیں) جو نماز پڑھنے والے ہیں"},{"SurahNumber":70,"VerseNumber":23,"Text":"جو اپنی نماز کی ہمیشہ پابندی کرتے ہیں"},{"SurahNumber":70,"VerseNumber":24,"Text":"جن کے مالوں میں،"},{"SurahNumber":70,"VerseNumber":25,"Text":"سائل اور محروم کا ایک حق مقرر ہے"},{"SurahNumber":70,"VerseNumber":26,"Text":"جو روز جزا کو برحق مانتے ہیں"},{"SurahNumber":70,"VerseNumber":27,"Text":"جو اپنے رب کے عذاب سے ڈرتے ہیں"},{"SurahNumber":70,"VerseNumber":28,"Text":"کیونکہ اُن کے رب کا عذاب ایسی چیز نہیں ہے جس سے کوئی بے خوف ہو"},{"SurahNumber":70,"VerseNumber":29,"Text":"جو اپنی شرمگاہوں کی حفاظت کرتے ہیں"},{"SurahNumber":70,"VerseNumber":30,"Text":"بجز اپنی بیویوں یا اپنی مملوکہ عورتوں کے جن سے محفوظ نہ رکھنے میں ان پر کوئی ملامت نہیں"},{"SurahNumber":70,"VerseNumber":31,"Text":"البتہ جو اس کے علاوہ کچھ اور چاہیں وہی حد سے تجاوز کرنے والے ہیں"},{"SurahNumber":70,"VerseNumber":32,"Text":"جو اپنی امانتوں کی حفاظت اور اپنے عہد کا پاس کرتے ہیں"},{"SurahNumber":70,"VerseNumber":33,"Text":"جو اپنی گواہیوں میں راست بازی پر قائم رہتے ہیں"},{"SurahNumber":70,"VerseNumber":34,"Text":"اور جو اپنی نماز کی حفاظت کرتے ہیں"},{"SurahNumber":70,"VerseNumber":35,"Text":"یہ لوگ عزت کے ساتھ جنت کے باغوں میں رہیں گے"},{"SurahNumber":70,"VerseNumber":36,"Text":"پس اے نبیؐ، کیا بات ہے کہ یہ منکرین دائیں اور بائیں سے،"},{"SurahNumber":70,"VerseNumber":37,"Text":"گروہ در گروہ تمہاری طرف دوڑے چلے آ رہے ہیں؟"},{"SurahNumber":70,"VerseNumber":38,"Text":"کیا اِن میں سے ہر ایک یہ لالچ رکھتا ہے کہ وہ نعمت بھری جنت میں داخل کر دیا جائے گا؟"},{"SurahNumber":70,"VerseNumber":39,"Text":"ہرگز نہیں ہم نے جس چیز سے اِن کو پیدا کیا ہے اُسے یہ خود جانتے ہیں"},{"SurahNumber":70,"VerseNumber":40,"Text":"پس نہیں، میں قسم کھاتا ہوں مشرقوں اور مغربوں کے مالک کی، ہم اِس پر قادر ہیں"},{"SurahNumber":70,"VerseNumber":41,"Text":"کہ اِن کی جگہ اِن سے بہتر لوگ لے آئیں اور کوئی ہم سے بازی لے جانے والا نہیں ہے"},{"SurahNumber":70,"VerseNumber":42,"Text":"لہٰذا اِنہیں اپنی بیہودہ باتوں اور اپنے کھیل میں پڑا رہنے دو یہاں تک کہ یہ اپنے اُس دن تک پہنچ جائیں جس کا ان سے وعدہ کیا جا رہا ہے"},{"SurahNumber":70,"VerseNumber":43,"Text":"جب یہ اپنی قبروں سے نکل کر اِس طرح دوڑے جا رہے ہوں گے جیسے اپنے بتوں کے استھانوں کی طرف دوڑ رہے ہوں"},{"SurahNumber":70,"VerseNumber":44,"Text":"اِن کی نگاہیں جھکی ہوئی ہوں گی، ذلت اِن پر چھا رہی ہوگی وہ دن ہے جس کا اِن سے وعدہ کیا جا رہا ہے"},{"SurahNumber":71,"VerseNumber":1,"Text":"ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا (اس ہدایت کے ساتھ) کہ اپنی قوم کے لوگوں کو خبردار کر دے قبل اس کے کہ ان پر ایک دردناک عذاب آئے"},{"SurahNumber":71,"VerseNumber":2,"Text":"ا س نے کہا \"اے میری قوم کے لوگو، میں تمہارے لیے ایک صاف صاف خبردار کردینے والا (پیغمبر) ہوں"},{"SurahNumber":71,"VerseNumber":3,"Text":"(تم کو آگاہ کرتا ہوں) کہ اللہ کی بندگی کرو اور اس سے ڈرو اور میری اطاعت کرو"},{"SurahNumber":71,"VerseNumber":4,"Text":"اللہ تمہارے گناہوں سے درگزر فرمائے گا اور تمہیں ایک وقت مقرر تک باقی رکھے گا حقیقت یہ ہے کہ اللہ کا مقرر کیا ہوا وقت جب آ جاتا ہے تو پھر ٹالا نہیں جاتا کاش تمہیں اِس کا علم ہو"},{"SurahNumber":71,"VerseNumber":5,"Text":"اُس نے عرض کیا \"اے میرے رب، میں نے اپنی قوم کے لوگوں کو شب و روز پکارا"},{"SurahNumber":71,"VerseNumber":6,"Text":"مگر میری پکار نے اُن کے فرار ہی میں اضافہ کیا"},{"SurahNumber":71,"VerseNumber":7,"Text":"اور جب بھی میں نے اُن کو بلایا تاکہ تو اُنہیں معاف کر دے، انہوں نے کانوں میں انگلیاں ٹھونس لیں اور اپنے کپڑوں سے منہ ڈھانک لیے اور اپنی روش پر اڑ گئے اور بڑا تکبر کیا"},{"SurahNumber":71,"VerseNumber":8,"Text":"پھر میں نے ان کو ہانکے پکارے دعوت دی"},{"SurahNumber":71,"VerseNumber":9,"Text":"پھر میں نے علانیہ بھی ان کو تبلیغ کی اور چپکے چپکے بھی سمجھایا"},{"SurahNumber":71,"VerseNumber":10,"Text":"میں نے کہا اپنے رب سے معافی مانگو، بے شک وہ بڑا معاف کرنے والا ہے"},{"SurahNumber":71,"VerseNumber":11,"Text":"وہ تم پر آسمان سے خوب بارشیں برسائے گا"},{"SurahNumber":71,"VerseNumber":12,"Text":"تمہیں مال اور اولاد سے نوازے گا، تمہارے لیے باغ پیدا کرے گا اور تمہارے لیے نہریں جاری کر دے گا"},{"SurahNumber":71,"VerseNumber":13,"Text":"تمہیں کیا ہو گیا ہے کہ اللہ کے لیے تم کسی وقار کی توقع نہیں رکھتے؟"},{"SurahNumber":71,"VerseNumber":14,"Text":"حالانکہ اُس نے طرح طرح سے تمہیں بنایا ہے"},{"SurahNumber":71,"VerseNumber":15,"Text":"کیا دیکھتے نہیں ہو کہ اللہ نے کس طرح سات آسمان تہ بر تہ بنائے"},{"SurahNumber":71,"VerseNumber":16,"Text":"اور اُن میں چاند کو نور اور سورج کو چراغ بنایا؟"},{"SurahNumber":71,"VerseNumber":17,"Text":"اور اللہ نے تم کو زمین سے عجیب طرح اگایا"},{"SurahNumber":71,"VerseNumber":18,"Text":"پھر وہ تمہیں اِسی زمین میں واپس لے جائے گا اور اِس سے یکایک تم کو نکال کھڑا کرے گا"},{"SurahNumber":71,"VerseNumber":19,"Text":"اور اللہ نے زمین کو تمہارے لیے فرش کی طرح بچھا دیا"},{"SurahNumber":71,"VerseNumber":20,"Text":"تاکہ تم اس کے اندر کھلے راستوں میں چلو"},{"SurahNumber":71,"VerseNumber":21,"Text":"نوحؑ نے کہا، \"میرے رب، اُنہوں نے میری بات رد کر دی اور اُن (رئیسوں) کی پیروی کی جو مال اور اولاد پا کر اور زیادہ نامراد ہو گئے ہیں"},{"SurahNumber":71,"VerseNumber":22,"Text":"اِن لوگوں نے بڑا بھاری مکر کا جال پھیلا رکھا ہے"},{"SurahNumber":71,"VerseNumber":23,"Text":"اِنہوں نے کہا ہرگز نہ چھوڑو اپنے معبودوں کو، اور نہ چھوڑو وَدّ اور سُواع کو، اور نہ یَغُوث اور یَعُوق اور نَسر کو"},{"SurahNumber":71,"VerseNumber":24,"Text":"انہوں نے بہت لوگوں کو گمراہ کیا ہے، اور تو بھی اِن ظالموں کو گمراہی کے سوا کسی چیز میں ترقی نہ دے"},{"SurahNumber":71,"VerseNumber":25,"Text":"اپنی خطاؤں کی بنا پر ہی وہ غرق کیے گئے اور آگ میں جھونک دیے گئے، پھر انہوں نے اپنے لیے اللہ سے بچانے والا کوئی مددگار نہ پایا"},{"SurahNumber":71,"VerseNumber":26,"Text":"اور نوحؑ نے کہا، \"میرے رب، اِن کافروں میں سے کوئی زمین پر بسنے والا نہ چھوڑ"},{"SurahNumber":71,"VerseNumber":27,"Text":"اگر تو نے اِن کو چھوڑ دیا تو یہ تیرے بندوں کو گمراہ کریں گے اور اِن کی نسل سے جو بھی پیدا ہوگا بدکار اور سخت کافر ہی ہوگا"},{"SurahNumber":71,"VerseNumber":28,"Text":"میرے رب، مجھے اور میرے والدین کو اور ہر اس شخص کو جو میرے گھر میں مومن کی حیثیت سے داخل ہوا ہے، اور سب مومن مردوں اور عورتوں کو معاف فرما دے، اور ظالموں کے لیے ہلاکت کے سوا کسی چیز میں اضافہ نہ کر"}]}