{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"The Bedouins say, ‘We have faith.’ Say, ‘You do not have faith yet; rather say, ‘‘We have embraced Islam,’’ for faith has not yet entered into your hearts. Yet if you obey Allah and His Apostle, He will not stint anything of [the reward of] your works. Indeed Allah is all-forgiving, all-merciful.’"},{"SurahNumber":49,"VerseNumber":15,"Text":"The faithful are only those who have attained faith in Allah and His Apostle and then have never doubted, and who wage jihad with their possessions and their persons in the way of Allah. It is they who are the truthful"},{"SurahNumber":49,"VerseNumber":16,"Text":"Say, ‘Will you inform Allah about your faith while Allah knows whatever there is in the heavens and whatever there is in the earth, and Allah has knowledge of all things?’"},{"SurahNumber":49,"VerseNumber":17,"Text":"They count it as a favour to you that they have embraced Islam. Say, ‘Do not count it as a favour to me your embracing of Islam. Rather it is Allah who has done you a favour in that He has guided you to faith, should you be truthful"},{"SurahNumber":49,"VerseNumber":18,"Text":"Indeed Allah knows the Unseen of the heavens and the earth, and Allah sees best what you do.’"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. By the glorious Qur’an"},{"SurahNumber":50,"VerseNumber":2,"Text":"Rather they consider it odd that a warner should have come to them from among themselves. So the faithless say, ‘This is an odd thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"What! When we are dead and have become dust [shall we be raised again]? That is a far-fetched return!’"},{"SurahNumber":50,"VerseNumber":4,"Text":"We know what the earth diminishes from them, and with Us is a preserving Book"},{"SurahNumber":50,"VerseNumber":5,"Text":"Rather they denied the truth when it came to them; so they are now in a perplexed state of affairs"},{"SurahNumber":50,"VerseNumber":6,"Text":"Have they not then observed the sky above them, how We have built it and adorned it, and that there are no cracks in it"},{"SurahNumber":50,"VerseNumber":7,"Text":"And We spread out the earth, and cast in it firm mountains, and caused every delightful kind to grow in it"},{"SurahNumber":50,"VerseNumber":8,"Text":"[In this there is] an insight and admonition for every penitent servant"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We send down from the sky salubrious water, with which We grow gardens and the grain which is harvested"},{"SurahNumber":50,"VerseNumber":10,"Text":"and tall date palms with regularly set spathes"},{"SurahNumber":50,"VerseNumber":11,"Text":"as a provision for servants; and with it We revive a dead country. Likewise will be the rising [from the dead]"},{"SurahNumber":50,"VerseNumber":12,"Text":"The people of Noah denied before them, and [so did] the inhabitants of Rass and Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"and ‘a€d, Pharaoh, and the brethren of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"and the inhabitants of Aykah and the people of Tubba‘. Each [of them] impugned the apostles, and so My threat became due [against them]"},{"SurahNumber":50,"VerseNumber":15,"Text":"Were We exhausted by the first creation? Rather they are in doubt about a new creation"},{"SurahNumber":50,"VerseNumber":16,"Text":"Certainly We have created man and We know to what his soul tempts him, and We are nearer to him than his jugular vein"},{"SurahNumber":50,"VerseNumber":17,"Text":"When the twin recorders record [his deeds], seated on the right hand and on the left"},{"SurahNumber":50,"VerseNumber":18,"Text":"he says no word but that there is a ready observer beside him"},{"SurahNumber":50,"VerseNumber":19,"Text":"Then the agony of death brings the truth: ‘This is what you used to shun!’"},{"SurahNumber":50,"VerseNumber":20,"Text":"Then the Trumpet will be blown: ‘This is the promised day.’"},{"SurahNumber":50,"VerseNumber":21,"Text":"Then every soul will come accompanied by a driver and a witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"‘You were certainly oblivious of this. We have removed your veil from you, and so your sight is acute today.’"},{"SurahNumber":50,"VerseNumber":23,"Text":"Then his companion will say, ‘This is what is ready with me [of testimony].’"},{"SurahNumber":50,"VerseNumber":24,"Text":"‘The two of you cast every obdurate ingrate into hell"},{"SurahNumber":50,"VerseNumber":25,"Text":"[every] hinderer of all good, transgressor, and skeptic"},{"SurahNumber":50,"VerseNumber":26,"Text":"who has set up another god along with Allah! So the two of you cast him into the severe punishment.’"}]}