{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"HH. M"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitabın indirilmesi, Üstün ve Bilge olan ALLAH'tandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz gökleri, yeri ve aralarındakileri ancak belli bir amaca göre ve belli bir süre için yarattık. İnkar edenler uyarıya aldırış etmemektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki, \"ALLAH'ın dışında yalvardıklarınıza bir bakın. Onların yerden neyi yarattığını bana gösterin. Yoksa göklerde onların bir ortaklığı mı var? Bundan önce bir kitap veya bir bilimsel belge getirin, doğru sözlü iseniz"},{"SurahNumber":46,"VerseNumber":5,"Text":"ALLAH'ı bırakıp da Diriliş Gününe kadar kendilerine cevap veremiyen ve hatta onların dualarından bile habersiz olanları çağıranlardan daha sapık kim olabilir"},{"SurahNumber":46,"VerseNumber":6,"Text":"Halk toplandığı zaman onlara düşman olacaklardır ve onların kendilerine tapmalarına karşı çıkacaklardır"},{"SurahNumber":46,"VerseNumber":7,"Text":"Kendilerine apaçık ayetlerimiz okunduğunda, kendilerine gelen gerçeğe karşı çıkanlar, \"Bu, açıkça bir büyüdür,\" dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki, \"Onu ben uydurduysam siz beni ALLAH'tan gelecek hiç bir şeye karşı koruyamazsınız. O, sizin taşkınlığınızı en iyi bilendir. Benimle sizin aranızda tanık olarak O yeter. O Bağışlayandır, Rahimdir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki \"Ben türedi bir elçi değilim. Bana ve size ne olacağını da bilmem. Ben, ancak bana vahyedilene uyuyorum. Ben apaçık bir uyarıcıdan başka bir şey değilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki, \"Düşündünüz mü, ya o ALLAH katından ise ve siz de ona karşı çıkmışsanız ve İsrail oğullarından bir tanık da bunun benzerini görüp inandığı halde, siz kibirlenip yüz çevirmişseniz?! Kuşkusuz ALLAH zalim topluluğu doğru yola iletmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"İnkar edenler, inananlara, \"O iyi bir şey olsaydı onlar (İsrail oğulları) bizden öne geçemezlerdi\" derler ve ona yol bulamadıkları için, \"Bu bir efsanedir\" diyeceklerdir"},{"SurahNumber":46,"VerseNumber":12,"Text":"Bundan önce Musa'nın kitabı rehber ve rahmet idi. Bu, zalimleri uyarmak ve güzel davrananlara bir müjde olmak üzere Arapça indirilmiş doğrulayıcı bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Rabbimiz ALLAH'tır\" deyip dosdoğru davrananlara bir korku yoktur ve onlar üzülmezler de"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar cennet halkıdır; yapmış olduklarına karşılık olarak orada ebedi kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, ana ve babasına iyilik etmesini öğütledik. Anası onu zahmetle taşır, zahmetle doğurur. Ana karnında taşınması ile sütten kesilmesi otuz ay sürer. Nihayet olgunluk çağına erince ve kırk yaşına varınca: \"Rabbim, bana, anama ve babama verdiğin nimete şükretmeğe ve razı olacağın yararlı işler yapmağa beni yönelt. Benim soyumu islah et. Ben tövbe edip, sana teslim olanlardanım,\" demelidir"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşlediklerinin en iyisini kabul ettiğimiz ve kötülüklerini geçtiğimiz bu kimseler cennet halkı arasındadırlar. Bu, kendilerine verilen doğru sözdür"},{"SurahNumber":46,"VerseNumber":17,"Text":"Öte yanda bir başkası var ki anne babasına, \"Öf size, benden önce nice kuşaklar geçmiş olmasına rağmen benim diriltileceğimi mi iddia ediyorsunuz?\" O ikisi ise ALLAH'a sığınarak: \"Yazık sana; lütfen inan. ALLAH'ın sözü gerçektir.\" Bunun üzerine o, \"Bu, eskilerin masallarından başka bir şey değil,\" der"},{"SurahNumber":46,"VerseNumber":18,"Text":"Bu gibiler, gelip geçmiş cin ve insan toplumları arasında azap sözünü haketmiş kimselerdir. Onlar kaybedenlerdir"},{"SurahNumber":46,"VerseNumber":19,"Text":"Her biri için, yaptıklarına göre dereceler vardır. Yaptıklarının karşılığı, haksızlık edilmeden tam verilir"},{"SurahNumber":46,"VerseNumber":20,"Text":"İnkarcılar cehenneme sunulduğu gün, \"Dünya hayatında tüm güzel şeylerinizi boşa harcayıp onların zevkini sürdünüz. Yeryüzünde haksız yere büyüklenmenizin ve yoldan çıkmanızın karşılığında bugün alçaltıcı azabı göreceksiniz"}]}