{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ха мим"},{"SurahNumber":46,"VerseNumber":2,"Text":"Ниспослание книги от Аллаха, славного, мудрого"},{"SurahNumber":46,"VerseNumber":3,"Text":"Мы не создали небеса и землю и то, что между ними, иначе как по истине и на определенный срок. А те, которые не веруют, уклоняются от того, в чем их увещают"},{"SurahNumber":46,"VerseNumber":4,"Text":"Скажи: \"Видели ли вы то, к чему взываете помимо Аллаха? Покажите мне, что они создали из земли, или у них есть компания в небесах? Принесите мне книгу более раннюю, чем эта, или какой-нибудь след знания, если вы правдивы"},{"SurahNumber":46,"VerseNumber":5,"Text":"Кто более заблуждается, чем тот, кто призывает помимо Аллах тех, что не ответят им до дня воскресения; они небрегут их зовом"},{"SurahNumber":46,"VerseNumber":6,"Text":"А когда собраны будут люди, они окажутся им врагами и будут отказываться от поклонения им"},{"SurahNumber":46,"VerseNumber":7,"Text":"А когда им читаются наши знамения ясно изложенными, говорят те, которые не уверовали в истину после того, как она пришла к ним: \"Это - колдовство явное"},{"SurahNumber":46,"VerseNumber":8,"Text":"Может быть, они скажут: \"Измыслил он его!\" Скажи: \"Если я измыслил его, то вы не властны ни над чем от Аллаха для меня. Он лучше знает то, о чем вы разглагольствуете. Довольно Его свидетелем между мною и вами! Он - прощающий, милостивый"},{"SurahNumber":46,"VerseNumber":9,"Text":"Скажи: \"Я - не новинка среди посланников, и не знаю я, что будет сделано со мной и с вами. Я лишь следую за тем, что мне внушено; я - только явный увещеватель"},{"SurahNumber":46,"VerseNumber":10,"Text":"Скажи: \"Подумали ли вы, если он от Аллаха, а вы не уверовали в него (но свидетель из сынов Исраила засвидетельствовал о ему подобном, и он уверовал), а вы возгордились?\" Поистине, Аллах не ведет прямо народ неправедный"},{"SurahNumber":46,"VerseNumber":11,"Text":"Говорят те, которые не веруют, тем, которые уверовали: \"Если бы он был благом, нас бы не опередили к нему\". И раз они не нашли пути с ним, они скажут: \"Это - давняя ложь"},{"SurahNumber":46,"VerseNumber":12,"Text":"И до него ниспослана книга Мусы - имамом и милостью. А это - книга, подтверждающая истинность на арабском языке, чтобы увещевать тех, которые неправедны, и как радостная весть для добродеющих"},{"SurahNumber":46,"VerseNumber":13,"Text":"Поистине, те, которые говорят: \"Господь наш - Аллах\", - а потом стоят прямо, - нет страха над ними и не будут они опечалены"},{"SurahNumber":46,"VerseNumber":14,"Text":"Эти - обладатели рая, они в нем вечно пребывают в воздаяние за то, что они делали"},{"SurahNumber":46,"VerseNumber":15,"Text":"Мы завещали человеку благодетельствовать своим родителям; мать носит его с тягостью и производит с тягостью; (и вынашивание его и отлучение - тридцать месяцев), а когда он достигнет крепости (и достигнет сорока лет), он говорит: \"Господи, внуши мне благодарить за Твою милость, которую Ты оказал мне и моим родителям; внуши делать добро, угодное Тебе, и устрой для меня благое в моем потомстве! Я обратился к Тебе, я - из числа предавшихся"},{"SurahNumber":46,"VerseNumber":16,"Text":"Те, от которых Мы принимаем лучшее, что они сделали, и прощаем их прегрешения, - среди обитателей рая, по обещанию истины, которое было им обещано"},{"SurahNumber":46,"VerseNumber":17,"Text":"А есть и такой, который говорит своим родителям: \"Тьфу на вас! Неужели вы обещаете мне, что я буду изведен? - ведь уже прошли поколения до меня!\" Они же взывают за помощью к Аллаху: \"Горе тебе! Уверуй, ведь обещание Аллаха - истина!\" Он говорит: \"Ничто это, как сказки древних"},{"SurahNumber":46,"VerseNumber":18,"Text":"Это - те, на которых оправдалось слово относительно народов, прошедших до них из джиннов и людей; поистине, они остались в убытке"},{"SurahNumber":46,"VerseNumber":19,"Text":"У каждого - степени в том, что он совершил, дабы Он полностью воздал за их деяния, - и они не будут обижены"},{"SurahNumber":46,"VerseNumber":20,"Text":"И в тот день, как будут приведены те, которые не веровали, к огню... Вы свои блага провели в жизни близкой и насладились ими, а сегодня будете вознаграждены наказанием унижения за то, что вы распутничали"}]}