{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Dheh: Ma waxaad dhab ahaan rumeysan la’dihiin Kan ku abuuray arlada labo maalmood oo u yeeshaan shariigyo (xagga cibaadada)? Kaasi waa Rabbiga uunanka"},{"SurahNumber":41,"VerseNumber":10,"Text":"Oo wuxuu yeelay gudaheeda buuro uu kor dhigay, oo wuu barakeeyey halkaas gudaheeda oo uu ku qaddaray cuntooyinkeeda afar maalmood gudahood, isle’eg kuwa doonaya (inay ogaadaan)"},{"SurahNumber":41,"VerseNumber":11,"Text":"Kaddib Wuxuu abbaaray xagga samada iyadoo qiiq ah, markaasuu wuxuu ku yidhi iyada iyo arladaba: Ku kaalaya labadiinnu- ba oggolaansho ama khasab; waxay laba- duba yidhaahdeen: Waxaan ku imaaneynaa oggolaansho"},{"SurahNumber":41,"VerseNumber":12,"Text":"Markaasuu wuxuu guddoonshay toddoba samood ahaan labo maalmood gudahood, oo wuxuu u waxyooday sama waliba arrinkeeda. Oo waxaynu ku qurxinnay samada soke xiddigo iftiimaya, isla markaana xafid4 u ah. Arrinkaasi waa Qaddarka Adkaadaha, Wax kasta Ogsoon"},{"SurahNumber":41,"VerseNumber":13,"Text":"Haddiise ay jeesadaan, markaa dheh: Waxaan idiinka digay biriq la mid ah biriqdii ku dhacday Caad iyo Thamuud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Markay Rusushu ugaga yimaadeen hortooda iyo gadaashoodba5 (iyagoo ku leh): Ha caabudina cidaan ahayn Allaah. Waxay yidhaahdeen: Haddii uu Rabbigayo doono6, wuxuu xaqiiq soo dejin lahaa malaa’ig. Ee innagu waxa la idinla soo diray ma aanu aaminsanin"},{"SurahNumber":41,"VerseNumber":15,"Text":"Marka ma Caad, iyagu waxay isku kibriyeen arlada xaq darro, oo waxay yidhaahdeen: Yaa naga adag quwad ahaan innaga? Mawaysan arag in Allaah ee abuuray uu ka adag yahay quwad ahaan iyaga.Oo waxay beeniyeen Aayadahayaga"},{"SurahNumber":41,"VerseNumber":16,"Text":"Markaas baan u dirnay dabayl hugmaysa maalmo baas u leh, si aan uga yeelno inay dhadhamiyaan cadaabta dulliga nolosha adduunka gudaheeda, oo run ahaan cadaabta Aakhiro baa ka sii dulleyn badan iyagoo aan loo gargaari doonin"},{"SurahNumber":41,"VerseNumber":17,"Text":"Oo ma xagga Thamuud, waxaan tusnay dhabbaha toosan, waxayse ka door bideen indha la'aan (habow) halkii hanuunka, mar- kaasaa waxaa ku dhacay biriq cadaab wax dulleysa, waxa ay galabsadeen awgeed"},{"SurahNumber":41,"VerseNumber":18,"Text":"Oo waxaanu badbaadinnay kuwii (Xaqa) rumeeyey ee (xumaha ) iska jirey"},{"SurahNumber":41,"VerseNumber":19,"Text":"Oo Maalinta cadowyada Ilaahay loo soo wada kulmin doono Naarta, markaas waxaa loo qaybin kooxo"},{"SurahNumber":41,"VerseNumber":20,"Text":"Kolka ay ku yimaadan, dhegahooda iyo indhahooda iyo hargahooda baa ku marag furi doona wixii ay fali jireen darteed"},{"SurahNumber":41,"VerseNumber":21,"Text":"Oo waxay ku odhan hargahooda: Maxaad noogu marag furteen? Waxay odhan: Allaah, ee ka hadliya wax walba baa naga hadliyey, oo Isaga baa idin abuuray kal horeba, oo Xaggiisa baa dib la idiinku soo celin doonaa"},{"SurahNumber":41,"VerseNumber":22,"Text":"Oo ma aydaan is asturin si aysan dhegahiinna7 iyo indhahiinna iyo hargahiinna idiinku markhaati furin, laakiinse waxaad mooddeen inaanu Allaah ogeyn in badan oo waxa aad fasheen ah"},{"SurahNumber":41,"VerseNumber":23,"Text":"Oo kaasi Malihiinna (xun) aad ku maleyseen Rabbigiin, waa waxa idin halligay, markaas baad ka mid noqoteen kuwa khasaaray"},{"SurahNumber":41,"VerseNumber":24,"Text":"Marka haddii ay u adkaysan (iyo haddii kaleba) waa Naarta hoygooda, oo haddii ay dalbaan in loo cudur daaro, haddaba ma ka mid aha kuwa laga aqbali doono cudur daaraasho"}]}