{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"It is Allah Who has created you in a state of helplessness as a baby, then gave you strength to come out of helplessness in youth, then after strength again helplessness and grey hair in old age. He creates whatever He wills and it is He Who is the All- knowing, the Almighty"},{"SurahNumber":30,"VerseNumber":55,"Text":"On the Day when the Hour of Judgement will be established, the criminals will swear that they did not stay in this world more than an hour; thus are they ever deluded"},{"SurahNumber":30,"VerseNumber":56,"Text":"But those who are given knowledge and faith will say: \"In fact you have stayed, according to the Book of Allah, till the Day of Resurrection and this is the Day of Resurrection: but you were not aware"},{"SurahNumber":30,"VerseNumber":57,"Text":"On that Day, no excuse of theirs will avail the wrongdoers, nor will they be allowed to seek forgiveness"},{"SurahNumber":30,"VerseNumber":58,"Text":"The fact is that We have set forth every kind of example for men in this Qur’an, but whatever sign you may bring, the unbelievers are sure to say: \"You are preaching falsehood"},{"SurahNumber":30,"VerseNumber":59,"Text":"Thus Allah has set a seal on the hearts of those who do not use their common sense"},{"SurahNumber":30,"VerseNumber":60,"Text":"So O Prophet, have patience: surely the promise of Allah is true; and do not let those, who themselves have no certainty of faith, shake your firmness"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif Lam M'im"},{"SurahNumber":31,"VerseNumber":2,"Text":"These are verses of the Book of wisdom"},{"SurahNumber":31,"VerseNumber":3,"Text":"a guide and a blessing for the righteous"},{"SurahNumber":31,"VerseNumber":4,"Text":"who establish Salah (Islamic Prayers), give Zakah (obligatory Charity) and firmly believe in the hereafter"},{"SurahNumber":31,"VerseNumber":5,"Text":"These are on true guidance from their Lord and these are the ones who will attain felicity"},{"SurahNumber":31,"VerseNumber":6,"Text":"Among the people there are some who purchase frivolous tales so that they may lead people away from the Way of Allah, without any knowledge, and take the invitation to the Right Way as a mockery. For such people there will be a humiliating punishment"},{"SurahNumber":31,"VerseNumber":7,"Text":"When Our revelations are recited to such a person, he turns his face away in arrogance as if he did not hear them or as if his ears are sealed: announce to him the news of a painful punishment"},{"SurahNumber":31,"VerseNumber":8,"Text":"As for those who believe and do good deeds, there will be gardens of delight"},{"SurahNumber":31,"VerseNumber":9,"Text":"wherein they shall live forever. The promise of Allah is true: He is the Almighty, the Wise"},{"SurahNumber":31,"VerseNumber":10,"Text":"He created the heavens without visible pillars; He set mountains on the earth lest it should shake with you; and scattered through it all kinds of animals. We send down rain from the sky with which We grow every type of noble species in pairs"},{"SurahNumber":31,"VerseNumber":11,"Text":"This is Allah’s creation; now, show Me what is there that others (gods) besides Him have created? - In fact the wrongdoers are in manifest error"},{"SurahNumber":31,"VerseNumber":12,"Text":"We gave wisdom to Luqman so that he may be grateful to Allah. The one who pays thanks, does so for his own good; and the one who denies His favors, should know that Allah is certainly free of all wants, worthy of all praise"},{"SurahNumber":31,"VerseNumber":13,"Text":"When Luqman, while advising his son, said to him: \"O my son! Do not ever commit shirk (associating anyone else with Allah); surely committing shirk is the worst iniquity"},{"SurahNumber":31,"VerseNumber":14,"Text":"We have enjoined man concerning his parents - his mother carries him in her womb while suffering weakness upon weakness and then weans him for two years - That’s why We commanded him: \"Give thanks to Me and to your parents, and keep in mind that, to Me is your final goal"},{"SurahNumber":31,"VerseNumber":15,"Text":"If they argue with you to commit shirk, of which you have no knowledge, then do not obey them; however you should still treat them kindly in this world, but follow the way of that individual who has turned to Me. After all, to Me is your return; then I will inform you about the reality of all that you have done"},{"SurahNumber":31,"VerseNumber":16,"Text":"Luqman further said: \"O my son! Allah will bring all things to light, be they as small as a grain of a mustard seed, be they hidden inside a rock or high above in the heavens or deep down in the earth. Allah is well aware of all things to their finest details"},{"SurahNumber":31,"VerseNumber":17,"Text":"O my son! Establish Salah, enjoin good and forbid the evil. Endure with patience whatever befalls you, surely this shows your determination in conducting the affairs"},{"SurahNumber":31,"VerseNumber":18,"Text":"Do not speak to the people with your face turned away, nor walk proudly on earth; for Allah does not love any self-conceited boaster"},{"SurahNumber":31,"VerseNumber":19,"Text":"Be moderate in your pace and lower your voice; for the harshest of voices is the braying of a donkey"},{"SurahNumber":31,"VerseNumber":20,"Text":"Do you not see that Allah has subjected to your benefit all that is in the heavens and in the earth, and has lavished on you His evident and hidden favors? Yet there are some people who still argue about Allah without knowledge, without guidance or an enlightening Book"},{"SurahNumber":31,"VerseNumber":21,"Text":"When they are asked to follow what Allah has revealed, they reply: \"Nay, we shall follow the ways upon which we found our forefathers.\" What! Will they still follow them even though Satan invites them to the punishment of the blazing fire"}]}