{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Мы не отменяем и не предаем забвению ни один аят, не приведя лучше его или равный ему. Разве ты не знаешь, что Аллах властен над всем сущим"},{"SurahNumber":2,"VerseNumber":107,"Text":"Разве ты не знаешь, что Аллаху принадлежит власть над небесами и землей и нет у вас, кроме Аллаха, ни покровителя, ни заступника"},{"SurahNumber":2,"VerseNumber":108,"Text":"Или же вы желаете вопрошать вашего Посланника, как прежде вопрошали Мусу? Но кто бы ни перешел от веры к неверию, он сошел с прямого пути"},{"SurahNumber":2,"VerseNumber":109,"Text":"После того как прояснилась им истина, многие из обладателей Писания из зависти, присущей им, хотели бы отвратить вас от веры, когда вы уже приняли ее. Простите их и отвернитесь от них, пока не явит Аллах свое повеление. Воистину, властен Аллах над всем сущим"},{"SurahNumber":2,"VerseNumber":110,"Text":"Совершайте салат, раздавайте закат - и то доброе, что вы совершите заблаговременно, обретайте у Аллаха. Воистину, Аллах видит ваши деяния"},{"SurahNumber":2,"VerseNumber":111,"Text":"Они говорят: \"Никто не войдет в рай, кроме иудеев и христиан\". Это - их мечты. Скажи: \"Приведите ваши доводы, если вы говорите правду\". будет награда от Господа. Им нет нужды опасаться, и не будут они огорчены"},{"SurahNumber":2,"VerseNumber":112,"Text":"Да! Кто предал свой лик Аллаху, причем творит добро, то ему - его награда у его Господа, и нет страха над ними и не будут они печальны. (пер. Крачковского)"},{"SurahNumber":2,"VerseNumber":113,"Text":"Говорят иудеи: \"Христиане не на истинном пути\". А христиане говорят: \"Не на истинном пути иудеи\", и при этом они ссылаются на Писание. Таким же образом повторяют их слова те, которые не знают [истины]. Аллах в День воскресения рассудит их в том, в чем они расходились"},{"SurahNumber":2,"VerseNumber":114,"Text":"Кто же больший грешник, чем тот, кто запрещает в храмах Аллаха поминать имя Его и кто стремится разрушить эти [храмы]? Таким не следовало бы ходить туда без чувства страха. Позор им в этом мире, а в будущем мире - великие муки"},{"SurahNumber":2,"VerseNumber":115,"Text":"И восток, и запад принадлежат Аллаху. И куда бы вы ни повернулись, обратитесь к Аллаху. Воистину, Аллах - всеобъемлющий, знающий [все]"},{"SurahNumber":2,"VerseNumber":116,"Text":"Утверждают [некоторые]: \"Аллах обрел для Себя ребенка\". Пречист Он! Да, Ему принадлежит то, что на небесах и земле, и все Ему поклоняются"},{"SurahNumber":2,"VerseNumber":117,"Text":"Он - Творец небес и земли. И когда он решит, чтобы дело [свершилось], то говорит ему: \"Свершись\" - и оно свершается"},{"SurahNumber":2,"VerseNumber":118,"Text":"Неведающие говорят: \"Почему с нами не заговорит Аллах, почему не дарует знамение нам?\" И до них [некоторые] говорили то же самое, похожи сердца тех и других. А Мы ведь раньше разъяснили знамения тем, кто верует"},{"SurahNumber":2,"VerseNumber":119,"Text":"Воистину, Мы ниспослали тебя добрым вестником, [возвещающим] истину, увещевателем, и ты не будешь в ответе за тех, кому гореть в адском пламени"},{"SurahNumber":2,"VerseNumber":120,"Text":"Никогда не будут довольны тобой ни иудеи, ни христиане, если не последуешь за их учением. Скажи [, о Мухаммад]: \"Только путь Аллаха - это прямой путь\". А если ты последуешь за их желаниями, после того как тебе явилось [божественное] знание, то Аллах не будет тебе ни покровителем, ни заступником"},{"SurahNumber":2,"VerseNumber":121,"Text":"Те, кому мы даровали Писание, и кто читает его как должно, они-то и веруют в него. А те, кто отвергает его, - они-то и потерпят убыток"},{"SurahNumber":2,"VerseNumber":122,"Text":"О сыны Исраила! Вспомните благодеяние, которое я даровал вам. Воистину, я возвысил вас над обитателями миров"},{"SurahNumber":2,"VerseNumber":123,"Text":"Страшитесь же дня, когда ни один человек не сможет ничем помочь другому, когда ни от кого не будет принята замена, когда не принесет пользы чье-либо заступничество и когда не будет оказано никакой помощи [грешникам]"}]}