{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Шуны да хәтерләгез! Без тауны урыныннан сөреп яһүдләр өстенә күтәрдек, гүя алар өстендә болыт булып торды, әгәр Тәүрат белән гамәл кылырга ризалык белдермәсәләр, тауның өсләренә төшәчәген белделәр. Тәүратны куәт белән тотыгыз вә аның белән ныклап гамәл кылыгыз һәм Тәүратта булган Аллаһ хөкемнәрен кешеләргә ирештерегез кәфердән вә гөнаһлардан сакланмаклыгыгыз өчен"},{"SurahNumber":7,"VerseNumber":172,"Text":"Янә хәтерләгез, Раббың Адәм балаларының аркасыннан балаларын алды, ягъни һәрбер бала атасының арка суыннан дөньяга килделәр вә бу эшкә үзләрен шаһит итте һәм әйтте: \"Әйә Мин түгелме сезнең Раббыгыз?\" Кешеләрнең рухлары әйтте: \"Бәлки, әлбәттә, безнең Раббыбыз Синсең\" вә сезнең, бу сүзегезгә шаһит булдык һәм \"Раббыбыз хакында һичнәрсә белмәдек – гафил булдык\", дип, кыямәт көнендә әйтмәвегез өчен Коръән белән хәтерегезгә төшердек"},{"SurahNumber":7,"VerseNumber":173,"Text":"Яки тәхкыйк бездән әүвәл аталарыбыз мөшрик булдылар, без аларның балалары булып, алардан соң алар юлыннан йөредек. Әйә Син безне аталарыбызның батыл-ялган гамәлләре өчен һәлак итәсеңме, дип, кыямәт көнендә әйтмәвегез өчен Коръән белән сезгә барын да төшендердек"},{"SurahNumber":7,"VerseNumber":174,"Text":"Әнә шулай аятьләрне ачык аңлатып бәян кылырбыз, шаять кешеләр азгынлык эшләрен, адашу юлларын ташлап Аллаһуга вә Коръән юлына кайтырлар"},{"SurahNumber":7,"VerseNumber":175,"Text":"Кешеләргә без Аңа аятьләр биргән бер кешенең хәбәрен укы! Ул кеше Без биргән аятьләрдән аерылды вә шайтан аны үзенә ияртте, залим һәм азгыннардан булып китте"},{"SurahNumber":7,"VerseNumber":176,"Text":"Әгәр теләгән булсак, ул кешене биргән аятьләребез белән бөек дәрәҗәгә күтәрер идек, ләкин ул дөньяга бирелде һәм нәфесенә иярде, аның мисалы эт кеби ки, этне орышсаң да, орышмасаң да телен салындырыр. Ошбу мисал: \"Безнең аятьләребезне ялган диючеләрнең, ягъни Коръән белән вәгазьләнмәүче вә аның белән гамәл кылмаучы кешеләрнең, мисалы. Коръәндәге хәбәрләрне сөйлә, шаять фикерләп аңларлар"},{"SurahNumber":7,"VerseNumber":177,"Text":"Аятьләребезне ялган диюче кешеләрнең мисалы нинди яман мисал: \"Эт кебиләр\", – диелде. Хакны инкяр итүләре белән үзләренә-үзләре золым кылыр булдылар"},{"SurahNumber":7,"VerseNumber":178,"Text":"Аллаһу тәгалә кемне туры юлга салса, ул кеше, әлбәттә, туры юлдадыр. Ул кемне адаштырса, Ул адаштырган кешеләр һәлак булучылар"},{"SurahNumber":7,"VerseNumber":179,"Text":"Тәхкыйк кешеләрдән вә җеннәрдән күпләрне җәһәннәм өчен бар иттек, аларның гакыллары бар, ләкин хакны аңламыйлар, аларның күзләре бар, ләкин гыйбрәтләрне күрмиләр, аларның колаклары бар, ләкин Аллаһ сүзләрен ишетмиләр, алар хайван кебиләр, бәлки хайваннарга караганда да, файда белән зарарны аера алмауда гакылсызраклар, чөнки бер хайван да утка керми, ә динсез кешеләр утка керергә хәзерләнәләр. Алар камил гафилләр, үз киләчәкләрен һич тә уйлап карамыйлар"},{"SurahNumber":7,"VerseNumber":180,"Text":"Аллаһуның күркәм исемнәре бар, шул исемнәр белән дога кылыгыз! Әмма Аллаһуга тиешсез исем бирүчеләрдән качыгыз! Аллаһуга тиешсез исем биргәннәре өчен җәза кылынырлар"},{"SurahNumber":7,"VerseNumber":181,"Text":"Без бар кылган кешеләрдән бер җәмәгать бардыр ки, кешеләрне Коръән белән гамәл кылырга чакырырлар һәм үзләре дөреслек белән Коръән өйрәткәнчә гамәл кылырлар"},{"SurahNumber":7,"VerseNumber":182,"Text":"Аятьләребезне ялган диюче кешеләрне акырындык илә ґәзабка тартырбыз, үзләре белмәгән яктан"},{"SurahNumber":7,"VerseNumber":183,"Text":"Вә аларга миһләт – бераз вакыт бирербез, алар исә алданып һаман гөнаһта булырлар, бит Минем тотмагым мәхкәм вә тазадыр"},{"SurahNumber":7,"VerseNumber":184,"Text":"Әйә алар фикерләп, уйлап карамыйлармы? Үзләренең юлдашлары Мухәммәд г-м диваналык юклыкны? Ул Аллаһу карышканнарны җәһәннәм ґәзабы белән куркытучы гына, ә дингә көчләүче түгел"},{"SurahNumber":7,"VerseNumber":185,"Text":"Әйә ул кәферләр җир вә күкләрнең төзелешенә игътибар илә карамыйлармы? Әгәр фәһемләп карасалар, әлбәттә, аларны төзүче Аллаһуны белер иделәр вә җирдәге төзелешләргә дә карамыйлармы? Вә әҗәлләре ихтимал бик якындыр, аңа да карамыйлармы? Инде Коръәнгә иман китермәсәләр нәрсәгә иман китерерләр"},{"SurahNumber":7,"VerseNumber":186,"Text":"Аллаһ, бер кешене адашу юлына салса, аны туры юлга салучы булмас, Аллаһ аларны азгынлыкларында калдырыр, ни дә эшли алмыйча хәйран булып йөрерләр"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ий Мухәммәд г-м! Синнән \"кыямәт көне кайчан була\", дип сорыйлар. Әйт: \"Кыямәтнең кайчан булачагын фәкать Аллаһ үзе генә белә, кыямәтнең вакытын фаш итәргә Аллаһудан башка һичбер затның көче җитмәс\". Җир вә күкләр мәхлукларына аны белмәк бик авыр, кыямәт сезгә аңсыздан – кинәттән килер. Гүя син кыямәттән хәбәрдар, аны синнән күп сорыйлар. Әйт: \"Кыямәт вакытын белмәк Аллаһуга хастыр, ләкин Аллаһуга хас икәнен күп кешеләр белмиләр"},{"SurahNumber":7,"VerseNumber":188,"Text":"Әйт: \"Мин үземә файданы да вә зарарны да китерүче түгелмен, ул Аллаһ эшедер, Ул нәрсә теләсә – миңа шул ирешер. Әгәр Мин яшерендәге файдаларны белә торган булсам, әлбәттә, үземә күп файдаларны булдырыр идем һәм Миңа һичбер зарар ирешмәс иде. Бит Мин – фәкать кәферләрне җәһәннәм белән куркытучы вә мөэминнәрне җәннәт белән сөендерүчемен"}]}