{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Âd kavminin kardeşini, (Hûd Aleyhisselâmı) hatırla: Hani bir vakit Ahkâf’da (yaşadıkları kumsal ve engebeli yüksek bir arazide) kavmini şöyle korkutmuştu, ki ondan evvel ve sonra da bir çok peygamberler geçmiştir: “- Allah’dan başkasına ibadet etmeyin; çünkü ben size (gelecek) korkunç bir günün azabından korkuyorum.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar (Hûd’a) dediler ki: “- Sen, ibadet ettiğimiz putlarımızdan bizi çevirmek için mi bize geldin? Haydi, eğer doğru söyliyenlerdensen, bize vaad edib korkuttuğun azabı, getir bize!...”"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hûd, onlara) dedi ki: “- (Azabın inmesine dair) ilim ancak Allah katındadır. Ben size yalnız vahy edildiğim şeyi tebliğ ediyorum. Fakat ben sizi bir kavim görüyorum ki, cahillik ediyorsunuz, (peygamberlerin vazifesini bilmiyorsunuz).”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Vakta ki, o korkutuldukları azabı, (bulundukları) vadilerine doğru gelen bir bulut halinde gördüler, dediler ki: “- Bu, ufukta beliren bir bulut; bize yağmur yağdıracak.” (Hûd Aleyhisselâm, onlara şöyle dedi) “- Hayır, o, sizin acele istediğiniz şey. Bir rüzgâr ki, onda çok acıklı bir azab vardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbisinin emri ile herşeyi helâk edecektir.” Nihayet o hale girdiler ki, meskenlerinden başka bir şey görünmez oldu. İşte öyle mücrim (inkârcı) bir kavme, biz böyle ceza veririz"},{"SurahNumber":46,"VerseNumber":26,"Text":"And olsun ki, biz onlara (mal ve kuvvetten ibaret) öyle şeyler vermiştik ki, size o kuvvet ve iktidarı vermemişizdir. Hem (bu nimeti anlasınlar diye) kendilerine kulak, gözler ve kalbler vermiştik. Fakat ne onların kulağı, ne gözleri, ne de kalbleri kendilerine bir fayda vermedi; çünkü Allah’ın ayetlerini inkâr ediyorlardı. O istihza ettikleri azab da kendilerini kuşatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Gerçekten biz, etrafınızdaki memleketleri helâk ettik. Âyetleri (türlü şekillerde) açıklayıb beyan da ettik; olur ki, (küfürden) dönerler"},{"SurahNumber":46,"VerseNumber":28,"Text":"O vakit, Allah’ın gayrinden, (Allah’a) yakınlık için ilâh edindikleri putlar onları kurtarsalardı ya!... Bilâkis onlardan savuşub gittiler. İşte bu, onların yalanlarının ve iftira edib durdukları şeylerin eseridir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hatırla ki, cinlerden (on kişiye yakın) bir grubu, Kur’an dinlemek üzere sana yollamıştık. Vakta ki, Kur’an’ın huzuruna vardılar. (Birbirlerine): “- Susun, dinleyin” dediler. Sonra (Hz. Peygamber tarafından okunmakta olan Kur’an) bitirildiği vakit de (cinler Peygambere ve Kur’an’a iman getirerek) döndüler, (hem iman’a davet, hem de iman getirmiyenleri) korkutmak üzere kavimlerine gittiler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Şöyle dediler: “- Ey kavmimiz! Gerçekten bizler, (Peygamber tarafından okunan) bir Kitab dinledik ki, Mûsa’dan sonra indirilmiş olub önündekileri (diğer semavî kitabları, iman esaslarında) tasdik ediyor; hakka ve doğru yola erdiriyor"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey Kavmimiz! Allah’ın davetçisinin davetine uyun ve ona iman getirin ki, (Rabbiniz) bazı günahlarınızı bağışlasın ve sizi acıklı bir azabdan korusun.”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Allah’ın davetçisinin (Hz. Muhammed Aleyhissalâtü Vesselâm’ın) davetine uymazsa, arzda (Allah’ı) aciz bırakacak değildir, (asla başına gelecek azabı engelleyemez). Ona Allah’dan başka sahib olacak yardımcılar da yoktur. Böyleleri, açık bir sapıklık içindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Hâlâ (o kâfirler) görüb anlamadılar mı ki, hem gökleri, hem de yeri yaratmış ve onları yaratmakla yorulmamış olan Allah, ölüleri diritmeğe muhakkak kadirdir. Evet, O şüphesiz ki her şeye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"(Kur’an’ı ve Peygamberi) inkâr edenler, ateşe arz olunacağı gün, (kendilerine şöyle denilir): “- Nasıl, bu azab gerçek değil mi imiş?” Onlar: “- Evet, Rabbimize yemin ederiz (azab hakdır).” diyecekler. (Allah onlara şöyle) buyuracak: “- Öyle ise, ettiğiniz inkâra karşılık tadın azabı bakalım...”"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde, (Ey Rasûlüm, kâfirlerin eziyetlerine karşı), azim sahibleri olan peygamberlerin sabrettiği gibi sabret; ve onlar hakkında (azab için) acele etme. Onlar, o vaad olundukları acıyı görecekleri gün, sanki gündüzün bir saatinden başka bir müddet dünyada durmamışa döneceklerdir. Bu kadarı, kâfi bir tebliğdir. Öyle ise, fâsıklar (kâfirler) topluluğundan başkası mı helâk edilecektir"},{"SurahNumber":47,"VerseNumber":1,"Text":"Kâfir olanların ve Allah yolundan dönenlerin bütün amellerini, Allah boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":2,"Text":"İman edib salih ameller işliyenlerin ve (Hz. Peygamber) Muhammed’e indirilene -ki, o (Kur’an) Rableri tarafından gelen hakdır. - iman edenlerin günahlarını Allah örtmüş ve hallerini düzeltmiştir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bunun sebebi: Çünkü kâfir olanlar bâtıla uymuşlardır. İman edenler ise, Rablerinden gelen Kur’an’a uymuşlardır. İşte Allah, insanlara, hallerini böyle beyan eder"},{"SurahNumber":47,"VerseNumber":4,"Text":"O’nun için, kâfirlerle muharebede karşılaştığınız zaman, hemen boyunlarını vurun; nihayet onları mağlûb ve perişan bir hale getirdiğiniz zaman, bağı sağlam bağlayın (esir alın ve onları sağlam tutun). Sonra da ya lutfedib (esirleri) salıverirsiniz, yahud (geri vereceğiniz esirler karşılığında) fidye alırsınız. (İsterseniz esirleri meccanen serbest bırakırsınız, isterseniz kendi esirlerinizle değiştirir ve onlara karşılık mal ve para alırsınız. Bunda muhayyersiniz). Harb, ağırlıklarını (silâh ve levazımatını) bırakıncaya (kâfirler, şirk ve isyanlarını terk edinciye) kadar, (öldürülürler, onlara yapılacak iş) budur. Allah dileseydi, o kâfirlerden (savaş yapmaksızın) intikamını alırdı. Fakat sizi birbirinizle imtihan etmek için (size savaşı emrediyor). Allah yolunda öldürülenlere gelince; onların amellerini Allah asla boşa çıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirir ve hallerini güzelleştirir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Onları, (dünyada) kendilerine tanıtmış olduğu cennete koyar"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman edenler! Eğer Allah’a (dinine) yardım ederseniz, O, size zafer verir ve ayaklarınızı (savaşta) kaydırmaz"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kâfir olanlara gelince; düşüş onlara!... Allah amellerini boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bunun sebebi: Çünkü onlar Allah’ın indirdiği Kur’an’ı inkâr etmişlerdir. Allah’da onların amellerini boşa çıkarmıştır"}]}