{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"He sanoivat: »Jos hän varastaa, niin totisesti on hänen veljensä varastanut jo ennen häntä.» Silloin Joosef kätki oikean asianlaidan sydämeensä, eikä ilmaissut sitä heille. Hän sanoi itsekseen: »Te olette itse sitäkin pahempia, mutta Jumala tuntee parhaiten teidän syytöksenne.»"},{"SurahNumber":12,"VerseNumber":78,"Text":"Veljet sanoivat: »Oi herra, hänellä on vanha isä, hyvin iäkäs. Ota siis joku meistä tämän asemesta, sillä totisesti me havaitsemme, että olet hyvä ihminen.»"},{"SurahNumber":12,"VerseNumber":79,"Text":"Hän vastasi: »Jumala varjelkoon meitä pidättämästä ketään muuta kuin sen, jonka hallusta löysimme tavaramme. Jos tekisimme niin, olisimme totisesti väärämielisiä.»"},{"SurahNumber":12,"VerseNumber":80,"Text":"Menetettyään toivon veljensä pelastamisesta he vetäytyivät syrjään neuvottelemaan keskenänsä. Vanhin heistä lausui: »Ettekö muista, että isänne otti teiltä Jumalan edessä lupauksen ja että jo aikaisemmin rikoitte Joosefin suhteen? En ikinä aio lähteä täältä ennen kuin isäni niin käskee tai Jumala tuomitsee asian hyväkseni, sillä Hän on paras tuomari"},{"SurahNumber":12,"VerseNumber":81,"Text":"Palatkaa te isänne luo ja sanokaa: »Isä, totisesti poikasi on tehnyt varkauden, ja me emme todistaneet muuta kuin minkä tiesimme emmekä voineet vartioida näkymättömiä asioita"},{"SurahNumber":12,"VerseNumber":82,"Text":"Kysy kaupungista, jossa olimme, tai matkueelta, jonka mukana tulimme. Luota siihen, että me puhumme täyttä totta.»"},{"SurahNumber":12,"VerseNumber":83,"Text":"Hän (isä) vastasi: »Ei, te olette itse keksineet tämän jutun. Minun on kestettävä tämä kärsivällisesti, Ehkä Jumala palauttaa heidät kaikki yhdessä. Totisesti, Hän on kaikkitietävä, kaikista viisain.»"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ja hän kääntyi heistä pois ja sanoi: »Voi, miten surenkaan Joosefia!» Ja hänen silmänsä olivat tulvillaan kyyneleitä sen murheen vuoksi, jonka hän tukahdutti"},{"SurahNumber":12,"VerseNumber":85,"Text":"He sanoivat: »Jumalan nimessä! Sinä et herkeä muistelemasta Joosefia, ennen kuin kokonaan menehdyt tai kuolet.»"},{"SurahNumber":12,"VerseNumber":86,"Text":"Hän vastasi: »Minä ilmaisen vain Jumalalle suuren suruni ja tuskani, ja Häneltä saan tietää sellaista, mitä te ette tiedä"},{"SurahNumber":12,"VerseNumber":87,"Text":"Poikani, lähtekää etsimään Joosefia ja hänen veljeään, älkääkä epäilkö Jumalan armoa. Totisesti, eivät ketkään muut kuin uskottomat menetä luottamustaan Jumalan armoon.»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Palattuaan tämän jälkeen Joosefin luokse he sanoivat: »Armollinen herra, onnettomuus on kohdannut meitä ja kansaamme, ja meillä on mukanamme vain hieman varoja. Mutta anna meille kuitenkin täysi mitta, ole meille armelias, sillä totisesti Jumala on palkitseva armeliaita.»"},{"SurahNumber":12,"VerseNumber":89,"Text":"Hän vastasi: »Tiedättekö, mitä teitte Joosefille ja hänen veljelleen, kun olitte ymmärtämättömiä?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"He sanoivat: »Oletko sinä todella Joosef?» Hän vastasi. »Minä olen Joosef, ja tämä on veljeni. Jumala on ollut meitä kohtaan hyvä. Totisesti, Jumala ei tee tyhjäksi niiden palkintoa, jotka hyvää tekevät, kuten ei niidenkään, jotka hartautta harjoittavat ja ovat kärsivällisiä"},{"SurahNumber":12,"VerseNumber":91,"Text":"He sanoivat: »Jumalan nimessä, Hän on nostanut sinut meidän yläpuolellemme, ja me olemme olleet totisesti syntisiä.»"},{"SurahNumber":12,"VerseNumber":92,"Text":"Hän vastasi: »Älköön teitä soimattako tänä päivänä. Jumala on antava teille anteeksi, sillä Hän on laupiaista armollisin"},{"SurahNumber":12,"VerseNumber":93,"Text":"Ottakaa tämä paitani ja asettakaa se isäni kasvoille, niin hän on saava näkönsä takaisin. Ja tuokaa koko perheenne minun luokseni.»"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kun matkue (vasta) lähti, heidän isänsä (kotona) lausui: »Totisesti, minä olen tuntevinani Joosefin tuoksun, mutta te ehkä sanotte, että minä olen järjiltäni.»"},{"SurahNumber":12,"VerseNumber":95,"Text":"He (kotiväki) vastasivat: »Jumalan nimessä, sinä olet totisesti yhä vanhan luulosi vallassa.»"},{"SurahNumber":12,"VerseNumber":96,"Text":"Kun sitten ilosanoman tuoja saapui ja asetti paidan Jaakobin kasvoille, hän sai näkönsä takaisin. Hän lausui: »Enkö teille sanonut, että sain Jumalalta tietää sellaista, mitä te ette tienneet?»"},{"SurahNumber":12,"VerseNumber":97,"Text":"He sanoivat: »Oi isämme, ano anteeksi syntejämme, sillä me olemme totisesti syntisiä.»"},{"SurahNumber":12,"VerseNumber":98,"Text":"Hän vastasi: »Minä olen aikanani anova teille anteeksiantoa Herraltani. Totisesti, Hän on kaikille anteeksiantavainen, armollinen.»"},{"SurahNumber":12,"VerseNumber":99,"Text":"Kun he sitten saapuivat Joosefin eteen, tämä otti vanhempansa luokseen ja sanoi: »Asettukaa Egyptiin täydessä turvassa, Jumalan tahdon mukaan.»"},{"SurahNumber":12,"VerseNumber":100,"Text":"Ja hän asetti vanhempansa valtaistuimelle, mutta he kumartuivat maahan hänen edessään. Hän lausui: »Oi isäni! Tämä on selitys vanhaan uneeni, Jumala on antanut sen käydä toteen. Hän teki hyvin minua kohtaan, kun Hän vapautti minut vankilasta ja toi teidät erämaasta tänne, senjälkeen kuin saatana oli nostanut riidan minun ja veljieni välille. Totisesti, Herrani tietää tarkoin, mitä hän tahtoo. Hän on totisesti kaikkitietävä, viisain kaikista"}]}