{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"علم به قیامت (و لحظه وقوع آن) تنها به خدا بازمی‌گردد؛ هیچ میوه‌ای از غلاف خود خارج نمی‌شود، و هیچ زنی باردار نمی‌گردد و وضع حمل نمی‌کند مگر به علم او؛ و آن روز که آنها را ندا می‌دهد (و می‌گوید:) کجایند شریکانی که برای من می‌پنداشتید؟! می‌گویند: «(پروردگارا!) ما عرضه داشتیم که هیچ گواهی بر گفته خود نداریم!»"},{"SurahNumber":41,"VerseNumber":48,"Text":"و همه معبودانی را که قبلاً می‌خواندند محو و گم می‌شوند؛ و می‌دانند هیچ گریزگاهی ندارند"},{"SurahNumber":41,"VerseNumber":49,"Text":"انسان هرگز از تقاضای نیکی (و نعمت) خسته نمی‌شود؛ و هرگاه شرّ و بدی به او رسد، بسیار مأیوس و نومید می‌گردد"},{"SurahNumber":41,"VerseNumber":50,"Text":"و هرگاه او را رحمتی از سوی خود بعد از ناراحتی که به او رسیده بچشانیم می‌گوید: «این بخاطر شایستگی و استحقاق من بوده، و گمان نمی‌کنم قیامت برپا شود؛ و (بفرض که قیامتی باشد،) هرگاه بسوی پروردگارم بازگردانده شوم، برای من نزد او پاداشهای نیک است. ما کافران را از اعمالی که انجام داده‌اند (بزودی) آگاه خواهیم کرد و از عذاب شدید به آنها می‌چشانیم"},{"SurahNumber":41,"VerseNumber":51,"Text":"و هرگاه به انسان (غافل و بی‌خبر) نعمت دهیم، روی می‌گرداند و به حال تکبّر از حق دور می‌شود؛ ولی هرگاه مختصر ناراحتی به او رسد، تقاضای فراوان و مستمرّ (برای بر طرف شدن آن) دارد"},{"SurahNumber":41,"VerseNumber":52,"Text":"بگو: «به من خبر دهید اگر این قرآن از سوی خداوند باشد و شما به آن کافر شوید، چه کسی گمراهتر خواهد بود از کسی که در مخالفت شدیدی قرار دارد؟"},{"SurahNumber":41,"VerseNumber":53,"Text":"به زودی نشانه‌های خود را در اطراف جهان و در درون جانشان به آنها نشان می‌دهیم تا برای آنان آشکار گردد که او حق است؛ آیا کافی نیست که پروردگارت بر همه چیز شاهد و گواه است؟"},{"SurahNumber":41,"VerseNumber":54,"Text":"آگاه باشید که آنها از لقای پروردگارشان در شکّ و تردیدند؛ و آگاه باشید که خداوند به همه چیز احاطه دارد"},{"SurahNumber":42,"VerseNumber":1,"Text":"حم"},{"SurahNumber":42,"VerseNumber":2,"Text":"عسق"},{"SurahNumber":42,"VerseNumber":3,"Text":"این گونه خداوند عزیز و حکیم به تو و پیامبرانی که پیش از تو بودند وحی می‌کند"},{"SurahNumber":42,"VerseNumber":4,"Text":"آنچه در آسمانها و آنچه در زمین است از آن اوست؛ و او بلندمرتبه و بزرگ است"},{"SurahNumber":42,"VerseNumber":5,"Text":"نزدیک است آسمانها (بخاطر نسبتهای ناروای مشرکان) از بالا متلاشی شوند و فرشتگان پیوسته تسبیح و حمد پروردگارشان را بجا می‌آورند و برای کسانی که در زمین هستند استغفار می‌کنند؛ آگاه باشید خداوند آمرزنده و مهربان است"},{"SurahNumber":42,"VerseNumber":6,"Text":"کسانی که غیر خدا را ولیّ خود انتخاب کردند، خداوند حساب همه اعمال آنها را نگه می‌دارد؛ و تو مأمور نیستی که آنان را مجبور به قبول حقّ کنی"},{"SurahNumber":42,"VerseNumber":7,"Text":"و این گونه قرآنی عربی [= فصیح و گویا] را بر تو وحی کردیم تا «امّ‌القری» [= مکّه‌] و مردم پیرامون آن را انذار کنی و آنها را از روزی که همه خلایق در آن روز جمع می‌شوند و شکّ و تردید در آن نیست بترسانی؛ گروهی در بهشتند و گروهی در آتش سوزان"},{"SurahNumber":42,"VerseNumber":8,"Text":"و اگر خدا می‌خواست همه آنها را امّت واحدی قرار می‌داد (و به زور هدایت می‌کرد، ولی هدایت اجباری سودی ندارد)؛ امّا خداوند هر کس را بخواهد در رحمتش وارد می‌کند، و برای ظالمان ولیّ و یاوری نیست"},{"SurahNumber":42,"VerseNumber":9,"Text":"آیا آنها غیر از خدا را ولیّ خود برگزیدند؟! در حالی که «ولیّ» فقط خداوند است و اوست که مردگان را زنده می‌کند، و اوست که بر هر چیزی تواناست"},{"SurahNumber":42,"VerseNumber":10,"Text":"در هر چیز اختلاف کنید، داوریش با خداست؛ این است خداوند، پروردگار من، بر او توکّل کرده‌ام و به سوی او بازمی‌گردم"},{"SurahNumber":42,"VerseNumber":11,"Text":"او آفریننده آسمانها و زمین است و از جنس شما همسرانی برای شما قرار داد و جفتهایی از چهارپایان آفرید؛ و شما را به این وسیله [= بوسیله همسران‌] زیاد می کند؛ هیچ چیز همانند او نیست و او شنوا و بیناست"},{"SurahNumber":42,"VerseNumber":12,"Text":"کلیدهای آسمانها و زمین از آن اوست؛ روزی را برای هر کس بخواهد گسترش می دهد یا محدود می‌سازد؛ او به همه چیز داناست"}]}