{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"اور جب ان کی نگاہیں اہل دوزخ کی طرف پھریں گی تو کہیں گے اے ہمارے رب! ہم کو ان ﻇالم لوگوں کے ساتھ شامل نہ کر"},{"SurahNumber":7,"VerseNumber":48,"Text":"اور اہل اعراف بہت سے آدمیوں کو جن کو کہ ان کے قیافہ سے پہچانیں گے پکاریں گے کہیں گے کہ تمہاری جماعت اور تمہارا اپنے کو بڑا سمجھنا تمہارے کچھ کام نہ آیا"},{"SurahNumber":7,"VerseNumber":49,"Text":"کیا یہ وہی ہیں جن کی نسبت تم قسمیں کھا کھا کر کہا کرتے تھے کہ اللہ تعالیٰ ان پر رحمت نہ کرے گا، ان کو یوں حکم ہوگا کہ جاؤ جنت میں تم پر نہ کچھ خوف ہے اور نہ تم مغموم ہوگے"},{"SurahNumber":7,"VerseNumber":50,"Text":"اور دوزخ والے جنت والوں کو پکاریں گے، کہ ہمارےاوپر تھوڑا پانی ہی ڈال دو یا اور ہی کچھ دے دو، جو اللہ نے تم کو دے رکھا ہے۔ جنت والے کہیں گے کہ اللہ تعالیٰ نے دونوں چیزوں کی کافروں کے لئے بندش کردی ہے"},{"SurahNumber":7,"VerseNumber":51,"Text":"جنہوں نے دنیا میں اپنے دین کو لہو ولعب بنا رکھا تھا اور جن کو دنیاوی زندگی نے دھوکہ میں ڈال رکھا تھا۔ سو ہم (بھی) آج کے روز ان کا نام بھول جائیں گے جیسا کہ وه اس دن کو بھول گئے اور جیسا یہ ہماری آیتوں کا انکار کرتے تھے"},{"SurahNumber":7,"VerseNumber":52,"Text":"اور ہم نے ان لوگوں کے پاس ایک ایسی کتاب پہنچادی ہے جس کو ہم نے اپنے علم کامل سے بہت واضح کر کے بیان کردیا ہے، وه ذریعہ ہدایت اور رحمت ان لوگوں کے لئے ہے جو ایمان ﻻئے ہیں"},{"SurahNumber":7,"VerseNumber":53,"Text":"ان لوگوں کو اور کسی بات کا انتظار نہیں صرف اس کے اخیر نتیجہ کا انتظار ہے، جس روز اس کا اخیر نتیجہ پیش آئے گا اور اس روز جو لوگ اس کو پہلے سے بھولے ہوئے تھے یوں کہیں گے کہ واقعی ہمارے رب کے پیغمبر سچی سچی باتیں ﻻئے تھے، سو اب کیا کوئی ہمارا سفارشی ہے کہ وه ہماری سفارش کردے یا کیا ہم پھر واپس بھیجے جاسکتے ہیں تاکہ ہم لوگ ان اعمال کے، جن کو ہم کیا کرتے تھے برخلاف دوسرے اعمال کریں۔ بےشک ان لوگوں نے اپنے آپ کو خساره میں ڈال دیا اور یہ جو جو باتیں تراشتے تھے سب گم ہوگئیں"},{"SurahNumber":7,"VerseNumber":54,"Text":"بے شک تمہارا رب اللہ ہی ہے جس نے سب آسمانوں اور زمین کو چھ روز میں پیدا کیا ہے، پھر عرش پر قائم ہوا۔ وه شب سے دن کو ایسے طور پر چھپا دیتا ہے کہ وه شب اس دن کو جلدی سے آ لیتی ہے اور سورج اور چاند اور دوسرے ستاروں کو پیدا کیا ایسے طور پر کہ سب اس کے حکم کے تابع ہیں۔ یاد رکھو اللہ ہی کے لئے خاص ہے خالق ہونا اور حاکم ہونا، بڑی خوبیوں سے بھرا ہوا ہے اللہ جو تمام عالم کا پروردگار ہے"},{"SurahNumber":7,"VerseNumber":55,"Text":"تم لوگ اپنے پروردگار سے دعا کیا کرو گڑگڑا کر کے بھی اور چپکے چپکے بھی۔ واقعی اللہ تعالیٰ ان لوگوں کو ناپسند کرتا ہے جو حد سے نکل جائیں"},{"SurahNumber":7,"VerseNumber":56,"Text":"اور دنیا میں اس کے بعد کہ اس کی درستی کردی گئی ہے، فساد مت پھیلاؤ اور تم اللہ کی عبادت کرو اس سے ڈرتے ہوئے اور امیدوار رہتے ہوئے۔ بے شک اللہ تعالیٰ کی رحمت نیک کام کرنے والوں کے نزدیک ہے"},{"SurahNumber":7,"VerseNumber":57,"Text":"اور وه ایسا ہے کہ اپنی باران رحمت سے پہلے ہواؤں کو بھیجتا ہے کہ وه خوش کر دیتی ہیں، یہاں تک کہ جب وه ہوائیں بھاری بادلوں کو اٹھا لیتی ہیں، تو ہم اس بادل کو کسی خشک سرزمین کی طرف ہانک لے جاتے ہیں، پھر اس بادل سے پانی برساتے ہیں پھر اس پانی سے ہر قسم کے پھل نکالتے ہیں۔ یوں ہی ہم مردوں کو نکال کھڑا کریں گے تاکہ تم سمجھو"},{"SurahNumber":7,"VerseNumber":58,"Text":"اور جو ستھری سرزمین ہوتی ہے اس کی پیداوار تو اللہ کے حکم سے خوب نکلتی ہے اور جو خراب ہے اس کی پیداوار بہت کم نکلتی ہے، اسی طرح ہم دﻻئل کو طرح طرح سے بیان کرتے ہیں، ان لوگوں کے لئے جو شکر کرتے ہیں"},{"SurahNumber":7,"VerseNumber":59,"Text":"ہم نے نوح (علیہ السلام) کو ان کی قوم کی طرف بھیجا توانہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو اس کے سوا کوئی تمہارا معبود ہونے کے قابل نہیں، مجھ کو تمہارے لئے ایک بڑے دن کے عذاب کا اندیشہ ہے"},{"SurahNumber":7,"VerseNumber":60,"Text":"ان کی قوم کے بڑے لوگوں نے کہا کہ ہم تم کو صریح غلطی میں دیکھتے ہیں"},{"SurahNumber":7,"VerseNumber":61,"Text":"انہوں نے فرمایا کہ اے میری قوم! مجھ میں تو ذرا بھی گمراہی نہیں لیکن میں پروردگار عالم کا رسول ہوں"},{"SurahNumber":7,"VerseNumber":62,"Text":"تم کو اپنے پروردگار کے پیغام پہنچاتا ہوں اور تمہاری خیر خواہی کرتا ہوں اور میں اللہ کی طرف سے ان امور کی خبر رکھتا ہوں جن کی تم کو خبر نہیں"},{"SurahNumber":7,"VerseNumber":63,"Text":"اور کیا تم اس بات سے تعجب کرتے ہو کہ تمہارے پروردگار کی طرف سے تمہارے پاس ایک ایسے شخص کی معرفت، جو تمہاری ہی جنس کا ہے، کوئی نصیحت کی بات آگئی تاکہ وه شخص تم کو ڈرائے اور تاکہ تم ڈرجاؤ اور تاکہ تم پر رحم کیا جائے"},{"SurahNumber":7,"VerseNumber":64,"Text":"سو وه لوگ ان کی تکذیب ہی کرتے رہے تو ہم نے نوح (علیہ السلام) کو اور ان کو جو ان کےساتھ کشتی میں تھے، بچالیا اور جن لوگوں نے ہماری آیتوں کو جھٹلایا تھا ان کو ہم نے غرق کردیا۔ بے شک وه لوگ اندھے ہورہے تھے"}]}