{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Siz ey Ademoğulları, size demedim mi?: Şeytan´a tapmayın, o sizin apaçık düşmanınızdır"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ve (yalnız Bana ibadet edin!) Dosdoğru yol budur"},{"SurahNumber":36,"VerseNumber":62,"Text":"(Şeytana gelince,) o bir çoğunuzu saptırmıştır; neden aklınızı kullanmıyorsunuz"},{"SurahNumber":36,"VerseNumber":63,"Text":"İşte tekrar tekrar uyarıldığınız cehennem"},{"SurahNumber":36,"VerseNumber":64,"Text":"hakkı ısrarla inkar etmenizin sonucu olarak bugün oraya girin"},{"SurahNumber":36,"VerseNumber":65,"Text":"O gün ağızlarına mühür vuracağız, fakat elleri dile gelecek ve ayakları (hayatta iken) yapmış oldukları her şeye tanıklık edecektir"},{"SurahNumber":36,"VerseNumber":66,"Text":"Eğer (insanların doğru ile yanlışı ayırd edememelerini) dilemiş olsaydık, onları görüp anlama melekesinden yoksun bırakırdık da (doğru) yoldan hep şaşarlardı, ama (öyle olsaydı) onlar (doğruyu) nasıl görebilirlerdi"},{"SurahNumber":36,"VerseNumber":67,"Text":"Eğer (doğru ile yanlış arasında seçim yapma özgürlüğünden yoksun olmalarını) dilemiş olsaydık, onları kesinlikle farklı bir tabiatta yaratırdık ve bulundukları yerde (kökleştirirdik ki) ne ileri gidebilsinler, ne de geri dönebilsinler"},{"SurahNumber":36,"VerseNumber":68,"Text":"Ama (şunu daima hatırlasınlar ki) Biz bir insanın ömrünü uzatırsak, aynı zamanda onun güç ve yeteneklerinde (yaşlandıkça) bir azalma meydana getiririz; (buna rağmen) hala akıllarını kullanmazlar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ve (işte böyle:) Biz bu (Peygamber´e) şiir (yeteneği) bahşetmedik, zaten (şiir) bu (mesaj)a uygun düşmezdi: o yalnızca bir uyarı ve öğüttür; ve o özünde apaçık olan ve gerçeği dosdoğru gösteren bir (ilahi) hitabedir"},{"SurahNumber":36,"VerseNumber":70,"Text":"ki (kalben) diri olanları uyarabilsin ve (Allah´ın) sözü hakikati inkara şartlanmış olanlara karşı tanıklık yapabilsin diye"},{"SurahNumber":36,"VerseNumber":71,"Text":"Görmezler mi ki, eserlerimizden biri olarak kendileri için (bugün) kullanıp yararlandıkları evcil hayvanlar yarattık"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ve onları insanların iradesine tabi kıldık ki bir kısmını binek olarak kullanabilsinler, bir kısmını da yiyebilsinler"},{"SurahNumber":36,"VerseNumber":73,"Text":"ve onlardan (başka) faydalar sağlayabilsinler ve içecek (süt) alabilsinler! Buna rağmen hala şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Ama (tam tersine,) onlar, kendilerine yardım edecekleri (ümidiyle) Allah´tan başka ilahlar edindiler, (oysa bilmezler ki)"},{"SurahNumber":36,"VerseNumber":75,"Text":"bunlar bağlılarına yardım eli uzatamazlar, hatta onlara (yardım için) çağrılmış askerler ol(arak görün)seler bile"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ama o (hakikati inkar eden)lerin sözlerinden üzüntüye kapılma; şüphe yok ki Biz onların gizlediklerini de, açığa vurduklarını da biliriz"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan bilmez mi ki, kendisini bir sperm damlasından yaratırız; ve o anda kendisini düşünme ve tartışma yeteneği ile donatılmış görür"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ama o hem (Bizi tartışmakta ve) Bizim hakkımızda karşılaştırmalar yapmakta, hem de bizzat kendisinin nasıl yaratılmış olduğundan gafil bulunmaktadır! (Ve bunun şaşkınlığıyla da) \"Kim, çürüyüp toz olmuş kemiklere hayat verebilir?\" diye sormaktadır"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onları yoktan var eden, (yeniden) hayat (da) verir, çünkü O, her tür yaratma eyleminin bilgisine sahiptir"},{"SurahNumber":36,"VerseNumber":80,"Text":"O, yemyeşil ağaçtan sizin için bir ateş çıkarır ve onunla (kendi ateşinizi) yakarsınız"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratmış olan Allah, (yok olanların) yerine onlar gibi (yeni)lerini yaratmaya muktedir olamaz mı? Elbette olur! Zaten O her şeyin bilgisine sahip olan Yaratıcı´dır"},{"SurahNumber":36,"VerseNumber":82,"Text":"O, Tek´tir, Biricik´tir, öyle ki bir şeyin olmasını istediğinde ona sadece \"Ol!\" der; ve o (şey hemen) oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin üstünde tasarruf sahibi olan Allah, ne yücedir; ve hepiniz O´na döndürüleceksiniz"},{"SurahNumber":37,"VerseNumber":1,"Text":"Düşün sıra sıra dizilmiş bu (mesajlar)ı"},{"SurahNumber":37,"VerseNumber":2,"Text":"ve bir vazgeçme çağrısı ile (kötülüklerden) alıkoymasını"},{"SurahNumber":37,"VerseNumber":3,"Text":"ve (bütün dünyaya) bir öğüt ve uyarıda bulunmasını"},{"SurahNumber":37,"VerseNumber":4,"Text":"Şüphe yok ki sizin İlahınız Tek´tir"},{"SurahNumber":37,"VerseNumber":5,"Text":"göklerin ve yerin ve ikisi arasında bulunan her şeyin Rabbi; bütün gündoğumu noktalarının Rabbi"},{"SurahNumber":37,"VerseNumber":6,"Text":"Biz yeryüzüne en yakın gökleri yıldızların güzelliğiyle süsledik"},{"SurahNumber":37,"VerseNumber":7,"Text":"ve onları her türlü bozguncu, şeytani güce karşı emin kıldık"},{"SurahNumber":37,"VerseNumber":8,"Text":"(ki) onlar, (o bilinmeyeni bilmek isteyenler,) yüce sakinler topluluğuna kulak veremesinler ve her taraftan kovulup sürülsünler"},{"SurahNumber":37,"VerseNumber":9,"Text":"(rahmetten) yoksun kalsınlar ve (öteki dünyada) kendilerini bekleyen ebedi azaba duçar olsunlar"},{"SurahNumber":37,"VerseNumber":10,"Text":"ama eğer birisi (bu bilgiden) bir kırıntı koparmayı başarırsa, (bundan dolayı) yakıcı bir alevin pençesine düşsün"},{"SurahNumber":37,"VerseNumber":11,"Text":"Ve şimdi, o (hakikati inkar ede)nlerden sana cevap vermelerini iste: Onları yaratmak, Bizim yarattığımız bu (sayısız mucizelerden) daha mı zordur? Nitekim Biz onları (basit) bir balçıktan yarattık"},{"SurahNumber":37,"VerseNumber":12,"Text":"Hayır, sen hayranlık ve şaşkınlık duyarken onlar (yalnızca) alay ederler"},{"SurahNumber":37,"VerseNumber":13,"Text":"ve (hakikat) kendilerine hatırlatıldığında onu kavramaya yanaşmazlar"},{"SurahNumber":37,"VerseNumber":14,"Text":"ve bir (ilahi) mesajla muhatab olduklarında onu küçümserler"},{"SurahNumber":37,"VerseNumber":15,"Text":"ve \"Bu, bir (beşerin) büyülü sözlerinden başka bir şey değildir!\" derler"},{"SurahNumber":37,"VerseNumber":16,"Text":"Ne? Ölüp toprak ve kemik yığını haline geldikten sonra sahiden yeniden dirilecek miyiz"},{"SurahNumber":37,"VerseNumber":17,"Text":"Yani eski atalarımız da mı"},{"SurahNumber":37,"VerseNumber":18,"Text":"De ki: \"Elbette, hem de en perişan ve zavallı şekilde"},{"SurahNumber":37,"VerseNumber":19,"Text":"Çünkü o (alay ettikleri yeniden dirilme,) bir itham çığlığı şeklinde (aniden onların tepesinde patlayacak.) İşte o zaman (hakikati) anlamaya başlayacaklar"},{"SurahNumber":37,"VerseNumber":20,"Text":"ve \"Eyvah!\" diyecekler, \"İşte Hesap Günü bugündür"},{"SurahNumber":37,"VerseNumber":21,"Text":"(Ve onlara şöyle denilecek:) \"Bu, yalanlamış olduğunuz (gündür, şaşmaz hakikat ile sahte ve yalan arasında) ayrım günüdür"}]}