{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Disse-lhe (Salomão): Já veremos se dizes a verdade ou se és mentirosa"},{"SurahNumber":27,"VerseNumber":28,"Text":"Vai com esta carta e deixa-a com eles; retrai-te em seguida, e espera a resposta"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Quando a ave assim procedeu) ela (a rainha) disse: Ó chefes, foi-me entregue uma carta respeitável"},{"SurahNumber":27,"VerseNumber":30,"Text":"É de Salomão (e diz assim): Em nome de Deus, o Clemente, o Misericordioso"},{"SurahNumber":27,"VerseNumber":31,"Text":"Não vos ensoberbeçais; outrossim, vinde a mim, submissos"},{"SurahNumber":27,"VerseNumber":32,"Text":"Disse mais: Ó chefes, aconselhai-me neste problema, posto que nada decidirei sem a vossa aprovação"},{"SurahNumber":27,"VerseNumber":33,"Text":"Responderam: Somos poderosos e temíveis; não obstante, o assunto te incumbe; considera, pois, o que hás deordenar-nos"},{"SurahNumber":27,"VerseNumber":34,"Text":"Disse ela: Quando os reis invadem a cidade, devastam-na e aviltam os seus nobres habitantes; assim farão conosco"},{"SurahNumber":27,"VerseNumber":35,"Text":"Porém, eu lhes enviarei presente, e esperarei, para ver com que voltarão os emissários"},{"SurahNumber":27,"VerseNumber":36,"Text":"Mas quando (o emissário) se apresentou ante Salomão, este lhe disse: Queres proporcionar-me riquezas? Sabe queaquelas que Deus me concedeu são preferíveis às que vos concedeu! Entretanto, vós vos regozijais de vossos presentes"},{"SurahNumber":27,"VerseNumber":37,"Text":"Retorna aos teus! Em verdade, atacá-los-emos com exércitos que não poderão enfrentar, e os expulsaremos, aviltados ehumilhados, de suas terras"},{"SurahNumber":27,"VerseNumber":38,"Text":"Disse (dirigindo-se aos seus): Ó chefes, quem de vós trará o trono dela, ates que venham a mim, submissos"},{"SurahNumber":27,"VerseNumber":39,"Text":"Um intrépido, dentre os gênios, lhe disse: Eu to trarei ates que te tenhas levantado do teu assento, porque sou poderoso efiel ao meu compromisso"},{"SurahNumber":27,"VerseNumber":40,"Text":"Disse aquele que possuía o conhecimento do Livro: Eu to trarei em menos tempo que um abrir e fechar de olhos! Equando (Salomão) viu o trono ante ele, disse: Isto provém da graça de meu Senhor, para verificar se sou grato ou ingrato. Pois quem agradece, certamente o faz em benefício próprio; e saiba o mal-agradecido que meu Senhor não necessita deagraciamentos, e é Generoso"},{"SurahNumber":27,"VerseNumber":41,"Text":"Disse: Dissimulai-lhe o trono, e assim veremos se ela está iluminada ou se está inscrita entre os desencaminhados"},{"SurahNumber":27,"VerseNumber":42,"Text":"E quando (a rainha) chegou, foi-lhe perguntado: O teu trono é assim? Ela respondeu: Parece que é o mesmo! E eis querecebemos a ciência antes daquilo, e nos submetemos (à vontade divina)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Desviaram-na aqueles a quem ela adorava, em vez de Deus, porque era de um povo incrédulo"},{"SurahNumber":27,"VerseNumber":44,"Text":"Foi-lhe dito: Entra no palácio! E quando o viu, pensou que no piso houvesse água; e, (recolhendo a saia), descobriu assuas pernas; (Salomão) lhe disse: É um palácio revestido de cristal. Ela disse: Ó Senhor meu, em verdade fui iníqua; agorame consagro, com Salomão, a Deus, Senhor do Universo"},{"SurahNumber":27,"VerseNumber":45,"Text":"Havíamos enviado ao povo de Samud seu irmão, Sáleh, que disse aos seus membros: Adorai a Deus! Porém, eis que sedividiram em dois grupos, que disputavam entre si"},{"SurahNumber":27,"VerseNumber":46,"Text":"Perguntou-lhes (Sáleh): Ó povo meu, por que apressais o mal em vez do bem? Por que não implorais o perdão de Deus, talvez recebereis misericórdia"},{"SurahNumber":27,"VerseNumber":47,"Text":"Responderam-lhe: Temos um mau augúrio acerca de ti e de quem está contigo. Disse-lhe: Vosso mau augúrio está empoder de Deus; porém, sois um povo que está à prova"},{"SurahNumber":27,"VerseNumber":48,"Text":"E havia, na cidade, nove indivíduos, que causaram corrupção na terra, e não praticavam o bem"},{"SurahNumber":27,"VerseNumber":49,"Text":"Eles disseram: Juramos que o surpreenderemos a ele e à sua família durante a noite, matando-os; então, diremos ao seuprotetor: Não presenciamos o assassinato de sua família, e somos verazes (nisso)"},{"SurahNumber":27,"VerseNumber":50,"Text":"E conspiraram e planejaram; porém, Nós também planejamos, sem que eles o suspeitassem"},{"SurahNumber":27,"VerseNumber":51,"Text":"Repara, pois, qual foi a sorte da sua conspiração! Exterminamo-los, juntamente com todo o seu povo"},{"SurahNumber":27,"VerseNumber":52,"Text":"E eis suas casas assoladas, por causa da sua iniqüidade. Em verdade, nisto há um sinal para os sensatos"},{"SurahNumber":27,"VerseNumber":53,"Text":"E salvamos os fiéis benevolentes"},{"SurahNumber":27,"VerseNumber":54,"Text":"E recorda-te de Lot, quando disse ao seu povo: Cometeis a obscenidade com convicção"},{"SurahNumber":27,"VerseNumber":55,"Text":"Acercar-vos-eis, em vossa luxúria, dos homens, em vez das mulheres? Qual! Sois um povo de insensatos"}]}