{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"(Qalflu l-ieħor): ''Ma għedtlekx li ma tkunx tista' żżomm b'sabrek miegħi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Qal(lu Mosċ): 'Jekk (nerġa') nistaqsik xi ħaġa (oħra) wara dan, tisseħibx miegħi, u jkollok mogħdrija mingħandi"},{"SurahNumber":18,"VerseNumber":77,"Text":"U telqu (u baqgħu sejrin) sa ma waslu għand xi nies f'belt u talbuhom l-ikel, iżda dawk (in-nies) ma ridux jilqgħuhom għandhom. Fiha. (din il-belt, 'al-Hidr u Mosċ) sabu ħajt li kien għoddu se jiġġarraf (u l-Hidr) waqqfu dritt. Qal(lu Mosċ, meta ra hekk): ''Kieku ridt, kont titħallas tiegħu (ta ' xogħlok)"},{"SurahNumber":18,"VerseNumber":78,"Text":"Qal(lu l-Hidr, issa li Mosċ kien kiser kelmtu għat-tielet darba): ''Din hija l-firda bejni u bejnek. (Iżda qabel ninfirdu) se nħabbarlek it-tifsir ta' dak (kollu) li dwaru ma stajtx iżżomm b'sabrek"},{"SurahNumber":18,"VerseNumber":79,"Text":"Il-ġifen kien ta' xi fqar li kienu jaħdmu fuq il-baħar, u ridt nagħmillu l-ħsara għaliex (ibaħħar) warajhom kien.) hemm sultan (kiefer) li kien jaħtaf kull ġifen bil-qawwa. J"},{"SurahNumber":18,"VerseNumber":80,"Text":"Iż-żagħżugħ kellu ġenituri li jemmnu, u bżajna li jkiddhom bl-imġiba ħażina u. n-nuqqas. tat-twemmin tiegħu"},{"SurahNumber":18,"VerseNumber":81,"Text":"Għalhekk ridna li Sidhom (il-Mulej jeqirdu lil dak iż- żgħażugħ u) jibdilhulhom ma' (iben ieħor) aħjar minnu fl-imġiba safja, u eqreb (lejhom) fil-ħniena"},{"SurahNumber":18,"VerseNumber":82,"Text":"Il-ħajt kien ta' żewġ żgħażagħ iltiema fil-belt u taħtu kien hemm teżor (midfisn), li kien tagħhom. Missierhom kien ġust, u Sidek ried illi jsiru rġiel u joħorġu t-teżor tagħhom bi ħniena minn Sidek (u b 'ħajr talli missierhom kien bniedem ġust. Dak li jiena għamilt, u li inti ma stajtx tifhmu) ma għamiltux minn jeddi. Din hija t-tifsira. ta' dak (kollu) li dwaru ma stajtx iżżomm b'sabrek"},{"SurahNumber":18,"VerseNumber":83,"Text":"U (il-Lhud) jistaqsuk (Muħammad) dwar Di l-Qarnajn (iġifieri 'Dak tal-Qrun''); għidfilhom): 'Se ngħidilkom xi ħaġa dwaru"},{"SurahNumber":18,"VerseNumber":84,"Text":"Aħna tabilħaqq tajnieh il-qawwa (i s-setgħa) fuq l-art, u tajnieh kif jista' jasal għal kollox"},{"SurahNumber":18,"VerseNumber":85,"Text":"Huwa mexa fi triq (minnhom, lejn il-Punent)"},{"SurahNumber":18,"VerseNumber":86,"Text":"u hekk kif wasal (fl-ibgħad imkien) fejn tinżel ix-xemx, sabha nieżla (Bħallikieku) f'għajn (imdardra) bil-ħama, u biswitha sab xi nies. Għedna: ''Ja Dii l-Qarnajn, (iri għandek is-setgħa) jew li tikkastiga/hom, jekk jagħmlu l-ħażen), jew 1oħodhom bil-ħlewwa"},{"SurahNumber":18,"VerseNumber":87,"Text":"Qal: 'Min jagħmel il-ħażen, se nikkastigawh, imbagħad jintradd lura lejn Sidu u jikkastigah b'kastig liema bħalu"},{"SurahNumber":18,"VerseNumber":88,"Text":"Imma min jemmen u jagħmel il-ġid, għalih hemm l-aħjar ħlas (fil-Ġenna), u l-amar tagħna lilu jkun ħafif (għali)"},{"SurahNumber":18,"VerseNumber":89,"Text":"Imbagħad (Dii l-Qarnajn) mexa fi triq (oħra, fejn il-Lvant)"},{"SurahNumber":18,"VerseNumber":90,"Text":"u hekk kif wasal (fl-ibgħad imkien) fejn titla' x-xemx, sabha tielgħa fuq nies li ma konniex għamilnielhom kenn minnha (i/ għalhekk kienu jgħixu għerja u taħt l-art)"},{"SurahNumber":18,"VerseNumber":91,"Text":"Hekk (ukoll għamel hawn, bħalma: għamel. fil-Punent: ikkastiga lill-ħżiena fosthom u ħalla t-tajbin), u Aħna konna nafu sewwa fiex kien"},{"SurahNumber":18,"VerseNumber":92,"Text":"Imbagħad mexa fi triq (oħra, hejn il-Lvant u l-Punent)"},{"SurahNumber":18,"VerseNumber":93,"Text":"uhekk kif wasal (fi mkien) bejn iż-żewġt iġbla, sab ġens (jgħix) warajhom: li bilkemm: kien jifhem kelma (ra' Isien barrani ieħor)"},{"SurahNumber":18,"VerseNumber":94,"Text":"(Huma qalulu): ''Ja Di l-Qarnajn, (kun af li nies) la'ġuġ u Ma'ġiiġ jagħmlu ħsara fl-art, u għalhekk (si rgħid kieku kellna) niġbrulek il-ħaraġ (bħala ħlas għalik) biex bejnna u bejnhom ittella' ħajt qawwi (li jħarisna minnhom)"},{"SurahNumber":18,"VerseNumber":95,"Text":"(Qalilhom): 'Is-setgħa li tani Sidi (il-Mulej) hija aħjar (minn kull ħlas ieħor), u għalhekk għinuni bil-qawwa (tagħkom) u ntella' bejnkom u bejnhom sur (biex tisrkennu warajh)"},{"SurahNumber":18,"VerseNumber":96,"Text":"Agħtuni bċejjeċ tal-ħadidi' (L) beda x-xogħol) sa. ma tella' (il-bini). fl-għoli. taż-żewġt iġnub ta' l-iġbla (u qabbad il- ħġejjeġ) u qal (lil dawk in-nies): 'Ontħu (fuq il-bċejjeċ tal- ħadid. bl-immiefaħ)i' U meta. għamilhom. (ħomor) nar qalilhom): 'Ġibuli ram imdewweb biex inferrgħu fuqul"},{"SurahNumber":18,"VerseNumber":97,"Text":"U (nies Ja'ġirġ u Ma'ġilġ) ma setgħux jitilgħu fuqu (dak is- sur) u ma setgħux jinfduh (daqs kemm kien mibni sewwa)"},{"SurahNumber":18,"VerseNumber":98,"Text":"Qal (Dii l-Qarnajn); ' Dan (is-sur Jnnwa) ħniena minn Sidi, iżċe meta tasal il-wegħda ta' Sidi, (is-sur) jagħmlu frak (t l-ġmus Ja'ġiiġ u Ma'ġiġ joħorġu minn warajh), u l-wegħda ta' Sidi hij tabilħaqq (u sseħħ dejjem)"}]}