{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Zijne broeders zeiden: Indien Benjamin schuldig aan diefstal zij, is zijn broeder Jozef vroeger ook schuldig aan diefstal geweest. Maar Jozef verborg deze dingen in zijn hart en ontdekte zich niet aan hen, en hij zeide bij zich zelven: Gij zijt in een meer beklagenswaardigen toestand dan wij beiden. God weet beter waarover gij spreekt"},{"SurahNumber":12,"VerseNumber":78,"Text":"Zij zeiden tot Jozef: Edele Heer! deze jongeling heeft een ouden vader, neem dus een van ons in zijne plaats; want wij zien dat gij een edelmoedig mensch zijt"},{"SurahNumber":12,"VerseNumber":79,"Text":"Jozef antwoordde: God verhoede, dat wij iemand anders zouden nemen dan hem, bij wien wij onze goederen vonden; want dan zouden wij zekerlijk onrechtvaardig zijn"},{"SurahNumber":12,"VerseNumber":80,"Text":"En toen zij wanhoopten, Benjamin terug te krijgen, verwijderden zij zich om afzonderlijk met elkander te beraadslagen. En de oudste van hen zeide: Weet gij niet dat uw vader eene plechtige belofte van u heeft ontvangen, in den naam van God, en hoe bedriegelijk gij vroeger omtrent Jozef hebt gehandeld? Ik zal dus op geenerlei wijze het land Egypte verlaten, tot mijn vader mij verlof geeft, tot hem terug te keeren, of dat God mij zijnen wil bekend maakt; want hij is de beste rechter"},{"SurahNumber":12,"VerseNumber":81,"Text":"Keert tot uwen vader terug, en zegt: O vader! waarlijk, uw zoon heeft een diefstal gepleegd; wij zijn van niets meer getuigen dan van hetgeen wij weten, en wij konden niet waken tegen hetgeen wij niet voorzagen"},{"SurahNumber":12,"VerseNumber":82,"Text":"Onderzoek in de stad waarin wij zijn geweest en bij het gezelschap van kooplieden waarmede wij zijn aangekomen, en gij zult vinden dat wij de waarheid spreken"},{"SurahNumber":12,"VerseNumber":83,"Text":"En toen zij waren teruggekeerd en aldus tot hunnen vader hadden gesproken, zeide hij: Gij zelven hebt dat alles zoo ingericht; maar ik zal geduldig zijn; misschien zal God mij hen allen terug geven: want hij is de alwetende en wijze"},{"SurahNumber":12,"VerseNumber":84,"Text":"Hij wendde zich van hen af en zeide: O hoezeer ben ik door Jozef bedroefd! En zijne oogen werden door treuren wit daar hij door zware droefheid overstelpt was"},{"SurahNumber":12,"VerseNumber":85,"Text":"Zijne zonen zeiden: Bij God, zult gij dan nimmer ophouden van Jozef te spreken tot gij aan de poort des doods zijt gevoerd, of tot de smart uwe dagen eindigt"},{"SurahNumber":12,"VerseNumber":86,"Text":"Hij antwoordde: ik breng mijne smart, die ik niet kan dragen, en mijne droefheid voor God, omdat ik door openbaring van God weet, wat gij niet weet"},{"SurahNumber":12,"VerseNumber":87,"Text":"O mijne zonen! gaat en doet onderzoek naar Jozef en zijn broeder, en wanhoopt niet aan Gods genade want niemand wanhoopt aan Gods genade, behalve de ongeloovigen"},{"SurahNumber":12,"VerseNumber":88,"Text":"Daarom keerden de broeders van Jozef naar Egypte terug en toen zij in zijne tegenwoordigheid kwamen, zeiden zij: Edele heer, de hongersnood heerscht bij ons en ons gezin, en wij zijn met eene kleine som gelds gekomen; geef ons dus volle maat, en schenk ons koren als aalmoes; want God beloont hen die aalmoezen geven"},{"SurahNumber":12,"VerseNumber":89,"Text":"Jozef zeide tot hen: Weet gij wat gij aan Jozef en zijn broeder deedt, toen gij niet wist wat de gevolgen daarvan zouden zijn"},{"SurahNumber":12,"VerseNumber":90,"Text":"Zij antwoordden: Zijt gij werkelijk Jozef? Hij antwoordde: Ik ben Jozef en dit is mijn broeder. Thans is God genadig nopens ons geweest. Want wie God vreest en met geduld volhardt, zal eindelijk hulp vinden; want God zal de belooning der rechtvaardigen niet laten verloren gaan"},{"SurahNumber":12,"VerseNumber":91,"Text":"Zij zeiden: Bij den naam van God, thans heeft God u boven ons gekozen en waarlijk, wij zijn zondaars geweest"},{"SurahNumber":12,"VerseNumber":92,"Text":"Jozef antwoordde: Heden zal ik u geene verwijtingen doen. God vergeeft u; want hij is de genadigste der genadigen"},{"SurahNumber":12,"VerseNumber":93,"Text":"Vertrekt met dit mijn onderkleed, legt het op mijns vaders aangezicht, en hij zal zijn gezicht terug krijgen; en komt dan tot mij met uw geheele gezin"},{"SurahNumber":12,"VerseNumber":94,"Text":"En toen het reisgezelschap van Egypte was vertrokken om zijne reis naar Canaän te aanvaarden, zeide hun vader tot hen die nabij hem waren: Waarlijk, ik bemerk den reuk van Jozef, hoewel gij denkt dat ik ijl"},{"SurahNumber":12,"VerseNumber":95,"Text":"Zij antwoordden: Bij den naam van God, gij verkeert in uwe oude dwaling"},{"SurahNumber":12,"VerseNumber":96,"Text":"Maar toen de boodschapper van goede tijdingen met Jozefs onderkleed was gekomen, dekte hij het over zijn gelaat en hij kreeg zijn gezichtsvermogen terug. En Jacob zeide: Verhaalde ik u niet, dat ik van God wist hetgeen gij niet wist"},{"SurahNumber":12,"VerseNumber":97,"Text":"Zij antwoordden: O vader! vraag vergiffenis van onze zonden voor ons; want, waarlijk, wij zijn zondaars geweest"},{"SurahNumber":12,"VerseNumber":98,"Text":"Hij hernam: Ik zal zekerlijk vergiffenis voor u van mijn Heer vragen; want hij is genadig en barmhartig"},{"SurahNumber":12,"VerseNumber":99,"Text":"En toen Jacob en zijn gezin in Egypte aankwamen en bij Jozef waren binnengeleid, ontving hij zijne ouders bij zich en zeide: Gaat, door Gods gunst, in volle zekerheid Egypte binnen"},{"SurahNumber":12,"VerseNumber":100,"Text":"En hij verhief zijne ouders op een verheven zetel, en zij vielen met zijne broeders op hunne aangezichten en betoonden hem eerbied. En hij zeide: O mijn vader! dit is de beteekenis van mijn visioen, dat ik vroeger zag; thans heeft mijn Heer het bewaarheid. En zekerlijk hij is mij genadig geweest, daar hij mij uit de gevangenis voerde en u hierheen heeft gebracht uit de woestijn, nadat de duivel tweedracht tusschen mij en mijne broeders had gezaaid; want mijn Heer is genadig voor dengeen die hem behaagt, en hij is de alwetende, de wijze God"}]}