{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif laam-miim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Ruum waxaa lagaga adkaaday"},{"SurahNumber":30,"VerseNumber":3,"Text":"Dhulka soke ee hooseeya (Shaam iyo Falastiin), iyaguna, kaddib marka laga adkaado, way adkaan doonaan"},{"SurahNumber":30,"VerseNumber":4,"Text":"Dhowr sano gudahood, Amarka waxaa iska leh Allaah oo Keliya ka hor iyo kaddibba. Oo Maalintaas bay mu’miniintu ku farxi doonaan"},{"SurahNumber":30,"VerseNumber":5,"Text":"Gargaarka Ilaahay, wuxuu u gargaaraa kuu doono, oo waa Isaga Adkaadaha sare, Naxariista Badan"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Kani) Waa Ballan Ilaahay, Allaah kama uu baxo Ballankiisa, laakiinse dadka badankiisu ma ogsoona"},{"SurahNumber":30,"VerseNumber":7,"Text":"Waxay yaqaaniin daahirka muuqaalka nolosha adduunkan, ha yeeshee nolosha dambeysa wayba moog yihiin"},{"SurahNumber":30,"VerseNumber":8,"Text":"Mawaysan ka fakarin nafahooda: Allaah uma abuurin samooyinka iyo arlada iyo waxa u dhexeeya waxaan ahayn Xaq iyo muddo go'an? Oo hubaal in badan oo dadka ka mid ahi la kulanka Rabbigood way beeniyaan"},{"SurahNumber":30,"VerseNumber":9,"Text":"Miyaanay marin dhulka oo eegin siday aheyd cidhibta kuwii ka horreeyay? Waxay ahaayeen kuwo ka xoog badan kuwakani awood ahaan, oo qoday dhulka oo u camiray si ka badan sida ay kuwani u camireen, oo waxaa halkaa ula yimid Rusushii loo soo diray xujooyin cad, oo Allaah ma ahayn mid ku gardarrooda, ee iyaga baa nafahooda ku gardarrooday"},{"SurahNumber":30,"VerseNumber":10,"Text":"Markaas xumaan bay ahayd cidhibta kuwii xuma falay, inay beeniyeen Aayadaha Ilaahay darteed oo ay ku jees-jeesi jireen"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allaah baa asal ahaan billaaba abuurista, haddana dib u soo abuuraya (dhimasho kaddib), markaas Xaggiisa baa dib la idiinku soo celin doonaa"},{"SurahNumber":30,"VerseNumber":12,"Text":"Oo Maalinta ay dhici doonto Saacaddu ayey quusan doonaan Dambiilayaashu"},{"SurahNumber":30,"VerseNumber":13,"Text":"Oo ugama sugnaan wax shafeecayaal ah dhexdooda kuwii ay (Allaah) la wadaajiyeen (cibaadada), oo waxay beenin doonaan kuwii ay hore ula wadaajiyeen (cibaadada)"},{"SurahNumber":30,"VerseNumber":14,"Text":"Oo Maalinta ay dhici doonto Saacaddu waa Maalinta ay kala bixi doonaan"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ee ma kuwa (Xaqa) rumeeyey oo sama- ha falay, waxaa laga yeeli kuwo faraxsan beer gudaheed"},{"SurahNumber":30,"VerseNumber":16,"Text":"Oo (ma xagga) kuwa (Xaqa) rumeysan waayey oo beeniyey Aayadahayaga iyo kulanka Aakhirada,_ kuwani cadaabka ayaa la keeni doonaa"},{"SurahNumber":30,"VerseNumber":17,"Text":"Ee xurmad oo dhan waxaa leh oo hufan Allaah marka aad galab dhacsataan iyo marka aad waabariisataanba"},{"SurahNumber":30,"VerseNumber":18,"Text":"Oo Isaga baa ku leh ammaan idilkeed iyo mahadba samooyinka iyo arlada, oo ammaan caweysinka iyo duhurnimadaba"},{"SurahNumber":30,"VerseNumber":19,"Text":"Wuxuu ka soo saaraa wax nool wax dhintay, oo ka soo saaraa wax dhintay wax nool. Oo wuxuu nooleeyaa arlada dhimashadeeda kaddib. Sidaas oo kale baana la idiin soo saari doonaa"},{"SurahNumber":30,"VerseNumber":20,"Text":"Oo waxaa ka mid ah Calaamooyinka (Ilaahay ee muujinaya Awooddiisa) inuu idinka abuuray carro, markaas mise waxaadba tihiin dad foof ah ee firirsan"},{"SurahNumber":30,"VerseNumber":21,"Text":"Oo waxaa ka mid ah Calaamooyinkiisa inuu idiinka abuuray nafahiinna lammaan idinla nooc ah si aad ugu xasishaan, oo Wuxuu dhexdiinna dhigay kalgacalo iyo naxariis, hubaal arrinkani waxaa ugu sugan calaamooyin qolo fekereysa"},{"SurahNumber":30,"VerseNumber":22,"Text":"Oo waxaa ka mid ah Calaamooyinkiisa abuurista samooyinka iyo arlada iyo kala duwanaanta carrabyadiinna iyo midabya- diinna. Hubaal waxaa arrinkani ugu sugan Calaamooyin kuwa aqoonta leh"},{"SurahNumber":30,"VerseNumber":23,"Text":"Oo waxaa ka mid ah Calaamooyinkiisa hurdadiinna iyo doonashadiinna Deeqdiisa habeen iyo maalinba. Hubaal waxaa arrin- kani ugu sugan Calaamooyin qolo wax maqasha"},{"SurahNumber":30,"VerseNumber":24,"Text":"Oo waxaa ka mid ah Calaamooyinkiisa inuu idin tusiyo hillaaca oo baqdin iyo rajoba leh, oo Wuxuu ka soo dejiyaa biyo daruuraha oo ku nooleeyaa arlada dhimashadeeda kaddib. Hubaal waxaa arrinkani ugu sugan calaamooyin qolo garasho leh"},{"SurahNumber":30,"VerseNumber":25,"Text":"Oo waxaa ka mid ah Calaamooyinkiisa inay samada iyo arlada ku sakhiran yihiin Amarkiisa, haddana marka uu idiinka yeedho yeermo keliya dhulka, aad kolkiiba soo bixi doontaaan"},{"SurahNumber":30,"VerseNumber":26,"Text":"Oo Isaga baa iska leh waxa ku sugan samooyinka iyo arlada, kulligoodba Isaga bay u hoggaansan yihiin"},{"SurahNumber":30,"VerseNumber":27,"Text":"Oo waa isaga Kan asal ahaan billaaba uunka, haddana soo nooleyn dhimasho kaddib, oo aad bay ugu sahlan tahay. Oo Isaga baa iska leh sifooyinka sare samooyinka iyo arlada gudahooda, oo Waa Isaga Adkaadaha Sare, Xakiimka ah"},{"SurahNumber":30,"VerseNumber":28,"Text":"Wuxuu idiinka yeelay tusaale nafahiinna ee Miyey idinla wadaaagaan kuwa ay midigtiinnu hanato waxa aan idiin siinnay risiq ahaanta oo aad idinku u wada siman tihiin? oo aad uga cabsataan sida aad iskaga cabsataan intiinna xorta ahi? Sidaas baan ugu dhignaa Aayadaha caddaan qolo garasho leh"},{"SurahNumber":30,"VerseNumber":29,"Text":"Mayee, kuwa ah gar ma qaatayaasha waxay raacaan waxa liita ay nafahoodu rabaan iyagoo aan waxba ogeyn, ee yaa hanuunin kara mid uu Allaah lumiyo? Oo uma sugnaan doonaan wax u gargaara"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ee u jeedi wejigaaga toos diinta adigoo aan ka iilan, waa abuurista (wanaagsan) uu Allaah ku beeray dadka. Ma jirto beddelaad uunka Ilaahay, sidaa uu (kugu amray) baa ah diinta qumman, laakiinse dadka badankiisu ma ay ogsoona"}]}