{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"O volk, vrees uw Heer, want de schok van het Uur is een verschrikkelijk iets"},{"SurahNumber":22,"VerseNumber":2,"Text":"De Dag waarop elke zogende vrouw haar zuigeling zal vergeten en elke zwangere vrouw zich zal ontdoen van haar dracht; en gij zult mensen bedwelmd zien, terwijl zij niet dronken zijn, doch de kastijding van uw Heer is gestreng"},{"SurahNumber":22,"VerseNumber":3,"Text":"En onder de mensen zijn er sommigen, die over Allah redetwisten zonder kennis en elke opstandige Satan volgen"},{"SurahNumber":22,"VerseNumber":4,"Text":"Voor ieder die hem tot vriend neemt is verordend, dat hij hem zal verleiden en naar de straf van het Vuur voeren"},{"SurahNumber":22,"VerseNumber":5,"Text":"O mensen, indien gij in twijfel verkeert over de Opstanding, bedenkt, dat Wij u hebben geschapen uit stof, daarna uit een levenskiem, dan van een klonter bloed, daarna uit een klomp vlees, volkomen en onvolkomen in maaksel, opdat Wij het u duidelijk maken. En Wij laten wat Ons behaagt gedurende een vastgestelde tijd in de baarmoeder blijven, dan brengen Wij u als zuigelingen voort, dan (doen Wij u opgroeien) zodat gij volwassen wordt. En daar zijn er onder u die door de dood worden achterhaald en anderen die zulk een hoge ouderdom bereiken, dat zij, na geweten te hebben, niets meer weten. En gij ziet de aarde levenloos, doch wanneer Wij er regen op doen nederdalen, beweegt zij zich, zwelt op en brengt iedere mooie soort planten voort"},{"SurahNumber":22,"VerseNumber":6,"Text":"Dit is zo omdat Allah de Waarheid is en omdat Hij het is Die de doden tot leven wekt en omdat Hij over alle dingen macht heeft"},{"SurahNumber":22,"VerseNumber":7,"Text":"Voorzeker het Uur nadert, daaraan is geen twijfel; Allah zal al degenen die in de graven zijn, opwekken"},{"SurahNumber":22,"VerseNumber":8,"Text":"En onder de mensen zijn er die over Allah redetwisten zonder kennis, richtsnoer of verlichtend Boek"},{"SurahNumber":22,"VerseNumber":9,"Text":"Zich hooghartig afkerend ten einde anderen af te leiden van Allah's weg. Voor hem is er schande in deze wereld en op de Dag der Verrijzenis zullen Wij hem de straf van het branden doen ondergaan"},{"SurahNumber":22,"VerseNumber":10,"Text":"Dit is wegens hetgeen uw handen hebben vooruit gezonden; want Allah is niet onrechtvaardig jegens Zijn dienaren"},{"SurahNumber":22,"VerseNumber":11,"Text":"En onder de mensen zijn er die Allah weifelend aanbidden. Indien het hun wel gaat, zijn zij daarmede tevreden, maar indien zo iemand een beproeving ten deel valt, keert hij terug tot zijn vroegere wandel. Hij verliest deze wereld zowel als het Hiernamaals. Dat is een duidelijk verlies"},{"SurahNumber":22,"VerseNumber":12,"Text":"Hij roept naast Allah datgene aan, wat hem schaden noch baten kan. Dat is een vergaande dwaling"},{"SurahNumber":22,"VerseNumber":13,"Text":"Hij roept degene aan, die eerder schaadt dan baat. Voorwaar slecht is de beschermer en waarlijk slecht de metgezel"},{"SurahNumber":22,"VerseNumber":14,"Text":"Voorwaar, Allah zal hen die geloven en goede werken verrichten, tuinen doen binnengaan waardoor rivieren stromen; Allah doet wat Hem behaagt"},{"SurahNumber":22,"VerseNumber":15,"Text":"Laat hij die denkt dat Allah hem (de profeet) in deze wereld of in het Hiernamaals niet zal helpen, op de een of andere wijze ten hemel gaan en (Gods hulp) tegenhouden; laat hem dan zien of zijn plan datgene verwijderen kan, wat zijn toorn opwekt"},{"SurahNumber":22,"VerseNumber":16,"Text":"En aldus hebben Wij hem duidelijke tekenen gezonden, en Allah zal voorzeker leiden wie Hij wil"},{"SurahNumber":22,"VerseNumber":17,"Text":"Voorzeker de gelovigen, de Joden, de Sabianen, de Christenen, de Magiërs en de afgodendienaren, Allah zal tussen hen richten op de Dag der Opstanding, want Allah is Getuige over alle dingen"},{"SurahNumber":22,"VerseNumber":18,"Text":"Hebt gij dan niet gezien dat alles zich voor Allah nederwerpt, wat in de hemelen en op aarde is, de zon, de maan, de sterren, de bergen, de bomen, het vee en een groot deel der mensen; maar toch valt nog velen de kastijding ten deel. En die Allah vernedert, kan niemand verheffen. Voorwaar, Allah doet wat Hij wil"}]}