{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"ви відзначили ці хто відповіли до БОЖИХ благословення disbelieving, та таким чином принесли лихо на їхні власні сім'ї"},{"SurahNumber":14,"VerseNumber":29,"Text":"Пекло їхня доля, причому вони горять; що нещасний кінець"},{"SurahNumber":14,"VerseNumber":30,"Text":"Вони встановлюють суперників вишикуватися з БОГОМ та щоб відвести інші з Його шляху. Скажіть, \"Полюбляють для деякого часу; ваша заключна доля Пекло"},{"SurahNumber":14,"VerseNumber":31,"Text":"Exhort Мої службовці що вважали зауважити Контактні Молитви (Salat), та щоб дати (до добродійності) з наших умов їм, секретно та суспільно, перед тим, як день прибуває де є ні торгівля, ні nepotism"},{"SurahNumber":14,"VerseNumber":32,"Text":"БОГ являє собою один хто утворив небо та землю, та Він посилає вниз з неба вода виробити всі різновиди плоду для вашого sustenance. Він здійснив корабель служити вам у морі згідно з Його командою. Він здійснив річки також служити вам"},{"SurahNumber":14,"VerseNumber":33,"Text":"Він здійснив сонце та місяць у вашій службі, безперервно. Він здійснив ніч та день служити вам"},{"SurahNumber":14,"VerseNumber":34,"Text":"Та Він дає вам всі різновиди речей що ви благаєте Його. Якщо ви рахуєте БОЖІ благословення, ви можете ніколи не охопити їх. Дійсно, людське існування порушує, unappreciative"},{"SurahNumber":14,"VerseNumber":35,"Text":"Відкликання що Abraham сказало, \"Мій Лорд, роблять це миролюбна земля, та захищають мені та мої діти з обожнюючих ідолів"},{"SurahNumber":14,"VerseNumber":36,"Text":"Мій Лорд, вони призвели до помилки так багато людей. Як для цих хто слідкують мені, вони належать зі мною. Як для цих хто не підкоряються мені, Ви Forgiver, Найбільш Милосердний"},{"SurahNumber":14,"VerseNumber":37,"Text":"Наш Лорд, я улагодив частину моєї родини у цьому plantless valley, у Вашому Священному Будинку. Наш Лорд, вони мусять зауважити Контактні Молитви (Salat), так дозволяють натовп людей converge на них, та забезпечують для них всі різновиди фруктів, що вони можуть бути appreciative"},{"SurahNumber":14,"VerseNumber":38,"Text":"Наш Лорд, Ви знаєте щоб ні ми приховуємо та щоб ні ми заявляємо - нічого не є приховане з БОГА на землі, не у небі"},{"SurahNumber":14,"VerseNumber":39,"Text":"Похвала мусить БОГ для того, щоб гарантувати мені, незважаючи на мою старість, Ismail та Isaac. Мій Лорд відповідає молитви"},{"SurahNumber":14,"VerseNumber":40,"Text":"Мій Лорд, роблять мені один хто стійко зауважує Контактні Молитви (Salat), та також мої діти. Наш Лорд, будь ласка відповідають мої молитви"},{"SurahNumber":14,"VerseNumber":41,"Text":"Мій Лорд, пробачають мені та мої батьки, та віруючі, на дні коли розрахунок має місце"},{"SurahNumber":14,"VerseNumber":42,"Text":"Не колись думають що БОГ unaware що порушники роблять. Він тільки respites їм до дня де очі stare у жахі"},{"SurahNumber":14,"VerseNumber":43,"Text":"Тому що вони кидаються (з graves), їхні обличчя будуть дивитися догори, їхні очі не будуть навіть блимати, та їхні розум будуть horrified"},{"SurahNumber":14,"VerseNumber":44,"Text":"Ви будете попередити людей дня коли retribution прибуває їм. Цей хто порушений скаже, \"Наш Лорд, дають нам ще однім respite. Ми тоді відповідемо до Вашого виклику та слідуємо за кур'єрами.\" Ви не присягнулися раніше що ви будете тривати вічно"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ви мешкали у домівках цих перед тим, як ви, хто образив їхні душі, та ви побачили ясно які ми їм. Ми встановили багато precedents для вас"},{"SurahNumber":14,"VerseNumber":46,"Text":"Вони замислили їхні схеми, та БОГ знає цілком їхні схеми. Дійсно, їхні схеми були достатні стерти гори"},{"SurahNumber":14,"VerseNumber":47,"Text":"Не думають що БОГ колись розіб'є Його обіцянку до Його кур'єрів. БОГ є Могутній, Avenger"},{"SurahNumber":14,"VerseNumber":48,"Text":"день прибуде коли ця земля буде замінятися з новою землею, та також небо, та кожному буде приноситися перед тим, як БОГ,, Вищий"},{"SurahNumber":14,"VerseNumber":49,"Text":"Та ви побачите винуватий на що день скріплений ланцюгом у кайданах"},{"SurahNumber":14,"VerseNumber":50,"Text":"Їхній одяг буде робитися смоли, та вогонь буде overwhelm їхні обличчя"},{"SurahNumber":14,"VerseNumber":51,"Text":"Для БОГА заплатять кожну душу для щоб ні це зароблене; БОГ являє собою найбільш ефективний reckoner"},{"SurahNumber":14,"VerseNumber":52,"Text":"Це є проголошення для людей, щоб бути попереджене тут, та щоб дозволити їм знають що Він є тільки один бог, та для цих хто володіють розвідкою взяти увагу"}]}