{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Ngubani na owenza obona bugwenxa bukhulu kunalowo uthetha ubuxoki ngoAllâh, aphike inyaniso isakuba ifikile kuye! Alikho siHogweni na ikhaya labangakholwayo"},{"SurahNumber":39,"VerseNumber":33,"Text":"Kananjalo yena (uMuhammad) uze nenyaniso yaye abo bakholwayo kuyo ngabanyulu"},{"SurahNumber":39,"VerseNumber":34,"Text":"Baya kukufumana konke abakufunayo eNkosini yabo, lowo ngumvuzo wabenzi bokulungileyo"},{"SurahNumber":39,"VerseNumber":35,"Text":"Khon’ukuze uAllâh Abahlawulele ngokungcola abakwenzayo, Abanike umvuzo olingana noko (kulungileyo) bazama kangangoko ukukwenza"},{"SurahNumber":39,"VerseNumber":36,"Text":"Akanelanga na uAllâh kwisicaka saKhe? Kodwa basazama ukunoyikisa ngabo babanqulayo ngaphandle kwaKhe! Lowo ulahlekiswe nguAllâh, akuyi kubakho mkhokeli kuye"},{"SurahNumber":39,"VerseNumber":37,"Text":"Nabani na lowo uAllâh amkhokeleyo akuyi kubakho mlahlekisi. AyingoAllâh na uMnini mpindezelo"},{"SurahNumber":39,"VerseNumber":38,"Text":"Ukanti ke xa unokubabuza: “Ngubani owadala amazulu nomhlaba? ‘’Ngokuqinisekileyo baza kuthi: nguAllâh (Owadalileyo)’’ Yithi wena: “Ndixeleleni ke ezi zinto nizinqulayo ngaphandle koAllâh ukuba uAllâh Angagqiba ekubeni Andenze ububi zingabususa zona ububi baKhe? Okanye ukuba (uAllâh) Angandenzela inceba yaKhe zingayithintela inceba yaKhe?’’ Yithi Wanele kum uAllâh; mababeke ithemba labo kuYe bonke abo bakholwayo"},{"SurahNumber":39,"VerseNumber":39,"Text":"Yithi: “Hini na bantu bakuthi! Yenzani ngendlela yenu Mna ndenze (ngendlela yam). Yaye niza kwazi"},{"SurahNumber":39,"VerseNumber":40,"Text":"Lowo uza kufikelwa sisohlwayo esilihlazo ngulowo uza kuhlelwa sisohlwayo sanaphakade"},{"SurahNumber":39,"VerseNumber":41,"Text":"Sityhilele uluntu iNcwadi kuwe ngenyaniso, ngoko ke lowo wamkela isiKhokelo, usamkelela isiqu sakhe nalowo uphambukayo, uziphambukisela ilahleko yakhe, wena ke (Muhammad) awungomlondolozi wabo"},{"SurahNumber":39,"VerseNumber":42,"Text":"NguAllâh Othabatha imiphefumlo yabo ngexesha lokufa kwabo, nabo bafa bengalelanga. Abo Amisele ukuba bafe, Uyababamba (bangabuyeli ebomini), kodwa bonke abanye Ubathumela (emizimbeni yabo) ixesha elimisiweyo inene kuyo le nto kukho imiqondiso kwabo bacamngcayo"},{"SurahNumber":39,"VerseNumber":43,"Text":"Bazithabathele (thixo bambi) ukuba babe ngabathetheleli ngaphandle koAllâh kusini na? Yithi: “Nangona bengenamandla naphezu kwayiphi na into, bengenayo nengqondo?’’"},{"SurahNumber":39,"VerseNumber":44,"Text":"Yithi: “Intethelelo yonke yeka-Allâh. BobaKhe ubukumkani bamazulu nomhlaba ukanti kukuYe apho niza kubuyiselwa khona.’’"},{"SurahNumber":39,"VerseNumber":45,"Text":"Xa uAllâh Ekhankanywa Yedwa, iintliziyo zabo bangakholwayo kuBomi Obuzayo zizala kukucaphuka kodwa xa (ezinye izithixo) zikhankanywa ngaphandle kwaKhe, yabona, baba nochulumanco"},{"SurahNumber":39,"VerseNumber":46,"Text":"Yithi: “O Allâh! Mdali wamazulu nomhlaba! (Wena) Mazi wokungabonwayo nokubonwayo! Uza kugweba phakathi kwezicaka zaKho ngoko zaziphikisana ngako.’’"},{"SurahNumber":39,"VerseNumber":47,"Text":"Abo benza ubugwenxa, ukuba bebenokuba nako konke okusemhlabeni, nangaphezulukunako, bebezakunikelangako njengentlawulo (yokuzikhulula) kwintlungu yesohlwayo ngeMini yoMgwebo: kodwa kukho into eza kugagana nabo evela kuAllâh, abebengayazi"},{"SurahNumber":39,"VerseNumber":48,"Text":"Ke kaloku ukungcola kwezenzo zabo baza kukubona, yaye baza kurhangqelwa ngokupheleleyo koko babekugculela"},{"SurahNumber":39,"VerseNumber":49,"Text":"Xa ububi bumchukumisa umntu, uthandaza kuThi (acele uncedo): (Sithi sisakumhlangula kobo bubi) sibujike bube luBabalo oluvela kuThi, (asuke) athi yena : “Kube ngenxa yolwazi lwam kuphela ukuze ndifumane oku,” Nakanye (olu) luvavanyo kuphela, kodwa uninzi lwabo alwazi"},{"SurahNumber":39,"VerseNumber":50,"Text":"Abo bangaphambili kunabo batsho njalo, kodwa (konke) oko babe nako akuzanga kubancede nto"},{"SurahNumber":39,"VerseNumber":51,"Text":"Ngoko ke iziphumo ezingcolileyo zoko bakwenzayo zabafumana, abenzi bobubi (besi sizukulwana) iziphumo ezingcolileyo zezenzo zabo ziza kubafumana (nabo), yaye abayi kuze bakwazi ukuphuncula"},{"SurahNumber":39,"VerseNumber":52,"Text":"AbazinaukubauAllâh WandiselalowoAthandeukumandisela imbonelelo, Ancitshe (lowo Athande ukumncitsha) Inene kuko oku kukho imiqondiso kubantu abakholwayo"}]}