{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Кардәшләре әйттеләр: \"Бинямин урласа урлар, шул аларда ул гадәт бар, моннан элек аның кардәше Йусуф та урлаган иде. Йусуф аларның сүзләренә җавап бирмичә күңелендә саклады вә күңеленнән әйтте: \"Сез Йусуфка караганда яманыраксыз, сезнең миңа ялган ялалар япканыгызны Аллаһу тәгалә белә"},{"SurahNumber":12,"VerseNumber":78,"Text":"Йусуфка әйттеләр: \"Ий Ґәзиз, аның өйдә карт атасы бар, аның урынына безнең беребезне алып кал, аны җибәр! Тәхкыйк без сине изгелек кылучы дип беләбез"},{"SurahNumber":12,"VerseNumber":79,"Text":"Йусуф әйтте: \"Аллаһ сакласын урламаган кешене алып калудан, савытны кем йөгеннән таптык, фәкать шул кешене генә алып калабыз, әгәр башка кешене алып калсак залимләрдән булырбыз"},{"SurahNumber":12,"VerseNumber":80,"Text":"Биняминне алудан өметсез булгач, аулакта киңәш итәр өчен аерылып чыктылар. Олугълары әйтте: \"Беләсезме, Биняминне сәләмәт кулына тапшырырга атагыз сездән Аллаһ исеме белән ґәһед алды, вә моннан элек Йусуф хакында чиктән тыш эш кылган идегез инде, ни күзебез белән вә ни битебез белән атабызга кайтып күренербез? Мысыр җиреннән бер адым атламыймын, ягъни кайтмыймын атамнан кайтырга рөхсәт булганга чаклы, яки Бинямин хакында Аллаһудан бер хәерле хөкем булганчы, Ул – Аллаһ хәкимләрнең хәерлесе\". Шуннан соң Йусуф янына барып, гаять гайрәтләнде, Биняминне алырга бик каты тырышты, ләкин барып чыкмады"},{"SurahNumber":12,"VerseNumber":81,"Text":"Йусуф әйтте: \"Атагыз янына кайтыгыз, аңа әйтегез: ий атабыз, угълың бер савыт урлады, без фәкать белгәнебез һәм күргәнебез белән шәһадәт бирәбез ки, Биняминнең йөгеннән бер алтын савыт чыкты, без гаепне белә алмыйбыз"},{"SurahNumber":12,"VerseNumber":82,"Text":"Безгә ышанмасаң без булган Мысыр шәһәре кешеләреннән сорагыл һәм безгә очраган вә хәлләребезне күргән кәрван кешеләреннән сорагыл! Без, әлбәттә, бу сүзләрне дөрес сөйлибез"},{"SurahNumber":12,"VerseNumber":83,"Text":"Аталары әйтте: \"Юк, дөрес сөйләмисез, бәлки нәфесегез бер яман эшне яхшы итеп күрсәткәндер дә, ә сез ул эшне Бинямингә япкансыз, инде миңа күркәм сабырлык ляземдер. Аларның барчасын Аллаһ миңа китерер дип өмет итәмен. Шиксез, Аллаһу тәгалә аларның кайда икәнен белә һәм белеп хөкем йөртә"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ягъкуб г-м ачуланып алардан китте вә әйтте: \"Йусуфым өчен ни олугъ хәсрәт!\" Вә каты хәсрәт белән Йусуф өчен елап, ике күзенә ак төшеп сукыраймыш иде, шулай булса да һичкемгә зарланмады сабыр итте"},{"SurahNumber":12,"VerseNumber":85,"Text":"Әйттеләр: \"Ий атабыз, валлаһи син һаман Йусуфны сөйлисең, болай булсаң аның өчен сырхау булырсың яки һәлак булырсың"},{"SurahNumber":12,"VerseNumber":86,"Text":"Аталары әйтте: \"Тәхкыйк мин кайгымны вә сагышымны Аллаһуга шикаять кыламын, сезгә түгел, Аллаһ белдерүе белән мин сез белмәгән нәрсәләрне беләмен"},{"SurahNumber":12,"VerseNumber":87,"Text":"Ий угылларым, Мысыр шәһәренә барып Йусуф турында вә кардәше турында сораштырып карагыз, алар хакында берәр хәбәр булмасмы, Аллаһ рәхмәтеннән өметегезне өзмәгез! Дөреслектә мөэминләр Аллаһ рәхмәтеннән өмет өзмиләр, мәгәр кәферләр өметсез булалар"},{"SurahNumber":12,"VerseNumber":88,"Text":"Алар Мысырга барып, Йусуф янына кереп әйттеләр: \"Ий Ґәзиз! Безгә вә өй җәмәгатьләребезгә бик каты ачлык иреште, менә сезгә төрле акчалар китердек, саф көмештән генә китерергә көчебез җитмәде, акчабызга карата безгә ашлык үлчәп бир һәм мөмкин булса садака итеп тә бир вә һәм Биняминне дә биреп җибәр, атабыз аның өчен бик хәсрәтләнә! Әлбәттә, Аллаһ садака бирүчеләргә изге җәзалар бирер. Моннан соң Йусуфның күңеле йомшарды вә үзен танытырга һәм серләрне ачарга теләде"},{"SurahNumber":12,"VerseNumber":89,"Text":"Әйтте: \"Беләсезме, хәтерегездәме? Йусуфка вә аның кардәше Бинямингә җаһиллек белән ниләр кылдыгыз"},{"SurahNumber":12,"VerseNumber":90,"Text":"Сорадылар: \"Син әллә Йусуфмы?\" Йусуф әйтте: \"Әлбәттә, мин Йусуфмын, ошбу минем кардәшем Биняминдер, тәхкыйк Аллаһ безгә нигъмәт вә дәрәҗәләр бирде. Берәү Аллаһуга тәкъвалык кылып башына килгән бәла-казаларга сабыр итсә, әлбәттә, Аллаһ яхшы эшләрнең әҗерен җуймый"},{"SurahNumber":12,"VerseNumber":91,"Text":"Куркып калтырап әйттеләр: \"Ий Йусуф, валлаһи сине Аллаһ безгә ихтыярлы вә баш кылды, шиксез, без хаталанучылардан булдык"},{"SurahNumber":12,"VerseNumber":92,"Text":"Йусуф әйтте: \"Бүген сезне гаепләп битәрләү юк, курыкмагыз, мин сезне хөкем итмим. Кылган гөнаһларыгызны Аллаһ ярлыкасын, Ул бик шәфкатьле вә рәхимле"},{"SurahNumber":12,"VerseNumber":93,"Text":"Минем ошбу күлмәгемне алып кайтып атамның йөзенә ябыгыз, шуннан соң атамның күзләре ачылыр, күрә башлар, вә атамны һәм барча җәмәгатьләрегезне җыеп Мысырга минем хозурыма килегез"},{"SurahNumber":12,"VerseNumber":94,"Text":"Угылларының кәрваны Мысырдан чыгып киткәч, аталары Ягъкуб Кәнгандә әйтте: \"Әгәр картлыгыннан саташып сөйли дип ґәепләмәсәгез, мин сезгә бер хәбәр әйтәм ки, мин Йусуф углымның исен сизәмен, исән икән"},{"SurahNumber":12,"VerseNumber":95,"Text":"Янындагылар әйттеләр: \"Валлаһи син искечә һаман Йусуф белән саташасың, белеп сөйләмисең"},{"SurahNumber":12,"VerseNumber":96,"Text":"Кәрван Кәнган шәһәренә кайтып җиткәч, күлмәкне кулына тотып, шатлыклы Йусуф хәбәрен китерүче бер углы атасы янына кереп, күлмәкне атасының йөзенә куйды һәм атасының күзләре ачылды, күрә торган булды. Шул вакыт Ягъкуб г-м әйтте: \"Мин сезгә әйтмәдемме Аллаһ белдерүе белән сез белмәгән нәрсәләрне беләмен дип"},{"SurahNumber":12,"VerseNumber":97,"Text":"Угыллары әйттеләр: \"Ий атабыз! Тәхкыйк без хаталык кылдык вә гөнаһлы булдык, инде безне гафу ит! Һәм безнең өчен Аллаһудан ярлыкау өстәгел"},{"SurahNumber":12,"VerseNumber":98,"Text":"Аталары әйтте: \"Әлбәттә, мин сезнең өчен Аллаһудан истигъфар кылырмын. Тәхкыйк Ул – Аллаһ ярлыкаучы вә рәхмәт итүче. Шуннан соң барчасы җыелып, җитмеш ике җан Мысыр шәһәренә күчеп киттеләр"},{"SurahNumber":12,"VerseNumber":99,"Text":"Барып җитеп Мысыр шәһәренә кергәндә Йусуф каршы алды һәм ата-анасын кочаклады вә әйтте: \"Һәр бәла-казадан имин булган хәлдә, Аллаһ теләсә, Мысыр шәһәренә керегез"},{"SurahNumber":12,"VerseNumber":100,"Text":"Йусуф үзенең Мәнзилендә ата-анасын хөрмәтләп тәхеткә утыртты, аннары Йусуфны зурлап шөкер йөзеннән барчасы сәҗдәгә егылдылар, вә Йусуф әйтте: \"Ий атам, күп еллар элек күргән төшемнең тәэвиле ошбудыр, тәхкыйк Раббым бу төшемне дөрес кылды вә тәхкыйк Раббым миңа ихсан кылды, мине зинданнан чыгару белән вә сезне сәхрәдән Мысырга китерү белән минем белән кардәшләрем арасына шайтан вәсвәсә белән дошманлыкны салганы соңында, тәхкыйк Раббым теләгән нәрсәсен шәфкать белән кылучы, әлбәттә, Ул белүче вә тиешенчә эш кылучы"}]}