{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"“Ndipo mwa iwo muli anthu ena oti ukawasungitsa milumilu ya chuma, akubwezera. Ndipo mwa iwo muli ena oti ukawasungitsa “dinar” (ndalama imodzi) sangakubwezere pokhapokha upitirize kwa iye kuimilira (kulonjelera). Izi nchifukwa chakuti amanena: “Palibe njira pa ife (yotidzudzulira) chifukwa chozibera mbulizi.” Koma akumnamizira Allah uku iwo akudziwa"},{"SurahNumber":3,"VerseNumber":76,"Text":"“Sichoncho (monga momwe akunenera)! Koma amene akukwaniritsa lonjezo lake napewa machimo (ndiyemwe ayenera kukhala wokondedwa kwa Allah). Ndithudi, Allah amakonda opewa machimo"},{"SurahNumber":3,"VerseNumber":77,"Text":"“Ndithu anthu amene akusinthanitsa chipangano cha Allah ndi malumbiliro awo, (ndi zinthu za) mtengo wochepa, iwo alibe gawo labwino pa tsiku lachimaliziro. Ndipo Allah sadzawayankhula (ndi mawu abwino); ndipo sadzawayang’ana (ndi diso la chifundo) pa tsiku lachimaliziro. Ndiponso sadzawayeretsa (kumachimo awo); ndipo iwo adzapeza chilango chopweteka"},{"SurahNumber":3,"VerseNumber":78,"Text":"“Ndipo ndithu mwa iwo muli gulu lomwe likukhotetsa malirime awo (powerenga) buku kuti muwaganizire (mawu awowo) kuti ndi a m’buku la Allah); pomwe si a m’buku (la Allah). Ndipo akunena: “Izi zachokera kwa Allah.” Pomwe zimenezo sizinachokere kwa Allah; ndipo akumnamizira Allah uku akudziwa"},{"SurahNumber":3,"VerseNumber":79,"Text":"“Sikoyenera kwa munthu yemwe Allah wampatsa buku ndi chiweruzo ndi uneneri, kenako nanena kwa anthu: “Khalani opembedza ine, mmalo mwa Allah.” Koma (awauze): “Khalani opembedza Allah, anzeru, aluntha chifukwa choti mukuphunzitsa buku ndi chifukwanso cha zomwe mukaphunzira.”"},{"SurahNumber":3,"VerseNumber":80,"Text":"“Ndipo sangakulamulireni kuwasandutsa angelo ndi aneneri kukhala milungu. Kodi angakulamulireni kusakhulupirira pambuyo poti muli Asilamu (ogonjera)"},{"SurahNumber":3,"VerseNumber":81,"Text":"“Ndipo (kumbukirani) pamene Allah adatenga lonjezo kwa aneneri, (n’kuwauza): “Ndikakupatsani buku ndi nzeru, nakudzerani Mtumiki wotsimikizira zomwe zili pamodzi ndi inu, mudzamkhulupirire ndi kumthangata.” (Allah) adatinso: “Kodi mwavomereza ndi kulandira pa zimenezi pangano langali?” (Iwo) adati: “Tavomereza.” (Iye) adati: “Tsono chitirani umboni, ine ndili pamodzi nanu mwa oikira umboni.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"“Ndipo amene adzatembenuke pambuyo pa lonjezoli, (Allah adzawalanga chifukwa chakuti) iwo ngopandukiradi chilamulo cha Allah"},{"SurahNumber":3,"VerseNumber":83,"Text":"“Kodi akufuna chipembedzo chomwe si cha Allah pomwe chinthu chilichonse chili kumwamba ndi pansi chikugonjera Iye, mofuna kapena mosafuna? Ndipo onse adzabwezedwa kwa Iye"},{"SurahNumber":3,"VerseNumber":84,"Text":"“Nena: “Takhulupirira Allah ndi zomwe zavumbulutsidwa pa ife, ndi zomwe zidavumbulutsidwa kwa Ibrahim, ndi Ismail, Ishâq ndi Yaqub ndi zidzukulu (zake), ndi zimene adapatsidwa Mûsa ndi Isa (Yesu), ndi aneneri (ena) zochokera kwa Mbuye wawo. Sitisiyanitsa aliyense pakati pawo, ndipo ife kwa Iye ndi Asilamu (odzipereka kwathunthu).”"},{"SurahNumber":3,"VerseNumber":85,"Text":"“Ndipo amene angafune chipembedzo chosakhala Chisilamu, sichidzalandiridwa kwa iye. Ndipo iye tsiku lachimaliziro adzakhala mmodzi mwa (anthu) otaika"},{"SurahNumber":3,"VerseNumber":86,"Text":"“Kodi Allah angawaongole bwanji anthu omwe atuluka m’chikhulupiliro pambuyo pakukhulupirira natsimikiza kuti Mtumiki (uyu Muhammad{s.a.w}) ngoona, nkuwafikiranso zisonyezo zoonekera? Koma Allah saongola anthu ochita zoipa"},{"SurahNumber":3,"VerseNumber":87,"Text":"“Ndithu mphoto yawo ndiyakuti pa iwo pali matembelero a Allah, a angelo ndi anthu onse"},{"SurahNumber":3,"VerseNumber":88,"Text":"“M’menemo adzakhala nthawi yaitali; ndipo sichidzapeputsidwa chilango kwa iwo, ndiponso sadzapatsidwa danga"},{"SurahNumber":3,"VerseNumber":89,"Text":"“Kupatula anthu amene alapa, pambuyo pa zimenezo nachita zabwino. ndithudi, Allah Ngokhululuka, Ngwachisoni chosatha"},{"SurahNumber":3,"VerseNumber":90,"Text":"“Ndithudi, amene atuluka m’chikhulupiliro pambuyo pokhulupirira, kenako naonjezera kusakhulupirira, kulapa kwawo sikudzavomerezedwa konse. Ndipo iwo ndiosekera"},{"SurahNumber":3,"VerseNumber":91,"Text":"“Ndithudi amene sadakhulupirire, nkumwalira pamene ali osakhulupirira, sikudzalandiridwa kwa aliyense wa iwo ngakhale atapereka dipo la golide lodzadza dziko lonse. Iwo ndi omwe adzalandire chilango chopweteka, ndipo sadzakhala ndi athandizi"},{"SurahNumber":3,"VerseNumber":92,"Text":"“۞ Simudzapeza ubwino (weniweni) kufikira mutapereka m’zimene mukuzikonda. Ndipo chilichonse chimene mupereka, ndithudi, Allah akuchidziwa"}]}