{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"And it is not given to mortal man that God should speak unto him otherwise than through sudden inspiration, or [by a voice, as it were,] from behind a veil, or by sending an apostle to reveal, by His leave, whatever He wills [to reveal]: for, verily, He is exalted, wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"And thus, too, [O Muhammad,] have We revealed unto thee a life-giving message, [coming] at Our behest. [Ere this message came unto thee,] thou didst not know what revelation is, nor what faith [implies]: but [now] We have caused this [message] to be a light, whereby We guide whom We will of Our servants: and, verily, [on the strength thereof] thou, too, shalt guide [men] onto the straight way –"},{"SurahNumber":42,"VerseNumber":53,"Text":"the way that leads to God, to whom all that is in the heavens and all that is on earth belongs. Oh, verily, with God is the beginning and the end of all things"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"CONSIDER this divine writ, clear in itself and clearly showing the truth"},{"SurahNumber":43,"VerseNumber":3,"Text":"behold, We have caused it to be a discourse in the Arabic tongue, so that you might encompass it with your reason"},{"SurahNumber":43,"VerseNumber":4,"Text":"And, verily, [originating as it does] in the source, with Us, of all revelation, it is indeed sublime, full of wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"[O YOU who deny the truth!] Should We, perchance, withdraw this reminder from you altogether, seeing that you are people bent on wasting your own selves"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many a prophet did We send to people of olden times"},{"SurahNumber":43,"VerseNumber":7,"Text":"But never yet came a prophet to them without their deriding him –"},{"SurahNumber":43,"VerseNumber":8,"Text":"and so, [in the end,] We destroyed them [even though they were] of greater might than these: and the [very] image of those people of old became a thing of the past"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yet thus it is [with most people]: if thou ask them, “Who is it that has created the heavens and the earth?” - they will surely answer, “The Almighty, the All-Knowing has created them.”"},{"SurahNumber":43,"VerseNumber":10,"Text":"He it is who has made the earth a cradle for you, and has provided for you ways [of livelihood] thereon, so that you might follow the right path"},{"SurahNumber":43,"VerseNumber":11,"Text":"And He it is who sends down, again and again, waters from the sky in due measure: and [as] We raise therewith dead land to life, even thus will you be brought forth [from the dead]"},{"SurahNumber":43,"VerseNumber":12,"Text":"And He it is who has created all opposites. And He [it is who] has provided for you all those ships and animals whereon you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"in order that you might gain mastery over them, and that, whenever you have mastered them, you might remember your Sustainer’s blessings and say: “Limitless in His glory is He who has made [all] this subservient to our use - since [but for Him,] we would not have been able to attain to it"},{"SurahNumber":43,"VerseNumber":14,"Text":"Hence, verily, it is unto Him that we must always turn.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"AND YET, they attribute to Him offspring from among some of the beings created by Him! Verily, most obviously bereft of all gratitude is man"},{"SurahNumber":43,"VerseNumber":16,"Text":"Or [do you think], perchance, that out of all His creation He has chosen for Himself daughters, and favoured you with sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"For [thus it is:] if any of them is given the glad tiding of [the birth of] what he so readily attributes to the Most Gracious, his face darkens, and he is filled with suppressed anger"},{"SurahNumber":43,"VerseNumber":18,"Text":"“What! [Am I to have a daughter -] one who is to be reared [only] for the sake of ornament?” and thereupon he finds himself torn by a vague inner conflict"},{"SurahNumber":43,"VerseNumber":19,"Text":"And [yet] they claim that the angels - who in themselves are but beings created by the Most Gracious - are females: [but] did they witness their creation? This false claim of theirs will be recorded, and they will be called to account [for it on Judgment Day]"},{"SurahNumber":43,"VerseNumber":20,"Text":"Yet they say, “Had [not] the Most Gracious so willed, we would never have worshipped them!” [But] they cannot have any knowledge of [His having willed] such a thing: they do nothing but guess"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We, perchance, vouchsafed them, before this one, a revelation [to the contrary,] to which they are still holding fast"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay, but they say, “Behold, We found our forefathers agreed on what to believe - and, verily, it is in their footsteps that we find our guidance!”"},{"SurahNumber":43,"VerseNumber":23,"Text":"And thus it is: whenever We sent, before thy time, a warner to any community, those of its people who had lost themselves entirely in the pursuit of pleasures would always say, “Behold, we found our forefathers agreed on what to believe - and, verily, it is but in their footsteps that we follow!”"}]}