{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"ای کسانی که ایمان آورده اید! خدا را اطاعت کنید, ورسول (خدا) را اطاعت کنید, واعمالتان را باطل نکنید"},{"SurahNumber":47,"VerseNumber":34,"Text":"بی گمان کسانی که کافر شدند و(دیگران را) از راه خدا باز داشتند سپس در حال کفر مردند, پس خداوند هرگز آنها را نخواهد آمرزید"},{"SurahNumber":47,"VerseNumber":35,"Text":"پس (ای مؤمنان) هرگز (هنگام جهاد) سست نشوید, و(دشمنان را) به صلح وآشتی دعوت نکنید, در حالی که شما برتر هستید وخدا با شماست, و(چیزی از پاداش) اعمالتان را نخواهد کاست"},{"SurahNumber":47,"VerseNumber":36,"Text":"جز این نیست که زندگی دنیا بازی وسرگرمی است, واگر ایمان بیاورید وپرهیزگاری کنید (خداوند) پاداشهایتان را به شما خواهد داد, و(تمام) اموالتان را از شما نمی طلبد"},{"SurahNumber":47,"VerseNumber":37,"Text":"اگر (تمام) آن را از شما مطالبه کند, آنگاه اصرار نماید, بخل می ورزید, وکینه های شما را آشکار می سازد"},{"SurahNumber":47,"VerseNumber":38,"Text":"آگاه باشید, شما همان کسانی هستید که برای انفاق در راه خدا فرا خوانده می شوید, پس بعضی از شما بخل می ورزند, وهرکس بخل ورزد, جز این نیست که بر خویشتن بخل ورزیده است, وخداوند بی نیازاست وشما (همه) فقیر (ونیازمند) ید, واگر روی بگردانید (خداوند) گروهی دیگر را بجای شما می آورد, آنگاه آنها مانند شما نخواهند بود"},{"SurahNumber":48,"VerseNumber":1,"Text":"به راستی ما برای تو (فتح و) پیروزی( ) آشکاری مقرر کرده ایم"},{"SurahNumber":48,"VerseNumber":2,"Text":"تا خداوند گناه گذشته وآیندۀ تو را بیامرزد( ), ونعمتش را بر تو تمام کند, وبه راه راست هدایتت نماید"},{"SurahNumber":48,"VerseNumber":3,"Text":"و خداوند به پیروزی شکست ناپذیری تو را یاری کند"},{"SurahNumber":48,"VerseNumber":4,"Text":"او کسی است که در دلهای مؤمنان آرامش نازل کرد, تا ایمانی بر ایمانشان بیفزایند, وسپاهیان آسمانها وزمین از آن خداست, وخداوند دانای حکیم است"},{"SurahNumber":48,"VerseNumber":5,"Text":"تا (سرانجام) مردان وزنان مؤمن را به باغهایی (از بهشت) وارد کند, که نهرها از زیر (درختان) آن جاری است, جاودانه در آنجا خواهند بود, وگناهانشان را از آنها می زداید (ومی بخشد) واین نزد خدا کامیابی بزرگی است"},{"SurahNumber":48,"VerseNumber":6,"Text":"و (نیز) مردان وزنان منافق ومردان وزنان مشرک را که به خدا گمان بد می برند, عذاب کند, حوادث نا گوار وبد بر آنان باد, وخداوند بر آنها خشم گرفته, وآنها را لعنت کرده, وجهنم را برای آنها آماده ساخته است, وچه بد جایگاهی است"},{"SurahNumber":48,"VerseNumber":7,"Text":"وسپاهیان آسمانها وزمین از آن خداست, وخداوند پیروزمند حکیم است"},{"SurahNumber":48,"VerseNumber":8,"Text":"(ای پیامبر) به راستی ما تو را گواه ومژده دهنده وبیم دهنده فرستادیم"},{"SurahNumber":48,"VerseNumber":9,"Text":"تا (شما ای مردم) به خدا و پیامبرش ایمان بیاورید و(دین) اورا یاری کنید, و اورا بزرگ دارید, وبامداد وشامگاه اورا تسبیح گویید"},{"SurahNumber":48,"VerseNumber":10,"Text":"بی گمان کسانی که با تو بیعت می کنند( ), جز این نیست که با خدا بیعت می کنند, دست خدا بالای دست آنهاست, پس هرکس که پیمان شکنی کند, تنها به زیان خودش پیمان شکسته است, وهرکس به آنچه که بر آن با خدا عهد بسته وفا کند, بزودی پاداش عظیمی به او خواهد داد"},{"SurahNumber":48,"VerseNumber":11,"Text":"به زودی باز ماندگان از اعراب (بادیه نشین, عذر آورده و) به تو (ای پیامبر) می گویند: «(نگهداری) اموال وزن و فرزندانمان ما را به خود مشغول داشت, (ونتوانستیم در سفر حدیبیه همراه شما باشیم) پس برای ما طلب آمرزش کن» آنها با زبانهای خود چیزی می گویند که در دلهای آنها نیست, بگو: «چه کسی می تواند در برابر خدا از شما دفاع کند, اگر در حق شما زیانی بخواهد ویا در حق شما نفی بخواهد؟! بلکه خداوند به آنچه انجام می دهید آگاه است»"},{"SurahNumber":48,"VerseNumber":12,"Text":"بلکه شما گمان بردید که پیامبر (خدا) ومؤمنان هرگز به سوی خانوادۀ خویش باز نخواهند گشت, و این (گمان) در دلهای شما زینت یافته بود, وگمان بد بردید, وقومی هلاک شده (ونابود) گشتید"},{"SurahNumber":48,"VerseNumber":13,"Text":"وهرکس که به خدا وپیامبرش ایمان نیاورد, پس (بداند که) ما برای کافران آتش سوزان (جهنم) آماده کرده ایم"},{"SurahNumber":48,"VerseNumber":14,"Text":"فرمانروایی آسمانها وزمین از آن خداست, هر که را بخواهد می آمرزد, وهر که را بخواهد عذاب می کند, و خداواند آمرزندۀ مهربان است"},{"SurahNumber":48,"VerseNumber":15,"Text":"هنگامی که به سوی غنایم( ) (خیبر) حرکت نمودید تا آنها را برگیرید, بازماندگان (حدیبیه) خواهند گفت: «بگذارید ما (نیز) درپی شما بیاییم». آنها می خواهند کلام خدا را تغییر دهند, (ای پیامبر) بگو: «هرگز از پی ما نیایید, این چنین خداوند از پیش فرموده است». پس آنها خواهند گفت: «(نه) بلکه, شما به ما حسادت می ورزید». بلکه (حقیقیت این است که) جزاندکی در نمی یابند"},{"SurahNumber":48,"VerseNumber":16,"Text":"(ای پیامبر) به باز ماندگان از اعراب (بادیه نیشن) بگو: «به زودی فراخوانده می شوید به سوی قومی سخت جنگجو (ونیرومند) که با آنها نبرد کنید, یا اسلام بیاورند, پس اگر اطاعت کنید, خداوند پاداش نیکی به شما می دهد, واگر سرپیچی کنید همان گونه که پیش از این سر پیچی کردید, شما را به عذابی دردناک عذاب می دهد»"},{"SurahNumber":48,"VerseNumber":17,"Text":"بر نا بینا گناهی نیست, وبر لنگ (نیز) گناهی نیست, وبر بیمار (هم) گناهی نیست, (اگر اینها در جهاد شرکت نکنند). و هرکس از خدا و رسولش اطاعت نماید, او را در باغهایی (از بهشت) وارد می سازد که نهرها از زیر (درختان) آن جاری است, وهر کس که سر پیچی کند به عذابی دردناک او را عذاب می کند"}]}