{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Trimiºii lor au zis: „Aveþi voi îndoialã în privinþa lui Allah, Creatorul cerurilor ºi al pãmântului, care vã cheamã ca sã vã iertepentru o parte din pãcatele voastre"},{"SurahNumber":14,"VerseNumber":11,"Text":"Le-au rãspuns trimiºii lor: „Într-adevãr, noi nu suntem decât niºte oameni ca ºi voi, însã Allah binecuvânteazã pe cine voieºte El dintre robii Sãi . Nu ne revine nouã sã vã"},{"SurahNumber":14,"VerseNumber":12,"Text":"ªi cum sã nu ne încredem noi în Allah , când El ne-a cãlãuzit pecãile noastre [pe care trebuia sã le urmãm] ? Însã noi vom înduraorice durere ne veþi aduce! ªi în Allah trebuie s&atil"},{"SurahNumber":14,"VerseNumber":13,"Text":"Dar cei care nu credeau au zis cãtre trimiºii lor: „Noi vã vomalunga din þara noastrã, dacã nu vã întoarceþi la religia noastrã!” Dar Domnul lor le-a revelat : „Noi îi vom nimici pe"},{"SurahNumber":14,"VerseNumber":14,"Text":"ªi vã vom stabili pe voi pe acest pãmânt, dupã ei! Aceasta pentru aceia care se tem de prezenþa Mea ºi se tem de ameninþarea Mea ”"},{"SurahNumber":14,"VerseNumber":15,"Text":"Ei au cerut [de la Allah] victoria, însã fiecare trufaº îndãrãtnic a fost înfrânt"},{"SurahNumber":14,"VerseNumber":16,"Text":"În urma lui se aflã Gheena ºi va fi el adãpat cu apã de puroi"},{"SurahNumber":14,"VerseNumber":17,"Text":"Pe care el o va sorbi cu înghiþituri mici ºi abia o va putea, înghiþi.ªi moartea vine la el din toate pãrþile, însã el nu va fi mort ºi va avea el [parte de] osândã dureroasã"},{"SurahNumber":14,"VerseNumber":18,"Text":"Pilda acelora care nu cred în Domnul lor este cã faptele lor sunt ca cenuºa în care suflã vântul cu putere într-o zi furtunoasã. Ei nuvor avea nici un folos din ceea ce agonisesc . Aceasta este rãtãcire ad"},{"SurahNumber":14,"VerseNumber":19,"Text":"Oare nu vezi cã Allah a creat cerurile ºi pãmântul în adevãr? Dacã El ar vrea, v-ar face sã dispãreþi ºi ar aduce fãpturi noi"},{"SurahNumber":14,"VerseNumber":20,"Text":"Cãci acest lucru nu este greu pentru Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"ªi toþi se vor înfãþiºa dinaintea lui Allah ºi vor zice cei slabi cãtre cei care s-au arãtat îngâmfaþi : „Noi v-am urmat pe voi! Puteþi voi sã ne fiþi de vreun folos împotriva osând"},{"SurahNumber":14,"VerseNumber":22,"Text":"ªi când totul va fi hotãrât , va zice ªeitan: „Allah v-a fãcut vouão fãgãduinþã adevãratã . V-am fãgãduit ºi eu, însã eu nu mi-am þinut cuvântul dat"},{"SurahNumber":14,"VerseNumber":23,"Text":"Cei care cred ºi sãvârºesc fapte bune vor fi duºi sã intre în grãdini pe sub care curg pâraie ºi în ele vor sãlãºlui veºnic - cu voia Stãpânului lor. Iar salutul lor în e"},{"SurahNumber":14,"VerseNumber":24,"Text":"Nu vezi ce pildã a dat Allah pentru cuvântul bun? El este ca un pom bun, cu rãdãcina neclintitã ºi cu ramuri [ce se înalþã] în cer"},{"SurahNumber":14,"VerseNumber":25,"Text":"El dã fructe tot timpul - cu voia Domnului sãu. ªi Allah dã pilde oamenilor pentru ca ei sã-ºi aducã aminte"},{"SurahNumber":14,"VerseNumber":26,"Text":"Iar pilda unui cuvânt rãu este ca un pom rãu care a fost smuls de pe faþa pãmântului ºi care nu mai are pic de statornicie"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah îi întãreºte pe cei care cred cu vorbe hotãrâte atât în viaþa aceasta, cât ºi în Viaþa de Apoi. Allah îi duce în rãtãcire pe cei nelegiuiþi ºi Allah face ceea ce voieºte"}]}