{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"O children of Adam, dress well for every prayer. Eat and drink, but do not waste, for He does not like the wasteful"},{"SurahNumber":7,"VerseNumber":32,"Text":"Say, “Who has forbidden the adornments and lawful provisions that Allah has brought forth for His slaves?” Say, “They are for the believers in the life of this world, and they will be exclusively for them on the Day of Resurrection. This is how We make the verses clear for people who have knowledge.”"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say, “My Lord has forbidden shameful acts done openly or in secret, sinfulness, unjustified aggression, associating partners with Allah for which He has not sent down any authority, and saying about Allah that of which you have no knowledge.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Each nation has its appointed time. When their appointed time comes, they cannot delay it for a moment or bring it forward"},{"SurahNumber":7,"VerseNumber":35,"Text":"O children of Adam, when there come to you messengers from among you, reciting My verses to you – then whoever fears Allah and mends his ways, they will have no fear, nor will they grieve"},{"SurahNumber":7,"VerseNumber":36,"Text":"But those who reject Our verses and show arrogance towards them, they are the people of the Fire, they will abide therein forever"},{"SurahNumber":7,"VerseNumber":37,"Text":"Who does greater wrong than the one who fabricates lies against Allah or rejects His verses? They will receive the share that is destined for them, until when Our angel-messengers come to take their souls, saying, “Where are those whom you used to invoke besides Allah?” They will say, “They are lost from us,” and they will testify against themselves that they were disbelievers"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah will say, “Enter the Fire along with nations of jinn and humans who have passed on before you.” Every time a nation enters, it will curse the preceding one until they are all gathered inside, the followers will say about their leaders, “Our Lord, they have led us astray, so give them a double punishment of the Fire.” He will say, “Each will have a double punishment, but you do not know.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"The leaders will say to their followers, “You were no better than us, so taste the punishment for what you used to do.”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Those who reject Our verses and show arrogance towards them, the gates of heaven will not be opened for them, nor will they enter Paradise until a camel can pass through the eye of a needle. This is how We recompense the wicked"},{"SurahNumber":7,"VerseNumber":41,"Text":"Hell will be their resting place and above them will be coverings [of fire]. This is how We recompense the wrongdoers"},{"SurahNumber":7,"VerseNumber":42,"Text":"As for those who believe and do righteous deeds – We do not burden a soul more than what it can bear – they are the people of Paradise, they will abide therein forever"},{"SurahNumber":7,"VerseNumber":43,"Text":"We will remove all ill feelings from their hearts and rivers will flow beneath them. They will say, “All praise be to Allah Who has guided us to this, for We would not have been guided to this if Allah had not guided us. The messengers of our Lord came with the truth.” They will be called, “This is Paradise that you are made to inherit for what you used to do.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"The people of Paradise will call out to the people of Hell, “We have surely found our Lord’s promise to be true. Have you also found your Lord’s promise to be true?” They will say, “Yes.” Then a caller will announce among them, “May Allah’s curse be upon the wrongdoers"},{"SurahNumber":7,"VerseNumber":45,"Text":"those who prevent [people] from the way of Allah, seeking to make it crooked, and who disbelieve in the Hereafter.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"Between them there will be a barrier, and on its Heights there will be men who will recognize each group by their marks. They will call out to the people of Paradise, “Peace be on you.” They will not have entered it, yet they will eagerly hope [to enter]"}]}