{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Эй Мӯсо, чӣ чиз туро водошт, ки аз қавми худ пеш ойӣ?»"},{"SurahNumber":20,"VerseNumber":84,"Text":"Гуфт: «Онҳо ҳамонҳоянд, ки аз пайи ман равонанд. Эй Парвардигори ман, ман ба сӯйи Ту шитофтам, то хушнуд гардӣ»"},{"SurahNumber":20,"VerseNumber":85,"Text":"Аллоҳ ба Мӯсо гуфт: «Ба дурустӣ, Мо қавми туро пас аз ту бо ибодати гӯсола озмоиш кардем ва Сомирӣ гумроҳашон сохт»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Мӯсо хашмгин ва пурандӯҳ назди қавмаш бозгашту гуфт: «Эй қавми ман, оё Парвардигоратон шуморо ваъдаҳои некӯ надода буд? Оё муддати набудани ман дароз шуд ё хостед, ки хашми Парвардигоратон ба шумо фуруд ояд, ки ваъдаи манро хилоф кардед?»"},{"SurahNumber":20,"VerseNumber":87,"Text":"Гуфтанд: Эй Мӯсо «Мо ба ихтиёри хеш ваъдаи ту хилоф накардем. Лекин мо аз зару зевари қавми Фиръавн бардоштем. Пас онҳоро ба фармони Сомирӣ дар оташ андохтем. Ва Сомирӣ низ андохт он чиро ки бо худ дошт аз хоки зери пои аспи Ҷабраил алайҳиссалом"},{"SurahNumber":20,"VerseNumber":88,"Text":"Пас Сомирӣ барои банӣ Исроил ҷасади гӯсолае, ки садои говро дошт, бисохт ва дар фитна афтодагон ба баъзе гуфтанд: «Ин маъбуди шумо ва маъбуди Мӯсост. Ва Мӯсо маъбуди худро фаромӯш кардааст»"},{"SurahNumber":20,"VerseNumber":89,"Text":"Оё касоне ки гӯсоларо парастиш карданд, намедонанд, ки он ҳеҷ посухе ба суханашон намедиҳад ва ҳеҷ фоидаву зиёне барояшон надорад"},{"SurahNumber":20,"VerseNumber":90,"Text":"Албатта, Ҳорун низ пеш аз баргаштани Мӯсо ба онҳо гуфта буд: «Эй қавми ман, шуморо ба ин гӯсола озмудаанд, то мӯъмин аз кофир маълум гардад. Ҳамоно Парвардигори шумо Аллоҳи меҳрубон аст, аз пайи ман биёед ва дар тарки ибодати гӯсола фармонбардори ман бошед!»"},{"SurahNumber":20,"VerseNumber":91,"Text":"Бархе аз гӯсолапарастон гуфтанд: «Мо барои парастиши гӯсола ҳамеша қоим хоҳем буд, то вақте ки Мӯсо ба сӯйи мо бозояд»"},{"SurahNumber":20,"VerseNumber":92,"Text":"Мӯсо барои бародараш Ҳорун гуфт: «Эй Ҳорун, ҳангоме ки дидӣ гумроҳ шуданд, чӣ туро боздошт"},{"SurahNumber":20,"VerseNumber":93,"Text":"Чаро аз пайи ман наомадӣ. Оё ту низ аз фармони ман сарпечӣ карда будӣ?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Мӯсо даст ба риши Ҳорун ва мӯйи сари ӯ зад, вале Ҳорун ба Мӯсо) гуфт: «Эй писари модарам, магир аз ришу мӯйи сари ман. Ман тарсидам, ки агар онҳоро гузорам ва ба сӯйи ту оям, бигӯӣ: «Ту миёни банӣ Исроил ҷудоӣ афкандӣ ва онҳоро ба гурӯҳ-гурӯҳ ҷудо намудӣ ва гуфтори маро риоят накардӣ»"},{"SurahNumber":20,"VerseNumber":95,"Text":"Мӯсо ба Сомирӣ гуфт: «Ва ту, эй Сомирӣ, ин чӣ коре буд, ки кардӣ?»"},{"SurahNumber":20,"VerseNumber":96,"Text":"Сомирӣ гуфт: «Ман чизеро дидам, ки онҳо онро надида буданд. Муште аз хоке, ки пайи пойи аспи Ҷабраил, баргирифтам ва дар он қолабе, ки аз зар сохта будам ба шакли гӯсола дар даҳонаш андохтам ва нафси бади ман ин корро дар чашми ман биёрост"},{"SurahNumber":20,"VerseNumber":97,"Text":"Мӯсо ба Сомирӣ гуфт: Бирав, дар зиндагии ин дунё чунон шавӣ, ки пайваста бигӯӣ: «Ба ман наздик машав». Ва низ туро ваъдаи дигарест, дар рӯзи қиёмат, ки аз он раҳо нашавӣ ва инак, ба сӯйи маъбуди худ, ки пайваста ибодаташ мекардӣ, бингар, ки онро бисӯзонем ва онро ба дарё паҳн ва пароканда созем"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ҷуз ин нест, ки маъбуди шумо Аллоҳ аст, ки ҳеҷ маъбуде барҳақ ҷуз Ӯ нест ва илмаш ҳама чизро дар бар гирифтааст"},{"SurahNumber":20,"VerseNumber":99,"Text":"Инчунин хабарҳои гузаштаро аз Мӯсо ва Фиръавн ва қавмашон барои ту эй Расул, ҳикоят мекунем. Ва ба ту аз ҷониби Худ ин Қуръонро ато кардем, ки он панд аст барои шахсе ки панд мегирад"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ҳар кас, ки аз он Қуръон рӯй бартобад, рӯзи қиёмат бори гуноҳ бар дӯш мекашад"},{"SurahNumber":20,"VerseNumber":101,"Text":"Дар он азоб ҳамеша бимонад. Ва бори рӯзи қиёмат барояшон бори бадест"},{"SurahNumber":20,"VerseNumber":102,"Text":"Рӯзе, ки дар он сур дамида шавад ва гунаҳкоронро дар он рӯз кабудранг гирд оварем, ки рангу чашмонашон аз шиддати ҳавли қиёмат тағйир ёбад"},{"SurahNumber":20,"VerseNumber":103,"Text":"Оҳиста бо ҳам сухан мегӯянд, ки даҳ шабонарӯз беш дар дунё наистодаед"},{"SurahNumber":20,"VerseNumber":104,"Text":"Мо бар гуфтори пинҳон ва ошкори онон огоҳтарем, он гоҳ ки некӯравиштарини онҳо аз сахтии рӯзи қиёмат фаромӯш карда мегӯяд: «Ҷуз як рӯз наистодаед»"},{"SurahNumber":20,"VerseNumber":105,"Text":"Туро эй Расул, қавмат аз кӯҳҳо мепурсанд, ки оқибати онҳо дар рӯзи қиёмат чӣ мешавад? Бигӯ: «Парвардигори ман ҳамаро аз ҷояшон пароканда ва яксон месозад"},{"SurahNumber":20,"VerseNumber":106,"Text":"Ва онҳоро ба замин ҳамвор мегардонад"},{"SurahNumber":20,"VerseNumber":107,"Text":"дар он ҳеҷ каҷиву пастиву баландӣ намебинӣ"},{"SurahNumber":20,"VerseNumber":108,"Text":"Дар он рӯз ҳама аз пайи он доъӣ (Исрофил), мераванд, ки дар он пайравӣ ҳеҷ каҷӣ набошад. Ва садоҳо дар баробари Аллоҳи меҳрубон паст мешаванд пас, ба ҷуз паст чизе нашунавӣ"},{"SurahNumber":20,"VerseNumber":109,"Text":"Дар он рӯз шафоати ҳеҷ касе фоида надиҳад, магар онро, ки Аллоҳи меҳрубон иҷозат диҳад ва суханашро биписандад ва он иҷозатдодашудагон; паёмбарон ва бандагони наздики Аллоҳ бошанд"},{"SurahNumber":20,"VerseNumber":110,"Text":"Аллоҳ ҳар чиро дар пеши рӯйи онҳост аз амри қиёмат ва ҳар чиро дар пушти сарашон аст аз амри дунё, медонад ва илми онон (инсонҳо) Ӯро дарбар нагирад"}]}