{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"ALIF LAM MYM 'SAAD"},{"SurahNumber":7,"VerseNumber":2,"Text":"Kitabu kilicho teremshwa kwako - basi isiwe dhiki kifuani kwako kwa ajili yake, upate kuonya kwacho, na kiwe ni ukumbusho kwa Waumini"},{"SurahNumber":7,"VerseNumber":3,"Text":"Fuateni mliyo teremshiwa kutoka kwa Mola Mlezi wenu, wala msifuate rafiki au walinzi wengine badala yake. Ni machache mnayo yakumbuka"},{"SurahNumber":7,"VerseNumber":4,"Text":"Na miji mingapi tuliiangamiza, ikaifikia adhabu yetu usiku au walipo kuwa wamelala adhuhuri"},{"SurahNumber":7,"VerseNumber":5,"Text":"Basi hakikuwa kilio chao ilipo wafikia adhabu yetu, isipo kuwa kusema: Hakika sisi tulikuwa wenye kudhulumu"},{"SurahNumber":7,"VerseNumber":6,"Text":"Na kwa yakini tutawauliza wale walio pelekewa Ujumbe, na pia tutawauliza hao Wajumbe"},{"SurahNumber":7,"VerseNumber":7,"Text":"Tena tutawasimulia kwa ilimu; wala Sisi hatukuwa mbali"},{"SurahNumber":7,"VerseNumber":8,"Text":"Na Siku hiyo kipimo kitakuwa kwa Haki. Basi watakao kuwa na uzani mzito, hao ndio watakao fanikiwa"},{"SurahNumber":7,"VerseNumber":9,"Text":"Na watakao kuwa na uzani khafifu, basi hao ndio walio zitia khasarani nafsi zao kwa sababu ya kuzipinga Ishara zetu"},{"SurahNumber":7,"VerseNumber":10,"Text":"Na hakika tumekuwekeni katika ardhi, na tumekujaalieni humo njia za kupatia maisha. Ni kuchache kushukuru kwenu"},{"SurahNumber":7,"VerseNumber":11,"Text":"Na hakika tulikuumbeni, kisha tukakutieni sura, kisha tukawaambia Malaika: Msujudieni Adam. Basi wakasujudu isipo kuwa Iblisi, hakuwa miongoni mwa walio sujudu"},{"SurahNumber":7,"VerseNumber":12,"Text":"Mwenyezi Mungu akasema: Nini kilicho kuzuia kumsujudia nilipo kuamrisha? Akasema: Mimi ni bora kuliko yeye. Umeniumba kwa moto, naye umemuumba kwa udongo"},{"SurahNumber":7,"VerseNumber":13,"Text":"Akasema: Basi teremka kutoka humo! Haikufalii kufanya kiburi humo. Basi toka! Hakika wewe u miongoni mwa walio duni"},{"SurahNumber":7,"VerseNumber":14,"Text":"Akasema: Nipe muhula mpaka siku watakapo fufuliwa"},{"SurahNumber":7,"VerseNumber":15,"Text":"Akasema: Utakuwa miongoni mwa walio pewa muhula"},{"SurahNumber":7,"VerseNumber":16,"Text":"Akasema: Kwa kuwa umenihukumia upotofu, basi nitawavizia katika Njia yako Iliyo Nyooka"},{"SurahNumber":7,"VerseNumber":17,"Text":"Kisha nitawazukia mbele yao na nyuma yao na kuliani kwao na kushotoni kwao. Wala hutawakuta wengi wao wenye shukrani"},{"SurahNumber":7,"VerseNumber":18,"Text":"Akasema: Toka humo, nawe umekwisha fedheheka, umekwisha fukuzwa. Hapana shaka atakaye kufuata miongoni mwao, basi nitaijaza Jahannam kwa nyinyi nyote"},{"SurahNumber":7,"VerseNumber":19,"Text":"Na wewe, Adam! Kaa wewe na mkeo katika Bustani hii, na kuleni humo mpendapo. Wala msiukaribie mti huu, mkawa katika wale walio dhulumu"},{"SurahNumber":7,"VerseNumber":20,"Text":"Basi Shet'ani aliwatia wasiwasi ili kuwafichulia tupu zao walizo fichiwa, na akasema: Mola Mlezi wenu hakukukatazeni mti huu ila msije mkawa Malaika, au msije mkawa katika wanao ishi milele"},{"SurahNumber":7,"VerseNumber":21,"Text":"Naye akawaapia: Kwa yakini mimi ni miongoni wa wanao kunasihini"},{"SurahNumber":7,"VerseNumber":22,"Text":"Basi akawateka kwa khadaa. Walipo uonja ule mti, tupu zao zilifichuka na wakaingia kujibandika majani ya Bustanini. Mola wao Mlezi akawaita: Je, sikukukatazeni mti huo, na kukwambieni ya kwamba Shet'ani ni adui yenu wa dhaahiri"},{"SurahNumber":7,"VerseNumber":23,"Text":"Wakasema: Mola wetu Mlezi! tumejidhulumu nafsi zetu, na kama hutusamehe na kuturehemu, hakika tutakuwa katika wenye kukhasirika"},{"SurahNumber":7,"VerseNumber":24,"Text":"Akasema: Teremkeni! Mtakuwa nyinyi kwa nyinyi maadui. Na kwenye ardhi itakuwa ndio makao yenu na starehe yenu mpaka ufike muda"},{"SurahNumber":7,"VerseNumber":25,"Text":"Akasema: Humo mtaishi, na humo mtakufa, na kutoka humo mtatolewa"},{"SurahNumber":7,"VerseNumber":26,"Text":"Enyi wanaadamu! Tumekuteremshieni nguo za kuficha tupu zenu, na nguo za pambo. Na nguo za uchamngu ndio bora. Hayo ni katika Ishara za Mwenyezi Mungu mpate kukumbuka"},{"SurahNumber":7,"VerseNumber":27,"Text":"Eny wanaadamu! Asije Shet'ani kukufitinini kama alivyo watoa wazazi wenu Peponi, akawavua nguo zao kuwaonyesha tupu zao. Hakika yeye na kabila yake wanakuoneni, na nyinyi hamuwaoni. Hakika Sisi tumewafanya Mashet'ani kuwa ni marafiki wa wasio amini"},{"SurahNumber":7,"VerseNumber":28,"Text":"Na wanapo fanya mambo machafu husema: Tumewakuta nayo baba zetu, na Mwenyezi Mungu ametuamrisha hayo. Sema: Hakika Mwenyezi Mungu haamrishi mambo machafu. Mnamzulia Mwenyezi Mungu msiyo yajua"},{"SurahNumber":7,"VerseNumber":29,"Text":"Sema: Mola Mlezi wangu ameamrisha uadilifu, na mumuelekeze nyuso zenu kila mnapo sujudu, na muombeni Yeye kwa kumsafia Dini. Kama alivyo kuumbeni mwanzo ndivyo mtavyo rudi"},{"SurahNumber":7,"VerseNumber":30,"Text":"Hali ya kuwa kundi moja amelihidi, na kundi jengine limethibitikiwa na upotofu. Kwa hakika hao waliwafanya mashet'ani kuwa ndio marafiki walinzi badala ya Mwenyezi Mungu, na wanadhani kuwa wao wameongoka"}]}