{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"De tijd nadert, waarop de bewoners van Mekka rekenschap zullen moeten afleggen, en nochtans zijn zij achteloos en hebben zich van de overdenking daarvan afgewend"},{"SurahNumber":21,"VerseNumber":2,"Text":"Er komt geene waarschuwing tot hen van hunnen Heer, die hun onlangs in den Koran werd geopenbaard, of als zij die hooren, maken zij haar tot een voorwerp van hunnen spot"},{"SurahNumber":21,"VerseNumber":3,"Text":"Hunne harten denken slechts aan vermaken. En zij die onrechtvaardig handelen, spreken heimelijk met elkander, zeggende: Is deze Mahomet iets meer dan een mensch gelijk gij? Wilt gij dus naar een tooverij luisteren, terwijl gij duidelijk bemerkt, dat het niets anders is"},{"SurahNumber":21,"VerseNumber":4,"Text":"Zeg: Mijn Heer weet wat in den hemel en op aarde wordt gesproken; hij hoort en ziet alles"},{"SurahNumber":21,"VerseNumber":5,"Text":"Maar zij zeggen: De Koran is een weefsel van droomen; hij heeft dien uitgedacht; hij is een dichter; laat hem dus met een wonder tot ons komen, op dezelfde wijze als de vroegere profeten werden gezonden"},{"SurahNumber":21,"VerseNumber":6,"Text":"Geene der steden welke wij verdelgd hebben, geloofde de wonderen welke zij voor hunne oogen zagen geschieden. Zullen deze dus gelooven indien zij een wonder zien"},{"SurahNumber":21,"VerseNumber":7,"Text":"Wij zonden geene andere gezanten vóór hen, dan menschen, aan welke wij onzen wil openbaarden. Vraag het hun die met de schrift bekend zijn, indien gij dit niet weet"},{"SurahNumber":21,"VerseNumber":8,"Text":"Wij gaven hun geen lichaam, dat onderhouden kan worden zonder dat zij voedsel gebruikten, en zij waren niet onsterfelijk"},{"SurahNumber":21,"VerseNumber":9,"Text":"Maar wij vervullen onze belofte omtrent hen; wij bevrijdden hen en degenen die ons behaagden, maar wij verdelgden de zondaren"},{"SurahNumber":21,"VerseNumber":10,"Text":"O Koreïshieten! wij hebben u het boek van den Koran nedergezonden, waarin gij beroemd gemaakt wordt; zult gij dit niet begrijpen"},{"SurahNumber":21,"VerseNumber":11,"Text":"En hoevele steden die goddeloos waren, hebben wij omgekeerd, terwijl wij andere volkeren na deze hebben doen opstaan"},{"SurahNumber":21,"VerseNumber":12,"Text":"En toen zij onze strenge wraak gevoelden, vluchtten zij ijlings uit die steden"},{"SurahNumber":21,"VerseNumber":13,"Text":"En de engelen zeiden spottenderwijze tot hen: Vlucht niet, maar keert terug tot uwe vermaken en tot uwe woningen; misschien zult gij ondervraagd worden"},{"SurahNumber":21,"VerseNumber":14,"Text":"Zij antwoordden: Helaas! waarlijk, wij waren onrechtvaardig"},{"SurahNumber":21,"VerseNumber":15,"Text":"En deze hunne weeklacht hield niet op, dan nadat wij hen, gelijk het afgemaaide en geheel uitgedroogde koren, hadden uitgespreid"},{"SurahNumber":21,"VerseNumber":16,"Text":"Wij schiepen, de hemelen en de aarde en al wat daartusschen is, niet tot onze uitspanning"},{"SurahNumber":21,"VerseNumber":17,"Text":"Indien het ons behaagd had, ons te vermaken, zouden wij het gedaan hebben met hetgeen ons past, zoo wij hadden besloten dit te doen"},{"SurahNumber":21,"VerseNumber":18,"Text":"Maar wij zullen de waarheid tegenover de ijdelheid plaatsen en de eerste zal de laatste doen verdwijnen. Ziedaar hetgeen verdwijnt. Wee over u! om hetgeen gij aan God toeschrijft"},{"SurahNumber":21,"VerseNumber":19,"Text":"Alles wat in den hemel en op aarde bestaat, is aan hem onderworpen, en de engelen, die in zijne tegenwoordigheid zijn, rekenen hen niet beneden zich, hem te aanbidden, en worden dit niet moede"},{"SurahNumber":21,"VerseNumber":20,"Text":"Zij prijzen hem des nachts en des daags en vermoeien zich niet"},{"SurahNumber":21,"VerseNumber":21,"Text":"Hebben zij goden van de aarde genomen? Zullen zij den doode tot het leven opwekken? Indien er in den hemel of op aarde goden behalve God waren, zouden zij allen vernietigd worden"},{"SurahNumber":21,"VerseNumber":22,"Text":"Maar het zij verre van God wat zij nopens hem uitdenken; nopens hem, den Heer van den troon"},{"SurahNumber":21,"VerseNumber":23,"Text":"Er zal hem geene rekenschap gevraagd worden nopens hetgeen hij zal doen; maar van hen zal rekenschap gevraagd worden"},{"SurahNumber":21,"VerseNumber":24,"Text":"Hebben zij andere goden naast hem geplaatst? Zeg: lever uw bewijs daarvoor. Dit is de vermaning van hen die tegelijk met mij bestaan en de vermaning van hen die voor mij bestonden maar het grootste deel hunner kent de waarheid niet en wendt zich daarvan af"},{"SurahNumber":21,"VerseNumber":25,"Text":"Wij hebben vóór u geen gezant nedergezonden, of wij openbaarden hun, dat er geen God buiten mij is; dient mij dus"},{"SurahNumber":21,"VerseNumber":26,"Text":"Zij zeggen; de Barmhartige heeft kinderen gebaard, en de engelen zijn zijne dochters. Verre zij dit van hem! Zij zijn slechts zijne eerbiedige dienaren"},{"SurahNumber":21,"VerseNumber":27,"Text":"Zij zeggen niets voor hij heeft gesproken, en zij voeren zijn bevel uit"},{"SurahNumber":21,"VerseNumber":28,"Text":"Hij weet wat vóór hen en wat achter hen is; zij zullen voor niemand tusschen beiden treden. Behalve voor wien hem zal behagen, en zij beven uit vrees voor hem"}]}