{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Bir de harb esiri olarak sahibi bulunduğunuz cariyeler müstesna, evli kadınlarla evlenmeniz de size haram kılındı. Bütün bunlar Allah'ın üzerinize farz kıldığı hükümlerdir. Bunların dışında kalanlar ise iffetli olarak zina etmeksizin mallarınızla mehir vermek suretiyle evlenmek istemeniz size helal kılındı. O halde onlardan nikah ile faydalanmanıza karşılık mehirlerini kendilerine verin ki, bu farzdır. O mehri takdir edip kesinleştirdikten sonra birbirinizi razı etmenizde bir mahzur yoktur. Şüphesiz ki Allah her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Sizden her kim hür mümin kadınları nikah edecek bir zenginliğe gücü yetmiyorsa, ona da ellerinizin altındaki mümin cariyelerinizden efendilerinin rızası ile nikahlamak var. Allah sizin imanınızı daha iyi bilir. Siz birbirinizdensiniz. O halde sahiplerinin izni ile ve mehirlerini örfe göre vermek suretiyle cariyelerden iffetli olan, zina etmeyen, dost da edinmeyenlerle evlenin. Evlendikten sonra bir fuhuş yaparlarsa, o vakit hür kadınlar hakkında gerekli bulunan cezanın yarısı kendilerine lazım gelir. Bu hükümler, içinizden günah işlemekten korkanlaradır. Sabretmeniz ise, sizin için daha hayırlıdır. Allah Gafûrdur, Rahimdir (çok bağışlayıcıdır, çok merhamet edicidir)"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah, sizlere bilmediklerinizi bildirmek, sizden öncekilerin yollarını size göstermek ve tevbenizi kabul etmek istiyor. Allah, her şeyi çok iyi bilendir, hüküm ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tevbenizi kabul etmek istiyor. Halbuki şehvetlerine uyanlar ise, sizin doğru yoldan büyük bir meyl ile sapmanızı istiyorlar"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah, din hususundaki ağır teklifleri sizden hafifletmek istiyor. Çünkü insan sabır ve tahammül bakımından zayıf yaratılmıştır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman edenler! Mallarınızı aranızda haksızlıkla yemeyin. Ancak kendi rızanızla yaptığınız ticaretle yemeniz helaldir. Birbirinizin canına kıymayın. Şüphesiz Allah, size karşı çok merhametlidir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim, zulüm ve tecavüz yolu ile bu yasakları işlerse, yakında onu cehennem ateşine atacağız. Onu ateşe atmak da Allah'a pek kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Eğer siz, yasaklandığınız büyük günahlardan sakınırsanız, diğer kusurlarınızı örter, sizi güzel bir makama koyarız"},{"SurahNumber":4,"VerseNumber":32,"Text":"Bir de Allah'ın bazınıza, diğerinden fazla verdiği şeyleri temenni etmeyin. Erkeklere hak ettiklerinden bir pay vardır. Kadınlara da kendi kazandıklarından bir pay vardır. İsteklerinizi Allah'ın fazlından ve kereminden isteyin. Gerçekten Allah her şeyi hakkıyla bilendir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Anne, baba ve akrabaların bıraktıkları her şey için bir mirasçı tayin ettik. Yemin akdiyle mirasçı kıldıklarınızın paylarını da verin. Şüphesiz Allah, her şeye şahittir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Erkekler, kadın üzerine idareci ve hakimdirler. Çünkü Allah birini (cihad, imamet, miras gibi işlerde) diğerinden üstün yaratmıştır. Bir de erkekler mallarından (aile fertlerine) harcamaktadırlar. İyi kadınlar, itaatkar olanlar ve Allah'ın korunmasını emrettiği şeyleri kocalarının bulunmadığı zamanlarda da koruyanlardır. Fenalık ve geçimsizliklerinden korktuğunuz kadınlara gelince: Önce kendilerine öğüt verin, yataklarından ayrılın. Bunlar da fayda vermezse dövün. Eğer size itaat ederlerse kendilerini incitmeye başka bir bahane aramayın. Çünkü Allah çok yücedir, çok büyüktür"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eğer karıkoca arasının açılmasından endişeye düşerseniz bir hakem erkeğin tarafından, bir hakem de kadının ailesinden kendilerine gönderin. Bu arabulucu hakemler gerçekten barıştırmak isterlerse, Allah karıkoca arasındaki dargınlık yerine geçim verir. Şüphesiz ki Allah hakkıyla bilendir, her şeyin aslından haberdardır"}]}