{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Mas los siguió una generación que descuidó la oración y siguió sus propias pasiones. Esos estarán abocados a la perdición"},{"SurahNumber":19,"VerseNumber":60,"Text":"salvo quienes se arrepientan, crean y obren con rectitud, pues esos entrarán en el Paraíso y no serán tratados injustamente en lo más mínimo"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Entrarán a) los Jardines de la Eternidad que el Clemente prometió a Sus siervos (quienes creyeron en ellos) a pesar de no haberlos visto. Ciertamente, la promesa de Al-lah se cumplirá"},{"SurahNumber":19,"VerseNumber":62,"Text":"No escucharán allí banalidades, sino que solo escucharán saludos de paz. Y recibirán sustento mañana y tarde"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ese es el Paraíso que concederemos a aquellos de Nuestros siervos que teman a Al-lah (obedeciendo Sus mandatos y absteniéndose de todo lo que prohíbe)"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Y el ángel Gabriel dijo a Muhammad:) “Solo descendemos por orden de tu Señor. A Él pertenecen los asuntos de la vida eterna y de la vida terrenal y lo que sucede entre ambas. Y tu Señor no se ha olvidado (de ti)[557]”"},{"SurahNumber":19,"VerseNumber":65,"Text":"(Él es) el Señor de los cielos y de la tierra y de lo que hay entre ellos; adórenlo, pues, solo a Él y sean constantes en su adoración. ¿Acaso conocen a alguien como Él"},{"SurahNumber":19,"VerseNumber":66,"Text":"Y el hombre (que rechaza la verdad y no cree en la resurrección) dice: “Una vez esté muerto, ¿resucitaré?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"¿Acaso no recuerda el hombre que lo creamos con anterioridad cuando no era nada"},{"SurahNumber":19,"VerseNumber":68,"Text":"Por tu Señor[558] (¡oh, Muhammad!) que los reuniremos a todos (el Día de la Resurrección), incluidos los demonios, y los congregaremos alrededor del Infierno, de rodillas"},{"SurahNumber":19,"VerseNumber":69,"Text":"Luego extraeremos de cada grupo (de aquellos que negaban la verdad) a los más rebeldes contra el Clemente"},{"SurahNumber":19,"VerseNumber":70,"Text":"Y, ciertamente, sabemos quiénes merecen más arder en él"},{"SurahNumber":19,"VerseNumber":71,"Text":"Y todos deberán pasar sobre él[559]. Este es un decreto (de tu Señor) que se cumplirá"},{"SurahNumber":19,"VerseNumber":72,"Text":"Después salvaremos a quienes teman a Al-lah y dejaremos que los injustos que negaban la verdad (caigan en él y) permanezcan allí, de rodillas"},{"SurahNumber":19,"VerseNumber":73,"Text":"Y cuando se les recitan Nuestras claras aleyas (el Corán), quienes rechazan la verdad dicen (con arrogancia) a los creyentes: “¿Quiénes poseen las mejores moradas y los mejores lugares de encuentro (donde nos reunimos para hablar de nuestras cosas: nosotros o ustedes[560])?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"¡Y cuántas comunidades no destruimos con anterioridad, a pesar de que poseían más riquezas y una mejor apariencia"},{"SurahNumber":19,"VerseNumber":75,"Text":"Di (¡oh, Muhammad!): “Que el Clemente conceda más tiempo a quienes están extraviados (para que prosigan en su extravío) hasta que vean lo que les fue prometido: el castigo o la llegada de la Hora final. Entonces sabrán quiénes estarán en la peor situación y quiénes tendrán los refuerzos más débiles”"},{"SurahNumber":19,"VerseNumber":76,"Text":"Y Al-lah aumentará la fe de quienes se hallen bien guiados. Y las buenas acciones que perduran obtendrán una mejor recompensa por parte de tu Señor, y quienes las realicen tendrán el mejor final"},{"SurahNumber":19,"VerseNumber":77,"Text":"¡¿Has visto (¡oh, Muhammad!) a quien niega Nuestras aleyas (el Corán) y dice: “(Seguro que) me serán concedidos riquezas e hijos (cuando sea resucitado)”"},{"SurahNumber":19,"VerseNumber":78,"Text":"¿Acaso ha tenido acceso al gaib[562] (y sabe lo que le sucederá) o se lo ha prometido el Clemente"},{"SurahNumber":19,"VerseNumber":79,"Text":"¡Por supuesto que no! Registraremos lo que dice y aumentaremos su castigo"},{"SurahNumber":19,"VerseNumber":80,"Text":"Y heredaremos (los bienes e hijos) que dice y comparecerá ante Nosotros (el Día de la Resurrección) solo (sin riquezas ni hijos que lo ayuden)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Mas, a pesar de ello, (los idólatras de La Meca) adoran otras divinidades fuera de Al-lah para que intercedan por ellos (ante Él)"},{"SurahNumber":19,"VerseNumber":82,"Text":"Pero (en vez de interceder por ellos, las falsas divinidades) negarán que los adoraran (desentendiéndose de los idólatras) y se volverán contra ellos (el Día del Juicio Final)"},{"SurahNumber":19,"VerseNumber":83,"Text":"¿No has visto (¡oh, Muhammad!) que hemos enviado a los demonios contra quienes rechazan la verdad para incitarlos a realizar malas acciones"},{"SurahNumber":19,"VerseNumber":84,"Text":"No tengas prisa (en que sean castigados). Ciertamente, llevamos la cuenta exacta (de sus acciones y de los días que les quedan para recibir el castigo)"},{"SurahNumber":19,"VerseNumber":85,"Text":"Ese día (el Día de la Resurrección) reuniremos a los piadosos ante el Clemente, como si fueran una delegación (distinguida)"},{"SurahNumber":19,"VerseNumber":86,"Text":"y conduciremos a los pecadores que rechazaban la verdad hacia el Infierno, sedientos"},{"SurahNumber":19,"VerseNumber":87,"Text":"Solo obtendrán la intercesión aquellos[563] que reciban el permiso del Clemente"},{"SurahNumber":19,"VerseNumber":88,"Text":"Y dicen (algunos): “El Clemente ha tomado para Sí un hijo”"},{"SurahNumber":19,"VerseNumber":89,"Text":"En verdad, han dicho algo gravísimo"},{"SurahNumber":19,"VerseNumber":90,"Text":"A punto han estado los cielos de rasgarse, la tierra de abrirse y las montañas de derrumbarse"},{"SurahNumber":19,"VerseNumber":91,"Text":"por atribuirle un hijo al Clemente"},{"SurahNumber":19,"VerseNumber":92,"Text":"cuando no es propio (de Su grandeza) tomar un hijo para Sí"},{"SurahNumber":19,"VerseNumber":93,"Text":"Todos los que se encuentran en los cielos (los ángeles) y en la tierra (los hombres y los yinn) comparecerán ante el Clemente como siervos[564] Suyos"},{"SurahNumber":19,"VerseNumber":94,"Text":"Y, ciertamente, Él conoce a cada uno de ellos y lleva la cuenta de todos"},{"SurahNumber":19,"VerseNumber":95,"Text":"Y todos se presentarán ante Él el Día de la Resurrección solos (sin riquezas ni hijos que los apoyen)"},{"SurahNumber":19,"VerseNumber":96,"Text":"Ciertamente, el Clemente depositará amor en (los corazones de) quienes crean y actúen rectamente"},{"SurahNumber":19,"VerseNumber":97,"Text":"Y te lo hemos facilitado (el Corán) en tu propia lengua para que, mediante él, anuncies buenas noticias a los piadosos y adviertas a un pueblo que se ha desviado de la verdad"},{"SurahNumber":19,"VerseNumber":98,"Text":"¡Y cuántas generaciones destruimos antes de ellos! ¿Acaso puedes encontrar a un solo individuo de ellos u oír el más mínimo murmullo de su parte"}]}