{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Onların fısıldaşmalarının bir çoğunda hayır yokdur. Meğer ki bir sadaka vermeyi, ya bir iyilik yapmayı veya insanların arasını düzeltmeyi emredenler (inki) ola. Kim Allahın rızasını arayarak böyle yaparsa biz ona çok büyük bir mükâfat vereceğiz"},{"SurahNumber":4,"VerseNumber":115,"Text":"Kim kendisine doğru yol besbelli oldukdan sonra peygambere muhalefet eder, mü´minlerin yolundan başkasına uyub giderse onu döndüğü o yolda bırakırız. (Fakat ahiret de) kendisini cehenneme koyarız. O, ne kötü bir yerdir"},{"SurahNumber":4,"VerseNumber":116,"Text":"Şübhesiz ki Allah, kendisine eş tanıtması (nın günâhını) yarlığamaz. Ondan başkasını, dileyeceği kimse için, yarlığar. Kim Allaha eş tanırsa muhakkak ki o, (doğru yoldan) uzak bir sapıklıkla sapmışdır"},{"SurahNumber":4,"VerseNumber":117,"Text":"Onlar Onu (Allahı) bırakırlar da yalınız dişilere taparlar. (Böylece) o çok inâdcı bir şeytandan başkasına tapmış olmazlar"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah onu rahmetinden koğdu. O da (şöyle) dedi: «Celâlin hakkı için, kullarından muayyen bir nasıyb edineceğim, onları behemehal sapdıracağım, onları mutlakaa olmayacak kuruntulara boğacağım, onlara kat´iyyen emredeceğim de davarların kulaklarını yaracaklar, onlara muhakkak emredeceğim de Allahın yaratdığını değiştirecekler». Kim Allahı bırakarak şeytanı bir yâr edinirse şübhesiz açıkdan açığa büyük bir ziyana düşmüşdür o"},{"SurahNumber":4,"VerseNumber":119,"Text":"Allah onu rahmetinden koğdu. O da (şöyle) dedi: «Celâlin hakkı için, kullarından muayyen bir nasıyb edineceğim, onları behemehal sapdıracağım, onları mutlakaa olmayacak kuruntulara boğacağım, onlara kat´iyyen emredeceğim de davarların kulaklarını yaracaklar, onlara muhakkak emredeceğim de Allahm yaratdığını değiştirecekler». Kim Allahı bırakarak şeytanı bir yâr edinirse şübhesiz açıkdan açığa büyük bir ziyana düşmüşdür o"},{"SurahNumber":4,"VerseNumber":120,"Text":"(Şeytan) onlara va´d eder, onları olmayacak kuruntulara düşürür. Şeytanın kendilerine va´d etdiği şeyler ise aldatmadan başkası değildir"},{"SurahNumber":4,"VerseNumber":121,"Text":"İşte onlar (böyle). Onların yurdları cehennemdir. Oradan kaçacak bir yer de bulamayacaklardır onlar"},{"SurahNumber":4,"VerseNumber":122,"Text":"Îman edib de iyi iyi işler yapanlar (a gelince:) Biz onları altlarından ırmaklar akan cennetlere — içlerinde temelli temelli kalıcı oldukları halde — sokacağız, İşte Allahın dosdoğru bir va´di! Allahdan daha doğru sözlü kim olabilir"},{"SurahNumber":4,"VerseNumber":123,"Text":"(İş) ne sizin kuruntularınızla, ne de kitablıların kuruntularıyle (olub bitmiş) değildir. Kim bir kötülük yaparsa onunla cezalanır ve o, kendisine Allahdan başka ne bir yâr, ne bir mededkâr da bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Erkekden veya kadından kim de mü´min olarak güzel güzel işlerden (bir şey) yaparsa işte onlar cennete girerler. Bir çekirdeğin çukurcuğu kadar bile haksızlığa uğratılmazlar"},{"SurahNumber":4,"VerseNumber":125,"Text":"İyilik yapan (bir insan) olarak, (tam bir hulus ile) kendisini Allaha teslim eden, İbrahim´in Allâhı bir tanıyıcı dînine tâbi´ olan kimseden daha güzel dinli kimdir? Allah İbrahim´i bir dost edinmişdir"},{"SurahNumber":4,"VerseNumber":126,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahındır. Allah (ın ilm-ü kudreti çepçevre) her şey´i kuşatıcıdır"},{"SurahNumber":4,"VerseNumber":127,"Text":"Senden kadınlar hakkında fetva isterler. De ki: «Onlara dâir fetvayı size Allah veriyor: Kendileri için yazılmış (farz edilmiş) olan (mîras) ı onlara vermediğiniz ve nikahlamalarını da beğenib istemediğiniz yetîm kızlar ve (henüz ergin olmayan) küçük çocuklar hakkında, bir de yetimlere karşı adaleti ayakda tutmanız (onlara iyi bakmanız) hususunda (işte) kitabda okunub duran (âyet) ler! Hayırdan daha ne yaparsanız şübhesiz Allah onu da hakkıyle bilicidir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eğer bir kadın, kocasının uzaklaşmasından (yatağını terk etmesinden, nafakasında ihmâl göstermesinden), yahud (her hangi bir suretle kendisinden) yüz çevirmesinden endişe ederse sulh ile aralarını düzeltmekde ikisine de vebal yokdur. Sulh daha hayırlıdır. Zâten nefislerde kıskançlık hazırlanmışdır. Eğer iyi geçinir, (kadınlara cefâdan) sakınırsanız şübhesiz ki Allah, yapacağınız her şeyden tamamen haberdârdır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Kadınlar arasında adalet (ve müsavatı tatbik) etmenize ne kadar hırs gösterseniz, asla güc yetiremezsiniz. Bari (birine) büsbütün meyledib de ötekini (ne dul, ne kocalı bir durumda) askılı gibi bırakmayın. Eğer (nefsinizi) İslah eder, (haksızlıkdan) sakınırsanız şübhe yok ki Allah çok yarlığayıcı, çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eğer (karı koca) birbirinden (boşanıb) ayrılacak olurlarsa Allah her birini fazl-ü keremiyle ihtiyacdan vareste kılar. Allah (ın) lutf-ü inayeti genişdir, (O) tam bir hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahındır. Andolsun ki biz sizden evvel kendilerine kitâb verilenlere de, size de, «Allahdan korkun» diye tavsiye etmişizdir. Eğer tanımayıb küfrederseniz şübhesiz ki göklerde ne var, yerde ne varsa hepsi Allahındır. Allah, her şeyden müstağnidir, asıl hamd-ü sena da Onadır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahındır. (Güvenilib dayanılacak) bir vekîl olarak da Allah yeter"},{"SurahNumber":4,"VerseNumber":133,"Text":"Eğer o dilerse, ey insanlar, sizi giderir de (yerinize) diğerlerini getirir. Allah buna hakkıyle kaadirdir"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dünyâ mükâfatını isterse (bilsin ki) dünyânın, da, âhiretin de mükâfatı Allahın nezdindedir. Allah hakkıyle işidici, kemâliyle görücüdür"}]}