{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Kodi iwo saona kuti Mulungu amene adalenga kumwamba ndi dziko lapansi ali ndi mphamvu yolenga zofanana ndi iwo? Ndipo Iye adawaikira iwo nthawi yosakayikitsa. Komabe anthu ochimwa amakana choonadi ndikusankha kusakhulupirira"},{"SurahNumber":17,"VerseNumber":100,"Text":"Nena, “Ngati mukadakhala ndi nkhokwe za chifundo cha Ambuye wanga, ndithudi, inu mukanazibisa poopa kuti zingathe.” Ndithudi munthu ndi waumbombo"},{"SurahNumber":17,"VerseNumber":101,"Text":"Ndithudi Ife tidamupatsa Mose zizindikiro zisanu ndi zinayi zooneka. Afunse ana a Israyeli pamene iye adadza kwa iwo ndipo Farawo adati kwa iye, “Iwe Mose, ndithudi, ine ndili kukuganizira kuti ndiwe wolodzedwa.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Iye adati, “Ndithudi iwe uli kudziwa bwinobwino kuti zizindikiro izi sizinatumizidwe ndi wina koma Ambuye wakumwamba ndi dziko lapansi ngati umboni wooneka ndi maso. Ndipo, ndithudi, ine ndiganiza kuti iwe, Farawo, ndiwe woonongeka.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Farawo anafunitsitsa kuti awapirikitse m’dziko. Koma Ife tidamumiza pamodzi ndi onse amene adali naye"},{"SurahNumber":17,"VerseNumber":104,"Text":"Ndipo pambuyo pake Ife tidati kwa ana a Israyeli, “Khalani m’dziko ndipo pamene lonjezo lomaliza lidzadza, Ife tidzakusonkhanitsani kukhala malo amodzi.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ifetavumbulutsa Bukula Koranim’choonadindipondi m’choonadi latsika. Ndipo Ife takutumiza iwe osati wina kuti ukalalikire nkhani za bwino ndi kupereka chenjezo"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ndi Buku la Korani limene tagawa m’zigawo kuti iwe uwerenge kwa anthu mwakanthawi. Ife talivumbulutsa pang’onopang’ono"},{"SurahNumber":17,"VerseNumber":107,"Text":"Nena, “Zili kwa inu kulikhulupirira kapena kusalikhulupirira. Ndithudi! Iwo amene adapatsidwa nzeru ilo lisadadze, likamawerengedwa kwa iwo, amagwetsa mphumi zawo pansi.”"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ndipo iwo amati, “Ulemerero ndi wa Ambuye wathu! Ndithudi lonjezo la Ambuye wathu likwaniritsidwe.”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ndipo iwo amagwa pansi pa zipumi zawo, ali kulira ndipo limawaonjezera kudzichepetsa"},{"SurahNumber":17,"VerseNumber":110,"Text":"Nena, “Muitaneni Mulungu kapena Mwini chifundo chosatha, m’dzina lililonse limene mungamuitanire, chifukwa Iye ali ndi mayina abwino. Ndipo musanene mapemphero anu mokweza kapena motsitsa koma sankhani mawu a pakati ndi pakati.”"},{"SurahNumber":17,"VerseNumber":111,"Text":"Nena, “Kuyamikidwa konse ndi kwa Mulungu, amene sanabale mwana wamwamuna ndipo alibe mnzake womuthandiza mu Ufumu wake, ndipo Iye siwopanda mphamvu kuti angakhale ndi womuthandiza. Motero mulemekezeni Iye ndi ulemu woyenera Iye yekha.”"},{"SurahNumber":18,"VerseNumber":1,"Text":"Kuyamikidwa konse kukhale kwa Mulungu amene wavumbulutsa kwa kapolo wake Buku ndipo sanaike mu ilo zokayikitsa zina zili zonse"},{"SurahNumber":18,"VerseNumber":2,"Text":"Lolungama kuti lichenjeze za chilango chowawa chochokera kwa Iye ndi kuwauza anthu okhulupirira amene amachita ntchito zabwino kuti adzalandira mphotho yabwino"},{"SurahNumber":18,"VerseNumber":3,"Text":"M’menemo adzakhalamo mpaka kalekale"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ndi kuchenjeza iwo amene amanena kuti, “Mulungu wabereka mwana wamwamuna.”"},{"SurahNumber":18,"VerseNumber":5,"Text":"Pa izi iwo sadziwa china chilichonse, ngakhale makolo awo. Loopsa ndi liwu lalikulu limene likutuluka m’kamwa mwawo. Iwo sanena china koma bodza"},{"SurahNumber":18,"VerseNumber":6,"Text":"Mwina iwe ukhoza kudzipha ndi chisoni chifukwa chakuti iwo sakhulupirira chivumbulutsochi"},{"SurahNumber":18,"VerseNumber":7,"Text":"Ndithudi! Ife tazipanga zimene zili m’dziko lapansi kukhala zokongola ndi cholinga chakuti tiwayese kuti ndani mwa iwo ali wochita zabwino"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ndithudi! Ife tidzapanga zonse zimene zili pa dziko kukhala nthaka youma"},{"SurahNumber":18,"VerseNumber":9,"Text":"Kodi iwe ukuganiza kuti anthu a ku phanga ndi malembo a pa gome ndi zozizwitsa pakati pa zizindikiro zathu"},{"SurahNumber":18,"VerseNumber":10,"Text":"Pamene anyamata adathawa ndipo adalowa ndi cholinga chopeza malo kuphanga ndipo adati, “Ambuye wathu! Tionetseni chisoni chochokera kwa Inu ndipo tikonzereni zinthu zathu munjira zoyenera.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Motero Ife tidawatseka makutu awo pamene anali kuphanga zaka zingapo"},{"SurahNumber":18,"VerseNumber":12,"Text":"Ndipo Ife tidawadzutsa kuti tidziwe ndani mwa magulu awiriwa amene adasunga bwino nthawi imene iwo adakhala kuphanga"},{"SurahNumber":18,"VerseNumber":13,"Text":"Ife tili kukuuza nkhani zawo zonse mwachoonadi. Ndithudi! Iwo anali anyamata amene adakhulupirira mwa Ambuye wawo, ndipo Ife tidawaonjezera malangizo"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ndipo Ife tidalimbitsa mitima yawo, pamene adaima ndi kunena kuti, “Ambuye wathu ndiye Ambuye wa kumwamba ndi dziko lapansi. Ife sitidzapembedza mulungu wina kupatula Iye yekha. Ngati tikatero ndiye kuti tayankhula bodza lopyola muyeso.”"},{"SurahNumber":18,"VerseNumber":15,"Text":"Awa anthu athu amatumikira milungu ina yoonjezera pa Iye. Kodi ndi chifukwa chiyani iwo sawabweretsera umboni woonekera weniweni? Kodi wochimwa kwambiri ndani kuposa munthu amene amapeka bodza lokhudza Mulungu"},{"SurahNumber":18,"VerseNumber":16,"Text":"Pamene inu muwapewa iwo pamodzi ndi zimene iwo akupembedza osati Mulungu, thawirani kuphanga kuti mukapeze mpumulo. Ambuye wanu adzakutambasulirani chisoni chake ndi kukukonzerani njira yoti zinthu zikupepukireni"}]}