{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Ubutagatifu ni ubw’uwamanuriye umugaragu we (Muhamadi) igitabo cya Fur’qan (gitandukanya ukuri n’ikinyoma, ari cyo Qur’an), kugira ngo abe umuburizi w’ibiremwa byose"},{"SurahNumber":25,"VerseNumber":2,"Text":"We Nyirubwami bw’ibirere n’isi, utarigeze agira umwana ndetse ntanagire n’umufasha mu bwami (bwe). Yanaremye buri kintu cyose kandi agiha ikigero kigikwiriye"},{"SurahNumber":25,"VerseNumber":3,"Text":"(Abahakanyi) bishyiriyeho ibigirwamana bitari We (Allah), bitigeze bigira icyo birema na kimwe, ahubwo na byo ubwabyo byararemwe. Nta kibi byakwikiza ndetse nta n’icyiza byakwimarira, kandi ntibifite ubushobozi bwo kwica cyangwa gutanga ubuzima, habe n’ubwo kuzura (abapfuye)"},{"SurahNumber":25,"VerseNumber":4,"Text":"Abahakanye baravuze bati “Iyi (Qur’an) nta kindi iri cyo usibye kuba ari ikinyoma (Muhamadi) yahimbye abifashijwemo n’abandi bantu. Rwose (ibyo bavuga) ni bibi cyane kandi ni n’ikinyoma.”"},{"SurahNumber":25,"VerseNumber":5,"Text":"Baranavuze bati “(Qur’an) ni inkuru z’abo hambere (Muhamadi) bamwandikiye; akaba azisomerwa mu gitondo na nimugoroba.”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Vuga (yewe Muhamadi) uti “(Qur’an) yahishuwe n’uzi amabanga yo mu birere n’isi (Allah). Mu by’ukuri We ni Ubabarira ibyaha, Nyirimpuhwe.”"},{"SurahNumber":25,"VerseNumber":7,"Text":"Baranavuze bati “Iyi ni ntumwa ki, irya ibiryo ikanajya mu masoko (nkatwe)? Kuki itamanuriwe umumalayika ngo ayifashe kuburira (abantu)?”"},{"SurahNumber":25,"VerseNumber":8,"Text":"“Cyangwa (kubera iki iyo ntumwa) itamanuriwe ubutunzi, cyangwa ngo igire umurima ikuramo amafunguro?” Kandi abahakanyi baranavuze bati “Uwo mukurikiye nta cyo ari cyo usibye kuba ari umuntu warozwe!”"},{"SurahNumber":25,"VerseNumber":9,"Text":"Reba uko bakugize iciro ry’imigani (kugira ngo babone uko baguhakana!) Ahubwo barayobye, kandi ntibashobora kugera mu nzira (igororotse)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Ubutagatifu ni ubwe (Allah), aramutse abishatse yaguha ibyiza biruta ibyo; (yaguha) imirima itembamo imigezi (ku isi) ndetse akanaguha ingoro (zihambaye)"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nyamara bahakanye imperuka, kandi abahakana imperuka twabateganyirije umuriro utwika"},{"SurahNumber":25,"VerseNumber":12,"Text":"(Umuriro) nubabonera kure, bazumva ijwi ry’uburakari bwawo no kugurumana kwawo"},{"SurahNumber":25,"VerseNumber":13,"Text":"N’igihe bazajugunywa mu mfunganwa zawo baboshye, aho ni ho bazisabira kurimbuka (ngo bakire ububabare bwawo)"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Maze babwirwe bati) “Uyu munsi mwisaba kurimbuka inshuro imwe, ahubwo nimusabe kurimbuka kenshi (kuko nta cyo biri bubamarire)!”"},{"SurahNumber":25,"VerseNumber":15,"Text":"Vuga (yewe Muhamadi) uti “Ese uwo (muriro) ni wo mwiza, cyangwa ijuru rihoraho abagandukira (Allah) basezeranyijwe ngo ribe igihembo cyabo ndetse n’iherezo ryabo (ni ryo ryiza)?”"},{"SurahNumber":25,"VerseNumber":16,"Text":"Bazaribonamo ibyo bazifuza byose kandi bazabamo ubuziraherezo. Iryo ni isezerano rya Nyagasani wawe rigomba gusohora"},{"SurahNumber":25,"VerseNumber":17,"Text":"Kandi umunsi (Allah) azabakoranyiriza hamwe n’ibyo basengaga bitari Allah, azavuga ati “Ese ni mwe mwayobeje aba bagaragu banjye, cyangwa ni bo ubwabo bayobye inzira (y’ukuri)?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"(Ababangikanyijwe na Allah) bazavuga bati “Ubutagatifu ni ubwawe! Ntabwo byari bikwiye ko habaho abandi tugira inshuti batari Wowe, ahubwo bo n’ababyeyi babo wabahaye umunezero kugeza ubwo bibagiwe urwibutso (rwawe), nuko baba abantu barimbutse.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Ababangikanyamana bazabwirwa bati) “Rwose (ibigirwamana mwasengaga) byabanyomoje mu byo mubivugaho (ko ari byo mana zanyu), bityo ntimushobora kwikiza (ibihano) cyangwa ngo mubone ubutabazi. N’uzaramuka abangikanyije (Allah) muri mwe, tuzamusogongeza ibihano bikaze.”"},{"SurahNumber":25,"VerseNumber":20,"Text":"Kandi nta ntumwa twigeze twohereza mbere yawe (yewe Muhamadi) ngo zibure kuba zararyaga ibyo kurya ndetse zikarema n’amasoko. Kandi bamwe muri mwe twabagize ibigeragezo ku bandi; ese mushobora kwihangana? Kandi Nyagasani wawe ni Ubona bihebuje (buri kintu)"}]}