{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Maze duhishurira Musa tumubwira tuti \"Naga inkoni yawe!\" (Ayinaze ihinduka inzoka nini) ihita imiragura ibyo bari bamaze guhimba"},{"SurahNumber":7,"VerseNumber":118,"Text":"Nuko ukuri kurigaragaza, maze ibyo bakoze bihinduka impfabusa"},{"SurahNumber":7,"VerseNumber":119,"Text":"Nuko batsindirwa aho, maze batahukana ikimwaro"},{"SurahNumber":7,"VerseNumber":120,"Text":"Maze abarozi bikubita hasi bubamye"},{"SurahNumber":7,"VerseNumber":121,"Text":"Baravuga bati \"Twemeye Nyagasani w’ibiremwa byose"},{"SurahNumber":7,"VerseNumber":122,"Text":"Nyagasani wa Musa na Haruna (Aroni)"},{"SurahNumber":7,"VerseNumber":123,"Text":"Farawo aravuga ati \"Ni gute mumwemeye mbere y’uko mbibahera uburenganzira? Mu by’ukuri, uyu ni umugambi mwacuriye mu mujyi kugira ngo muwirukanemo abawutuye, ariko muraza kumenya (icyo nza kubakorera)"},{"SurahNumber":7,"VerseNumber":124,"Text":"Rwose ndaza kubaca amaboko n’amaguru byanyu imbusane, maze mbabambe mwese"},{"SurahNumber":7,"VerseNumber":125,"Text":"Baravuga bati \"Mu by’ukuri, tuzasubira kwa Nyagasani wacu"},{"SurahNumber":7,"VerseNumber":126,"Text":"Kandi nta kindi uduhora uretse kuba twemeye ibitangaza bya Nyagasani wacu ubwo byatugeragaho. Nyagasani wacu! Duhe kwihangana kandi uduhe gupfa turi Abayisilamu"},{"SurahNumber":7,"VerseNumber":127,"Text":"Nuko abanyacyubahiro mu bantu ba Farawo baravuga bati \"Ese urareka Musa n’abantu be ngo bakore ubwononnyi ku isi, banakureke wowe n’imana zawe? (Farawo) aravuga ati \"Turica abana babo b’abahungu maze tureke ab’abakobwa, kandi rwose tubarusha imbaraga"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa abwira abantu be ati \"Mwiyambaze Allah kandi mwihangane. Mu by’ukuri, isi ni iya Allah; ayiraga uwo ashatse mu bagaragu be. Kandi iherezo ryiza ni iry’abatinya Allah"},{"SurahNumber":7,"VerseNumber":129,"Text":"Baravuga bati \"Twe (bene Isiraheli) twatotejwe mbere na nyuma y’uko utugeraho\". Arababwira ati \"Nyagasani wanyu azoreka umwanzi wanyu, abagire abazungura ku isi kugira ngo arebe uko muzitwara"},{"SurahNumber":7,"VerseNumber":130,"Text":"Mu by’ukuri, twahanishije abantu ba Farawo amapfa no kurumbya imyaka, kugira ngo bisubireho"},{"SurahNumber":7,"VerseNumber":131,"Text":"Iyo icyiza cyabageragaho baravugaga bati \"Iki ni icyacu\", naho ikibi cyabageraho bakacyitirira Musa n’abari kumwe na we. Nyamara ikibi kibageraho, mu by’ukuri kiba ari igeno rya Allah, ariko abenshi muri bo ntibabizi"},{"SurahNumber":7,"VerseNumber":132,"Text":"Babwira (Musa) bati \"Igitangaza icyo ari cyo cyose watuzanira kugira ngo ukiturogeshe, nta bwo tuzigera tukwemera"},{"SurahNumber":7,"VerseNumber":133,"Text":"Nuko tubateza umwuzure, inzige, inda, ibikeri n’amaraso (imigezi n’amariba byabo bihinduka amaraso, ibyo biba nk’uruhererekane) rw’ibimenyetso bisobanutse; ariko bakomeje kwigomeka, kandi bari abantu b’inkozi z’ibibi"},{"SurahNumber":7,"VerseNumber":134,"Text":"Nuko ibihano bibaguyeho, baravuga bati \"Yewe Musa! Dusabire Nyagasani wawe ku bw’ibyo yagusezeranyije. Nuramuka udukuriyeho ibihano, rwose tuzakwemera tunarekure bene Isiraheli bagukurikire"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ariko ubwo twabakuriragaho ibihano kugeza ku gihe bagombaga kugeraho (bagahanwa), baba bishe amasezerano (basezeranyije Allah na Musa)"},{"SurahNumber":7,"VerseNumber":136,"Text":"Nuko turabahana; tubaroha mu nyanja kubera ko bahinyuye ibitangaza byacu kandi bakaba barabyirengagije"},{"SurahNumber":7,"VerseNumber":137,"Text":"Nuko abantu bafatwaga nk’abanyantege nke (bene Isiraheli) tubagira abazungura mu bice by’iburasirazuba bw’isi n’iburengerazuba bwayo twahaye imigisha. Nuko ijambo rya Nyagasani wawe ryiza risohorera kuri bene Isiraheli, kubera ukwihangana kwabo. Maze turimbura ibyo Farawo n’abantu be bakoraga ndetse n’ibyo bubakaga"},{"SurahNumber":7,"VerseNumber":138,"Text":"Nuko twambutsa inyanja bene Isiraheli (batekanye), maze bagera ku bantu bari barabaye imbata zo gusenga ibigirwamana byabo. Baravuga bati \"Yewe Musa! Dushyirireho imana nk’uko na bo bafite imana zabo. Aravuga ati \"Mu by’ukuri, mwe muri abantu badasobanukiwe"},{"SurahNumber":7,"VerseNumber":139,"Text":"(Musa yongeraho ati) \"Mu by’ukuri, aba bantu bazorekwa kubera ibyo barimo (gusenga ibigirwamana), kandi ibyo bakora byose ni impfabusa"},{"SurahNumber":7,"VerseNumber":140,"Text":"Aravuga ati \"Ese nabashyiriraho indi mana itari Allah, kandi ari we wabarutishije ibindi biremwa byose (byo mu gihe cyanyu)"},{"SurahNumber":7,"VerseNumber":141,"Text":"Munibuke ubwo twabarokoraga tubakiza abantu bo kwa Farawo babakoreraga ubugome ndengakamere; bica abana banyu b’abahungu bakareka ab’abakobwa. Kandi muri ibyo hari mo ikigeragezo gihambaye gituruka kwa Nyagasani wanyu"}]}