{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Its companion (Satan) will say: “Our Lord! I did not push him to transgress but he himself was in error far astray.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah) will say: “Don’t dispute in front of Me and surely I sent forth the threat (in advance) to you"},{"SurahNumber":50,"VerseNumber":29,"Text":"The words from Me cannot be changed and I am not unjust to the servants.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"On that Day when We will ask the hell: “Are you filled?” It will say: “Are there any more (to come)?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"The Paradise will be brought near to the pious, which will not be far off"},{"SurahNumber":50,"VerseNumber":32,"Text":"(it will be said): “This is what you were Promised. It is for every one returning (to Allah) in sincere repentance and those who preserve (their covenant with Allah)"},{"SurahNumber":50,"VerseNumber":33,"Text":"who feared the Gracious (Allah) in the unseen (in the world) and brought a heart turned in repentance (to Him).”"},{"SurahNumber":50,"VerseNumber":34,"Text":"(Allah will say): “You enter in it in peace and security; this is the Day of eternal life!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"They will have all that they desire in it, and We have more (for them)"},{"SurahNumber":50,"VerseNumber":36,"Text":"And how many generations We have destroyed before them who were stronger in power than them? (When punishment came) they ran for a refuge in the land! Could they find any place of refuge (to save them from destruction)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Surely, in that, there is a lesson for one who has a heart or gives ear while one is witness"},{"SurahNumber":50,"VerseNumber":38,"Text":"And indeed We created the heavens and the earth and all between them in 6 days, and no fatigue touched Allah"},{"SurahNumber":50,"VerseNumber":39,"Text":"So, bear with patience (O Muhammad) on all that they say, and glorify the praises of your Lord before sunrise and before sunset"},{"SurahNumber":50,"VerseNumber":40,"Text":"And during a part of the night, glorify His praises and after the prostration (prayers)"},{"SurahNumber":50,"VerseNumber":41,"Text":"And listen on the Day when the caller will call from a near place"},{"SurahNumber":50,"VerseNumber":42,"Text":"the Day when the people will hear the cry in truth; that will be the Day of coming out (dead will rise from the graves i.e., the Day of Resurrection)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Surely, it is We Who gives life and causes death; and to Us is the final return"},{"SurahNumber":50,"VerseNumber":44,"Text":"on the Day when the earth shall be split asunder and the people will be rushing out of it; that will be a gathering quite easy for Us"},{"SurahNumber":50,"VerseNumber":45,"Text":"We know very well what they (disbelievers) say. You (O Muhammad) are not a tyrant over them (to force them to believe). So warn by the Qur’an, (everyone) who fears My warning"},{"SurahNumber":51,"VerseNumber":1,"Text":"By (the winds) that scatter dust"},{"SurahNumber":51,"VerseNumber":2,"Text":"and (the clouds) that bear heavy weight of water"},{"SurahNumber":51,"VerseNumber":3,"Text":"and (the ships) that float with ease and gentleness"},{"SurahNumber":51,"VerseNumber":4,"Text":"and those (angels) that distribute command (of Allah)"},{"SurahNumber":51,"VerseNumber":5,"Text":"surely that which you are Promised is true"},{"SurahNumber":51,"VerseNumber":6,"Text":"and surely, the recompense is sure to happen"},{"SurahNumber":51,"VerseNumber":7,"Text":"By the sky full of orbits"},{"SurahNumber":51,"VerseNumber":8,"Text":"certainly, you have different ideas"},{"SurahNumber":51,"VerseNumber":9,"Text":"turn aside from (Muhammad and the Qur’an) is the one who is turned aside"},{"SurahNumber":51,"VerseNumber":10,"Text":"Curse be to the liars"},{"SurahNumber":51,"VerseNumber":11,"Text":"who are under a cover of heedlessness (don’t think about the Hereafter)"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask: “When will be the Day of recompense?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"(It will be) a Day when they will be punished over the fire"},{"SurahNumber":51,"VerseNumber":14,"Text":"(it will be said): “You taste your trial (burning)! This is what you used to ask to be hastened!”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Surely, the pious will be in the midst of gardens and springs (in Paradise)"},{"SurahNumber":51,"VerseNumber":16,"Text":"taking joy in the things which their Lord has given them. Surely, they were before this (in the world) righteous people"},{"SurahNumber":51,"VerseNumber":17,"Text":"They used to sleep but little by the night"},{"SurahNumber":51,"VerseNumber":18,"Text":"and ask (Allah) for forgiveness in the Hours before dawn"},{"SurahNumber":51,"VerseNumber":19,"Text":"and share their properties with the needy (who asked) for it, and the deprived (who did not ask)"},{"SurahNumber":51,"VerseNumber":20,"Text":"And in the earth, there are signs for those who have firm faith"},{"SurahNumber":51,"VerseNumber":21,"Text":"and also in your own selves. Can you not then see"},{"SurahNumber":51,"VerseNumber":22,"Text":"And in the heaven is your provision, and all that which you are Promised"},{"SurahNumber":51,"VerseNumber":23,"Text":"Then by the Lord of the heaven and the earth, surely it is the truth just as what you speak"},{"SurahNumber":51,"VerseNumber":24,"Text":"Has the story of the honored guests (angel Gabriel with 2 more angels) of Abraham reached you"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they came to him, and said: “Peace be upon you!” He answered: “Peace be upon you,” and said: “You are people unknown to me,”"},{"SurahNumber":51,"VerseNumber":26,"Text":"then he turned to his family, brought out a fat roasted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"and he put it before them (saying): “Will you not eat?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"(When they did not eat), he became afraid of them. They said: “Don’t fear.” They gave him glad tidings of an intelligent son"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife came forward with a loud voice, she strikes her face and said: “(A son to) a barren old woman!”"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said: “Even so says your Lord. Surely, He is the All-Wise, the All-Knower.”"}]}