{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"И скажут богобоязненным: \"Что такое ниспослал вам Господь?\" Они скажут: \"Благо!\" Для тех, кто делал добро в этом мире, - добро. А жилище будущее - лучше, и прекрасно обиталище боящихся"},{"SurahNumber":16,"VerseNumber":31,"Text":"сады вечности, в которые они войдут, внизу которых текут реки; там для них то, что они пожелают. Так воздает Аллах богобоязненным"},{"SurahNumber":16,"VerseNumber":32,"Text":"тем, кого упокояют ангелы благими! Они говорят: \"Мир вам! Войдите в рай за то, что вы совершали"},{"SurahNumber":16,"VerseNumber":33,"Text":"Неужели они ждут того, чтобы к ним пришли ангелы или пришло повеление Господа твоего? Так делали те, кто был до них. И не обижал Аллах, но они сами себя обижали"},{"SurahNumber":16,"VerseNumber":34,"Text":"И постигла их мерзость того, что они сотворили, и окружило их то, над чем они издевались"},{"SurahNumber":16,"VerseNumber":35,"Text":"И сказали те, которые придавали Ему сотоварищей: \"Если бы Аллах пожелал, мы не поклонялись бы никому, кроме Него, - ни мы, ни наши отцы, и не запрещали бы без Него ничего\". Так творили те, которые были до них; а разве на посланниках (лежит) что-нибудь, кроме ясной передачи"},{"SurahNumber":16,"VerseNumber":36,"Text":"Мы отправили к каждому народу посланника: \"Поклоняйтесь Аллаху и сторонитесь язычества\". Были среди них те, кого Аллах повел прямым путем, а были те, кому оказалось суждено заблуждение. Идите же по земле и посмотрите, каков был конец считающих ложью"},{"SurahNumber":16,"VerseNumber":37,"Text":"Если ты жаждешь их прямого пути, то ведь Аллах не ведет тех, кого не сбивает с пути, и нет им помощников"},{"SurahNumber":16,"VerseNumber":38,"Text":"И поклялись они Аллахом, величайшей клятвой: \"Не воскресит Аллах того, кто умер\". Да, по обещанию от Него истинному, но большая часть людей не ведает"},{"SurahNumber":16,"VerseNumber":39,"Text":"чтобы разъяснить им то, в чем они разногласят, и чтобы узнали те, которые неверны, что они были лжецами"},{"SurahNumber":16,"VerseNumber":40,"Text":"Наши слова для чего-нибудь, когда Мы его пожелаем, - что Мы скажем ему: \"Будь!\" - и оно бывает"},{"SurahNumber":16,"VerseNumber":41,"Text":"А те, которые веселились ради Аллаха, после того как их притесняли, - Мы водворим их в здешнем мире в прекрасное (место), а награда будущей жизни - больше, если бы они знали"},{"SurahNumber":16,"VerseNumber":42,"Text":"те, которые терпели и которые на своего Господа полагаются"},{"SurahNumber":16,"VerseNumber":43,"Text":"Мы и до тебя посылали только людей, которым внушали, - спросите же людей напоминания, если вы сами не знаете"},{"SurahNumber":16,"VerseNumber":44,"Text":"с ясными знамениями и с писанием. И послали Мы тебе упоминание, чтобы ты разъяснил людям, что им ниспослано, - может быть, они подумают"},{"SurahNumber":16,"VerseNumber":45,"Text":"Неужели же уверенны те, которые ухищрялись во зле, что Аллах не заставит землю поглотить их или не придет к ним наказание оттуда, откуда они не знают"},{"SurahNumber":16,"VerseNumber":46,"Text":"Или схватит их в их превращениях, и они не ускользнут"},{"SurahNumber":16,"VerseNumber":47,"Text":"Или схватит их в страхе? Поистине, твой Господь - кроткий, милостивый"},{"SurahNumber":16,"VerseNumber":48,"Text":"И разве они не видели то, что создал Аллах из разных вещей, тень у них склоняется направо или налево, поклоняясь Аллаху, а сами они смиренны"},{"SurahNumber":16,"VerseNumber":49,"Text":"И Аллаху поклоняется то, что в небесах и на земле из животных, и ангелы, и они не превозносятся"},{"SurahNumber":16,"VerseNumber":50,"Text":"Они боятся своего Господа над ними и делают то, что им повелено"}]}