{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Safa and Marwa are among the rites of God. Whoever makes the Pilgrimage to the House, or performs the Umrah must stride between them. Regarding those who voluntarily do good, God is grateful and All-knowing"},{"SurahNumber":2,"VerseNumber":159,"Text":"Those who hide evidence of the Truth and the guidance revealed after We made it clear to the people in the Book, those God will reject, and they will be rejected by others"},{"SurahNumber":2,"VerseNumber":160,"Text":"except for those who repent and make amends and declare the Truth. I will accept their repentance. I am the Ever-Forgiving, the Merciful-to-all"},{"SurahNumber":2,"VerseNumber":161,"Text":"God will reject from His mercy those who denied the truth, who died in their unbelief, and they will be cursed by God, angels and all people"},{"SurahNumber":2,"VerseNumber":162,"Text":"They will be there [in Hell) forever, and their punishment will not be lightened, nor will they be relieved"},{"SurahNumber":2,"VerseNumber":163,"Text":"Your God is one God. There is no God but Him, the Merciful-to-all, the Mercy Giver"},{"SurahNumber":2,"VerseNumber":164,"Text":"The creation of the heavens and the earth, the difference of night and day, the ships that sail the seas to benefit people, the rain God sends to give life to a lifeless earth and to all kinds of creatures that He scattered over it, the directing of the winds and clouds that run a course between heaven and earth, these are all signs to people who comprehend"},{"SurahNumber":2,"VerseNumber":165,"Text":"Still, some people equate others to God, and they love them as only God should be loved. Believers, love God more than anything. If the unjust could only see, and they will see when suffering becomes their destiny, that all power is God's and that God is severe in punishment"},{"SurahNumber":2,"VerseNumber":166,"Text":"When those who were followed disown their followers, and they all see punishment and are at their wit's end"},{"SurahNumber":2,"VerseNumber":167,"Text":"the followers will say, \"If only we had another chance, we would disown them just as they have disowned us.\" Thus God will make them bitterly regret their works. They will not leave Hell"},{"SurahNumber":2,"VerseNumber":168,"Text":"People, eat what is permitted and delicious on earth. Do not follow Satan's steps; he is clearly your enemy"},{"SurahNumber":2,"VerseNumber":169,"Text":"He commands you to do evil and to behave shamelessly, and to say things about God you do not know"},{"SurahNumber":2,"VerseNumber":170,"Text":"If they are told \"Follow what God has revealed,\" they say, \"Rather We will follow what we found our fathers doing,\" even though their fathers did not understand anything and were not guided"},{"SurahNumber":2,"VerseNumber":171,"Text":"Unbelievers are like ones who call out to that which hears nothing more than a scream and a cry. They are deaf, dumb, and blind; they do not comprehend"},{"SurahNumber":2,"VerseNumber":172,"Text":"Believers, eat the good things we provided you, and thank God, if you are truly worshiping Him"},{"SurahNumber":2,"VerseNumber":173,"Text":"He has forbidden you to eat dead animals, blood, pork, and meat offered in any name other than God. If someone is compelled to do so; not driven by desire or excess, he does not sin. God is forgiving and Merciful-to-all"},{"SurahNumber":2,"VerseNumber":174,"Text":"Those who hide part of what God has revealed in the Book and barter it away for a small price will consume nothing in their bellies except fire, and God will neither speak to them on the Day of Resurrection nor purify them. They will have painful punishment"},{"SurahNumber":2,"VerseNumber":175,"Text":"It is they who accept misguidance in exchange for guidance, and punishment in exchange for forgiveness. yet they have no tolerance for the fire"},{"SurahNumber":2,"VerseNumber":176,"Text":"That is because God revealed the Book in Truth and those who differed about the Book are deeply divided"}]}