{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ey halkım, ben sizi kurtuluşa çağırırken, ne diye siz beni ateşe çağırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Beni, Allah’a nankörlük etmeye ona ortak hakkında bilgim olmayan bir şeyi ortak koşmaya çağırıyorsunuz. Ben ise sizi, daima galip ve bağışlayıcı olana davet ediyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Siz, beni ancak dünyada da ahirette de duaya hiç cevap veremeyecek olana çağırıyorsunuz. Oysa, biz Allah’a döneceğiz. Saçıp savuranlara gelince, onlar ateş ehlidir"},{"SurahNumber":40,"VerseNumber":44,"Text":"Size söylediklerimi hatırlayacaksınız. Ben işimi Allah’a havale ediyorum. Allah, kullarını çok iyi görendir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah, kurdukları kötü tuzaktan korudu ve Firavun ailesini en kötü azap kuşattı"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar sabah akşam ateşe sunulurlar. Kıyamet gerçekleştiği gün; Firavun ailesini en şiddetli azaba sokun"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ateşte tartışırlar. Zayıf bırakılanlar, büyüklük taslayanlara şöyle derler: -Biz size uymuştuk. Şimdi ateşin bir kısmını bizden uzaklaştırabilir misiniz"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklenenler de: -Biz, hepimiz onun içindeyiz. Allah, kulları arasında hükmünü vermiştir"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateştekiler, cehennem bekçilerine: -Rabbinize dua edin, bizden bir gün azabı hafifletsin, der"},{"SurahNumber":40,"VerseNumber":50,"Text":"Onlar da: -Size, apaçık belgelerle peygamberleriniz gelmedi mi? derler. -Evet, derler. Bekçiler de: -O halde kendiniz dua edin. Ama kafirlerin duası boşunadır, derler"},{"SurahNumber":40,"VerseNumber":51,"Text":"Biz, peygamberlerimize ve iman edenlere dünya hayatında da, şahitlerin ayağa kalkacağı kıyamet günü de zafer vereceğiz/yardım edeceğiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gün zalimlere mazeretleri bir fayda vermez. Onlara lanet edilir. Onlara en kötü mesken vardır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Musa’ya kılavuzu vermiş ve İsrailoğullarını kitaba mirasçı kılmıştık"},{"SurahNumber":40,"VerseNumber":54,"Text":"Kılavuz ve sağduyu sahipleri için öğüt"},{"SurahNumber":40,"VerseNumber":55,"Text":"Sen de sabret, kuşkusuz Allah’ın vaadi haktır. Günahların için bağışlanma dile, sabah akşam hamd ederek Rabb’ini tesbih/tenzih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelen hiçbir delilleri olmadan, Allah’ın ayetleri hakkında tartışanların gönüllerinde kibirden başka bir şey yoktur. Onlar, ona ulaşamazlar. Öyleyse sen, Allah’a sığın. Çünkü O, işiten ve gören O’dur"},{"SurahNumber":40,"VerseNumber":57,"Text":"Gökleri ve yeri yaratmak, insan yaratmaktan daha büyük bir şeydir. Fakat, insanların çoğu bilmiyorlar"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kör ile gören eşit değildir. İman edip, doğruları yapanlarla kötüler de bir değildir. Ne kadar az düşünüyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kıyamet saati gelecektir. Onda hiç şüphe yoktur. Fakat insanların çoğu ona inanmıyor"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbiniz şöyle dedi: -Bana dua edin, size cevap/karşılık vereyim. Bana kulluk etmekten büyüklenenler, zillet içinde cehenneme gireceklerdir"},{"SurahNumber":40,"VerseNumber":61,"Text":"İstirahat etmeniz için size geceyi yaratan, gündüzü de aydınlık yapan Allah’tır. Allah, insanlara karşı çok lütufkârdır. Fakat insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte O, her şeyin yaratıcısı, kendisinden başka ilah olmayan Rabbiniz Allah’tır. Nasıl aldatılıyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah’ın ayetlerini kasten inkar edenler işte böyle aldatılıyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Yeryüzünü sizin için yerleşme yeri ve göğü de bina olarak yaratan Allah’tır. Sizi en güzel şekilde şekillendirmiş ve iyi şeylerden size rızık vermiştir. İşte sizin Rabb’iniz Allah! Alemlerin Rabb’i olan Allah ne yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O, hayat sahibidir. Ondan başka ilah yoktur. Dini ona tahsis ederek, yalnızca ona dua/kulluk edin. Hamd, alemlerin Rabb’i Allah’a mahsustur"}]}