{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Solomon said: \"Soon we shall find out whether what you say is true or false"},{"SurahNumber":27,"VerseNumber":28,"Text":"Go and deliver to them this letter of mine, then turn aside and wait for their answer"},{"SurahNumber":27,"VerseNumber":29,"Text":"The Queen said: \"O my chiefs! A very important letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"it is from Solomon, and it begins with the name of Allah, the Compassionate, the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"It reads: Do not be arrogant against me and come to me in complete submission (as a Muslim)"},{"SurahNumber":27,"VerseNumber":32,"Text":"Then she asked: \"O chiefs! Let me hear your advice, for I make no decision without your counsel"},{"SurahNumber":27,"VerseNumber":33,"Text":"They replied: \"We are a valiant and mighty nation. You are the commander. So we shall be waiting for your command"},{"SurahNumber":27,"VerseNumber":34,"Text":"The queen said: \"When the kings invade a town, they ruin it and debase its honorable people; and thus they always do"},{"SurahNumber":27,"VerseNumber":35,"Text":"Therefore, I shall send them a present and see with what reply my envoys will return"},{"SurahNumber":27,"VerseNumber":36,"Text":"When the envoys of the queen came to Solomon, he said: \"Do you want to provide me wealth? The wealth which Allah has given me is far more than what He has given you. You may very well keep your presents"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to your people: if your people do not submit, we will march against them with such an army of which they shall never be able to face, and we shall drive them out of their land humbled and disgraced"},{"SurahNumber":27,"VerseNumber":38,"Text":"Later on when Solomon heard that the Queen of Sheba was coming in submission, he asked: \"O my chiefs! Which of you can bring to me her throne before they come to me in submission"},{"SurahNumber":27,"VerseNumber":39,"Text":"An audacious one from the Jinns said: \"I will bring it to you before you adjourn your court; and most surely I have the necessary strength and I am trustworthy"},{"SurahNumber":27,"VerseNumber":40,"Text":"One person who had knowledge of the Book said: \"I can bring it to you in the twinkling of an eye.\" As soon as Solomon saw the throne placed before him, he exclaimed: \"This is by the grace of my Lord to test me whether I am grateful or ungrateful. Any who is grateful, surely his gratitude is a gain for his own soul, and any who is ungrateful should know that surely my Lord is Self-Sufficient, Self- Exalted"},{"SurahNumber":27,"VerseNumber":41,"Text":"Further he said: \"Without any comment to her, set her throne in her sight; let us see whether she recognize it or she is of those who cannot recognize the Truth"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when the queen arrived, she was asked: \"Is your throne like this?\" She replied: \"It looks as if it is the same; we had come to know that Solomon is not only a king but also a Prophet, therefore we have already become Muslims"},{"SurahNumber":27,"VerseNumber":43,"Text":"Other deities whom she worshiped besides Allah had prevented her from believing, for she belonged to an unbelieving folk"},{"SurahNumber":27,"VerseNumber":44,"Text":"Then she was asked to enter the palace. When she saw its floor, she thought that there was pool of water, so she tucked up her skirts uncovering her legs. Solomon said. \"This is just a glossy paving of this palace.\" At this she exclaimed: \"O my Lord"},{"SurahNumber":27,"VerseNumber":45,"Text":"To the people of Thamud, We sent their brother Saleh, saying: \"Worship Allah,\" but they divided themselves into two discordant factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"Saleh said: \"O my people! Why do you wish to hasten towards evil rather than good? Why do you not ask forgiveness of Allah so that you may be shown mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said: \"We consider you and your companions a sign of bad luck.\" He said: \"Your luck is with Allah; in fact, you are a people under trial"},{"SurahNumber":27,"VerseNumber":48,"Text":"There were nine ringleaders in the city who created mischief in the land and reformed nothing"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said to one another: \"Let us pledge on oath by Allah that we shall make a secret night attack on him and his family, then we shall tell his guardian that we were not even present at the time his family was killed, and that we are telling the truth"},{"SurahNumber":27,"VerseNumber":50,"Text":"Thus they plotted a plan, and We too plotted a plan which they did not perceive"},{"SurahNumber":27,"VerseNumber":51,"Text":"Just see what was the outcome of their plot! We annihilated them completely, together with all their people"},{"SurahNumber":27,"VerseNumber":52,"Text":"There lies their houses in desolate ruins as a result of their wrongdoings. Verily in this story there is a lesson for those people who use their common sense"},{"SurahNumber":27,"VerseNumber":53,"Text":"Yet We delivered the true believers who were righteous"},{"SurahNumber":27,"VerseNumber":54,"Text":"Also mention to them of Lot, when he said to his people: \"Do you commit indecency though you see its iniquity"},{"SurahNumber":27,"VerseNumber":55,"Text":"Do you approach men for your sexual desires instead of women? The fact is that you are a people steeped in ignorance"}]}