{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"And when the God-fearing are asked: \"What has your Lord revealed?\" they answer: \"Something excellent!\" Good fortune in this world awaits those who do good; and certainly the abode of the Hereafter is even better for them. How excellent is the abode of the God-fearing"},{"SurahNumber":16,"VerseNumber":31,"Text":"everlasting gardens that they shall enter; the gardens beneath which rivers shall flow, and where they shall have whatever they desire! Thus does Allah reward the God-fearing"},{"SurahNumber":16,"VerseNumber":32,"Text":"those whose souls the angels seize while they are in a state of purity, saying: \"Peace be upon you. Enter Paradise as a reward for your deeds"},{"SurahNumber":16,"VerseNumber":33,"Text":"(O Muhammad), are they waiting for anything else than that the angels should appear before them, or that your Lord's judgement should come? Many before them acted with similar temerity. And then what happened with them was not Allah's wrong-doing; they rather wronged themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"The evil consequences of their misdeeds overtook them and what they mocked at overwhelmed them"},{"SurahNumber":16,"VerseNumber":35,"Text":"Those who associate others with Allah in His Divinity say: \"Were Allah to will so, neither we nor our forefathers would have worshipped any other than Him, nor would we have prohibited anything without His command.\" Their predecessors proffered similar excuses. Do the Messengers have any other duty but to plainly convey the Message"},{"SurahNumber":16,"VerseNumber":36,"Text":"We raised a Messenger in every community (to tell them): \"Serve Allah and shun the Evil One.\" Thereafter Allah guided some of them while others were overtaken by error. Go about the earth, then, and observe what was the end of those who rejected the Messengers, calling them liars"},{"SurahNumber":16,"VerseNumber":37,"Text":"(O Muhammad), howsoever eager you may be to show them the Right Way, Allah does not bestow His guidance on those whom He lets go astray; and in fact none will be able to help them"},{"SurahNumber":16,"VerseNumber":38,"Text":"They swear most solemnly in the name of Allah and say: \"Allah shall not raise to life any who dies.\" (Yes, He will do so); that is a promise by which He is bound, even though most people do not know that"},{"SurahNumber":16,"VerseNumber":39,"Text":"(That is bound to happen in order that) He may make clear to them the reality regarding the matters on which they differ and that the unbelievers may realize that they were liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"(As for the possibility of resurrection, bear in mind that) whenever We do will something, We have to do no more than say: \"Be\", and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"As for those who have forsaken their homes for the sake of Allah after enduring persecution, We shall certainly grant them a good abode in this world; and surely the reward of the Hereafter is much greater. If they could but know (what an excellent end awaits)"},{"SurahNumber":16,"VerseNumber":42,"Text":"those who remain steadfast and put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"(O Muhammad), whenever We raised any Messengers before you, they were no other than human beings; (except that) to them We sent revelation. So ask those who possess knowledge if you do not know"},{"SurahNumber":16,"VerseNumber":44,"Text":"We raised the Messengers earlier with Clear Signs and Divine Books, and We have now sent down this Reminder upon you that you may elucidate to people the teaching that has been sent down for them, and that the people may themselves reflect"},{"SurahNumber":16,"VerseNumber":45,"Text":"Do those who have been devising evil plans (against the mission of the Messenger) feel secure that Allah will not cause the earth to swallow them up or that chastisement will not come upon them from a direction that they will not even be able to imagine"},{"SurahNumber":16,"VerseNumber":46,"Text":"or that He will not suddenly seize them while they are going about to and fro and they will be unable to frustrate His design"},{"SurahNumber":16,"VerseNumber":47,"Text":"or that He will not seize them when they are apprehensive of the impending calamity? Surely your Lord is Most Compassionate, Most Merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Do the people not see how the objects Allah has created cast their shadows right and left, prostrating themselves in utter submission to Allah"},{"SurahNumber":16,"VerseNumber":49,"Text":"All living creatures and all angels in the heavens and on the earth are in prostration before Allah; and never do they behave in arrogant defiance"},{"SurahNumber":16,"VerseNumber":50,"Text":"They hold their Lord, Who is above them, in fear, and do as they are bidden"}]}