{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"سۇلايمان ئېيتتى: «سەن راست دەۋاتامسەن، يا يالغانمۇ؟ قارايمىز"},{"SurahNumber":27,"VerseNumber":28,"Text":"بۇ خېتىمنى ئېلىپ بېرىپ ئۇلارغا تاشلىغىن، ئاندىن ئۇلاردىن نېرىراق (جايدا يوشۇرۇنۇپ) تۇر، ئۇلارنىڭ قانداق جاۋاپ قايتۇرىدىغانلىقىغا قارىغىن»"},{"SurahNumber":27,"VerseNumber":29,"Text":"ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! ماڭا ھەقىقەتەن سۇلايماندىن بىر پارچە قىممەتلىك خەت كەلدى. (ئۇنىڭ مەزمۇنى شۇكى) ناھايىتى شەپقەتلىك ۋە مېھرىبان اﷲ نىڭ ئىسمى بىلەن باشلايمەن"},{"SurahNumber":27,"VerseNumber":30,"Text":"ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! ماڭا ھەقىقەتەن سۇلايماندىن بىر پارچە قىممەتلىك خەت كەلدى. (ئۇنىڭ مەزمۇنى شۇكى) ناھايىتى شەپقەتلىك ۋە مېھرىبان اﷲ نىڭ ئىسمى بىلەن باشلايمەن"},{"SurahNumber":27,"VerseNumber":31,"Text":"سىلەر ماڭا ھاكاۋۇرلۇق قىلماڭلار، مېنىڭ ئالدىمغا مۇسۇلمان بولغان ھالدا كېلىڭلار»"},{"SurahNumber":27,"VerseNumber":32,"Text":"ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! مېنىڭ (بۇ) ئىشىمدا مەسلىھەت بېرىڭلار، سىلەرنى ئۈستىدە قويماي تۇرۇپ ھېچ ئىشنى بېكىتكىنىم يوق»"},{"SurahNumber":27,"VerseNumber":33,"Text":"ئۇلار ئېيتتى: «بىز كۈچلۈك ۋە جەڭگىۋارمىز، ئىش سېنىڭ ئىختىيارىڭدىدۇر، (بىزنى) نېمىگە بۇيرۇيدىغانلىقىڭنى (ئويلاپ) كۆرگىن»"},{"SurahNumber":27,"VerseNumber":34,"Text":"ئۇ (يەنى بىلقىس) ئېيتتى: «شۈبھىسىزكى، پادىشاھلار بىرەر شەھەرگە ھۇجۇم قىلىپ كىرسە، ئۇنى خاراب قىلىدۇ، شەھەرنىڭ مۆتىۋەر ئادەملىرىنى (ئۆلتۈرۈش، ئەسىرگە ئېلىش ۋە سۈرگۈن قىلىش بىلەن) خار قىلىدۇ، ئۇلارمۇ شۇنداق قىلىدۇ"},{"SurahNumber":27,"VerseNumber":35,"Text":"مەن چوقۇم ئۇلارغا سوۋغا ئەۋەتىمەن، ئەلچىلەرنىڭ نېمە خەۋەر ئېلىپ كېلىدىغانلىقىغا قارايمەن»"},{"SurahNumber":27,"VerseNumber":36,"Text":"ئەلچى سۇلايماننىڭ ئالدىغا يېتىپ كەلگەندە، سۇلايمان ئېيتتى: «سىلەر ماڭا مال بىلەن ياردەم قىلماقچىمۇ؟ اﷲ نىڭ ماڭا بەرگەنلىرى سىلەرنىڭ بەرگەنلىرىڭلاردىن ياخشىدۇر، بەلكى سىلەر سوغاڭلار بىلەن كۆرەڭلەپ كېتىسىلەر"},{"SurahNumber":27,"VerseNumber":37,"Text":"سەن قايتىپ كەتكىن، ئۇلارنىڭ ئۈستىگە ئۇلار تاقابىل تۇرالمايدىغان بىر قوشۇن بىلەن چوقۇم بارىمىز، ئۇلارنى يۇرتىدىن خار، كەمسىتىلگەن ھالدا چوقۇم چىقىرىۋېتىمىز»"},{"SurahNumber":27,"VerseNumber":38,"Text":"سۇلايمان ئېيتتى: «ئى ئۇلۇغلار! ئۇلار مېنىڭ قېشىمغا مۇسۇلمان بولۇپ كېلىشتىن بۇرۇن، (سىلەردىن) كىم ئۇنىڭ تەختىنى ئېلىپ كېلىدۇ»"},{"SurahNumber":27,"VerseNumber":39,"Text":"جىندىن بولغان ئىفرىت ئېيتتى: «مەن ئۇنى ئورنۇڭدىن تۇرۇشتىن بۇرۇن ساڭا ئېلىپ كېلىمەن، مەن ئۇنى ئېلىپ كېلىشكە ئەلۋەتتە قادىرمەن، ئىشەنچلىكمەن»"},{"SurahNumber":27,"VerseNumber":40,"Text":"(نازىل بولغان) كىتابنى چوڭقۇر بىلىدىغان زات (يەنى ئاسەف ئىبن بۇرخىيا): «ئۇنى مەن ساڭا كۆزۈڭنى يۇمۇپ ئاچقۇچە ئېلىپ كېلىمەن» دېدى (ئۇ دۇئا قىلىۋېدى، تەخت دەرھال ئالدىدا ھازىر بولدى). سۇلايمان تەختنىڭ يېنىدا تۇرغانلىقىنى كۆرگەندە: «بۇ پەرۋەردىگارىمنىڭ (ماڭا قىلغان) ئېھسانىدۇر، ئۇ شۈكۈر قىلامدىم، يا تۇز كورلۇق قىلامدىم، بۇنىڭ بىلەن مېنى سىنىدى، كىمكى شۈكۈر قىلىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈن شۈكۈر قىلىدۇ، كىمكى تۇزكورلۇق قىلىدىكەن، (بىلىش كېرەككى) ھەقىقەتەن پەرۋەردىگارىم (ئۇنىڭ شۈكۈر قىلىشىدىن بىھاجەتتۇر)، (اﷲ نىڭ) كەرىمى كەڭدۇر» دېدى"},{"SurahNumber":27,"VerseNumber":41,"Text":"سۇلايمان (بىلقىسنىڭ يېتىپ كېلىشى يېقىنلاشقان ۋاقىتتا ئۇنىڭ ئەقلىنى سىناش يۈزىسىدىن) ئېيتتى: «ئۇنىڭ (يەنى بىلقىسنىڭ) تەختىنىڭ (شەكلىنى) ئۆزگەرتىڭلار، ئۇ تەختىنى تونۇمدۇ، تونىمامدۇ، قارايمىز»"},{"SurahNumber":27,"VerseNumber":42,"Text":"بىلقىس كەلگەندە (ئۇنىڭغا): «سېنىڭ تەختىڭ مۇشۇنداقمۇ؟» دېيىلدى. ئۇ: «شۇدەك تۇرىدۇ» دېدى. (سۇلايمان اﷲ نىڭ نېمىتىنى سۆزلەش يۈزىسىدىن ئېيتتى) ئۇنىڭدىن (يەنى بىلقىستىن) بۇرۇن بىزگە (اﷲ نى ۋە اﷲ نىڭ قۇدرىتىنى بىلدۈرىدىغان) ئىلىم بېرىلدى، بىز مۇسۇلمان بولدۇق"},{"SurahNumber":27,"VerseNumber":43,"Text":"ئۇنى اﷲ نى قويۇپ چوقۇنغان نەرسىلىرى (اﷲ قا ئىبادەت قىلىشتىن) توستى. چۈنكى ئۇ كاپىر قەۋمدىن ئىدى"},{"SurahNumber":27,"VerseNumber":44,"Text":"ئۇنىڭغا (يەنى بىلقىسقا): «سارايغا كىرگىن» دېيىلدى، ئۇ (يەنى بىلقىس) ساراينى چوڭ سۇ دەپ گۇمانلىنىپ (كىيىمىنى كۆتۈرۈپ) ئىككى پاچىقىنى ئاچتى، سۇلايمان ئېيتتى: «شۈبھىسىزكى، ئۇ ئەينەكتىن ياسالغان سارايدۇر». ئۇ (يەنى بىلقىس) ئېيتتى: «پەرۋەردىگارىم، مەن ھەقىقەتەن (اﷲ قا شېرىك كەلتۈرۈپ، قۇياشقا چوقۇنۇش بىلەن) ئۆزۈمگە زۇلۇم قىلدىم، سۇلايمان بىلەن بىللە ئالەملەرنىڭ پەرۋەردىگارى اﷲ قا بويسۇندۇم (يەنى سۇلايماننىڭ دىنىغا ئەگىشىپ ئىسلامغا كىردىم)»"},{"SurahNumber":27,"VerseNumber":45,"Text":"بىز ھەقىقەتەن سەمۇدقا (يەنى سەمۇد قەبىلىسىگە نەسەب جەھەتتىن) قېرىندىشى سالىھنى (پەيغەمبەر قىلىپ) ئەۋەتتۇق، (سالىھ) «اﷲ قا ئىبادەت قىلىڭلار» (دېدى)، ناگاھان ئۇلار جېدەللىشىدىغان (يەنى دىن بارىسىدا جىدەللىشىدىغان مۆمىنلەر ۋە كاپىرلاردىن ئىبارەت) ئىككى گۇرۇھقا بۆلۈنۈپ كەتتى"},{"SurahNumber":27,"VerseNumber":46,"Text":"سالىھ ئېيتتى: «ئى قەۋمىم، سىلەر نېمىشقا رەھمەتتىن بۇرۇن ئازابنىڭ كېلىشىنى تىلەيسىلەر؟ سىلەر رەھمەتكە ئېرىشىشىڭلار ئۈچۈن نېمىشقا اﷲ تىن مەغپىرەت تەلەپ قىلمايسىلەر؟»"},{"SurahNumber":27,"VerseNumber":47,"Text":"ئۇلار ئېيتتى: «(بىزگە كەلگەن قەھەتچىلىك) سېنىڭ ۋە سەن بىلەن بولغان كىشىلەرنىڭ شۇملۇقىدىن كەلدى». سالىھ ئېيتتى: «سىلەرگە كېلىدىغان ياخشى يامانلىق اﷲ تەرىپىدىن كېلىدۇ، بەلكى سىلەرنى اﷲ سىنايدۇ»"},{"SurahNumber":27,"VerseNumber":48,"Text":"شەھەردە (يەنى ھىجرىدە) يەر يۈزىدە بۇزغۇنچىلىق قىلىدىغان، ئىسلاھ قىلمايدىغان توققۇز نەپەر كىشى بار ئىدى"},{"SurahNumber":27,"VerseNumber":49,"Text":"ئۇلار: «ئۆز ئارا اﷲ بىلەن قەسەم قىلىڭلار» دېدى. ئۇلار ئېيتتى: «بىر كېچىدە سالىھنى ۋە ئۇنىڭ تەۋەلىرىنى چوقۇم ئۆلتۈرەيلى، ئاندىن چوقۇم ئۇنىڭ (يەنى ئۇلارنىڭ) ئىگىسىگە، ئۇ ئۆلتۈرۈلگەن چاغدا بىز ئۈستىدە ئەمەس ئىدۇق، بىز ھەقىقەتەن راستچىلمىز، دەيلى»"},{"SurahNumber":27,"VerseNumber":50,"Text":"ئۇلار (سالىھقا قارشى) سۇيىقەست پىلانلىدى. ئۇلارنى (ئۇلارنىڭ ھالاك بولۇشىنى تېزلىتىش ئۈچۈن) سۇيىقەستى ئۈچۈن تۇيۇقسىز جازالىدۇق"},{"SurahNumber":27,"VerseNumber":51,"Text":"ئۇلارنىڭ سۇيىقەستىنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قارىغىنكى، ئۇلارنى ۋە ئۇلارنىڭ قەۋمىنى پۈتۈنلەي ھالاك قىلدۇق"},{"SurahNumber":27,"VerseNumber":52,"Text":"ئۇلار زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئەنە ئۇلارنىڭ ئۆيلىرى (ئادەمزاتتىن) خالى بولۇپ قالدى. اﷲ نىڭ (قۇدرىتىنى) بىلىدىغان قەۋم ئۈچۈن بۇنىڭدا (چوڭ) ئىبرەت بار"},{"SurahNumber":27,"VerseNumber":53,"Text":"(سالىھ بىلەن) ئىمان ئېيتقان ۋە تەقۋادارلىق قىلغانلارنى (ئازابتىن) قۇتقۇزدۇق"},{"SurahNumber":27,"VerseNumber":54,"Text":"(لۇتنىڭ قىسسىسىنى بايان قىلغىن) ئەينى زاماندا لۇت ئۆزىنىڭ قەۋمىگە ئېيتتى: «سىلەر بىلىپ تۇرۇپ قەبىھ ئىشلارنى قىلامسىلەر"},{"SurahNumber":27,"VerseNumber":55,"Text":"سىلەر ئاياللارنى قويۇپ، جىنسىي تەلىۋىڭلارنى ئەرلەر بىلەن قاندۇرامسىلەر؟ بەلكى سىلەر نادان قەۋمسىلەر»"}]}