{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Muhakkak ki; Allah katında, (yerde yürüyen) hayvanların en şerrlisi (kötüsü) akıl etmeyen sağır ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ve Allah, onların (akıl etmeyen sağır ve dilsizlerin) içinde hayır olduğunu bilse (görse) elbette onlara işittirirdi. Ve onlara işittirse bile (onlar), mutlaka dönerlerdi ve onlar yüz çevirenlerdir"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey âmenû olanlar (Allah´a ulaşmayı dileyenler), Allah ve Resûl´ü sizi, size hayat verecek şeylere davet ettiği zaman (davete) icabet edin! Ve Allah´ın kişi ile kalbi arasına girdiğini ve muhakkak sizin O´na haşrolunacağınızı bilin! (Hepinizin ruhu Allah´ta toplanacak ve Allah, ruhlarınıza meab olacak)"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ve sizden (içinizden), sadece zalim kimselere isabet etmeyen, onlara has (özel) olmayan (diğerlerine de isabet eden) fitneden sakının (takva sahibi olun). Allah´ın azabının çok şiddetli olduğunu biliniz. (Biliniz ki, muhakkak Allah´ın azabı çok şiddetlidir)"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ve siz; yeryüzünde az (sayıda) olduğunuzu, aciz, güçsüz olduğunuzu hatırlayın. İnsanların sizi yakalamasından korkuyordunuz. O zaman sizi barındırdı (yer sahibi yaptı) ve sizi yardımı ile destekledi ve sizi tayyib rızıkla (helâl, temiz rızıklardan) rızıklandırdı. Böylece (umulur ki) siz şükredersiniz"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey âmenû olanlar (Allah´a ulaşmayı dileyenler), Allah´a ve Resûl´üne ihanet etmeyin! Ve siz, kendi emanetlerinize de bile bile ihanet etmiş olursunuz"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ve biliniz ki; çocuklarınız ve mallarınız, sizin için sadece bir fitne (imtihan)dır. Ve Allah ki; O´nun katında, (muhakkak) azîm bir ecir (bedel, ücret) vardır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey âmenû olanlar, Allah´a karşı takva sahibi olursanız sizi furkan (hak ve bâtılı ayırma özelliği) sahibi kılar! Ve sizden (sizin) günahlarınızı örter ve size mağfiret eder (günahlarınızı sevaba çevirir). Ve Allah, büyük fazl sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Ve o inkâr edenler, seni tutuklamak ya da öldürmek veya sürgün etmek (çıkarmak) için tuzak kuruyorlardı. Ve onlar, bu tuzağı kuruyorlarken; Allah da tuzak kuruyordu. Ve Allah, tuzak kuranların (karşılık verenlerin) en hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ve âyetlerimiz onlara okunduğu zaman, “Biz işittik. Şâyet biz dileseydik, bunun gibisini elbette biz de söylerdik. Bu ise ancak evvelkilerin masalıdır.” dediler"},{"SurahNumber":8,"VerseNumber":32,"Text":"Ve onlar: “Allah´ım şâyet bu (Kur´ân-ı Kerim), o hak olan (Kitap), Senin indinden ise o zaman üzerimize semadan taş yağdır veya bize acı azabı getir.” demişlerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ve sen onların arasında iken; Allah, onları azaplandıracak değildir. Ve onlar mağfiret diliyorken (de) Allah, onları azaplandıran değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ve onlar, Mecsid-i Haram´dan men ediyorlarken (engel oluyorlarken) ve onlar, O´nun (Allah´ın) dostları değilken; Allah, niçin onlara azap etmesin? O´nun dostları ancak takva sahibi olanlardır. Ve fakat, onların çoğu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ve onların salâtları (duaları, ibadetleri) beytin (Allah´ın evinin) yanında ıslık çalmak ve el çırpmadan başka birşey olmadı. Artık inkâr etmiş olduğunuz şeyler sebebiyle azabı tadın"},{"SurahNumber":8,"VerseNumber":36,"Text":"Muhakkak ki kâfirler, Allah´ın yolundan alıkoymak (men etmek) için mallarını infâk ederler (verirler). Bu şekilde (devam ederek) onu (mallarını), infâk edecekler sonra (bu) onlara hasret (pişmanlık, üzüntü) olacak. Sonra da onlara gâlip olunacak (mağlup olacaklar). Ve kâfir olanlar, cehenneme haşrolunacaklar (toplanacaklar)"},{"SurahNumber":8,"VerseNumber":37,"Text":"(Bu), Allah´ın habis (pis) ile tayyibi (temiz) birbirinden ayırması ve habis olanları birbirinin üzerine koyup böylece hepsini yığarak, bu şekilde onların (murdar olanların) cehennemde olması (cehenneme atılması) içindir. İşte onlar, onlar hüsrana uğrayanlardır"},{"SurahNumber":8,"VerseNumber":38,"Text":"Kâfir olan kimselere de ki: “Eğer vazgeçerseniz, geçmiş olanlar mağfiret edilir. Ve eğer geri dönerlerse (küfür ve düşmanlığa avdet ederlerse), o zaman evvelkilerin sünneti vuku bulmuş olur (önceki inkâr eden, isyan eden ümmetlere uygulanan İlâhî kanun uygulanır).”"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ve hiçbir fitne kalmayıncaya ve bütün dîn Allah için oluncaya kadar, onlarla kıtalde bulunun (savaşın). Eğer onlar (küfürden) vazgeçerlerse o taktirde muhakkak ki Allah, yaptığınız şeyleri en iyi görendir"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ve şâyet dönerlerse, Allah´ın sizin mevlânız olduğunu bilin. Ne güzel mevlâ ve ne güzel yardımcıdır"}]}