{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Nummah Yalli xiibitak iyyeh; Nabii Daawuuduh nek tan muxxó kaah necee (nabuwwannuu kee kitab kinnuk). kee qaleelay, kee haaday! yalla kaalluk saytunnoysa axcuk keenih secne, kaadu birtá kaah xabbacosneh"},{"SurahNumber":34,"VerseNumber":11,"Text":"Qebti diriiqay dudda-le bicisaay, maroora kak missos, kaadu koo kee ku-buxah mara meqe taamá taamita, diggah Anu isin abba haytaanam yabaliiy Yok qellittam matan iyye Yalli nabii Daawuuduk"},{"SurahNumber":34,"VerseNumber":12,"Text":"Kaadu Nabii Suleymaanah saaki gexó kak alsaay, carrih orbá kak alsa kinni caacay kaah qanne. Kaadu nacaas dara kaah diyaayisne (eelisne) kaadu jinnik kay foocal taamittam kaah qanneh kay Rabbih idnih. Kaadu keenik Ni-amrik daggaawa num saaqiir deqsitta giráh digaalá kaa tammosna"},{"SurahNumber":34,"VerseNumber":13,"Text":"Jinni, Nabii Suleymaanah masaagid kee qarwak faxxa haam kaah bicsaah taamita, kaadu numtin-wellittey nacaas kee karaariitik taniiy, kaxxa kooraariy dorwah innah tanii kee kaxxa buutittey aracak angayye wayta kaah bicsa. Nabii Daawuud buxah maraw Yallah faatoh meqe taamoomi aba siinih yeceeh yan niqmatal. Yi-naqoosak Yoo faatittam dagoh"},{"SurahNumber":34,"VerseNumber":14,"Text":"Nabii Suleymaanal raba mekelleeh rabe waqdi, kay raba keenih tescessem matan baaxóh irimmiy kay caxxa tokme akke waytek. Eddeluk usuk rade waqdi jinnih tumbulleeh qaddowteh, qellittem taaxagó akkinnoonuy ken taysuqunxe taamáy ken biyaktah addat aaduk manannon"},{"SurahNumber":34,"VerseNumber":15,"Text":"Nummah Sabá deqsitta kedóy yamanal sugte, ken dabooqal kaxxa astáy Yallih duddaa kee muxxó tascasse luk yenen, woh kaxxa namma bustaanay daqaarak migda-le qaxaa kee gura-le qaxa raaqak ten. Keenik iyyeenih; sin Rabbih quusik (rizqhik) akumaay kaa elle faatita keenik iyyen, tama sin baaxó meqe baaxóoy, sin Rabbi dambi cabé kinnik"},{"SurahNumber":34,"VerseNumber":16,"Text":"Tokkel Yallih amrit derre cabeeniih, kaxxa weeqay xuugaagi kee medmedwa duufut beya keenil rubne, kaadu ken namma bustaanat namma bustaanay yakmeenim kak qeeró leeh, Asli deqsitta caxaa (Saagantó kinnuk) kee Jinni-kusrak (Abur-kusra kinnuk) dagom-le keenih edde nibiddile"},{"SurahNumber":34,"VerseNumber":17,"Text":"Tohul ken kah galatnem koroositeeniih, Yallih niqmat faatite weenimih sabbata. Tama galtóh galatnâ mannu koroosite mara akke waytek"},{"SurahNumber":34,"VerseNumber":18,"Text":"Kaadu ken (sabáh mara kinnuk) kee barkat elle oobisne magaaloolih fanal (Shaam kinnuk) tambullee magaalooliy ittat xakabuh tani hayneeh, ama magaaloolih fanal gexo caggudusneh, woo magaaloolih fanal baritteetaay, ayroora gexa saayah anuk keenik inne tuk meesite kalah"},{"SurahNumber":34,"VerseNumber":19,"Text":"Eddeluk ni-Rabbow ni-safarih mafdagoogih fan eyxer iyyeeniih, sinni nafsi yudlumeenih. Tokkel kas elle geyaanaah edde walalan mara ken abne keenil ciggiila marah kaadu kaxxa fixiixisiyyah ken fixiixisne baaxooxal, diggah wohut astooti tan ummaan kaxxa sabriliy Yallih niqmat faatitah"},{"SurahNumber":34,"VerseNumber":20,"Text":"Kaadu nummah ibliis isi dareemu keenil (koros kinnuk) nummayseeh kaa kataateenih, moominiinik Yallal teemene hortá akke waytek"},{"SurahNumber":34,"VerseNumber":21,"Text":"Kaadu ibliis ama korosul reedaah dirkisam luk mananna akeera nummaysa maraa kee teetik agay- waagat yan mara ittak naaxigem Ni-naqoosa naybulleeh, yaaxigeenî gidih akke waytek. Nabiyow ku- Rabbi ummaanim dacrisé kinni"},{"SurahNumber":34,"VerseNumber":22,"Text":"Nabiyow a-ķkorosuk ixxic; Yallak kalah yallitte akkaluk aqbaduk sugten yallitteh seeca tu-siinih xiqtek, qunxa-xuuneyti qilsah gide takkem qaranwaay, baaxól ma- yamlikan kaadu ken nammayih ginót gabah-agle maloonuvy, Yalli woo usun yaqbuden yallittet cateyna mali"},{"SurahNumber":34,"VerseNumber":23,"Text":"Yallih xaqul shafaaqatta aba numih shafaaqatta tu-maxiqta Yalli kah idnise num akke waytek, ken (malayka kinnuk) sorkocô baxittek meesi katta itta waqdi sin Rabbi maca iyyeeh iyyan itta esserak? Cakkit yaabe iyyan, Usuk fayya-li, nabna-li"}]}