{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"GUD ER LYSET AF HIMLENE JORDEN. Allegorien Hans lys er at af konkave spejl lampe placeres glas beholder. glas beholderen være lyse pearl-like stjerrne Brændslet thereof supplied velsigne oil-producing træ den er heller østlige nor vestlige! Dens olie er næsten self-radiating; ikke ild ignite det! Lyse upon lyse! GUD guides HANS lyse whoever VILJER guided GUD DERMED cites LIGNELSERNE FOLKENE. GUD ER fully aware af al TING"},{"SurahNumber":24,"VerseNumber":36,"Text":"Gud vejledning grundlægge huse exalted GUD Hans navn commemorated therein! Forherligende Ham therein dag og nat"},{"SurahNumber":24,"VerseNumber":37,"Text":"Folk ikke distraheres ved branche handler commemorating GUD; de observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) de er bevidste af dagen hvornår forstandene øjnene forfærdes"},{"SurahNumber":24,"VerseNumber":38,"Text":"GUD ville certainly BELØNNER DEM DERES GODE ARBEJDER brusebad DEM HANS grace GUD forsyne for whomever HAN VILJER GRÆNSER"},{"SurahNumber":24,"VerseNumber":39,"Text":"Angående de disbelieve deres arbejder være luftspejling ørkenen. Tørstige person tro det er vande! Hvornår han når det han fund det er intet han grundlægge GUD der hellere requite ham fully hans arbejder. GUD ER MEST EFFEKTIVE reckoner"},{"SurahNumber":24,"VerseNumber":40,"Text":"Another allegori er af værende total mørke voldsomme ocean bølger bølger desuden til tykke tåge Mørke mørke - Han kiggede hans egen hånd han knapt se det. Whomever GUD berøver af lyse ikke have lyse"},{"SurahNumber":24,"VerseNumber":41,"Text":"Du ikke indser den enhver himlene jorden forherlige GUD jævne fuglene idet de flyver kolonne? hvert vide dens bøn dens forherligelse. GUD ER fully aware af ALT DE GØRE"},{"SurahNumber":24,"VerseNumber":42,"Text":"Til GUD belongs suveræniteten af himlene jorden til GUD er endelige destiny"},{"SurahNumber":24,"VerseNumber":43,"Text":"Du ikke indser at GUD driver skyerne gøre derefter samles dem sammen derefter stabler dem på hvert øvrig derefter du ser regnen komme dem? Han sender himlen loads sne bedække whomever Han viljer mens bortlede det fra whomever Han viljer! brightness sneen næsten blænder øjnene"},{"SurahNumber":24,"VerseNumber":44,"Text":"GUD KONTROLLERER NATTEN DAG. Den være lektion de possess øjne"},{"SurahNumber":24,"VerseNumber":45,"Text":"Gud oprettede enhvere leve væs fra vande! Visse af dem gåtur deres bellies visse gåtur to ben visse går fire. GUD OPRETTER whatever HAN VILJER. GUD ER Omnipotent"},{"SurahNumber":24,"VerseNumber":46,"Text":"Vi sender jer klarlæggende åbenbaringer derefter GUD guides whoever viljer guided lige sti"},{"SurahNumber":24,"VerseNumber":47,"Text":"De sir Vi tro ind GUD budet vi adlyde derefter visse af dem glide tilbage siden! De er troende"},{"SurahNumber":24,"VerseNumber":48,"Text":"Hvornår de inviteres GUD Hans bud bedømme dem visse af dem upset"},{"SurahNumber":24,"VerseNumber":49,"Text":"Dersom bedømmelsen er deres favor de readily accepterer det"},{"SurahNumber":24,"VerseNumber":50,"Text":"Er der disease deres hjerter? Er de tvivlsomme? Er de ræde at GUD Hans bud behandle dem unfairly? Virkelig er de er unjust"},{"SurahNumber":24,"VerseNumber":51,"Text":"Eneste utterance troendene nårsomhelst inviterede GUD Hans bud bedømme deres affærer være sie Vi hører vi adlyder. De er vinderne"},{"SurahNumber":24,"VerseNumber":52,"Text":"De adlyder GUD Hans bud ærbødighed GUD observe Ham de er triumferende en"}]}