{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"I kad zatraži Musa za narod svoj napajanje, tad rekosmo: \"Udri štapom svojim kamen!\" Tad provri iz njega dvanaest izvora. Doista je znalo svako pleme pojilište svoje. \"Jedite i pijte iz opskrbe Allahove, i ne činite zlo na zemlji, praveći fesad"},{"SurahNumber":2,"VerseNumber":61,"Text":"I kad rekoste: \"O Musa! Nećemo trpiti hranu jednu, zato prizivaj za nas Gospodara svog (da) nam iznikne (nešto) od onog čime rađa zemlja - od povrća njenog i krastavaca njenih i žita njenog i leće njene i luka njenog.\" Reče: \"Hoćete li zamijeniti ono što je bolje, onim što je lošije? Siđite u grad pa ćete uistinu vi imati šta ste tražili.\" I pogodi ih poniženje i bijeda, a navukli su srdžbu od Allaha. To što oni nisu vjerovali u ajete Allahove i ubijali vjerovjesnike bez prava; to što nisu slušali, a prevršivali su"},{"SurahNumber":2,"VerseNumber":62,"Text":"Uistinu! Oni koji vjeruju i koji su jevreji i kršćani i Sabijci - ko vjeruje u Allaha i Dan posljednji i čini dobro - pa imaće oni nagradu svoju kod Gospodara njihovog, i bez straha nad sobom će biti i neće oni žaliti"},{"SurahNumber":2,"VerseNumber":63,"Text":"I kad uzesmo zavjet vaš i uzdigosmo nad vama brdo: \"Uzmite čvrsto šta smo vam dali i spominjite ono šta je u njemu, da biste se vi zaštitili"},{"SurahNumber":2,"VerseNumber":64,"Text":"Zatim ste se okrenuli poslije toga. Pa da nije dobrote Allahove prema vama i milosti Njegove, sigurno biste bili od gubitnika"},{"SurahNumber":2,"VerseNumber":65,"Text":"I doista ste znali one između vas koji su prekršili (stvari) sebta, pa smo im rekli: \"Budite majmuni prezreni"},{"SurahNumber":2,"VerseNumber":66,"Text":"Pa smo učinili nju zastrašujućim primjerom za ono ispred nje i ono iza nje, i poukom bogobojaznima"},{"SurahNumber":2,"VerseNumber":67,"Text":"I kad reče Musa narodu svom: \"Uistinu! Allah vam naređuje da zakoljete kravu.\" Rekoše: \"Zar ćeš nas uzeti izrugivanju?\" Reče: \"Tražim zaštitu u Allaha, da ne budem od neznalica"},{"SurahNumber":2,"VerseNumber":68,"Text":"Rekoše: \"Moli za nas Gospodara svog, da nam objasni kakva je ona.\" Reče: \"Doista, On kaže: 'Uistinu, to je krava ni stara ni mlada; srednja, između toga; zato učinite šta vam se naređuje"},{"SurahNumber":2,"VerseNumber":69,"Text":"Rekoše: \"Moli za nas Gospodara svog da nam objasni, kakva je boja njena\". Reče: \"Doista, On kaže: 'Uistinu, to je žuta krava. Svijetla je boja njena, raduje posmatrače"},{"SurahNumber":2,"VerseNumber":70,"Text":"Rekoše: \"Moli za nas Gospodara svog da nam objasni kakva je ona. Uistinu, krave su za nas slične, a uistinu mi ćemo, ako htjedne Allah, biti upućeni"},{"SurahNumber":2,"VerseNumber":71,"Text":"Reče: \"Doista, On kaže: 'Uistinu ta krava nije podvrgnuta oranju zemlje niti natapanju usjeva. Besprijekorna je, bez biljega na sebi.\" Rekoše: \"Sad si iznio istinu.\" Tad je zaklaše i jedva (to) učiniše"},{"SurahNumber":2,"VerseNumber":72,"Text":"I kad ubiste dušu, pa se prepiraste o njoj; a Allah je Taj koji je iznio ono šta ste krili"},{"SurahNumber":2,"VerseNumber":73,"Text":"Tad rekosmo: \"Udarite ga dijelom njenim!\" Eto tako oživljava Allah mrtve i pokazuje vam znakove Svoje, da biste vi shvatili"},{"SurahNumber":2,"VerseNumber":74,"Text":"Zatim su otvrdla srca vaša poslije toga, te su ona bila kao kamen ili tvrđa. A uistinu, od kamena (postoji) onaj iz kojeg izviru rijeke, i uistinu od njega (postoji) onaj što raspukne, pa izbija iz njega voda, i uistinu, od njega (postoji) onaj što pada iz straha od Allaha; a nije Allah nemaran za ono šta radite"}]}