{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Когда Иса - да будет мир ему! - был послан, он призвал свой народ к праведному пути Аллаха. Большинство из них не отозвались на его призыв. Увидев это, он обратился к ним, спрашивая: \"Кто будет моими помощниками на пути Господнем?\" Апостолы, которые уверовали в Аллаха и в него, ответили: \"Мы - твои сторонники, поддерживаем тебя, потому что ты призываешь нас к пути Аллаха. Мы уверовали в Аллаха. Засвидетельствуй, что мы искренне преданы Аллаху и праведному пути Аллаха"},{"SurahNumber":3,"VerseNumber":53,"Text":"Мы говорим: \"Господи наш, наш Творец! Мы уверовали в Писание, ниспосланное Тобой Твоему посланнику, и последовали за Твоим посланником Исой - мир ему! Запиши же нас свидетельствующими о том, что Твой посланник действительно доставил нам Писание, и о том, что сыны Исраила не уверовали в него"},{"SurahNumber":3,"VerseNumber":54,"Text":"Неверные строили тайные козни, отвергнув призыв Исы идти по прямому пути. Но Аллах разрушил их козни, и была им неудача в том, к чему они стремились. Поистине, Аллах сильнее и мудрее всех хитрецов"},{"SurahNumber":3,"VerseNumber":55,"Text":"Помни (о Мухаммад!), как сказал Аллах: \"О Иса! Я упокою тебя и не разрешу никому тебя убить, потом вознесу тебя к Себе и спасу тебя от твоих врагов, намеревающихся тебя убить. Я сделаю тех, кто последовал за тобой и не отступил от твоей религии, силой и властью выше тех, которые не веровали, до Дня воскресения, когда вы ко Мне будете возвращены. И Я рассужу между вами относительно того, в чём вы разногласили"},{"SurahNumber":3,"VerseNumber":56,"Text":"Тех, которые не уверовали, Я сурово накажу и направлю народы против них в ближайшей жизни. А в будущей жизни им не будет ни помощников, ни спасителей от наказания Аллаха"},{"SurahNumber":3,"VerseNumber":57,"Text":"Тех, которые уверовали, пошли по прямому пути Аллаха и творили благое, Аллах вознаградит сполна; ведь Аллах не вознаграждает преступивших Его заповеди и не внимающих Его призывам идти по прямому пути"},{"SurahNumber":3,"VerseNumber":58,"Text":"То, что Мы рассказали тебе (о Мухаммад!), из знамений, указывающих на истинность твоего послания, из - Священного Корана, содержащего мудрые знания"},{"SurahNumber":3,"VerseNumber":59,"Text":"Некоторые люди неправильно понимают, как родился Иса, и говорят, что он сын Аллаха, потому что он рождён без отца. Аллах им сказал: \"Иса подобен Адаму, которого Я сотворил из праха без отца и без матери\". Создав его, Аллах сказал: \"Будь!\" - и он стал"},{"SurahNumber":3,"VerseNumber":60,"Text":"Это абсолютная истина, объявленная Аллахом, Творцом миров, относительно появления Исы. Будь уверен в этой истине. И не будь в числе сомневающихся"},{"SurahNumber":3,"VerseNumber":61,"Text":"А если кто будет препираться с тобой (о пророк!) относительно этого после того, как пришло к тебе не подлежащее сомнению знание от Аллаха, скажи ему слово, которое докажет твою уверенность и разоблачит их лживый вымысел: \"Приходите, призовём наших сынов и ваших сынов, наших женщин и ваших женщин, и нас самих, и вас самих, а потом попросим Аллаха направить гнев и проклятие на лжецов, искажающих истину о происхождении Исы, - о том, что он был сотворён без отца, и что он - посланник Аллаха, а не сын Его"},{"SurahNumber":3,"VerseNumber":62,"Text":"Несомненно, что этот рассказ - истина. Ведь нет никакого божества, кроме Аллаха, Творца миров. Он - Единый, Великий в Своём царстве и мудрый в Своём творении"},{"SurahNumber":3,"VerseNumber":63,"Text":"Если они отвернутся от истины после того, как она стала им ясна, и не отвратятся от своих заблуждений, то Аллах знает распространяющих порчу"},{"SurahNumber":3,"VerseNumber":64,"Text":"Скажи (о пророк!): \"О обладатели Писания! Приходите к справедливому слову, равному для вас и для нас, которое мы вместе с вами будем помнить, чтобы нам никому не поклоняться, кроме Аллаха, и никого не придавать Ему в сотоварищи. Мы не должны друг друга убеждать относительно разрешённого или запрещённого, минуя законы Аллаха, которым должны неукоснительно повиноваться\". Если же они отвратятся от этого справедливого призыва Аллаха, то скажите им: \"Засвидетельствуйте, мы - предавшиеся Аллаху, верны Его религии, ни к кому не обращаемся и никого не просим, кроме Него"},{"SurahNumber":3,"VerseNumber":65,"Text":"О обладатели Писания! Почему вы препираетесь о религии Ибрахима? Каждый из вас утверждает, якобы он следует его религии, хотя Ибрахим жил по своему шариату, а Тора и Евангелие были ниспосланы после него. Как же он мог быть последователем шариата одного из этих Писаний, ниспосланных только после него? Разве вы не разумеете, что то, что вы говорите, противоречит истине"},{"SurahNumber":3,"VerseNumber":66,"Text":"Вот, вы - те, кто препирается о том, о чём у вас есть знание, относительно Исы и Мусы; почему же вы препираетесь о том, о чём у вас нет знания - относительно Ибрахима. Он - иудей или христианин? Аллах знает истину того, из-за чего вы препираетесь, а вы не знаете"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ибрахим - мир ему! - не был ни иудеем, ни христианином. Он только верил в религию Аллаха и шёл по прямому пути Аллаха, искренне повинуясь Ему. Он был ханифом, предавшимся Аллаху, и не был из многобожников"},{"SurahNumber":3,"VerseNumber":68,"Text":"Самые близкие к Ибрахиму и его религии те, которые за ним последовали, когда он был послан, и шли по прямому пути Аллаха, а также пророк Мухаммад - да благословит его Аллах и приветствует! - и те, которые уверовали вместе с ним в Аллаха. Они, как и Ибрахим, искренне признают единобожие. Аллах любит тех, которые уверовали, и помогает им. Аллах - Друг верующих! Он наградит их в последней жизни и введёт их в рай"},{"SurahNumber":3,"VerseNumber":69,"Text":"Некоторые из обладателей Писания хотели бы ввести верующих в заблуждение и совлечь их с прямого пути их веры. Но они сбивают только самих себя, не зная, что будет расплата за их скверное поведение, а верующим это не повредит"},{"SurahNumber":3,"VerseNumber":70,"Text":"О обладатели Писания! Почему вы опровергаете знамения Аллаха и ниспосланные Им айаты, доказывающие истинность пророчества Мухаммада - да благословит его Аллах и приветствует, - зная, что это - истина"},{"SurahNumber":3,"VerseNumber":71,"Text":"О обладатели Писания! Почему вы смешиваете Писания, ниспосланные пророкам, с явной ложью, не имеющей основания, и неверным толкованием? Почему вы скрываете истину, а не объявляете её открыто и ясно? Ведь вы знаете наказание Аллаха за такой большой грех"},{"SurahNumber":3,"VerseNumber":72,"Text":"Некоторые из обладателей Писания, желая ввести верующих в заблуждение, говорят своим последователям: \"Веруйте в Коран, ниспосланный Мухаммаду, в который уверовали те, которые следовали за ним; веруйте в начале дня и отрекитесь в конце его. Может быть, таким образом вы сможете внушить им сомнение, и они отрекутся от своей исламской религии"},{"SurahNumber":3,"VerseNumber":73,"Text":"И добавляли: \"Не верьте никому, кроме того, кто последовал за вашей религией, чтобы никто не претендовал на то, что ему было ниспослано подобное тому, что есть у вас\". Скажи им (о пророк!): \"Поистине, прямое руководство - руководство Аллаха. Он даёт его тому, кому пожелает. Скажи им также (о Мухаммад!): \"Поистине, милость - от Аллаха. Он дарует её тому из Своих рабов, кому пожелает!\" Ведь Аллах Всеобъемлющ, Милостив и знает, кто достоин милости и кому её даровать"},{"SurahNumber":3,"VerseNumber":74,"Text":"Аллах избирает, кого пожелает, пророком и посланником. Он отличает Своим милосердием, кого пожелает. Поистине, Аллах - Обладатель величайшей милости"}]}