{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Ey inananlar, ALLAH'ın ve elçisinin huzurunda öne geçmeyiniz. ALLAH'ı dinleyiniz. ALLAH İşitir, Bilir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey inananlar, sesinizi peygamberin sesinin üstüne çıkarmayın ve birbirinize bağırdığınız gibi ona bağırmayın. Yoksa siz farketmeden işleriniz boşa gider"},{"SurahNumber":49,"VerseNumber":3,"Text":"Seslerini ALLAH'ın elçisinin huzurunda kısanlar öyle kimselerdir ki, ALLAH onların kalplerini erdemlilik için uygun hale getirmiştir. Onlar için bağışlanma ve büyük bir ödül vardır"},{"SurahNumber":49,"VerseNumber":4,"Text":"Odaların/duvarların ardından sana seslenenlerin çoğu düşüncesiz kimselerdir"},{"SurahNumber":49,"VerseNumber":5,"Text":"Sen yanlarına çıkıncaya kadar sabretselerdi kendileri için daha iyi olurdu. ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey inananlar, kötü huylara sahip birisi size bir haber getirirse onu araştırınız. Yoksa bilmeden bir topluluğa karşı haksızlık edersiniz ve daha sonra yaptığınızdan pişmanlık duyarsınız"},{"SurahNumber":49,"VerseNumber":7,"Text":"Bilesiniz ki ALLAH'ın elçisi aranızdadır. İşlerin çoğunda sizlere uysaydı sıkıntıya düşerdiniz. Fakat, ALLAH inancı size sevdirdi ve onu gönüllerinizde süsledi; inkarı, kötülüğü ve isyanı ise size çirkin gösterdi. İşte doğruyu izleyenler bunlardır"},{"SurahNumber":49,"VerseNumber":8,"Text":"ALLAH'ın lütfu ve nimeti böyledir. ALLAH Bilendir, Bilgedir"},{"SurahNumber":49,"VerseNumber":9,"Text":"İnananlardan iki grup birbirleriyle savaşırlarsa onların arasını bulun. Onlardan biri ötekine saldırırsa, ALLAH'ın buyruğuna dönünceye kadar saldırgan grupla savaşın. Dönerse onların arasını tarafsızca düzeltin ve adaletli davranın. ALLAH adaletli davrananları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"İnananlar kardeştirler. Kardeşlerinizin arasını düzeltin. ALLAH'ı sayın ki merhamet edilesiniz"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey inananlar, bir topluluk diğer bir topluluk ile alay etmesin, belki onlar kendilerinden daha iyidirler. Kadınlar da kadınlarla alay etmesinler, belki onlar kendilerinden daha iyidirler. Birbirinizi ayıplamayın ve birbirinizi, küçük düşürücü kelimelerle çağırmayın. İnançtan sonra yoldan çıkmak ne kötü bir isimdir. Kim tevbe etmezse onlar zalimlerdir"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey inananlar, zandan tümüyle sakının, çünkü zannın bir kısmı günahtır. Birbirinizin gizli şeylerini araştırmayın ve birbirinizi arkadan çekiştirmeyin. Ölü kardeşinizin etini yemekten hoşlanır mısınız? Elbette ondan iğrenirsiniz. ALLAH'ı dinleyin. ALLAH tevbeleri kabul edendir, Rahimdir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey halk, sizi bir erkek ile bir dişiden yarattık ve birbirinizle tanışmanız için sizi ırklara ve boylara ayırdık. ALLAH yanında sizin en değerliniz en erdemli olanınızdır. ALLAH Bilendir, Haberdardır"}]}