{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Бог не любит того, что разглашают о худом по одной лишь охоте говорить, разве только кто будет несправедливо притеснён: Бог - слышащий, знающий"},{"SurahNumber":4,"VerseNumber":149,"Text":"Рассказываете ли вы о добром, скрываете ли то, извиняете ли худое, - Бог - извиняющий, мощный"},{"SurahNumber":4,"VerseNumber":150,"Text":"Те, которые не веруют в Бога и посланников Его, хотят устранить от Бога Его посланников, говорят о себе: \"В некоторых мы веруем, и в некоторых не веруем\", желая держаться среднего пути между ними"},{"SurahNumber":4,"VerseNumber":151,"Text":"те, по всей справедливости, суть неверные: для этих неверных Мы приготовили посрамительное наказание"},{"SurahNumber":4,"VerseNumber":152,"Text":"Верующим же в Бога и Его посланников и не одному из них не дающим различия от других, - им Он доставил награду, каждому свою. Бог - прощающий, милосерд"},{"SurahNumber":4,"VerseNumber":153,"Text":"Читающие Писание просят тебя, чтобы ты им с неба низвёл какое либо писание; они некогда просили у Моисея ещё больше этого; они сказали: \"Покажи нам Бога в видимом образе!\" и - молния поразила их за их нечестие. Потом взяли они себе тельца, после того, как пришли к ним ясные указания; но Мы простили это, и Моисею предоставили явное полномочие"},{"SurahNumber":4,"VerseNumber":154,"Text":"При завете с ними Мы подняли над ними гору и сказали им: \"Входите этими вратами, покланяясь до земли!\" И Мы сказали им: \"Не нарушайте субботы!\" Мы поставили строгий завет с ними"},{"SurahNumber":4,"VerseNumber":155,"Text":"Но за то, что они нарушили завет, отвергли знамения Божии, неправедно убивали пророков, говорили: \"Сердца наши необрезаны\" (нет, Бог наложил печать на их сердца за их неверие, - только немногие из них веруют)"},{"SurahNumber":4,"VerseNumber":156,"Text":"за то, что не поверовали и сказали жестокую клевету на Марию"},{"SurahNumber":4,"VerseNumber":157,"Text":"за то, что сказали: \"Мы убили Мессию Иисуса, сына Марии, посланника Божия\" (тогда как они не убили его, а только призрак являлся им; и те, которые спорят о нём, остаются в сомнении; у них нет об этом знания, а водятся только мнением; а что они не убили его - это верно известно)"},{"SurahNumber":4,"VerseNumber":158,"Text":"напротив того Бог вознёс его к Себе: Бог силён, мудр"},{"SurahNumber":4,"VerseNumber":159,"Text":"из читающих Писание не будет ни одного, который прежде своей смерти не уверовал бы в него; в день же воскресения он будет свидетелем против него"},{"SurahNumber":4,"VerseNumber":160,"Text":"за то, что исповедующие иудейскую веру поступают несправедливо (Мы запретили им добрые снеди, которые были разрешены для них); за то, что они отклонили многих от пути Божия"},{"SurahNumber":4,"VerseNumber":161,"Text":"за то, что брали лихву, тогда как она запрещена им; за то, что они пожирали имущества людей, и употребляли его на пустое, - Мы приготовили сим неверным лютую муку"},{"SurahNumber":4,"VerseNumber":162,"Text":"Но основательным в знании между ними и верующим, которые веруют в то, что свыше ниспослано тебе и что было ниспослано прежде тебя, совершающим молитву, дающим очистительную милостыню, верующим в Бога и в последний день, - им Мы дадим великую награду"}]}