{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Biz daha ilk günden itibaren, onun süt emziren kadınların memelerinden emmesini önlemiştik.Kız kardeşi bu durumu öğrenince onlara:“Ona güzelce bakabilecek, onun iyiliğine olan her işi yapacak bir aile tavsiye etmemi ister misiniz?” dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Böylece onu annesine kavuşturduk ki gözü aydın olsun, tasalanmasın ve Allah'ın vâdinin gerçek olduğunu, fakat insanların çoğunun bunu anlamadıklarını öğrensin"},{"SurahNumber":28,"VerseNumber":14,"Text":"Mûsâ yiğitlik çağına erip olgunlaşınca Biz ona hikmet ve ilim verdik.Biz iyilik edenleri işte böyle mükâfâtlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Mûsa, bir gün, halkın habersiz olduğu bir sırada şehre girdi.İki adamı, birbiriyle kavga eder vaziyette gördü. Onlardan biri kendi kavminden, öbürü ise düşmanının kabilesinden idi.Hemşehrisi, düşman olana karşı ondan yardım istedi. Mûsa da bir yumruk atıp onu öldürdü. Arkasından: “Bu, dedi, şeytanın işindendir, kötü bir iştir. O gerçekten saptırıcı açık bir düşmandır.” {KM, Çıkış 2,11 vd}"},{"SurahNumber":28,"VerseNumber":16,"Text":"“Ya Rabbî, ben kendime yazık ettim, affeyle beni?” dedi.Allah da onu bağışladı. Çünkü O gafurdur, rahîmdir"},{"SurahNumber":28,"VerseNumber":17,"Text":"“Ya Rabbî! dedi, bana lütfettiğin bu nimetler hakkı için, artık suçlulara asla arka çıkmam.”"},{"SurahNumber":28,"VerseNumber":18,"Text":"Sabaha kadar endişe içinde, etrafı kontrol ederek geceyi geçirdi.Sabahleyin, bir de baktı ki dün kendisinden yardım isteyen soydaşı, yine Musa'yı imdadına çağırıyor. Mûsa ona: “Belli ki sen azgının tekisin!” dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Bununla beraber Mûsa, hem kendisinin hem de soydaşının hasmı olan adamı tutup onları ayırmak isterken soydaşı (kendisini yakalayacağını sanarak):“Ne o, Mûsa!” dedi, “dün bir adam öldürdüğün yetmemiş gibi bugün de beni mi öldürmek istiyorsun? Senin tek isteğin ülkede bir zorba olmaktır, asla ıslah etmek, ara bulmak istemiyorsun.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"Derken, şehrin öte başından bir adam koşarak geldi ve dedi ki:“Ne yapıyorsun Mûsa? Yetkililer idam istemi ile senin hakkında karar vermek üzere toplantı halindeler. Beni dinlersen derhal şehri terk et!Ben, hakikaten senin iyiliğini isteyen biriyim!”"},{"SurahNumber":28,"VerseNumber":21,"Text":"Hemen oradan ayrılıp, hep etrafını kontrol ederek endişe içinde şehirden çıktı ve:“Şu zalimler güruhunun elinden beni halas eyle ya Rabbî!” diye yalvardı"},{"SurahNumber":28,"VerseNumber":22,"Text":"Medyen tarafına yönelince: “Umarım Rabbim beni doğru yola yöneltir.” dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Medyen'in su kuyularına varınca orada davarlarını suvaran bir grup insan buldu.Onların gerisinde de, kendi hayvanlarını uzakta tutmaya çalışan iki kadın gördü“Siz niçin bekliyorsunuz?” diye sordu.Onlar da: “Çobanlar hayvanlarını suvarıp ayrılmadıkça, biz suvarmayız.Babamız da hayli yaşlı olduğundan iş bize kalıyor” diye cevapladılar. {KM, Çıkış}"},{"SurahNumber":28,"VerseNumber":24,"Text":"Bunun üzerine onların davarlarını suvardı, sonra gölgeye çekilip: “Ya Rabbî! Bana lütfedeceğin her türlü nimete muhtacım!” diye dua etti"},{"SurahNumber":28,"VerseNumber":25,"Text":"Az sonra o iki kızdan biri utangaç bir tavırla yürüyerek çıkageldi ve“Bize sunduğun suvarma hizmetinin ücretini vermek üzere babam seni dâvet ediyor.” dedi.Mûsâ onun yanına girip başından geçen olayları anlatınca o zat:“Endişe etme, o zalimlerin elinden artık kurtuldun!” dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"Kızlardan biri: “Babacığım, dedi, bunu işçi olarak tut, zira senin çalıştıracağın en iyi adam, böyle kuvvetli ve güvenli biri olmalıdır.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"Babaları ona: “Kızlarımdan birini seninle evlendirmek istiyorum.Buna karşılık sen de sekiz yıl yanımda çalışırsın; şayet süreyi on yıla çıkarırsan, o da senin ikramın olur. Ben seni zahmete sokmak istemem. İnşaallah benim dürüst bir insan olduğumu göreceksin.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"Mûsa: “Bu seninle benim aramızdaki bir sözleşmedir.Bu iki müddetten hangisini yerine getirirsem buna itiraz edilemez.Yaptığımız bu sözleşmeye Allah da şahit olsun.” dedi"}]}