{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: \"Ey öz benlikleri aleyhine sınırı aşan/aşırı giden kullarım! Allah´ın rahmetinden ümit kesmeyin! Allah, günahları tümden affeder. Çünkü O, mutlak Gafûr, mutlak Rahîm´dir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Azap yakanıza yapışmadan Rabbinize dönüp O´na teslim olun! Sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Farkında olmadığınız bir sırada, azap ansızın karşınıza çıkmadan önce size Rabbinizden indirilenin en güzeline uyun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Benlik şöyle diyecektir o zaman: \"Allah´a karşı aşırı gitmem yüzünden başıma gelenlere bak! Alay edip duranlardan biriydim doğrusu"},{"SurahNumber":39,"VerseNumber":57,"Text":"Yahut şöyle diyecektir: \"Allah bana kılavuzluk etseydi elbette ben de korunanlardan olurdum"},{"SurahNumber":39,"VerseNumber":58,"Text":"Azabı gördüğünde şöyle de konuşacaktır: \"Bana bir kez daha imkân verilseydi de güzel düşünüp güzel davrananlardan olsaydım"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır, olamaz! Ayetlerim sana geldi de onları hemen yalanlayıverdin; büyüklük tasladın ve kâfirlerden oldun"},{"SurahNumber":39,"VerseNumber":60,"Text":"Allah´a yalan isnat edenleri, kıyamet günü yüzleri simsiyah halde görürsün. Kibirliler için cehennemde bir barınak mı yok"},{"SurahNumber":39,"VerseNumber":61,"Text":"Korunup sakınanları Allah, kendi başarıları yüzünden kurtarır. Ne kötülük dokunur onlara ne de kederlenirler"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah Haalik´tir, her şeyin yaratıcısıdır. Her şey üzerine Vekil olan da O´dur"},{"SurahNumber":39,"VerseNumber":63,"Text":"Göklerin ve yerin kilitleri/anahtarları O´nundur. Allah´ın ayetlerini inkâr edenler, hüsrana uğrayanların ta kendileridir"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: \"Bana, Allah´tan başkasına kulluk etmemi mi emrediyorsunuz, ey cahiller"},{"SurahNumber":39,"VerseNumber":65,"Text":"Yemin olsun, sana da senden öncekilere de şu vahyedilmiştir: Eğer şirke saparsan amelin kesinlikle boşa çıkar ve mutlaka hüsrana düşenlerden olursun"},{"SurahNumber":39,"VerseNumber":66,"Text":"Başkasına değil, sadece Allah´a kulluk/ibadet et; şükredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Allah´ı, kadrine/şanına yaraşır şekilde tanıyamadılar. Oysaki kıyamet günü, yeryüzü tamamen O´nun avucudur/avucundadır; gökler de O´nun sağ elinde/kudretinde dürülmüş haldedir. Şanı yücedir O´nun; arınmıştır onların ortak koştuklarından"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sûra üflenmiştir; Allah´ın dilediği kimseler dışında göklerde kim var, yerde kim varsa çarpılıp yere yıkılmıştır. Sonra sûra bir daha üflenmiştir. İşte hepsi ayağa kalkmış bakıyorlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yeryüzü, Rabbinin nuruyla parıldamış, Kitap ortaya konmuş, peygamberler, tanıklar getirilip aralarında hakla hüküm verilmiştir. Onlar asla haksızlığa uğratılmazlar"},{"SurahNumber":39,"VerseNumber":70,"Text":"Herkesin yapıp ettiğinin karşılığı tam verilir. O, onların neler yaptıklarını daha iyi bilmektedir"},{"SurahNumber":39,"VerseNumber":71,"Text":"İnkâr edenler bölük bölük cehenneme sevk edilirler. Oraya geldiklerinde onun kapıları açılır ve cehennem bekçileri onlara şöyle derler: \"Size, içinizden resuller gelmedi mi ki, Rabbinizin ayetlerini karşınızda okusunlar ve sizi şu gününüze kavuşmanız hususunda uyarsınlar?\" Onlar: \"Evet, derler, geldi ama inkârcılar hakkında azap hükmü hak oldu"},{"SurahNumber":39,"VerseNumber":72,"Text":"Şöyle denilir: \"Girin cehennemin kapılarından! Orada uzun süre kalacaksınız. Büyüklük taslayanların barınağı ne de kötüymüş"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablerinden sakınanlar da bölükler halinde cennete sevk edilirler. Oraya geldiklerinde, cennet kapıları da kendilerine açıldığında, oranın bekçileri onlara şöyle derler: \"Selam size! Tertemizsiniz. Hadi girin şuraya, sürekli kalıcılar olarak"},{"SurahNumber":39,"VerseNumber":74,"Text":"Onlar da şöyle derler: \"Hamt olsun o Allah´ a ki bize vaadini yerine getirdi, bizi yeryüzüne mirasçılar yaptı. İşte, cennetten istediğimiz yerde konaklıyoruz. İş yapıp değer üretenlerin ödülü ne de güzelmiş"},{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri de arşın çevresini kuşatarak Rablerinin hamdiyle tespih eder halde görürsün. Aralarında hakla hüküm verilmiştir. Nihayet şöyle denir: \"Hamt âlemlerin Rabbi´ne özgüdür"}]}