{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah dit : « Ne prenez pas deux divinités, il n’y a qu’un Dieu Unique, ne redoutez donc que Moi ! »"},{"SurahNumber":16,"VerseNumber":52,"Text":"À Lui revient ce qui est dans les cieux et sur terre, à Lui Seul est due éternellement la religion ; craindriez-vous donc un autre qu’Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Tout bienfait qui vous comble ne peut venir que d’Allah, et quand un mal vous atteint, c’est Lui Seul Que vous suppliez à haute voix"},{"SurahNumber":16,"VerseNumber":54,"Text":"Puis quand Il éloigne de vous le mal, certains d’entre vous ne Lui en prêtent pas moins des associés"},{"SurahNumber":16,"VerseNumber":55,"Text":"(Cela), pour renier ce que Nous leur avons donné. Jouissez donc (de cette jouissance éphémère), (un jour viendra) où vous saurez"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ils consacrent (en offrandes) à ceux qu’ils ne connaissent pas (les idoles) une part des biens que Nous leur avons dispensés. Par Allah ! Vous serez certes interrogés sur les mensonges que vous inventiez"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ils attribuent à Allah des filles, gloire Lui soit rendue ! Mais ils s’attribuent (à eux-mêmes) ce qu’ils désirent"},{"SurahNumber":16,"VerseNumber":58,"Text":"Annonce-t-on à l’un d’eux la naissance d’une fille, son visage se rembrunit de rage contenue"},{"SurahNumber":16,"VerseNumber":59,"Text":"Il ne se montre plus aux gens, honteux qu’il est de cette malheureuse nouvelle. Doit-il donc la garder[275] en la laissant vivre dans l’humiliation, ou l’enfouir sous terre ? Comme est mauvais leur jugement"},{"SurahNumber":16,"VerseNumber":60,"Text":"À ceux qui ne croient pas en l’autre monde correspond la pire des images, et à Allah correspond la Perfection la plus haute, car c’est Lui le Tout-Puissant, le Sage"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Allah voulait vraiment s’en prendre aux hommes pour leur injustice, Il ne laisserait pas (sur terre) une seule créature vivante. Mais Il diffère (leur châtiment) à un terme déjà nommé, et quand leur terme sera venu, ils ne pourront ni le retarder d’une heure ni l’avancer d’autant"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ils attribuent à Allah ce qu’ils ne souhaiteraient pas pour eux-mêmes. Leurs langues prétendent mensongèrement qu’ils auront la plus belle des récompenses. Mais nul doute qu’ils auront le Feu (pour ultime séjour) où ils seront précipités les premiers, puis complètement oubliés"},{"SurahNumber":16,"VerseNumber":63,"Text":"Par Allah ! Nous avons envoyé (Nos Messagers) à d’autres communautés avant toi. Mais Satan a embelli leurs œuvres à leurs yeux : lui est aujourd’hui leur allié, et eux auront un supplice très douloureux"},{"SurahNumber":16,"VerseNumber":64,"Text":"Nous n’avons fait descendre sur toi le Livre (en révélation) que pour que tu leur expliques à propos de quoi ils sont en désaccord ; et pour que ce soit une bonne direction (hudâ) et une miséricorde aux hommes qui croient"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah a fait descendre du ciel une eau par laquelle Il fait revivre la terre après sa mort. Il y a bien là un Signe pour des gens qui savent entendre"},{"SurahNumber":16,"VerseNumber":66,"Text":"Et il est pour vous un enseignement dans les bestiaux. De ce que renferment leurs ventres, entre excréments et sang, Nous vous abreuvons d’un lait pur, délicieux pour ceux qui en boivent"},{"SurahNumber":16,"VerseNumber":67,"Text":"Et des fruits des palmiers et des vignes, vous extrayez des boissons enivrantes et de la bonne nourriture. Il y a bien là un Signe pour des gens qui savent raisonner"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ton Seigneur a inspiré aux abeilles : « Prenez pour demeures les montagnes, les arbres et les treillages que font (les hommes)"},{"SurahNumber":16,"VerseNumber":69,"Text":"Puis butinez tous les fruits et suivez les chemins de votre Seigneur, déjà frayés pour vous. » De leurs ventres sort une boisson aux couleurs variées et aux vertus curatives[276] pour les hommes. Il y a bien là un Signe pour des gens qui savent réfléchir"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah vous a créés puis Il reprendra vos âmes ; et il en est parmi vous qui atteindront le plus décrépit des âges et qui ne sauront plus rien après avoir tant su. Allah est Omniscient et Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah a privilégié certains d’entre vous par rapport à d’autres quant aux biens (qu’Il vous dispense). Mais ceux qu’Il a privilégiés ne sont pas prêts à partager leurs biens avec leurs esclaves[277] de sorte que ces derniers y soient associés à part égale. Renient-ils donc si ingratement les bienfaits d’Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah vous a donné des épouses issues de vous-mêmes, et Il vous a donné, de vos épouses, des enfants et des petits-enfants. Il vous a dispensé d’excellentes nourritures. Est-ce donc (après cela) au faux qu’ils vont croire et aux bienfaits d’Allah qu’ils vont mécroire"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ils adorent, en dehors d’Allah, ce qui ne détient pour eux aucune nourriture venant des cieux et de la terre, et ce qui ne peut rien (pour eux)"},{"SurahNumber":16,"VerseNumber":74,"Text":"Gardez-vous donc de prêter des émules à Allah. Car Allah Sait et vous ne savez pas"}]}