{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah yaranavuze ati “(Yemwe bantu!) Ntimuzasenge imana ebyiri. Mu by’ukuri We (Allah) ni Imana imwe rukumbi. Ngaho nimube ari Njye njyenyine mutinya.”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Ibiri mu birere n’ibiri mu isi byose ni ibye. Ni na We ukwiye gusengwa by’ukuri. Ese mugandukira undi utari Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Ingabire zose mufite zituruka kwa Allah (ariko ntimumushimira). Nyamara iyo amakuba abagezeho mumutakambira mu ijwi riranguruye"},{"SurahNumber":16,"VerseNumber":54,"Text":"Hanyuma yabakiza ayo makuba, bamwe muri mwe bakabangikanya Nyagasani wabo"},{"SurahNumber":16,"VerseNumber":55,"Text":"Bikaba impamvu y’uko bahakana ibyo twabahaye. Ngaho nimwinezeze (by’igihe gito), vuba aha muzaba mumenya (ingaruka z’ubuhakanyi bwanyu)"},{"SurahNumber":16,"VerseNumber":56,"Text":"Banafata bimwe mu byo twabahaye bakabigenera ibidafite icyo bizi (ibigirwamana). Ku izina rya Allah! Muzabazwa ibyo mwajyaga muhimba"},{"SurahNumber":16,"VerseNumber":57,"Text":"Banahimbira Allah (ko yabyaye) abakobwa. Ubutagatifu ni ubwe, nta ho ahuriye n’ibyo bamwitirira! Nyamara bo bihitiramo ibyo bifuza (kubyara abahungu)"},{"SurahNumber":16,"VerseNumber":58,"Text":"N’iyo umwe muri bo ahawe inkuru y’uko yabyaye umukobwa, uburanga bwe burijima akanagira umujinya w’umuranduranzuzi"},{"SurahNumber":16,"VerseNumber":59,"Text":"Akihisha abantu kubera inkuru mbi yagejejweho. (Akibaza ati) “Ese amugumane n’ubwo biteye isoni cyangwa amutabe mu gitaka (ari muzima)?” Mbega ukuntu ibyemezo byabo ari bibi"},{"SurahNumber":16,"VerseNumber":60,"Text":"Abatemera umunsi w’imperuka ni bo barangwa (no kwitirira Allah kugira abana b’abakobwa), naho Allah ni we ufite ibisingizo by’ikirenga. Kandi ni we Munyacyubahiro bihebuje, Nyirubugenge buhambaye"},{"SurahNumber":16,"VerseNumber":61,"Text":"N’iyo Allah aza guhaniraho abantu kubera ibikorwa byabo bibi, nta kiremwa na kimwe yari gusiga ku isi. Ariko arabarindiriza kugeza igihe cyagenwe, kandi iyo igihe cyabo kigeze, ntibarindirizwa na gato cyangwa ngo bihutishwe mbere yacyo"},{"SurahNumber":16,"VerseNumber":62,"Text":"Bitirira Allah ibyo (ubwabo) banga, kandi indimi zabo zivuga ibinyoma ko bazagira iherezo ryiza. Nta gushidikanya ko bazahanishwa umuriro, ndetse bazawinjizwamo mbere (y’abandi), kandi bawurekerwemo"},{"SurahNumber":16,"VerseNumber":63,"Text":"Ku izina rya Allah! Mu by’ukuri twohereje intumwa ku miryango (Umat) yakubanjirije, ariko Shitani abakundisha ibikorwa byabo (bibi). None ubu ni we nshuti magara yabo, kandi bazahanishwa ibihano bibabaza"},{"SurahNumber":16,"VerseNumber":64,"Text":"Kandi nta kindi cyatumye tuguhishurira igitabo (cya Qur’an, yewe Muhamadi), bitari ukugira ngo ubasobanurire ibyo batavugagaho rumwe, ndetse no kugira ngo (icyo gitabo) kibe umuyoboro n’impuhwe ku bantu bemera"},{"SurahNumber":16,"VerseNumber":65,"Text":"Kandi Allah amanura amazi (imvura) ayakuye mu kirere, nuko akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara). Mu by’ukuri muri ibyo harimo inyigisho ku bantu bumva"},{"SurahNumber":16,"VerseNumber":66,"Text":"Kandi mu by’ukuri mu matungo mukuramo inyigisho. Tubaha ibinyobwa biturutse mu nda zayo, bikomoka mu mase (akiri mu mara) n’amaraso; ibyo bikaba amata y’umwimerere aryohera abayanywa"},{"SurahNumber":16,"VerseNumber":67,"Text":"No mu mbuto z’imitende n’imizabibu, mukuramo ibisindisha (byaziririjwe) ndetse n’amafunguro meza. Mu by’ukuri muri ibyo harimo isomo ku bantu bafite ubwenge"},{"SurahNumber":16,"VerseNumber":68,"Text":"Nyagasani wawe yanahishuriye inzuki (agira ati) “Mwubake amazu mu misozi, mu biti no mu byo (abantu) bubaka (imitiba)”"},{"SurahNumber":16,"VerseNumber":69,"Text":"“Hanyuma murye ku mbuto zose, munanyure mu nzira za Nyagasani wanyu yaborohereje.” Mu nda zazo havamo ikinyobwa (ubuki) cy’amabara atandukanye, kirimo umuti ku bantu. Mu by’ukuri muri ibyo harimo inyigisho ku bantu batekereza"},{"SurahNumber":16,"VerseNumber":70,"Text":"Kandi Allah yarabaremye ndetse ni na We ubambura ubuzima. No muri mwe hari abo ageza mu zabukuru (bakaba abasaza rukukuri), kugeza ubwo bayoberwa ibyo bari bazi. Mu by’ukuri Allah ni Umumenyi wa byose, Ushobora byose"},{"SurahNumber":16,"VerseNumber":71,"Text":"Kandi Allah yarutishije bamwe muri mwe abandi mu butunzi. Nyamara ba bandi barutishijwe abandi, ntibashobora kwemera guha imitungo yabo abacakara babo kugira ngo bareshye mu butunzi. (Ese niba mutemera kureshya n’abagaragu banyu, ni gute mureshyeshya Imana n’ibigirwamana?) None se bahakana ingabire za Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Kandi Allah yabaremeye abagore ababakomoyemo, maze abaha abana n’abuzukuru bakomotse ku bagore banyu, ndetse abaha n’amafunguro meza. Ese bemera ibitari ukuri (ibigirwamana) bagahakana ingabire za Allah"},{"SurahNumber":16,"VerseNumber":73,"Text":"Bakanasenga ibitari Allah, bitagenga amafunguro (yabo) yaba aturutse mu birere cyangwa ku isi, kandi ntabwo byabishobora (kubaha amafunguro) yaba aturutse mu birere cyangwa ku isi, kandi nta na kimwe bishoboye"},{"SurahNumber":16,"VerseNumber":74,"Text":"Bityo, ntimukagire icyo mugereranya na Allah (kuko nta cyo asa na cyo). Mu by’ukuri Allah azi (ibyo mukora) ariko mwe ntimuzi (ingaruka zabyo)"}]}