{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"۽ مُوسىٰ کي ٽيھن راتين جو انجام ڏنوسون ۽ انھي کي (ٻـين) ڏھن سان پورو ڪيوسون پوءِ سندس پالڻھار جو انجام چاليھن راتين جو پورو ٿيو، ۽ مُوسىٰ پنھنجي ڀاءُ ھارون کي چيو ته منھنجي قوم ۽ منھنجي پوئتان خليفو ٿي ۽ سڌارو ڪج ۽ فسادين جي واٽ تي نه ھلج"},{"SurahNumber":7,"VerseNumber":143,"Text":"۽ جنھن مھل مُوسىٰ اسان جي انجام واري ھنڌ آيو ۽ سندس پالڻھار ساڻس ڳالھايو (تنھن مھل) چيائين ته اي منھنجا پالڻھار مونکي پاڻ ڏيکار ته آءٌ توکي ڏسان، (الله) چيو ته مونکي ڪڏھن نه ڏسي سگھندين پر جبل ڏانھن نھار پوءِ جيڪڏھن پنھنجي جاءِ ٽڪاءُ ڪيو ته تون مونکي ڏسي سگھندين، پوءِ جنھن مھل سندس پالڻھار جبل ڏانھن تجلّو ڪيو (ته) اُن کي ٽڪر ٽڪر ڪري ڇڏيائين ۽ موسىٰ بيھوش ٿي ڪري پيو، پوءِ جنھن مھل ھوش ۾ آيو (ته) چوڻ لڳو ته توکي پاڪائي جڳائي تنھنجي درگاہ ۾ توبه ڪيم ۽ آءٌ (سڀ کان) پھريون مؤمن آھيان"},{"SurahNumber":7,"VerseNumber":144,"Text":"(الله) فرمايو ته اي موسىٰ مون توکي پنھنجي پيغمبريءَ ۽ پنھنجي ڳالھائڻ سان ماڻھن کان ڀلارو ڪيو آھي، جيڪو (توريت) توکي ڏنو اٿم سو وٺ ۽ شڪر ڪندڙن مان ھُج"},{"SurahNumber":7,"VerseNumber":145,"Text":"۽ اُن (مُوسى) لاءِ سڀڪنھن شيء جي نصيحت واسطي ۽ سڀڪنھن شيء جي ڌار ڌار بيان واسطي (توريت) تختن ۾ لکي ڏنوسون، (۽ چيو ويس ته) اُن کي پختائيءَ سان وٺ ۽ پنھنجي قوم کي حڪم ڪر ته اُن جون چڱيون ڳالھيون (عمل ۾) وٺندا رھن، اوھان کي بدڪارن جي جاءِ سگھو ڏيکاريندس"},{"SurahNumber":7,"VerseNumber":146,"Text":"جيڪي زمين ۾ ناحق وڏائي ڪندا رھندا آھن تن کي سگھو پنھنجي آيتن (جي سمجھ) کان جھليندس، ۽ جيڪڏھن سڀ نشانيون ڏسندا ته (به) انھن تي ايمان نه آڻيندا، ۽ جيڪڏھن ھدايت جي واٽ ڏسندا ته ان کي واٽ نه بڻائيندا، ۽ جيڪڏھن گمراھي جي واٽ ڏسندا ته ان کي واٽ بڻائيندا، اِھو ھن سببان آھي جو اسان جي آيتن کي ڪوڙ ڀانيائون ۽ انھن کان غافل رھيا ھوا"},{"SurahNumber":7,"VerseNumber":147,"Text":"۽ جن اسان جي آيتن کي ۽ آخرت جي ملڻ کي ڪوڙ ڄاتو تن جا اَعمال ناس ٿيا، جيڪي ڪمائيندا آھن تنھن کانسواءِ ٻيو ڪو بدلو نه ڏبن"},{"SurahNumber":7,"VerseNumber":148,"Text":"۽ مُوسىٰ جي قوم کانئس پوءِ انھن (قبطين) جي زيورن مان گابي جو بوتو اھڙو ٺاھي ورتو جنھن کي رنڀ ھئي، نه ٿي ڏٺائون ڇا ته اُھو ساڻن نه ڳالھائيندو ھو ۽ نڪي انھن کي واٽ ڏيکاريندو ھو؟ اُن کي (خدا ڪري) ورتائون ۽ ظالم ھوا"},{"SurahNumber":7,"VerseNumber":149,"Text":"۽ جڏھن پشيمان ٿيا ۽ سمجھيائون ته اُھي پڪ گمراہ ٿيا (ته) چيائون ته جيڪڏھن اسان جو پالڻھار اسان تي ٻاجھ نه ڪندو ۽ اسان کي نه بخشيندو ته ضرور ڇيئي وارن مان ٿينداسون"},{"SurahNumber":7,"VerseNumber":150,"Text":"۽ جڏھن مُوسىٰ پنھنجي قوم ڏانھن ڏمريل افسوس ڪندڙ ٿي موٽيو (تڏھن) چيائين ته جيڪي منھنجي پرپٺ مون کانپوءِ ڪيو سو بڇڙو آھي، پنھنجي پالڻھار جي حُڪم کان (اڳ) ڇو تڪڙ ڪيوَ؟ ۽ ڦرھيون اُڇليائين ۽ پنھنجي ڀاءُ جي مٿي (جي وارن) کان وٺي کيس پاڻ ڏانھن ڇڪڻ لڳو، (ھارون) چيو ته اي مُنھنجا ڀاءُ بيشڪ (ھن) قوم مون کي ھيڻو ڀانيو ۽ مُنھنجي مارڻ تي سنبريا، تنھنڪري مون تي دشمن نه کلاءِ ۽ نڪي مون کي ظالم قوم سان گڏ"},{"SurahNumber":7,"VerseNumber":151,"Text":"(موسى) چيو اي منھنجا پالڻھار مون کي ۽ مُنھنجي ڀاءُ کي بخش ۽ اسان کي پنھنجي ٻاجھ ۾ داخل ڪر، ۽ تون (سڀني) ٻاجھ وارن کان ٻاجھ وارو آھين"},{"SurahNumber":7,"VerseNumber":152,"Text":"جن گابي کي (خُدا ڪري) ورتو تن کي سندن پالڻھار وٽان ڏمر ۽ دُنيا جي حياتيءَ ۾ خواري سگھو پھچندي، ۽ اھڙيءَ طرح ٺاھ ٺاھيندڙن کي سزا ڏيندا آھيون"},{"SurahNumber":7,"VerseNumber":153,"Text":"۽ (اي پيغمبر) جن بڇڙا ڪم ڪيا وري اُن کان پوءِ توبه ڪيائون ۽ ايمان آندائون، (تن کي) تنھنجو پالڻھار اُن (توبه) کان پوءِ بخشڻھار مھربان آھي"},{"SurahNumber":7,"VerseNumber":154,"Text":"۽ جڏھن مُوسىٰ کان ڏمر لٿو تڏھن (توريت جون) ڦرھيون ورتائين، ان جي لکيي ۾ اُنھن لاءِ ھدايت ۽ ٻاجھ ھُئي جيڪي پنھنجي پالڻھار کان ڊڄندا آھن"},{"SurahNumber":7,"VerseNumber":155,"Text":"۽ مُوسىٰ پنھنجي قوم مان ستر ڄڻا اسان جي انجام جي وقت لاءِ چونڊيا، پوءِ جنھن مھل انھن کي زلزلي ورتو (ته موسى) چيو ته اي منھنجا پالڻھار جيڪڏھن (تون) گھرين ھا ته ھن کان اڳ انھن کي ۽ خاص مونکي ھلاڪ ڪري ڇڏين ھا، اسان منجھان بي عقلن جيڪي ڪيو تنھن سببان اسانکي ڇو ٿو ھلاڪ ڪرين؟ اِھا تنھنجي پرک (حڪمت) کانسواءِ نه آھي، جنھن کي گھرين تنھن کي ان سان گمراھ ڪندو آھين ۽ جنھن کي گھرندو آھين ھدايت ڪندو آھين، تون اسان جو سنڀاليندڙ آھين تنھنڪري اسانکي بخش ۽ اسان تي ٻاجھ ڪر ۽ تون (سڀ کان) چڱو بخشيندڙ آھين"}]}