{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"ríct já dýchat onen seskupit jinns naslouchat pak odríkávat ‘My naslouchat výtecný Quran"},{"SurahNumber":72,"VerseNumber":2,"Text":"‘To usmernovat spravedlnost my mel domnívat se za to; my nikdy spolecnost kadý obraz náš Magnát"},{"SurahNumber":72,"VerseNumber":3,"Text":"Nejvetší Nejvyšší jsem náš ale Lord. On nikdy mel druh nor syn"},{"SurahNumber":72,"VerseNumber":4,"Text":"‘To jsem legracní among nás jednat vyjádrit stejný pitomosti BUH"},{"SurahNumber":72,"VerseNumber":5,"Text":"‘My pamatovat onen vubec lidský nor jinns moná vyjádrit prostírat se BUH"},{"SurahNumber":72,"VerseNumber":6,"Text":"‘\"Lidská ‘\"Bytost existence uívaný ádat moc jinn existence oni jen souit ti a partie z neštestí"},{"SurahNumber":72,"VerseNumber":7,"Text":"‘Oni pamatovat pred mít rád ty myšlen BUH ne odeslat jiný (hlasatel)"},{"SurahNumber":72,"VerseNumber":8,"Text":"‘My nakazit nebe najít to vyrídit strašný kontrolovat metací"},{"SurahNumber":72,"VerseNumber":9,"Text":"‘My jednat sedení tam za rozkazovat zkoumat! Kadý naslouchat pokracovat výkonný metací"},{"SurahNumber":72,"VerseNumber":10,"Text":"‘My ne mel plán neco škoda urcený obyvatel Zahrabat anebo jestlie jejich Magnát prosit splnit ti"},{"SurahNumber":72,"VerseNumber":11,"Text":"‘\"Trochu o nás jsem spravedlivý trochu jsem horší than spravedlivý; my následující mnohostranný dráha"},{"SurahNumber":72,"VerseNumber":12,"Text":"‘My módní vrchol zcela my nikdy délka BUH Zahrabat; my nikdy délka unikat"},{"SurahNumber":72,"VerseNumber":13,"Text":"When my naslouchat rízení my verit therein. Kadý domnívat se za svém Magnát nikdy pramen strachu kadý nespravedlnost nor kadý souení"},{"SurahNumber":72,"VerseNumber":14,"Text":"‘Among nás jsem submitters nás jsem compromisers. ' ohledne ceho ty nabídnout oni jsem vzprímit dráha"},{"SurahNumber":72,"VerseNumber":15,"Text":"Ohledne Ceho compromisers oni byl podporovat Gehenna"},{"SurahNumber":72,"VerseNumber":16,"Text":"Oni trvat porádne dráha my štestí ti oplývající rozvodnit"},{"SurahNumber":72,"VerseNumber":17,"Text":"My prece zkoušet ti úplne Ohledne Ceho jemu nedbat poslání svém Magnát On poslat jemu vubec zvetšit odškodnení"},{"SurahNumber":72,"VerseNumber":18,"Text":"Zaúctovat zbonovat náleet podle BUH; ne hovor ochoten kadý jinam BUH"},{"SurahNumber":72,"VerseNumber":19,"Text":"When buh sluha obhajovat Jemu jen témer úplne o ti shromádit dohromady odpírat jemu"},{"SurahNumber":72,"VerseNumber":20,"Text":"ríct já zbonovat jen muj Magnát; já nikdy spolecnost kadý obraz Jemu"},{"SurahNumber":72,"VerseNumber":21,"Text":"ríct já ne mít moc poškození ty nor usmernovat ty"},{"SurahNumber":72,"VerseNumber":22,"Text":"ríct nikdo ochranný mne BUH nor mohl já rozhodnutí kadý jiný útocište Jemu"},{"SurahNumber":72,"VerseNumber":23,"Text":"Já vynést buh výzva sdelení Ty neuposlechnout BUH Svém hlasatel privodit si zapálit Peklo wherein oni zustávat stále"},{"SurahNumber":72,"VerseNumber":24,"Text":"Dríve oni prijmout co awaiting ti oni ucinil to najít out který byl skutecne slabý za moc méne za zmrazit"},{"SurahNumber":72,"VerseNumber":25,"Text":"ríct já ne módní co slibný ty treba dríve anebo muj Magnát zdret to pro chvilku"},{"SurahNumber":72,"VerseNumber":26,"Text":"On jsem Knower budoucí; On ne odhalit budoucí kadý"},{"SurahNumber":72,"VerseNumber":27,"Text":"Jen s hlasatel On chtít ucinil On odhalit pres budoucí typický zpráva"},{"SurahNumber":72,"VerseNumber":28,"Text":"Tento jsem zjistit onen oni vynést jejich Magnát poslání. On byl celkem vedomý si o který oni mel. On pocet pocítat úplne potreby"},{"SurahNumber":73,"VerseNumber":1,"Text":"O ty zahalit jednotka"},{"SurahNumber":73,"VerseNumber":2,"Text":"Premýšlet vecer a na zrídka"},{"SurahNumber":73,"VerseNumber":3,"Text":"Napul z to a málo horší"},{"SurahNumber":73,"VerseNumber":4,"Text":"Anebo a málo jinam Zjistit Quran obálka pokrývka"},{"SurahNumber":73,"VerseNumber":5,"Text":"My odevzdat ty tehotná poslání"},{"SurahNumber":73,"VerseNumber":6,"Text":"Rozjímání o noc jsem skutecný spravedlivý"},{"SurahNumber":73,"VerseNumber":7,"Text":"Ty mel a partie z cas cas jiný duvod"},{"SurahNumber":73,"VerseNumber":8,"Text":"Ty slavit uvést svuj Magnát podlehnout vubec konec konec s Jemu"},{"SurahNumber":73,"VerseNumber":9,"Text":"Magnát z východ vecerní; v tom ne jsem jinak buh Jemu. Ty chtít Jemu svuj zastánce"},{"SurahNumber":73,"VerseNumber":10,"Text":"A trvat pevný za a omítka z jejich projev nedbat ti od choulostivý druh"},{"SurahNumber":73,"VerseNumber":11,"Text":"Pripustit Mne obchodní jednání ke rejectors generously štestí; presne odevzdat ti a málo cas"},{"SurahNumber":73,"VerseNumber":12,"Text":"My mel drsný trestání Peklo"},{"SurahNumber":73,"VerseNumber":13,"Text":"potrava onen sotva odvolat trapný odškodnení"},{"SurahNumber":73,"VerseNumber":14,"Text":"Cas podlehnout when zahrabat hora chvet se hora obeh v beztíný hromadit"},{"SurahNumber":73,"VerseNumber":15,"Text":"My mel poslal podle ty hlasatel presne ackoliv my poslal podle Pharaoh hlasatel"},{"SurahNumber":73,"VerseNumber":16,"Text":"Pharaoh neuposlechnout hlasatel proto my potrestat jemu drsný"},{"SurahNumber":73,"VerseNumber":17,"Text":"Ty pochybovat e ty obejít cas aby strašný onen ono útocit mladistvý grayhaired"},{"SurahNumber":73,"VerseNumber":18,"Text":"Nebe roztrousit proto. Svém slib byl skutecný"},{"SurahNumber":73,"VerseNumber":19,"Text":"Tento jsem pripomínka; whoever prosit pripustit jemu chtít dráha s svém Magnát"}]}