{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Man kamile talino ditimpa’ bencana, ia mohon (patolongan) ka’ Tuhannya mang kambali (taat) ka’-Ia; tapi kamile Ia marentatn’ nikmat kepadanya ia lupa’ (akan bencana) nang paraanah ia bado’a ka’ Allah sanape’ koa, man diadakan’nya sakutu- sakutu bagi Allah nto’ nyasatatn’ (talino) dari maraga-Nya. Batakatn’lah, “basanang- sananglah kao man kakafirannyu koa nto’ samintara waktu. Sungguh kita’ tamasok panghuni naraka”"},{"SurahNumber":39,"VerseNumber":9,"Text":"(ahe ke’ kita’ urakng musrik nang labih baruntung) ato ke’ urakng nang baribadah ka’ waktu malapm’ mang sujud man badiri karana gali’ ka’ (azab) naherat man ngarapa- tn’ nikmat Tuhannya? Batakatn’lah, “Ahe ke’ sama urakng-urakng nang ngatahui’ mang urakng-urakng nang nana’ ngatahui’?” sasungguhnya hanya urakng nang barakal sehat nang dapat narima’ palajaaran"},{"SurahNumber":39,"VerseNumber":10,"Text":"Batakatn’lah (Muhammad), “Wahai amba- amba-Ku nang baiman! Batakwalah ka’ Tuhannyu”. Bagi urakng-urakng nang babuat baik ka’ dunia nian akan memperoleh kebaik- atn’. Man bumi Allah koa luas. Hanya urakng-urakng nang basabarlah nang disampurnakan’ pahalanya tampa batas"},{"SurahNumber":39,"VerseNumber":11,"Text":"Batakatn’lah, “Sasungguhnya aku diparentah- atn’ supaya nyambah Allah mang panoh kataatatn’ ka’ Ia dalapm’ (ngajalatni’) agama"},{"SurahNumber":39,"VerseNumber":12,"Text":"Man aku dimarentahatn’ supaya jaji urakng nang patama-tama basarah diri’"},{"SurahNumber":39,"VerseNumber":13,"Text":"Batakatn’lah, “Sasungguhnya aku gali’ akan azab ka’ ari nang aya’ kade’ aku durhaka ka’ Tuhanku”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Batakatn’lah, “Hanya Allah nang aku sambah mang panoh kataatan ka’ Ia dalapm’ (ngajalantatn’) agamaku”"},{"SurahNumber":39,"VerseNumber":15,"Text":"Maka sambahlah selain Ia sesuatnyu! (wahai urakng-urakng musrik).759 Batakatn’lah, “Sasungguhnya urakng- urakng nang rugi ialah urakng-urakng nang ngarugiakan’ diri’ iaka’ia babaro man kaluarganya ka’ ari kiamat”. Ingatlah! Nang demikian koa ialah karugian nang nyata"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ka’ atas iaka’ia ada lapisan-lapisan dari api neraka man ka’ babahnya uga’ ada lapisan- lapisan nang dinyadiakan’ nto’ iaka’ia. Ampikoalah Allah ngancam amba-amba- Nya (mang azab koa), “Wahai amba-amba- Ku, batakwalah ka’-Aku"},{"SurahNumber":39,"VerseNumber":17,"Text":"Man urakng-urakng nang ngajauhi’ tagut (iakoa) nana’ nyambahnya,760 man kambali ka’ Allah, iaka’ia pantas mandapat barita gambira; sabab koa sampaiyatn’lah barita gambira koa ka’ amba-amba-Ku"},{"SurahNumber":39,"VerseNumber":18,"Text":"(iakoa) iaka’ia nang nangaratn’ pakataan lalu ngikuti’ ahe nang paling edo’ ka’ antaranya. 761 iaka’ia koalah urakng-urakng nang dibare’ patunjuk oleh Allah man iaka’ia koalah urakng-urakng nang ngampu’i’ akal sehat"},{"SurahNumber":39,"VerseNumber":19,"Text":"Maka aheke’ (kao mao’, ngobah naseb) urakng-urakng nang udah dipastiatn’ mandapat azab? Ahe ke’ kao (Muhammad) mao’ nyalamatatn’ urakng nang barada dalapm’ api neraka"},{"SurahNumber":39,"VerseNumber":20,"Text":"Tapi urakng-urakng nang batakwa ka’ Tuhannya, iaka’ia mandapat kamar-kamar (ka’ saruga),ka’ atasnya ada uga’ kamar- kamar nang dibangun (batingkat-tingkat) nang ngallir ka’ babahnya sunge-sunge (koalah) janji Allah. Allah nana’ akan mungkiri’ janji(-Nya)"},{"SurahNumber":39,"VerseNumber":21,"Text":"Ahe ke’ kao nana’ nele’i’, bahwa’ Allah nuruntatn’ ai’ dari langit, lalu diaturnya man- jadi sumber-sumber ai’ ka’ bumi, kemudian mang ai’ koa ditumuhatn’-Nya tanam-tanam- an nang bamacam warnanya, kamudian man- jadi karikng’, lalu kao nele’nya kakuning- kuningan, kamudian dijajiatn’-Nya ancur baderai-derai. Sungguh, ka’ nang demikian koa tadapat pelajaran bagi urakng-urakng nang ngampu’i’ akal sehat"},{"SurahNumber":39,"VerseNumber":22,"Text":"Makaa aheke’ urakng-urakng nang dibukakan atinya oleh Allah nto’ (narima’) agama Islam lalu ia napati’ cahaya dari Tuhannya (sama mang urakng nang atinya ngabatu)? Maka cilakalah iaka’ia nang atinya udah ngabatu nto’ ngingat Allah. Iaka’ia koa dalapm’ kasasatatn’ nang nyata"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah udah nuruntatn’ pakataan nang paling edo’ (iakoa) Al-Quran nang sarupa (ayat- ayatnya) lagi’ baulang-ulang,762 gamatar karananya kulit urakng-urakng nang gali’ ka’ Tuhannya, kamudian manjadi tanang kulit man ati iaka’ia waktu ngingat Allah. Koalah patunjuk Allah, mang Kitab koa Ia mare’ patunjuk ka’ sae nang Ia mao’i’. Man barang sae dibiaratn’ sasat oleh Allah, maka nana’ seko’ pun nang dapat mare’ patunjuk"},{"SurahNumber":39,"VerseNumber":24,"Text":"Maka aheke’ urakng-urakng nang nglinuk- ngi’ muhanya ngindari’ azab nang buruk ka’ ari kiamat (sama mang urakng mukmin nang nana’ atna azab)? Man dibatakatn’ ka’ urak- ng-urakng nang zalim, “Pisa’i’lah olehnyu balasatn’ ahe nang udah kao karajaatn’”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Urakng-urakng nang sanape’ iaka’ia udah ngadustakan’ (rasul-rasul), maka atakng’lah ka’iaka’ia azab dari arah nang nana’ iaka’ia sangka"},{"SurahNumber":39,"VerseNumber":26,"Text":"Maka Allah nimpakan’ ka’ iaka’ia kahinaan ka’ kaidupatn’ dunia. Man Sungguh, azab naherat labih aya’, kade’ (ihan) iaka’ia ngatahui’"},{"SurahNumber":39,"VerseNumber":27,"Text":"Man sungguh, udah Kami buatatn’ dalapm’ Al-Quran nian sagala macam parumpamaan nto’ talino supaya iaka’ia dapat pelajaran"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Iakoa) Al-Quran dalapm’ bahasa arab, nana’ ada kabengkokatn’ (ka’ dalapm’nya) supaya iaka’ia batakwa"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah manjuat parumpamaan (iakoa) seko nan laki (amba sahaya) nang dingampu’i’ oleh sangae urakng nang basarikat nang dalapm’ pasalisihan, man seko’ amba sahaya nang jaji milik panoh dari seko’ majiatn (ihan). Ada ke’ kadua’ amba sahaya koa sama kaadaannya? Sagala Puji nto’ Allah, tapi kamayakatn’ iaka’koa nana’ ngatahui’"},{"SurahNumber":39,"VerseNumber":30,"Text":"Sungguh kao (Muhammad) mao’ mati man iaka’ia mao mati (uga’)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Kamudian sasungguhnya kita’ ka’ ari kiamat mao’ babantah-bantah ka’ adapatn’ Tuhannyu"}]}