{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"DUMNEZEU CITA example SCLAV POSEDA EXISTA totally SLAB compara catre 1 whom NOI BINECUVÂNTA BUN aprovizionare DE EL DA CATRE CARITATE secretly publicly. Ei fi equal Lauda exista DUMNEZEU multi(multe) ai ele nu sti"},{"SurahNumber":16,"VerseNumber":76,"Text":"Dumnezeu cita example 2 om una exista dumb lipsa abilitate do orice exista totally dependent his stapân! - Oricare drum el îndruma him el nu produce orice bun. El equal catre una cârmui justitie fi ghid drept poteca"},{"SurahNumber":16,"VerseNumber":77,"Text":"Catre DUMNEZEU belongs viitor ai rai earth As departe as El preocupa end ai lume (Ora) exista clipire ochi deplasat însera închis. DUMNEZEU EXISTA ATOTPUTERNIC"},{"SurahNumber":16,"VerseNumber":78,"Text":"DUMNEZEU ADUCE TU VOSTRI MAMA PÂNTEC STI NIMIC EL DA TU AUZ eyesight CREIER TU EXISTA appreciative"},{"SurahNumber":16,"VerseNumber":79,"Text":"Ei nu vedea pasare Do comite musca atmosfera cer? None \u0004ine ele în a aer DUMNEZEU. Acesta exista (sufficient) dovedit popor crede"},{"SurahNumber":16,"VerseNumber":80,"Text":"Dumnezeu înzestra for tu stationar casa tu trai. El înzestra for tu portativ casa produce ascunzatoare livestock tu întrebuinta ele when tu calatori when tu fixa jos. De their lâna blana par tu produce furnishings bogatie awhile"},{"SurahNumber":16,"VerseNumber":81,"Text":"Dumnezeu înzestra for tu umbri obiect El crea înzestra for tu adapost munte înzestra for tu garments proteja tu încalzi garments ala proteja when tu fight în lupta! El tamâie perfectiona His binecuvântare tu ala tu submit"},{"SurahNumber":16,"VerseNumber":82,"Text":"Ei linisti întoarcere atunci vostri unic misiune exista clar livrare stire"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ei fully recunoaste dumnezeu binecuvântare atunci nega ele; majoritate ai ele exista disbelievers"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Zi veni when noi urcare de every popor martor atunci ala disbelieved nu permite rosti) nor vei ei scuza"},{"SurahNumber":16,"VerseNumber":85,"Text":"Once ala încalca vedea retribution exista prea târziu; el nu commuted ele nor vei ei pasui"},{"SurahNumber":16,"VerseNumber":86,"Text":"Si when ala comite idol închinare episcopie their idol ei spune Nostru Domnitor acestea ar idol noi situa Tu. idol atunci confrunta ele spune Tu exista mincinos"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ei totally submit DUMNEZEU zi idol ei inventa disown ele"},{"SurahNumber":16,"VerseNumber":88,"Text":"Ala disbelieve respinge poteca DUMNEZEU noi augmenta their retribution adauga mai retribution their infractiune"},{"SurahNumber":16,"VerseNumber":89,"Text":"Zi veni when noi urcare de every popor martor de ele aduce tu as martor acestea popor! Noi dezvalui tu acesta carte înzestra explanations everything conducere mila bun stire submitters"}]}