{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Эш Без әйткәнчәдер. Берәү икенче берәүдән зарар күреп, үзенә ирешкән зарар хәтле белән зарар ирештерүчедән үч алса, соңра бу үч алучыга икенче мәртәбә зарар ирештерелсә, ул икенче мәртәбә зарар күрүчегә, әлбәттә, Аллаһ ярдәм бирер, дөреслектә Аллаһ мөэминнәрне гафу итүче вә гөнаһларын ярлыкаучы"},{"SurahNumber":22,"VerseNumber":61,"Text":"Аллаһуның гадел хөкемнәре яки ярдәмнәре, шуның өчендер Аллаһ кичне көндез урынына кертер вә көндезне кич урынына кертер, Аллаһ сүзләрне ишетүче, һәрнәрсәне күрүчедер"},{"SurahNumber":22,"VerseNumber":62,"Text":"Янә ул ярдәм Ул – хак Аллаһ булганы өчендер, һәм мөшрикләрнең Аллаһудан башкага гыйбадәт кылган нәрсәләре – батыл булганы өчендер, һәм Аллаһ – бөек вә олугъ булганы өчендер"},{"SurahNumber":22,"VerseNumber":63,"Text":"Күрәсеңме, Аллаһ күктән яңгыр иңдерер, аның белән җир йөзе яшелләнер, Аллаһ вак һәм нечкә нәрсәләрне белүче Ләтыйфдер, һәр нәрсәдән хәбәрдар"},{"SurahNumber":22,"VerseNumber":64,"Text":"Җирдә вә күкләрдә булган нәрсәләр Аның мөлкедер, дөреслектә Ул – Аллаһ бай вә барча сыйфаты белән мактаулы"},{"SurahNumber":22,"VerseNumber":65,"Text":"Күрәсеңме, дөреслектә Аллаһ җир йөзендәге барча нәрсәне файдалану өчен сезгә тапшырды вә корабларны сезгә буйсындырды, Аллаһ ярдәме белән диңгезләрдә йөрерләр, вә Ул күкне җиргә төшүдән тотадыр, мәгәр кыямәт көнне Аның теләге белән җиргә төшәр, әлбәттә Аллаһ кешеләргә йомшак вә рәхимледер"},{"SurahNumber":22,"VerseNumber":66,"Text":"Вә Ул – Аллаһ сезне юктан бар итеп тергезде, соңра сезне үтерер, соңра сезне янә тергезер, дөреслектә кеше Аллаһ нигъмәтләрен инкяр итүче"},{"SurahNumber":22,"VerseNumber":67,"Text":"Дин тотучыларның һәр фиркасы өчен шәригать кылдык, һәрберсе үз динен тотар, башка диндәге кешеләр Ислам дине хакында синең белән тартышмасыннар, кешеләрне Аллаһ дине – Исламга вә Аллаһуга гыйбадәткә чакыр, әлбәттә, син хаклыкка ирештерә торган туры юлдасың"},{"SurahNumber":22,"VerseNumber":68,"Text":"Әгәр Аллаһуга итагать итмәүчеләр дин эшләрендә синең белән тартышсалар, аларга әйт: \"Аллаһ сезнең кылган эшләрегезне беләдер"},{"SurahNumber":22,"VerseNumber":69,"Text":"Кыямәт көнендә Аллаһ арагызда хөкем итәр хакны инкяр итеп тартышкан эшләрегез хакында"},{"SurahNumber":22,"VerseNumber":70,"Text":"Әйә белмәдеңме Аллаһуның җирдәге вә күкләрдәге нәрсәләрне белгәнлеген? Алар барчасы Ләүхүл-мәхфуздагы китапта язылмыш, сезне хөкем итмәк вә һәрнәрсәне белмәк Аллаһуга җиңелдер"},{"SurahNumber":22,"VerseNumber":71,"Text":"Мөшрикләр Аллаһудан башкага гыйбадәт кылалар, ләкин аларның бу эшләрен дөресләп Аллаһудан дәлил иңдерелмәде, үзләренең дә бу хакта белемнәре юк. Ягъни һичнәрсә аңламаганлыктан мәхлукка гыйбадәт кылалар. Мөшрик залимнәргә Аллаһ ґәзабыннан котылырга ярдәмче булмас"},{"SurahNumber":22,"VerseNumber":72,"Text":"Әгәр аларга ачык аңлатучы аятьләребез укылса, кәферләрнең йөзләрендә инкяр итү вә яратмау галәмәтләрен табарсың, аятьләребезне укучыларга ачуланып, аларның өсләренә сикерергә якын калдылар. Әйт: \"Сезнең ошбу авызлыгыгыздан да явызырак нәрсәдән хәбәр биримме? Ул җәһәннәм утыдыр, Аллаһ аны кәферләргә вәгъдә итте, ул нинди яман кайтачак урындыр"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ий кешеләр сезгә ґәҗәб мисал китерелде, аны ишетегез, Аллаһудан башка Илаһә тоткан сынымнарыгыз бер чебен дә халык кыла алмаслар, гәрчә бар да җыелсалар да, әгәр сынымнарыгыз өстеннән бернәрсәне чебен алып китсә, ул нәрсәне кире кайтарырга сынымнарыгыз кадир булмаслар, сынымга табынып аңардан ярдәм таләп итүче кеше дә загыйфь булды, ярдәм таләп ителмеш сыным да загыйфь булды"},{"SurahNumber":22,"VerseNumber":74,"Text":"Кешеләр Аллаһуны тиешле зурлау белән зурламадылар, Аллаһ куәтле вә җиңүчедер"},{"SurahNumber":22,"VerseNumber":75,"Text":"Аллаһ пәйгамбәрләргә килә торган илчене фәрештәләрдән ихтыяр итәр вә кешеләргә килә торган илчене кешеләрдән ихтыяр итәр, бит Аллаһ ишетүче вә күрүче"},{"SurahNumber":22,"VerseNumber":76,"Text":"Аллаһ фәрештәләрнең дә, кешеләрнең дә алларындагы эшләрен вә артларындагы эшләрен белер, эшләрнең барчасы Аллаһуга кайтарылмыш булыр"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ий мөэминнәр, рөкугъ сәҗдә кылып намаз укыгыз, Раббыгызга гыйбадәт итегез вә мөселманнар арасында яхшылыкны кылыгыз шаять ґәзабтан котылырсыз"},{"SurahNumber":22,"VerseNumber":78,"Text":"Аллаһ юлында җиһад кылыгыз, ислам файдасына көчегез җиткән хәтле хак тырышу илә тырышыгыз! Ул – Аллаһ ислам дине өчен сезне ихтыяр итте, ислам динендә Аллаһ сезгә тарлык кылмады, бәлки киңлек кылды, бу иркен Ислам дине атагыз Ибраһим г-мнең милләтедер, Ул – Аллаһ Ибраһим милләтендә булган динчеләрне мөселман дип вә хәзерге Коръән белән гамәл кылучыларны да мөселман дип атады, кыямәт көнендә Мухәммәд г-м сезгә шаһид булсын өчен ки, сез аның шәригатен кабул иттегез, һәм үзегез мөселман булуыгыз белән башка кешеләргә шаһид булуыгыз өчен, намазларыгызны укыгыз, зәкятләрегезне бирегез, һәм Аллаһуга тапшырылып Аның хөкемнәренә таза ябышыгыз! Бит Ул сезнең ярдәмче мәүләгездер, Ул ни хуш мәүләдер вә ни хуш ярдәмчедер"}]}