{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"و آنکه فروتنی کند از شما برای خدا و پیمبرش و کرداری شایسته کند دهیمش مزدش را دوبار و آماده کردیم برای او روزیی گرامی را"},{"SurahNumber":33,"VerseNumber":32,"Text":"ای زنان پیمبر نیستید شما مانند یکی از زنان اگر می‌ترسید خدا را پس نرمی نشان ندهید در گفتار تا امید بندد آنکه در دلش بیماریی است و بگوئید گفتاری نکو را"},{"SurahNumber":33,"VerseNumber":33,"Text":"و بیارمید در خانه‌های خویش و خودنمائی نکنید مانند خودنمائی جاهلیت نخستین (پیکر خود را آشکار نسازید) و بپای دارید نماز را و بدهید زکات را و فرمانبرداری کنید از خدا و پیمبرش جز این نیست که خواهد خدا دور کند از شما چرک (پلیدی) را ای اهل خانه و پاک سازد شما را پاک ساختنی‌"},{"SurahNumber":33,"VerseNumber":34,"Text":"و یادآرید آنچه را خوانده می‌شود در خانه‌های شما از آیتهای خدا و حکمت همانا خداوند است تیزبین کارآگاه‌"},{"SurahNumber":33,"VerseNumber":35,"Text":"همانا مردان مسلمان و زنان مسلمان و مردان مؤمن و زنان مؤمن و مردان فروتن و زنان فروتن و مردان راستگو و زنان راستگو و مردان شکیبا و زنان شکیبا و مردان نرم‌دل و زنان نرم‌دل و مردان بخشنده و زنان بخشنده و مردان روزه‌دار و زنان روزه‌دار و مردانی که فرجهای خود را نگه دارند و زنان نگهدارنده و مردانی که یاد خدا بسیار کنند و زنان یادکننده آماده کرده است خدا برای ایشان آمرزشی و پاداشی بزرگ را"},{"SurahNumber":33,"VerseNumber":36,"Text":"و نرسد مرد مؤمن و نه زن مؤمنی را که هر گاه بگذارند خدا و پیمبرش کاری را آنکه باشد برای ایشان اختیاری در کار خویش و آنکه سر از فرمان خدا و پیمبرش برتابد همانا گمراه شده است گمراهی آشکار"},{"SurahNumber":33,"VerseNumber":37,"Text":"و هنگامی که می‌گفتی بدان که نعمت داده بود خدا بدو و نعمت داده بودی تو بدو نگهدار نزد خویش همسر خود را و بترس خدا را و نهان می‌داشتی نزد خود آنچه خدا است آشکارکننده آن و می‌ترسیدی مردم را و خدا سزاوارتر است که بترسیش تا گاهی که بگذرانید زید از آن زن حاجت را همسر تو گردانیدیمش تا نباشد بر مؤمنان سخت‌گیریی در زنان پسرخواندگانشان گاهی که بگذرانند از آنان حاجت را و بوده است کار خدا شدنی‌"},{"SurahNumber":33,"VerseNumber":38,"Text":"نیست بر پیمبر پروائی (سخت‌گیریی) در آنچه بایسته داشت خدا برایش شیوه خدا در آنان که گذشتند از پیش و بوده است کار خدا اندازه‌ای گذارده‌"},{"SurahNumber":33,"VerseNumber":39,"Text":"آنان که رسانند پیامهای خدا را و ترسندش و نترسند کسی را جز خدا و بس است خدا حساب‌گیرنده‌"},{"SurahNumber":33,"VerseNumber":40,"Text":"نیست محمد (صلی اللّه علیه و آله) پدر یکی از مردان شما و لیکن پیمبر خدا و سرآمد پیمبران و بوده است خدا به همه چیز دانا"},{"SurahNumber":33,"VerseNumber":41,"Text":"ای آنان که ایمان آوردید یاد کنید خدا را یادکردنی فراوان‌"},{"SurahNumber":33,"VerseNumber":42,"Text":"و تسبیحش گویید بامدادان و شامگاهان‌"},{"SurahNumber":33,"VerseNumber":43,"Text":"او است آنکه درود (آمرزش) فرستد بر شما او و فرشتگانش تا برون آرد شما را از تاریکیها بسوی روشنائی و بوده است به مؤمنان مهربان‌"},{"SurahNumber":33,"VerseNumber":44,"Text":"درودشان روزی که بدو رسند سلام است و آماده کرد برای ایشان پاداشی گرامی را"},{"SurahNumber":33,"VerseNumber":45,"Text":"ای پیمبر همانا فرستادیمت گواهی و مژده‌رسانی و بیم‌دهنده‌ای‌"},{"SurahNumber":33,"VerseNumber":46,"Text":"و خواننده‌ای بسوی خدا به فرمانش و چراغی درخشان‌"},{"SurahNumber":33,"VerseNumber":47,"Text":"و مژده ده به مؤمنان که آنان را است از نزد خدا فضلی بزرگ‌"},{"SurahNumber":33,"VerseNumber":48,"Text":"و فرمانبرداری مکن کافران و دورویان را و رها کن آزردن ایشان را و توکّل کن بر خدا و بس است خدا وکیلی‌"},{"SurahNumber":33,"VerseNumber":49,"Text":"ای آنان که ایمان آوردید هر گاه کابین بستید بر زنان مؤمنه پس رهاشان ساختید پیش از آنکه بدیشان نزدیکی کنید پس نیست شما را بر ایشان سرآمدی که در انتظارش نشینید پس بهره بدیشان دهید و رهاشان کنید رهائیی نکو"},{"SurahNumber":33,"VerseNumber":50,"Text":"ای پیمبر همانا حلال ساختیم برایت همسران تو را آنان که مزد ایشان را پرداختی و آنچه را مالک است یمین تو از آنچه خدا بهره جنگ به تو ارزانی داشت و دختران عمّت را و دختران عمّه‌هایت را و دختران خالت را و دختران خاله‌هایت را که هجرت کردند با تو و زنی مؤمنه را اگر ببخشد خویشتن را به پیمبر اگر خواهد پیمبر که همسر گیردش تنها از آن تو است این و نرسد به مؤمنان همانا دانستیم آنچه را بایسته کردیم بر ایشان در همسرانشان و آنچه دارا است دستهای ایشان تا نباشد بر تو سخت آمدنی و بوده است خدا آمرزنده مهربان‌"}]}