{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Tharoang ka a: \"Mataan! a sakn na inisapar rakn so kazoasoata ko ko siran a pphanongganowin iyo a salakaw ko Allah, - ko kiyapakatalingoma rakn o manga rarayag a karina a phoon ko Kadnan ko; go inisogo rakn a mbayorantang ako ko Kadnan o manga kaadn"},{"SurahNumber":40,"VerseNumber":67,"Text":"Skaniyan so miyadn rkano phoon sa botha, oriyan iyan na phoon sa notfa, oriyan iyan na miyakapoon sa rogo a mimbathik; oriyan iyan na pphakaliyon kano Niyan a wata: Oriyan iyan na ang kano raotn ko kakhasad iyo; oriyan iyan na ang kano mabaloy a manga loks; - na so sabaad rkano na taw a pphatay ko da niyan pn kapakatoa; - go ang kano raotn ko adiyal a miyapnto; ka an iyo dii manggdagda"},{"SurahNumber":40,"VerseNumber":68,"Text":"Skaniyan so Pphangoyag go Pphangimatay; na igira a adn pakapnggolalann Iyan a sogoan, na aya bo a ptharoon Iyan on na: \"Kon\", na maadn"},{"SurahNumber":40,"VerseNumber":69,"Text":"Bang ka da manggdagda so siran a pphamawaln iran so manga ayat o Allah? O andamanaya i katatalikhod iran"},{"SurahNumber":40,"VerseNumber":70,"Text":"Siran so piyakambokhag iran so kitab, go so inisogo Ami skaniyan ko manga sogo Ami: Na katokawan iran dn"},{"SurahNumber":40,"VerseNumber":71,"Text":"Ko masa a so manga patong na matago ko manga lig iran, na, go so manga rantay, - na tondaan siran"},{"SurahNumber":40,"VerseNumber":72,"Text":"Ko phlikabo a ig; oriyan iyan na pakakadgn siran ko apoy"},{"SurahNumber":40,"VerseNumber":73,"Text":"Oriyan iyan na tharoon kiran: \"Anda so ipphamanakoto niyo"},{"SurahNumber":40,"VerseNumber":74,"Text":"A salakaw ko Allah?\" Ismbag iran: \"Diyorat kami ran\": Kna! ka da a piyanongganoy ami gowani a mayto bo. Lagid man oto a kandadaga o Allah ko miyamangongkir"},{"SurahNumber":40,"VerseNumber":75,"Text":"Giyoto man na sabap ko kiyakhariyala iyo ko lopa sa di ontol, go sabap ko kiyambotaka iyo"},{"SurahNumber":40,"VerseNumber":76,"Text":"Pamanold kano ko manga pinto o naraka Jahannam, a makakakal kano ron: Na miyakaratarata a darpa o manga takabor"},{"SurahNumber":40,"VerseNumber":77,"Text":"Na phantang ka: Mataan! a so diyandi o Allah na bnar: Na amay ka pakiilay Ami rka so sabaad ko ididiyandi Ami kiran, odi na tangann Ami ska, - na sii siran Rkami bo phamakandoda"},{"SurahNumber":40,"VerseNumber":78,"Text":"Na sabnsabnar a somiyogo Kami sa manga sogo a miyaonaan ka: So sabaad kiran na taw a piyanothol Ami rka, na so sabaad kiran na da Ami rka panothola. Na da mapatot ko sogo a ba adn a mitalingoma Niyan a tanda inonta o sabap ko idin o Allah: Na amay ka makawma so sogoan o Allah, na mikokom so bnar, na malogi roo dn so minggagalbk sa ribat"},{"SurahNumber":40,"VerseNumber":79,"Text":"So Allah so miyadn rkano ko manga ayam, ka ang kano gii makakhoda ko sabaad on, go so sabaad on na pkhakan iyo"},{"SurahNumber":40,"VerseNumber":80,"Text":"Go adn a bagian iyo a matatago on a manga gona, - go kagiya an iyo misampay sa sabap Rkaniyan so hadiyat a matatago ko manga rarb iyo; go so liyawaw niyan ago so liyawaw o manga kapal na pkharoran kano ron"},{"SurahNumber":40,"VerseNumber":81,"Text":"Na pphakiilay Niyan rkano so manga tanda Iyan: Na anda ko manga tanda o Allah i pagongkirn niyo"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ba siran da makandalakaw ko lopa, ka an iran mapagilaylay o antonaa i miyambtad o kiya akiran ko siran a miyaonaan iran? Aya btad iran na madakl a di siran, go makalalawan i bagr go manga rarad ko lopa: Na da kiran makalinding so miyasokat iran"},{"SurahNumber":40,"VerseNumber":83,"Text":"Na kagiya a mitalingoma kiran o manga sogo kiran so manga rarayag a karina, na kiyababayaan iran so zisii kiran a katao; na kiyatangkalan siran o piyamagrgan iran oto (a siksa)"},{"SurahNumber":40,"VerseNumber":84,"Text":"Na kagiya a kasandngan iran so siksa Ami, na pitharo iran: \"Piyaratiyaya mi so Allah a Isaysa Skaniyan go inongkir ami so skami na inipamanakoto ami Ron"},{"SurahNumber":40,"VerseNumber":85,"Text":"Na da kiran makanggay a gona so paratiyaya iran ko kiyasandngi ran ko siksa Ami. Okit o Allah a sabnar a miyaypos ko manga oripn Iyan. Na miyalogi roo man so miyamangongkir"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha. Mim. (So Allah i Matao ko paka-aantapan Iyan on)"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Giya ungkai a Qor´an na) Initoron a phoon ko Masalinggagaw, a Makalimoon"},{"SurahNumber":41,"VerseNumber":3,"Text":"Kitab, a pizalisay so manga ayat on; - a Qor´an a basa Arab, a rk o pagtaw a manga tatao ron"},{"SurahNumber":41,"VerseNumber":4,"Text":"Pphamanothol sa mapiya, go phamakaiktiyar: Na tomiyalikhod so kadaklan kiran, na siran na di siran phamakin´g"},{"SurahNumber":41,"VerseNumber":5,"Text":"Na pitharo iran a: So manga poso ami na matatago ko manga totop, phoon ko ipthawag ka rkami skaniyan, go kiyatagoan so manga tangila mi sa kabngl, go kaaltan kami ago ska sa rnding: Na nggalbk ka; ka mataan! a skami na gomagalbk (mambo)"},{"SurahNumber":41,"VerseNumber":6,"Text":"Tharoang ka (ya Mohammad) a: \"Sakn na matag manosiya a lagid iyo: Iphagilaham rakn a aya bo a tohan iyo na so Tohan a Isaysa: Na pananangoran kano sii Rkaniyan, go pangni kano Ron sa maap\". Na sangat a siksa a rk o manga pananakoto"},{"SurahNumber":41,"VerseNumber":7,"Text":"Siran na di iran thonayn so zakat, go siran na so akhirat na siran na oongkirn iran"},{"SurahNumber":41,"VerseNumber":8,"Text":"Mataan! a so miyamaratiyaya, go pinggalbk iran so manga pipiya, na adn a bagian iran a balas a di pthaman"}]}