{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"براءة من الله ورسوله الى الذين عهدتم من المشركين"},{"SurahNumber":9,"VerseNumber":2,"Text":"فسيحوا في الارض اربعة اشهر واعلموا انكم غير معجزي الله وان الله مخزي الكفرين"},{"SurahNumber":9,"VerseNumber":3,"Text":"واذن من الله ورسوله الى الناس يوم الحج الاكبر ان الله بريء من المشركين ورسوله فان تبتم فهو خير لكم وان توليتم فاعلموا انكم غير معجزي الله وبشر الذين كفروا بعذاب اليم"},{"SurahNumber":9,"VerseNumber":4,"Text":"الا الذين عهدتم من المشركين ثم لم ينقصوكم شي ا ولم يظهروا عليكم احد ا فاتموا اليهم عهدهم الى مدتهم ان الله يحب المتقين"},{"SurahNumber":9,"VerseNumber":5,"Text":"فاذا انسلخ الاشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فان تابوا واقاموا الصلوة وءاتوا الزكوة فخلوا سبيلهم ان الله غفور رحيم"},{"SurahNumber":9,"VerseNumber":6,"Text":"وان احد من المشركين استجارك فاجره حتى يسمع كلم الله ثم ابلغه مامنه ذلك بانهم قوم لا يعلمون"},{"SurahNumber":9,"VerseNumber":7,"Text":"كيف يكون للمشركين عهد عند الله وعند رسوله الا الذين عهدتم عند المسجد الحرام فما استقموا لكم فاستقيموا لهم ان الله يحب المتقين"},{"SurahNumber":9,"VerseNumber":8,"Text":"كيف وان يظهروا عليكم لا يرقبوا فيكم ال ا ولا ذمة يرضونكم بافوههم وتابى قلوبهم واكثرهم فسقون"},{"SurahNumber":9,"VerseNumber":9,"Text":"اشتروا بايت الله ثمن ا قليل ا فصدوا عن سبيله انهم ساء ما كانوا يعملون"},{"SurahNumber":9,"VerseNumber":10,"Text":"لا يرقبون في مومن ال ا ولا ذمة واوليك هم المعتدون"},{"SurahNumber":9,"VerseNumber":11,"Text":"فان تابوا واقاموا الصلوة وءاتوا الزكوة فاخونكم في الدين ونفصل الايت لقوم يعلمون"},{"SurahNumber":9,"VerseNumber":12,"Text":"وان نكثوا ايمنهم من بعد عهدهم وطعنوا في دينكم فقتلوا ايمة الكفر انهم لا ايمن لهم لعلهم ينتهون"},{"SurahNumber":9,"VerseNumber":13,"Text":"الا تقتلون قوم ا نكثوا ايمنهم وهموا باخراج الرسول وهم بدءوكم اول مرة اتخشونهم فالله احق ان تخشوه ان كنتم مومنين"},{"SurahNumber":9,"VerseNumber":14,"Text":"قتلوهم يعذبهم الله بايديكم ويخزهم وينصركم عليهم ويشف صدور قوم مومنين"},{"SurahNumber":9,"VerseNumber":15,"Text":"ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم"},{"SurahNumber":9,"VerseNumber":16,"Text":"ام حسبتم ان تتركوا ولما يعلم الله الذين جهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المومنين وليجة والله خبير بما تعملون"},{"SurahNumber":9,"VerseNumber":17,"Text":"ما كان للمشركين ان يعمروا مسجد الله شهدين على انفسهم بالكفر اوليك حبطت اعملهم وفي النار هم خلدون"},{"SurahNumber":9,"VerseNumber":18,"Text":"انما يعمر مسجد الله من ءامن بالله واليوم الاخر واقام الصلوة وءاتى الزكوة ولم يخش الا الله فعسى اوليك ان يكونوا من المهتدين"}]}