{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"Biz, İsrailoğullarını denizden geçirdik. Ama Firavun ve askerleri zulmetmek ve saldırmak üzere onları takip etti. Nihayet (denizde) boğulma haline gelince, (Firavun:) \"Gerçekten, İsrailoğullarının inandığı Tanrı´dan başka tanrı olmadığına ben de iman ettim. Ben de müslümanlardanım!\" dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Şimdi mi (iman ettin)! Halbuki daha önce isyan etmiş ve bozgunculardan olmuştun"},{"SurahNumber":10,"VerseNumber":92,"Text":"(Ey Firavun!) Senden sonra geleceklere ibret olması için, bugün senin bedenini (cansız olarak) kurtaracağız. İşte insanlardan bir çoğu, hakikaten âyetlerimizden gafildirler"},{"SurahNumber":10,"VerseNumber":93,"Text":"Andolsun biz İsrailoğullarını güzel bir yurda yerleştirdik ve onlara temiz nimetlerden rızık verdik. Kendilerine ilim gelinceye kadar ayrılığa düşmediler. Şüphesiz ki Rabbin, kıyamet günü onların, aralarında ihtilaf etmekte oldukları şeyler hakkında hükmedecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"(Resülüm!) Eğer sana indirdiğimizden (bu anlattığımız olaylardan) kuşkuda isen, senden önce Kitab´ı (Tevrat´ı) okuyanlara sor. Andolsun ki, Rabbinden sana hak gelmiştir. Sakın şüphecilerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allah´ın âyetlerini yalanlayanlardan da olma, sonra ziyana uğrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Gerçekten haklarında Rabbinin sözü (hükmü) sabit olanlar, inanmazlar"},{"SurahNumber":10,"VerseNumber":97,"Text":"Kendilerine (istedikleri) bütün mucizeler gelmiş olsa bile, elem verici azabı görünceye kadar inanmayacaklardır"},{"SurahNumber":10,"VerseNumber":98,"Text":"Yunus´un kavmi müstesna, (halkını yok ettiğimiz ülkelerden) herhangi bir ülke halkı, keşke (kendilerine azap gelmeden) iman etse de bu imanları kendilerine fayda verseydi! Yunus´un kavmi iman edince, kendilerinden dünya hayatındaki rüsvaylık azabını kaldırdık ve onları bir süre (dünya nimetlerinden) faydalandırdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"(Resûlüm!) Eğer Rabbin dileseydi, yeryüzündekilerin hepsi elbette iman ederlerdi. O halde sen, inanmaları için insanları zorlayacak mısın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah´ın izni olmadan hiç kimse inanamaz. O, akıllarını kullanmayanları murdar (inkârcı) kılar"},{"SurahNumber":10,"VerseNumber":101,"Text":"De ki: \"Göklerde ve yerde neler var, bakın (da ibret alın!)\" Fakat inanmayan bir topluma deliller ve uyarılar fayda sağlamaz"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar, kendilerinden önce gelip geçmiş toplumların (acıklı) günlerinin benzerlerinden başkasını mı bekliyorlar? De ki: Haydi bekleyin! Şüphesiz ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Biz, sonra peygamberlerimizi ve aynı şekilde iman edenleri kurtarırız. İnananları üzerimize bir borç olarak kurtaracağız"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki: \"Ey insanlar! Benim dinimden şüphede iseniz, (bilin ki) ben Allah´ı bırakıp da sizin taptıklarınıza tapmam, fakat ancak sizi öldürecek olan Allah´a kulluk ederim. Bana müminlerden olmam emrolundu"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ve (bana) hanîf (Allah´ın birliğini tanıyıcı) olarak yüzünü dine çevir; sakın müşriklerden olma, diye (emredildi)"},{"SurahNumber":10,"VerseNumber":106,"Text":"Allah´ı bırakıp da sana fayda veya zarar vermeyecek şeylere tapma. Eğer bunu yaparsan, o takdirde sen mutlaka zalimlerden olursun"},{"SurahNumber":10,"VerseNumber":107,"Text":"Eğer Allah sana bir zarar dokundurursa, onu yine O´ndan başka giderecek yoktur. Eğer sana bir hayır dilerse, O´nun keremini geri çevirecek de yoktur. O, hayrını kullarından dilediğine eriştirir. Ve O bağışlayandır, esirgeyendir"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: Ey insanlar! Size Rabbinizden Hak (Kur´an) gelmiştir. Artık kim doğru yola gelirse, ancak kendisi için gelecektir. Kim de saparsa, o da ancak kendi aleyhine sapacaktır. Ben sizin üzerinize vekil değilim. (Sadece tebliğ etmekle memurum)"},{"SurahNumber":10,"VerseNumber":109,"Text":"(Resûlüm!) Sen, sana vahyolunana uy ve Allah hükmedinceye kadar sabret. O hakimlerin en hayırlısıdır"},{"SurahNumber":11,"VerseNumber":1,"Text":"Elif. Lâm. Râ. (Bu sana indirilen), hikmet sahibi (ve) her şeyden haberdar olan (Allah) tarafından âyetleri sağlamlaştırılmış, sonra da açıklanmış bir kitaptır"},{"SurahNumber":11,"VerseNumber":2,"Text":"(De ki: Bu Kitap) \"Allah´tan başkasına ibadet etmemeniz için (indirildi). Şüphesiz ki ben, onun tarafından size (gönderilmiş) bir uyarıcı ve müjdeleyiciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden mağfiret dilemeniz, sonra da ona tevbe etmeniz için (indirildi. Eğer bu emrolunanları yaparsanız), Allah sizi, tayin edilmiş bir süreye kadar güzel bir şekilde yaşatır, fazlasını yapan herkese de iyiliğinin karşılığını verir. Eğer yüz çevirirseniz, ben sizin başınıza gelecek büyük bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz yalnız Allah´adır. O, her şeye kadirdir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilesiniz ki, onlar Peygamber´den, (düşmanlıklarını) gizlemeleri için göğüslerini çevirirler (gönüllerinden geçeni gizlerler). İyi bilin ki, onlar elbiselerine büründükleri zaman dahi, Allah onların gizlediklerini de, açığa çıkardıklarını da bilir. Çünkü O, kalplerin özünü bilendir"}]}