{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"ªi Noi nu am fãcut sã coboare asupra neamului sãu, în urma lui, vreo oaste din cer, cãci nu am vrut sã facem sã coboare"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nu a fost decât un singur strigãt ºi iatã-i pe ei stinºi, fãrã viaþã"},{"SurahNumber":36,"VerseNumber":30,"Text":"Vai, pentru robii [Mei]! Nu vine la ei nici un trimis fãrã ca ei sã-l batjocoreascã"},{"SurahNumber":36,"VerseNumber":31,"Text":"Nu au vãzut ei câte neamuri am nimicit Noi înaintea lor? [ªi nu au vãzut ei cã ele] nu se vor mai întoarce niciodatã la ei"},{"SurahNumber":36,"VerseNumber":32,"Text":"Dar fiecare, toþi la un loc vor fi aduºi [înaintea] Noastrã"},{"SurahNumber":36,"VerseNumber":33,"Text":"ªi un semn pentru ei este pãmântul cel mort, pe care Noi îl aducem la viaþã ºi scoatem din el grâne, din care ei mãnâncã"},{"SurahNumber":36,"VerseNumber":34,"Text":"ªi Noi facem pe el grãdini de palmieri ºi vii ºi facem sã þâºneascã din el izvoare"},{"SurahNumber":36,"VerseNumber":35,"Text":"Pentru ca ei sã mãnânce din roadele Sale ºi din ceea ce au fãcut mâinile lor. Oare ei nu vor fi mulþumitori"},{"SurahNumber":36,"VerseNumber":36,"Text":"Mãrire Celui care le-a creat pe toate perechi, din ceea ce face pãmântul sã creascã ºi din ei înºiºi ºi din cele pe care ei nu le cunosc"},{"SurahNumber":36,"VerseNumber":37,"Text":"ªi un semn pentru ei este ºi noaptea! Noi tragem din ea ziua ºi iatã-i pe ei în întuneric"},{"SurahNumber":36,"VerseNumber":38,"Text":"Iar Soarele aleargã cãtre un sãlaº al lui. Aceasta este rânduialaCelui Atotputernic [ºi] Atoateºtiutor [Al-’Aziz, Al-’Alim]"},{"SurahNumber":36,"VerseNumber":39,"Text":"Iar pentru Lunã am orânduit Noi faze, pânã ce ea devine ca un ciorchine bãtrân de palmier"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nici Soarele nu se cuvine sã ajungã Luna, nici noaptea nu poate sã o ia înaintea zilei ºi toate plutesc pe orbite [proprii]"},{"SurahNumber":36,"VerseNumber":41,"Text":"ªi un [alt] semn pentru ei este acela cã Noi i-am purtat pe scobo- râtorii lor într-o corabie încãrcatã"},{"SurahNumber":36,"VerseNumber":42,"Text":"ªi le-am fãcut lor altele asemenea ei, pe care ei se suie"},{"SurahNumber":36,"VerseNumber":43,"Text":"ªi de am voi Noi, i-am îneca pe ei ºi ei nu ar avea nici un ajutor[ca sã audã þipetele lor] ºi nici n-ar fi ei mântuiþi"},{"SurahNumber":36,"VerseNumber":44,"Text":"Decât prin îndurarea Noastrã [îi lãsãm sã mai trãiascã] ºi sã se bucure pentru un timp"},{"SurahNumber":36,"VerseNumber":45,"Text":"ªi dacã li se zice lor: “Fiþi cu fricã de ceea ce a fost înaintea voastrã ºi de ceea ce este în urma voastrã, poate cã [astfel] vi se va arãta vouã îndurare!” [ei se seme&tho]"},{"SurahNumber":36,"VerseNumber":46,"Text":"ªi nu le vine lor nici un semn dintre semnele Domnului lor fãrã ca ei sã nu se îndepãrteze de el"},{"SurahNumber":36,"VerseNumber":47,"Text":"ªi dacã li se zice lor: “Dãruiþi din cele cu care Allah v-a înzestratpe voi!”, aceia care nu cred grãiesc cãtre aceia care cred: “Sã-lhrãnim noi pe acela pe care l-ar hrãni Al"},{"SurahNumber":36,"VerseNumber":48,"Text":"ªi ei zic: “ªi când se va împlini aceastã ameninþare, dacã voi spuneþi adevãrul?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ei nu au a aºtepta decât un singur strigãt, care-i va apuca pe ei, în vreme ce ei se vor certa"},{"SurahNumber":36,"VerseNumber":50,"Text":"ªi ei nu vor putea nici sã facã vreo îndemnare, nici sã se întoarcã la familiile lor"},{"SurahNumber":36,"VerseNumber":51,"Text":"ªi se va sulfa în trâmbiþã ºi iatã-i pe ei grãbindu-se din gropi cãtre Domnul lor"},{"SurahNumber":36,"VerseNumber":52,"Text":"ªi zicând: “Vai nouã! Cine ne-a sculat pe noi din culcuºul nostru?” Aceasta este ceea ce a fãgãduit Cel Milostiv [Ar-Rahman], iar trimiºii au spus adevãrul"},{"SurahNumber":36,"VerseNumber":53,"Text":"Nu va fi decât un singur strigãt ºi iatã cã ei toþi vor fi aduºi la Noi"},{"SurahNumber":36,"VerseNumber":54,"Text":"ªi în Ziua aceea nu va fi nici un suflet nedreptãþit întru nimic ºi nu veþi fi rãsplãtiþi decât pentru ceea ce aþi fãcut"},{"SurahNumber":36,"VerseNumber":55,"Text":"Locuitorii Raiului vor fi în Ziua aceea ocupaþi, bucurându-se fericiþi"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ei împreunã cu soaþele lor, la umbrã, vor fi rezemaþi pe diva- nuri"},{"SurahNumber":36,"VerseNumber":57,"Text":"Acolo vor avea ei roduri ºi [tot] ceea ce vor cere"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Pace!” Un cuvânt de la un Stãpân Îndurãtor"},{"SurahNumber":36,"VerseNumber":59,"Text":"Iar voi, nelegiuiþilor, sã staþi despãrþiþi în Ziua aceea"}]}