{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"Bütün yüzler HAYYÜ’L-KAYYÛM olan (ölmeyen ve ezelden beri mevcud olan) Allah’a baş eğmiştir. Bir zulüm yüklenen hakikaten hüsrana uğramıştır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mü’min olarak salih ameller işlerse, artık o, ne bir zulümden korkar, ne çiğnenmeden (hakkının zayi olmasından)"},{"SurahNumber":20,"VerseNumber":113,"Text":"İşte böylece biz, onu Arabca bir KUR’AN olarak indirdik. Onda tehdidlerden nice türlüsünü tekrar tekrar beyan ettik ki, belki sakınır ve takva yolunu tutarlar; yahud o (Kur’an’daki nasihat ve tehditler), onlara bir ibret ve uyanış verir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hükmünü (emir ve yasaklarını) yerine getiren, Hak olan Allah (bütün noksanlıklardan beri ve) yücedir. (Ey Rasûlüm, Cebraîl tarafından) sana vahy tamamlanmazdan evvel, (unutma korkusu ile) KUR’AN’ı okumada acele etme: “- Rabbim! Benim ilmimi artır.” de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Doğrusu bundan önce Adem’e (bu ağaçtan yeme diye) emr ettik de unuttu. Biz onda, bir sabır ve sebat bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir vakit Meleklere: “- Adem’e hürmet için secde edin.” demiştik de hepsi secde ettiler; İblis müstesna; çekinmişti"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz de Adem’e şöyle demiştik: “Muhakkak bu (İblis) sana ve zevcene düşmandır. Sakın sizi Cennetden çıkarmasın; sonra zahmet çekersin"},{"SurahNumber":20,"VerseNumber":118,"Text":"Çünkü senin acıkman ve çıplak kalmaman (ancak) Cennettedir"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve sen orada susamazsın, güneşte yanmazsın.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Nihayet Şeytan Adem’e vesvese verdi. Şöyle dedi: “- Ey Adem! Seni (yediğin takdirde ölmeyeceğin ve devamlı surette Cennette kalacağın), ebedilik ağacına, bir de son bulmıyacak devlete delâlet edeyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun üzerine ikisi de o ağaçtan yediler. Hemen ayıp yerleri, kendilerine açılıverdi ve üzerlerine Cennet yaprağından örtüb yamamağa başladılar. Adem Rabbine asi oldu da şaşırdı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu seçti de tevbesini kabul buyurdu ve ona doğru yolu gösterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah şöyle buyurdu: “- Birbirinize (dünyada nesliniz) düşman olmak üzere hepiniz oradan (cennet’den) ininiz. Artık benden size bir hidayet (kitab) geldiği zaman, kim benim hidayetime uyarsa işte o, sapıklığa düşmez ve ahirette zahmet çekmez"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de benim Zikrim’den (Kur’an’ımdan) yüz çevirirse, ona dar bir geçim vardır ve onu, kıyamet günü, kör olarak haşrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"(Kur’an’dan yüz çeviren kimse) şöyle der: “- Rabbim, beni niçin kör olarak haşrettin. Halbuki ben (dünyada) gözlü idim, görüyordum.”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah buyurur ki: “- Cezan böyle, sana ayetlerimiz geldi de onları unuttun. İşte (onları unuttuğun gibi) bugün de öylece unutuluyorsun (körlük ve azab içine bırakılıyorsun).”"},{"SurahNumber":20,"VerseNumber":127,"Text":"İşte KUR’AN’dan yüz çevirenleri cezalandırdığımız gibi, şirke varıb Rabbinin ayetlerine iman etmiyenleri de böyle cezalandırırız. Muhakkak ki ahiret azabı (dünyadakinden) daha şiddetli ve devamlıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Biz, Mekke kâfirlerinden evvel nice asırlar halkını helâk etmişizdir. Kur’an, bunu, onlara beyan etmedi mi? Halbuki kendileri de onların meskenlerinde yürüyüb duruyorlar. Muhakkak ki bunda, gerçek akıl sahipleri için (ibret alınacak) çok alâmetler var"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eğer (azabın geciktirilmesine dair) Rabbinden bir hüküm geçmiş olmasaydı, elbette onlara (diğer kavimlere olduğu gibi), azab lazım gelirdi; fakat (onlar için) tayin edilmiş bir vakit var"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde, dediklerine (küfür ve tekziblerine) sabret. (Bu hüküm, Kıtal = Seyf ayeti ile nesh edilmiştir.) Hem güneşin doğmasından evvel, hem batmasından evvel Rabbini hamd ile tesbih et (sabah ve ikindi namazını kıl). Gecenin bir kısım vakitlerinde (akşam ve yatsı saatlerinde) ve gündüzün etrafında (öğle vaktinde) de tesbih et (namaz kıl) ki, Allah’ın rızasına eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kâfirlerden bir kısmına, dünya hayatının zîneti olarak verdiğimiz ve onları bundan fitneye düşürmek için, kendilerine fayda temin ettiğimiz şeye (mal ve saltanata) sakın rağbetle bakma. Rabbinin (ahiretteki) rızkı daha hayırlı ve daha devamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"(Ey Rasûlüm), ailene ve ümmetine namazı emret. Kendin de ona devam eyle. Biz senden bir rızık (ailenin geçimini temin için çalışmanı) istemiyoruz. Seni, biz rızıklandırırız. Güzel akıbet takva sahiblerinindir"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirler dediler ki: “- (o, hak Peygamber olduğuna delâlet edecek) Rabbinden bir mucize getirse ya!..” Onlara, evvelki kitablarda (Tevrat ve İncil’deki ahir zaman Peygamberi ile Kur’an’a dair) olan apaçık delil gelmedi mi"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eğer biz, onları (Mekke kâfirlerini), bundan önce (Peygamber ve Kur’an gelmeden) azab ile helâk etmiş olsaydık, muhakkak şöyle diyeceklerdi: “- Ey Rabbimiz! Ne olurdu, bize bir Peygamber gönderseydin de, biz zelil ve rüsvay olmadan evvel ayetlerine uysaydık.”"},{"SurahNumber":20,"VerseNumber":135,"Text":"(Ey Rasûlüm) de ki: Hepimiz beklemekteyiz, siz de beklemeye durun. Çünkü doğru yol sahibleri kimler bulunduğunu ve doğru giden kim olduğunu yakında bileceksiniz"}]}