{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Nena, “Ine ndili kukufunsani kuti muchite chinthu chimodzi choti muime pamaso pa Mulungu awiriawiri kapena aliyense payekha ndipo muganize painu nokha. M’bale wanu si wamisala ayi. Iye ali kungokuchenjezani chilango chowawa chisanadze.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"Nena, “Malipiro ena aliwonse amene ndidakufunsani ndi anu chifukwa malipiro anga ali ndi Mulungu ndipo Iye ndi mboni pa zinthu zonse.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"Nena, “NdithudiAmbuye wanga amanena zoona ndipo ndi Mwini wodziwa zinthu zobisika.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"Nena, “Choonadi chadza ndipo bodza latha ndipo silidzabwereranso.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"Nena, “Ngati ine ndilakwa, ndilakwira mzimu wanga ndipo ngati ndatsatira njira yolungama ndi chifukwa cha zimene Ambuye wanga amavumbulutsa kwa ine. Ndithudi Iye amamva ndipo ali pafupi.”"},{"SurahNumber":34,"VerseNumber":51,"Text":"Ndipo iwe ukadangoona nthawi imene adzachite mantha komabe iwo sadzathawa ndipo iwo adzagwidwa asanapitepatali"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ndipoiwoadzati,“Ifetilikukhulupirira.” Kodi kukhulupirira kwawo kudzawathandiza bwanji kuchokera kutali"},{"SurahNumber":34,"VerseNumber":53,"Text":"Ndipo iwo sadakhulupirire kale ndipo amanena kuti ndi nkhani za m’maluwa kuchokera kutali"},{"SurahNumber":34,"VerseNumber":54,"Text":"Ndipo chipupa chidzakhazikitsidwa pakati pawo ndi zofuna zawo monga momwe adachitira ndi anthu ena a kale. Ndithudi iwo ndi okayika kwambiri"},{"SurahNumber":35,"VerseNumber":1,"Text":"Kuyamikidwa konse ndi kwa Mulungu, Namalenga wakumwamba ndi dziko lapansi, amene adalenga angelo, atumwi ouluka, amapiko awiri, atatu ndi anayi. Iye amachulukitsa zolengedwa mwachifuniro chake. Ndithudi Mulungu ali ndi mphamvu pa chinthu china chilichonse"},{"SurahNumber":35,"VerseNumber":2,"Text":"Chimene Mulungu, mwachifundo chake, amapereka kwa anthu palibe amene angawalande, ndipo chilichonse chimene Iye awamana palibe wina amene angawapatse. Iye ndiye Mwini mphamvu ndiponso Mwini nzeru"},{"SurahNumber":35,"VerseNumber":3,"Text":"Oh anthu inu! Kumbukirani zokoma zimene Mulungu adakupatsani! Kodipali Namalengawinakupatula Mulungu amene akhoza kukupatsani zokoma kuchokera kumwamba kapena padziko lapansi? Kulibe mulungu wina koma Iye yekha. Nanga ndi chifukwa chiyani mumanyengedwa"},{"SurahNumber":35,"VerseNumber":4,"Text":"Ndipo ngati akuti iwe ndi wabodza, ndithudi, Atumwi amene adadza iwe usanabadwe nawonso adatchulidwa kuti ndi abodza ndipo ndi kwa Mulungu kokha kumene zinthu zonse zidzabwerera"},{"SurahNumber":35,"VerseNumber":5,"Text":"Anthu inu! Ndithudi lonjezo la Mulungu ndi loona, kotero musalole zokoma za m’moyo uno kuti zikunyengeni ndiponso musalole mdyerekezi kuti akunyengeni zokhudza Mulungu"},{"SurahNumber":35,"VerseNumber":6,"Text":"Ndithudi Satana ndi mdani wanu, kotero dziwani kuti iye ndi mdani wanu. Iye amangoitana gulu lake kuti akhoza kukakhala nalo ku moto woyaka"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kwa iwo amene sakhulupirira, iwo adzalandira chilango chowawa ndipo iwo amene amakhulupirira ndipo amachita ntchito zabwino, iwo adzakhululukidwa ndi kulandira mphotho yaikulu"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kodi iye,amene zoipa zake zimaoneka ngati zabwino, moti akamaziona amati ndi zabwino? Ndithudi Mulungu amasocheretsa aliyense amene amamufuna ndiponso amatsogolera aliyense amene wamufuna. Kotero usavutike mu mtima mwako chifukwa cha iwo. Ndithudi Mulungu amadziwa zonse zimene amachita"},{"SurahNumber":35,"VerseNumber":9,"Text":"Ndipo Mulungu ndiye amene amatumiza mphepo imene imayendetsa mtambo, ndipo timauyendetsa kudziko lakufa ndipo ndi iwo timapereka moyo ku nthaka ikafa. Kumeneko ndiko kuuka kwa akufa"},{"SurahNumber":35,"VerseNumber":10,"Text":"Aliyense amene afuna ulemu ndi mphamvu ndi kwa Mulungu kumene kuli ulemu ndi mphamvu. Kwa Iye ndiko kumene kumapita mawu abwino ndipo ntchito zabwino amazinyamula. Akakhala iwo amene amakonza ntchito zoipa, iwo adzalandira chilango chowawa ndipo chikonzero chawo chidzafafanizidwa"},{"SurahNumber":35,"VerseNumber":11,"Text":"Ndipo Mulungu adakulengani inu kuchokera ku dothi, kenaka adakulengani kuchokera ku dontho la umuna ndipo adakupangani inu awiriawiri ndipo palibe mkazi amene amaima kapena kubala kupatula ndi chilolezo chake. Ndipo palibe aliyense amene moyo wake umapitirizidwa kapena kuchepetsedwa kupatula zimene zidalembedwa m’Buku Lopatulika. Ndithudi zimenezi ndi za pafupi ndi Mulungu"},{"SurahNumber":35,"VerseNumber":12,"Text":"Ndiponyanjaziwirisizingakhalezofananakwenikweni. Ina ndi ya madzi ozuna amene amatha ludzu chifukwa cha kukoma kwake, okoma kumwa; ndipo ina ndi yamchere, imene imatentha chifukwa cha mchere. Komabe kuchokera mu zonse inu mumadya zakudya zabwino ndipo mumatulutsamo zinthu zosangalatsa zimene mumavala. Ndipo inu mumaona zombo zilikuyenda m’mafunde kuti inu muthe kufunafuna zokoma za Mulungu ndiponso kuti muzithokoza"},{"SurahNumber":35,"VerseNumber":13,"Text":"Iye amasanduliza usiku kuti ukhale usana ndipo amasanduliza usana kuti ukhale usiku ndipo Iye adalamula dzuwa ndi mwezi kumvera malamulo ake. Iye adalamula chilichonse kuti chiziyenda m’njira yake mpaka pa tsiku lokhazikitsidwa. Iye ndi Mulungu,Ambuye wanu; wake ndi Ufumu ndipo iwo amene mumapembedza poonjezera pa Mulungu salamulira chinthu ngakhale chaching’ono"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ngati inu muwapempha iwo sadzamva kupempha kwanu ndipo ngati iwo akadamva iwo sangathe kuyankha mapemphero anu. Ndipo pa tsiku lachiweruzo iwo adzakukanani inu. Ndipo palibe wina amene angakuuzeni inu kuposa Iye amene amadziwa chilichonse"}]}