{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Zeker, as-Safa en al-Marwa behoren tot Gods gewijde symbolen. Als iemand dus een bedevaart maakt naar het huis, of er een bezoek aan brengt, dan is het voor hem geen overtreding als hij om beide de omgang verricht. En als iemand uit zichzelf iets goeds doet, dan is God dankbaar en wetend"},{"SurahNumber":2,"VerseNumber":159,"Text":"Zij die de duidelijke bewijzen en de leidraad die Wij hebben neergezonden verbergen, nadat Wij ze aan de mensen in het boek hebben duidelijk gemaakt, dat zijn zij die door God en door de vervloekers worden vervloekt"},{"SurahNumber":2,"VerseNumber":160,"Text":"Behalve zij die berouwvol zijn, zich beteren en het duidelijk maken. Dan zijn zij het tot wie Ik mij genadig wend. Ik ben de genadegever, de barmhartige"},{"SurahNumber":2,"VerseNumber":161,"Text":"Zij die ongelovig zijn en als ongelovigen sterven, op hen rust Gods vloek en die van de engelen en de mensen tezamen"},{"SurahNumber":2,"VerseNumber":162,"Text":"Zij zullen daarin altijd blijven; zij krijgen geen strafverlichting en ook geen uitstel"},{"SurahNumber":2,"VerseNumber":163,"Text":"Jullie god is één god. Er is geen god dan Hij, de erbarmer, de barmhartige"},{"SurahNumber":2,"VerseNumber":164,"Text":"In de schepping van de hemelen en de aarde, in het verschil van nacht en dag, in de schepen die op zee varen met wat nuttig is voor de mensen, in het water dat God uit de hemel laat neerdalen om daarmee de aarde te doen herleven nadat zij dood was, in dat Hij allerlei dieren erop heeft verspreid, in het besturen van de winden en in de wolken die voortgedreven worden tussen hemel en aarde zijn tekenen voor mensen die verstandig zijn"},{"SurahNumber":2,"VerseNumber":165,"Text":"Er zijn mensen die aannemen dat er naast God nog gelijken zijn die zij even liefhebben als God, maar zij die geloven hebben God meer lief. Als zij die onrecht plegen maar zouden zien, wanneer zij de bestraffing bemerken, dat de kracht geheel aan God toebehoort en dat God streng is in de bestraffing"},{"SurahNumber":2,"VerseNumber":166,"Text":"Wanneer zij die nagevolgd werden hen die hen volgden afwijzen en zij de bestraffing zien en hun banden zijn doorgesneden"},{"SurahNumber":2,"VerseNumber":167,"Text":"En zij die volgden zeggen: \"Als er een terugkeer voor ons was dan zouden wij hen afwijzen zoals zij ons afgewezen hebben.\" Zo laat God hun hun daden zien als [reden tot] wroeging voor hen. En zij kunnen niet meer uit het vuur komen"},{"SurahNumber":2,"VerseNumber":168,"Text":"Mensen, eet van wat er toegestaan en goed is op de aarde en volgt niet de voetstappen van de satan; hij is een verklaarde vijand van jullie"},{"SurahNumber":2,"VerseNumber":169,"Text":"Hij legt jullie slechts kwaad en gruwelijkheid op en dat jullie over God dingen moeten zeggen waar jullie geen weet van hebben"},{"SurahNumber":2,"VerseNumber":170,"Text":"En als tot hen gezegd wordt: \"Volgt wat God heeft neergezonden na\" zeggen zij: \"Welnee, wij volgen dat na waarvan wij merken dat onze vaderen er zich aan hielden.\" Ook dan soms als hun vaderen helemaal niet verstandig waren en zich niet de goede richting hadden laten wijzen"},{"SurahNumber":2,"VerseNumber":171,"Text":"Zij die ongelovig zijn lijken bijvoorbeeld op iemand die schreeuwt tot iets wat alleen maar de roep en de kreet hoort. Doof, stom en blind zijn zij. Zij worden dan ook niet verstandig"},{"SurahNumber":2,"VerseNumber":172,"Text":"Jullie die geloven! Eet van de goede dingen die Wij jullie voor jullie levensonderhoud gegeven hebben en betuigt dank aan God, als Hij het is die jullie dienen"},{"SurahNumber":2,"VerseNumber":173,"Text":"Hij heeft voor jullie slechts verboden wat vanzelf is doodgegaan, bloed, varkensvlees en vlees van iets waarover iets anders dan God is aangeroepen. Maar wie ertoe gedwongen wordt, niet uit begeerte of om te overtreden, voor hem is het geen vergrijp. God is vergevend en barmhartig"},{"SurahNumber":2,"VerseNumber":174,"Text":"Zij die verbergen wat God van het boek heeft neergezonden en het verkwanselen, zij zullen in hun buiken slechts vuur te verteren krijgen en God zal op de opstandingsdag niet tot hen spreken, noch zal Hij hen louteren. Voor hen is er een pijnlijke bestraffing"},{"SurahNumber":2,"VerseNumber":175,"Text":"Zij zijn het die de dwaalweg ten koste van de leidraad gekocht hebben en de bestraffing ten koste van de vergeving. Hoe kunnen zij het in het vuur uithouden"},{"SurahNumber":2,"VerseNumber":176,"Text":"Dat [gebeurt], omdat God het boek met de waarheid heeft neergezonden. Zij die over het boek van mening verschillen zijn het vergaand oneens"}]}