{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Però, quan Jesús va percebre la seva incredulitat, va dir: «Qui són els meus auxiliars en la via que duu a Al·là?» Els apòstols van dir: «Nosaltres som els auxiliars d'Al·là. Creiem en Al·là! Sé testimoni de la nostra submissió"},{"SurahNumber":3,"VerseNumber":53,"Text":"Senyor! Creiem en el que has revelat i vam seguir al Missatger. Inscriu-nos, doncs, entre els quals donen testimoniatge»"},{"SurahNumber":3,"VerseNumber":54,"Text":"I van intrigar i Al·là va intrigar també. Però Al·là és el Millor dels que intriguen"},{"SurahNumber":3,"VerseNumber":55,"Text":"Quan Al·là va dir: «Jesús! Vaig a cridar-te a Mi, vaig a elevar-te a Mi, vaig a lliurar-te dels que no creuen i posar, fins al dia de la Resurrecció, als que et segueixen per sobre dels que no creuen. Després, tornareu a Mi i decidiré entre vosaltres sobre allò que discrepàveu"},{"SurahNumber":3,"VerseNumber":56,"Text":"A qui no creen els castigaré severament en la vida d'aquí i en l'altra. I no tindran qui els auxiliïn"},{"SurahNumber":3,"VerseNumber":57,"Text":"Quant a qui creen i obrin bé, els remunerarem degudament. Al·là no estima als impius»"},{"SurahNumber":3,"VerseNumber":58,"Text":"Això et recitem dels versicles i de la sàvia Amonestació"},{"SurahNumber":3,"VerseNumber":59,"Text":"Per a Al·là, Jesús és semblant a Adán, a qui va crear de terra i a qui va dir:«Sé!» i va anar"},{"SurahNumber":3,"VerseNumber":60,"Text":"La Veritat ve del teu Senyor. No siguis, doncs, dels que dubten"},{"SurahNumber":3,"VerseNumber":61,"Text":"Si algú disputa amb tu a aquest propòsit, després d'haver sabut tu el que has sabut, digues:«Veniu! Anem a cridar als nostres fills i als vostres fills, a les nostres dones i a les vostres dones, a nosaltres mateixos i a vosaltres mateixos. Execrem-nos mútuament i imprequem la maledicció d'Al·là sobre qui esmenten»"},{"SurahNumber":3,"VerseNumber":62,"Text":"Aquesta és l'exposició autèntica. No hi ha cap altre déu que Al·là. Al·là és el Poderós, el Savi"},{"SurahNumber":3,"VerseNumber":63,"Text":"Si tornen l'esquena... Al·là coneix bé als corruptors"},{"SurahNumber":3,"VerseNumber":64,"Text":"Digues: «Gent de l'Escriptura !Convinguem en una fórmula acceptable a nosaltres i a vosaltres, segons la qual no servirem sinó a Al·là, no Li associarem gens i no prendrem a ningú d'entre nosaltres com Senyor fora d'Al·là». I, si tornen l'esquena, digueu: «Sed testimonis de la nostra submissió!»"},{"SurahNumber":3,"VerseNumber":65,"Text":"Gent de la Escriptura ! Per què disputeu d'Abraham, sent així que la Tora i l'Evangeli no van ser revelats sinó després d'ell? És que no raoneu"},{"SurahNumber":3,"VerseNumber":66,"Text":"Mireu com sou! Disputàveu del que coneixíeu. Aneu a disputar del que no coneixeu? Al·là sap, mentre que vosaltres no sabeu"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham no va ser jueu ni cristià, sinó que va ser hanif, sotmès a Al·là, no associador"},{"SurahNumber":3,"VerseNumber":68,"Text":"Els més reunits a Abraham són els que li han seguit, així com aquest Profeta i els que han cregut. Al·là és l'Amo dels creients"},{"SurahNumber":3,"VerseNumber":69,"Text":"Un grup de la gent de l'Escriptura desitjaria extraviar-vos; però a ningú sinó a si mateixos extravien i no s'adonen"},{"SurahNumber":3,"VerseNumber":70,"Text":"Gent de l'Escriptura ! Perquè no creieu en els signes d'Al·là, sent, com sou, testimonis d'ells"},{"SurahNumber":3,"VerseNumber":71,"Text":"Gent de la Escriptura ! Per què disfresseu la Veritat de falsedat i oculteu la Veritat coneixent-la"},{"SurahNumber":3,"VerseNumber":72,"Text":"Altre grup de la gent de la Escriptura dice: «Creieu al començar el dia en el que s'ha revelat als que creuen i deixeu de creure a l'acabar el dia! Potser, així, es converteixin"},{"SurahNumber":3,"VerseNumber":73,"Text":"I no creeu sinó a qui segueixen la vostra religió». Digues: «La Guia és la guia d'Al·là. Que no es doni a un altre el que se us ha donat a vosaltres, que no discuteixin amb vosaltres davant el vostre Senyor». Digues: «El favor està en la mà d'Al·là, Que ho dispensa a qui Ell vol». Al·là és immens, omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"Particularitza amb La seva misericòrdia a qui Ell vol. Al·là és l'Amo del favor immens"}]}