{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Ужель они не ходят по земле, Не видят то, каков конец был тех, Которые до них (грешили): Кто силой их превосходил - делами, Что на земле оставили свой след? Аллах сразил их всех за их грехи, И не было у них защиты от Него"},{"SurahNumber":40,"VerseNumber":22,"Text":"И это все - за то, Что с ясными знаменьями от Нас Посланники к ним приходили - Они же отвергали их. За это их сразил Аллах, - Ведь Он силен и в (Своих) карах строг"},{"SurahNumber":40,"VerseNumber":23,"Text":"Мы с Нашими знаменьями и очевидной властью Послали Мусу"},{"SurahNumber":40,"VerseNumber":24,"Text":"К Фараону, Хаману и К'аруну. Они ж сказали: \"Он колдун и лжец"},{"SurahNumber":40,"VerseNumber":25,"Text":"И вот когда он к ним, воистину, пришел от Нас, Они сказали: \"Вы убивайте сыновей всех тех, Которые уверовали с ним, В живых лишь женщин оставляйте\". Но замыслы коварные неверных Им ничего, помимо заблуждения, (не дали)"},{"SurahNumber":40,"VerseNumber":26,"Text":"И Фараон сказал: \"Вы предоставьте Мусу мне убить. И пусть взывает он к Владыке своему. Боюсь, религию он вашу поменяет Или нечестие посеет по стране"},{"SurahNumber":40,"VerseNumber":27,"Text":"И Муса молвил: \"Я взываю (о защите) и к моему, и к вашему Владыке От всякого надменного (лжеца), Кто в День Расчета (за грехи) не верит"},{"SurahNumber":40,"VerseNumber":28,"Text":"И вот сказал благочестивый из семейства Фараона, Скрывавший благочестие свое: \"Ужель убьете человека вы за то, что говорит он: \"Владыка мой - Аллах\"? Кто к вам, поистине, пришел от вашего Владыки И вам знаменья ясные принес. И если он окажется лжецом, Грех этой лжи падет на его (душу). Но если он правдив, Постигнет вас одна из тех угроз, Которыми он вас увещевает. Ведь злочестивых и лжецов Аллах, поистине, не направляет"},{"SurahNumber":40,"VerseNumber":29,"Text":"О мой народ! Сегодня власть у вас, И в сей стране господствуете вы. Но кто нас защитит от Божьих кар, Если на нас падут они?\" Тут Фараон сказал: \"Я не даю вам видеть ничего, Кроме того, что вижу сам, И вас веду никак иначе, как по правому пути"},{"SurahNumber":40,"VerseNumber":30,"Text":"Тогда сказал благочестивый: \"О мой народ! Боюсь я (наступления) для вас Дня (бедствия), подобного тому, Что наступил для соучастников (в грехах)"},{"SurahNumber":40,"VerseNumber":31,"Text":"Подобно (участи) народов Нуха, Ад и Сауд И тех, которые пришли за ними. И никогда Аллах служителям Своим Несправедливости не пожелает"},{"SurahNumber":40,"VerseNumber":32,"Text":"О мой народ! Боюсь я (наступления) для вас Дня призывания друг друга"},{"SurahNumber":40,"VerseNumber":33,"Text":"Дня, когда вы, (узревши Ад), Спиною повернувшись, побежите И вам защитника от Господа не будет, - Ведь тот, кого Господь блуждать оставил, Вожатого не обретет"},{"SurahNumber":40,"VerseNumber":34,"Text":"А ведь до этого Йусуф к вам с ясными знаменьями пришел, Но вы не прекращали сомневаться в том, Что он принёс вам. Когда он умер, вы сказали: \"После него посланника Аллах (нам) больше не пошлет\". Так оставляет Бог блуждать (в грехах) Того, кто весь в сомнениях и преступает (Пределы, установленные Им)"},{"SurahNumber":40,"VerseNumber":35,"Text":"Кто о знамениях Господних спорит Без власти, что дана ему, - К тем ненависть великую питают И Сам Аллах, и кто уверовал (в Него). Так наложил печать Аллах На сердце каждого надменного упрямца, Кто преступил (дозволенное Им)"},{"SurahNumber":40,"VerseNumber":36,"Text":"И Фараон сказал: \"Хаман! Ты выстрой башню мне, Что даст возможность мне достичь путей"},{"SurahNumber":40,"VerseNumber":37,"Text":"Путей, что к небесам ведут, Чтоб мог взойти я к Богу Мусы, - Ведь я лжецом его считаю\". И в своих собственных глазах Так обольщен был Фараон Всей мерзостью своих поступков И с верного пути сведен. И замыслы коварные его Ему в погибель обратились"},{"SurahNumber":40,"VerseNumber":38,"Text":"И (далее) сказал благочестивый: \"О мой народ! Вы следуйте за мной, И поведу я вас прямой стезею"},{"SurahNumber":40,"VerseNumber":39,"Text":"О мой народ! Ведь жизнь в этом мире - Услада краткого земного бытия, Другая же - для пребывания навечно"},{"SurahNumber":40,"VerseNumber":40,"Text":"Тому, кто зло творит, воздастся тем же. А тот, кто делает добро и верует, Будь то мужчина или дева, - Тот в Рай войдет И наделен там будет всем без счета"}]}