{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"Zvirokwazvo, Allah vakatenga kubva kuvatendi hupenyu hwavo uye midziyo yavo kuti chavo chichave Paradhiso. Vanorwa munzira yaAllah, nokudaro vanouraya (vamwe) uye vanourawa. Chivimbiso chechokwadi chakakomekedzwa kwavari (Allah) muTorah uye muInjeel (Vhangeri) uye muQur’aan. Uye ndiani ari pachokwadi pawirirano yake kudarika Allah? Nokudaro farai mukutengesa kwenyu kwamakapedza. Iyi ndiyo budiriro hombe"},{"SurahNumber":9,"VerseNumber":112,"Text":"Avo vanokumbira ruregerero kuna Allah (kubva muhunyengedzi nekunamata vanamwari vakawanda), vanovanamata (Allah), vachivarumbidza, vachitsanya (kana kuti vanobuda) munzira yaAllah, vanokotamisa huso hwavo (vachinamata), vanopfugama, vanokurudzira (vanhu) mabasa akanaka uye vachirambidza akaipa, uye vachichengetedza mitemo yaAllah. Uye ipa shuviro yakanaka kuvatendi"},{"SurahNumber":9,"VerseNumber":113,"Text":"Hazvina kunaka kuna mutumwa uye neavo vanotenda kuti vakumbire Allah ruregerero rwemaMushrikoon (avo vasingatendi muna Mwari mumwechete) kunyange dziri hama dzavo, mushure mokunge zvave pachena kwavari kuti vagari vekumoto (nekuti vakafa vasiri vatendi)"},{"SurahNumber":9,"VerseNumber":114,"Text":"Uye Abrahamu kuda kukumbirira baba vake ruregerero rwaAllah kwakange kuri nokuda kwevimbiso yaAbrahamu yaakange aita kwavari (baba vake). Asi pazvakave pachena kwaari (Abrahamu) kuti (baba vake) vakanga vari muvengi waAllah, akabva azvibvisa kwavari. Zvirokwazvo, Abrahamu aiva Awwaah (uyo anokumbira Allah achizvininipisa, achivarumbidza nekuvarangarira zvikuru) uye akanga ane moyo murefu"},{"SurahNumber":9,"VerseNumber":115,"Text":"Uye Allah havatungamiriri vanhu kugwara rakaipa mushure mokuvapa gwara kudzamara vabuditsa pachena kwavari izvo zvavanofanira kudzivirira. Zvirokwazvo, Allah ndivo muzivi wezvose"},{"SurahNumber":9,"VerseNumber":116,"Text":"Zvirokwazvo Allah! Kwavari ndiko kune humambo wekumatenga uye nepanyika. Ndivo vanopa hupenyu uye ndivo vanokonzera rufu. Uye kusara kwaAllah hamuna umwe Wali (mudziviriri kana muchengeti) kana mubatsiri"},{"SurahNumber":9,"VerseNumber":117,"Text":"Zvirokwazvo, Allah vakaregerera Muporofita (SAW), maMuhaajiroon (maMuslim vakatama vachibva kuMakkah vachienda kuMadinah), uye maAnsaar (maMuslim emuMadinah), vakamutevera (Muhammad (SAW)) munguva dzakaoma (kuhondo yeTabook) mushure mokunge moyo yevamwe vavo yakange iri pedyo nokurasika (kubva pagwara rakanaka), asi vakabvuma shanduko yavo. Zvirokwazvo, Allah vane ngoni zhinji, netsitsi dzakanyanya"},{"SurahNumber":9,"VerseNumber":118,"Text":"Uyezve (vakaregerera) vatatu vasina kubatana nevamwe (pahondo yeku Tabook) kusvika nyika nemakuriro ayo yakava diki uye vakava vanobatikana pachavo, uye vakava nechokwadi kuti hakuna kutiza kuna Allah, uye kwekuhwanda asi kwavari (Allah). Nokudaro vakavaregerera kuti vave vanokumbira (rushanduko kwavari). Zvirokwazvo, Allah ndivo vega vanoregerera, uye kugamuchira rushanduko, vane tsitsi dzakanyanya"},{"SurahNumber":9,"VerseNumber":119,"Text":"Imi vanotenda! Ityai Allah, uye ivai neavo vari pachokwadi (mumashoko nemabasa)"},{"SurahNumber":9,"VerseNumber":120,"Text":"Zvakanga zvisina kunaka kuti vanhu vemuMadinah uye maA’raab (vagari vekumaruwa) vemunharaunda kuti vasare kumashure kwamutumwa waAllah (Muhammad (SAW) pakurwa munzira yaAllah), uye kushuvira hupenyu hwavo kuhupenyu hwake. Nokuti havana kushupika nenyota kana kuneta kana nzara munzira yaAllah, kana kutora chinhanho chokusumudza hasha dzevasingatendi, kana kuisa marwadzo kuvavengi asi zvaitonyorwa kwavari sebasa rakanaka. Zvirokwazvo, Allah havatambisi mibairo yevatsvene"},{"SurahNumber":9,"VerseNumber":121,"Text":"Uye hapana chavanopa chingava chii zvacho (munzira yaAllah), chidiki kana chihombe, kana kuyambuka mupata, asi zvinonyorwa pamabasa avo, kuti Allah vanovaripa nemabasa avo akanaka avaigaro ita"}]}