{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":19,"Text":"«ويطوف عليهم ولدان مخلدون» بصفة الولدان لا يشيبون «إذا رأيتهم حسبتهم» لحسنهم وانتشارهم في الخدمة «لؤلؤا منثورا» من سلكه أو من صدفه وهو أحسن منه في غير ذلك"},{"SurahNumber":76,"VerseNumber":20,"Text":"«وإذا رأيت ثم» أي وجدت الرؤية منك في الجنة «رأيت» جواب إذا «نعيما» لا يوصف «وملكا كبيرا» واسعا لا غاية له"},{"SurahNumber":76,"VerseNumber":21,"Text":"«عاليهم» فوقهم فنصبه على الظرفية وهو خبر لمبتدأ بعده وفي قراءة بسكون الياء مبتدأ وما بعده خبر والضمير المتصل به للمعطوف عليهم «ثياب سندس» حرير «خضر» بالرفع «وإستبرق» بالجر ما غلظ من الديباج فهو البطائن والسندس الظهائر وفي قراءة عكس ما ذكر فيهما وفي أخرى، برفعهما وفي أخرى بجرهما «وحلُّوا أساور من فضة» وفي موضع من ذهب للايذان بأنهم يحلون من النوعين معا ومفرقا «وسقاهم ربهم شرابا طهورا» مبالغة في طهارته ونظافته بخلاف خمر الدنيا"},{"SurahNumber":76,"VerseNumber":22,"Text":"«إن هذا» النعيم «كان لكم جزاءً وكان سعيكم مشكورا»"},{"SurahNumber":76,"VerseNumber":23,"Text":"«إنا نحن» تأكيد لاسم إن أو فصل «نزلنا عليك القرآن تنزيلا» خبر إن أي فصلناه ولم ننزله جملة واحدة"},{"SurahNumber":76,"VerseNumber":24,"Text":"«فاصبر لحكم ربك» عليك بتبليغ رسالته «ولا تطع منهم» أي الكفار «آثما أو كفورا» أي عتبة بن ربيعة والوليد بن المغيرة قالا للنبي صلى الله عليه وسلم ارجع عن هذا الأمر. ويجوز أن يراد كل آثم وكافر أي لا تطع أحدهما أَيا كان فيما دعاك إليه من إثم أو كفر"},{"SurahNumber":76,"VerseNumber":25,"Text":"«واذكر اسم ربك» في الصلاة «بكرة وأصيلا» يعني الفجر والظهر والعصر"},{"SurahNumber":76,"VerseNumber":26,"Text":"«ومن الليل فاسجد له» يعني المغرب والعشاء «وسبحه ليلا طويلا» صل التطوع فيه كما تقدم من ثلثيه أو نصفه أو ثلثه"},{"SurahNumber":76,"VerseNumber":27,"Text":"«إن هؤلاء يحبون العاجلة» الدنيا «ويذرون وراءهم يوما ثقيلا» شديدا أي يوم القيامة لا يعملون له"},{"SurahNumber":76,"VerseNumber":28,"Text":"«نحن خلقناهم وشددنا» قوينا «أسرهم» أعضاءهم ومفاصلهم «وإذا شئنا بدلنا» جعلنا «أمثالهم» في الخلقة بدلا منهم بأن نهلكهم «تبديلا» تأكيد ووقعت إذا موقع إن نحو إن يشأ يذهبكم لأنه تعالى لم يشأ ذلك وإذا لمّا يقع"},{"SurahNumber":76,"VerseNumber":29,"Text":"«إن هذه» السورة «تذكرة» عظة للخلق «فمن شاء اتخذ إلى ربه سبيلا» طريقا بالطاعة"},{"SurahNumber":76,"VerseNumber":30,"Text":"«وما تشاءون» بالتاء والياء اتخاذ السبيل بالطاعة «إلا أن يشاء الله» ذلك «إن الله كان عليما» بخلقه «حكيما» في فعله"},{"SurahNumber":76,"VerseNumber":31,"Text":"«يُدخل من يشاء في رحمته» جنته وهم المؤمنون «والظالمين» ناصبه فعل مقدر، أي أعد يفسره «أَعد لهم عذابا أليما» مؤلماً وهم الكافرون"},{"SurahNumber":77,"VerseNumber":1,"Text":"«والمرسلات عُرفا» أي الرياح متتابعة كعرف الفرس يتلو بعضه بعضا ونصبه على الحال"},{"SurahNumber":77,"VerseNumber":2,"Text":"«فالعاصفات عصفا» الرياح الشديدة"},{"SurahNumber":77,"VerseNumber":3,"Text":"«والناشرات نشرا» الرياح تنشر المطر"},{"SurahNumber":77,"VerseNumber":4,"Text":"«فالفارقات فرقا» أي آيات القرآن تفرق بين الحق والباطل والحلال والحرام"},{"SurahNumber":77,"VerseNumber":5,"Text":"«فالملقيات ذكرا» أي الملائكة تنزل بالوحي إلى الأنبياء والرسل يلقون الوحي إلى الأمم"},{"SurahNumber":77,"VerseNumber":6,"Text":"«عذْرا أو نذرا» أي للإعذار والإنذار من الله تعالى وفي قراءة بضم ذال نذرا وقرئ بضم ذال عذرا"},{"SurahNumber":77,"VerseNumber":7,"Text":"«إنما توعدون» أي يا كفار مكة من البعث والعذاب «لواقع» كائن لا محالة"},{"SurahNumber":77,"VerseNumber":8,"Text":"«فإذا النجوم طمست» محي نورها"},{"SurahNumber":77,"VerseNumber":9,"Text":"«وإذا السماء فرجت» شقت"},{"SurahNumber":77,"VerseNumber":10,"Text":"«وإذا الجبال نسفت» فتتت وسيرت"},{"SurahNumber":77,"VerseNumber":11,"Text":"«وإذا الرسل أُقتت» بالواو وبالهمزة بدلا منها، أي جمعت لوقت"},{"SurahNumber":77,"VerseNumber":12,"Text":"«لأي يوم» ليوم عظيم «أُجلت» للشهادة على أممهم بالتبليغ"},{"SurahNumber":77,"VerseNumber":13,"Text":"«ليوم الفصل» بين الخلق ويؤخذ منه جواب إذا، أي وقع الفصل بين الخلائق"},{"SurahNumber":77,"VerseNumber":14,"Text":"«وما أدراك ما يوم الفصل» تهويل لشأنه"},{"SurahNumber":77,"VerseNumber":15,"Text":"«ويل يومئذ للمكذبين» هذا وعيد لهم"},{"SurahNumber":77,"VerseNumber":16,"Text":"«ألم نهلك الأولين» بتكذيبهم، أي أهلكناهم"},{"SurahNumber":77,"VerseNumber":17,"Text":"«ثم نتبعهم الآخرين» ممن كذبوا ككفار مكة فنهلكهم"},{"SurahNumber":77,"VerseNumber":18,"Text":"«كذلك» مثل ما فعلنا بالمكذبين «نفعل بالمجرمين» بكل من أجرم فيما يستقبل فنهلكهم"},{"SurahNumber":77,"VerseNumber":19,"Text":"«ويل يومئذ للمكذبين» تأكيد"},{"SurahNumber":77,"VerseNumber":20,"Text":"«أَلم نخلقكم من ماء مهين» ضعيف وهو المني"},{"SurahNumber":77,"VerseNumber":21,"Text":"«فجعلناه في قرار مكين» حريز وهو الرحم"},{"SurahNumber":77,"VerseNumber":22,"Text":"«إلى قدر معلوم» وهو وقت الولادة"},{"SurahNumber":77,"VerseNumber":23,"Text":"«فقَدرنا» على ذلك «فنعم القادرون» نحن"},{"SurahNumber":77,"VerseNumber":24,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":25,"Text":"«ألم نجعل الأرض كفاتا» مصدر كفت بمعنى ضم، أي ضامة"},{"SurahNumber":77,"VerseNumber":26,"Text":"«أحياءً» على ظهرها «وأمواتا» في بطنها"},{"SurahNumber":77,"VerseNumber":27,"Text":"«وجعلنا فيها رواسيَ شامخات» جبالا مرتفعات «وأسقيناكم ماء فراتا» عذبا"},{"SurahNumber":77,"VerseNumber":28,"Text":"«ويل يومئذ للمكذبين» ويقال للمكذبين يوم القيامة"},{"SurahNumber":77,"VerseNumber":29,"Text":"«انطلقوا إلى ما كنتم به» من العذاب «تكذبون»"},{"SurahNumber":77,"VerseNumber":30,"Text":"«انطلقوا إلى ظل ذي ثلاث شعب» هو دخان جهنم إذا ارتفع افترق ثلاث فرق لعظمه"},{"SurahNumber":77,"VerseNumber":31,"Text":"«لا ظليل» كنين يظلهم من حر ذلك اليوم «ولا يغني» يرد عنهم شيئا «من اللهب» النار"},{"SurahNumber":77,"VerseNumber":32,"Text":"«إنها» أي النار «ترمي بشرر» هو ما تطاير منها «كالقصر» من البناء في عظمه وارتفاعه"},{"SurahNumber":77,"VerseNumber":33,"Text":"(كأنه جمالات) جمالات جمع جمل وفي قراءة جمالت (صفر) في هيئتها ولونها وفي الحديث \"\" شرار الناس أسود كالقير \"\" والعرب تسمي سود الإبل صفرا لشوب سوادها بصفرة فقيل صفر في الآية بمعنى سود لما ذكر وقيل لا، والشرر: جمع شرارة، والقير: القار"},{"SurahNumber":77,"VerseNumber":34,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":35,"Text":"«هذا» أي يوم القيامة «يوم لا ينطقون» فيه بشيء"},{"SurahNumber":77,"VerseNumber":36,"Text":"«ولا يؤذن لهم» في العذر «فيعتذرون» عطف على يؤذن من غير تسبب عنه فهو داخل في حيز النفي، أي لا إذن فلا اعتذار"},{"SurahNumber":77,"VerseNumber":37,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":38,"Text":"«هذا يوم الفصل جمعناكم» أيها المكذبون من هذه الأمة «والأولين» من المكذبين قبلكم فتحاسبون وتعذبون جميعا"},{"SurahNumber":77,"VerseNumber":39,"Text":"«فإن كان لكم كيد» حيلة في دفع العذاب عنكم «فكيدون» فافعلوها"},{"SurahNumber":77,"VerseNumber":40,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":41,"Text":"«إن المتقين في ظلال» أي تكاثف أشجار إذ لا شمس يظل من حرها «وعيون» نابعة من الماء"},{"SurahNumber":77,"VerseNumber":42,"Text":"«وفواكه مما يشتهون» فيه إعلام بأن المأكل والمشرب في الجنة بحسب شهواتهم بخلاف الدنيا فبحسب ما يجد الناس في الأغلب ويقال لهم"},{"SurahNumber":77,"VerseNumber":43,"Text":"«كلوا واشربوا هنيئا» حال، أي متهنئين «بما كنتم تعملون» من الطاعة"},{"SurahNumber":77,"VerseNumber":44,"Text":"«إنا كذلك» كما جزينا المتقين «نجزي المحسنين»"},{"SurahNumber":77,"VerseNumber":45,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":46,"Text":"«كلوا وتمتعوا» خطاب للكفار في الدنيا «قليلا» من الزمان وغايته الموت، وفي هذا تهديد لهم «إنكم مجرمون»"},{"SurahNumber":77,"VerseNumber":47,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":48,"Text":"«وإذا قيل لهم اركعوا» صلوا «لا يركعون» لا يصلون"},{"SurahNumber":77,"VerseNumber":49,"Text":"«ويل يومئذ للمكذبين»"},{"SurahNumber":77,"VerseNumber":50,"Text":"«فبأي حديث بعده» أي القرآن «يؤمنون» أي لا يمكن إيمانهم بغيره من كتب الله بعد تكذيبهم به لاشتماله على الإعجاز الذي لم يشتمل عليه غيره"}]}