{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"۞واذا وقع القول عليهم اخرجنا لهم دابة من الارض تكلمهم ان الناس كانوا بايتنا لا يوقنون"},{"SurahNumber":27,"VerseNumber":83,"Text":"ويوم نحشر من كل امة فوج ا ممن يكذب بايتنا فهم يوزعون"},{"SurahNumber":27,"VerseNumber":84,"Text":"حتى اذا جاءو قال اكذبتم بايتي ولم تحيطوا بها علما اماذا كنتم تعملون"},{"SurahNumber":27,"VerseNumber":85,"Text":"ووقع القول عليهم بما ظلموا فهم لا ينطقون"},{"SurahNumber":27,"VerseNumber":86,"Text":"الم يروا انا جعلنا اليل ليسكنوا فيه والنهار مبصرا ان في ذلك لايت لقوم يومنون"},{"SurahNumber":27,"VerseNumber":87,"Text":"ويوم ينفخ في الصور ففزع من في السموت ومن في الارض الا من شاء الله وكل اتوه دخرين"},{"SurahNumber":27,"VerseNumber":88,"Text":"وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي اتقن كل شيء انه خبير بما تفعلون"},{"SurahNumber":27,"VerseNumber":89,"Text":"من جاء بالحسنة فله خير منها وهم من فزع يوميذ ءامنون"},{"SurahNumber":27,"VerseNumber":90,"Text":"ومن جاء بالسيية فكبت وجوههم في النار هل تجزون الا ما كنتم تعملون"},{"SurahNumber":27,"VerseNumber":91,"Text":"انما امرت ان اعبد رب هذه البلدة الذي حرمها وله كل شيء وامرت ان اكون من المسلمين"},{"SurahNumber":27,"VerseNumber":92,"Text":"وان اتلوا القرءان فمن اهتدى فانما يهتدي لنفسه ومن ضل فقل انما انا من المنذرين"},{"SurahNumber":27,"VerseNumber":93,"Text":"وقل الحمد لله سيريكم ءايته فتعرفونها وما ربك بغفل عما تعملون"},{"SurahNumber":28,"VerseNumber":1,"Text":"طسم"},{"SurahNumber":28,"VerseNumber":2,"Text":"تلك ءايت الكتب المبين"},{"SurahNumber":28,"VerseNumber":3,"Text":"نتلوا عليك من نبا موسى وفرعون بالحق لقوم يومنون"},{"SurahNumber":28,"VerseNumber":4,"Text":"ان فرعون علا في الارض وجعل اهلها شيع ا يستضعف طايفة منهم يذبح ابناءهم ويستحي نساءهم انه كان من المفسدين"},{"SurahNumber":28,"VerseNumber":5,"Text":"ونريد ان نمن على الذين استضعفوا في الارض ونجعلهم ايمة ونجعلهم الورثين"},{"SurahNumber":28,"VerseNumber":6,"Text":"ونمكن لهم في الارض ونري فرعون وهمن وجنودهما منهم ما كانوا يحذرون"},{"SurahNumber":28,"VerseNumber":7,"Text":"واوحينا الى ام موسى ان ارضعيه فاذا خفت عليه فالقيه في اليم ولا تخافي ولا تحزني انا رادوه اليك وجاعلوه من المرسلين"},{"SurahNumber":28,"VerseNumber":8,"Text":"فالتقطه ءال فرعون ليكون لهم عدو ا وحزنا ان فرعون وهمن وجنودهما كانوا خطين"},{"SurahNumber":28,"VerseNumber":9,"Text":"وقالت امرات فرعون قرت عين لي ولك لا تقتلوه عسى ان ينفعنا او نتخذه ولد ا وهم لا يشعرون"},{"SurahNumber":28,"VerseNumber":10,"Text":"واصبح فواد ام موسى فرغا ان كادت لتبدي به لولا ان ربطنا على قلبها لتكون من المومنين"},{"SurahNumber":28,"VerseNumber":11,"Text":"وقالت لاخته قصيه فبصرت به عن جنب وهم لا يشعرون"}]}