{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif, Lam, Mim, Sad (These are the names of letters of the Arabic alphabet and only Allah knows their meaning here)"},{"SurahNumber":7,"VerseNumber":2,"Text":"A Book sent down to you, (i.e., The prophet) so let there be no restriction in your breast on account of it, that you may warn thereby; and (it is) a Reminding for the believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"Closely follow what has been sent down to you (i.e. the believers) from your Lord, and do not ever follow patrons apart from Him; little are you mindful"},{"SurahNumber":7,"VerseNumber":4,"Text":"And how many a town We have caused to perish, so Our violence came to it at night (in their homes), or while halting (at midday)"},{"SurahNumber":7,"VerseNumber":5,"Text":"So, in no way did they have a plea as Our violence came to them, except that they said, \"Surely we were unjust"},{"SurahNumber":7,"VerseNumber":6,"Text":"So, indeed We will definitely ask the ones to whom (a Message) was sent, and indeed we will definitely ask the Emissaries"},{"SurahNumber":7,"VerseNumber":7,"Text":"Then indeed We will definitely narrate to them with Knowledge, and in no way were We absent"},{"SurahNumber":7,"VerseNumber":8,"Text":"And the weight upon that Day is the true (one); so he whose scales weigh heavy, then those are they (who) are the prosperers"},{"SurahNumber":7,"VerseNumber":9,"Text":"And he whose scales weigh light, then those are the ones who have lost their (own) selves for that they used to do injustice regarding Our signs"},{"SurahNumber":7,"VerseNumber":10,"Text":"And indeed We have already established you in the earth and made for you therein (means of) subsistence; little do you thank (Us)"},{"SurahNumber":7,"VerseNumber":11,"Text":"And indeed We already created you, thereafter We fashioned you, thereafter We said to the Angels, \"Prostrate to Adam;\" so they prostrated, except Iblis; he was not of the prostrators"},{"SurahNumber":7,"VerseNumber":12,"Text":"Said He, \"What prevented you from prostrating as I commanded you?\" Said he, \"I am more charitable (i.e. better) than he. You created me of fire, and You created him of clay"},{"SurahNumber":7,"VerseNumber":13,"Text":"Said He, \"Then get down (out of) it; so, in no way is it for you to be proud therein; then go out; surely you are among the belittled"},{"SurahNumber":7,"VerseNumber":14,"Text":"Said he, \"Respite me to the Day they are made to rise again"},{"SurahNumber":7,"VerseNumber":15,"Text":"Said He, \"Surely you are among the ones respited"},{"SurahNumber":7,"VerseNumber":16,"Text":"Said he, \"So, for that You caused me to be misguided, indeed I will definitely sit (i.e., in ambush) for them (on) Your straight Path"},{"SurahNumber":7,"VerseNumber":17,"Text":"Thereafter indeed I will definitely come up to them from before them (Literally: between their hands) and from behind them, and from their right (hands), and from their left (hands); and You will not find most of them thankful"},{"SurahNumber":7,"VerseNumber":18,"Text":"Said He, \"Go out of it, reproved and regretfully rejected. Indeed whoever of them will follow you, indeed I will definitely fill Hell from among you all together"},{"SurahNumber":7,"VerseNumber":19,"Text":"And O Adam, dwell, you and your spouse, in the Garden (and) so eat of where you (both) decide; and do not draw near this tree, (or) then (both of) you will be of the unjust"},{"SurahNumber":7,"VerseNumber":20,"Text":"Then Ash-Shaytan (The all-vicious, i.e., the Devil) whispered to them (both) to display to them that which was overlaid (i.e., hidden) from them of their shameful parts; and he said, \"In no way has your Lord forbidden you from this tree except that you should become (two) angels or become of the ones eternally (abiding)"},{"SurahNumber":7,"VerseNumber":21,"Text":"And he swore to both of them, \"Surely I am indeed for you both one of your honest (Literally: one of the honest advisers) advisers"},{"SurahNumber":7,"VerseNumber":22,"Text":"So he misled them both by delusion; (Or: caused their fall) then, as soon as they (both) tasted the tree, their shameful parts appeared to them, and they took to splicing upon themselves (some of) the leaves of the Garden. And their Lord called out to them, \"Did I not forbid you from that tree and say to you both, surely Satan is for you both an evident enemy"},{"SurahNumber":7,"VerseNumber":23,"Text":"They both said, \"Our Lord, we have done an injustice to ourselves; and in case You do not forgive us and have mercy on us, indeed we (both) will definitely be among the losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"Said He, \"Get down (all of you), some of you an enemy to (some) others; and in the earth there is for you a repository and an enjoyment for a while"},{"SurahNumber":7,"VerseNumber":25,"Text":"Said He, \"Therein you will live, and therein you will die, and there from you will be brought out"},{"SurahNumber":7,"VerseNumber":26,"Text":"O Seed (Or: sons) of Adam! We have readily sent down on you a garment to overlay your shameful parts, and a vesture; (Fine clothes; or feathers) and the garment of piety, that is the most charitable; (i.e., better) that is of the signs of Allah, that possibly they would constantly remember"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Seeds (Or: sons) of Adam! Definitely do not let Ash-Shaytan (The All-vicious, i.e., the Devil) tempt you just as he brought your parents (Literally: your two feathers) out of the Garden, plucking out from them (both) their garments to show them their shameful parts. Surely he sees you, he and his (dependent) tribe, from where you do not see them. Surely We have made Ash-Shayatin (The all-vicious ones, i.e., the devils) patrons of the ones who do not believe"},{"SurahNumber":7,"VerseNumber":28,"Text":"And when they perform an obscenity, they say, \"We found our fathers (performing) it, and Allah has commanded us to (perform) it.\" Say, \"Surely Allah does not command obscenity; do you say against Allah that which you do not know"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say, \"My Lord has commanded equity; and set your faces upright at every mosque and invoke Him, making the religion His faithfully; just as He began you, so you will go back (to Him)"},{"SurahNumber":7,"VerseNumber":30,"Text":"A group He has guided, and errancy has come true against (another) group.\" Surely they have taken to themselves Ash-Shayatin (The all-vicious ones, i.e., the devils) for patrons, apart from Allah, and they reckon that they are (right) guided"}]}