{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"یہ لوگ آپ سے غنیمتو ں کا حکم دریافت کرتے ہیں، آپ فرما دیجئے! کہ یہ غنیمتیں اللہ کی ہیں اور رسول کی ہیں، سو تم اللہ سے ڈرو اور اپنے باہمی تعلقات کی اصلاح کرو اور اللہ تعالیٰ اور اس کے رسول کی اطاعت کرو اگر تم ایمان والے ہو"},{"SurahNumber":8,"VerseNumber":2,"Text":"بس ایمان والے تو ایسے ہوتے ہیں کہ جب اللہ تعالیٰ کا ذکر آتا ہے تو ان کے قلوب ڈر جاتے ہیں اور جب اللہ کی آیتیں ان کو پڑھ کر سنائی جاتیں ہیں تو وه آیتیں ان کے ایمان کو اور زیاده کردیتی ہیں اور وه لوگ اپنے رب پر توکل کرتے ہیں"},{"SurahNumber":8,"VerseNumber":3,"Text":"جو کہ نماز کی پابندی کرتے ہیں اور ہم نے ان کو جو کچھ دیا ہے وه اس میں سے خرچ کرتے ہیں"},{"SurahNumber":8,"VerseNumber":4,"Text":"سچے ایمان والے یہ لوگ ہیں ان کے لیے بڑے درجے ہیں ان کے رب کے پاس اور مغفرت اور عزت کی روزی ہے"},{"SurahNumber":8,"VerseNumber":5,"Text":"جیسا کہ آپ کے رب نے آپ کے گھر سے حق کے ساتھ آپ کو روانہ کیا اور مسلمانوں کی ایک جماعت اس کو گراں سمجھتی تھی"},{"SurahNumber":8,"VerseNumber":6,"Text":"وه اس حق کے بارے میں، اس کے بعد کہ اس کا ﻇہور ہوگیا تھا آپ سے اس طرح جھگڑ رہے تھے کہ گویا کوئی ان کو موت کی طرف ہانکے لیے جاتا ہے اور وه دیکھ رہے ہیں"},{"SurahNumber":8,"VerseNumber":7,"Text":"اور تم لوگ اس وقت کو یاد کرو! جب کہ اللہ تم سے ان دو جماعتوں میں سے ایک کا وعده کرتا تھا کہ وه تمہارے ہاتھ آجائے گی اور تم اس تمنا میں تھے کہ غیر مسلح جماعت تمہارے ہاتھ آجائے اور اللہ تعالیٰ کو یہ منظور تھا کہ اپنے احکام سے حق کا حق ہونا ﺛابت کردے اور ان کافروں کی جڑ کاٹ دے"},{"SurahNumber":8,"VerseNumber":8,"Text":"تاکہ حق کا حق ہونا اور باطل کا باطل ہونا ﺛابت کردے گو یہ مجرم لوگ ناپسند ہی کریں"},{"SurahNumber":8,"VerseNumber":9,"Text":"اس وقت کو یاد کرو جب کہ تم اپنے رب سے فریاد کررہے تھے، پھر اللہ تعالیٰ نے تمہاری سن لی کہ میں تم کو ایک ہزار فرشتوں سے مدد دوں گا جو لگاتار چلے آئیں گے"},{"SurahNumber":8,"VerseNumber":10,"Text":"اور اللہ تعالیٰ نے یہ امداد محض اس لیے کی کہ بشارت ہو اور تاکہ تمہارے دلوں کو قرار ہو جائے اور مدد صرف اللہ ہی کی طرف سے ہے جو کہ زبردست حکمت واﻻ ہے"},{"SurahNumber":8,"VerseNumber":11,"Text":"اس وقت کو یاد کرو جب کہ اللہ تم پر اونگھ طاری کر رہا تھا اپنی طرف سے چین دینے کے لیے اور تم پر آسمان سے پانی برسا رہا تھا کہ اس پانی کے ذریعہ سے تم کو پاک کر دے اور تم سے شیطانی وسوسہ کو دفع کر دے اور تمہارے دلوں کو مضبوط کر دے اور تمہارے پاؤں جما دے"},{"SurahNumber":8,"VerseNumber":12,"Text":"اس وقت کو یاد کرو جب کہ آپ کا رب فرشتوں کو حکم دیتا تھا کہ میں تمہارا ساتھی ہوں سو تم ایمان والوں کی ہمت بڑھاؤ میں ابھی کفار کے قلوب میں رعب ڈالے دیتا ہوں، سو تم گردنوں پر مارو اور ان کے پور پور کو مارو"},{"SurahNumber":8,"VerseNumber":13,"Text":"یہ اس بات کی سزا ہے کہ انہوں نے اللہ کی اور اس کے رسول کی مخالفت کی۔ اور جو اللہ کی اور اس کے رسول کی مخالفت کرتا ہے سو بےشک اللہ تعالیٰ سخت سزا دینے واﻻ ہے"},{"SurahNumber":8,"VerseNumber":14,"Text":"سو یہ سزا چکھو اور جان رکھو کہ کافروں کے لیے جہنم کا عذاب مقرر ہی ہے"},{"SurahNumber":8,"VerseNumber":15,"Text":"اے ایمان والو! جب تم کافروں سے دو بدو مقابل ہو جاؤ تو ان سے پشت مت پھیرنا"},{"SurahNumber":8,"VerseNumber":16,"Text":"اور جو شخص ان سے اس موقع پر پشت پھیرے گا مگر ہاں جو لڑائی کے لیے پینترا بدلتا ہو یا جو (اپنی) جماعت کی طرف پناه لینے آتا ہو وه مستثنیٰ ہے۔ باقی اور جو ایسا کرے گا وه اللہ کے غضب میں آجائے گا اور اس کا ٹھکانہ دوزخ ہوگا وه بہت ہی بری جگہ ہے"},{"SurahNumber":8,"VerseNumber":17,"Text":"سو تم نے انہیں قتل نہیں کیا لیکن اللہ تعالیٰ نے ان کو قتل کیا۔ اور آپ نے خاک کی مٹھی نہیں پھینکی بلکہ اللہ تعالیٰ نے وه پھینکی اور تاکہ مسلمانوں کو اپنی طرف سے ان کی محنت کا خوب عوض دے بلاشبہ اللہ تعالیٰ خوب سننے واﻻ خوب جاننے واﻻ ہے"},{"SurahNumber":8,"VerseNumber":18,"Text":"(ایک بات تو) یہ ہوئی اور (دوسری بات یہ ہے) اللہ تعالیٰ کو کافروں کی تدبیر کو کمزور کرنا تھا"},{"SurahNumber":8,"VerseNumber":19,"Text":"اگر تم لوگ فیصلہ چاہتے ہو تو وه فیصلہ تمہارے سامنے آموجود ہوا اور اگر باز آجاؤ تو یہ تمہارے لیے نہایت خوب ہے اور اگر تم پھر وہی کام کرو گے تو ہم بھی پھر وہی کام کریں گے اور تمہاری جمعیت تمہارے ذرا بھی کام نہ آئے گی گو کتنی زیاده ہو اور واقعی بات یہ ہے کہ اللہ تعالیٰ ایمان والوں کے ساتھ ہے"},{"SurahNumber":8,"VerseNumber":20,"Text":"اے ایمان والو! اللہ کا اور اس کے رسول کا کہنا مانو اور اس (کا کہنا ماننے) سے روگردانی مت کرو سنتے جانتے ہوئے"},{"SurahNumber":8,"VerseNumber":21,"Text":"اور تم ان لوگوں کی طرح مت ہونا جو دعویٰ تو کرتے ہیں کہ ہم نے سن لیا حاﻻنکہ وه سنتے (سناتے کچھ) نہیں"}]}