{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Dhe përkujtoje vëllaun e Adit (Hudin) kur popullit të vet ia tërhoqi vërejtjen në Ahkaf, por ka pasur edeh para tij edhe pas tij profetë. “Mos adhuroni tjetër veçse All-llahun, unë i frikësohem dënimit tuaj në Ditën e madhe!”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Ata i thanë: “A ke ardhur të na shmangësh prej zotërave tanë? Na e sjell atë që na premton, nëse je i sinqertë”"},{"SurahNumber":46,"VerseNumber":23,"Text":"“Vetëm All-llahu e di atë, u tha ai, kurse unë kumtoj atë me çka jam dërguar, por unë e shoh se ju jeni popull i zhytur në injorancë”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Dhe kur e panë atë (mjegullën) në horizont që lëvizte kah lugina e tyre, thirrën: “Kjo re na sjell shi”! Jo, kjo është ajo që e kërkonit shpejt: Një erë me vuajtje të dhimbshme"},{"SurahNumber":46,"VerseNumber":25,"Text":"Që zhduk çdo send, me vullnetin e Zotit të vet. Dhe kur i gdhini drita nuk kishte mbetur gjë, veçse banesat e tyre. Ashtu Ne e shpërblejmë popullin mizor"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ata i patëm vendosur në asi vendi ku nuk u vendosëm juve. U dhamë të dëgjuarit, të pamurit dhe mendjen, por as të dëgjuarit e tyre, as të pamurit e tyre e as të kuptuarit nuk u bëri asnjëfarë dobie, sepse i mohuan argumentet e All-llahut dhe i përmblodhi ajo së cilës i janë tallur"},{"SurahNumber":46,"VerseNumber":27,"Text":"Disa qytete përreth jush i patëm shfarosur dhe ua kemi sqaruar argumentet, mos po kthehenn"},{"SurahNumber":46,"VerseNumber":28,"Text":"Përse nuk ndihmojnë ata të cilët në vend të All-llahut i marrin si zotër të afërt, por u humben. Këto janë shpifjet dhe trillimet e tyre"},{"SurahNumber":46,"VerseNumber":29,"Text":"Kur t’i dërguam disa exhin të dëgjojnë Kur’an, kur erdhën ta dëgjojnë, ata thanë: “Heshtni!” Dhe kur mbaroi, u kthyen te populli i tyre t’u tërheqin vërejtjen"},{"SurahNumber":46,"VerseNumber":30,"Text":"“O populli ynë, - thanë, - ne kemi dëgjuar një Libër, i cili shpallet pas Musaut, që i vërteton ata përpara tij dhe i cili udhëzon drejt të vërtetës dhe në rrugë të drejtë"},{"SurahNumber":46,"VerseNumber":31,"Text":"O populli ynë, përgjigjuni thirrësit të All-llahut dhe besoni atij, t’iu falë mëkatet dhe mbrojë nga dënimi i dhembshëm!”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kush nuk i përgjigjet thirrësit të All-llahut, ai nuk do t’i shpëtojë dënimit në tokë, dhe përveç atij nuk ka për atë mbrojtës. Ata janë në humbje flagrante"},{"SurahNumber":46,"VerseNumber":33,"Text":"A nuk e shohin se All-llahu, i cili krijoi qiejt dhe tokën dhe nuk është lodhur me krijimin e tyre, është i fuqishëm të ngjallë të vdekurit? Po, Ai, sigurisht, është i fortë për çdo send"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kurse atë ditë kur ata të cilët kanë mohuar do t’i ekspozohen zjarrit: “A nuk është kjo e vërtetë”? Do të thonë, “Po, pasha Zotin tonë!” “Pra, shijoni vuajtjen – do të thotë Ai – ashtu siç e keni mohuar”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Ti kij durim siç kanë duruar profetët më të vendosur, dhe mos insisto në dënimin e tyre. Dhe atë ditë kur të përjetojnë atë që u premtohet, do t’u duket se kanë jetuar vetëm një orë (pjesë) të ditës. Këshillë e mjaftueshme! A mos po zhduket tjetër përveçse popullit të mbrapsht"},{"SurahNumber":47,"VerseNumber":1,"Text":"Atyre të cilët nuk besuan dhe iu larguan rrugës së All-llahut, ua zhdukë veprat e tyre"},{"SurahNumber":47,"VerseNumber":2,"Text":"Kurse atyre të cilët besuan dhe punuan punë të mira, dhe në atë që iu shpall Muhammedit besuan e ajo është e vërtetë nga Zoti i tyre, Ai ua mbulon punët e këqia të tyre dhe i përmirëson kushtet e tyre"},{"SurahNumber":47,"VerseNumber":3,"Text":"Nga se mosbesimtarët ndoqën rrugën e të pavërtetës, kurse besimtarët pasuan të vërtetën nga Zoti i tyre. Ashtu All-llahu u sjell njerëzve shembujt e tyre"},{"SurahNumber":47,"VerseNumber":4,"Text":"Kur të ballafaqoheni në luftë me pabesimtarët, sulmoni deri sa t’i dobësoni, pastaj lidhni, e mandej, ose lironi me zemërgjerësi nga të lidhurit ose kërkoni dëmshpërblim. Ashtu veproni derisa të mos ndalet lufta! Sikur të donte All-llahu do t’u hakmerrej atyre, por Ai dëshiron t’u sprovojë njërin me tjetrin. Ai nuk do t’i prishë veprat e atyre të cilët flijohen në rrugë të All-llahut"},{"SurahNumber":47,"VerseNumber":5,"Text":"Ai do t’i udhëzojë dhe përmirësojë gjendjen e tyre"},{"SurahNumber":47,"VerseNumber":6,"Text":"Edhe do t’i shpier në xhennetin që ua ka bërë me dije atyre"},{"SurahNumber":47,"VerseNumber":7,"Text":"O abesimtarë, nëse ndihmoni All-llahun, (Ai) do tu ndihmojë juve dhe do t’ua forcojë këmbët tuaja"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ndërsa ata që nuk besojnë – qofshin shkatërruar – Ai do t’i tretë veprat e tyre"},{"SurahNumber":47,"VerseNumber":9,"Text":"Për shkak se nuk e pëlqyen atë që All-llahu e shpalli, prandaj do t’i zhdukë veprat e tyre"}]}