{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Ils t'interrogent au sujet du butin. Dis: «Le butin est à Allah et à Son messager.» Craignez Allah, maintenez la concorde entre vous et obéissez à Allah et à Son messager, si vous êtes croyants"},{"SurahNumber":8,"VerseNumber":2,"Text":"Les vrais croyants sont ceux dont les cœurs frémissent quand on mentionne Allah. Et quand Ses versets leur sont récités, cela fait augmenter leur foi. Et ils placent leur confiance en leur Seigneur"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ceux qui accomplissent la Salât et qui dépensent [dans le sentier d'Allah] de ce que Nous leur avons attribué"},{"SurahNumber":8,"VerseNumber":4,"Text":"Ceux-là sont, en toute vérité les croyants: à eux des degrés (élevés) auprès de leur Seigneur, ainsi qu'un pardon et une dotation généreuse"},{"SurahNumber":8,"VerseNumber":5,"Text":"De même, c'est au nom de la vérité que ton Seigneur t'a fait sortir de ta demeure, malgré la répulsion d'une partie des croyants"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ils discutent avec toi au sujet de la vérité après qu'elle fut clairement apparue; comme si on les poussait vers la mort et qu'ils (la) voyaient"},{"SurahNumber":8,"VerseNumber":7,"Text":"(Rappelez-vous), quand Allah vous promettait qu'une des deux bandes sera à vous. Vous désiriez vous emparer de celle qui était sans armes, alors qu'Allah voulait par Ses paroles faire triompher la vérité et anéantir les mécréants jusqu'au dernier"},{"SurahNumber":8,"VerseNumber":8,"Text":"afin qu'Il fasse triompher la vérité et anéantir le faux, en dépit de la répulsion qu'en avaient les criminels"},{"SurahNumber":8,"VerseNumber":9,"Text":"(Et rappelez-vous) le moment où vous imploriez le secours de votre Seigneur et qu'Il vous exauça aussitôt: «Je vais vous aider d'un millier d'Anges déferlant les uns à la suite des autres.»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah ne fit cela que pour (vous) apporter une bonne nouvelle et pour qu'avec cela vos cœurs se tranquillisent. Il n'y a de victoire que de la part d'Allah. Allah est Puissant et Sage"},{"SurahNumber":8,"VerseNumber":11,"Text":"Et quand Il vous enveloppa de sommeil comme d'une sécurité de Sa part, et du ciel Il fit descendre de l'eau sur vous afin de vous en purifier, d'écarter de vous la souillure du Diable, de renforcer les cœurs et d'en raffermir les pas! [vos pas]"},{"SurahNumber":8,"VerseNumber":12,"Text":"Et ton Seigneur révéla aux Anges: «Je suis avec vous: affermissez donc les croyants. Je vais jeter l'effroi dans les cœurs des mécréants. Frappez donc au-dessus des cous et frappez-les sur tous les bouts des doigts"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ce, parce qu'ils ont désobéi à Allah et à Son messager.» Et quiconque désobéit à Allah et à Son messager... Allah est certainement dur en punition"},{"SurahNumber":8,"VerseNumber":14,"Text":"Voilà (votre sort); goûtez-le donc! Et aux mécréants le châtiment du Feu (sera réservé)"},{"SurahNumber":8,"VerseNumber":15,"Text":"O vous qui croyez quand vous rencontrez (l'armée) des mécréants en marche, ne leur tournez point le dos"},{"SurahNumber":8,"VerseNumber":16,"Text":"Quiconque, ce jour-là, leur tourne le dos, - à moins que ce soit par tactique de combat, ou pour rallier un autre groupe, - celui-là encourt la colère d'Allah et son refuge sera l'Enfer. Et quelle mauvaise destination"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ce n'est pas vous qui les avez tués: mais c'est Allah qui les a tués. Et lorsque tu lançais (une poignée de terre), ce n'est pas toi qui lançais: mais c'est Allah qui lançait, et ce pour éprouver les croyants d'une belle épreuve de Sa part! Allah est Audient et Omniscient"},{"SurahNumber":8,"VerseNumber":18,"Text":"Voilà! Allah réduit à rien la ruse des mécréants"},{"SurahNumber":8,"VerseNumber":19,"Text":"Si vous avez imploré l'arbitrage d'Allah vous connaissez maintenant la sentence [d'Allah] Et si vous cessez [la mécréance et l'hostilité contre le Prophète..], c'est mieux pour vous. Mais si vous revenez, Nous reviendrons, et votre masse, même nombreuse, ne vous sera d'aucune utilité. Car Allah est vraiment avec les croyants"},{"SurahNumber":8,"VerseNumber":20,"Text":"O vous qui croyez! Obéissez à Allah et à Son messager et ne vous détournez pas de lui quand vous l'entendez (parler)"},{"SurahNumber":8,"VerseNumber":21,"Text":"Et ne soyez pas comme ceux qui disent: «Nous avons entendu», alors qu'ils n'entendent pas"}]}