{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"«وأن عذابي» للعصاة «هو العذاب الأليم» المؤلم"},{"SurahNumber":15,"VerseNumber":51,"Text":"«ونبئهم عن ضيف إبراهيم» وهم الملائكة اثنا عشر أو عشرة أو ثلاثة منهم جبريل"},{"SurahNumber":15,"VerseNumber":52,"Text":"«إذ دخلوا عليه فقالوا سلاما» أي هذا اللفظ «قال» إبراهيم لما عرض عليم الأكل فلم يأكلوا «إنا منكم وجلون» خائفون"},{"SurahNumber":15,"VerseNumber":53,"Text":"«قالوا لا توجل» لا تخف «إنا» رسل ربك «نبشرك بغلام عليم» ذي علم كثير هو إسحاق كما ذكرنا في سورة هود"},{"SurahNumber":15,"VerseNumber":54,"Text":"«قال أبشرتموني» بالولد «على أن مسني الكبر» حال أي مع مسه إياي «فبم» فبأي شيء «تبشرون» استفهام تعجب"},{"SurahNumber":15,"VerseNumber":55,"Text":"«قالوا بشرناك بالحق» بالصدق «فلا تكن من القانطين» الآيسين"},{"SurahNumber":15,"VerseNumber":56,"Text":"«قال ومن» أي لا «يقنَِط» بكسر النون وفتحها «من رحمة ربه إلا الضالون» الكافرون"},{"SurahNumber":15,"VerseNumber":57,"Text":"«قال فما خطبكم» شأنكم «أيها المرسلون»"},{"SurahNumber":15,"VerseNumber":58,"Text":"«قالوا إنا أرسلنا إلى قوم مجرمين» كافرين أي لوط لإهلاكهم"},{"SurahNumber":15,"VerseNumber":59,"Text":"«إلا آل لوط إنا لمنجوهم أجمعين» لإيمانهم"},{"SurahNumber":15,"VerseNumber":60,"Text":"«إلا امرأته قدرنا إنها لمن الغابرين» الباقين في العذاب لكفرها"},{"SurahNumber":15,"VerseNumber":61,"Text":"«فلما جاء آل لوط» أي لوطا «المرسلون»"},{"SurahNumber":15,"VerseNumber":62,"Text":"«قال» لهم «إنكم قوم منكرون» لا أعرفكم"},{"SurahNumber":15,"VerseNumber":63,"Text":"«قالوا بل جئناك بما كانوا» أي قومك «فيه يمترون» يشكون وهو العذاب"},{"SurahNumber":15,"VerseNumber":64,"Text":"«وأتيناك بالحق وإنا لصادقون» في قولنا"},{"SurahNumber":15,"VerseNumber":65,"Text":"«فأَسْرِ بأهلك بقطع من الليل واتبع أدبارهم» امش خلفهم «ولا يلتفت منكم أحد» لئلا يرى عظيم ما ينزل بهم «وامضوا حيث تؤمرون» وهو الشام"},{"SurahNumber":15,"VerseNumber":66,"Text":"«وقضينا» أوحينا «إليه ذلك الأمر» وهو «أن دابر هؤلاء مقطوع مصبحين» حال أي يتم استئصالهم في الصباح"},{"SurahNumber":15,"VerseNumber":67,"Text":"«وجاء أهل المدينة» مدينة سدوم وهم قوم لوط لما أخبروا أن في بيت لوط مردا حسانا وهم الملائكة «يستبشرون» حال طمعا في فعل الفاحشة بهم"},{"SurahNumber":15,"VerseNumber":68,"Text":"«قال» لوط «إن هؤلاء ضيفي فلا تفضحون»"},{"SurahNumber":15,"VerseNumber":69,"Text":"«واتقوا الله ولا تخزون» بقصدكم إياهم بفعل الفاحشة بهم"},{"SurahNumber":15,"VerseNumber":70,"Text":"«قالوا أو لم ننهك عن العالمين» عن إضافتهم"},{"SurahNumber":15,"VerseNumber":71,"Text":"«قال هؤلاء بناتي إن كنتم فاعلين» ما تريدون من قضاء الشهوة فتزوجوهن. قال تعالى"},{"SurahNumber":15,"VerseNumber":72,"Text":"«لعمرك» خطاب للنبي صلى الله عليه وسلم أي وحياتك «إنهم لفي سكرتهم يعمهون» يترددون"},{"SurahNumber":15,"VerseNumber":73,"Text":"«فأخذتهم الصيحة» صيحة جبريل «مشرقين» وقت شروق الشمس"},{"SurahNumber":15,"VerseNumber":74,"Text":"«فجعلنا عاليها» أي قراهم «سافلها» بأن رفعها جبريل إلى السماء وأسقطها مقلوبة إلى الأرض «وأمطرنا عليهم حجارة من سجيل» طين طبخ بالنار"},{"SurahNumber":15,"VerseNumber":75,"Text":"«إن في ذلك» المذكور «لآيات» دلالات على وحدانية الله «للمتوسمين» للناظرين المعتبرين"},{"SurahNumber":15,"VerseNumber":76,"Text":"«وإنها» أي قرى قوم لوط «لبسبيل مقيم» طريق قريش إلى الشام لم تندرس أفلا يعتبرون بهم؟"},{"SurahNumber":15,"VerseNumber":77,"Text":"«إن في ذلك لآية» لعبرة «للمؤمنين»"},{"SurahNumber":15,"VerseNumber":78,"Text":"«وإن» مخففة أي إنه «كان أصحاب الأيكة» هي غيضة شجر بقرب مدين وهم قوم شعيب «لظالمين» بتكذيبهم شعيبا"},{"SurahNumber":15,"VerseNumber":79,"Text":"«فانتقمنا منهم» بأن أهلكناهم بشدة الحر «وإنهما» أي قرى قوم لوط والأيكة «لبإمام» طريق «مبين» واضح أفلا تعتبرون بهم يا أهل مكة"},{"SurahNumber":15,"VerseNumber":80,"Text":"«ولقد كذب أصحاب الحجر» واد بين المدينة والشام وهم ثمود «المرسلين» بتكذيبهم صالحا تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد"},{"SurahNumber":15,"VerseNumber":81,"Text":"«وآتيناهم آياتنا» في الناقة «فكانوا عنها معرضين» لا يتفكرون فيها"},{"SurahNumber":15,"VerseNumber":82,"Text":"«وكانوا ينحتون من الجبال بيوتا آمنين»"},{"SurahNumber":15,"VerseNumber":83,"Text":"«فأخذتهم الصيحة مصبحين» وقت الصباح"},{"SurahNumber":15,"VerseNumber":84,"Text":"«فما أغنى» دفع «عنهم» العذاب «ما كانوا يكسبون» من بناء الحصون وجمع الأموال"},{"SurahNumber":15,"VerseNumber":85,"Text":"«وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية» لا محالة فيجازى كل أحد بعمله «فاصفح» يا محمد عن قومك «الصفح الجميل» أعرض عنهم إعراضا لا جزع فيه وهذا منسوخ بآية السيف"},{"SurahNumber":15,"VerseNumber":86,"Text":"«إن ربك هو الخلاق» لكل شيء «العليم» بكل شيء"},{"SurahNumber":15,"VerseNumber":87,"Text":"«ولقد آتيناك سبعا من المثاني» قال صلى الله عليه وسلم هي الفاتحة رواه الشيخان لأنها تثنى في كل ركعة «والقرآن العظيم»"},{"SurahNumber":15,"VerseNumber":88,"Text":"«لا تمدّن عينيك إلى ما متعنا به أزواجا» أصنافا «منهم ولا تحزن عليهم» إن لم يؤمنوا «واخفض جناحك» ألن جانبك «للمؤمنين»"},{"SurahNumber":15,"VerseNumber":89,"Text":"«وقل إني أنا النذير» من عذاب الله أن ينزل عليكم «المبين» البين الإنذار"},{"SurahNumber":15,"VerseNumber":90,"Text":"«كما أنزلنا» العذاب «على المقتسمين» اليهود والنصارى"},{"SurahNumber":15,"VerseNumber":91,"Text":"«الذين جعلوا القرآن» أي كتبهم المنزلة عليهم «عضين» أجزاء، حيث آمنوا ببعض وكفروا ببعض، وقيل المراد بهم الذين اقتسموا طرق مكة يصدون الناس عن الإسلام، وقال بعضهم في القرآن سحر وبعضهم كهانة وبعضهم شعر"},{"SurahNumber":15,"VerseNumber":92,"Text":"«فوربك لنسألنهم أجمعين» سؤال توبيخ"},{"SurahNumber":15,"VerseNumber":93,"Text":"«عما كانوا يعملون»"},{"SurahNumber":15,"VerseNumber":94,"Text":"«فاصدع» يا محمد «بما تؤمر» به أي اجهر به وأمضه «وأعرض عن المشركين» هذا قبل الأمر بالجهاد"},{"SurahNumber":15,"VerseNumber":95,"Text":"«إنا كفيناك المستهزئين» بك بإهلاكنا كلا بآفة وهم الوليد بن المغيرة والعاص بن وائل وعدي بن قيس والأسود بن المطلب والأسود بن عبد يغوث"},{"SurahNumber":15,"VerseNumber":96,"Text":"«الذين يجعلون مع الله إلها آخر» صفة وقيل مبتدأ ولتضمنه معنى الشرط دخلت الفاء في خبره وهو «فسوف يعلمون» عاقبة أمرهم"},{"SurahNumber":15,"VerseNumber":97,"Text":"«ولقد» للتحقيق «نعلم أنك يضيق صدرك بما يقولون» من الاستهزاء والتكذيب"},{"SurahNumber":15,"VerseNumber":98,"Text":"«فسبح» ملتبسا «بحمد ربك» أي قل سبحان الله وبحمده «وكن من الساجدين» المصلين"},{"SurahNumber":15,"VerseNumber":99,"Text":"«واعبد ربك حتى يأتيك اليقين» الموت"}]}