{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Suurili m-bɔŋɔ ka Ti (Tinim’ Naawuni) siɣisi li na, ka zali li (di fukumsinim’) talahi, ka Ti lahi siɣisi daliri shεŋa din be polo ni na di puuni, domin achiika! Yi leei ninvuɣu shɛba ban teeri Naawuni yɛla"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zimpaɣa mini zindoo, fiεbmi ya bɛ zaɣiyino kam baranzum kobga. Yaha! Miri ya ka yi chɛ ka nambɔɣu gbahi ya ni bɛ niriba ayi maa Naawuni zaligu ŋɔ puuni, di yi niŋ ka yi shiri nyɛla ninvuɣu shεba ban ti Naawuni ni Zaadali yεlimaŋli. Yaha! Chεli ya ka zamaatu shεba ninvuɣu shɛba ban ti Naawuni yɛlimaŋli puuni di bɛ tibli dargibu maa shɛhira"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zindoo bɛ niŋdi (paɣa so) amiliya naɣila zimpaɣa bee baɣiyumaanda, lala ka zimpaɣa bɛ niŋdi (do’ so) amiliya naɣila zindoo bee baɣayumaanda. Amaa! Bɛ mɔŋ lala n-zaŋ ti ninvuɣu shεba ban ti Naawunui yεlimaŋli"},{"SurahNumber":24,"VerseNumber":4,"Text":"Yaha! Ninvuɣu shεba ban ŋmari ʒiri m-pari paɣa shεba ban gbibi bɛ maŋa, ka mi bi tahi shɛhiranim’ anahi na, tɔ! Yin fiεbmi ya ba baranzum pihinii, ka miri ya ka yi lahi deei bɛ shɛhira shεli kuli mali wɔra. Yaha! Bannim’ maa n-nyɛ ninvuɣu shεba ban kpee yi"},{"SurahNumber":24,"VerseNumber":5,"Text":"Naɣila ninvuɣu shεba ban niŋ tuuba di nyaaŋa, ka lahi viεlgi bɛ tuma. Tɔ! achiika! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"},{"SurahNumber":24,"VerseNumber":6,"Text":"Yaha! Ninvuɣu shεba ban zilsiri bɛ daamiliya paɣaba ni zina, ka mi ka shɛhiranima naɣila bɛ mammaŋa, tɔ! Bɛ puuni yino shɛhira nyɛla (doo maa po Naawuni) bunahi: kadama achiika! O nyɛla ŋun be yεlimaŋlinim’ puuni"},{"SurahNumber":24,"VerseNumber":7,"Text":"Din pahiri anu, (ka o yεli): “Achiika! Naawuni narimbu be o zuɣu, o yi shiri nyɛla ŋun be ʒirinim’ puuni"},{"SurahNumber":24,"VerseNumber":8,"Text":"Yaha! Bɛ ni vuui azaaba ka chɛ o (paɣa maa), di yi niŋ ka o gba di o maŋ’ shɛhira (ka po Naawuni) bunahi kadama achiika! O (yidana maa) be ʒirinim’ ni.”"},{"SurahNumber":24,"VerseNumber":9,"Text":"Din pahiri anu, ka o (paɣa maa yɛli): “Achiika! Naawuni narimbu be o zuɣu, di yi niŋ ka o (n yidana maa) be yεlimaŋlinim’ puuni.”"},{"SurahNumber":24,"VerseNumber":10,"Text":"Di yi di pala Naawuni pini mini O nambɔzɔbo yi zuɣu, (O naan gbaai ya gbaarikpeeni). Yaha! Achiika! Naawuni nyɛla Tuubadeera, Yεmgoliŋgalana"},{"SurahNumber":24,"VerseNumber":11,"Text":"Achiika! Ninvuɣu shεba ban 1 daa kana ni ʒiri la, bɛ nyɛla zamaatu shεba ban be yi (Muslinnim’) puuni, tɔ! Miri ya ka yi tεhi ni di nyɛla zaɣibεɣu n-tin ya. Chɛli gba! Di nyɛla zaɣivɛlli n-tin ya, bɛ (ban tεhi lala maa) puuni ninvuɣu yino kam mali taali shεli o ni bo n-ti o maŋa. Yaha! Bɛ puuni ninvuɣu so ŋun taali galsi gari bɛ zaa (Abdullahi Ibni Ubayi Ibn Saluul) mali azaaba din bara (Zaadali)"},{"SurahNumber":24,"VerseNumber":12,"Text":"Di yi di niŋ ka yi (Muslinnim’) ni daa wum li, ka (yi puuni) ban ti Naawuni yεlimaŋli paɣaba ni dobba bi tεhi zaɣivεlli n-ti bɛ maŋ’ ka yεli: “Ŋɔ maa nyɛla ʒiri din be polo ni.”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Di yi di niŋ ka bɛ bi zaŋ shɛhiranim’ anahi na? Dinzuɣu, bɛ yi bi zaŋ shɛhira- nim’ anahi maa na, tɔ! Bannim’ nyɛla ʒirinim’ Naawuni sani"},{"SurahNumber":24,"VerseNumber":14,"Text":"Yaha! Di yi di pala Naawuni pini ni O nambɔzɔbo yi (Muslinnim’) zuɣu Dunia mini Chiyaama, tɔ! Azaaba titali naan paai ya n-zaŋ chaŋ yi daalizam’ shεŋa yi ni daa di maa ni"},{"SurahNumber":24,"VerseNumber":15,"Text":"Saha shεli yi (Muslinnim’) ni daa tuhiri li soli ni yi zilima, ka yεri yi ni ka shɛli baŋsim yi noya ni, ka yi naan tεhiri li yεltɔɣa bila, ka di nyɛla din bara Naawuni sani"},{"SurahNumber":24,"VerseNumber":16,"Text":"Yaha! Di yi di niŋ ka yi (Muslinnim’) ni daa wum li, ka yi daa bi yεli: “Di bi tu kamaata ni ti gbibi ŋɔ maa n-tɔɣsira. Yaa ti Duuma Naawuni! A nam niŋ kasi, ŋɔ maa nyɛla ʒiri zaɣititali.”"},{"SurahNumber":24,"VerseNumber":17,"Text":"Naawuni saɣisiri ya ni yi di lahi niŋ ŋɔ maa tatabo kuli mali wɔra, yinim’ deei yi nyɛla ninvuɣu shεba ban ti Naawuni yεlimaŋli"},{"SurahNumber":24,"VerseNumber":18,"Text":"Yaha! Naawuni kahigiri ya la O nam yɛlikpahinda. Yaha! Naawuni nyɛla Baŋda, Yεmgoliŋgalana"},{"SurahNumber":24,"VerseNumber":19,"Text":"Achiika! Ninvuɣu shεba ban bɔri ni ninvuɣuyolim lahibali wuligi luɣuli kam n-zaŋ chaŋ ninvuɣu shεba ban ti Naawuni yεlimaŋli polo maa, tɔ! Azaabakpeeni be bɛ zuɣu Dunia ni Chiyaama. Yaha! Naawuni mi din sɔɣi, amaa! Yi bi mi"},{"SurahNumber":24,"VerseNumber":20,"Text":"Yaha! Di yi di pala Naawuni pini mini O nambɔzɔbo zuɣu, (O naan gbaai ya gbaarikpeeni). Yaha! Achiika! Naawuni nyɛla Nambɔzɔrikpeeni lana, Zaadali Nambɔzobonaa"}]}