{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"もしアッラーが，そのしもべたちに対し過大に恵みを授けるならば，かれらはたちまち不正にはしる。しかし，かれは望むことを，適度に下される。本当にかれはそのしもべたちを熟知し監視なされる方である。"},{"SurahNumber":42,"VerseNumber":28,"Text":"かれこそは（人びとが）絶望した時，雨を降らせ，慈悲を垂れられる方。かれは讃美すべき愛護者であられる。"},{"SurahNumber":42,"VerseNumber":29,"Text":"天と地の創造と，その間に撒き散らされた生きとし生ける物は，かれの印の中にある。またかれは，御望みの時に，一斉にかれらを召集なされる権能者である。"},{"SurahNumber":42,"VerseNumber":30,"Text":"あなたがたに降りかかるどんな不幸も，あなたがたの手が稼いだものである。それでもかれは，（その）多くを赦される。"},{"SurahNumber":42,"VerseNumber":31,"Text":"あなたがたは地上において，かれを挫くことは出来ない。あなたがたには，アッラーの外にどんな愛護者も援助者もないのである。"},{"SurahNumber":42,"VerseNumber":32,"Text":"また，かれの印の一つは船で，それはちょうど海の中を進む山のようである。"},{"SurahNumber":42,"VerseNumber":33,"Text":"もしかれの御心なら風を静められ，それで（船は）海面に泊ってしまう。本当にこの中には，よく耐え感謝する者への印がある。"},{"SurahNumber":42,"VerseNumber":34,"Text":"またかれは，（人びとが）自ら犯した罪のために，それら（船）を難破させることも出来る。だが（その罪の）多くを許される。"},{"SurahNumber":42,"VerseNumber":35,"Text":"しかし，われの印に就いて論議する者は，免れる場もないことを知るであろう。"},{"SurahNumber":42,"VerseNumber":36,"Text":"あなたがたに与えられる凡てのものは，現世の生活における（暫しの）享楽（に過ぎない）。信仰して，主を信頼する者にとっては，アッラーの御許にあるものこそ，もっとも善であり，はるかに永続する。"},{"SurahNumber":42,"VerseNumber":37,"Text":"また，大罪や破廉恥な行為を避ける者，怒ってもゆるす者，"},{"SurahNumber":42,"VerseNumber":38,"Text":"また主（の呼びかけ）に答えて礼拝の務めを守る者，互いに事を相談し合って行う者，われが授けたものから施す者，"},{"SurahNumber":42,"VerseNumber":39,"Text":"迫害に会った時，助け合い，防衛する者，（にとって，アッラーの御許にあるものこそ，最も善であり永続する）。"},{"SurahNumber":42,"VerseNumber":40,"Text":"悪に対する報いは，それと同様の悪である。だが寛容して和解する者に対して，アッラーは報酬を下さる。本当にかれは悪い行いの者を御好みになられない。"},{"SurahNumber":42,"VerseNumber":41,"Text":"不当なことをされた者が，自ら守って（報復して）も，これらの者に対して罪はない。"},{"SurahNumber":42,"VerseNumber":42,"Text":"他人に悪を行い，また度を越した復讐を企て地上を騒がす者たち，かれらに対する（アッラーの）罰は痛ましい懲罰があるだけである。"},{"SurahNumber":42,"VerseNumber":43,"Text":"だが耐え忍んで赦してやること，それこそ（アッラーの決められた）確固たる人の道というもの。"},{"SurahNumber":42,"VerseNumber":44,"Text":"アッラーが迷うに任せた者には，その後擁護者はないのである。あなたがたは悪を行う者が，懲罰を見ると，「何とか引返す道はないでしょうか。」と言うのを見るであろう。"},{"SurahNumber":42,"VerseNumber":45,"Text":"あなたがたは，かれらが卑しめられて業火に晒され盗み目で見据えているのを見よう。信仰する者は，「復活の日に，自分自身と追従者を失う者は，本当の損失者です。」と言う。ああ，悪を行った者は，本当に永遠の懲罰を受ける。"},{"SurahNumber":42,"VerseNumber":46,"Text":"かれらにはアッラーの外に，助ける守護者はない。アッラーが迷うに任せた者には，（帰る所への）道はないのである。」"},{"SurahNumber":42,"VerseNumber":47,"Text":"避けられない日が，アッラーからあなたがたの許にやって来る前に，あなたがたの主（の呼びかけ）に答えなさい。その日あなたがたには避難所もなく，（自分の罪を）否認する余地もない。"},{"SurahNumber":42,"VerseNumber":48,"Text":"もしかれらが背き去っても，われはかれらへの見張り人として，あなたを遣わした訳ではない。あなた（の務め）は，（啓示の）伝達だけである。人間はわれが恵みを味わせると，それにより高慢になる。ところが，自分の手が犯した行いのために不幸に悩まされると，本当に恩を忘れる。"},{"SurahNumber":42,"VerseNumber":49,"Text":"天と地の大権は，アッラーの有である。かれは御心のままに創られる。かれは，御望みの者に女児を授け，また御望みの者に男児を授けられる。"},{"SurahNumber":42,"VerseNumber":50,"Text":"また男と女を混ぜ（て授け），また御望みの者を不妊になされる。本当にかれは全知にして強力であられる。"}]}