{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"And whoever of them should say: Surely I am a god besides Him, such a one do We recompense with hell; thus do, We recompense the unjust"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do not those who disbelieve see that the heavens and the earth were closed up, but We have opened them; and We have made of water everything living, will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have made great mountains in the earth lest it might be convulsed with them, and We have made in it wide ways that they may follow a right direction"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have made the heaven a guarded canopy and (yet) they turn aside from its signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"And He it is Who created the night and the day and the sun and the moon; all (orbs) travel along swiftly in their celestial spheres"},{"SurahNumber":21,"VerseNumber":34,"Text":"And We did not ordain abiding for any mortal before you. What! Then if you die, will they abide"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul must taste of death and We try you by evil and good by way of probation; and to Us you shall be brought back"},{"SurahNumber":21,"VerseNumber":36,"Text":"And when those who disbelieve see you, they do not take you but for one to be scoffed at: Is this he who speaks of your gods? And they are deniers at the mention of the Beneficent Allah"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man is created of haste; now will I show to you My signs, therefore do not ask Me to hasten (them) on"},{"SurahNumber":21,"VerseNumber":38,"Text":"And they say: When will this threat come to pass if you are truthful"},{"SurahNumber":21,"VerseNumber":39,"Text":"Had those who disbelieve but known (of the time) when they shall not be able to ward off the fire from their faces nor from their backs, nor shall they be helped"},{"SurahNumber":21,"VerseNumber":40,"Text":"Nay, it shall come on them all of a sudden and cause them to become confounded, so they shall not have the power to avert it, nor shall they be respited"},{"SurahNumber":21,"VerseNumber":41,"Text":"And certainly apostles before you were scoffed at, then there befell those of them who scoffed that at which they had scoffed"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say: Who guards you by night and by day from the Beneficent Allah? Nay, they turn aside at the mention of their Lord"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or, have they gods who can defend them against Us? They shall not be able to assist themselves, nor shall they be defended from Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nay, We gave provision to these and their fathers until life was prolonged to them. Do they not then see that We are visiting the land, curtailing it of its sides? Shall they then prevail"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say: I warn you only by revelation; and the deaf do not hear the call whenever they are warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"And if a blast of the chastisement of your Lord were to touch them, they will certainly say: O woe to us! surely we were unjust"},{"SurahNumber":21,"VerseNumber":47,"Text":"And We will set up a just balance on the day of resurrection, so no soul shall be dealt with unjustly in the least; and though there be the weight of a grain of mustard seed, (yet) will We bring it, and sufficient are We to take account"},{"SurahNumber":21,"VerseNumber":48,"Text":"And certainly We gave to Musa and Haroun the Furqan and a light and a reminder for those who would guard (against evil)"},{"SurahNumber":21,"VerseNumber":49,"Text":"(For) those who fear their Lord in secret and they are fearful of the hour"},{"SurahNumber":21,"VerseNumber":50,"Text":"And this is a blessed Reminder which We have revealed; will you then deny it"}]}