{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Katso, kaikista elollisista kurjimpia ovat Jumalan silmissä ne kuurot ja mykät, jotka eivät ymmärrä"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ja jos Jumala olisi huomannut heissä jotakin hyvää, totisesti Hän olisi antanut heille kuulon. Mutta jos Hän olisi antanut heidän kuulla, kääntyisivät he pois, sillä he ovat penseitä"},{"SurahNumber":8,"VerseNumber":24,"Text":"Te, jotka uskotte, totelkaa Jumalaa ja Hänen lähettilästään, kun Hän kutsuu teitä sen ääreen, mikä teidät eläviksi tekee, ja tietäkää, että Jumala hiipii ihmisen ja hänen sydämensä väliin ja että te tulette kokoontumaan Hänen luoksensa"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ja kavahtakaa kapinoimista; sen rangaistus ei kohtaa vain väärintekijöitä joukossanne, ja tietäkää, että Jumala on ankara selvittelyissään"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ja muistakaa, että kun olitte harvalukuisia ja halveksittuja maan päällä ja pelkäsitte, että ihmiset raivaisivat teidät tieltään, silloin Hän antoi teille suojan ja vahvisti teitä avullaan sekä varusti teidät hyvillä antimillaan, jotta olisitte kiitolliset"},{"SurahNumber":8,"VerseNumber":27,"Text":"Te, jotka uskotte, älkää loukatko Jumalaa ja lähettilästä, älkääkä pettäkö sanaanne tietoisesti"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ja tietäkää, että rikkautenne ja lapsenne ovat Teille koetus, ja että suuri palkinto odottaa Jumalan luona"},{"SurahNumber":8,"VerseNumber":29,"Text":"Te, jotka uskotte, jos pelkäätte Jumalaa, antaa Hän teille kyvyn tuntea oikean ja väärän, sovittaa pahat tekonne ja antaa teille anteeksi; Jumala on rajaton runsaudessaan"},{"SurahNumber":8,"VerseNumber":30,"Text":"Entä kun uskottomat vehkeilivät sinua vastaan, aikoen vangita sinut tai surmata sinut tai karkoittaa sinut! He tekivät suunnitelmiaan, mutta Jumala teki omiaan, ja Jumala on paras suunnittelija"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ja kun heille luetaan tunnusmerkkejämme, sanovat he: »Olemme jo kylliksi kuulleet; jos tahtoisimme, voisimme loihtia samanlaisia; nämä eivät ole muuta kuin vanhan ajan taruja.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Entä kun he sanoivat: »Jumala, jos tämä on sinun lähettämäsi totuus, niin anna kivien sataa taivaasta päällemme tai koettele meitä tuskallisella rangaistuksella!»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Mutta Jumala ei tahtonut rangaista heitä sinun ollessasi heidän joukossaan; eikä Hän tahtonut heitä rangaista senkään vuoksi, että he pyytelivät Häneltä anteeksi"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ei kuitenkaan ole syytä Jumalan olla heitä rankaisematta, sillä he estävät uskovaisia käymästä pyhässä moskeijassa olematta itse sen vartijoita. Sen vartijoita ovat ainoastaan hurskaat. Kuitenkaan ei suurin osa heistä sitä tiedä"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ja heidän rukouksensa temppelin liepeillä ei ole muuta kuin viheltämistä ja käsien pauketta. Siksi maistakaa tuskaa uskottomuutenne tähden"},{"SurahNumber":8,"VerseNumber":36,"Text":"Epäuskoiset kuluttavat varojaan käännyttääkseen ihmisiä pois Jumalan tieltä. He kuluttakoot, jälkeenpäin saavat he katua, ja lopuksi heidät voitetaan.Ja ne, jotka eivät usko, kootaan helvettiin"},{"SurahNumber":8,"VerseNumber":37,"Text":"että Jumala voisi erottaa saastaiset puhtaista ja asettaa saastaiset päällekkäin; Hän kokoaa heidät kasaan ja heittää helvettiin. Nämä ovat kadotukseen tuomittuja"},{"SurahNumber":8,"VerseNumber":38,"Text":"Sano niille, jotka eivät usko, että jos he herkeävät epäuskostaan, annetaan heille heidän entiset tekonsa anteeksi, mutta jos lankeavat uudelleen, niin on entisten rangaistus heidän silmiensä edessä"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ja taistelkaa heitä vastaan, kunnes kaikki kiusaukset taukoavat ja kunnes Jumalan tuomiota noudatetaan kaikessa. Mutta jos he taas mielensä muuttavat, kyllä Jumala näkee, mitä he tekevät"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ja jos he kääntävät teille selkänsä, niin tietäkää, että Jumala on suojelijanne, paras liittolaisenne ja auttajanne"}]}