{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"الله کو کسی کی بڑی بات کا ظاہر کرنا پسند نہیں مگر جس پر ظلم ہواہو اور الله سننے والا جاننے والا ہے"},{"SurahNumber":4,"VerseNumber":149,"Text":"اور اگرتم نیک کام اعلانیہ کر ویا اسے خفیہ کرو یا کسی برائی کو معاف کردو تو الله بڑا معاف کرنے والا قدرت والا ہے"},{"SurahNumber":4,"VerseNumber":150,"Text":"بے شک جو لوگ الله اور اس کے رسولوں کے ساتھ کفر کرتے ہیں اور چاہتے ہیں کہ الله اوراس کے رسولوں کے درمیان فرق رکھیں اور کہتے ہیں کہ ہم بعضوں پر ایمان لائے ہیں اور بعضوں کے منکر ہیں اور چاہتے ہیں کہ کفر اور ایمان کے درمیان ایک راہ نکالیں"},{"SurahNumber":4,"VerseNumber":151,"Text":"ایسے لوگ یقیناً کافر ہیں اور ہم نے کافرو ں کے واسطے ذلت کا عذاب تیار کر رکھا ہے"},{"SurahNumber":4,"VerseNumber":152,"Text":"اور جو لوگ الله پر ایمان لائے اور رسولوں پر ان میں سے کسی کو جدا نہ کیاان لوگوں کو الله جلدان کے ثواب دے گا اور الله بخشنے والا مہربان ہے"},{"SurahNumber":4,"VerseNumber":153,"Text":"اہلِ کتاب تجھ سےدرخواست کرتے ہیں کہ تو ان پر آسمان سے لکھی ہوئی کتب اتار لائے سو موسیٰ سے اس سے بڑی چیز مانگ چکے ہیں اور کہا ہمیں الله کو بالکل سامنے لا کر دکھا دے ان کے اس ظلم کے باعث ان پر بجلی ٹوٹ پڑی پھر بہت سی نشانیاں پہنچ چکنے کے بعد بچھڑے کو بنا لیا پھر ہم نے وہ بھی معاف کر دیا اور ہم نے موسیٰ کو بڑا رعب دیاتھا"},{"SurahNumber":4,"VerseNumber":154,"Text":"اور لوگوں پر طور اٹھا کر ان سے عہد لیا اور ہم نے کہا کہ دروازہ میں سجدہ کرتے ہوئےداخل ہو اور ہم نے کہا کہ ہفتے کے بارے میں زیادتی نہ کرو اور ہم نے ان سے پختہ عہد لیا"},{"SurahNumber":4,"VerseNumber":155,"Text":"پھر ان کی عہد شکنی پر اور الله کی آیتوں سے منکر ہونے پر اور پیغمبروں کا ناحق خون کرنے پر اور اس کہنے پرکہ ہمارے دلوں پرپر دے رہے ہیں انہیں سزا ملی پردے نہیں بلکہ الله نے ان کے دلوں پر کفر کے سبب سے مہر کر دی ہے سو ایمان نہیں لاتے مگر تھوڑے"},{"SurahNumber":4,"VerseNumber":156,"Text":"اور ان کے کفر او رمریم پر بڑا بہتان باندھنے کے سبب سے"},{"SurahNumber":4,"VerseNumber":157,"Text":"اور ان کے اس کہنے پر کہ ہم نے مسیح عیسیٰ مریم کے بیٹے کو قتل کیا جو الله کا رسول تھا حالانکہ انہوں نے نہ اسے قتل کیا اور نہ سولی پر چڑھایا لیکن ان کو اشتباہ ہو گیا اورجن لوگوں نے اس کے بارے میں اختلاف کیا ہے وہ بھی دراصل شک میں مبتلا ہیں ان کے پا س بھی اس معاملہ میں کوئی یقین نہیں ہے محض گمان ہی کی پیروی ہے انہوں نے یقیناً مسیح کو قتل نہیں کیا"},{"SurahNumber":4,"VerseNumber":158,"Text":"بلکہ اسے الله نے اپنی طرف اٹھا لیا اور الله زبردست حکمت والا ہے"},{"SurahNumber":4,"VerseNumber":159,"Text":"اور اہلِ کتاب میں کوئی ایسانہ ہوگا جواسکی موت سے پہلے اس پر ایمان نہ لائے گا اور قیامت کے دن وہ ان پر گواہ ہو گا"},{"SurahNumber":4,"VerseNumber":160,"Text":"سویہود کے گناہوں کے سبب سے ہم نے ان پر بہت سی پاک چیزیں حرام کر دیں جو ان پر حلا ل تھیں اور اس سبب سے الله کی راہ سے بہت روکتے تھے"},{"SurahNumber":4,"VerseNumber":161,"Text":"اور ان کو سود لینے کے سبب سے حالانکہ اس سے منع کیے گئے تھے اور اس سبب سے کہ لوگو ں کا مال ناحق کھاتے تھے اور ان میں سے جو کافر ہیں ہم نے ان کے لیے دردناک عذاب تیار کر رکھا ہے"},{"SurahNumber":4,"VerseNumber":162,"Text":"لیکن ان میں سے جو علم میں پختہ ہیں اور مسلمان ہیں سومانتے ہیں اس کو جو تجھ پر نازل ہوا اور جو تجھ سے پہلے نازل ہو چکا ہے اور نماز قائم کرنے والے اور زکواة دینے والے اور اللهاور قیامت پر ایمان لانے والے ہیں یہ وہ لوگ ہیں جنہیں ہم بڑا ثواب عطا فرمائیں گے"}]}