{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Oo xagga Caad (waxaan u dirnay) walaalkood Huud, Wuxuu yidhi: Dadkaygiyow! Caabuda Allaah! Ma lihidin ilaah kale (oo xaq ah) Isaga maahee. Ma waydaan ka joogeyn oo iska jireyn xumaha"},{"SurahNumber":7,"VerseNumber":66,"Text":"Xildhibaannadii gaaloobay oo ka mid ahaa dadkiisii waxay yidhaahdeen: hubaal waxaan innagu xaqiiq kugu aragnaa caqli xumo, oo hubaal waxaan kuu maleynaynaa inaad ka mid tahay beenalayaasha"},{"SurahNumber":7,"VerseNumber":67,"Text":"Wuxuu yidhi: Dadkaygiyow! Ima heyso caqli xumo, laakiin waxaan ahay Rasuul ka socda Rabbiga uunanka"},{"SurahNumber":7,"VerseNumber":68,"Text":"Waxaan idin soo gaarsiiyaa farriimaha Rabbigay, oo waxaan idiin ahay nasteexeeye aamin ah"},{"SurahNumber":7,"VerseNumber":69,"Text":"Waa la yaabe! Ma waxaad la cajabtaan inay waano idiinka timaaddo xagga Rabbigiin, uu soo faray nin idinka mid ah si uu idiinku digo? Oo xusuusta markuu idinka dhigay kuwa dhaxla (dhulka) dadkii Nuux kaddib, oo idiin kordhiyey abuur ahaan lixaad. Ee xusa Nicmooyinka Ilaahay, bal inaad liibaantaan"},{"SurahNumber":7,"VerseNumber":70,"Text":"Waxay yidhaahdeen: Ma waxaad noola timid inaan caabudno Allaah Keliya oo aan ka tagno waxay caabudi jireen aabbayaashayo? (ma jirto) ee noo keen waxa aad noogu gooddido haddaad ka mid tahay runlowyada"},{"SurahNumber":7,"VerseNumber":71,"Text":"Wuxuu yidhi: Xaqiiq cadaab iyo caro ka timid Rabbigiin baa idinku dhacday. Waa la yaabe! Ma waxaad igala dooddaaan arrinka magacyo aad bixiseen _ idinka iyo aabbayaashiin? Allaah uma soo dejin wax xujo ah; ee suga, anigana sidoo kale waan idinla sugiye"},{"SurahNumber":7,"VerseNumber":72,"Text":"Markaas baan waxaan ku badbaadinnay isaga iyo intii la jirtayba naxariis ka ahaatay xaggayaga, oo waxa aanu cidhib tirnay kuwii beeniyey Aayadahayaga, oo ma ba ay aheyn mu’miniin"},{"SurahNumber":7,"VerseNumber":73,"Text":"Oo xagga Thamuud (waxaan u dirnay) walaalkood Saalix. Wuxuu yidhi: Dadkaygiyow! Caabuda Allaah, ma lihdin ilaah kale Isaga maahee. Xujo cad baa xaqiiq idiinka timid xagga Rabbigiin. tani waa Hal Ilaahay aad leedihiin, oo ah Calaamo; ee iska daaya ha daaqdo’e arlada Ilaahay, oo ha u geysannina wax waxyeello ah, haddii kale cadaab xanuun badan baa idin qaadi doonta"},{"SurahNumber":7,"VerseNumber":74,"Text":"Oo xusuusta markuu idinka dhigay kuwa dhaxlay (dhulka) (reer) Caad kaddib, oo uu idin dejiyey dhulka oo aad ka sameysataan dooxooyinkeeda daaro waaweyn, oo aad ka qodataan buuraha guryo. Ee xusa Nicmooyinka Ilaahay, oo ha ku bi'innina dhulka fasahaadka aad ku falaysaan"},{"SurahNumber":7,"VerseNumber":75,"Text":"Waxay xildhibaannadii kuwaa isla weynaa ee ka mid ahaa dadkiisii ku yidhaahdeen kuwii loo arkay daciif, _ ee ahaa kuwoodii rumeeyey dhexooda: Ma waxaad ogtihiin in Saalix laga soo diray xagga Rabbigi? Waxay yidhaahdeen: Hubaal innagu waxa lala soo diray waanu rumeysannahay"},{"SurahNumber":7,"VerseNumber":76,"Text":"Kuwii isla weynaa waxay yidhaahdeen: Hubaal innagu waxa aad idinku rumeysan tihiin waanu diidnay"},{"SurahNumber":7,"VerseNumber":77,"Text":"Markaasay gowraceen Hashii; oo ay ka hor yimaadeen Amarkii Rabbigood, oo waxay yidhaahdeen: Saalixow! Noo keen waxaad noogu gooddisay haddaad ka mid tahay Rususha (Ilaahay)"},{"SurahNumber":7,"VerseNumber":78,"Text":"Kolkaas buu qabtay dhul gariir, oo waxay noqdeen (baqti) ugu dhex daadsan guryahoodii dhaqdhaqaaq la’aan"},{"SurahNumber":7,"VerseNumber":79,"Text":"Markaas buu ka jeestay oo yidhi: Dadkaygiyow! Waxaan xaqiiq idin soo gaarsiiyey Fartiintii Rabbigay, oo idin siiyey naseexo wanaagsan, laakiinse ma jeclidin kuwa idiin naseexeeya"},{"SurahNumber":7,"VerseNumber":80,"Text":"Oo (Waxaanu dirnay) Luud waa tii uu ku yidhi dadkiisii: Waa la yaabe! Ma waxaad la timaaddaan xumaato aanu idinka horreyn axad ka mid ah caalamka"},{"SurahNumber":7,"VerseNumber":81,"Text":"Hubaal idinku waxaad xaqiiq ugu tagtaan ragga shahwad, halkii haweenka. bal waxaadba tihiin dad xad gudub badan"},{"SurahNumber":7,"VerseNumber":82,"Text":"Oo jawaabtii dadkiisu ma ay ahayn wax kale aan ahayn inay yidhaahdeen: Ka saara magaaladiinna, kuwani hubaal waa dad doonaya inay is daahiriyaan"},{"SurahNumber":7,"VerseNumber":83,"Text":"Markaasaan badbaadinnay isaga iyo ehelkiisiiba marwadiisii maahee; waxay ka mid aheyd kuwii ku haray gadaal"},{"SurahNumber":7,"VerseNumber":84,"Text":"Oo waxaan roob uga dhignay korkoodii roob (dhagaxyo dab ah). Ee bal eeg sida ay aheyd cidhibta dambiilayaasha"},{"SurahNumber":7,"VerseNumber":85,"Text":"Oo xagga Madyan (waxaan u dirnay) walaalkood Shucayb. Wuxuu yidhi: Dadkaygiyow! Caabuda Allaah, ma lihidin ilaah kale Isaga maahee. Xujo cad xaqiiq waxay idiinka timid xagga Rabbigiin; ee dhammeystira beegga iyo miisaanka oo ha ka dhimina dadka waxyaalahooda, oo ha ku falina fasahaad arlada, inta la hagaajiyey kaddib, sidaas baa idiin khayr badan, haddaad tihiin mu’miniin"},{"SurahNumber":7,"VerseNumber":86,"Text":"Oo ha fadhiisannina jid kasta idinkoo gooddiyaya, oo ka leexinaya Jidka Ilaahay kan isagu rumeysan, idinkoo dooonaya inaad ka dhigtaan mid qalloocan, oo xusuusta markaad aheydeen kuwo yar, markaas uu idin badiyay. oo eega sida ay ku dambeysey cidhibta mufsidiinta"},{"SurahNumber":7,"VerseNumber":87,"Text":"Oo hadday jirto koox idinka mid ah oo rumeysan waxa la ila soo diray iyo koox kale aan rumeysneyn, haddaba samir yeesha ilaa inta uu Allaah na kala xukumo dhexdeenna, oo Isagaa u wanaagsan inta wax xukunta"}]}