{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"And We shall leave them on that day surging one against anot her and the trumpet shall be blown, and then We shall assemble them together"},{"SurahNumber":18,"VerseNumber":100,"Text":"And We shall set hell on that Day unto the infidels with a setting"},{"SurahNumber":18,"VerseNumber":101,"Text":"Unto those whose eyes had been under a covering from My remembrance, nor had they been able to hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"Deem then those who disbelieve that they may take My bondmen, instead of Me, as patrons! Verily We have gotten ready the Hell for the infidels as an entertainment"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say thou: shall I declare unto you the greatest losers in respect of works"},{"SurahNumber":18,"VerseNumber":104,"Text":"They are those whose effort is wasted in the life of the world, and they deem that they are doing well in performance"},{"SurahNumber":18,"VerseNumber":105,"Text":"They are those who disbelieve in the signs of their Lord and in the meeting with Him; so of non-effect will be made their works, and We shall not allow them on the Day of Judgment any weight"},{"SurahNumber":18,"VerseNumber":106,"Text":"That shall be their meed--Hell-for they disbelieved and held My revelations and My apostles in mockery"},{"SurahNumber":18,"VerseNumber":107,"Text":"Verily those who believe and do righteous works, unto them shall be gardens of Paradise for an entertainment"},{"SurahNumber":18,"VerseNumber":108,"Text":"As abiders therein, they shall not seek therefrom any change"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say thou: were the sea to become ink for the words of my Lord, the sea would surely exhaust ere the words of my Lord exhausted, even though We brought onot her like thereof for support"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say thou: I am but a human being like yourselves; revealed unto me is that your God is One God. Whosoever then hopeth for the meeting with his Lord, let him work righteous work, and let him not associate in the worship of his Lord anyone"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf- Ha-Ya-'Ain-Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Mention of the mercy of thy Lord to His bondman Zakariyya"},{"SurahNumber":19,"VerseNumber":3,"Text":"Recall what time he cried unto his Lord with a cry secret"},{"SurahNumber":19,"VerseNumber":4,"Text":"He said: O my Lord! verily the bones of me have waxen feeble, and the head is glistening with hoariness, and have not yet been in my prayer to thee, my Lord, unblest"},{"SurahNumber":19,"VerseNumber":5,"Text":"And verily I fear my kindred after me, and my wife hath been barren; so bestow on me from before Thee an heir"},{"SurahNumber":19,"VerseNumber":6,"Text":"Inheriting me and inheriting the Children of Ya'qub; and make him, my Lord, acceptable"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zakariyya! verily We give thee the glad tidings of a boy: his name shall be Yahya; We have not afore-time made his namesake"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said: O my Lord! in what wise shall there be for me a boy, whereas my wife hath been barren, and surely have reached an age of extreme degree"},{"SurahNumber":19,"VerseNumber":9,"Text":"Allah said: even so! Thy Lord saith: it is unto Me easy, whereas surely I created thee afore when thou wast not aught"},{"SurahNumber":19,"VerseNumber":10,"Text":"He said: my Lord appoint for me a sign. Allah said: thy sign is that thou shalt not speak unto mankind for three nights, while sound"},{"SurahNumber":19,"VerseNumber":11,"Text":"Then he came forth to his people from the sanctuary, and he beckoned unto them. hallow your Lord morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Yahya! se hold fast the book. And We vouchsafed unto him wisdom, while yet a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"And tenderness from Our presence and purity, and he was God-fearing"},{"SurahNumber":19,"VerseNumber":14,"Text":"And duteous unto his parents, and Was not high-handed rebel"},{"SurahNumber":19,"VerseNumber":15,"Text":"And Peace be unto him the day he was born and the day he dieth and the day he will be raised up alive"},{"SurahNumber":19,"VerseNumber":16,"Text":"And mention thou in the Book Maryam, what time the retired from her people to a place eastward"},{"SurahNumber":19,"VerseNumber":17,"Text":"Then she took beside them a curtain; then We sent unto her Our Spirit, and he took unto her the form of a human being sound"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: verily seek refuge with the Compassionate from thee if thou art God-fearing"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: I am but a meenger from thy Lord that I may bestow on thee a boy pure"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: in what wise shall there be a boy unto me, whereas not a human being hath touched me, nor have I been a harlot"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: even so! Thy Lord saith: it is With Me easy, and it is in order that We may make him a sign unto mankind and a mercy from Us, and it is an affair decreed"}]}