{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"“Ndithu Allah sachita manyazi kupereka fanizo la udzudzu ndi choposerapo (pa udzudzuwo). Koma amene akhulupirira akuzindikira kuti (fanizolo) ndiloona ndi lochokera kwa Mbuye wawo. Koma amene sadakhulupirire, akunena: “Kodi Allah akufunanji pa fanizo lotereli?” (Allah) amawalekelera ambiri kusokera ndi fanizo lotere, komanso amawaongola ambiri ndi fanizonso lotere. Komatu sawalekelera kusokera nalo kupatula okhawo opandukira chilamulo (Chake)"},{"SurahNumber":2,"VerseNumber":27,"Text":"“Omwe akuswa chipangano cha Allah pambuyo pochimanga (kuti adzachikwaniritsa; ndi kutsatira malamulo a Allah), ndiponso amadula (chibale) chomwe Allah adalamula kuti chilumikizidwe, naononga pa dziko (poyambitsa nkhondo ndi ziwawa); iwo ndiamene ali otayika"},{"SurahNumber":2,"VerseNumber":28,"Text":"“Kodi mungamkane chotani Allah chikhalirecho inu mudali akufa ndipo adakupatsani moyo (nakuikani pa dziko lapansi)? Kenako adzakupatsani imfa (ikakwana nthawi yanu yofera). Kenako adzakuukitsani (ndikukutulutsani m’manda). Ndipo kenako mudzabwezedwa kwa Iye (kuti mukaweruzidwe pa zomwe mudali kuchita)"},{"SurahNumber":2,"VerseNumber":29,"Text":"“Iye ndi Yemwe adakulengerani zonse za m’dziko lapansi, kenako adalunjika ku thambo nakonza thambo zisanu ndi ziwiri. Iye Ngodziwa chinthu chilichonse"},{"SurahNumber":2,"VerseNumber":30,"Text":"“Akumbutse (anthu ako nkhani iyi) panthawi yomwe Mbuye wako anati kwa Angelo: “Ine ndikufuna kuika m’dziko lapansi wondiimilira.” (Angelo) adati: “Kodi muika m’menemo amene azidzaonongamo ndi kukhetsa mwazi, pomwe ife tikukulemekezani ndi kukutamandani mokuyeretsani?” (Allah) adati: “Ndithudi, Ine ndikudziwa zimene simukuzidziwa.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"“Ndipo (Allah) adaphunzitsa Adam mayina a (zinthu) zonse; nazibweretsa (zinthuzo) pamaso pa Angelo, naati (kwa Angelo): “Ndiuzeni mayina a zinthu izi ngati mukunena zoona (kuti inu ndinu ozindikira zinthu).”"},{"SurahNumber":2,"VerseNumber":32,"Text":"“(Angelo) adati: “Kuyeretsedwa Nkwanu! Ife tilibe kuzindikira kupatula chimene mwatiphunzitsa. Ndithudi, Inu Ngodziwa kwambiri, Anzeru zakuya.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"“(Allah) adanena: “E iwe Adam!: Auze mayina ake (azinthuzo).” Ndipo pamene adawauza mayina ake, (Iye) adati: “Kodi Sindinakuuzeni kuti Ine ndikudziwa zobisika zakumwamba ndi pansi, ndiponso ndikudziwa zimene mukuonetsera poyera ndi zimene mukubisa?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"“Ndipo (akumbutse anthu ako nkhani iyi) parnene tidawauza Angelo: “Mgwadireni Adam.” Onse adamugwadira kupatula Iblisi (Satana); anakana nadzitukumula. Tero adali m’modzi mwa osakhulupirira"},{"SurahNumber":2,"VerseNumber":35,"Text":"“Ndipo tidati: “E iwe Adam! Khala iwe ndi mkazi wako m’mundamo (mu Edeni); idyani m’menemo motakasuka paliponse pamene mwafuna; koma musauyandikire Mtengo uwu kuopera kuti mungakhale mwa odzichitira okha zoipa.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"“Koma Satana (Iblisi yemwe uja) adawalakwitsa onse awiriwo (nanyoza lamulo la Allah ndikudya mtengo woletsedwawo), nawatulutsa (mu Mtendere) momwe adaalimo. Ndipo tidawauza: “Tsikani (mukakhale pa dziko lapansi) pakati panu pali chidani. Tsopano pokhala panu ndi pa dziko lapansi, ndipo mukapeza chisangalalo pamenepo kwakanthawi.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"“Ndipo Adam adalandira mawu kuchokera kwa Mbuye wake, (napempha chikhululuko cha Allah kupyolera m’mawuwo), ndipo (Mbuye wake) adavomera kulapa kwake. Ndithudi, Iyeyo Ngolandira kwambiri kulapa, Wachisoni chosatha"},{"SurahNumber":2,"VerseNumber":38,"Text":"“Tidati: “Tsikani m’menemo nonsenu. Ngati chitakufikani chiongoko chochokera kwa Ine, choncho amene adzatsate chiongoko Changacho, pa iwo sipadzakhala mantha. Ndiponso iwo sadzadandaula.”"},{"SurahNumber":2,"VerseNumber":39,"Text":"““Koma amene sanakhulupirire natsutsa mawu athu, iwowo ndiwo anthu a ku Moto. M’menemo akakhalamo nthawi yaitali.”"},{"SurahNumber":2,"VerseNumber":40,"Text":"“E inu ana a Israyeli! kumbukirani chisomo Changa chomwe ndidakudalitsani nacho, ndipo kwaniritsani pangano Langa Nanenso ndikwaniritsi pangano lanu. Ndipo Ine Ndekha ndiopeni"},{"SurahNumber":2,"VerseNumber":41,"Text":"“Ndipo khulupirirani zimene ndavumbulutsa, zomwe zikuchitira umboni zimene muli nazo, ndipo musakhale oyamba kuzikana; ndipo musagulitse mawu Anga ndi (zinthu za) mtengo wochepa. Ndipo Ine Ndekha ndiopeni"},{"SurahNumber":2,"VerseNumber":42,"Text":"“Ndipo musasakanize choona ndi chonama; ndi kubisa choona uku mukudziwa"},{"SurahNumber":2,"VerseNumber":43,"Text":"“Ndipo pempherani Swala moyenera ndikupereka chopereka (Zakaat), ndipo weramani pamodzi ndi owerama"}]}