{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"And hath the tidings of the contending parties reached thee, when they walled the apartment"},{"SurahNumber":38,"VerseNumber":22,"Text":"When they went in unto Da-ud, he was frightened at them. They said: fear not we are two contending parties; one of us hath oppressed the other, so judge between us with truth, and be not iniquitious, and guide us unto the even path"},{"SurahNumber":38,"VerseNumber":23,"Text":"Verily this my brother hath nine and ninety ewes while I have one ewe; and he saith: entrust it to me, and he hath prevailed upon me in speech"},{"SurahNumber":38,"VerseNumber":24,"Text":"Da-ud said: assuredly he hath wronged thee in demanding thine ewe in addition to his ewes, and verily many of the partners oppress each other save such as believe and work righteous works, and few are they. And Da-ud imagined that We had tried him; so he asked forgiveness of his Lord, and he fell down bowing and turned in penitence"},{"SurahNumber":38,"VerseNumber":25,"Text":"So We forgave him that; and verily for him is an approach with us, and a happy retreat"},{"SurahNumber":38,"VerseNumber":26,"Text":"O Da-ud! verily We have appointed thee a vicegerent in the earth, so judge between mankind with truth, and follow not desire, lest it cause thee to err from the path of Allah. Verily those who err from the path of Allah - Unto them shall be a severe torment, for they forgat the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":27,"Text":"And We have not created the heaven and the earth and whatsoever is in-between the twain in vain.\" That is the opinion of those who disbelieve. And woe Unto those who disbelieve the Fire"},{"SurahNumber":38,"VerseNumber":28,"Text":"Shall We make those who believe and work righteous works I i ke Unto the corrupters in the earth; Or Shall We make the God-fearing like Unto the wicked"},{"SurahNumber":38,"VerseNumber":29,"Text":"This is a Book We have sent down Unto thee, blest, that they may ponder the revelations thereof, and that there may be admonished men of understanding"},{"SurahNumber":38,"VerseNumber":30,"Text":"And We vouchsafed Unto Da-ud Sulaiman. How excellent a bondman! j Verily he was oft-returning"},{"SurahNumber":38,"VerseNumber":31,"Text":"Recall what time there were presented Unto him, at eventide, s coursers swift-footed"},{"SurahNumber":38,"VerseNumber":32,"Text":"He said: verily I have loved the love of earthly good above the remembrance of my Lord until the sun hath disappeared behind the veil"},{"SurahNumber":38,"VerseNumber":33,"Text":"Bring them back Unto me; and he set about slashing their legs and necks"},{"SurahNumber":38,"VerseNumber":34,"Text":"And assuredly We tried Sulaiman, and set upon his throne a mere body. Thereafter he was penitent"},{"SurahNumber":38,"VerseNumber":35,"Text":"He said: my Lord! forgive me, and bestow on me a dominion which no one may obtain beside me: verily Thou! Thou art the Bestower"},{"SurahNumber":38,"VerseNumber":36,"Text":"Then We subjected to him the wind: it ran gently by his command withersoever he directed"},{"SurahNumber":38,"VerseNumber":37,"Text":"And We subjected to him the evil ones: every builder and diver"},{"SurahNumber":38,"VerseNumber":38,"Text":"And others bound in fetters"},{"SurahNumber":38,"VerseNumber":39,"Text":"This is Our gift, SO bestow thou or withhold, without rendering an account"},{"SurahNumber":38,"VerseNumber":40,"Text":"And verily for him is an approach with us, and a happy end"},{"SurahNumber":38,"VerseNumber":41,"Text":"And remember thou Our bondman Ayyub, what time he cried Unto his Lord: verily the Satan hath touched me with affliction and suffering"},{"SurahNumber":38,"VerseNumber":42,"Text":"Stamp the ground with thy foot. yonder is water to wash in, cool, and water to drink"},{"SurahNumber":38,"VerseNumber":43,"Text":"And We bestowed on him his household and along with them the like thereof, out of mercy from us, and a remembrance Unto men of understanding"},{"SurahNumber":38,"VerseNumber":44,"Text":"And take in thine hand a handful of twigs, and strike therewith, and break not thine oath. Verily We! We found him patient. How excellent a bondman! Verily he was oft-returning"},{"SurahNumber":38,"VerseNumber":45,"Text":"And remember thou Our bond men, Ibrahim and Is-haq and Ya'qub. owners of might ana insight"},{"SurahNumber":38,"VerseNumber":46,"Text":"Verily We! We distinguished them with a distinct quality: the remembrance of the Abode"},{"SurahNumber":38,"VerseNumber":47,"Text":"And verily they are with us of the elect of the excellent ones"},{"SurahNumber":38,"VerseNumber":48,"Text":"And remember Isma'il and Al-Yas'a and Zul-kifl: all of the excellent ones"},{"SurahNumber":38,"VerseNumber":49,"Text":"This is an admonition, and verily for the God-feoring is a happy retreat"},{"SurahNumber":38,"VerseNumber":50,"Text":"Gardens Everlasting, whereof the portals remain opened for them"},{"SurahNumber":38,"VerseNumber":51,"Text":"Therein they will recline; therein they will call for plenteous fruit and drink"}]}