{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Ne Nyasaye yabusia mbu: ‘‘mulalaama shiosishiosi tawe halali Ye, ne abebusi babili obakholele amalayi, na yesiyesi khubo nakofula nohomba boosi halala , olababoolela mbu uff tawe, (olachong’a nabo tawe) ne olabayibila tawe, ne obaboolele amakhuwa keshiroonyo. (amalayi)"},{"SurahNumber":17,"VerseNumber":24,"Text":"Ne obenamilie olubaa lwobwihotselefu okhurulana khutsimbabaasi, ne boola mbu: “ Nyasaye wanje obabeele tsimbabaasi shingala bandela neshili omutiti.”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Nyasaye wenyu amanyile akali mumioyo 17. chienyu, nimulaba abalayi, toto ye niwobulesheli khubalia bamukalukhakhwo"},{"SurahNumber":17,"VerseNumber":26,"Text":"Ni ohelesie Omwikho wuwo eshiakhoyeshela, nende Abamanani nende abali khuluchendo, ne olakhola isasia tawe"},{"SurahNumber":17,"VerseNumber":27,"Text":"Toto balia bakholanga isasia ni Abana babu shetani, ne shetani yaloba Nyasaye wuwe"},{"SurahNumber":17,"VerseNumber":28,"Text":"Ne noba ehale ninabo, khukhukhaaba tsimbabaasi tsia Nyasaye wuwo, tsiosuubililanga, mana boola ninabo amakhuwa amalayi"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ne olakhola omukhono kukwo kwaba shinga kwaboywa mwikosi tawe, nohomba olakubambula orio orio butswa tawe, wakhafunanibwa mana wawelwa"},{"SurahNumber":17,"VerseNumber":30,"Text":"Toto Nyasaye wuwo afungulilanga omukabo kukwe owayenya, toto ye khubandu bebe abamanyile muno ne abalolanga"},{"SurahNumber":17,"VerseNumber":31,"Text":"Ne mulera Abana benyu khulwokhuria obumanani tawe, nefwe khukabanga abo emikabo halala nende enywe, toto okhubeera ni eshionono eshikhongo"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ne mulasita ahambi nende obuyeyi (okhuyilana) tawe, toto ni eshifwolo ne ni injila imbii muno"},{"SurahNumber":17,"VerseNumber":33,"Text":"Ne mulera omundu wa Nyasaye yakana okhwira tawe okhuyiniakhwo khubwatoto, ne ulia wirwa khukhukholelwa obubii, awo khuhelesiyie owitsa habundu wuwe obunyali. kho alabura eshichelo mukhwira tawe. Toto ye akhonyungwa"},{"SurahNumber":17,"VerseNumber":34,"Text":"Ne mulasita ahambi nende omwandu kwomwana omufwilwa tawe okhuyiniakhwo munjila indayi, okhula akubuye, ne mukhole shingala mwalakana. Toto amalakano kalirebwa"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ne mwitsusie eshichelo olwa muchela, ne muchele khushichelo shia habwene, obo ni obulayi khwinywe ne ni obulayi mukhumalilikha"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ne olaloonda kobula ninako obumanyi tawe, toto amarwi nende tsimoni nende omwoyo ebo biosi bilirebwa"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ne olachenda khushialo nende isunga tawe, toto ewe shonyala okhufutula liloba tawe nohomba shonyala okhula oburambi bwetsingulu tawe"},{"SurahNumber":17,"VerseNumber":38,"Text":"Ako koosi obubii bwako nibwokhusinyisia imbeli wa Nyasaye"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ako niko Malala khuka Nyasaye wuwo yakhufimbulila akamachesi, ne olara halala nende Nyasaye nyasaye wundi tawe, wakhetsa wasukunwa mumulilo nofunaanibungwa notaafibungwa"},{"SurahNumber":17,"VerseNumber":40,"Text":"Koo! Nyasaye wenyu abawulile Abana abasiani , neye niyeyawulila Abana abakhana okhurula Mubamalaika? Toto enywe muboolanga amakhuwa amakhongo"},{"SurahNumber":17,"VerseNumber":41,"Text":"Ne toto khwamala okhwinoosia mukurani ino obulayi kho banyoole okhwitsulila , ne shibametanga halali okhubara ehale ninayo"},{"SurahNumber":17,"VerseNumber":42,"Text":"Boola: “Babetsanga halala nende Nyasaye abanyasaye shingala baboolanga, mana bakhakonyele injila yokhula khu shisala shia Nyasaye “(okhulwana)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Nyasaye nomutswenufu muno , ne ali hekulu muno khukababoolanga ako"},{"SurahNumber":17,"VerseNumber":44,"Text":"Amakulu saba nende liloba nende biosi bilimwo bimwitsoominjia. Ne shibulaho shiosi shiosi halali shimwitsominjia khu tsifuma tsistse tsindayi, halali enywe shimumanyanga okhwitsomia okho tawe. Toto Ye ni Omwihotselefu, Owobulesheli"},{"SurahNumber":17,"VerseNumber":45,"Text":"Ne nosooma Ikurani, khuretsanga hakari wuwo nende hakari yabalia abalasuubilanga mwikulu eshikalilo shishinga"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ne khwara ebifunikho mumwoyo chiabu baletsa bamanya, ne mumarwi kabu obusiro, Ne norumbula Nyasaye wuwo yenyene Mukurani, abo bakalukhaninjia emikongo chiabu khulwokhusinywa"},{"SurahNumber":17,"VerseNumber":47,"Text":"Efwe khumanyile muno eshifune eshia bakawulilisilinjia, ne olwabemoonyanga, olwa ababii abo baboolanga mbu: “Enywe shimuloondanga halali Omundu walokwa.”"},{"SurahNumber":17,"VerseNumber":48,"Text":"Lola shingala bakhuchelasilia, mana nibakora kho shibanyala okhunyoola injila tawe"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ne baboola mbu:” Koo; olwakhuliba ebikumba nende ebitonye biasiebwasiebwa, mbu khulilamusibwa, okhuba ebilonji ebiyiakha?.”"}]}