{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"۞وله ما سكن في اليل والنهار وهو السميع العليم"},{"SurahNumber":6,"VerseNumber":14,"Text":"قل اغير الله اتخذ وليا فاطر السموت والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين"},{"SurahNumber":6,"VerseNumber":15,"Text":"قل اني اخاف ان عصيت ربي عذاب يوم عظيم"},{"SurahNumber":6,"VerseNumber":16,"Text":"من يصرف عنه يوميذ فقد رحمه وذلك الفوز المبين"},{"SurahNumber":6,"VerseNumber":17,"Text":"وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شيء قدير (يمسسك: يصبك)"},{"SurahNumber":6,"VerseNumber":18,"Text":"وهو القاهر فوق عباده وهو الحكيم الخبير"},{"SurahNumber":6,"VerseNumber":19,"Text":"قل اي شيء اكبر شهدة قل الله شهيد بيني وبينكم واوحي الي هذا القرءان لانذركم به ومن بلغ اينكم لتشهدون ان مع الله ءالهة اخرى قل لا اشهد قل انما هو اله وحد وانني بريء مما تشركون"},{"SurahNumber":6,"VerseNumber":20,"Text":"الذين ءاتينهم الكتب يعرفونه كما يعرفون ابناءهم الذين خسروا انفسهم فهم لا يومنون"},{"SurahNumber":6,"VerseNumber":21,"Text":"ومن اظلم ممن افترى على الله كذبا او كذب بايته انه لا يفلح الظلمون"},{"SurahNumber":6,"VerseNumber":22,"Text":"ويوم نحشرهم جميعا ثم نقول للذين اشركوا اين شركاوكم الذين كنتم تزعمون"},{"SurahNumber":6,"VerseNumber":23,"Text":"ثم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين (فتنتهم: اجابتهم)"},{"SurahNumber":6,"VerseNumber":24,"Text":"انظر كيف كذبوا على انفسهم وضل عنهم ما كانوا يفترون"},{"SurahNumber":6,"VerseNumber":25,"Text":"ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفي ءاذانهم وقرا وان يروا كل ءاية لا يومنوا بها حتى اذا جاءوك يجدلونك يقول الذين كفروا ان هذا الا اسطير الاولين (اكنة: اغطية, وقرا: ثقلا وصمما, اساطير الاولين: حكاياتهم التي لا حقيقة لها)"},{"SurahNumber":6,"VerseNumber":26,"Text":"وهم ينهون عنه وينون عنه وان يهلكون الا انفسهم وما يشعرون (ويناون: يبتعدون)"},{"SurahNumber":6,"VerseNumber":27,"Text":"ولو ترى اذ وقفوا على النار فقالوا يليتنا نرد ولا نكذب بايت ربنا ونكون من المومنين"},{"SurahNumber":6,"VerseNumber":28,"Text":"بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكذبون"},{"SurahNumber":6,"VerseNumber":29,"Text":"وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين"},{"SurahNumber":6,"VerseNumber":30,"Text":"ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون"},{"SurahNumber":6,"VerseNumber":31,"Text":"قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يحسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون"},{"SurahNumber":6,"VerseNumber":32,"Text":"وما الحيوة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون"},{"SurahNumber":6,"VerseNumber":33,"Text":"قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظلمين بايت الله يجحدون"},{"SurahNumber":6,"VerseNumber":34,"Text":"ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتىهم نصرنا ولا مبدل لكلمت الله ولقد جاءك من نباي المرسلين"},{"SurahNumber":6,"VerseNumber":35,"Text":"وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفقا في الارض او سلما في السماء فتاتيهم باية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجهلين (كبر: عظم)"}]}