{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Však bude příčina k trestání těch, kdož žádají tě o úlevu, ač jsou bohati. Milejší jest jim bytí mezi těmi, kdož zůstali pozadu: a zapečetil Bůh srdce jejich a ničeho nevědí"},{"SurahNumber":9,"VerseNumber":94,"Text":"Omlouvají se vám, když vrátíte se mezi ně. Rci: „Neomlouvejte se: nevěříme vám: Bůh již zpravil nás ohledně vás: a uvidí Bůh činy vaše, jakož i prorok jeho — pak navráceni budete k tomu, jemuž známy jsou věci skryté i viditelné a on poví vám, co jste činili.“"},{"SurahNumber":9,"VerseNumber":95,"Text":"Zapřisahati vás budou při Bohu, když byli jste se navrátili mezi ně, abyste vzdálili se jich: nuž vzdalte se jich, neboť nečistými jsou a obydlím jejich bude peklo v odměnu za to, co si zasloužili"},{"SurahNumber":9,"VerseNumber":96,"Text":"Zapřisahati vás budou, abyste zalíbení v nich nalezli: však naleznete-li vy zalíbení v nich Bůh zajisté nenalezne zalíbení v lidu nešlechetném"},{"SurahNumber":9,"VerseNumber":97,"Text":"Arabové z pouště nejzarytějšími jsou v nevíře a pokrytectví a nejblíž k tomu, aby neznali mezí zákonů seslaných Bohem proroku jeho, a Bůh jest vševědoucí, moudrý"},{"SurahNumber":9,"VerseNumber":98,"Text":"Jsou mezi Araby pouště někteří, kdož považují příspěvky své jakožto půjčku a vyčkávají nějaký obrat (osudu) s vámi: špatný obrat očekává je, neboť Bůh vše slyší a ví"},{"SurahNumber":9,"VerseNumber":99,"Text":"Jsou pak mezi Araby pouště někteří, kdož věří v Boha a v den poslední, a považují příspěvky své za přiblížení k Bohu a k modlitbám prorokovým. Zdaž tyto nejsou přiblížením jich k Bohu? I uvede je Bůh do milosrdenství svého, neboť Bůh velký jest v odpuštění, slitovný"},{"SurahNumber":9,"VerseNumber":100,"Text":"Ti, kdož první šli napřed z vystěhovalců a pomocníků a ti, kdož následovali jich krásny příklad — v těchto zalíbení nalézá Bůh a oni zalíbení nalézají v něm: a připravil jim zahrady, pod nimiž řeky tekou, v nichž přebývati budou věčně věkův a blahem to bude velkým"},{"SurahNumber":9,"VerseNumber":101,"Text":"A kdo z Arabů pouště, bydlících kol vás, jsou pokrytci, a kteří z obyvatel Medíny jsou zatvrzení v pokrytectví, neznámo jest ti: však my známe je. Dvakráte potrestáme, je a pak uvrženi budou v trest velký"},{"SurahNumber":9,"VerseNumber":102,"Text":"Druzí pak přiznali se k vinám svým: a tak smísili skutek dobrý se skutkem špatným. Pokání těchto snad popřeje sluchu Bůh, neboť Bůh velký jest v odpouštení, milosrdný"},{"SurahNumber":9,"VerseNumber":103,"Text":"Vezmi almužnu ze statků jejich, abys očistiti jí mohl je a zprostiti hříchu: a modli se za ně, neboť modlitby tvé jiste přispějí k uklidnění (myslí jejich) — a Bůh vše slyší a ví"},{"SurahNumber":9,"VerseNumber":104,"Text":"Zdaž nevědí, že Bůh přijímá POKÁNÍ služebníků svých a přijímá almužnu? Bůh zajisté rád popřává sluchu kajícím a jest milosrdný"},{"SurahNumber":9,"VerseNumber":105,"Text":"Rci: „Mějte se k dílu! a bude viděti Bůh činy vaše, jakož i prorok jeho a věřící: jednoho dne pak přivedeni budete před toho, jenž zná věci skryté i viditelné a on vypoví vám, co jste činili.“"},{"SurahNumber":9,"VerseNumber":106,"Text":"Druzí pak nadějí se na rozhodnutí Boha: že buď potrestá je, anebo přijme pokání jejich — a Bůh vševědoucí jest a moudrý"},{"SurahNumber":9,"VerseNumber":107,"Text":"Jiní pak vybudovali si modlitebnici ke škodě a z nevíry a proto, aby způsobili rozkol mezi věřícími a aby v záloze skryli se tam ti, kdož před tím již válčili proti Bohu a proroku jeho. A zapřisáhají se, řkouce: „Zajisté chtěli jsme jen dobro“: však Bůh je svědkem, že lháři jsou"},{"SurahNumber":9,"VerseNumber":108,"Text":"Nikdy nechť nestane v ní noha tvá. Jest v pravdě jiná modlitebnice, založená na bázni boží od prvního dne: tato hodnější jest tvého vstoupení do ní. V ní mužové jsou, kteří touží po očištění a Bůh miluje ty, kdož očištění si žádají"},{"SurahNumber":9,"VerseNumber":109,"Text":"Který z nich jest lepším? Zdaž ten, jenž založil stavbu svou na bázni boží a na touze po zalíbení jeho, aneb ten, jenž založil stavbu svou na okraji hliněné strouhy, bystřinami podemleté a na spadnuti spolu s ním v oheň pekelný? Bůh pak nevede stezkou přímou lid nepravostný"},{"SurahNumber":9,"VerseNumber":110,"Text":"Budova, kterou vystavěli, nepřestane býti zdrojem pochybností v srdcích jejich, dokud nebudou (na kusy) rozřezána srdce jejich: a Bůh jest vševědoucí a moudrý"}]}