{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Лут ба Ӯ имон овард ва гуфт: «Ман ба сӯи Парвардигорам муҳоҷират (тарки ватан) мекунам, зеро Ӯ пирӯзманду ҳаким аст!»"},{"SurahNumber":29,"VerseNumber":27,"Text":"Ва Исҳоқу Яъқубро ба ӯ бахшидем ва дар фарзандони ӯ паёмбариву китоб ниҳодем. Ва муздашонро дар дунё додем ва ӯ дар охират аз солеҳон аст"},{"SurahNumber":29,"VerseNumber":28,"Text":"Ва Лутро паёмбарӣ додем. Ба қавми худ гуфт: «Шумо коре зиштро пеша кардаед, ки ҳеҷ як аз мардуми ҷаҳон пеш аз шумо чунин намекардааст"},{"SurahNumber":29,"VerseNumber":29,"Text":"Оё бо мардон меомезед ва роҳзанӣ мекунед ва дар махфили худ корҳои нописанд мекунед?» Ҷавоби қавмаш ин буд, ки гуфтанд: «Агар рост мегӯӣ, азоби Худоро бар сари мо биёвар!»"},{"SurahNumber":29,"VerseNumber":30,"Text":"Гуфт: «Эй Парвардигори ман, маро бар мардуми табахкор (расодкор) нусрат деҳ!»"},{"SurahNumber":29,"VerseNumber":31,"Text":"Чун фиристодагони Мо Иброҳимро мужда оварданд, гуфтанд: «Мо мардуми ин деҳаро ҳалок хоҳем кард, ки мардуме золим ҳастанд»"},{"SurahNumber":29,"VerseNumber":32,"Text":"Гуфт: «Лут дар он ҷост». Гуфтанд: «Мо беҳтар медонем, чӣ касе дар он ҷост. Ӯ ва хонадонашро, ғайри занашро, ки дар ҳамон ҷо хоҳад монд, наҷот медиҳем»"},{"SurahNumber":29,"VerseNumber":33,"Text":"Чун фиристодагони Мо назди Лут омаданд, ғамгин шуд ва дар ғами корашон бимонд. Гуфтанд: «Матарс ва ғамгии мабош, туву хонадонатро, ғайри занатро, ки дар ҳамон ҷо хоҳад монд, наҷот медиҳем"},{"SurahNumber":29,"VerseNumber":34,"Text":"Мо ба мардуми ин деҳа ба сабаби фисқе, ки мекунанд, аз осмон азоб нозил мекунем»"},{"SurahNumber":29,"VerseNumber":35,"Text":"Албатта аз он деҳа барои хирадмандон ибрате равшан бар ҷой гузоштем"},{"SurahNumber":29,"VerseNumber":36,"Text":"Ва бародарашон Шуъайбро ба Мадян фиристодем. Гуфт: «Эй қавми ман, Худоро бипарастед ва ба рӯзи қиёмат умедвор бошед ва дар замин ба табаҳкорӣ макӯшед"},{"SurahNumber":29,"VerseNumber":37,"Text":"Пас такзибаш карданд (дурӯғаш бароварданд) да зилзила ононро фурӯ гирифт ва дар хонаҳои худ бар ҷой мурданд"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ва Оду Самудро ҳалок кардем. Ва ин аз масканҳояшон бароятон ошкор аст. Шайтон корҳояшонро дар назарашон биёрост ва ононро аз роҳ боздошт. Ва ҳол он ки мардуме соҳиби ақлу хуш буданд"},{"SurahNumber":29,"VerseNumber":39,"Text":"Ва низ Қоруну Фиръавн ва Ҳомонро, ки Мӯсо бо далелҳои равшани худ назди онҳо омад. Онҳо дар замин саркашӣ мекарданд, вале натавонистанд аз Худо бигурезанд"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ҳамаро ба гуноҳашон фурӯ гирифтем: бар баъзе бодҳои регбор фиристодем, баъзеро фарёди сахт фурӯ гирифт, баъзеро дар замин фурӯ бурдем, баъзеро ғарқ сохтем. Ва Худо ба онҳо ситам намекард, онҳо худ ба худашон ситам карда буданд"},{"SurahNumber":29,"VerseNumber":41,"Text":"Мисоли онон, ки ғайри Худоро авлиё гирифтанд, мисли анкабут (тортанак) аст, ки хонае бисохт. Ва кош медонистанд, албатта сусттарин хонаҳо хонаи анкабут аст"},{"SurahNumber":29,"VerseNumber":42,"Text":"Худой якто медрнад, ки чӣ чизҳоро ба ҷои Ӯ ба худои мехонанд ва Ӯст ғолибу ҳаким"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ин мисолҳоро барои мардум меорем ва онро фақат доноён дармеёбанд"},{"SurahNumber":29,"VerseNumber":44,"Text":"Худо осмонҳову заминро ба ростӣ биёфарид ва дар ин ибратест барои мӯъминон"},{"SurahNumber":29,"VerseNumber":45,"Text":"Ҳар чиро аз ин китоб бар ту ваҳй шудааст, тиловат кун. Ва намоз бигзор, ки намоз одамиро аз фаҳшову мункар бозмедорад ва зикри Худо бузургтар аст ва Худо ба корҳое, ки мекунед, огоҳ аст"}]}