{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"And with them will be ones who are restraining their (f) glance, persons of the same age"},{"SurahNumber":38,"VerseNumber":53,"Text":"This is what you are promised for the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":54,"Text":"Truly, this is Our provision. For it, there is no coming to an end"},{"SurahNumber":38,"VerseNumber":55,"Text":"This is so. And, truly, for ones who are defiant, there will be a worse destination"},{"SurahNumber":38,"VerseNumber":56,"Text":"hell, where they will roast. And miserable will be the cradling"},{"SurahNumber":38,"VerseNumber":57,"Text":"This is so! Then, let them experience this—scalding water and filth"},{"SurahNumber":38,"VerseNumber":58,"Text":"and other torment of a like kind in pairs"},{"SurahNumber":38,"VerseNumber":59,"Text":"This is an army unit, one that rushes in with you. There is no welcome for them! Truly, they are ones who roast in the fire"},{"SurahNumber":38,"VerseNumber":60,"Text":"They said: Nay! You! There is no welcome for you. It is you who put this forward on us. Miserable will be the stopping place"},{"SurahNumber":38,"VerseNumber":61,"Text":"They said: Our Lord! Whoever put this forward for us, increase him with a double punishment in the fire"},{"SurahNumber":38,"VerseNumber":62,"Text":"And they said: What is the matter with us that we see not men whom we had been numbering among the worst"},{"SurahNumber":38,"VerseNumber":63,"Text":"Took We them to ourselves as a laughing-stock or swerved our sight from them"},{"SurahNumber":38,"VerseNumber":64,"Text":"Truly, this is true of the disagreement of the people of the fire"},{"SurahNumber":38,"VerseNumber":65,"Text":"Say: I am only one who warns. And there is no god but God, The One, The Omniscient"},{"SurahNumber":38,"VerseNumber":66,"Text":"the Lord of the heavens and the earth and whatever is between them, The Almighty, The Forgiver"},{"SurahNumber":38,"VerseNumber":67,"Text":"Say: It is a serious tiding"},{"SurahNumber":38,"VerseNumber":68,"Text":"from which you are ones who turn aside"},{"SurahNumber":38,"VerseNumber":69,"Text":"I had been without knowledge of the lofty Council when they are striving against one another"},{"SurahNumber":38,"VerseNumber":70,"Text":"It is revealed to me only that I am a warner, one who makes clear"},{"SurahNumber":38,"VerseNumber":71,"Text":"Thy Lord said to the angels: Truly, I am one who is Creator of a mortal from clay"},{"SurahNumber":38,"VerseNumber":72,"Text":"So when I shaped him and breathed into him My Spirit, then, fall to him, ones who prostrate themselves"},{"SurahNumber":38,"VerseNumber":73,"Text":"So the angels prostrated themselves, one and all, altogether"},{"SurahNumber":38,"VerseNumber":74,"Text":"but Iblis. He grew arrogant and had been among the ones who are ungrateful"},{"SurahNumber":38,"VerseNumber":75,"Text":"He said: O Iblis! What prevented thee from prostrating thyself to what I created with My two hands? Hadst thou grown arrogant? Or hadst thou been among the ones who exalt themselves"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblis said: I am better than he. Thou hadst created me from fire while Thou hadst created him from clay"},{"SurahNumber":38,"VerseNumber":77,"Text":"He said: Then, go thou forth from here for, truly, thou art accursed"},{"SurahNumber":38,"VerseNumber":78,"Text":"And, truly, on thee is My curse until the Day of Judgment"},{"SurahNumber":38,"VerseNumber":79,"Text":"Iblis said: My Lord! Then, give me respite until the Day to be raised up"},{"SurahNumber":38,"VerseNumber":80,"Text":"He said: Truly, thou art among the ones who are given respite"},{"SurahNumber":38,"VerseNumber":81,"Text":"until the Day of the known time"},{"SurahNumber":38,"VerseNumber":82,"Text":"Iblis said: By Thy Great Glory, then, I will certainly lead them one and all into error"},{"SurahNumber":38,"VerseNumber":83,"Text":"but Thy devoted servants among them"},{"SurahNumber":38,"VerseNumber":84,"Text":"He said: This is The Truth and The Truth I say"},{"SurahNumber":38,"VerseNumber":85,"Text":"that I will fill hell with thee and with one and all of whoever heeded thee"},{"SurahNumber":38,"VerseNumber":86,"Text":"Say: I ask of you not for any compensation for this nor am I among the ones who take things upon themselves"},{"SurahNumber":38,"VerseNumber":87,"Text":"It is nothing other than a Remembrance for the worlds"},{"SurahNumber":38,"VerseNumber":88,"Text":"and you will, certainly, know its tidings after a while"},{"SurahNumber":39,"VerseNumber":1,"Text":"The sending down successively of this Book is from God, The Almighty, The Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"Truly, We caused to descend to thee the Book with The Truth so worship God as one who is sincere and devoted in the way of life to Him"},{"SurahNumber":39,"VerseNumber":3,"Text":"The way of life is exclusively for God. And those who took to themselves protectors other than Him say: We worship them not, but that they bring us nearness to God. Truly, God gives judgment between them about what they are at variance in it. Truly, God guides not him, one who lies and is an ingrate"},{"SurahNumber":39,"VerseNumber":4,"Text":"If God wanted to take to Himself a son, He would have favored from what He creates of what He wills. Glory be to Him. He is God, The One, The Omniscient"},{"SurahNumber":39,"VerseNumber":5,"Text":"He created the heavens and the earth with The Truth. He wraps the nighttime around the daytime and wraps the daytime around the nighttime. And He caused to be subservient the sun and the moon, each run for a term, that which is determined. Is He not The Almighty, The Forgiver"},{"SurahNumber":39,"VerseNumber":6,"Text":"He creates you from one soul. Again, He made its mate from it and He caused to descend for you eight pairs of flocks. He creates you in the wombs of your mothers, creation after creation, in threefold shadows. Such is God your Lord. His is the dominion. There is no god but He. Why, then, turn you away"},{"SurahNumber":39,"VerseNumber":7,"Text":"If you are ungrateful, truly, God is Independent of you. And He is not well-pleased with ingratitude from His servants. And if you give thanks, He will be well-pleased with you. No burdened soul will bear the heavy load of another. Again, to your Lord is the return, so He will tell you what you had been doing. Truly, He is Knowing of what is in the breasts"}]}