{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Have you not seen those who exchanged the blessing of God with blasphemy, and landed their people into the house of perdition"},{"SurahNumber":14,"VerseNumber":29,"Text":"Hell—they will roast in it. What a miserable settlement"},{"SurahNumber":14,"VerseNumber":30,"Text":"And they set up rivals to God, in order to lead away from His path. Say, 'Enjoy yourselves; your destination is the Fire"},{"SurahNumber":14,"VerseNumber":31,"Text":"Tell My servants who have believed to perform the prayers, and to give from what We have given them, secretly and publicly, before a Day comes in which there is neither trading nor friendship"},{"SurahNumber":14,"VerseNumber":32,"Text":"God is He Who created the heavens and the earth, and sends down water from the sky, and with it produces fruits for your sustenance. And He committed the ships to your service, sailing through the sea by His command, and He committed the rivers to your service"},{"SurahNumber":14,"VerseNumber":33,"Text":"And He committed the sun and the moon to your service, both continuously pursuing their courses, and He committed the night and the day to your service"},{"SurahNumber":14,"VerseNumber":34,"Text":"And He has given you something of all what you asked. And if you were to count God's blessings, you would not be able to enumerate them. The human being is unfair and ungrateful"},{"SurahNumber":14,"VerseNumber":35,"Text":"Recall that Abraham said, 'O my Lord, make this land peaceful, and keep me and my sons from worshiping idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"My Lord, they have led many people astray. Whoever follows me belongs with me; and whoever disobeys me—You are Forgiving and Merciful"},{"SurahNumber":14,"VerseNumber":37,"Text":"Our Lord, I have settled some of my offspring in a valley of no vegetation, by Your Sacred House, our Lord, so that they may perform the prayers. So make the hearts of some people incline towards them, and provide them with fruits, that they may be thankful"},{"SurahNumber":14,"VerseNumber":38,"Text":"Our Lord, You know what we conceal and what we reveal. And nothing is hidden from God, on earth or in the heaven"},{"SurahNumber":14,"VerseNumber":39,"Text":"Praise be to God, Who has given me, in my old age, Ishmael and Isaac. My Lord is the Hearer of Prayers"},{"SurahNumber":14,"VerseNumber":40,"Text":"My Lord, make me one who performs the prayer, and from my offspring. Our Lord, accept my supplication"},{"SurahNumber":14,"VerseNumber":41,"Text":"Our Lord, forgive me, and my parents, and the believers, on the Day the Reckoning takes place"},{"SurahNumber":14,"VerseNumber":42,"Text":"Do not ever think that God is unaware of what the wrongdoers do. He only defers them until a Day when the sights stare"},{"SurahNumber":14,"VerseNumber":43,"Text":"Their necks outstretched, their heads upraised, their gaze unblinking, their hearts void"},{"SurahNumber":14,"VerseNumber":44,"Text":"And warn mankind of the Day when the punishment will come upon them, and the wicked will say, 'Our Lord, defer us for a little while, and we will answer Your call and follow the messengers.' Did you not swear before that there will be no passing away for you"},{"SurahNumber":14,"VerseNumber":45,"Text":"And you inhabited the homes of those who wronged themselves, and it became clear to you how We dealt with them, and We cited for you the examples"},{"SurahNumber":14,"VerseNumber":46,"Text":"They planned their plans, but their plans are known to God, even if their plans can eliminate mountains"},{"SurahNumber":14,"VerseNumber":47,"Text":"Do not ever think that God will break His promise to His messengers. God is Strong, Able to Avenge"},{"SurahNumber":14,"VerseNumber":48,"Text":"On the Day when the earth is changed into another earth, and the heavens, and they will emerge before God, the One, the Irresistible"},{"SurahNumber":14,"VerseNumber":49,"Text":"On that Day, you will see the sinners bound together in chains"},{"SurahNumber":14,"VerseNumber":50,"Text":"Their garments made of tar, and the Fire covering their faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"That God may repay each soul according to what it has earned. God is Quick in reckoning"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a proclamation for mankind, that they may be warned thereby, and know that He is One God, and that people of understanding may remember"}]}