{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Шак-шубҳасиз, мен ўзимга Парвардигорим томонидан аниқ ҳужжатлар келган пайтида, сизлар Аллоҳни қўйиб, дуо-илтижо қилаётган бутларга ибодат қилишдан қайтарилдим ва барча оламларнинг Парвардигорига бўйинсунишга буюрилдим»"},{"SurahNumber":40,"VerseNumber":67,"Text":"У сизларни(нг отангиз Одамни) тупроқдан, сўнгра (унинг барча авлодларини) нутфадан, сўнгра лахта қондан яратган Зотдир. Сўнгра У сизларнинг (оналарингиз қорнидан) чақалоқ ҳолингизда, (ёруғ дунёга) чиқарур, сўнгра (У зот) сизларни вояга етишларингизга, сўнгра қариб-қартайишингизга (қўйиб берур). Сизларнинг орангизда (вояга етишдан, ёки кексалик ёшидан) илгари вафот топадиган кишилар ҳам бўлур. (У зот) сизларни белгиланган ажалга етишларингизга (қўйиб берур). Шоядки, ақл юргизсангизлар"},{"SurahNumber":40,"VerseNumber":68,"Text":"У тирилтирадиган ва ўлдирадиган Зотдир. Бас, қачон бирон ишни ҳукм қилса, Унга фақат «Бўл», дер, холос. Бас, у (иш) бўлур"},{"SurahNumber":40,"VerseNumber":69,"Text":"Аллоҳнинг оятлари ҳақида талашиб-тортишадиган кимсаларни кўрмадингизми? Қаёққа бурилиб кетмоқдалар-а"},{"SurahNumber":40,"VerseNumber":70,"Text":"(Биз Муҳаммад алайҳис-салоту вас-саломга нозил қилган) Китоб — Қуръонни ва Биз (аввал ўтган) пайғамбарларимиз билан юборган нарсаларни — Китобларни ёлғон деган кимсалар яқинда (Қиёмат Кунида динсизликларининг оқибатини) билажаклар"},{"SurahNumber":40,"VerseNumber":71,"Text":"Ўшанда (яъни, дўзахга ташланганларида) улар бўйинларида кишан ва занжирлар (билан) судралурлар"},{"SurahNumber":40,"VerseNumber":72,"Text":"қайноқ сув томонга, сўнгра оловда ёндирилурлар"},{"SurahNumber":40,"VerseNumber":73,"Text":"Сўнгра уларга: «Сизлар ширк келтириб ўтган бутларингиз қани?», дейилади"},{"SurahNumber":40,"VerseNumber":74,"Text":"Аллоҳни қўйиб (ширк келтирган нарсалариннгиз қани?, дейилади). (Шунда) улар: «У (бутлар) бизнинг кўзимиз)дан ғойиб бўлиб қолишди. Йўқ-йўқ, бизлар илгари ҳаёти дунёда) ҳеч нарсага дуо-илтижо қилган эмасмиз», дедилар. Аллоҳ кофирларни мана шундай йўлдан оздирур"},{"SurahNumber":40,"VerseNumber":75,"Text":"Мана шу (жаҳаннам азобига йўлиқишларингиз)га сабаб сизлар Ерда (ўзларингиз қилган айшу ишрат ва гуноҳ-маъсиятлар билан) ноҳақ шоду ҳуррам бўлганларингиз ва кибру ҳаво қилганларингиздир"},{"SurahNumber":40,"VerseNumber":76,"Text":"Жаҳаннам дарвозаларидан у жойда мангу қолгувчи бўлган ҳолларингизда кирингиз! Бас, мутакаббир кимсаларнинг жойи нақадар ёмон бўлди"},{"SurahNumber":40,"VerseNumber":77,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом, сизга мушриклар томонидан етаётган озор-азийятларга) сабр қилинг — зеро Аллоҳнинг (Ўз пайғамбари ва мўминларга ёрдам бериш ва кофирларни азоблаш ҳақидаги) ваъдаси ҳақдир! Энди агар Биз сизга ўша (кофирлар)га ваъда қилаётганимиз (азоб)дан айримларини кўрсатсак (яъни, сиз ҳаётлик пайтингизда уларни айрим азоб-уқубатларга дучор қилсак, кўрарсиз ёки сизни (уларга азоб туширшимиздан илгари) вафот топдирсак, у ҳолда ҳам ёлғиз Ўзимизга қайтарилурлар"},{"SurahNumber":40,"VerseNumber":78,"Text":"Аниқки, Биз сиздан илгари (кўп) пайғамбар юборгандирмиз. Улардан Биз сизга ҳикоя қилиб берган кишилар ҳам бор, яна улардан Биз сизга ҳикоя қилмаган кишилар ҳам бордир. Бирон пайғамбар учун — Аллоҳнинг изну-иродасидан ташқари бирон оят-мўъжиза келтириш жоиз бўлган эмас (яъни, ҳар бир пайғамбар фақат Аллоҳ унга амр қилган мўъжизаларнигина келтиргандир). Бас, қачон Аллоҳнинг (кофирларга азоб тушиши тўғрисидаги) амри келгач, (пайғамбарлар ва уларни ёлғончи қилган кофирлар ўртасида) ҳақ (ҳукм) билан ҳукм қилинур ва ўшанда бузғунчи кимсалар зиёнкор бўлурлар"},{"SurahNumber":40,"VerseNumber":79,"Text":"Аллоҳ сизлар учун чорва ҳайвонларини (токи) сизлар ўша (ҳайвон)лардан (айримларини) минишларингиз учун (пайдо) қилди. Ўша (ҳайвон)лардан ейсизлар ҳам"},{"SurahNumber":40,"VerseNumber":80,"Text":"Сизлар учун уларда (кўп) фойдалар бордир. (У ҳайвонлар) сизлар уларнинг устида дилларингиздаги ҳожатларингизга етишлариигиз учун ҳам (яратилгандирлар). Сизларни (қуруқликда) ўша (ҳайвонлар) устида ва дарё-денгизларда эса (кемаларда) (кўзлаган манзилларингизга) элтиб қўйилур"},{"SurahNumber":40,"VerseNumber":81,"Text":"(Аллоҳ) сизларга Ўз оят-аломатларини кўрсатур. Бас, сизлар Аллоҳнинг қайси оятларини инкор қилурсизлар"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ахир улар Ер юзида сайру-саёҳат қилишиб, ўзларидан аввалги (ўз пайғамбарларини ёлғончи қилиб иймонсиз кетган) кимсаларнинг оқибатлари қандай бўлганини (улар қандай қисматга йўлиқишганини кўрсалар бўлмайдими?! Улар (Макка мушрикларидан) кўра кўпроқ ҳамда қуч-қувват ва Ердаги осори атиқалари жиҳатидан зўрроқ эдилар. (Аммо) уларга топган (молу-дунёлари ҳам, куч-қувватлари ҳам) асқотгани йўқ"},{"SurahNumber":40,"VerseNumber":83,"Text":"Чунки уларга пайғамбарлари (Аллоҳга иймон келтириш ва У зотга бўйинсуниш зарур эканлиги ҳақида) аниқ ҳужжатлар келтирган вақтларида улар ўзларининг олдиларидаги (фақат дунёвий бўлган) билимлари билан шодланиб-мақтандилар (ва пайғамбарлари огоҳлантирган азобни масхара қилиб кулдилар). Ва уларни ўзлари масхара қилгувчи бўлган (азоб) ўраб олди"},{"SurahNumber":40,"VerseNumber":84,"Text":"Энди қачонки улар Бизнинг азобимизни кўришгач, «Якка-ю ягона Аллоҳга иймон келтирдик ва (илгари Аллоҳга) шерик қилиб олганимиз бутларга кофир бўлдик», дедилар"},{"SurahNumber":40,"VerseNumber":85,"Text":"(Лекин) Бизнинг азобимизни кўрган вақтдаги иймонлари уларга фойда бергувчи бўлмади — (Бу) Аллоҳнинг (барча) бандалари ҳақидаги ўтган йўли — қонунидир (яъни, азоб тушган вақтида келтирилган иймоннинг фойдаси бўлмас). Ва ўшанда кофирлар зиёнкор бўлдилар"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ҳо, Мим"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Ушбу Қуръон) меҳрибон ва раҳмли (Аллоҳ) томонидан нозил қилингандир"},{"SurahNumber":41,"VerseNumber":3,"Text":"У биладиган қавм учун арабий Қуръон ҳолида (нозил қилиниб), оятлари муфассал баён қилинган Китобдир"},{"SurahNumber":41,"VerseNumber":4,"Text":"(Мўминларга) хушхабар бергувчи ва (кофирларни азобдан) огоҳлантиргувчи (Китобдир). Бас, (кофирларнинг) кўплари (унинг оятлари ҳақида тафаккур қилишдан) юз ўгирдилар, демак, улар «эшитмаслар»"},{"SurahNumber":41,"VerseNumber":5,"Text":"Улар дедилар: «Дилларимиз сен бизларни даъват қилаётган нарсадан пардаланган, қулоқларимизда эса оғирлик-карлик бордир ва сен билан бизларнинг ўртамизда бир тўсиқ бордир. Бас, сен ҳам ўз амалингни қилавер, бизлар ҳам албатта ўз амалларимизни қилгувчидирмиз»"},{"SurahNumber":41,"VerseNumber":6,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Ҳеч шак-шубҳа йўқки, мен ҳам худди сизлар каби бир одамдирман. Менга илоҳингиз ёлғиз Аллоҳнинг Ўзи экани ваҳий қилинмоқда. Бас, сизлар Унинг Ўзига тўғри (тоат-ибодатда) бўлингиз ва Ундан мағфират сўрангиз! Мушрикларга эса ҳалокат бўлгай"},{"SurahNumber":41,"VerseNumber":7,"Text":"Улар закотни (ҳақдорларга) ато этмайдиган, ўзлари Охиратга кофир бўлган кимсалардир»"},{"SurahNumber":41,"VerseNumber":8,"Text":"Албатта иймон келтирган ва яхши амаллар қилган зотлар учун битмас-туганмас ажр-мукофот бордир"}]}