{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"And when the son of Mary (Jesus) is quoted as an example (Jesus is worshipped like their idols), behold! Your people cry aloud about it"},{"SurahNumber":43,"VerseNumber":58,"Text":"and say: “Are our deities better or is he (Jesus)?” They did not quote the above example for you except for argument. But they are a quarrelsome people"},{"SurahNumber":43,"VerseNumber":59,"Text":"He (Jesus) was not more than a servant (of Allah). We granted Our Favor to him, and We made him an example to the children of Israel (created without a father)"},{"SurahNumber":43,"VerseNumber":60,"Text":"And if it were Our Will, We would have (destroyed mankind and) made angels to replace you on the earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"And he (Jesus) is a known sign for the (coming of the) Hour (Day of Resurrection). Therefore, don’t have doubt concerning it (the Day of Resurrection). And follow Me! This is the Right Way"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let not Satan hinders you (from the right religion). Surely, he is your open enemy"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus came with (Our) clear signs, he said: “Surely I have come to you with wisdom (Prophethood), and to clarify to you some of the points in which you differ, therefore fear Allah and obey me"},{"SurahNumber":43,"VerseNumber":64,"Text":"Surely, it is He Who is my Lord and your Lord. So worship Him (alone). This is the Right Way.”"},{"SurahNumber":43,"VerseNumber":65,"Text":"But the sects differed among themselves. So woe to the wrongdoers (who ascribe things to Jesus that are not true) from the punishment of the painful Day (of Resurrection)"},{"SurahNumber":43,"VerseNumber":66,"Text":"Are they only waiting for the Hour that it will come on them suddenly, while they don’t perceive"},{"SurahNumber":43,"VerseNumber":67,"Text":"On that Day, even friends will be enemies to one another accept the pious"},{"SurahNumber":43,"VerseNumber":68,"Text":"(It will be said to the believers): “My worshippers! Today you have nothing to fear or to grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"you are those who believed in Our Revelations and were Muslims"},{"SurahNumber":43,"VerseNumber":70,"Text":"‘Enter Paradise, you and your wives in happiness.’”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Trays of gold and cups will be (used to) serve round them, there will be everything that the souls could desire, and all that their eyes can delight in, and (it will be said to them): “You will abide in it forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"This is the Paradise which you have made to inherit because of your good deeds which you used to do (in the world)"},{"SurahNumber":43,"VerseNumber":73,"Text":"in it you will have plenty of fruits to eat.”"},{"SurahNumber":43,"VerseNumber":74,"Text":"But the criminals will abide in the punishment of hell forever"},{"SurahNumber":43,"VerseNumber":75,"Text":"(Their punishment) will not be lightened for them and they will be plunged into destruction with despair in it"},{"SurahNumber":43,"VerseNumber":76,"Text":"We did not wrong them, but they were the wrongdoers"},{"SurahNumber":43,"VerseNumber":77,"Text":"They will cry: “O Malik (keeper of hell)! Let your Lord put an end to us.” It will say: “Surely you shall abide forever.”"},{"SurahNumber":43,"VerseNumber":78,"Text":"Indeed We have brought the truth (the Qur’an) to you, but most of you hate the truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Or have they plotted some plan (against you O Muhammad)? Then We too are planning (to destroy them)"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We don’t hear their secrets and their private counsel? Of course Our Messengers (angels) are recording by them"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say (O Muhammad): “If the Beneficent (Allah) (suppose) had a son, then I would be the first of worshippers.”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Glory be to the Lord of the heavens and the earth, the Lord of the Throne! (Exalted be He) above all that they ascribe (to Him)"},{"SurahNumber":43,"VerseNumber":83,"Text":"So leave them alone to speak nonsense and play until they meet their Day, which they have been promised"},{"SurahNumber":43,"VerseNumber":84,"Text":"It is He Who is to be worshipped in the heaven and to be worshipped on the earth. And He is the All-Wise, the All-Knower"},{"SurahNumber":43,"VerseNumber":85,"Text":"And blessed be He to whom belongs the kingdom of the heavens and the earth and all that is between them. He (alone) has the knowledge of the Hour (of judgment), and to Whom you all will be returned"},{"SurahNumber":43,"VerseNumber":86,"Text":"And those whom they invoke besides Him, has no power of intercession; except those who bear witness to the truth (believers), and they know (the facts about the Oneness of Allah)"},{"SurahNumber":43,"VerseNumber":87,"Text":"And if you ask them who created them, they will surely say: “Allah.” How then are they turned away (from Allah)"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Allah has knowledge) of (Muhammad’s) saying: “O my Lord! Surely, these are a people who don’t believe!”"},{"SurahNumber":43,"VerseNumber":89,"Text":"So turn away from them (O Muhammad), and say: Salam (peace)! They will come to know (the truth)"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"By the clear book (the Qur’an)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Surely We sent it (this Qur’an) down in a blessed night (of Qadr in the month of Ramadan). Surely, We are ever warning (mankind)"},{"SurahNumber":44,"VerseNumber":4,"Text":"in it (that night) every matter is decided wisely"},{"SurahNumber":44,"VerseNumber":5,"Text":"by a command from Us. Surely, We have ever sending (the Messengers)"},{"SurahNumber":44,"VerseNumber":6,"Text":"(as) Mercy from your Lord. Surely! He is the All-Hearer, the All-Knower"},{"SurahNumber":44,"VerseNumber":7,"Text":"The Lord of the heavens and the earth and all that is between them, if you have faith with certainty"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is no true one worthy of worship but He. It is He Who gives life and causes death, your Lord and the Lord of your forefathers"},{"SurahNumber":44,"VerseNumber":9,"Text":"Nay! They play in doubt"},{"SurahNumber":44,"VerseNumber":10,"Text":"Then you wait for the Day when the sky will bring forth a visible smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"covering the people, this will be a painful punishment"},{"SurahNumber":44,"VerseNumber":12,"Text":"(People will say): “Our Lord! Remove the punishment from us, really we have become believers!”"},{"SurahNumber":44,"VerseNumber":13,"Text":"How can there be an admonition (at the time when the punishment has reached) for them when a Messenger explaining things clearly has already come to them"},{"SurahNumber":44,"VerseNumber":14,"Text":"Yet, they turn away from him (Muhammad) and said: “He (Muhammad) is a madman, taught (by others)!”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Surely, We shall remove the punishment (famine) for a while. But you will return (to disbelief)"},{"SurahNumber":44,"VerseNumber":16,"Text":"On the Day We shall seize you with the greatest grasp. Surely, We will take retribution"}]}