{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"God had chosen Adam and Noah and the families of Abraham and 'Imran in preference to others"},{"SurahNumber":3,"VerseNumber":34,"Text":"They were descendants of one another; and God hears all and knows everything"},{"SurahNumber":3,"VerseNumber":35,"Text":"Remember, when the wife of 'Imran prayed: \"O Lord, I offer what I carry in my womb in dedication to Your service, accept it, for You hear all and know everything"},{"SurahNumber":3,"VerseNumber":36,"Text":"And when she had given birth to the child, she said: \"O Lord, I have delivered but a girl.\" -- But God knew better what she had delivered: A boy could not be as that girl was. \"I have named her Mary,\" (she said), \"and I give her into Your keeping. Preserve her and her children from Satan the ostracized"},{"SurahNumber":3,"VerseNumber":37,"Text":"Her Lord accepted her graciously, and she grew up with excellence, and was given into the care of Zachariah. Whenever Zachariah came to see her in the chamber, he found her provided with food, and he asked: \"Where has this come from, O Mary?\" And she said: \"From God who gives food in abundance to whomsoever He will"},{"SurahNumber":3,"VerseNumber":38,"Text":"Then prayed Zachariah to his Lord: \"O Lord, bestow on me offspring, virtuous and good, for You answer all prayers"},{"SurahNumber":3,"VerseNumber":39,"Text":"Then the angels said to him as he stood in the chamber at prayer: \"God sends you good tidings of John who will confirm a thing from God and be noble, continent, and a prophet, and one of those who are upright and do good"},{"SurahNumber":3,"VerseNumber":40,"Text":"How can I have a son, O Lord,\" he said, \"for I am old and my wife is barren?\" \"Thus,\" came the answer, \"God does as He wills"},{"SurahNumber":3,"VerseNumber":41,"Text":"And Zachariah said: \"Give me a token, O Lord.\" \"The token will be,\" was the reply, \"that you will speak to no man for three days except by signs; and remember your Lord much, and pray at evening and sunrise"},{"SurahNumber":3,"VerseNumber":42,"Text":"The angels said: \"O Mary, indeed God has favoured you and made you immaculate, and chosen you from all the women of the world"},{"SurahNumber":3,"VerseNumber":43,"Text":"So adore your Lord, O Mary, and pay homage and bow with those who bow in prayer"},{"SurahNumber":3,"VerseNumber":44,"Text":"This is news of the Unknown that We send you, for you were not there when they cast lots with quills (to determine) who should take care of Mary, nor when they disputed it"},{"SurahNumber":3,"VerseNumber":45,"Text":"When the angels said: \"O Mary, God gives you news of a thing from Him, for rejoicing, (news of one) whose name will be Messiah, Jesus, son of Mary, illustrious in this world and the next, and one among the honoured"},{"SurahNumber":3,"VerseNumber":46,"Text":"Who will speak to the people when in the cradle and when in the prime of life, and will be among the upright and doers of good"},{"SurahNumber":3,"VerseNumber":47,"Text":"She said: \"How can I have a son, O Lord, when no man has touched me?\" He said: \"That is how God creates what He wills. When He decrees a thing, He says 'Be', and it is"},{"SurahNumber":3,"VerseNumber":48,"Text":"He will teach him the Law and the judgement, and the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"And he will be Apostle to the children of Israel, (saying:) 'I have come to you with a prodigy from your Lord that I will fashion the state of destiny out of mire for you, and breathe (a new spirit) into it, and (you) will rise by the will of God. I will heal the blind and the leper, and infuse life into the dead, by the leave of God. I will tell you what you devour and what you hoard in your homes. In this will be a portent for you if you do believe"},{"SurahNumber":3,"VerseNumber":50,"Text":"I (have come to) confirm the truth of the Torah which was sent down before me, and make certain things lawful which have been forbidden until now; and I come to you with a sign from your Lord; so be fearful of God and follow me"},{"SurahNumber":3,"VerseNumber":51,"Text":"Surely God is my Lord, and your Lord, so worship Him; and this is the right path"}]}