{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Is he who knows that the truth has been sent down to you from your Lord like he who is blind? Only those who possess intelligence will remember"},{"SurahNumber":13,"VerseNumber":20,"Text":"Those who fulfill the pledge of God, and they do not break the covenant"},{"SurahNumber":13,"VerseNumber":21,"Text":"Andthose who deliver what God has ordered to be delivered, and they are concerned towards their Lord and they fear a terrible reckoning"},{"SurahNumber":13,"VerseNumber":22,"Text":"Andthose who are patient seeking the face of their Lord; and they hold the contact prayer, and they spend from what We have bestowed upon them secretly and openly, and they counter evil with good; these will have an excellent abode"},{"SurahNumber":13,"VerseNumber":23,"Text":"The gardens of delight; which they will enter with those who are good doers from their fathers and their mates and their progeny. And the angels will enter upon them from every gate"},{"SurahNumber":13,"VerseNumber":24,"Text":"Peace be upon you for what you have been patient for. Excellent indeed is the final abode"},{"SurahNumber":13,"VerseNumber":25,"Text":"As for those who break their pledge with God after having made its covenant, and they withhold what God has ordered to be delivered, and they cause corruption on the earth; upon those is a curse and they will have a miserable abode"},{"SurahNumber":13,"VerseNumber":26,"Text":"Godgives the provisions for whom He wishes, and He is Capable. And they were happy with the worldly life, but the worldly life compared to the Hereafter is nothing except a brief enjoyment"},{"SurahNumber":13,"VerseNumber":27,"Text":"Andthose who have rejected say: \"If only a sign were sent down to him from his Lord!\" Say: \"God misguides whom He wishes and guides to Him whoever is repenting"},{"SurahNumber":13,"VerseNumber":28,"Text":"The ones who have believed, and their hearts are relieved by the remembrance of God; for in the remembrance of God the hearts are relieved"},{"SurahNumber":13,"VerseNumber":29,"Text":"The ones who have believed, and have done good works, there will be happiness for them and a wonderful abode"},{"SurahNumber":13,"VerseNumber":30,"Text":"Thus, We have sent you to a nation, as with other nations before it, so that you may recite to them that which has been inspired to you; while they are still rejecting the Almighty. Say: \"He is my Lord, there is no god except He, in Him I place my trust and to Him is my repentance"},{"SurahNumber":13,"VerseNumber":31,"Text":"Andif a revelation were to be used to move mountains, or to slice the earth, or the dead were spoken to with it! Indeed, to God are all matters. Did not those who have believed know that if God had wished He would have guided all the people? As for those who reject, they continue to be stricken with disaster or it comes near to their homes, until the promise of God comes true. God does not break the appointment"},{"SurahNumber":13,"VerseNumber":32,"Text":"Andmessengers before you were mocked, but I gave time to those who had rejected, then I took them; so how was My punishment"},{"SurahNumber":13,"VerseNumber":33,"Text":"It is He who is standing upon every soul for what it has earned; yet they set up partners with God. Say: \"Name them?\" Or are you informing Him of what He does not know on the earth or is it just a show of words? Indeed, to the rejecters, their scheming is made to appear pleasing, and they are repelled from the path. And whoever God misguides will have no guide"},{"SurahNumber":13,"VerseNumber":34,"Text":"They will have a punishment in the worldly life, and the punishment of the Hereafter is more difficult. And they will have no defender against God"}]}