{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"Und hätten sie den Aufbruch gewollt, gewiß hätten sie dafür das Notwendige vorbereitet. Doch ALLAH verabscheute ihren Aufbruch, so hat ER sie (noch mehr) entmutigt und es wurde gesagt: \"Bleibt zurück (als Drückeberger) mit den Zurückbleibenden"},{"SurahNumber":9,"VerseNumber":47,"Text":"Und wären sie mit euch aufgebrochen, hätten sie euch außer Schlechtem nichts hinzugefügt und sich beeilt, Fitna unter euch zu verbreiten. Und unter euch sind welche, die ihnen zuhören. Und ALLAH ist allwissend über die Unrecht- Begehenden"},{"SurahNumber":9,"VerseNumber":48,"Text":"Gewiß, bereits waren sie vorher um Fitna bemüht und wollten deine Angelegenheiten (durch Intrigen) durcheinander bringen, bis dieWahrheit kam und die Sache ALLAHs siegte, während sie (diesem) abgeneigt sind"},{"SurahNumber":9,"VerseNumber":49,"Text":"Und manch einer von ihnen sagt: \"Gewähre mir Erlaubnis (zurückzubleiben) und setze mich keiner Fitna aus!\" Doch sie sind bereits in die Fitna gefallen. Und gewiß Dschahannam umfaßt unweigerlich die Kafir"},{"SurahNumber":9,"VerseNumber":50,"Text":"Wenn dich Gutes trifft, mißfällt es ihnen. Und wenn dich Unglück trifft, sagen sie: \"Bereits haben wir vorher für uns Vorkehrungen getroffen.\" Dann wenden sie sich ab, während sie glücklich sind"},{"SurahNumber":9,"VerseNumber":51,"Text":"Sag: \"Uns wird nur das treffen, was ALLAH für uns niedergeschrieben hat. ER ist unser Maula!\" Und ALLAH gegenüber sollen die Mumin Tawakkul üben"},{"SurahNumber":9,"VerseNumber":52,"Text":"Sag: \"Erwartet ihr für uns etwas anderes außer eines der beiden Schönen (Sieg oder Schahada fi-sabilillah)?\" Und wir erwarten für euch, daß ALLAH euch mit einer Peinigung trifft entweder (direkt) von Sich oder durch uns. Also wartet ab, gewiß, wir warten ebenfalls mit euch ab"},{"SurahNumber":9,"VerseNumber":53,"Text":"Sag: \"Spendet freiwillig oder widerwillig, dies wird von euch nie angenommen. Gewiß, ihr wart fisq-betreibende Leute"},{"SurahNumber":9,"VerseNumber":54,"Text":"Und nichts stand ihnen im Wege, damit ihre Spenden angenommen werden, außer daß sie Kufr ALLAH und Seinem Gesandten gegenüber betrieben haben, zum rituellen Gebet nur widerstrebend kommen und nur spenden, während sie dem abgeneigt sind"},{"SurahNumber":9,"VerseNumber":55,"Text":"Also finde keinen Gefallen weder an ihrem Vermögen noch an ihren Kindern! ALLAH will sie damit im diesseitigen Leben doch nur peinigen und (will), daß ihre Seelen (ihren Körper) beschwerlich verlassen, während sie noch Kafir sind"},{"SurahNumber":9,"VerseNumber":56,"Text":"Und sie schwören bei ALLAH: \"Gewiß sie seien doch von euch\", obwohl sie nicht zu euch gehören. Doch diese sind Leute, die Angst (vor euch) haben"},{"SurahNumber":9,"VerseNumber":57,"Text":"Würden sie einen Zufluchtsort, Höhlen oder Unterschlupf finden, gewiß würden sie sich dorthin begeben, während sie überhastig sind"},{"SurahNumber":9,"VerseNumber":58,"Text":"Und manche von ihnen bezichtigen dich (ungerechter Verteilung) der Sadaqa. Doch würde ihnen davon etwas gegeben, wären sie zufrieden. Aber wenn ihnen davon nichts gegeben wird, so sind sie wütend"},{"SurahNumber":9,"VerseNumber":59,"Text":"Und wären sie doch zufrieden damit, was ALLAH und Sein Gesandter ihnen zuteil werden ließen, und hätten sie doch gesagt: \"Uns genügt ALLAH. ALLAH wird uns von Seiner Gunst zuteil werden lassen sowie Sein Gesandter. Wir sind ALLAH gegenüber Bittsteller.\" (So wäre dies gewiß besser für sie)"}]}