{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"N’uwo ari we wese muri bo (abamalayika) wavuga ati “Mu by’ukuri njye ndi imana mu cyimbo cye (Allah)”; uwo twazamuhanisha umuriro wa Jahanamu. Kandi uko ni ko duhemba inkozi z’ibibi"},{"SurahNumber":21,"VerseNumber":30,"Text":"Ese abahakanye ntibabonye ko ibirere n’isi byari bifatanye nyuma tukabitandukanya, kandi ko buri kinyabuzima cyose twakiremye mu mazi? Ese ubwo ntibemera"},{"SurahNumber":21,"VerseNumber":31,"Text":"Nuko dushyira imisozi ishimangiye ku isi kugira ngo itabanyeganyeza, ndetse tunayishyiramo inzira kugira ngo bamenye aho banyura"},{"SurahNumber":21,"VerseNumber":32,"Text":"N’ikirere twakigize igisenge kirinzwe, nyamara birengagiza ibitangaza byacyo (izuba, ukwezi, inyenyeri)"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ni na We waremye ijoro, amanywa, izuba ndetse n’ukwezi; buri cyose kigenda mu nzira zacyo cyihuta"},{"SurahNumber":21,"VerseNumber":34,"Text":"Kandi nta n’umwe mu babayeho mbere yawe (Muhamadi) twahaye kubaho ubudapfa. Ese niba wowe uzapfa, ni bo bazabaho ubuziraherezo"},{"SurahNumber":21,"VerseNumber":35,"Text":"Buri wese azasogongera ku rupfu, kandi tuzabagerageresha ibibi n’ibyiza. Ndetse iwacu ni ho muzagarurwa"},{"SurahNumber":21,"VerseNumber":36,"Text":"N’iyo abahakanye bakubonye (yewe Muhamadi), nta kindi bagukorera uretse kukunnyega (babwirana bati) “Ese uyu ni we uvuga (nabi) imana zanyu?” Nyamara iyo havuzwe (Allah) Nyirimpuhwe, barahakana"},{"SurahNumber":21,"VerseNumber":37,"Text":"Umuntu yaremanywe kamere yo kugira ubwira. (Vuba aha) nzabereka ibimenyetso byanjye (ibihano), bityo mwinsaba kubyihutisha"},{"SurahNumber":21,"VerseNumber":38,"Text":"(Abahakanyi) baravuga bati “Ese isezerano (ryo guhanwa) rizasohora ryari niba koko muri abanyakuri?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Iyo abahakanyi baza kumenya (uko bazaba bameze), igihe bazaba badashobora gukumira umuriro kugera mu buranga bwabo cyangwa mu migongo yabo, cyangwa ngo bamenye ko batazatabarwa (ntibari kuguma mu buhakanyi)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ahubwo (imperuka) izabageraho ibatunguye, ibateshe umutwe, kandi ntibazashobora kuyikumira ndetse nta n’ubwo bazarindirizwa (kugira ngo bicuze)"},{"SurahNumber":21,"VerseNumber":41,"Text":"(Niba bakerensa ubutumwa bwawe, yewe Muhamadi, ntukagire agahinda) kuko mu by’ukuri n’intumwa zabayeho mbere yawe zarakerenshejwe, maze abazisekaga bagerwaho n’ibihano by’ibyo basuzuguraga"},{"SurahNumber":21,"VerseNumber":42,"Text":"Vuga (yewe Muhamadi) uti “Ni nde ushobora kubarinda ibihano bya (Allah) Nyirimpuhwe ijoro n’amanywa (aramutse ashaka kubahana)? Ariko (abahakanyi) birengagiza kwibuka Nyagasani wabo.”"},{"SurahNumber":21,"VerseNumber":43,"Text":"Ese baba bafite izindi mana zabarinda zitari twe? Mu by’ukuri na zo ubwazo ntizishobora kwitabara, ndetse nta n’uwazidukiza (turamutse dushatse kuzihana)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Ahubwo abo (bahakanyi) n’abakurambere babo twabahaye umunezero kugeza ubwo babayeho igihe kirekire (barirara). Ese ntibabona ko mu by’ukuri tugenda tugabanya ubutaka (bwabo) mu mpande zabwo zose? Ese koko (abahakanyi b’i Maka) ni bo bazatsinda"},{"SurahNumber":21,"VerseNumber":45,"Text":"Vuga (yewe Muhamadi) uti “Mu by’ukuri njye mbaburira nshingiye ku byo mbanahishuriwe (na Allah). Ariko ibipfamatwi iyo biburirwa ntibyumva.”"},{"SurahNumber":21,"VerseNumber":46,"Text":"Kandi iyo (abahakanyi) baza kugerwaho n’igihano gito giturutse kwa Nyagasani wawe, bari kuvuga bati “Mbega ibyago byacu! Mu by’ukuri twari inkozi z’ibibi!”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ndetse ku munsi w’imperuka tuzashyiraho iminzani y’ubutabera, ku buryo nta muntu n’umwe uzarenganywa, kabone n’iyo ibikorwa bye bizaba bifite uburemere bungana nk’ubw’akanyampeke gato cyane (Kharidali), tuzabizana. Kandi turihagije mu gukora ibarura"},{"SurahNumber":21,"VerseNumber":48,"Text":"Kandi mu by’ukuri twahaye Musa na Haruna igitabo gitandukanya ukuri n’ikinyoma (Tawurati) kikaba urumuri n’urwibutso ku bagandukira (Allah)"},{"SurahNumber":21,"VerseNumber":49,"Text":"Ba bandi batinya Nyagasani wabo batamubona, kandi bagaterwa ubwoba n’umunsi w’imperuka"},{"SurahNumber":21,"VerseNumber":50,"Text":"Kandi iyi (Qur’an) ni urwibutso rwuje imigisha twahishuye. None se ni gute (mwatinyuka) kuruhakana"}]}