{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"اور جب آپ انہیں دیکھیں گے تو ان کے جسم بہت اچھے لگیں گے اور بات کریں گے تو اس طرح کہ آپ سننے لگیں لیکن حقیقت میں یہ ایسے ہیں جیسے دیوار سے لگائی ہوئی سوکھی لکڑیاں کہ یہ ہر چیخ کو اپنے ہی خلاف سمجھتے ہیں اور یہ واقعا دشمن ہیں ان سے ہوشیار رہئے خدا انہیں غارت کرے یہ کہاں بہکے چلے جارہے ہیں"},{"SurahNumber":63,"VerseNumber":5,"Text":"اور جب ان سے کہا جاتا ہے کہ آؤ رسول اللہ تمہارے حق میں استغفار کریں گے تو سر پھرا لیتے ہیں اور تم دیکھو گے کہ استکبار کی بنا پر منہ بھی موڑ لیتے ہیں"},{"SurahNumber":63,"VerseNumber":6,"Text":"ان کے لئے سب برابر ہے چاہے آپ استغفار کریں یا نہ کریں خدا انہیں بخشنے والا نہیں ہے کہ یقینا اللہ بدکار قوم کی ہدایت نہیں کرتا ہے"},{"SurahNumber":63,"VerseNumber":7,"Text":"یہی وہ لوگ ہیں جو کہتے ہیں کہ رسول اللہ کے ساتھیوں پر کچھ خرچ نہ کرو تاکہ یہ لوگ منتشر ہوجائیں حالانکہ آسمان و زمین کے سارے خزانے اللہ ہی کے لئے ہیں اور یہ منافقین اس بات کو نہیں سمجھ رہے ہیں"},{"SurahNumber":63,"VerseNumber":8,"Text":"یہ لوگ کہتے ہیں کہ اگر ہم مدینہ واپس آگئے تو ہم صاحبان هعزت ان ذلیل افراد کو نکال باہر کریں گے حالانکہ ساری عزت اللہ , رسول اور صاحبان هایمان کے لئے ہے اور یہ منافقین یہ جانتے بھی نہیں ہیں"},{"SurahNumber":63,"VerseNumber":9,"Text":"ایمان والو خبردار تمہارے اموال اور تمہاری اولاد تمہیں یاد خدا سے غافل نہ کردے کہ جو ایسا کرے گا وہ یقینا خسارہ والوں میں شمار ہوگا"},{"SurahNumber":63,"VerseNumber":10,"Text":"اور جو رزق ہم نے عطا کیا ہے اس میں سے ہماری راہ میں خرچ کرو قبل اس کے کہ تم میں سے کسی کو موت آجائے اور وہ یہ کہے کہ خدایا ہمیں تھوڑے دنوں کی مہلت کیوں نہیں دے دیتا ہے کہ ہم خیرات نکالیں اور نیک بندوں میں شامل ہوجائیں"},{"SurahNumber":63,"VerseNumber":11,"Text":"اور ہرگز خدا کسی کی اجل کے آجانے کے بعد اس میں تاخیر نہیں کرتا ہے اور وہ تمہارے اعمال سے خوب باخبر ہے"},{"SurahNumber":64,"VerseNumber":1,"Text":"زمین و آسمان کا ہر ذرہ خدا کی تسبیح کررہا ہے کہ اسی کے لئے ملک ہے اور اسی کے لئے حمد ہے اور وہی ہر شے پر قدرت رکھنے والا ہے"},{"SurahNumber":64,"VerseNumber":2,"Text":"اسی نے تم سب کو پیدا کیا ہے پھر تم میں سے کچھ مومن ہیں اور کچھ کافر اور اللہ تمہارے اعمال کو خوب دیکھ رہا ہے"},{"SurahNumber":64,"VerseNumber":3,"Text":"اسی نے آسمان و زمین کو حق کے ساتھ پیدا کیا ہے اور تمہاری صورت کو بھی انتہائی حسن بنایا ہے اور پھر اسی کی طرف سب کی بازگشت بھی ہے"},{"SurahNumber":64,"VerseNumber":4,"Text":"وہ زمین و آسمان کی ہر شے سے باخبر ہے اور ان تمام چیزوں کو جانتا ہے جن کا تم اظہار کرتے ہو یا جنہیں تم چھپاتے ہو اور وہ سینوں کے رازوں سے بھی باخبر ہے"},{"SurahNumber":64,"VerseNumber":5,"Text":"کیا تمہارے پاس پہلے کفر اختیار کرنے والوں کی خبر نہیں آئی ہے کہ انہوں نے اپنے کام کے وبال کا مزہ چکھ لیا اور ان کے لئے دردناک عذاب ہے"},{"SurahNumber":64,"VerseNumber":6,"Text":"یہ اس لئے کہ ان کے پاس رسول کِھلی ہوئی نشانیاں لے کر آتے تھے تو انہوں نے صاف کہہ دیا کہ کیا بشر ہماری ہدایت کرے گا اور یہ کہہ کر انکار کردیا اور منہ پھیر لیا تو خدا بھی ان سے بے نیاز ہے اور وہ قابلِ تعریف غنی ہے"},{"SurahNumber":64,"VerseNumber":7,"Text":"ان کفاّر کا خیال یہ ہے کہ انہیں دوبارہ نہیں اٹھایا جائے گا تو کہہ دیجئے کہ میرے پروردگار کی قسم تمہیں دوبارہ زندہ کیا جائے گا اور پھر بتایا جائے گا کہ تم نے کیا کیا, کیا ہے اور یہ کام خدا کے لئے بہت آسان ہے"},{"SurahNumber":64,"VerseNumber":8,"Text":"لہذا خدا اور رسول اور اس نور پر ایمان لے آؤ جسے ہم نے نازل کیا ہے کہ اللہ تمہارے اعمال سے خوب باخبر ہے"},{"SurahNumber":64,"VerseNumber":9,"Text":"وہ قیامت کے دن تم سب کو جمع کرے گا اور وہی ہارجیت کا دن ہوگا اور جو اللہ پر ایمان رکھے گا اور نیک اعمال کرے گا خدا اس کی برائیوں کو دور کردے گا اور اسے ان باغات میں داخل کرے گا جن کے نیچے نہریں جاری ہوں گی وہ ان ہی میں ہمیشہ ہمیشہ رہیں گے اور یہی سب سے بڑی کامیابی ہے"},{"SurahNumber":64,"VerseNumber":10,"Text":"اور جن لوگوں نے کفر اختیار کیا اور ہماری آیات کو جھٹلایا وہ اصحاب جہنّم ہیں اور وہیں ہمیشہ رہنے والے ہیں اور یہ ان کا بدترین انجام ہے"},{"SurahNumber":64,"VerseNumber":11,"Text":"کوئی مصیبت نازل نہیں ہوتی ہے مگر خدا کی اجازت سے اور جو صاحبِ ایمان ہوتا ہے خدا اس کے دل کی ہدایت کردیتا ہے اور خدا ہر شے کا خوب جاننے والا ہے"},{"SurahNumber":64,"VerseNumber":12,"Text":"اور تم لوگ خدا کی اطاعت کرو اور رسول کی اطاعت کرو پھر اگر انحراف کرو گے تو رسول کی ذمہ داری واضح طور پر پیغام پہچادینے کے علاوہ کچھ نہیں ہے"},{"SurahNumber":64,"VerseNumber":13,"Text":"اللرُ ہی وہ ہے جس کے علاوہ کوئی خدا نہیں ہے اور تمام صاحبانِ ایمان کو اسی پر بھروسہ کرنا چاہئے"},{"SurahNumber":64,"VerseNumber":14,"Text":"ایمان والو - تمہا---ری بیویوں اور تمہاری اولاد میں سے بعض تمہارے دشمن ہیں لہذا ان سے ہوشیار رہو اور اگر انہیں معاف کردو اور ان سے درگزر کرو اور انہیں بخش دو تو اللہ بھی بہت بخشنے والا اور مہربان ہے"},{"SurahNumber":64,"VerseNumber":15,"Text":"تمہارے اموال اور تمہاری اولاد تمہارے لئے صرف امتحان کا ذریعہ ہیں اور اجر عظیم صرف اللہ کے پاس ہے"},{"SurahNumber":64,"VerseNumber":16,"Text":"لہذا جہاں تک ممکن ہو اللہ سے ڈرو اور اس کی بات سنو اور اطاعت کرو اور راسِ خدا میں خرچ کرو کہ اس میں تمہارے لئے خیر ہے اور جو اپنے ہی نفس کے بخل سے محفوظ ہوجائے وہی لوگ فلاح اور نجات پانے والے ہیں"},{"SurahNumber":64,"VerseNumber":17,"Text":"اگر تم اللہ کو قرض حسنہ دو گے تو وہ اسے دوگنا بنادے گا اور تمہیں معاف بھی کردے گا کہ وہ بڑا قدر داں اور برداشت کرنے والا ہے"},{"SurahNumber":64,"VerseNumber":18,"Text":"وہ حاضر و غائب کا جاننے والا اور صاحب هعزت و حکمت ہے"}]}