{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Благословен есть Тот, Кто Своему служителю низвел Фуркан, Чтобы он стал для всех миров Увещеванием (Господним)"},{"SurahNumber":25,"VerseNumber":2,"Text":"Тот, Кто владеет небесами и землей И Кто не брал Себе ребенка И соучастника во власти не имеет. Он - Тот, Кто создал всяку вещь И соразмерил должной мерой"},{"SurahNumber":25,"VerseNumber":3,"Text":"И все ж они, опричь Него, Других богов себе призвали, Что ничего не могут сотворить, И сами созданы (другими). Самим себе они не могут Ни причинить вреда, ни пользы принести. Не властвуют они над смертью, Над жизнью не властвуют они, Они не властны и над воскрешеньем"},{"SurahNumber":25,"VerseNumber":4,"Text":"И говорят неверные: \"Все это - только ложь, что он измыслил, И в этом помогли ему другие\". Но в это именно они Ложь привнесли и злобную несправедливость"},{"SurahNumber":25,"VerseNumber":5,"Text":"И говорят они: \"Все это - сказы древних (поколений), Что для себя велел он записать, Ему зачитывают их и по утрам, и вечерами"},{"SurahNumber":25,"VerseNumber":6,"Text":"Скажи: \"(Коран) ниспослан Тем, Кому известны тайны неба и земли, - Он, истинно, прощающ, милосерд"},{"SurahNumber":25,"VerseNumber":7,"Text":"И говорят они: \"Что за посланник он, Коль ест он пищу и по рынкам ходит? Вот если бы к нему был послан ангел И вместе с ним бы проповедником (предстал)"},{"SurahNumber":25,"VerseNumber":8,"Text":"Или б посыпались сокровища ему, Иль сад бы у него явился, Откуда б он питался всласть!\" И говорят неправедные так: \"Вы следуете лишь тому, Кто (неземными) чарами (опутан)"},{"SurahNumber":25,"VerseNumber":9,"Text":"Смотри, чему они тебя уподобляют! Они сошли с Господнего пути И обрести его никак не могут"},{"SurahNumber":25,"VerseNumber":10,"Text":"Благословен есть Тот, Кто Волею Своей Доставит лучшее для вас, чем это: Сады, реками омовенны, Доставит вам дворцы (Для пребыванья в вечной благодати)"},{"SurahNumber":25,"VerseNumber":11,"Text":"О да! Они считают ложью Час, А Мы для тех, кто ложью Час считает, Уготовали огнь (Ада)"},{"SurahNumber":25,"VerseNumber":12,"Text":"Когда еще из далека Огонь сей распознает их, Они услышат его рев и ярость"},{"SurahNumber":25,"VerseNumber":13,"Text":"Когда же связанными вместе Там в место тесное их бросят, Они возмолят о погибели своей"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Но им ответом прозвучит): \"Вы об одной погибели сегодня не взывайте, Вы призовите множество погибелей себе"},{"SurahNumber":25,"VerseNumber":15,"Text":"Скажи: \"Что лучше: Это ли - иль вечный Сад, Что был обещан тем, Кто благочестие блюдет, (Господнего страшася гнева)? Он будет (Божьим) воздаяньем им - (У Господа) пристанищем последним"},{"SurahNumber":25,"VerseNumber":16,"Text":"Для них там будет все, чего они желают, - В их вечном пребыванье там. И это - тот обет, (Что возложил) Господь твой (на Себя) И о котором (они) просят"},{"SurahNumber":25,"VerseNumber":17,"Text":"В тот День, Когда Он соберет И их, и тех, кого они, кроме Аллаха, чтили, Он скажет (им): \"Свели ли вы с пути Моих рабов Иль они сами путь сей потеряли"},{"SurahNumber":25,"VerseNumber":18,"Text":"Хвала Тебе! - они ответят. - Не подобало в покровители себе Нам принимать (других) вместо Тебя. Но Ты и их, и их отцов (Так щедро в этой жизни) одарил (благами), (Так долго) срок им продлевал (для покаянья), Что поминать (о Господе) они забыли - (В распутстве и невежестве своем) Пропащим людом они стали"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Аллах ответит нечестивым): \"Они во лжи вас обвинили Касательно того, что говорите вы. И вы не можете теперь Ни отвратить (Господней кары), Ни помощи (себе снискать). Того же, кто неправеден из вас, Заставим Мы вкусить мучительную кару"},{"SurahNumber":25,"VerseNumber":20,"Text":"И до тебя, (о Мухаммад!), Мы не послали ни единого пророка, Кто пищи бы не ел и не ходил по рынкам. И сделали одних из вас Мы испытаньем для других, - Найдете ль вы в себе терпенье? Ведь зрит Господь твой все и вся"}]}