{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Не обращал ли ты внимание на тех, которые благодеяние Божие променивают на неверие, и народ свой низвергают в жилище погибели"},{"SurahNumber":14,"VerseNumber":29,"Text":"В геенне, - в ней будут гореть они; как мучительно это обиталище"},{"SurahNumber":14,"VerseNumber":30,"Text":"Они допускали равных Богу, чтобы отклонять от пути Его. Скажи: \"Наслаждайтесь; а после пойдете в огонь"},{"SurahNumber":14,"VerseNumber":31,"Text":"Скажи рабам Моим, которые веруют, совершают молитвы, тайно и явно жертвуют из того, чем Мы наделили их, прежде, нежели наступит тот день, в который не будет ни взаимных передач, ни дружеских услуг"},{"SurahNumber":14,"VerseNumber":32,"Text":"Бог есть тот, кто сотворил небеса и землю, ниспосылает с неба воду и ею возращает плоды в пищу вам; дает на службу вам корабли, что бы они, по Его велению, плавали в море; дает на службу вам реки"},{"SurahNumber":14,"VerseNumber":33,"Text":"дает на службу вам солнце и луну, исполняющие дело свое; дает на службу вам ночь и день"},{"SurahNumber":14,"VerseNumber":34,"Text":"Он доставляет вам все, чего вы попросите у Него; если захотите перечислить благодеяния Божии, то вам не перечислить их. Истинно, человек несправедлив, неблагодарен"},{"SurahNumber":14,"VerseNumber":35,"Text":"Вот, Авраам сказал: \"Господи! Сделай эту страну безопасною; не допускай меня и сынов моих покланяться истуканам"},{"SurahNumber":14,"VerseNumber":36,"Text":"Господи! Они уже ввели в заблуждение многих людей. Кто последует мне, тот будет из моих; а кто воспротивится мне - Ты прощающий, милосерд"},{"SurahNumber":14,"VerseNumber":37,"Text":"Господи наш! Я поселил некоторых из семейства моего в неудобной для хлебных посевов долине при запретном доме твоем, Господи наш, для того, что бы они были постоянны в совершении молитвы. Расположи сердца людей любить их, и наделяй их плодами: может быть, они будут благодарны"},{"SurahNumber":14,"VerseNumber":38,"Text":"Господи наш! Ты знаешь что скрываем мы и что обнаруживаем. (От Бога ничто не сокрыто ни на земле ни на небе)"},{"SurahNumber":14,"VerseNumber":39,"Text":"Слава Богу, даровавшему мне, не смотря на старость, Исмаила и Исаака. Истинно, Господь мой слышит молитву"},{"SurahNumber":14,"VerseNumber":40,"Text":"Господи мой! Сделай меня постоянным в исполнении молитвы, и также некоторых из моего потомства. Господи наш! Приими молитву мою"},{"SurahNumber":14,"VerseNumber":41,"Text":"Господи наш! Прости мне, и моим родителям, и верующим, в тот день, в который потребуется отчет"},{"SurahNumber":14,"VerseNumber":42,"Text":"Не думай, что Бог невнимателен к тому, что делают нечестивые. Он только отсрочивает им, до того дня, в который, когда при их изумлении, очи их расширясь будут смотреть неподвижно"},{"SurahNumber":14,"VerseNumber":43,"Text":"Они в страхе побегут, поднявши кверху свои головы, не смежая очей своих, и сердца их онемеют"},{"SurahNumber":14,"VerseNumber":44,"Text":"Предостереги этих людей, указав на день, в который наступит это наказание. Нечестивые тогда скажут: \"Господи наш! Отсрочь нам до какой либо, хотя близкой, поры; мы будем послушны твоему призыву и последуем сим посланникам\". - \"Не клялись ли вы прежде в том, что вы нисколько не изменитесь"},{"SurahNumber":14,"VerseNumber":45,"Text":"Вы заселили сельбища тех, которые сделали зло себе самим, и вам ясно видно, как поступили Мы с ними, и вам поставили их в пример"},{"SurahNumber":14,"VerseNumber":46,"Text":"Они ухитрялись хитростями своими; но хитрости их - пред взором Бога, хотя бы хитрости их были таковы, что ими двигались бы горы"},{"SurahNumber":14,"VerseNumber":47,"Text":"Не думай, что Бог не исполнит обещания своего, данного через своих посланников. Истинно, Бог силен и мстителен"},{"SurahNumber":14,"VerseNumber":48,"Text":"В тот день, когда земля заменится другою землею, а также и небеса другими небесами, они явятся пред Богом, единым, все покоряющим"},{"SurahNumber":14,"VerseNumber":49,"Text":"В тот день ты увидишь, что эти беззаконники будут перевязаны одни с другими цепями"},{"SurahNumber":14,"VerseNumber":50,"Text":"Верхняя одежда на них будет из смолы; огонь покроет их лица"},{"SurahNumber":14,"VerseNumber":51,"Text":"что бы Богу воздать каждой душе за то, что она заготовила себе: Бог скор в расчете"},{"SurahNumber":14,"VerseNumber":52,"Text":"Это - передать сим людям, чтобы этим они назидались, чтобы знали, что только Он есть единый Бог, и что бы рассудительные этим вразумлялись"}]}