{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Surely, in Joseph and his brothers there are signs for the inquirers"},{"SurahNumber":12,"VerseNumber":8,"Text":"They said [to each other], \"Surely Joseph and his brother [Benjamin] are dearer to our father than ourselves, although we are a band. Truly, our father is clearly mistaken"},{"SurahNumber":12,"VerseNumber":9,"Text":"Therefore, let us put Joseph to death or cast him away to some [far-off] land, so that our father's attention should turn only to us, and you can thereafter become a righteous people"},{"SurahNumber":12,"VerseNumber":10,"Text":"One of them said, \"Do not kill Joseph, but if you must do something, cast him into the bottom of a well; some of the travellers will pick him up"},{"SurahNumber":12,"VerseNumber":11,"Text":"They said to their father, \"Why do you not trust us with Joseph? We are indeed his well-wishers"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send him with us tomorrow, so that he may play and enjoy himself. We will look after him"},{"SurahNumber":12,"VerseNumber":13,"Text":"[Jacob] said, \"It would indeed grieve me if you took him away with you, and I fear lest the wolf should devour him while you are off your guard"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said, \"Surely, if the wolf devoured him while we were a strong party, we should indeed be great losers"},{"SurahNumber":12,"VerseNumber":15,"Text":"And so, when they went away with him, they decided to cast him into the dark depths of a well. Then We revealed to him Our will, \"You shall [one day] tell them of this deed of theirs, when they do not realize who you are"},{"SurahNumber":12,"VerseNumber":16,"Text":"And at nightfall they came to their father, weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"They said, \"Father, we went off racing and left Joseph with our belongings, and the wolf devoured him. But you will not believe us, even though we are telling the truth"},{"SurahNumber":12,"VerseNumber":18,"Text":"And they showed him their brother's shirt, stained with false blood. \"No!\" he cried. \"Your souls have tempted you to do something evil! But it is best to be patient: God alone can help me bear the loss you speak of"},{"SurahNumber":12,"VerseNumber":19,"Text":"And there came a caravan of travellers and they sent their water-drawer to draw water from the well. He let down his bucket into the well and he exclaimed, \"Oh, what a lucky find, here is a boy!\" They hid him like a piece of merchandise, but God knew well what they did"},{"SurahNumber":12,"VerseNumber":20,"Text":"Later they sold him for a paltry sum, a few pieces of silver [dirhams]: So little did they value him"},{"SurahNumber":12,"VerseNumber":21,"Text":"The Egyptian who bought him said to his wife, \"Lodge him honourably, he may prove of benefit to us, or we may even adopt him as our son.\" Thus We established Joseph in the land, so that We might teach him the true meaning of events. God has power over all things. However, most people do not know this"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he reached maturity, We bestowed on him right judgement and knowledge. Thus We reward those who do good"},{"SurahNumber":12,"VerseNumber":23,"Text":"However, the woman in whose house he lived, wanted to seduce him. One day she bolted the doors and said, \"Come!\" He replied, \"God forbid! Truly [your husband] is my master and has treated me honourably. Wrongdoers certainly never prosper"},{"SurahNumber":12,"VerseNumber":24,"Text":"She started towards him, and he would have succumbed to her, if he had not seen a sign from his Lord -- We did this in order to keep evil and indecency away from him, for he was truly one of Our chosen servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"They both ran to the door and, in the struggle, she tore his shirt at the back. They found her husband at the door. She cried, \"Shall not the man who wished to violate your wife be thrown into prison or sternly punished"},{"SurahNumber":12,"VerseNumber":26,"Text":"Joseph said, \"It was she who sought to seduce me.\" One of her household testified, \"If his shirt is torn at the front then she is speaking the truth, and he is lying"},{"SurahNumber":12,"VerseNumber":27,"Text":"But if it is torn from behind then she is lying, and he speaks the truth"},{"SurahNumber":12,"VerseNumber":28,"Text":"So when he saw his shirt torn from behind [her husband] said, \"This is the guile of you women. Your guile is great indeed"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph, overlook this: but you [wife], ask forgiveness for your sin, for you have done wrong"}]}