{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"Voorwaar, Allah gebiedt u het u toevertrouwde over te geven aan hen die er recht op hebben en dat, wanneer gij tussen mensen richt, gij rechtvaardig handelt. En waarlijk, voortreffelijk is datgene, waartoe Allah u maant. Voorzeker, Allah is de Alhorende, de Alziende"},{"SurahNumber":4,"VerseNumber":59,"Text":"O, gij die gelooft, gehoorzaamt Allah en Zijn boodschapper en degenen, die onder u gezag hebben. En indien gij over iets twist, verwijst het naar Allah en Zijn boodschapper, als gij gelooft in Allah en de laatste Dag. Dit is beter en uiteindelijk het beste"},{"SurahNumber":4,"VerseNumber":60,"Text":"Kent gij niet degenen, die beweren dat zij geloven in hetgeen u is geopenbaard en hetgeen vóór u is geopenbaard? Zij wensen recht te zoeken bij de opstandigen ofschoon het hun was geboden, dezen te verwerpen. En Satan wenst hen ver van het rechte pad te doen afdwalen"},{"SurahNumber":4,"VerseNumber":61,"Text":"En wanneer er tot hen wordt gezegd: \"Komt tot hetgeen Allah heeft nedergezonden en tot Zijn boodschapper\", ziet gij dan de huichelaars zich vol afkeer van u afwenden"},{"SurahNumber":4,"VerseNumber":62,"Text":"Hoe kan het dan dat, wanneer een rampspoed over hen komt door hetgeen zij verdienden, zij zwerend tot u komen: \"Bij Allah, wij beoogden niets dan het goede (te doen) en verzoening"},{"SurahNumber":4,"VerseNumber":63,"Text":"Allah weet wat in het hart van dezen is. Wend u daarom van hen af en vermaan hen en spreek tot hen een doeltreffend woord ten bate van henzelf"},{"SurahNumber":4,"VerseNumber":64,"Text":"Wij zenden geen boodschapper of hij moet worden gehoorzaamd volgens Allah's gebod. Als zij tot u waren gekomen, toen zij hun ziel onrecht hadden aangedaan en Allah om vergiffenis hadden gevraagd en de boodschapper ook om vergiffenis voor hen had gevraagd, zouden zij Allah voorzeker Berouwaanvaardend, Genadevol hebben bevonden"},{"SurahNumber":4,"VerseNumber":65,"Text":"Maar neen, bij uw Heer, zij zullen geen gelovigen zijn, voordat zij u (profeet) tot rechter maken over al hun geschillen en in hun hart geen aarzeling vinden aangaande hetgeen gij oordeelt en zij zich geheel en al onderwerpen"},{"SurahNumber":4,"VerseNumber":66,"Text":"En indien Wij hun hadden geboden: \"Wijdt u ten dode\" of: \"verlaat uw huizen\" zouden zij het met uitzondering van weinigen hunner niet hebben gedaan en indien zij hetgeen hun gemaand was te doen, hadden gedaan, zou het voor hen zeker goed zijn geweest en het, beste ter versterking (van hun geloof)"},{"SurahNumber":4,"VerseNumber":67,"Text":"En Wij zouden hun gewis een grote beloning van Ons hebben gegeven"},{"SurahNumber":4,"VerseNumber":68,"Text":"En Wij zouden hen zeker op het rechte pad hebben geleid"},{"SurahNumber":4,"VerseNumber":69,"Text":"En wie aldus Allah en deze boodschapper gehoorzaamt, zal zijn onder degenen wie Allah Zijn zegeningen heeft geschonken, namelijk, de profeten, de waarachtigen, de getuigen (martelaars) en de goeden en dezen zijn uitstekende metgezellen"},{"SurahNumber":4,"VerseNumber":70,"Text":"Dit is de genade van Allah en Allah is toereikend als de Alwetende"},{"SurahNumber":4,"VerseNumber":71,"Text":"O, gij die gelooft, neemt uw voorzorgsmaatregelen, rukt dan op in afzonderlijke groepen of allen tezamen"},{"SurahNumber":4,"VerseNumber":72,"Text":"En onder u is hij, die achter blijft en als u een rampspoed overkomt, zegt hij: \"Waarlijk, Allah is mij genadig geweest omdat ik niet bij hen tegenwoordig was"},{"SurahNumber":4,"VerseNumber":73,"Text":"Maar als een genade van Allah tot u komt, zegt hij - alsof er geen vriendschap tussen u en hem bestond - \"Ware ik bij hen geweest, dan zou ik inderdaad een groot voordeel hebben bereikt"}]}