{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Bi sond! Kîjanê bi qencîyan rûyê xwe ji bona (perestîya) Yezdan ra xurî kiribe, îdî ewî bi qulpa zexm girtîye. Şixwa encama bûyera (hemî jî) li bal Yezdan da ne"},{"SurahNumber":31,"VerseNumber":23,"Text":"Û kîjan jî fıletîya (Yezdan) bike, îdî bira fıletîya wî te mirûz neke. Loma dawîyê da jî zivirandina wan li bal me da ne; îdî tişta ewan kirîye emê ji bona wan ra bêjin. Bi rastî Yezdan bi tiştên di singan da heye pir dizane"},{"SurahNumber":31,"VerseNumber":24,"Text":"Em ewan (filan) hindik berxwudar dikin, paşê emê ewan li bal şapateke giran da stûxar bikin"},{"SurahNumber":31,"VerseNumber":25,"Text":"Heke tu ji wan bipirsî, \"Gelo kê ezman û zemîn afirandîye?\" (Ewanê bersiva te aha bidin û) bêjin: \"Yezdan (afirandîye)\". Tu (aha) bêje, \"Çiqa sipazî hene ji bona Yezdan ra ne.\" Lê pirê wan nizanin"},{"SurahNumber":31,"VerseNumber":26,"Text":"Çi tiştên di ezman û zemîn da hene! Hemî ji bona Yezdan ra ne. Loma bi rastî Yezdan bi xweber jî zenginê pesinvan e"},{"SurahNumber":31,"VerseNumber":27,"Text":"Bi rastî çiqa darên di zemîn da heye bibine gilîgo (qelem) û avşîn jî bibine hubur, ji peyvîda jî hevt avşîn bibine piştevan, tevê wan hubran be (ewan hemî jî binivîsin) dîsa dawîya peyvên Yezdan nayên. Bi rastî Yezdan servehatê bijejke ye"},{"SurahNumber":31,"VerseNumber":28,"Text":"Afirandina we (ji piştî) mirinê rakirina we û şandina we (li bal civînê da) wekî (afirandin û rakirina merivekî) bi tenê ye (qe tu raqetandin) tune ye. Bi rastî Yezdan dibêhê û dibîne"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ma qey tu nabînî, ku bi rastî Yezdan şevê dixe ro e û royê jî dixe şevê (herdukan bi vî awaî kurt û dirêj dike) û roj û hîv jî di fermana xwe da sernerm kirîye; heryek ji wan heya danê navdaî dikişin? Bi rastî Yezdan tişta hûn dikin bi agah e"},{"SurahNumber":31,"VerseNumber":30,"Text":"Wusa ne! Loma bi rastî Yezdan mafî (bi xweber heye). Lê ewan tiştên ku ewan (filan) ji pêştirê wî perestîya wan dikin, ewan pûç in. Bi rastî Yezdan bi xwer jî bilindê mezin e"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ma qey tu nabînî, ji bo ku Yezdan hinekî ji beratên xwe bide nişanê we, kelek bi qencîyên wî di deryayê da dikişe? Bi rastî di van (bûyeran da) ji bona hemî hewkerê sipazvan ra beratên (derhoze) hene"},{"SurahNumber":31,"VerseNumber":32,"Text":"Gava pêlê deryayê wekî sîye ewan diniximîne, ewan xwurî gazî Yezdan dikin: Loma \"ol\" xurî ji bona Yezdan ra ne. Îdî gava me ewan li bal reşaîyê da fereste kirin; hinek ji wan rêyeke nîvwarî ji xwe ra digirin. Ji pêştirê sêwirkarên pir file, qe tu keş beratên me venaşêrin"},{"SurahNumber":31,"VerseNumber":33,"Text":"Gelî kesan! Hûn parizaya Xudayê xwe bikin û hûn ji wê roya, ku bav, ji bona zara xwe ra û zar jî ji bona bavê xwe ra, bi tu tiştî nayê xelat û celatkirinê bitirsin. Loma bi rastî peymana Yezdan (daye) maf e. Îdî bira jîna cîhanî we nede xapandinê. Û bira (sêwrandinê pelîd ku dibêje: \"Xuda mezin e wê we bibaxişîne\") nede xapandinê"},{"SurahNumber":31,"VerseNumber":34,"Text":"Loma bi rastî zanîna danê (rabûna hemîtî hey) li bal Yezdan e, ewa bariştê dibarîne, ewa bi tişta di malberxika da heyî dizane, qe tu candar nizane, ka wê di sibehê da, ji bona xwe ra çi ked bike û tu candar nizane jî ka wê li kû zemînî bimire. Bi rastî ewê (bi hemî tiştan dizane) û agahdarê (bi hemî tiştan e) ewa hey Yezdan e"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elîf, Lam, Ra"},{"SurahNumber":32,"VerseNumber":2,"Text":"Daxistina kitêbê tu dudilî tê nîne ku ji perwerdekarê cîhanê ye"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ma qey ew dibêjin ku: \"Wî bi derew ji ber xwe ve çêkiriye.\" Ne, ew rastiyek e ji perwerdekarê te ji bo tu komelekî ku berî te tu hiþyarker ji wan re nehatine hiþyar bikî. Hêvî heye rast bibînin"},{"SurahNumber":32,"VerseNumber":4,"Text":"Xuda ye ê ku asîmana û zemîn û tiþtê navbera wan de di þêþ rojan de aferand, paþê ser text vegirt. Ji we re bêyî wî ne tu yar û yawer û ne jî tu mehdervan hene. Ma hûn hêjî nafikirin-þîret nagirin"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ji asîman heya bi zemîn tevdîra kae ew dike, paþê ew (kar) di rojekî ku biqasî hezar salê hûn dijmêrin ne, bal ve bilind dibe"},{"SurahNumber":32,"VerseNumber":6,"Text":"Zanayê bi penhan û peyda, serkeftiyê dilovan her evê haye"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ewê ku her tiþtê aferandiye rind çêkiriye û aferandina mirov jî ji heriyê dest pê kiriye"},{"SurahNumber":32,"VerseNumber":8,"Text":"Paþê nifþa wî ji dilopek telape ji avekî bereday-bêkêr çêkir"},{"SurahNumber":32,"VerseNumber":9,"Text":"Paþê wî li hev rast kir û ji canê xwe tê pif kir, û ji we re goh û çav û dilan çêkir. Hûn çiqas hindik sipas dikin"},{"SurahNumber":32,"VerseNumber":10,"Text":"Û gotin: \"Ma gava em (hûr bibin) di axê de hinda bibin, ma bera emê bi aferandineke nû bên aferandin?\" Ne, ew bi pergîhatina perwerdekarê xwe kafir in"}]}