{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"E Noi gli interdicemmo ogni nutrice. Allora [la sorella] disse: “Posso indicarvi la gente di una casa, che potrà occuparsene per conto vostro e che gli sarà benevola?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Lo restituimmo a sua madre affinché si consolassero i suoi occhi, non fosse più afflitta e si convincesse che la promessa di Allah è verità. Ma la maggior parte di loro non sanno nulla"},{"SurahNumber":28,"VerseNumber":14,"Text":"Quando raggiunse l'età adulta e il pieno del suo sviluppo, gli demmo discernimento e scienza. Così ricompensiamo coloro che operano il bene"},{"SurahNumber":28,"VerseNumber":15,"Text":"Avvenne che, entrando in città in un momento di disattenzione dei suoi abitanti, trovò due uomini che si battevano, uno era dei suoi e l'altro uno degli avversari. Quello che era dei suoi gli chiese aiuto contro l'altro dell'avversa fazione: Mosè lo colpì con un pugno e lo uccise. Disse [Mosè]: “Questa è certamente opera di Satana! È davvero un nemico, uno che svia gli uomini”"},{"SurahNumber":28,"VerseNumber":16,"Text":"Disse: “Signore, ho fatto torto a me stesso, perdonami!”. Gli perdonò, Egli è il Perdonatore, il Misericordioso"},{"SurahNumber":28,"VerseNumber":17,"Text":"Disse: “Mio Signore, grazie ai favori che mi hai elargito, non sarò mai un alleato degli iniqui”"},{"SurahNumber":28,"VerseNumber":18,"Text":"L'indomani era nella città timoroso e guardingo, ed ecco che colui che il giorno prima gli aveva chiesto aiuto, di nuovo lo chiamò a gran voce. Gli disse Mosè: “Davvero sei un provocatore evidente!”"},{"SurahNumber":28,"VerseNumber":19,"Text":"Quando poi stava per colpire quello che era avversario di entrambi, questi disse: “O Mosè, vuoi uccidermi come l'uomo che uccidesti ieri? Non vuoi essere altro che un tiranno sulla terra, non vuoi essere uno dei conciliatori”"},{"SurahNumber":28,"VerseNumber":20,"Text":"Dall'altro capo della città giunse, correndo, un uomo. Disse: “O Mosè, i notabili sono riuniti in consiglio per decidere di ucciderti. Fuggi! Questo è un buon consiglio”"},{"SurahNumber":28,"VerseNumber":21,"Text":"Uscì dalla città, timoroso e guardingo. Disse: “Signore, salvami da questo popolo ingiusto”"},{"SurahNumber":28,"VerseNumber":22,"Text":"Dirigendosi verso Madian disse: “Spero che il mio Signore mi guidi sulla retta via”"},{"SurahNumber":28,"VerseNumber":23,"Text":"Quando giunse all'acqua di Madian, vi trovò una moltitudine di uomini che abbeverava e scorse due donne che si tenevano in disparte trattenendo [i loro animali]. Disse: “Cosa vi succede?”. Risposero: “Non abbevereremo finché i pastori non saranno partiti; nostro padre è molto vecchio”"},{"SurahNumber":28,"VerseNumber":24,"Text":"Abbeverò per loro, poi si mise all'ombra e disse: “Davvero, Signore, ho molto bisogno di qualsiasi bene che farai scendere su di me”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Una delle due donne gli si avvicinò timidamente. Disse: “Mio padre ti invita, per ricompensarti di aver abbeverato per noi”. Quando giunse al suo cospetto e gli raccontò la sua storia, disse [il vecchio]: “Non temere, sei sfuggito a gente ingiusta”"},{"SurahNumber":28,"VerseNumber":26,"Text":"Una di quelle disse: “O padre mio, assumilo: è davvero il migliore che tu possa assoldare: è forte e fidato”"},{"SurahNumber":28,"VerseNumber":27,"Text":"Disse: “Vorrei sposarti ad una di queste mie figlie, a condizione che tu mi serva per otto anni. Se vorrai restare dieci [anni], sarà di tua spontanea volontà. Non ti imporrò nulla di gravoso e, se Allah vuole, troverai che sono un uomo del bene”"},{"SurahNumber":28,"VerseNumber":28,"Text":"Rispose: “Questo [sarà] tra me e te. Qualunque dei due termini compirò, nessuna colpa mi sarà rinfacciata. Allah sia garante di quello che diciamo”"}]}