{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"“۞ Chiwerengero chayandikira kwa anthu pomwe iwo ali m’kusalabadira ndi M’kunyozera"},{"SurahNumber":21,"VerseNumber":2,"Text":"“Palibe pamene ukuwadzera ulaliki watsopano wochokera kwa Mbuye wawo koma amaumvetsera uku akuchita zachibwana"},{"SurahNumber":21,"VerseNumber":3,"Text":"“Mitima yawo ikunyozera (osalabadira za kudza kwa Qiyâma). Ndipo akunenezana mobisa amene adzichitira zoipa; (akuuzana motere): “Kodi uyu (Muhammadiyu) ndi ndani, simunthu monga inu? Kodi mukuudzera ufiti pomwe mukuuona?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"“(Mneneri Muhammad{s.a.w}) adati: “Mbuye wanga akudziwa zimene zikunenedwa kumwamba ndi pansi; ndipo Iye Ngwakumva; Ngodziwa"},{"SurahNumber":21,"VerseNumber":5,"Text":"“Koma (osakhulupirira) adati: “(Izi zimene akufotokozazi) ndi maloto opanda pake.” (Ndipo nthawi zina amati:) “Koma zimenezi wazipeka.” (Penanso amati:) “Koma iyeyu ndi mlakatuli. Chonchotu, atibweretsere chizizwa monga mmene adatumiziridwa (aneneri) oyamba.”"},{"SurahNumber":21,"VerseNumber":6,"Text":"“Sadakhulupirire apatsogolo pawo, eni midzi imene tidaiononga (ngakhale kuti zozizwitsa adaziona); nanga iwo akhulupirira"},{"SurahNumber":21,"VerseNumber":7,"Text":"“Ndipo sitidawatume patsogolo pako, (iwe Mtumiki,) koma anthu, (osati angelo); tidawavumbulutsira (chivumbulutso Chathu.) Choncho, afunseni eni kudziwa ngati inu simukudziwa (nkhani zakale)"},{"SurahNumber":21,"VerseNumber":8,"Text":"“Ndipo sitidawachite (aneneriwo) kukhala matupi osadya chakudya ndipo sadalinso okhala nthawi yaitali"},{"SurahNumber":21,"VerseNumber":9,"Text":"“Kenako tidawatsimikizira lonjezo (la kuwathangata pa adani awo), ndipo tidawapulumutsa iwo ndi amene tidawafuna (mwa omwe adawatsata), ndipo olumpha malire (a Allah) Tidawaononga"},{"SurahNumber":21,"VerseNumber":10,"Text":"“Ndithu tatumiza kwa inu buku lomwe m’kati mwake muli ulaliki wanu (malangizo kwa inu). Kodi simukuzindikira"},{"SurahNumber":21,"VerseNumber":11,"Text":"“Ndi ambiri mwa eni midzi yomwe idali yosalungama, tidawaononga; ndipo pambuyo pake tidalenga anthu ena"},{"SurahNumber":21,"VerseNumber":12,"Text":"“Pamene adazindikira za chilango chathu, pompo adayamba kuchithawa"},{"SurahNumber":21,"VerseNumber":13,"Text":"“Musathawe, (kuthawa sikukupulumutsani), koma bwererani ku zimene mwasangalatsidwa nazo ndi m’malo mwanu, kuti mufunsidwe"},{"SurahNumber":21,"VerseNumber":14,"Text":"“Adanena: “Tsoka lathu ndithu! Tidali ochita zoipa.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"“Kukuwa kwawoko sikudathe, kufikira tidawapanga ngati (mbewu) zokololedwa, mpaka kupuma kwawo kudazima (adafa)"},{"SurahNumber":21,"VerseNumber":16,"Text":"“Ndipo sitidalenge thambo ndi nthaka ndi zapakati pake, mwamasewera"},{"SurahNumber":21,"VerseNumber":17,"Text":"“Tikadafuna kupanga choti tiziseweretsa (sitidakapanga zomwe mukuzionazi) tikadapanga mwazomwe tili nazo, tikadakhala oti tichite (zachibwana)"},{"SurahNumber":21,"VerseNumber":18,"Text":"“Koma (chimene timachita ndi ichi), timachiponya choona pa chachabe ndi kuchiswa bongo bwake, ndipo chachabecho chimachoka. Ndipo chilango chili pa inu chifukwa cha zomwe mukunena (kumnamizira Allah)"},{"SurahNumber":21,"VerseNumber":19,"Text":"“Onse akumwamba ndi pansi, Ngake (Allah); ndipo amene ali kwa Iye (angelo), sadzitukumula pakumulambira, ndiponso satopa (ndi mapemphero)"},{"SurahNumber":21,"VerseNumber":20,"Text":"“Amamlemekeza usiku ndi usana, ndipo sagwidwa ndi ulesi"},{"SurahNumber":21,"VerseNumber":21,"Text":"“Kapena adzipangira milungu yochokera m’nthaka youkitsa akufa, (kotero kuti aichita kukhala milungu yawo mmalo mwa Allah)"},{"SurahNumber":21,"VerseNumber":22,"Text":"“Kukadakhala kuti ilipo m’menemo milungu ina (kuthambo ndi pansi) kupatula Allah, (ziwirizi) zikadawonongeka, wapatukana Allah Mbuye wa Arsh (Mpando Wachifumu) ndi zimene akunena (osakhulupirira)"},{"SurahNumber":21,"VerseNumber":23,"Text":"“Safunsidwa pa zimene akuchita, koma iwo adzafunsidwa"},{"SurahNumber":21,"VerseNumber":24,"Text":"“Kapena adzipangira milungu ina m’malo mwa Iye? Nena: ‘“Bweretsani umboni wanu (pa zimenezi), (izi ndikuuzani) ndichikumbutso kwa awa ali pamodzi ndi ine, ndiponso ndichikumbutso kwa amene adalipo patsogolo panga.” Koma ambiri a iwo sadziwa za choonadi, tero iwo akunyozera"},{"SurahNumber":21,"VerseNumber":25,"Text":"“Ndipo sitidatume patsogolo pako mtumiki aliyense koma tidali kumzindikiritsa kuti palibe mulungu wina wompembedza mwachoonadi, koma Ine; choncho ndilambireni"},{"SurahNumber":21,"VerseNumber":26,"Text":"“Ndipo (osakhulupirira) akuti: “(Allah) Wachifundo chambiri wadzipangira mwana.” Allah wapatukana (ndi zimenezo) koma (awa angelo) ndi akapolo (a Allah) amene alemekezedwa"},{"SurahNumber":21,"VerseNumber":27,"Text":"“Samutsogolera kuyankhula, ndipo iwo amachita molingana ndi malamulo Ake"},{"SurahNumber":21,"VerseNumber":28,"Text":"“(Allah) akudziwa zapatsogolo pawo (angelowo) ndi zapambuyo pawo, ndipo (angelowo) sangaombole (aliyense) koma yekhayo (Allah) wamuyanja, ndipo iwo, chifukwa chomuopa, amanjenjemera"}]}