{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Mûsa süreyi bitirip ailesiyle yola çıkınca, Tûr tarafından bir ateş fark etti. Ailesine dedi ki: \"Bekleyin, bir ateş fark ettim. Belki ondan size bir haber getiririm, belki bir ateş koru getiririm de ısınırsınız"},{"SurahNumber":28,"VerseNumber":30,"Text":"Oraya vardığında o bereketli toprak parçasındaki vadinin sağ tarafından, bir ağaçtan şöyle seslenildi: \"Ey Mûsa! Âlemlerin Rabbi Allah benim, ben"},{"SurahNumber":28,"VerseNumber":31,"Text":"Asanı at!\" Asanın çevik bir yılan gibi titreyip kıvrıldığını görünce gerisin geri döndü; arkaya bile bakmadı. \"Geri dön ey Mûsa, korkma! Güven içinde olanlardansın"},{"SurahNumber":28,"VerseNumber":32,"Text":"Elini koynuna sok, lekesiz bembeyaz çıkıversin. Korkudan açılan kollarını kendine çek. İşte bunlar, Firavun ve kodamanlarına karşı Rabbinden sana güçlü iki kanıttır. Firavun ve yardakçıları yoldan çıkmış bir güruhtur"},{"SurahNumber":28,"VerseNumber":33,"Text":"Mûsa dedi: \"Rabbim, ben onlardan birini katlettim, bu yüzden beni öldürürler diye korkuyorum"},{"SurahNumber":28,"VerseNumber":34,"Text":"Kardeşim Hârun var ya, o benden lisanca daha etkilidir/benden daha güzel konuşur. Onu da benimle yardımcı olarak gönder ki beni tasdiklesin; beni yalanlamalarından korkuyorum"},{"SurahNumber":28,"VerseNumber":35,"Text":"Allah buyurdu: \"Pazunu kardeşinle kuvvetlendireceğiz; size öyle bir güç/kanıt vereceğiz ki size ulaşamayacaklar. Ayetlerimize yemin olsun ki, siz ve size uyanlar, galip gelenler olacaksınız"},{"SurahNumber":28,"VerseNumber":36,"Text":"Bunun ardından Musa onlara açık-seçik ayetlerimizi getirdiğinde onlar şöyle dediler: \"Uydurulmuş bir büyüden başkası değil bu. İlk atalarımız arasında bunu hiç duymadık"},{"SurahNumber":28,"VerseNumber":37,"Text":"Mûsa dedi ki: \"Katından kimin hidayet getirdiğini ve bu yurdun, sonunda kimin olacağını Rabbim daha iyi bilir. Şu bir gerçek ki zalimler iflah etmezler"},{"SurahNumber":28,"VerseNumber":38,"Text":"Firavun dedi: \"Ey seçkinler topluluğu! Ben sizin için benden başka bir tanrı tanımıyorum. Ey Hâmân! Benim için çamurun üzerinde ocağı yakıp bana bir kule yap ki Mûsa´nın tanrısına ulaşayım. Aslında ben onun yalancılardan olduğunu sanıyorum"},{"SurahNumber":28,"VerseNumber":39,"Text":"O ve orduları yeryüzünde haksız yere büyüklük tasladılar ve sandılar ki, bize döndürülmeyecekler"},{"SurahNumber":28,"VerseNumber":40,"Text":"Biz de onu ve askerlerini yakalayıp hepsini suyun içine fırlattık. Bak, nasıl oldu zalimlerin sonu"},{"SurahNumber":28,"VerseNumber":41,"Text":"Biz onları, ateşe çağıran önderler yapmıştık. Kıyamet günü yardım göremeyeceklerdir"},{"SurahNumber":28,"VerseNumber":42,"Text":"Bu dünya hayatında da arkalarına bir lanet taktık. Kıyamet günü onlar, çirkinleştirilenler arasında olacaklar"},{"SurahNumber":28,"VerseNumber":43,"Text":"Yemin olsun biz, ilk nesilleri helak ettikten sonra Mûsa´ya Kitap´ı; insanlar için basîretler, kılavuz ve rahmet olarak verdik ki, düşünüp öğüt alabilsinler"},{"SurahNumber":28,"VerseNumber":44,"Text":"Biz Mûsa´ya o emri vahyettiğimizde, sen batı tarafında değildin; olayı izleyenlerden de değildin"},{"SurahNumber":28,"VerseNumber":45,"Text":"Ancak biz, birçok nesil oluşturduk da bunlar üzerinden ömürler akıp gitti. Sen Medyen halkı içinde oturarak onlara ayetlerimizi okuyor değildin. Biz, peygamberler gönderiyoruz, hepsi bu"},{"SurahNumber":28,"VerseNumber":46,"Text":"Ve sen, biz seslendiğimizde, Tûr tarafında da değildin. Sen, senden önce kendilerine uyarıcı gelmemiş bir toplumu uyarmak için Rabbinden bir rahmetsin. Bu sayede onların düşünüp öğüt almaları umuluyor"},{"SurahNumber":28,"VerseNumber":47,"Text":"Kendi ellerinin önden hazırladıkları yüzünden başlarına bir musibet geldiğinde hemen şöyle diyorlar: \"Rabbimiz, bize bir resul gönderseydin de senin ayetlerine uyup müminlerden olsaydık ne olurdu"},{"SurahNumber":28,"VerseNumber":48,"Text":"Fakat hak, katımızdan kendilerine geldiğinde şöyle dediler: \"Mûsa´ya verilenin aynısı buna da verilseydi ya!\" Bunlar daha önce Mûsa´ya verileni inkâr etmemişler miydi? Şöyle demişlerdi: \"Birbirini destekleyen iki büyü/sırt sırta iki büyücü.\" Ve dediler: \"Biz bunların ikisine de inanmıyoruz"},{"SurahNumber":28,"VerseNumber":49,"Text":"De ki: \"Eğer doğru sözlü iseniz, Allah katından, bu ikisinden daha aydınlık bir kitap getirin, ben ona uyayım"},{"SurahNumber":28,"VerseNumber":50,"Text":"Bunun üzerine sana cevap veremezlerse bil ki, onlar sadece iğreti arzularına uyuyorlar. Allah´tan bir kılavuzluk olmaksızın, kendi arzularına uyandan daha sapık kim vardır! Allah, zalimler topluluğunu hidayete erdirmez"}]}