{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Knjigu objavljuje Allah, Silni i Mudri"},{"SurahNumber":46,"VerseNumber":3,"Text":"Mi smo nebesa i Zemlju i ono što je između njih mudro stvorili i do roka određenog, ali nevjernici okreću glave od onoga čime im se prijeti"},{"SurahNumber":46,"VerseNumber":4,"Text":"Reci: \"Kažite vi meni ili pokažite mi šta su stvorili na Zemlji i da li imaju ikakva udjela u nebesima oni kojima se vi, pored Allah, klanjate? Donesite mi Knjigu objavljenu prije ove ili samo kakav ostatak znanja, ako istinu govorite"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ko je u većoj zabludi od onih koji se, umjesto Allahu, klanjaju onima koji im se do Sudnjeg dana neće odazvati i koji su prema njihovim molbama ravnodušni"},{"SurahNumber":46,"VerseNumber":6,"Text":"Kada ljudi budu sabrani, oni će im biti neprijatelji i poreći će da su im se klanjali"},{"SurahNumber":46,"VerseNumber":7,"Text":"A kad se ovima Naši jasni ajeti kazuju, onda oni koji ne vjeruju govore o Istini čim im dođe: \"Ovo je prava čarolija"},{"SurahNumber":46,"VerseNumber":8,"Text":"Zar oni da govore: \"On ga izmišlja!\" Reci: Pa, ako ga izmišljam, vi mene od kazne Allahove nećete moći odbraniti; On dobro zna što o Kur´anu govorite. On je dovoljan svjedok i meni i vama; On prašta i samilostan je"},{"SurahNumber":46,"VerseNumber":9,"Text":"Reci: \"Ja nisam prvi poslanik i ne znam šta će biti sa mnom ili s vama; ja slijedim samo ono što mi se objavljuje i samo sam dužan da otvoreno opominjem"},{"SurahNumber":46,"VerseNumber":10,"Text":"Reci: \"Kažite vi meni šta će s vama biti ako je Kur´an od Allaha, a vi u nj nećete da vjerujete, i ako je jedan od sinova Israilovih posvjedočio da je i on od Allaha, pa on povjerovao, a vi se uzoholili\". Allah, zaista, neće ukazati na pravi put narodu koji sebi nepravdu čini"},{"SurahNumber":46,"VerseNumber":11,"Text":"I govore nevjernici o vjernicima: \"Da je kakvo dobro, nas oni u tome ne bi pretekli.\" A kako pomoću njega pravi put nisu našli, sigurno će reći: \"Ovo je još davna izmišljotina"},{"SurahNumber":46,"VerseNumber":12,"Text":"Knjiga Musaova je bila putovođa i milost prije njaga. A ovo je Knjiga na arapskom jeziku koja nju potvrđuje da bi opomenula one koji rade zlo i da bi obradovala one koji čIne dobro"},{"SurahNumber":46,"VerseNumber":13,"Text":"Oni koji govore: \"Naš Gospodar je Allah!\" - i istraju na pravom putu, neka se ničega ne boje i ni za čim nek ne tuguju"},{"SurahNumber":46,"VerseNumber":14,"Text":"Oni će stanovnici Dženneta biti, i u njemu će vječno boraviti, i to će im biti nagrada za ono što su radili"},{"SurahNumber":46,"VerseNumber":15,"Text":"Čovjeka smo zadužili da roditeljima svojim čini dobro; majka njegova s mukom ga nosi i u mukama ga rađa, nosi ga i doji trideset mjeseci. A kad dospije u muževno doba i kad dostigne četrdeset godina, on rekne: \"Gospodaru moj, dozvoli Mi da ti budem zahvalan na blagodati koju si darovao meni i roditeljima mojim, i pomozi mi da činim dobra djela kojima ćeš zadovoljan biti, i učini dobrim potomke moje; ja se, zaista, kajem i odan sam Tebi"},{"SurahNumber":46,"VerseNumber":16,"Text":"Eto, od takvih ćemo Mi dobra djela koja su radili primiti, a preko ružnih postupaka njihovih preći; od stanovnika Dženneta će oni biti, istinito obećanje koje im je dano ćemo ispuniti"},{"SurahNumber":46,"VerseNumber":17,"Text":"A onaj koji roditeljima svojim kaže: \"Ih, što mi prijetite da ću biti oživljen kad su prije mene toliki narodi bili i nestali!\" - a oni, zazivajući Allaha u pomoć, govore: \"Teško tebi, vjeruj, Allahova prijetnja će se, doista, obistiniti!\" On odgovara: \"To su izmišljotine naroda drevnih"},{"SurahNumber":46,"VerseNumber":18,"Text":"Na takvima treba da se ispuni Riječ rečena o narodima: džinnovima i ljudima koji su prije njih bili i nestali, jer, - oni su, zaista, nastradali"},{"SurahNumber":46,"VerseNumber":19,"Text":"Za sve će biti posebni stepeni, prema tome kako su radili; da ih nagradi ili kazni za djela njihova, - nepravda im se neće učiniti"},{"SurahNumber":46,"VerseNumber":20,"Text":"A na Dan kad oni koji nisu vjerovali pred vatrom budu zaustavljeni: \"Vi ste u svom životu na Zemlji sve svoje naslade iskoristili i u njima uživali, a danas sramnom patnjom bićete kažnjeni zato što ste se na Zemlji, bez ikakva osnova, oholo ponašali i što ste raskalašeni bili"}]}