{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Siz, insanlara iyiliği emrederken, kendinizi unutuyor musunuz? Oysa siz kitabı okuyorsunuz. Yine de akıllanmayacak mısınız"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla yardım dileyin. Bu, şüphesiz, huşû duyanların dışındakiler için ağır (bir yük)dır"},{"SurahNumber":2,"VerseNumber":46,"Text":"Onlar, (mü'minler ise), şüphesiz, Rableriyle karşılaşacaklarını ve (yine) şüphesiz, O'na döneceklerini bilirler"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları, size bağışladığım nimetimi ve sizi (bir dönem) alemlere üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve hiç kimsenin, hiç kimse adına bir şey ödemeyeceği, hiç kimsenin şefaatinin kabul edilmeyeceği, hiç kimseden bir fidye alınmayacağı ve yardım görülmeyeceği bir günden sakının"},{"SurahNumber":2,"VerseNumber":49,"Text":"Sizi, dayanılmaz işkencelere uğrattıklarında, Firavun ailesinin elinden kurtardığımızı hatırlayın. Onlar, kadınlarınızı diri bırakıp, erkek çocuklarınızı boğazlıyorlardı. Bunda sizin için Rabbinizden büyük bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve sizin için denizi ikiye yarıp sizi kurtardığımızı ve Firavun'un adamlarını -gözlerinizin önünde- boğduğumuzu hatırlayın"},{"SurahNumber":2,"VerseNumber":51,"Text":"Hani Musa ile kırk gece için sözleşmiştik. Ama sonra siz, onun arkasından buzağıyı (tanrı) edinmiş ve (böylece) zalimler olmuştunuz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra, (artık) şükredesiniz diye sizi bağışladık"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hidayete eresiniz diye Musa'ya kitabı ve Furkan’ı verdik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Hani Musa, kavmine: \"Ey kavmim, gerçekten siz, buzağıyı (tanrı) edinmekle kendinize zulmettiniz. Hemen, kusursuzca Yaratan(gerçek İlah)ınıza tevbe edip nefislerinizi öldürün: bu, Yaratıcınız Katında sizin için daha hayırlıdır\" demişti. Bunun üzerine (Allah) tevbelerinizi kabul etti. Şüphesiz O tevbeleri kabul edendir, esirgeyendir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ve demiştiniz ki: \"Ey Musa, biz Allah'ı apaçık görünceye kadar sana inanmayız.\" Bunun üzerine yıldırım sizi (kendinizden) almıştı. Ve siz bakıp duruyordunuz"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra şükredesiniz diye, sizi ölümünüzden sonra dirilttik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Bulutları üzerinize gölge kıldık ve size kudret helvası ve bıldırcın indirdik. Size rızık olarak verdiklerimizin temizinden yiyin (dedik). Onlar Bize zulmetmediler, ancak kendi nefislerine zulmettiler"},{"SurahNumber":2,"VerseNumber":58,"Text":"Ve hatırlayın, demiştik ki: \"Şu şehre girin ve orada istediğiniz yerde bol bol yiyin, yalnızca secde ederek kapısından girerken 'dileğimiz bağışlanmadır' deyin; (Biz de) hatalarınızı bağışlayalım; iyilik yapanların (ecirlerini) arttıracağız"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ama zulmedenler, kendilerine söylenen sözü bir başkasıyla değiştirdiler. Biz de o zalimlerin yaptıkları bozgunculuğa karşılık, üzerlerine gökten iğrenç bir azap indirdik"}]}