{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Û hûn (gelî bawergeran!) li bal baxişandina ji Xwedayê xwe da û li bal wê bihişta, ku firetiya wê wekî ezman û zemîn e, ku ewa jî ji bona xwedaparisan hatiye amadekirinê, lez bikin"},{"SurahNumber":3,"VerseNumber":134,"Text":"Ewan (xwedaparis) ew in, ku di tengasî û firaqetîyê da malê xwe ji bona hewcan ra disixurînin û di gava hêrs hatinê da jî hêrsa xwe digirin û sikatîyên merivan dibaxişînin. Û Yezdan jî şixwa ji qencîkaran hez dike"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ewan xwedaparisan di gava kirinek e maştoqî kiribin û ya jî li xwe cevr kiribin, îdî hema Yezdan bîra xwe tînin û lavaya baxişandina gunehên xwe dikin. Û ji pêştirê Yezdan kîjan gunehan dibaxişîne? Ewan li ser wan kirinê xwe jî bi zanîn înçê bi peywestî nakin"},{"SurahNumber":3,"VerseNumber":136,"Text":"(Ji bona) vanan, xelata wan ji Xwedayê wan baxişandin û bihiştên, ku dibinê wan da çem dikişin heye. Ewanan di wan bihiştan da jî hermanok in. Çi qa qence, xelata karkerê qencîyan"},{"SurahNumber":3,"VerseNumber":137,"Text":"(Gelî bawergeran!) Bi sond! Di berya we da hinek rê û rêçik û biryar hatine, borîne. Îdî hûn di zemîn da bigerin, ka paşîya wanê vir dikiribûne, ça bûye"},{"SurahNumber":3,"VerseNumber":138,"Text":"Eva (Qur’ana bi wan beratên borî va) ji bona hemû merivan huzwartine û ji bona xwedaparisan beled û şîretek e"},{"SurahNumber":3,"VerseNumber":139,"Text":"Û hûn (gelî bawergeran!) sist ne bin û murûzê xwe nekin, heke we bi rastî bawer kiribe bi rastî hûnê bi serfirazî ewan sernegûn bikin"},{"SurahNumber":3,"VerseNumber":140,"Text":"Heke birîndaryek (di qirîna Uhudê da) bi we girtibe, bi rastî birîndaryek e wekî wê (di qirîna Bedrê da) bi wî komalî girtibû. Û evan royanin em di nava merivan da dixne dor, ji bo ku Yezdan ewanê bi rastî bawer kiribin bizane û ji we şahidan bigire. Bi rastî Yezdan ji cevrkaran hez nake"},{"SurahNumber":3,"VerseNumber":141,"Text":"Û ji bo ku Yezdan ewanê bawer kirine (ji gunehan) bi malîne û (Yezdan) ewanê file jî (bi gunehên wan va) biherçiqine"},{"SurahNumber":3,"VerseNumber":142,"Text":"Qey hûn goman dikin, ku hûnê herne bihiştê Yezdan jî qe bi wan merivên ji we ne, ku di rêya Yezdan da tekoşîn kiribin û bi wan merivên ji we ne, ku di hembere aşîtan da hew kiribin, nizanbe"},{"SurahNumber":3,"VerseNumber":143,"Text":"Û bi sond! Di gava hêj hûn rastî mirine ne hatibûn, we dilxwazîya mirinê dikirin. Îdî bi rastî we mirin dît hûn zoq mane lê mêze dikin"},{"SurahNumber":3,"VerseNumber":144,"Text":"Û Muhemmed! Hey pêxemberêk e, di berêya wî da pêxember hatine çûne. Qey di gava (Muhemmed) bimire, ya jî bê kuştine, hûnê para da bizivirin? Îdî kîjan para da bizivire ewa tu zîyanê nade Yezdan. Bi rastî Yazdanê sipaskaran xelat bike"},{"SurahNumber":3,"VerseNumber":145,"Text":"Bê destûra Yezdan tu kes namire! Û kîjan qencên cîhanê bivê, emê ji wan qencên cîhanê bidine wî û kîjan jî qencên dan û gavê para da bivê, emê ji wan qencên danê para da bidine wî. Û bi rastî emê sipaskaran xelat bikin"},{"SurahNumber":3,"VerseNumber":146,"Text":"Çi qas pêxember hebûne, ku pir zanan jî bi wan (pêxemberan va) di hemberê neyaran da qirîn kirine. Ewanan (bi sedema wan tiştên, ku di rêya Yezdan da hatiye serê wan), îdî sist ne bêne bê hêz û pintî û stûxwarî nekirine. Şixwa Yezdan bi xweber jî ji hevkeran hez dike"},{"SurahNumber":3,"VerseNumber":147,"Text":"Axiftina wan zanan hey eva bûye û gotine: “Xwedayê me! Tu ji bona me ra gunehên me û ewan dest belavînê me bibaxişîne û (Xweda! Tu) pê me di hemberê neyaran da bi cî bike û tu arîkarêya me li ser komalê file bike.”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Îdî Yezdan ji wan ra qencên cîhanî û tîtalê qencên dan û gavê para da daye. Şixwa Yezdan bi xweber jî ji qencîkaran hez dike"},{"SurahNumber":3,"VerseNumber":149,"Text":"Gelî bawergeran! Heke hûn bi gotinên wanê file bikin, ewan filanê wê we para da bizivirînin, îdî hûnê bibine ji wanê zîyankar"},{"SurahNumber":3,"VerseNumber":150,"Text":"Na, (hûn bi gotina wan nekin) lê hûn bi gotina Yezdanê serkarê xwe bikin. Ewa Yezdana qencê arîkara ne"},{"SurahNumber":3,"VerseNumber":151,"Text":"Bi rastî emî bi sedema wan tiştên, ku filan ewan tiştan dixistine hevrî ji bona Yezdan ra, qe tu hêz û berate ji bona hevrîtîya wan ra ne hatibûye hinartinê jî, tirsê bavêjine dilê wan (filan) û êwra wan (filan) agir e. Şûnwarê cevrkaran çi qasik e"},{"SurahNumber":3,"VerseNumber":152,"Text":"Bi sond! Di gava we neyarên xwe bi destûra Yezdan (xistibûne pêşîya xwe) dişkênandin, hûr dikirin. Yezdan ewa peymana xweyê, ku (bi servahatina we) dabû, pêk aniye. Lê ji piştî ku Yezdan ewa servehatine we ji hezdikirin bi we dabû xûyandinê, divê gavê da hûn rabûn ji hev belav bûn; we di mafê bûyerê da bi hev ra tekoşîn dikirin û we (guhdarêya fermana kesî nekir) hûn di hemberê wan fermana da dihatin; hineka ji we cîhan divan û hinekên ji we jî dan û gavê para divan. Paşê Yezdan hûn ji wan neyaran dane zivirandinê (hûn ji ber neyaran para da revîyan). ji bo ku Yezdan we biceribîne eva bûyera hanê bi serê we da anîye. Û bi sond! (ji piştî poşmanîya we, ji wan kirine we) Yezdan hûn baxişandine. Şixwa Yezdan ji bona bawergeran xweyê rûmeta tîtal e"}]}