{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Këdo prej tyre që thotë: “Unë jam zot, përveç Atij”, Ne e dënojmë me Xhehenem. Kështu i “shpërblejmë” keqbërësit"},{"SurahNumber":21,"VerseNumber":30,"Text":"A nuk e dinë mohuesit se qiejt dhe Toka kanë qenë një e tërë? Pastaj Ne e ndamë dhe bëmë nga uji çdo gjë të gjallë! Akoma nuk besojnë"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ne vendosëm nëpër Tokë male të patundura, që ajo të mos lëkundet bashkë me njerëzit dhe bëmë lugina dhe rrugë për të udhëtuar në to"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ne e bëmë qiellin mbulesë të mbrojtur, por përsëri ata shmangen nga shenjat që gjenden aty"},{"SurahNumber":21,"VerseNumber":33,"Text":"Allahu është Ai, i Cili krijoi natën dhe ditën, Diellin dhe Hënën; e të gjitha këto lundrojnë në gjithësi"},{"SurahNumber":21,"VerseNumber":34,"Text":"Para teje, Ne nuk e kemi bërë asnjë të pavdekshëm. Nëse ti vdes, a do të mbesin ata të përjetshëm"},{"SurahNumber":21,"VerseNumber":35,"Text":"Çdo njeri do ta shijojë vdekjen! Ne ju vëmë në provë me të keqe dhe me të mirë dhe te Ne do të ktheheni"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kur të shohin jobesimtarët, ata tallen me ty (duke thënë): “Ky është ai që i përmend (për keq) zotat tuaj?” Ndërkohë, ata e mohojnë Këshillën e të Gjithëmëshirshmit"},{"SurahNumber":21,"VerseNumber":37,"Text":"Njeriu është krijuar i ngutur. Unë do t’jua tregoj shenjat e Mia, prandaj mos më kërkoni të ngutem"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ata thonë: “Kur do të bëhet ky premtim, nëse flisni të vërtetën?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Sikur mohuesit ta dinin kohën, kur nuk do të mund ta shmangin zjarrin nga fytyrat dhe shpinat e tyre dhe nuk do të ndihmohen, (nuk do të flisnin kështu)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Por atyre (Kiameti) do t’u vijë papritmas e do t’i trullosë, kështu që nuk do të mund ta shmangin atë e as nuk do t’u jepet afat"},{"SurahNumber":21,"VerseNumber":41,"Text":"Në të vërtetë, janë përqeshur edhe të dërguar të tjerë para teje, por shpotitësve u erdhi dënimi, me të cilin talleshin"},{"SurahNumber":21,"VerseNumber":42,"Text":"Thuaj: “Kush do t’ju ruajë natën dhe ditën (nga dënimi) i të Gjithëmëshirshmit?” Jo, askush! E, megjithatë, ata shmangen nga përmendja e Zotit të tyre"},{"SurahNumber":21,"VerseNumber":43,"Text":"Apo ata kanë zota të tjerë, të cilët mund t’i mbrojnë prej Nesh? Këta nuk mund të ndihmojnë as veten dhe askush nuk mund t’i marrë në mbrojtje kundër Nesh"},{"SurahNumber":21,"VerseNumber":44,"Text":"Ne u dhamë atyre dhe baballarëve të tyre kënaqësi e ua zgjatëm jetën. A nuk e shohin vallë ata që Ne i qasemi tokës së tyre dhe ia cungojmë skajet? E si mund të jenë ata fitues"},{"SurahNumber":21,"VerseNumber":45,"Text":"Thuaj: “Unë vetëm ju paralajmëroj, me atë që më është shpallur”. Por, shurdhët nuk e dëgjojnë thirrjen kur paralajmërohen"},{"SurahNumber":21,"VerseNumber":46,"Text":"Sikur ata t’i prekte një puhi prej dënimit të Zotit tënd, me siguri, do të thoshin: “Mjerë ne që kemi qenë keqbërës!”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Dhe në Ditën e Kiametit, Ne do të vendosim peshore të sakta e askush nuk do të pësojë asnjë padrejtësi. Ne do të sjellim (për gjykim) çdo vepër, qoftë kjo edhe sa pesha e një kokrre sinapi. Ne jemi të mjaftueshëm për llogaritje"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ne i dhamë Musait dhe Harunit Dalluesin[205], që është dritë dhe këshillë për të devotshmit"},{"SurahNumber":21,"VerseNumber":49,"Text":"që i frikësohen Zotit të tyre - edhe kur nuk i sheh askush dhe, që i tremben Orës (së Kiametit)"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ndërsa ky (Kuran) është Këshillë e bekuar, të cilën Ne e kemi shpallur, prandaj, si mund ta mohoni ju atë"}]}