{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Ara yadi tomake mithya pratipanna kare, tabe bala, amara jan'ya amara karma, ara tomadera jan'ya tomadera karma. Tomadera daya-dayitba ne'i amara karmera upara ebam amara'o daya-dayitba ne'i tomara ya kara sejan'ya."},{"SurahNumber":10,"VerseNumber":42,"Text":"Tadera ke'u ke'u kana rakhe tomadera prati; tumi badhiraderake ki sonabe yadi tadera bibeka-bud'dhi na thake"},{"SurahNumber":10,"VerseNumber":43,"Text":"abara tadera madhye ke'u ke'u tomadera prati drstinibad'dha rakhe; tumi andhaderake ki patha dekhabe yadi tara mote'o dekhate na pare."},{"SurahNumber":10,"VerseNumber":44,"Text":"Allaha juluma karena na manusera upara, baram manusa nije'i nijera upara juluma kare."},{"SurahNumber":10,"VerseNumber":45,"Text":"Ara yedina taderake samabeta kara habe, yena tara abasthana kareni, tabe dinera ekadanda ekajana aparajanake cinabe. Nihsandehe ksatigrasta hayeche yara mithya pratipanna kareche allahara sathe saksatake ebam saralapathe aseni."},{"SurahNumber":10,"VerseNumber":46,"Text":"Ara yadi ami dekha'i tomake se oyadasamuhera madhya theke kona kichu ya ami tadera sathe karechi, athaba tomake mrtyudana kari, yahoka, amara kache'i taderake pratyabartana karate habe. Bastutah allaha se samasta karmera saksi ya tara kare."},{"SurahNumber":10,"VerseNumber":47,"Text":"Ara pratyeka sampradayera ekekajana rasula rayeche. Yakhana tadera kache tadera rasula n'yayadandasaha upasthita hala, takhana ara tadera upara juluma haya na."},{"SurahNumber":10,"VerseNumber":48,"Text":"Tara aro bale, e oyada kabe asabe, yadi tomara satyabadi haye thaka"},{"SurahNumber":10,"VerseNumber":49,"Text":"tumi bala, ami amara nijera ksati kimba labhera'o malika na'i, kintu allaha ya iccha karena. Pratyeka sampradayera jan'ya'i ekekati oyada rayeche, yakhana tadera se oyada ese paumche yabe, takhana na ekadanda pechane sarate parabe, na samane phasakate parabe,."},{"SurahNumber":10,"VerseNumber":50,"Text":"Tumi bala, accha dekha to dekhi, yadi tomadera upara tara ayaba ratarati athaba dinera belaya ese paumche yaya, tabe era age papira ki karabe"},{"SurahNumber":10,"VerseNumber":51,"Text":"tahale ki ayaba sanghatita haye yabara para era prati bisbasa karabe? Ekhana sbikara karale? Athaca tomara era'i takada karate"},{"SurahNumber":10,"VerseNumber":52,"Text":"atahpara bala habe, gonahagaradigake, bhoga karate thaka ananta ayaba-tomara ya kichu karate tara ta'i pratiphala."},{"SurahNumber":10,"VerseNumber":53,"Text":"Ara tomara kache sambada jijnesa kare, eta ki satya? Bale da'o, abasya'i amara para'oyaradegarera kasama eta satya. Ara tomara parisranta kare dite parabe na."}]}