{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"Kasone, ki da'vati Alloh taolo va pajomʙarro – pas az on ki [dar ƣazvai Uhud] ʙa onon çarohat [va saxtii ʙisjor] rasid – içoʙat kardand [va ʙaroi ta'qiʙi muşrikon ʙa sūji \"Hamro-ul-asad\" raftand], ʙaroi [on idda az] eşon, ki nekī va parhezkorī kardand, podoşi ʙuzurge [dar peş] ast"},{"SurahNumber":3,"VerseNumber":173,"Text":"Hamon kasone, ki ʙarxe [az muşrikon] ʙa onon guftand: \"Mardum [-i Makka] ʙaroi [çang ʙo] şumo gird omadaand; pas, az onho ʙitarsed\" va [ammo in suxan] ʙar imonaşon afzud va guftand: \"Alloh taolo ʙaroi [muhofizat az] mo ʙas ast va [Ū] ʙehtarin [muroqiʙ va] korguzor ast"},{"SurahNumber":3,"VerseNumber":174,"Text":"Pas ʙa ne'matu fazli Alloh taolo [az Hamro-ul-asad ʙa Madina] ʙozgaştand, dar hole ki heç oseʙe ʙa onon narasida ʙud va hamcunon dar paji [kasʙi] xuşnudii Alloh taolo ʙudand; va Alloh taolo fazlu ʙaxşişi ʙuzurge dorad"},{"SurahNumber":3,"VerseNumber":175,"Text":"Dar haqiqat, in şajton ast, ki [şumoro az hajʙati] dūstonaş metarsonad, pas, agar imon dored, az onon [muşrikon] natarsed va az man ʙitarsed"},{"SurahNumber":3,"VerseNumber":176,"Text":"Va [ej pajomʙar] kasone, ki dar [jorī kardani] kufr meşitoʙand, turo andūhgin nasozand. Jaqinan, onon hargiz zijone ʙa Alloh taolo namerasonand. Alloh taolo mexohad, ki ʙahrae ʙarojaşon dar oxirat qaror nadihad va azoʙi ʙuzurg [dar peş] dorand"},{"SurahNumber":3,"VerseNumber":177,"Text":"Ba rostī, kasone, ki kufrro ʙa [ʙahoi] imon xaridand, hargiz ʙa Alloh taolo zijone namerasonand va azoʙi dardnoke [dar peş] dorand"},{"SurahNumber":3,"VerseNumber":178,"Text":"Va kasone, ki kofir şudand, mapindorand, ki cun ʙa onon muhlat medihem ʙa sudaşon ast. Çuz in nest, ki ʙa onon muhlat medihem, to ʙar gunohi [xud] ʙijafzojand va azoʙi xorkunandae [purdarde dar peş] dorand"},{"SurahNumber":3,"VerseNumber":179,"Text":"[Ej mu'minon] Cunin naʙud [va az hikmati ilohī nest], ki Alloh taolo mu'minonro ʙar in hol, ki şumo hasted [vo guzorad va mu'minu munofiqro dar kanori jakdigar] raho sozad, [ʙalki şumoro ʙo takolifu ozmoişhoi gunogun meozmojad] to palidro az pok çudo kuned; va cunin naʙud, ki Alloh taolo [ʙaroi ʙozşinosii mu'minon az munofiqon] şumoro az [asrori] ƣajʙ ogoh kunad; vale Alloh taolo az mijoni firistodagonaş har kiro ʙixohad, ʙarmeguzinad [va ūro ʙar ʙaxşe az ƣajʙ ogoh mekunad]; pas, ʙa Alloh taolo va firistodagonaş imon ʙijovared; va agar imon ʙijovared va taqvo peşa kuned, podoşi ʙuzurge ʙarojaton [dar peş] ast"},{"SurahNumber":3,"VerseNumber":180,"Text":"Va kasone, ki ʙa on ci Alloh taolo az fazli xeş ʙa onon dodaast, ʙuxl mevarzand, gumon nakunand, ki on [ʙuxl] ʙarojaşon xajr ast; ʙalki ʙarojaşon şar ast. Dar rūzi qijomat on ci ʙa on ʙuxl mevarzidand, tavqi gardanaşon xohad şud [va ʙo on azoʙ meşavand]; va merosi osmonhovu zamin az oni Alloh taolo ast va Alloh taolo ʙa on ci mekuned, ogoh ast"}]}