{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"GUD SKE lov och pris, som har uppenbarat denna Skrift för Sin tjänare och som inte har låtit dess mening skymmas av slingrande formuleringar"},{"SurahNumber":18,"VerseNumber":2,"Text":"[en Skrift som] på ett rakt och rättframt språk varnar [syndarna] för Hans stränga straff och kungör för dem som tror och lever rättskaffens det glada budskapet att en härlig belöning väntar"},{"SurahNumber":18,"VerseNumber":3,"Text":"[paradisets lustgårdar], där de skall förbli till evig tid"},{"SurahNumber":18,"VerseNumber":4,"Text":"[Denna Skrift] skall också varna dem som påstår att Gud har [avlat] en son"},{"SurahNumber":18,"VerseNumber":5,"Text":"Liksom sina förfäder har de ingen [verklig] kunskap om Honom. Det är ett oerhört påstående som går över deras läppar - deras tal är idel lögner"},{"SurahNumber":18,"VerseNumber":6,"Text":"Kommer du kanske att gräma dig till döds, om de inte vill tro på detta budskap"},{"SurahNumber":18,"VerseNumber":7,"Text":"Vi har smyckat jorden med sköna ting för att sätta människorna på prov [och för att de med sitt handlande skall visa] vilka som är de bästa ibland dem"},{"SurahNumber":18,"VerseNumber":8,"Text":"men [till sist] skall Vi förvandla allt detta till öde slätter"},{"SurahNumber":18,"VerseNumber":9,"Text":"ANSER du att berättelsen om [de unga] männen i grottan och [deras sysslande med] Skrifterna är särskilt märklig bland [alla] Våra budskap"},{"SurahNumber":18,"VerseNumber":10,"Text":"När dessa unga män tog sin tillflykt till grottan bad de: \"Herre! Förbarma Dig över oss och visa oss den rätta vägen ut ur våra [svårigheter]"},{"SurahNumber":18,"VerseNumber":11,"Text":"Därpå tillslöt Vi deras öron i grottan under många år"},{"SurahNumber":18,"VerseNumber":12,"Text":"och så till sist väckte Vi dem. [Allt detta skedde] för att det skulle stå klart, vilken av de två uppfattningarna som visade störst förståelse för frågan hur länge de blev kvar [i grottan]"}]}