{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"اللہ ہی ہے جو روحوں کو موت کے وقت اپنی طرف بلالیتا ہے اور جو نہیں مرتے ہیں ان کی روحوں کو بھی نیند کے وقت طلب کرلیتا ہے اور پھر جس کی موت کا فیصلہ کرلیتا ہے اس کی روح کو روک لیتا ہے اور دوسری روحوں کو ایک مقررہ مدّت کے لئے آزاد کردیتا ہے - اس بات میں صاحبان هفکر و نظر کے لئے بہت سی نشانیاں پائی جاتی ہیں"},{"SurahNumber":39,"VerseNumber":43,"Text":"کیا ان لوگوں نے خدا کو چھوڑ کر سفارش کرنے والے اختیار کرلئے ہیں تو آپ کہہ دیجئے کہ ایسا کیوں ہے چاہے یہ لوگ کوئی اختیار نہ رکھتے ہوں اور کسی طرح کی بھی عقل نہ رکھتے ہوں"},{"SurahNumber":39,"VerseNumber":44,"Text":"کہہ دیجئے کہ شفاعت کا تمام تراختیار اللہ کے ہاتھوں میں ہے اسی کے پاس زمین و آسمان کا سارا اقتدار ہے اور اس کے بعد تم بھی اسی کی بارگاہ میں پلٹائے جاؤ گے"},{"SurahNumber":39,"VerseNumber":45,"Text":"اور جب ان کے سامنے خدائے یکتا کا ذکر آتا ہے تو جن کا ایمان آخرت پر نہیں ہے ان کے دل متنفر ہوجاتے ہیں اور جب اس کے علاوہ کسی اور کا ذکر آتا ہے تو خوش ہوجاتے ہیں"},{"SurahNumber":39,"VerseNumber":46,"Text":"اب آپ کہئے کہ اے پروردگار اے زمین و آسمان کے خلق کرنے والے اور حاضر و غائب کے جاننے والے تو ہی اپنے بندوں کے درمیان ان مسائل کا فیصلہ کرسکتا ہے جن میں یہ آپس میں اختلاف کررہے ہیں"},{"SurahNumber":39,"VerseNumber":47,"Text":"اور اگر ظلم کرنے والوں کو زمین کی تمام کائنات مل جائے اور اتنا ہی اور بھی مل جائے تو بھی یہ روزِ قیامت کے بدترین عذاب کے بدلہ میں سب دے دیں گے لیکن ان کے لئے خدا کی طرف سے وہ سب بہرحال ظاہر ہوگا جس کا یہ وہم و گمان بھی نہیں رکھتے تھے"},{"SurahNumber":39,"VerseNumber":48,"Text":"اور ان کی ساری بدکرداریاں ان پر واضح ہوجائیں گی اور انہیں وہی بات اپنے گھیرے میں لے لے گی جس کا یہ مذاق اڑایا کرتے تھے"},{"SurahNumber":39,"VerseNumber":49,"Text":"پھر جب انسان کو کوئی تکلیف پہنچتی ہے تو ہمیں پکارتا ہے اور اس کے بعد جب ہم کوئی نعمت دیدیتے ہیں تو کہتا ہے کہ یہ تو مجھے میرے علم کے زور پر دی گئی ہے حالانکہ یہ ایک آزمائش ہے اور اکثر لوگ اس کا علم نہیں رکھتے ہیں"},{"SurahNumber":39,"VerseNumber":50,"Text":"ان سے پہلے والوں نے بھی یہی کہا تھا تو وہ کچھ ان کے کام نہیں آیا جسے وہ حاصل کررہے تھے"},{"SurahNumber":39,"VerseNumber":51,"Text":"بلکہ ان کے اعمال کے برے اثرات ان تک پہنچ گئے اور ان کفاّر میں سے بھی جو لوگ ظلم کرنے والے ہیں ان تک ان کے اعمال کے اِرے اثرت پہنچیں گے اور وہ خدا کو عاجز نہیں کرسکتے ہیں"},{"SurahNumber":39,"VerseNumber":52,"Text":"کیا انہیں یہ نہیں معلوم ہے کہ اللہ ہی جس کے رزق کو چاہتا ہے وسیع کردیتا ہے اور جس کے رزق کو چاہتا ہے تنگ کردیتا ہے. ان معاملات میں صاحبان ه ایمان کے لئے بہت سی نشانیاں پائی جاتی ہیں"}]}