{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Bizim Katımız'da sizi (bize) yaklastıracak olan ne mallarınız, ne de evlatlarınızdır; ancak iman edip salih amellerde bulunanlar baska. Iste onlar; onlar icin yaptıklarına karsılık olmak uzere kat kat mukafaat vardır ve onlar yuksek kosklerinde guven icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi etkisiz bırakmak icin caba harcayanlar; iste onlar da azabın icine getirilmislerdir"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Suphesiz benim Rabbim, kullarından rızkı diledigine genisletip-yayar ve ona kısar da. Her neyi infak ederseniz, O (Allah), yerine bir baskasını verir; O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"O gun, onların hepsini birarada toplayacak (hasredecek), sonra meleklere diyecek ki: \"Size tapanlar bunlar mıydı"},{"SurahNumber":34,"VerseNumber":41,"Text":"(Melekler) Derler ki: \"Sen Yucesin, bizim velimiz Sensin, onlar degil. Hayır, onlar cinlere tapıyordu ve cogu onlara iman etmislerdi"},{"SurahNumber":34,"VerseNumber":42,"Text":"Artık bugun, bir kısmınızın bir kısmınıza yarar ve zarar saglamaya gucu yetmez. Biz de o zulmedenlere deriz ki: \"Yalanlamakta oldugunuz atesin azabını tadın"},{"SurahNumber":34,"VerseNumber":43,"Text":"Onlara, apacık olan ayetlerimiz okundugunda: \"Bu, sizi babalarınızın taptıkların(ilahlar)dan alıkoymak isteyen bir adamdan baskası degildir\" dediler. Ve dediler ki: \"Bu, duzulup uydurulmus bir yalan (iftira)dan baska bir sey de degildir.\" Inkar edenler de, kendilerine geldigi zaman hak icin: \"Bu, apacık bir buyuden baska bir sey degildir\" dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Oysa Biz onlara ders alacakları kitaplar vermemistik ve kendilerine senden once bir uyarıcı da gondermemistik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Kendilerinden oncekiler de yalanladı. Oysa bunlar, oburlerine verdiklerimizin onda birine bile ulasamamıslardı. Buna ragmen (sımararak) elcilerimi yalanladılar; ancak Benim de (onları) inkarım (yıkıma ugratmam) nasıl oldu"}]}