{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Biz zalim olan nice ulkeleri kırıp gecirdik. Onlardan sonra, baska bir toplum var ettik"},{"SurahNumber":21,"VerseNumber":12,"Text":"Azabımızı hissettikleri zaman, ondan suratle kacıyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"Kacmayın, icinde bulundugunuz refaha ve evlerinize donun. Belki size bir sey sorulur"},{"SurahNumber":21,"VerseNumber":14,"Text":"Eyvah bize, dediler. Biz zalimlerden idik"},{"SurahNumber":21,"VerseNumber":15,"Text":"Bu haykırısları devam edip dururken, biz onları bicilmis ekine, sonmus atese cevirdik"},{"SurahNumber":21,"VerseNumber":16,"Text":"Gogu, yeri ve ikisi arasındakileri oyun olsun diye yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eger bir oyun/eglence edinmek isteseydik, yapmak istedigimiz takdirde onu kendi katımızdan edinirdik"},{"SurahNumber":21,"VerseNumber":18,"Text":"Bilakis, biz hakkı batılın ustune atarız. O da o, batılın isini bitirir. Bir de bakarsın ki o, yok olup gitmistir. (Allah’ı) vasfettiginiz sıfatlardan dolayı yazıklar olsun size"},{"SurahNumber":21,"VerseNumber":19,"Text":"Goklerde ve yerde kim varsa Allah’a aittir. O’nun katında bulunanlar, O’na ibadet etmekten buyuklenmezler ve usanmazlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece ve gunduz durmaksızın O’nu tesbih ederler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa onlar, yeryuzunde ilahlar edindiler de onlar mı oluyu diriltecekler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Oysa yerde ve gokte Allah’tan baska ilahlar olsaydı, yer de gok de bozulup giderdi. Arsın Rabbi olan Allah, onların vasfettigi sıfatlardan munezzehtir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O, yaptıklarından sorulmaz, oysa onlar sorguya cekilirler"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa, O’ndan baska ilahlar mı edindiler? De ki: Haydi delilinizi getirin! Iste bu, benimle beraber olanların zikri ve benden oncekilerin zikridir. Fakat, onların cogu hakkı bilmiyorlar, ama buna ragmen yuz ceviriyorlar"},{"SurahNumber":21,"VerseNumber":25,"Text":"Senden once hic bir rasul gondermedik ki ona: Benden baska (hak) ilah yoktur, oyleyse bana ibadet edin! diye vahyetmis olmayalım"},{"SurahNumber":21,"VerseNumber":26,"Text":"Rahman, cocuk edindi, dediler. O, munezzehtir. Aksine onlar degerli kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onun sozunun onune gecmezler ve O'nun emriyle yapıp ederler"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah, onların onlerindekini de arkalarındakini de bilir. Allah’ın razı oldugu kimseden baskasına sefaat edemezler. O’nun korkusundan, sakınıp urkerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"Onlardan kim: Allah’tan baska ben de ilahım! derse, onu Cehennem'le cezalandırırız. Iste zalimleri boyle cezalandırırız"}]}