{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karsılasmayı beklemeyenler: -Bize meleklerin indirilmesi veya Rabbimizi gormemiz gerekmez miydi? dediler. Kendi kendilerine buyuklenmisler ve buyuk bir azgınlıkla haddi asmıslardı"},{"SurahNumber":25,"VerseNumber":22,"Text":"Melekleri gordukleri gun, iste o gun gunahkarlara iyi bir haber yoktur. Melekler onlara soyle der: -Yasaktır, yasak! (butun iyiliklerden mahrumsunuz)"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların yaptıklarının hepsini ele aldık ve onları kul gibi savurduk"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gun cennetlikler en hayırlı bir yurtta, en guzel bir dinlenme yerindedir"},{"SurahNumber":25,"VerseNumber":25,"Text":"O gun gok, beyaz bulutlar gibi parcalanacak ve melekler durmadan indirilecektir"},{"SurahNumber":25,"VerseNumber":26,"Text":"O gun, gercek hakimiyet Rahman’ındır. Kafirler icin pek zorlu bir gundur"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gun, zalim parmaklarını ısıracak ve soyle diyecektir: -Ah ne olurdu, ben de Peygamber’le aynı yolu tutmus olsaydım"},{"SurahNumber":25,"VerseNumber":28,"Text":"Vay basıma gelene! Keske falancayı dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Andolsun ki bana gelen zikir’den beni o saptırdı. Seytan, insanı yapayalnız bırakıp, rezil ediyor"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber: -Rabbim, dedi. Kavmim Kur’an’a ilgisiz kaldı"},{"SurahNumber":25,"VerseNumber":31,"Text":"Iste boyle her peygamber icin suclulardan dusman kıldık. Yol gosterici ve yardımcı olarak Rabbin yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"Kufredenler: -Kur’an ona bir defada toptan indirilmeli degil miydi? dediler. Biz, onu senin kalbine yerlestirmek icin boyle indirdik. Onu duzenli ve yerli yerince indirdik"},{"SurahNumber":25,"VerseNumber":33,"Text":"Sana bir ornek getirmeye gorsunler, biz onun gercegini ve en iyi anlasılanını getiririz"},{"SurahNumber":25,"VerseNumber":34,"Text":"Yuzustu cehenneme toplanacak olanlar, iste onlar, yeri en kotu ve yolu en sapık olanlardır"}]}