{"Id":158,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadmahdifo","Author":"Mohammad Mahdi Fooladvand","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"و در حقيقت، شما را خلق كرديم، سپس به صورتگرى شما پرداختيم؛ آنگاه به فرشتگان گفتيم: «براى آدم سجده كنيد.» پس [همه‌] سجده كردند، جز ابليس كه از سجده‌كنندگان نبود"},{"SurahNumber":7,"VerseNumber":12,"Text":"فرمود: «چون تو را به سجده امر كردم چه چيز تو را باز داشت از اينكه سجده كنى؟» گفت: «من از او بهترم. مرا از آتشى آفريدى و او را از گِل آفريدى.»"},{"SurahNumber":7,"VerseNumber":13,"Text":"فرمود: «از آن [مقام‌] فرو شو، تو را نرسد كه در آن [جايگاه‌] تكبّر نمايى. پس بيرون شو كه تو از خوارشدگانى.»"},{"SurahNumber":7,"VerseNumber":14,"Text":"گفت: «مرا تا روزى كه [مردم‌] برانگيخته خواهند شد مهلت ده.»"},{"SurahNumber":7,"VerseNumber":15,"Text":"فرمود: «تو از مهلت‌يافتگانى.»"},{"SurahNumber":7,"VerseNumber":16,"Text":"گفت: «پس به سبب آنكه مرا به بيراهه افكندى، من هم براى [فريفتن‌] آنان حتماً بر سر راه راست تو خواهم نشست"},{"SurahNumber":7,"VerseNumber":17,"Text":"«آنگاه از پيش رو و از پشت سرشان و از طرف راست و از طرف چپشان بر آنها مى‌تازم، و بيشترشان را شكرگزار نخواهى يافت.»"},{"SurahNumber":7,"VerseNumber":18,"Text":"فرمود: «نكوهيده و رانده، از آن [مقام‌] بيرون شو؛ كه قطعاً هر كه از آنان از تو پيروى كند، جهنّم را از همه شما پر خواهم كرد.»"},{"SurahNumber":7,"VerseNumber":19,"Text":"«و اى آدم! تو با جفت خويش در آن باغ سكونت گير، و از هر جا كه خواهيد بخوريد، و[لى‌] به اين درخت نزديك مشويد كه از ستمكاران خواهيد شد.»"},{"SurahNumber":7,"VerseNumber":20,"Text":"پس شيطان، آن دو را وسوسه كرد تا آنچه را از عورتهايشان برايشان پوشيده مانده بود، براى آنان نمايان گرداند؛ و گفت: «پروردگارتان شما را از اين درخت منع نكرد، جز [براى‌] آنكه [مبادا] دو فرشته گرديد يا از [زمره‌] جاودانان شويد.»"},{"SurahNumber":7,"VerseNumber":21,"Text":"و براى آن دو سوگند ياد كرد كه: من قطعاً از خيرخواهان شما هستم"},{"SurahNumber":7,"VerseNumber":22,"Text":"پس آن دو را با فريب به سقوط كشانيد؛ پس چون آن دو از [ميوه‌] آن درختِ [ممنوع‌] چشيدند، برهنگى‌هايشان بر آنان آشكار شد، و به چسبانيدن برگ‌[هاى درختانِ‌] بهشت بر خود آغاز كردند، و پروردگارشان بر آن دو بانگ بر زد: «مگر شما را از اين درخت منع نكردم و به شما نگفتم كه در حقيقت شيطان براى شما دشمنى آشكار است.»"},{"SurahNumber":7,"VerseNumber":23,"Text":"گفتند: «پروردگارا، ما بر خويشتن ستم كرديم، و اگر بر ما نبخشايى و به ما رحم نكنى، مسلماً از زيانكاران خواهيم بود.»"},{"SurahNumber":7,"VerseNumber":24,"Text":"فرمود: «فرود آييد، كه بعضى از شما دشمن بعضى [ديگر]يد؛ و براى شما در زمين، تا هنگامى [معيّن‌] قرارگاه و برخوردارى است.»"},{"SurahNumber":7,"VerseNumber":25,"Text":"فرمود: «در آن زندگى مى‌كنيد و در آن مى‌ميريد و از آن برانگيخته خواهيد شد.»"}]}