{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Ако оние фрлаат лага врз тебе, тогаш, кажи: “Мене моите дела а вам вашите дела. Вие сте далеку од она што го работам, а И јас сум далеку од она што вие го работите"},{"SurahNumber":10,"VerseNumber":42,"Text":"Меѓу нив има и оние кои те прислушкуваат. Па, можеш ли да направиш да слушаат глувите иако оние не сфаќаат"},{"SurahNumber":10,"VerseNumber":43,"Text":"Од нив има и кои гледаат во тебе. А можеш ли да ги упатиш слепите, иако оние не гледаат"},{"SurahNumber":10,"VerseNumber":44,"Text":"Аллах, навистина, ВО НИШТО не им прави зулум на луѓето, туку луѓето самите себеси зулум си прават"},{"SurahNumber":10,"VerseNumber":45,"Text":"А на Денот кога ќе се зберат ќе им се причини дека останале само еден миг од денот. Ќе се запознаваат еднисодруги. Веќе пропаднаа оние кои ја сметаа за лажна Средбата наша со Аллах, и не беа упатени"},{"SurahNumber":10,"VerseNumber":46,"Text":"Или да ти покажеме нешто ОД она што го ветивме за Нив или да те усмртиме... враќањето нивно е - кон Нас. Потоа Аллах ќе биде Сведок за она што го работат"},{"SurahNumber":10,"VerseNumber":47,"Text":"за секој народ имаше пејгамбер. Па, кога ќе дојдеше пејгамберот нивни меѓу нив праведно ќе се одлучуваше, и не им се направи зулум"},{"SurahNumber":10,"VerseNumber":48,"Text":"И зборуваат: “Кога ќе се исполни ова ветување, ако сте искрени"},{"SurahNumber":10,"VerseNumber":49,"Text":"Кажи: “Само со посак на Аллах можам да си прибавам ИЛИ корист или штета. За секој народ има крај. И кога ќе дојде крајот нивни - не ќе можат ни да го задоцнат ни да го забрзаат"},{"SurahNumber":10,"VerseNumber":50,"Text":"Кажи: “Што мислите вие ако ви дојде казната Негова дење или ноќе?\" Зошто силниците ја бараат да дојде што побрзо"},{"SurahNumber":10,"VerseNumber":51,"Text":"Кога ќе се случи ќе поверувате ли во неа? Сега ли? А веќе побрзо ја сакавте да дојде"},{"SurahNumber":10,"VerseNumber":52,"Text":"Потоа ќе им се рече на оние кои направија зулум: “Вкусете ја казната вечна! Ќе бидете казнети само за она што го спечаливте"},{"SurahNumber":10,"VerseNumber":53,"Text":"Бараат да ги известиш: “Дали е тоа мнвистина? Кажи: “Да, се колнам во Господарот мој дека тоа, навистина, е вИстина и вие сте немоќни пред тоа"}]}