{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Bigu: «Ojo ƣajri Olloh kasero ʙixonem, ki na moro naf' medihad va na zijon merasonad? Va ojo pas az on ki Xudo moro hidojat kardaast, monandi on kas, ki sajton gumrohas soxta va hajron ʙar rui zamin rahojas karda, az din ʙozgardem? Uro joronest, ki ʙa hidojat nidojas medihand, ki nazdi mo ʙozgard». Bigu: «Hidojate, ki az sui Xudo ʙosad, hidojati voqe'ist. Va ʙa mo farmon rasida, ki dar ʙaroʙari Parvardigori cahonijon taslem savem»"},{"SurahNumber":6,"VerseNumber":72,"Text":"Va namoz ʙixoned va az U ʙitarsed. Ust, on ki hamagon nazdas cam' mesaved"},{"SurahNumber":6,"VerseNumber":73,"Text":"Va Ust, on ki osmonhovu zaminro ʙa haq ʙijofarid. Va ruze, ki ʙigujad;. «Mavcud sav», pas mavcud mesavad. Guftori U xaq ast. Va dar on ruz, ki dar sur damida savad, farmonravoi az oni Ust. Donoi nihonu oskor ast va U hakimu ogoh ast"},{"SurahNumber":6,"VerseNumber":74,"Text":"Va Iʙrohim padaras Ozarro guft: «Ojo ʙutonro ʙa xudoi megiri? Tu va qavmatro ʙa oskoro dar gumrohi meʙinam»"},{"SurahNumber":6,"VerseNumber":75,"Text":"Ba in tarz ʙa Iʙrohim korxonai osmonhovu zaminro nison dodem, to az ahli jaqin gardad"},{"SurahNumber":6,"VerseNumber":76,"Text":"Cun saʙ uro faro girift, sitorae did. Guft: «In ast Parvardigori man!» Cun ƣoiʙ sud, guft; «Furusavandagonro dust nadoram»"},{"SurahNumber":6,"VerseNumber":77,"Text":"On goh mohro did, ki tulu' mekunad. Guft: «In ast Parvardigori man?» Cun ƣoiʙ sud, guft; «Agar Parvardigori man maro roh nanamojad, az gumrohon xoham ʙud»"},{"SurahNumber":6,"VerseNumber":78,"Text":"Va cun xursedro did, ki tulu' mekunad, guft: «In ast Parvardigori man, in ʙuzurgtar ast!» Va cun ƣoiʙ sud, guft: «Ej qavmi man, man az on ci sariki Xudojas medoned, ʙezoram"},{"SurahNumber":6,"VerseNumber":79,"Text":"Man az rui ixlos ruj ʙa sui kase ovardam, ki osmonhovu zaminro ofarida ast va man az musrikon nestam»"},{"SurahNumber":6,"VerseNumber":80,"Text":"Va qavmas ʙo u ʙa ʙahs ʙarxostand. Guft; «Ojo dar ʙorai Olloh ʙo man ʙahs mekuned va hol on ki U maro hidojat kardaast? Man az on cize, ki sariki U mehisoʙed, nametarsam. Magar on ki Parvardigori man cizero ʙixohad. Ilmi Parvardigori man hama cizro dar ʙar giriftaast. Ojo pand namegired"},{"SurahNumber":6,"VerseNumber":81,"Text":"Caro az on cize, ki sariki Xudojas soxtaed, ʙitarsam, dar hole ki sumo cizhoero, ki hec dalele dar ʙorai onho nozil nakardaast, meparasted va ʙime ʙa dil roh namedihed? Agar medoned, ʙigued, ki kadom jak az in du guruh ʙa emini sazovortarand?»"},{"SurahNumber":6,"VerseNumber":82,"Text":"Kasone, ki imon ovardaand, va imoni xudro ʙa sirk nameolojand emini az onho ast va onho hidojatjoftagonand"}]}