{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Su halde sen, ogut verip hatırlat; cunku sen, rabbinin nimetiyle ne kahinsin, ne mecnun"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa onlar: \"Bir sairdir, biz ona zamanın (getirecegi) felaketleri gozluyoruz\" mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki: \"Siz gozetleyedurun; cunku ben de sizinle birlikte gozetleyenlerdenim"},{"SurahNumber":52,"VerseNumber":32,"Text":"Yoksa bunu kendilerine sacma akılları mı buyuruyor? Yoksa onlar azgın bir kavim midir"},{"SurahNumber":52,"VerseNumber":33,"Text":"Yoksa: \"Onu kendisi uydurup soyledi\" mi diyorlar. Hayır; onlar inanmıyorlar"},{"SurahNumber":52,"VerseNumber":34,"Text":"Su halde, eger dogru sozluler iseler, benzeri bir soz getirsinler"},{"SurahNumber":52,"VerseNumber":35,"Text":"Yoksa onlar, hicbir sey olmaksızın mı yaratıldılar? Yoksa yaratıcılar kendileri mi"},{"SurahNumber":52,"VerseNumber":36,"Text":"Yoksa gokleri ve yeri onlar mı yarattılar? Hayır; onlar, kesin bir bilgiyle inanmıyorlar"},{"SurahNumber":52,"VerseNumber":37,"Text":"Yoksa rabbinin hazineleri onların yanında mıdır? Yoksa ustun guc (her seyin denetim ve yonetim) sahipleri kendileri midir"},{"SurahNumber":52,"VerseNumber":38,"Text":"Yoksa onların bir merdivenleri mi var (ki) onunla (yukselip en yuce makamda konusulanları) dinliyorlar? Oyleyse, dinleyenleri acık bir delil getirsin"},{"SurahNumber":52,"VerseNumber":39,"Text":"Yoksa kızlar O´nun da, erkek cocuklar sizin mi"},{"SurahNumber":52,"VerseNumber":40,"Text":"Yoksa sen onlardan bir ucret mi istiyorsun ki, haksız bir borctan dolayı agır bir yuk altındalar"},{"SurahNumber":52,"VerseNumber":41,"Text":"Yoksa gayb (bilgisi) onların katında mıdır, boylece yazıp duruyorlar"},{"SurahNumber":52,"VerseNumber":42,"Text":"Yoksa hileli bir duzen mi kurmak istiyorlar? Fakat (asıl) o kufredenler hileli duzene dusecek olanlardır"},{"SurahNumber":52,"VerseNumber":43,"Text":"Yoksa onların, Tanrı´nın dısında baska bir tanrıları mı var? Tanrı, onların sirk kostuklarından yucedir"},{"SurahNumber":52,"VerseNumber":44,"Text":"Eger gokten bir parcanın dusmekte oldugunu gorseler bile: \"Ust uste yıgılmıs bir buluttur.\" derler"},{"SurahNumber":52,"VerseNumber":45,"Text":"Oyleyse sen onları (en dayanılmaz azabla) carpılacakları gunlerine kavusuncaya kadar bırak"},{"SurahNumber":52,"VerseNumber":46,"Text":"O gun, ne hileli duzenleri kendilerine herhangi bir seyle yarar saglayacak, ne de yardım gorecekler"},{"SurahNumber":52,"VerseNumber":47,"Text":"Suphesiz zulmedenlere bundan once de bir azab vardır; ancak onların cogu bilmiyorlar"},{"SurahNumber":52,"VerseNumber":48,"Text":"Artık, rabbinin hukmune sabret; cunku gercekten sen, bizim gozlerimizin onundesin. Ve her kalkısında rabbini hamd ile tesbih et"},{"SurahNumber":52,"VerseNumber":49,"Text":"Gecenin bir bolumunde ve yıldızların batısının ardında da O´nu tesbih et"}]}