{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"nirakaripporkalukku avarkalutaiya celvankalum, kulantaikalum allahvi(n tantanaiyi)liruntu etaiyum niccayamaka tatukkamattatu. Innum avarkaltam (naraka) neruppin eriporulkalaka irukkinranar"},{"SurahNumber":3,"VerseNumber":11,"Text":"(Ivarkalutaiya nilai) hpir'avnin kuttattaraiyum, innum avarkalukku munnal iruntoraiyum ponre irukkiratu. Avarkal nam attatcikalaip poyyakkinar;. Akave avarkalai, avarkalutaiya pavankalin karanamakak (katuntantanaiyil) allah pitittuk kontan - allah vetanai kotuppatil mikak katumaiyanavan"},{"SurahNumber":3,"VerseNumber":12,"Text":"nirakaripporitam (napiye!) Nir kuruviraka: \"Veku viraivil ninkal tolviyataivirkal. Anriyum (marumaiyil) narakattil cerkkappatuvirkal. Innum, (narakamana avvirippu) ketta patukkaiyakum"},{"SurahNumber":3,"VerseNumber":13,"Text":"(patru kalattil) cantitta iru cenaikalilum unkalukku or attatci niccayamaka ullatu. Oru cenai allahvin pataiyil porittatu. Piritonru kahpirkalaka iruntatu. Nirakarippor allahvin pataiyil porituvorait tankalaippol iru matankakat tam kankalal kantanar;. Innum, allah tan natiyavarkalukkut tan utaviyaik kontu palappatuttukiran;. Niccayamaka, (akap) parvaiyutaiyorukku itil titanaka oru patippinai irukkiratu"},{"SurahNumber":3,"VerseNumber":14,"Text":"penkal, an makkal; ponnilum, velliyilumana perunkuviyalkal; ataiyalamitappat; ta (uyarnta) kutiraikal; (atu, matu, ottakai ponra) kal nataikal, cakupati nilankal akiyavarrin mitulla iccai manitarkalukku alakakkappattirukkiratu. Ivai(yellam nilaiyarra) ulaka valvin cukapporulkalakum;. Allahvitattilo alakana tankumitam untu"},{"SurahNumber":3,"VerseNumber":15,"Text":"(Napiye!) Nir kurum; \"avarrai vita melanavai parriya ceytiyai nan unkalukkuc collattuma? Takva - payapakti - utaiyavarkalukku, avarkalutaiya iraivanitattil cuvanapatikal untu. Avarrin kil nirotaikal otikkontirukkinrana. Avarkal anku enrenrum tankuvarkal; (anku avarkalukkut) tuya tunaikal untu. Innum allahvin tirup poruttamum untu. Allah tan atiyarkalai urru nokkukiravanaka irukkinran"},{"SurahNumber":3,"VerseNumber":16,"Text":"ittakaiyor (tam iraivanitam)"},{"SurahNumber":3,"VerseNumber":17,"Text":"(innum avarkal) porumaiyutaiyorakavum, unmaiyalarakavum, allahavukku murrilum valippatuvorakavum, (iraivan pataiyil) tana tarmankal ceyvorakavum, (iravin kataici) sahar nerattil (vananki, nayanitam) mannippuk koruvorakavum iruppar"},{"SurahNumber":3,"VerseNumber":18,"Text":"allah nitiyai nilainattakkutiyavanaka ulla nilaiyil avanaittavira vanakkattirkuriyavan yarumillai enru catci kurukiran. Melum malakkukalum arivutaiyorum (ivvare catci kurukinranar.) Avanait tavira vanakkattirkuriyavan yarumillai avan mikaittavan, nanamikkavan"},{"SurahNumber":3,"VerseNumber":19,"Text":"niccayamaka (tinul) islam tan allahvitattil (oppukkollappatta) markkamakum;. Vetam kotukkappattavarkal (itutan unmaiyana markkam ennum) arivu avarkalukkuk kitaitta pinnarum tam'mitaiyeyulla poramaiyin karanamaka (itarku) marupattanar;. Evar allahvin vacanankalai nirakarittarkalo, niccayamaka allah (avarkalutaiya) kanakkait turitamaka mutippan"},{"SurahNumber":3,"VerseNumber":20,"Text":"(Itarku pinnum) avarkal um'mitam tarkkam ceytal (napiye!) Nir kuruviraka\"nan allahvukku murrilum valippattirukkinren; ennaip pinparriyorum (avvare valippattirukkinranar.)\" Tavira, vetam kotukkappattoritamum, pamara makkalitamum; \"ninkalum (avvare) valippattirkala?\" Enru kelum;. Avarkalum (avvare) murrilum valippattal niccayamaka avarkal nerana pataiyai ataintu vittarkal;. Anal avarkal purakkanittu vituvarkalayin (nir kavalaippata ventam,) arivippatutan um mitu katamaiyakum; melum, allah tan atiyarkalai urrukkavanippavanakave irukkinran"}]}