{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Truly, those who have Taqwa, will dwell in Gardens and water springs"},{"SurahNumber":15,"VerseNumber":46,"Text":"(It will be said to them): \"Enter it in peace and security"},{"SurahNumber":15,"VerseNumber":47,"Text":"And We shall remove any deep feeling of bitterness from their breasts. (So they will be like) brothers facing each other on thrones"},{"SurahNumber":15,"VerseNumber":48,"Text":"No sense of fatigue shall touch them, nor shall they be asked to leave it"},{"SurahNumber":15,"VerseNumber":49,"Text":"Declare to My servants that I am truly the Forgiving, the Most Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"And that My torment is indeed the most painful torment"},{"SurahNumber":15,"VerseNumber":51,"Text":"And tell them about the guests (i.e., the angels) of Ibrahim"},{"SurahNumber":15,"VerseNumber":52,"Text":"When they entered upon him, and said: \"Salaman (peace!).\" He said: \"Indeed we are frightened of you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They said: \"Do not be afraid! We bring you the good news of a boy possessing much knowledge and wisdom"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said: \"Do you give me this good news while old age has overtaken me Of what then is your news about"},{"SurahNumber":15,"VerseNumber":55,"Text":"They said: \"We give you good news in truth. So do not be of those who despair"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said: \"And who despairs of the mercy of his Lord except those who are astray"},{"SurahNumber":15,"VerseNumber":57,"Text":"He said: \"What then is the business for which you have come, O messengers"},{"SurahNumber":15,"VerseNumber":58,"Text":"They said: \"We have been sent to a guilty people"},{"SurahNumber":15,"VerseNumber":59,"Text":"(All) except the family of Lut, all of whom we are to save (from the destruction)"},{"SurahNumber":15,"VerseNumber":60,"Text":"Except for his wife, of whom We have decreed that she shall be of those who remain behind"}]}