{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin hakimiyeti Allah'ındır. Kıyamet saati gelip cattıgı gun, iste o gun batıl dava pesinde olanlar, en buyuk kayba ugrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gun butun ummetleri, bir araya toplanmıs ve diz cokmus vaziyette gorursun. Her ummet, hesap defterlerini okumaya cagırılır. Daha once ne yaptıysanız bugun sadece onun karsılıgını alırsınız"},{"SurahNumber":45,"VerseNumber":29,"Text":"Iste karsınızda sadece gercekleri dile getiren defterimiz. Biz sizin yaptıgınız her isi bir yere kaydediyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Iman edip makbul ve guzel isler yapanların yuce Rab'leri, kendilerini rahmetine alır. Iste en kesin basarı, en buyuk mutluluk budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kafirlere ise yuce Allah tarafından, soyle denilir: “Ayetlerim size okundugunda siz buyukluk taslamıs ve hep suc isleyen kimseler olmustunuz degil mi?”"},{"SurahNumber":45,"VerseNumber":32,"Text":"Size: “Allah'ın vadi gercektir, kıyamet (dirilme) saati mutlaka gelecektir” denildiginde siz: “Kıyamet neymis bilmeyiz, biz olsa olsa bir zan ve tahminde bulunabiliriz, ama biz kesin bir tarzda ona inanmayız.” demistiniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Derken, yaptıkları ne kadar kotu, pis is varsa karsılarına cıktı. Alay ettikleri cehennem azabı, kendilerini her taraftan sardı"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ve kendilerine soyle denildi: “Siz Bizi, daha once nasıl unutup terk ettiyseniz, Biz de bugun sizi unutup kendi halinize bırakacagız! Kalacagınız yer atestir. Hicbir yardımcınız da yoktur.Bu boyle olacak, cunku siz Allah'ın ayetlerini alay konusu yaptınız, dunya hayatı sizi aldattı.” Bugun artık ne oradan cıkarılırlar, ne de ozurleri kabul edilip dunyaya gonderilirler"},{"SurahNumber":45,"VerseNumber":35,"Text":"Ve kendilerine soyle denildi: “Siz Bizi, daha once nasıl unutup terk ettiyseniz, Biz de bugun sizi unutup kendi halinize bırakacagız! Kalacagınız yer atestir. Hicbir yardımcınız da yoktur.Bu boyle olacak, cunku siz Allah'ın ayetlerini alay konusu yaptınız, dunya hayatı sizi aldattı.” Bugun artık ne oradan cıkarılırlar, ne de ozurleri kabul edilip dunyaya gonderilirler"},{"SurahNumber":45,"VerseNumber":36,"Text":"Demek ki butun hamdler, ovguler goklerin Rabbi, yerin Rabbi ve alemlerin Rabbi Allah'a mahsustur"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde ve yerde ululuk yalnız O'na aittir. Aziz ve hakim O’dur (ustun kudret, tam hukum ve hikmet sahibidir)"}]}