{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Varume ndivo vachengetedzi nevashongedzi vemadzimai nekuti Allah vakaita kuti umwe ave pamusoro peumwe, nechikonzero chekuti vanopa kubva muhupfumi hwavo. Naizvozvo vakadzi vakanaka vanoteerera (Allah uye nevarume vavo), vanochengetedza kana varume vavo vasipo izvo Allah vakavakomekedza kuti vazvichengetedze (hunhu hwavo, nemidziyo yevarume vavo). Uye avo vakadzi vasingateereri (vanozvibata zvakaipa), vayambirei (pokutanga), uye (mushure mezvo) moramba kurara navo pamibhedha, uye (kwekupedzisira) varovei (zvishoma kana muchifunga kuti zvinogona kubatsira); asi vakave vanokuteererai musave munovatsvagira nzira (yekupokana navo). Zvirokwazvo, Allah ndivo vari pamusoro-soro, ndivo mukuru"},{"SurahNumber":4,"VerseNumber":35,"Text":"Uye kana muchitya kuparadzana (kusawirirana) pakati pavo vaviri (murume nemukadzi), tsvagai vanoyananisa, umwe anobva kumhuri yemurume uye umwe anobva kumhuri yemukadzi. Kana vose vakave vanoshuwira runyararo, Allah vanoita kuti wirirano ivepo. Zvirokwazvo, Allah ndivo muzivi mukuru wezvose"},{"SurahNumber":4,"VerseNumber":36,"Text":"Uye namatai Allah uye musave munovasanganisa nevamwe vanamwari (mukunamata), uye mova munoita zvakanaka kuvabereki, vehukama, nherera, vanotambura, muvakidzani ane hukama, muvakidzani wekure (asina hukama), shamwari yepedyo, mupfuuri wenzira, uye neidzo (nhapwa) dziri mumaoko enyu erudyi (dzamunochengeta). Zvirokwazvo, Allah havadi vanodada nekuzvitutumadza"},{"SurahNumber":4,"VerseNumber":37,"Text":"Avo vanoomera uye vanokomekedza vamwe vanhu kuti vave vanoomera uye vanovanza izvo zvakanaka zvavakapihwa naAllah kubva mumakomborero avo. Uye takave tinovagadzirira vanhu vasingatende marwadzo anodzikisira"},{"SurahNumber":4,"VerseNumber":38,"Text":"Uye avo vanopa hupfumi hwavo nekuda kuonererwa nevanhu, uye havatende muna Allah nezuva rekupedzisira (ishamwari dzaSatani). Uye uyo anotora Satani semufambidzani wake, saka ane mufambidzani akaipa"},{"SurahNumber":4,"VerseNumber":39,"Text":"Uye vanoshaiwei vakave vanotenda munaAllah nezuva rekupedzisira, uye vopa kubva kune izvo zvavakapiwa naAllah? Uye Allah vanovaziva zvikuru"},{"SurahNumber":4,"VerseNumber":40,"Text":"Zvirokwazvo, Allah havaiti chakaipa nyangwe chine huremu hwekanhu kadiki diki (kana hwekasvosve kadiki diki), asi kana paine chinhu chakanaka (chaitwa), vanochipeta kaviri (Allah), uye vanopa kubva kwavari mubairo mukuru"},{"SurahNumber":4,"VerseNumber":41,"Text":"Saka zvichange zvakadini, patichaunza chapupu kubva kuboka revanhu rega rega, uye tounza iwe (Muhammad (SAW)) sechapupu pamusoro pevanhu ava"},{"SurahNumber":4,"VerseNumber":42,"Text":"Musi iwoyo vanhu vange vasingatendi uye vasingateere mutumwa (Muhammad (SAW)), vachashuwira kuti dai varamba vakavigwa pasi penyika, asi havazombokwanisi kuvanza kana shoko rimwe chete kubva kuna Allah"}]}