{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"Zdaz ten, jenz byl mrtev a jejz vzkrisili jsme a jemuz dali jsme svetlo, aby kracel v nem mezi lidem, ma byti roven tomu, ktery kraci v temnotach, ze kterych nevyjde nikdy? Takovymto zpusobem zkrasleny byly nevericim skutky jejich"},{"SurahNumber":6,"VerseNumber":123,"Text":"A takovymto zpusobem ucinili jsme v kazdem meste predaky (hrisniku) jeho, aby provadeli v nem (vychytrale) podvody sve: vsak koho jineho podvadeji, nez sebe samy, ac nejsou si toho vedomi"},{"SurahNumber":6,"VerseNumber":124,"Text":"A kdyz ucineno jest jim znameni, pravi: „Neuverime, dokud nebude ucineno nam znameni takove, jaka dana byla prorokum bozim.“ Buh nejlepe vi, kam dati poslani sve. Ty, kdoz prohresili se, postihne opovrzeni u Boha a trest prisny za (vychytrala) podvodnictvi jejich"},{"SurahNumber":6,"VerseNumber":125,"Text":"A koho Buh vesti chce cestou pravou, toho hrud otevre Islamu a koho zavesti chce, toho hrud ucini uzkou a tesnou, jako by pozvednouti chtela se k nebi. Takovymto potupnym trestem navstivi Buh neverici"},{"SurahNumber":6,"VerseNumber":126,"Text":"Toto jest stezka Pana tveho prima: nyni jasne oznacili jsme znameni sva tem, kdoz premitaji"},{"SurahNumber":6,"VerseNumber":127,"Text":"Pro ne obydli miru pripraveno jest u Pana jejich a on pritelem jim bude v odmenu za skutky jejich"},{"SurahNumber":6,"VerseNumber":128,"Text":"V den, kdy shromazdi je Buh vsechny, rekne: „Shromazdeni Dzinnu, prilis mnoho (dostali jste) od lidi.“ Tehdy reknou stoupenci jejich mezi lidmi: „Pane nas, vypomahali jsme si navzajem, vsak nyni dostihli jsme lhuty, kterou predurcil jsi nam.“ I rekne Buh: „Ohen budiz bydlistem vasim: v nem prebyvati budete vecne, leda ze by Buh jinak chtel!“ Zajiste, Pan tvuj moudry jest a vsevedouci"},{"SurahNumber":6,"VerseNumber":129,"Text":"Takovymto zpusobem davame nepravostnym jedny druhym za pratele, v odmenu za skutky jejich"}]}