{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"To God belongs the control of the heavens and the earth, and the day that the Hour of Judgment is established, that day will the liars perish"},{"SurahNumber":45,"VerseNumber":28,"Text":"And you will see every community bowing on knee. Every community will be called to its record, “This day will you be rewarded for all that you did"},{"SurahNumber":45,"VerseNumber":29,"Text":"“This, Our record, speaks about you with truth, for We put on record all that you did.”"},{"SurahNumber":45,"VerseNumber":30,"Text":"Then, as to those who believed and did righteous deeds, their Lord will admit them to His mercy, and that will be the achievement for all to see"},{"SurahNumber":45,"VerseNumber":31,"Text":"But as for those who rejected God, to them it will be said, “Were not Our signs rehearsed to you? But you were arrogant, and were a people given to harmful deeds"},{"SurahNumber":45,"VerseNumber":32,"Text":"“And when it was said that the promise of God was true, and that as for the Hour, there was no doubt about its coming, you used to say, ‘We do not know what the Hour is. We only think it is a theory, and we have no firm assurance.’ ”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Then will appear to them the harmfulness of what they did, and they will be completely encircled by that which they used to mock"},{"SurahNumber":45,"VerseNumber":34,"Text":"It will also be said, “This day We will ignore you as you ignored the meeting of this day of yours, and your abode is the fire, and you have no helpers"},{"SurahNumber":45,"VerseNumber":35,"Text":"“This is because you used to take the signs of God without regard, and the life of the world deceived you.” Therefore, on that day, they will not be taken out, nor will they be taken into grace"},{"SurahNumber":45,"VerseNumber":36,"Text":"Then praise God, Lord of the heavens, and Lord of the earth, Lord of all the worlds"},{"SurahNumber":45,"VerseNumber":37,"Text":"To Him is glory throughout the heavens and the earth, and He is Exalted in Power, Full of Wisdom. 37 (End of Part)"}]}