{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Ne vois-tu pas qu’Allah fait descendre du ciel une eau par laquelle Il fait pousser des fruits de couleurs variées ? De même, les montagnes sont formées de stries de diverses couleurs : blanches, rouges ou d’un noir profond"},{"SurahNumber":35,"VerseNumber":28,"Text":"Il en va de même des hommes, des animaux et des bestiaux, qui présentent des couleurs tout aussi variées. De Ses serviteurs, seuls craignent Allah ceux qui Le connaissent vraiment. Allah, en vérité, est Tout-Puissant et Très Clément"},{"SurahNumber":35,"VerseNumber":29,"Text":"Ceux qui récitent le Livre d’Allah, qui accomplissent la prière et qui, discrètement ou publiquement, offrent par charité une partie de ce qu’Il leur a accordé, peuvent espérer des gains impérissables"},{"SurahNumber":35,"VerseNumber":30,"Text":"par lesquels Allah les récompensera pleinement pour leurs œuvres tout en leur ajoutant de Ses faveurs. Il est Très Clément et Très Reconnaissant"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ce que Nous t’avons révélé du Livre est la vérité même confirmant les Ecritures antérieures. Allah, en vérité, connaît et voit parfaitement Ses serviteurs"},{"SurahNumber":35,"VerseNumber":32,"Text":"C’est ainsi que Nous avons confié le Livre à ceux de Nos serviteurs que Nous avons élus[1121]. Certains, parmi eux, sont injustes envers eux-mêmes, d’autres choisissent une voie médiane, tandis qu’un groupe, par la grâce d’Allah, devance tous les autres par ses bonnes œuvres. C’est là, en vérité, une faveur insigne"},{"SurahNumber":35,"VerseNumber":33,"Text":"Admis dans les jardins d’Eden où ils seront parés de bracelets en or et de perles, et vêtus de soie"},{"SurahNumber":35,"VerseNumber":34,"Text":"ils s’exclameront : « Louange à Allah qui a dissipé notre tristesse et notre angoisse. Notre Seigneur est Très Clément et Très Reconnaissant"},{"SurahNumber":35,"VerseNumber":35,"Text":"Lui qui, par un effet de Sa grâce, nous a établis dans la Demeure éternelle où nous sommes à l’abri de toute lassitude et de toute peine. »"},{"SurahNumber":35,"VerseNumber":36,"Text":"Quant aux impies, ils sont voués au feu de la Géhenne où la mort ne viendra pas les délivrer de leurs souffrances qui ne leur seront jamais allégées. C’est ainsi que Nous rétribuons tout mécréant endurci"},{"SurahNumber":35,"VerseNumber":37,"Text":"Là, ils hurleront : « Seigneur ! Fais-nous sortir, nous agirons différemment, nous ferons le bien. » Ils s’entendront alors dire : « Ne vous avons-Nous pas laissés vivre suffisamment longtemps pour réfléchir, si vous en aviez eu le désir ? D’autant que le Messager est venu vous avertir. Goûtez donc le châtiment ! Nul ne saurait secourir les impies. »"}]}