{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"O gün her ümmetin içinden ayetlerimizi yalanlayanlardan bir zümre derleriz de onlar, toplu halde ortaya sürülürler"},{"SurahNumber":27,"VerseNumber":84,"Text":"Geldiklerinde Allah onlara: \"Ayetlerimizi, ilminiz onları kuşatmadığı halde inkâr mı ettiniz yoksa ne yapıyordunuz?\" der"},{"SurahNumber":27,"VerseNumber":85,"Text":"İşledikleri zulümler yüzünden o söz tepelerine inmiştir; artık tek kelime söyleyemezler"},{"SurahNumber":27,"VerseNumber":86,"Text":"Görmedin mi; biz geceyi, içinde dinlensinler diye, gündüzü de gösterici bir ışık olsun diye oluşturduk. İşte bunda, inanan bir topluluk için elbette ibretler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Sûra üfürüleceği gün, Allah'ın dilediği dışında herkes, göklerdekiler, yerdekiler dehşet içinde kalacaktır. Hepsi boynunu bükmüş bir halde O'nun huzuruna gelir"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sen dağlara bakar da onları donuk-durgun görürsün. Oysaki onlar, bulutların dolaştığı gibi dolaşmaktadır. Her şeyi güzel ve yerli yerinde yapan Allah'ın sanatıdır bu! Yaptıklarınızdan gereğince haberdardır O"},{"SurahNumber":27,"VerseNumber":89,"Text":"İyilik ve güzellik getirene, getirdiğinden daha hayırlısı vardır. Onlar o gün korkudan güvene çıkmışlardır"},{"SurahNumber":27,"VerseNumber":90,"Text":"Kötülük getirenlerin ise yüzleri ateşte sürtülür. Sadece yapıp ettiklerinizle cezalandırılırsınız"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ben sadece, bu beldenin Rabbine kulluk etmekle emrolundum. Orayı saygıya layık kılmıştır O. Her şey O'nundur. Ben, müslümanlardan/Allah'a teslim olanlardan olmakla emrolundum"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ve Kur'an okumakla emrolundum. Artık kim yola gelirse kendi nefsi için gelir. Sapmışa gelince, böylesine de ki: 'Ben uyarıcılardan biriyim. Hepsi bu"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve şöyle yakar: \"Hamt olsun Allah'a! O size ayetlerini gösterecek de siz onları tanıyacaksınız. Senin Rabbin, yapmakta olduklarınızdan habersiz değildir"}]}