{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"Edhe ate, te cilit, veprat e veta te keqia i jane dukur te mira, ai ashtu i konsideron. All-llahu e le te humbur ke te doje dhe e drejton ne rruge te drejte ke te doje, prandaj mos shkaterro veten per ata! All-llahu, njemend, e di krejt cka punojne"},{"SurahNumber":35,"VerseNumber":9,"Text":"All-llahu eshte ai i cili dergon ererat, qe leviz rete, kurse Ne pastaj i drejtojme kah vende te vdekura dhe me to ngjallim token qe ka qene e vdekur. Ashtu eshte edhe ringjallja"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kush deshiron madheshti, e gjithe madheshtia i takon All-llahut. Te Ai shkojne fjalet e mira dhe veprat e mira i pranon. Ndersa ata qe kane qellime te keqia i pret denim shume i rende, sepse dredhite e tyre jane te deshtuara"},{"SurahNumber":35,"VerseNumber":11,"Text":"All-llahu ju ka krijuar nga dheu, pastaj nga pika e fares dhe me ne fund ju bene cift. Asnje femer nuk mbarset e as nuk lind e te mos dije Ai. Dhe jeta e askujt nuk zgjatet e as nuk shkurtohet e ajo te mos jete e shenuar ne Liber. Kjo me te vertete eshte leht per All-llahun"},{"SurahNumber":35,"VerseNumber":12,"Text":"Edhe dy dete nuk jane te njejta. Ky eshte i embel e i kendshem; uji i tij pihet me shije, kurse ky tjetri eshte i njelmet dhe i hidhet, por ju nga te dy hani mish te fresket dhe nxirrni stoli te cilat i mbani. Ti sheh edhe lundrat si e cajne ujin neper te me qellim qe te fitoni nga pasuria e tij per te qene mirenjohes"},{"SurahNumber":35,"VerseNumber":13,"Text":"Ai e shnderron naten ne dite dhe diten e ben nate; Ai ka mposhtur Diell dhe Hene – secila leviz deri ne afatin e caktuar; Ai eshte All-llahu, Zoti juaj; Ai e ka pushtetin, ndersa ata, te cileve ju u faleni ne vend te tij, nuk posedojne asgje, as sa cipa e hurmes"},{"SurahNumber":35,"VerseNumber":14,"Text":"Kur i lutni nuk e degjojne lutjen tuaj, po edhe ne degjofshin, nuk iu pergjigjen, e ne diten e kijametit do ta mohojne politeizmin tuaj, dhe askush nuk do te informoje si Ai i cili di"}]}