{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"Воістину, Аллаг знає потаємне небес і землі. Воістину, Він знає про те, що в серцях"},{"SurahNumber":35,"VerseNumber":39,"Text":"Він — Той, Хто поставив вас намісниками на землі. Хто не вірує, той не вірує собі на шкоду. Невір’я не додає невіруючим перед Господом їхнім нічого, крім люті. Невір’я не додає невіруючим нічого, крім втрат"},{"SurahNumber":35,"VerseNumber":40,"Text":"Запитай: «Чи бачили ви тих ваших спільників, до яких ви звертаєтеся замість Аллага? Покажіть мені, яку частину землі вони створили? Невже вони мають частку на небі?» Невже Ми дарували їм Писання, ясних знамень якого вони й тримаються? Та ж ні! Те, що нечестивці обіцяють одне одним,— це тільки спокуса"},{"SurahNumber":35,"VerseNumber":41,"Text":"Воістину, Аллаг тримає небеса й землю, щоб вони не зсунулися. А якщо вони зсунуться, то ніхто, крім Нього, їх не втримає. Воістину, Він — Лагідний, Прощаючий"},{"SurahNumber":35,"VerseNumber":42,"Text":"Вони клялися Аллагом — найсильнішими клятвами! — що, коли прийде до них застерігач, вони підуть правильнішим шляхом, ніж інші громади. А коли до них прийшов застерігач, то це тільки додало їм відрази"},{"SurahNumber":35,"VerseNumber":43,"Text":"Вони вивищувалися на землі й замислювали зло. Але лихі підступи вражають лише тих, хто їх замислив! Невже вони чекають чогось іншого, крім здійснення закону, яке спіткало перші покоління? Ти не знайдеш зміни в законі Аллага й не знайдеш можливості ухилитися від закону Аллага"},{"SurahNumber":35,"VerseNumber":44,"Text":"Невже вони не подорожували землею? Нехай поглянуть, яким був кінець тих, що жили раніше за них. Вони були могутніші за них, але ніщо не втече від Аллага — ні на небесах, ні на землі. Воістину, Він — Всезнаючий та Всесильний"},{"SurahNumber":35,"VerseNumber":45,"Text":"Якби Аллаг став карати людей за все, що вони роблять, то на поверхні землі не лишилося б жодної живої істоти. Він дає їм відстрочку — до певного часу. А коли їхній час настає, то, воістину, Аллаг бачить Своїх рабів"}]}