{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Allah´a kim güzel bir borç verecek ki, O onun verdiğini kat kat artırsın. Böyle birisi için onur verici bir ödül de vardır"},{"SurahNumber":57,"VerseNumber":12,"Text":"Gün olur, mümin erkeklerle mümin kadınları, ışıkları önlerinde ve sağ yanlarında koşar görürsün. Şöyle denilir: \"Bugün size, altlarından ırmaklar akan cennetler müjdeleniyor. Sürekli kalıcısınız içlerinde.\" İşte büyük başarının ta kendisidir bu"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün ikiyüzlü erkeklerle ikiyüzlü kadınlar, iman edenlere şöyle derler: \"Bize bakın da ışığınızdan bir parça alalım.\" Şöyle denir onlara: \"Arkanıza dönün de bir ışık arayın.\" Nihayet aralarına kapısı olan bir sur çekilir. İçinde rahmet vardır onun. Dış tarafı ise azap"},{"SurahNumber":57,"VerseNumber":14,"Text":"Onlara seslenirler: \"Biz sizinle değil miydik?\" Derler ki: \"Evet, bizimleydiniz. Ancak siz kendinizi yaktınız, bekleyip durdunuz, şüphe ettiniz, hayal ve kuruntular/hurafeler/anlamını bilmeden okuyuşlar sizi aldattı; nihayet Allah´ın emri geldi. O yaman aldatıcı, sizi Allah ile aldattı"},{"SurahNumber":57,"VerseNumber":15,"Text":"Bugün artık ne sizden fidye alınır ne de küfre sapanlardan. Varacağınız yer ateştir. Odur sizin mevlânız. Ne kötü dönüş yeridir o"},{"SurahNumber":57,"VerseNumber":16,"Text":"İnananlar için hâlâ vakti gelmedi mi ki, kalpleri Allah´ın zikri/Kur´an´ı ve Hak´tan inen için ürpersin de daha önce kendilerine kitap verilmiş, sonra üzerlerinden uzun zaman geçmiş de kalpleri kaskatı kesilmiş kimseler gibi olmasınlar! Onların çoğu yoldan çıkmıştır"},{"SurahNumber":57,"VerseNumber":17,"Text":"Bilin ki Allah, toprağa ölümünden sonra hayat verir. Ayetleri size açık-seçik bildiriyoruz ki, aklınızı işletebilesiniz"},{"SurahNumber":57,"VerseNumber":18,"Text":"Şu bir gerçek: Sadaka veren erkeklerle sadaka veren kadınlar, bir de Allah´a güzelce borç verenler için karşılıklar kat kat yapılır. Onlar için, onur verici bir ödül de vardır"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah´a ve resulüne inananlar var ya, özü-sözü doğru kişiler onlardır. Rableri katında tanık olanlar/şehitlik mertebesine erenler de onlardır. Onların ödülleri ve ışıkları vardır. Küfre sapıp ayetlerimizi yalanlayanlara gelince, onlar cehennemin dostu olacaklardır"}]}