{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber! Küfre sapanlarla, ikiyüzlülerle cihat et! Onlara sert davran! Onların varacakları yer cehennemdir. Ne kötü dönüş yeridir o"},{"SurahNumber":9,"VerseNumber":74,"Text":"Söylemediklerine ilişkin Allah´a yemin ediyorlar. Yemin olsun ki, o küfür sözünü söylediler. İslam´a girmeleri ardından küfre saptılar. Başaramadıkları bir şeyi tasarladılar. Oysaki intikam almaları için, Allah´ın ve resulünün, Allah´ın lütfuyla kendilerini zengin etmiş olmasından başka bir sebep de yoktu. Eğer tövbe ederlerse kendileri için hayırlı olur. Eğer yan çizerlerse Allah onlara dünyada da âhirette de acıklı bir azapla azap edecektir. Ve yeryüzünde onların ne bir dostu olacaktır ne de bir yardımcısı"},{"SurahNumber":9,"VerseNumber":75,"Text":"İçlerinden bazıları da Allah´a şöyle ant içti: \"Eğer Allah, lütfundan bize verirse, elbette sadaka dağıtacağız ve elbette iyilik ve barış için çalışanlardan olacağız"},{"SurahNumber":9,"VerseNumber":76,"Text":"Lütfundan kendilerine verdiği zaman ise o lütfa cimrilik ederek yüz çevirmiş bir halde dönüp gittiler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Nihayet Allah, kendisine verdikleri söze ters düştüklerinden, yalana sapıp durduklarından, huzuruna çıkacakları güne kadar onların kalplerine ikiyüzlülük yerleştirdi"},{"SurahNumber":9,"VerseNumber":78,"Text":"Bilmediler mi ki, Allah onların sırrını da fısıldaşmalarını da bilir; Allah gaybları çok iyi bilendir"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadakalar hususunda içten bir cömertlik göstermiş müminlere laf atanlarla, öz gayretlerinden başkasını bulamayanları alay konusu edenlere gelince, Allah onları maskaraya çevirecektir. Onlar için acıklı bir azap da vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"İster af dile onlar için, ister dileme. Yetmiş kez af dilesen de onlar için, Allah onları affetmeyecektir. Çünkü onlar Allah´ı da resulünü de inkâr ettiler. Allah, yoldan çıkmış böyle bir topluluğa kılavuzluk etmez"}]}