{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Tbā-sīna-mīma"},{"SurahNumber":28,"VerseNumber":2,"Text":"ēgulō suspaṣṭa kitābēra āẏāta"},{"SurahNumber":28,"VerseNumber":3,"Text":"Āmarā āpanāra kāchē mūsā ō phira‘ā'unēra kichu br̥ttānta yathāyathabhābē bibr̥ta karachi [1], ēmana sampradāẏēra uddēśyē yārā īmāna ānē"},{"SurahNumber":28,"VerseNumber":4,"Text":"Niścaẏa phira‘ā'una yamīnēra bukē ahaṅkārī haẏēchila [1] ēbaṁ sēkhānakāra adhibāsīdērakē bibhinna śrēṇītē bibhakta karē tādēra ēkaṭi śrēṇīkē sē hīnabala karēchila; tādēra putradērakē sē hatyā karata ēbaṁ nārīdērakē jībita thākatē dita. Sē tō chila biparyaẏa sr̥ṣṭikārī"},{"SurahNumber":28,"VerseNumber":5,"Text":"Āra āmarā icchē karalāma, sē dēśē yādērakē hīnabala karā haẏēchila tādēra prati anugraha karatē ēbaṁ tādērakē nētā bānātē, āra tādērakē uttaradhikārī karatē"},{"SurahNumber":28,"VerseNumber":6,"Text":"āra yamīnē tādērakē kṣamatāẏa pratiṣṭhita karatē, āra phira‘ā'una, hāmāna ō tādēra bāhinīkē tā dēkhiẏē ditē, yā tārā sē dūrbala dalēra kācha thēkē āśaṅkā karata"},{"SurahNumber":28,"VerseNumber":7,"Text":"Āra mūsā-jananīra prati āmarā nirdēśa dilāma [1], ‘tākē dudha pāna karā'ō. Yakhana tumi tāra samparkē kōnō āśaṅkā karabē, takhana ēkē dariẏāẏa nikṣēpa karō ēbaṁ bhaẏa karō nā, pērēśāna'ō haẏō nā. Āmarā abaśya'i ēkē tōmāra kāchē phiriẏē dēba ēbaṁ ēkē rāsūladēra ēkajana karaba.’"},{"SurahNumber":28,"VerseNumber":8,"Text":"Tārapara phira‘ā'unēra lōkajana tākē kuṛiẏē nila. Ēra pariṇāma tō ē chila yē, sē tādēra śatru ō duḥkhēra kāraṇa habē [1]. Niḥsandēhē phira‘ā'una, hāmāna ō tādēra bāhinī chila aparādhī"},{"SurahNumber":28,"VerseNumber":9,"Text":"Phira‘ā'unēra strī balala, ‘ē śiśu āmāra ō tōmāra naẏana-praītikara. Ēkē hatyā karō nā, sē āmādēra upakārē āsatē pārē athabā āmarā tākē santāna hisēbē'ō grahaṇa karatē pāri.’ Prakr̥tapakṣē ōrā ēra pariṇāma upalabdhi karatē pārēni"},{"SurahNumber":28,"VerseNumber":10,"Text":"Āra mūsā-jananīra hr̥daẏa asthira haẏē paṛēchila. Yātē sē āsthāśīla haẏa sē jan'ya āmarā tāra hr̥daẏakē dr̥ṛha karē nā dilē sē tāra paricaẏa tō prakāśa karē'i dita"},{"SurahNumber":28,"VerseNumber":11,"Text":"Āra sē mūsāra bōnakē balala, ‘ēra pichanē pichanē yā'ō.’ Sē dūra thēkē tākē dēkhachila athaca tārā tā upalabdhi karatē pārachila nā"},{"SurahNumber":28,"VerseNumber":12,"Text":"Āra pūrba thēkē'i āmarā dhātrī-stan'yapānē tākē birata rēkhēchilāma. Ataḥpara mūsāra bōna balala, ‘tōmādērakē ki āmi ēmana ēka paribārēra sandhāna diba, yārā tōmādēra haẏē ēkē lālana-pālana karabē ēbaṁ ēra maṅgalakāmī habē?’"},{"SurahNumber":28,"VerseNumber":13,"Text":"Ataḥpara āmarā tākē phiriẏē dilāma tāra jananīra kāchē, yātē tāra cōkha juṛāẏa ēbaṁ sē duḥkha nā karē, āra sē jēnē nēẏa yē, āllāh‌ra pratiśruti satya; kintu adhikānśa mānuṣa'i ēṭā jānē nā"}]}