{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Allah'ın insanlardan bir kısmını digerlerine ustun kılması sebebiyle ve mallarından harcama yaptıkları icin erkekler kadınların yoneticisi ve koruyucusudur. Onun icin saliha kadınlar itaatkardır. Allah'ın kendilerini korumasına karsılık gizliyi (kimse gormese de namuslarını) koruyucudurlar. Bas kaldırmasından endise ettiginiz kadınlara ogut verin, onları yataklarda yalnız bırakın ve (bunlarla yola gelmezlerse) dovun. Eger size itaat ederlerse artık onların aleyhine baska bir yol aramayın; cunku Allah yucedir, buyuktur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eger karı-kocanın aralarının acılmasından korkarsanız, erkegin ailesinden bir hakem ve kadının ailesinden bir hakem gonderin. Bunlar barıstırmak isterlerse Allah aralarını bulur; suphesiz Allah her seyi bilen, her seyden haberdar olandır"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allah'a ibadet edin ve O'na hicbir seyi ortak kosmayın. Ana-babaya, akrabaya, yetimlere, yoksullara, yakın komsuya, uzak komsuya, yakın arkadasa, yolcuya, ellerinizin altında bulunanlar (kole, cariye, hizmetci ve benzerlerine) iyi davranın; Allah kendini begenen ve daima boburlenip duran kimseyi sevmez"},{"SurahNumber":4,"VerseNumber":37,"Text":"Bunlar cimrilik eden ve insanlara da cimriligi tavsiye eden, Allah'ın kendilerine lutfundan verdigini gizleyen kimselerdir. Biz, kafirler icin alcaltıcı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":38,"Text":"Allah'a ve ahiret gunune inanmadıkları halde mallarını, insanlara gosteris icin sarfedenler de (ahirette azaba ducar olurlar). Seytan bir kimseye arkadas olursa, ne kotu bir arkadastır o"},{"SurahNumber":4,"VerseNumber":39,"Text":"Allah'a ve ahiret gunune iman edip de Allah'ın kendilerine verdiginden (O'nun yolunda) harcasalardı ne olurdu sanki! Allah onların durumunu hakkıyle bilmektedir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Suphe yok ki Allah zerre kadar haksızlık etmez. (Kulun yaptıgı is, eger bir kotuluk ise, onun cezasını adaletle verir.) Iyilik olursa onu katlar (kat kat arttırır), kendinden de buyuk mukafat verir"},{"SurahNumber":4,"VerseNumber":41,"Text":"Her bir ummetten bir sahit getirdigimiz ve seni de onlara sahit olarak gosterdigimiz zaman halleri nice olacak"},{"SurahNumber":4,"VerseNumber":42,"Text":"Kufur yoluna sapıp peygamberi dinlemeyenler o gun yerin dibine batırılmayı temenni ederler ve Allah'tan hicbir haberi gizleyemezler"}]}