{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Se les permitio combatir [a los creyentes] porque fueron oprimidos, y en verdad, Allah tiene poder para socorrerles"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ellos fueron expulsados injustamente de sus hogares solo por haber dicho: Nuestro Senor es Allah. Si El no hubiera hecho que los creyentes vencieran a los incredulos, se habrian destruido monasterios, iglesias, sinagogas y mezquitas en donde se recuerda frecuentemente el nombre de Allah. Ciertamente Allah socorre a quien se esfuerza denodadamente por Su religion, y Allah es Fuerte, Poderoso"},{"SurahNumber":22,"VerseNumber":41,"Text":"Aquellos que, si los afianzamos en la Tierra, practican la oracion prescrita, pagan el Zakat, ordenan el bien y prohiben el mal. Y a Allah vuelven todos los asuntos"},{"SurahNumber":22,"VerseNumber":42,"Text":"Y si te desmienten [¡Oh, Muhammad!], sabe que ya antes habian desmentido los pueblos de Noe [Nuh], Ad y Zamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"De Abraham [Ibrahim], y Lot [Lut]"},{"SurahNumber":22,"VerseNumber":44,"Text":"Y los habitantes de Madian, y tambien fue desmentido Moises [Musa]; pero concedi un plazo a esos incredulos, luego les sorprendi. ¡Que terrible fue Mi castigo"},{"SurahNumber":22,"VerseNumber":45,"Text":"Y cuantas ciudades inicuas aniquilamos que quedaron reducidas a ruinas, sus pozos abandonados, y sus castillos derrumbados"},{"SurahNumber":22,"VerseNumber":46,"Text":"¿Acaso [los incredulos] no transitan por la Tierra, y no tienen mente para reflexionar, ni oidos [que escuchen lo sucedido a los pueblos que les precedieron]? No son sus ojos los que se enceguecen sino los corazones dentro de sus pechos"},{"SurahNumber":22,"VerseNumber":47,"Text":"Y si te desafian a que les adelantes el castigo, sabe que Allah no quebrantara Su promesa y que un dia para Tu Senor es como mil anos de los vuestros"},{"SurahNumber":22,"VerseNumber":48,"Text":"A cuantas ciudades que eran inicuas les diferimos el castigo, pero luego las sorprendi, y ante Mi compareceran"}]}