{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"Poslove, jezte z vytecnych pokrmu a konejte zbozne skutky, vzdyt Ja o vsem, co cinite, dobre jsem zpraven"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tato vase obec je vskutku obci jedinou a Ja vasim jsem Panem. Budte tedy vuci Mne bohabojni"},{"SurahNumber":23,"VerseNumber":53,"Text":"Vsak lide se rozstepili ve veci sve na sekty a strana kazda se radovala jen z toho, co ji bylo vlastni"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ponech je tedy v hlubinach jejich omylu po dobu nejakou"},{"SurahNumber":23,"VerseNumber":55,"Text":"Domnivaji se snad, ze to, cim jsme hojne opatrili z majetku a synu"},{"SurahNumber":23,"VerseNumber":56,"Text":"Pobizime je rychle ke konani dobrych skutku, avsak oni o tom nemaji tuseni"},{"SurahNumber":23,"VerseNumber":57,"Text":"Veru ti, kdoz bazni pred Panem svym jsou naplneni"},{"SurahNumber":23,"VerseNumber":58,"Text":"ti, kdoz veri v Pana sveho znameni"},{"SurahNumber":23,"VerseNumber":59,"Text":"ti, kdoz nikoho k Panu svemu nepridruzuji"},{"SurahNumber":23,"VerseNumber":60,"Text":"ti, kdoz davaji to, co davaji, a jejichz srdce se chvi pred tim, ze k Panu svemu se navrati"},{"SurahNumber":23,"VerseNumber":61,"Text":"ti vsichni se predhaneji v konani dobrych skutku a jako prvni jich dosahuji"},{"SurahNumber":23,"VerseNumber":62,"Text":"Kazde dusi My ukladame jedine podle jeji schopnosti. A v Nasem vlastnictvi je Kniha, jez pravdu hovori, takze ublizeno nebude nikomu"},{"SurahNumber":23,"VerseNumber":63,"Text":"Presto vsak srdce jejich jsou v omylu hlubokem ohledne Knihy teto a jsou u nich ciny jine, jez konaji proti tomu"},{"SurahNumber":23,"VerseNumber":64,"Text":"A az postihneme trestem ty z nich, kdoz v prepychu ziji, hle, budou volat upenlive"},{"SurahNumber":23,"VerseNumber":65,"Text":"Nevolejte dnesniho dne, nebot se vam pomoci od nas nedostane"},{"SurahNumber":23,"VerseNumber":66,"Text":"Byla vam kdysi prednasena Moje znameni, vsak vy jste se pri tom obraceli na patach"},{"SurahNumber":23,"VerseNumber":67,"Text":"jsouce vuci nim pohrdavi a plane tlachajice v nocnich rozmluvach"},{"SurahNumber":23,"VerseNumber":68,"Text":"Coz neuvazovali o reci teto, kdyz prislo k nim to, ceho se jejich otcum davnym nedostalo"},{"SurahNumber":23,"VerseNumber":69,"Text":"anebo snad nepoznali posla sveho, takze ho zapiraji"},{"SurahNumber":23,"VerseNumber":70,"Text":"ci reknou snad, ze dziny je posedly? Nikoliv, prisel k nim s pravdou, vsak vetsina z nich si pravdu hnusi"},{"SurahNumber":23,"VerseNumber":71,"Text":"Kdyby pravda nasledovala jejich uceni scestna, veru by byla nebesa a zeme a vse, co mezi nimi je, zkazeno. Vsak nikoliv, My prinesli jsme jim napomenuti jejich, vsak oni od pripomenuti sveho se odvraceji"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ci snad zadas od nich odmenu? Vzdyt odmena Pana tveho je mnohem lepsi, vzdyt On nejlepsim je z tech, kdoz obzivu ustedruji"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ty veru je zves ke stezce prime"},{"SurahNumber":23,"VerseNumber":74,"Text":"avsak ti, kdoz neveri v zivot budouci, se uchyluji od stezky te"},{"SurahNumber":23,"VerseNumber":75,"Text":"A i kdybychom se nad nimi slitovali a odstranili to zle, jez na nich lpi, veru by zatvrzele ve vzpurnosti sve setrvali jdouce jako slepi"},{"SurahNumber":23,"VerseNumber":76,"Text":"A zajiste jsme je jiz postihli trestem, ale oni se Panu svemu nepodrobi ani se nepokori"},{"SurahNumber":23,"VerseNumber":77,"Text":"pokud pred nimi neotevreme branu trestu strasneho, a hle, v nem si zoufaji"}]}