{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"At kung ikaw ay kanilang pabulaanan, iyong ipagbadya: “Sa akin ang aking mga gawa at sa inyo ang inyong mga gawa! wala kayong pananagutan sa aking mga ginagawa at wala rin akong pananagutan sa inyong mga ginagawa!”"},{"SurahNumber":10,"VerseNumber":42,"Text":"At ang iba sa karamihan nila ay dumirinig sa iyo (o Muhammad), subalit kaya mo bang gawin na ang bingi ay makarinig, kahit na sila ay walang pang-unawa"},{"SurahNumber":10,"VerseNumber":43,"Text":"At ang iba sa karamihan nila ay nagmamasid sa iyo (o Muhammad), subalit kaya mo bang patnubayan ang bulag, kahit na sila ay hindi nakakakita"},{"SurahNumber":10,"VerseNumber":44,"Text":"Katotohanan! Si Allah ay hindi magliligaw (nang palayo sa kabutihan) sa sangkatauhan sa anupaman, datapuwa’t ang sangkatauhan ang nagligaw sa kanilang sarili"},{"SurahNumber":10,"VerseNumber":45,"Text":"At sa Araw na sila ay Kanyang titipunin (sa muling pagbangon), dito nila mapagtatanto na wari bang sila ay namalagi lamang ng isang oras sa isang araw (sa buhay sa mundong ito). Mapagkikilala nila ang isa’t isa. Tunay na masaklap ang kahihinatnan ng mga nagtatakwil sa pakikipagtipan kay Allah, at sila ay hindi napapatnubayan"},{"SurahNumber":10,"VerseNumber":46,"Text":"Kahit na ipamalas Namin sa iyo (sa panahon ng iyong buhay, o Muhammad) ang ilan sa mga ipinangako Namin sa kanila (na kaparusahan), - o bawiin Namin ang iyong buhay, - magkagayunman ay sa Amin (pa rin) ang kanilang pagbabalik, at higit sa lahat, si Allah ang nakakasaksi sa kanilang ginagawa"},{"SurahNumber":10,"VerseNumber":47,"Text":"At sa bawat Ummah (isang pamayanan o isang bansa) ay mayroong isang Tagapagbalita; kung ang kanilang Tagapagbalita ay dumatal, ang mga bagay-bagay ay hahatulan sa pagitan nila ng may katarungan, at sila ay hindi mapapalungi"},{"SurahNumber":10,"VerseNumber":48,"Text":"At sila ay nagsasabi: “Kailan kaya magaganap ang pangakong ito (Araw ng Muling Pagkabuhay), - kung ikaw ay nagsasaysay ng katotohanan?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Ipagbadya (o Muhammad): “Ako ay walang kapangyarihan sa anupamang kasahulan o kapakinabangan sa aking sarili maliban sa anumang pahintulutan ni Allah. Sa bawat Ummah (isang pamayanan o isang bansa) ay mayroong natataningang panahon; kung ang katakdaan ay sumapit na, wala ni isang oras (o isang sandali) ang makakaantala rito, o di kaya ay wala ni isang oras (o isang sandali) ang makakapanguna rito"},{"SurahNumber":10,"VerseNumber":50,"Text":"Ipagbadya: “Sabihin ninyo sa akin; kung ang Kanyang kaparusahan ay sumapit sa inyo sa araw man o maging sa gabi, - ano kayang bahagi nito ang mamadaliin ng Mujrimun (mga mapaggawa ng kabuktutan, mapagsamba sa mga diyus-diyosan, walang pananalig, kriminal, atbp)"},{"SurahNumber":10,"VerseNumber":51,"Text":"Magsisipaniwala ba kayo rito, kung sa wakas ito ay dumatal sa inyo? (Sa kanila ay ipagsasaysay:) “Ah! Ano? Ngayon (kayo ay naniniwala)? Hindi ba ito ang ninanais ninyo noon na madaliin?”"},{"SurahNumber":10,"VerseNumber":52,"Text":"At sa kanila na nagpalungi sa kanilang sarili ay ipagsasaysay: “Lasapin ninyo ang walang hanggang kaparusahan! Hindi baga kayo ay binayaran lamang (ng ayon) sa anumang inyong kinita!”"},{"SurahNumber":10,"VerseNumber":53,"Text":"At inuusisa ka nila (o Muhammad) na ipaalam sa kanila, (at sila ay nagsasabi): “Ito ba ay totoo (alalaong baga, ang Kaparusahanatangpagtatatagng Oras, angArawng Muling Pagkabuhay)?” Ipagbadya: “Tunay nga, sa pamamagitan ng aking Panginoon! Ito ang sakdal na katotohanan! At kayo ay hindi makakatakas dito!”"}]}