{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"الم (الف. لام. میم)"},{"SurahNumber":29,"VerseNumber":2,"Text":"آیا مردم پنداشتند که چون بگویند: «ایمان آوردیم» (به حال خود) رها می شوند، و آنان آزمایش نمی شوند ؟"},{"SurahNumber":29,"VerseNumber":3,"Text":"و به راستی کسانی را که پیش از آنها بودند؛ آزمودیم، پس البته خداوند کسانی را که راست گفتند معلوم می دارد، و دروغگویان را (نیز) معلوم خواهد داشت"},{"SurahNumber":29,"VerseNumber":4,"Text":"آیا کسانی که اعمال بد انجام می دهند؛ گمان کردند که از ما پیشی می گیرند؟ چه بد داوری می کنند"},{"SurahNumber":29,"VerseNumber":5,"Text":"کسی که به دیدار خدا امید دارد، پس به راستی که وعده ی خداوند خواهد آمد، و او شنوای داناست"},{"SurahNumber":29,"VerseNumber":6,"Text":"کسی که (در راه خدا) جهاد کند، تنها برای (نفع) خودش جهاد می کند، بی گمان خداوند از (همه ی) جهانیان بی نیاز است"},{"SurahNumber":29,"VerseNumber":7,"Text":"و کسانی که ایمان آوردند و کارهای شایسته انجام دادند، قطعاً گناهانشان را از آنان می زداییم، و آنان را به بهترین اعمالی که انجام می داند، پاداش می دهیم"},{"SurahNumber":29,"VerseNumber":8,"Text":"و انسان را به نیک رفتاری (نسبت) به پدر و مادرش سفارش کردیم، و اگر آن دو(مشرک باشند و) تلاش کنند که تو چیزی را که به آن علم نداری شریک من قرار دهی، پس از آنان اطاعت نکن، بازگشت شما به سوی من است، آنگاه شما را به آنچه انجام می دادید؛ آگاه خواهم کرد"},{"SurahNumber":29,"VerseNumber":9,"Text":"و کسانی که ایمان آوردند و کارهای شایسته انجام دادند، هر آیینه آنها را در (زمره ی) صالحان در می آوریم"},{"SurahNumber":29,"VerseNumber":10,"Text":"و از مردم کسانی هستند که می گویند: « به خدا ایمان آورده ایم» پس هنگامی که در راه خدا آزار بیند، آزار (و اذیت) مردم را همچون عذاب خدا بشمار می آورد، و اگر پیروزی از سوی پروردگارت (برای شما) بیاید؛ حتماً می گویند :« به راستی که ما (نیز) با شما بودیم» آیا خداوند به آنچه در سینه های جهانیان است؛ داناتر نیست؟"},{"SurahNumber":29,"VerseNumber":11,"Text":"و مسلماً خداوند کسانی را که ایمان آوردند معلوم می دارد، و یقیناً منافقان را (نیز) معلوم خواهد داشت"},{"SurahNumber":29,"VerseNumber":12,"Text":"و کسانی که کافر شدند به کسانی که ایمان آوردند؛ گفتند :«از راه ما پیروی کنید، و البته ما (بار) گناهانتان را بر می داریم». و آنها هر گز چیزی از گناهان ایشان را بر نخواهند داشت، بی گمان آنها دروغگو هستند"},{"SurahNumber":29,"VerseNumber":13,"Text":"و البته بارهای سنگین (گناهان) خویش را بر می دارند، و (همچنین) بارهای دیگری را با بارهای سنگین خود بر می دارند، و روز قیامت یقیناً از آنچه افترا می بستند پرسیده خواهند شد"}]}