{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Цей (листи) являють собою докази цієї книги wisdom"},{"SurahNumber":10,"VerseNumber":2,"Text":"це надто багато здивування для людей що ми надихається людина любимо їх? Він (був надихнутий щоб сказати), \"Ви будете попередити людей, та будете дати гарна новина цим хто вважають, що вони досягнули позиції prominence у їхньому Лорді.\" disbelievers сказало, \"Це є розумний чарівник"},{"SurahNumber":10,"VerseNumber":3,"Text":"Ваш тільки Лорд БОГ; хто утворив небо та землю у шести днях, тоді припустив весь авторитет. Він контролює всі матеріали. Немає посередника, крім у відповідності до Його буде. Такий БОГ ваш Лорд. Ви будете обожнювати Його. Чи не могли б ви не взяти увагу"},{"SurahNumber":10,"VerseNumber":4,"Text":"Йому є ваше остаточне відшкодування, всі ви. Це є БОЖА правдива обіцянка. Він започатковує створення, тоді повторює це, аби нагородити ці хто вважають та ведуть справедливе життя, equitably. Як для цих хто disbelieve, вони зазнають hellish напою, та болісний retribution для їх disbelieving"},{"SurahNumber":10,"VerseNumber":5,"Text":"Він являє собою один хто надав сонце сяюче, та місяць світло, та Він замислив його phases що ви можете довідатися розрахувати роки та щоб обчислити. БОГ не створював все це, крім для специфічної мети. Він роз'яснює апокаліпсис для людей що знають"},{"SurahNumber":10,"VerseNumber":6,"Text":"Безсумнівно, у зміні ночі та дня, та що БОГ створював у небі та землі, є докази для людей що є справедливі"},{"SurahNumber":10,"VerseNumber":7,"Text":"Цей хто не очікують зустріти нас, та preoccupied з це світово довічним, та вміст з це, та відмовляються зважити на наші докази"},{"SurahNumber":10,"VerseNumber":8,"Text":"цей зазнали Пекла як їхнього остаточного abode, як наслідок їхніх власних праць"},{"SurahNumber":10,"VerseNumber":9,"Text":"Як для цих хто вважають та ведуть справедливе життя, їхній Лорд керує ними, за допомоою їхньої віри. Річки будуть текти внизу їм у парку блаженства"},{"SurahNumber":10,"VerseNumber":10,"Text":"Їхня молитва там: Ви glorified, наш бог,\" їхнє привітання там, \"Мир,\" та їхня остаточна молитва: \"Похваліть мусить БОГ, Лорд всесвіту"}]}