{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Воістину, Аллаг закликає до справедливості, добрих справ і підтримки родичів. Він забороняє мерзотне, відразне й нечестиве. І Він повчає вас — можливо, будете пам’ятати ви"},{"SurahNumber":16,"VerseNumber":91,"Text":"Тож виконуйте ваш завіт із Аллагом, коли ви уклали його. Не порушуйте клятв після того, як ви підтвердили їх, адже ви зробили Аллага своїм Поручителем. Воістину, Аллаг знає те, що ви робите"},{"SurahNumber":16,"VerseNumber":92,"Text":"Не будьте схожі на жінку, яка розпустила пряжу, попередньо міцно зв’язавши її. Ви перетворюєте свої клятви на хитрощі, коли одні з вас стають могутнішими за інших. Так Аллаг випробовує вас. А в День Воскресіння Він неодмінно пояснить вам те, щодо чого ви сперечались"},{"SurahNumber":16,"VerseNumber":93,"Text":"Якби Аллаг побажав, то зробив би вас єдиною громадою. Але Він збиває зі шляху, кого побажає, та веде прямим шляхом, кого побажає. Вас неодмінно запитають про те, що ви робили"},{"SurahNumber":16,"VerseNumber":94,"Text":"Не перетворюйте своїх клятв на взаємні підступи, щоб не зіскочила ваша стопа після того, як вона твердо стояла, а то скуштуєте ви лиха за те, що збивали інших зі шляху Аллага, й чекає на вас кара велика"},{"SurahNumber":16,"VerseNumber":95,"Text":"Не продавайте завіт із Аллагом за низьку ціну. Те, що в Аллага, краще для вас, якби ж ви тільки знали"},{"SurahNumber":16,"VerseNumber":96,"Text":"Те, що у вас, зникне, а те, що в Аллага, залишиться назавжди. Ми неодмінно винагородимо тих, які були терплячі, за найкраще з того, що вони робили"},{"SurahNumber":16,"VerseNumber":97,"Text":"Чоловікам і жінкам, які робили добро й були віруючими, Ми неодмінно даруємо прекрасне життя. І Ми неодмінно винагородимо їх за те найкраще, що вони робили"},{"SurahNumber":16,"VerseNumber":98,"Text":"Коли ти читаєш Коран, то шукай захисту в Аллага від каменованого шайтана"},{"SurahNumber":16,"VerseNumber":99,"Text":"У нього немає влади над тими, які увірували й покладаються на Господа"},{"SurahNumber":16,"VerseNumber":100,"Text":"Під його владою тільки ті, які вважають його за свого прихильника й стали багатобожниками"}]}