{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"Kotu isler kendisine suslenip, onu guzel goren kimse boyle midir? Allah, diledigini sapıklık icinde bırakır, diledigini dogru yola cıkarır. Oyleyse onlar icin kendini uzup durma! Allah, onların ne yaptıklarını biliyor"},{"SurahNumber":35,"VerseNumber":9,"Text":"Bulutu harekete geciren ruzgarı, gonderen Allah’tır. Onu olu bir beldeye sevk ederiz, onunla yeryuzune, olumden sonra hayat verir. Iste olulerin diriltilmesi de boyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim, guc istiyorsa, bilsin ki butun guc Allah’ındır. Guzel soz O’na cıkar, dogru ve iyi isler de O’na yukselir. Kotulukleri planlayanlar icin siddetli bir azap vardır. Onların planları bosa cıkacaktır"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah, sizi topraktan, sonra spermden yaratmıstır. Sonra sizi ciftler kıldı. Bir disi O’nun haberi olmadan ne gebe kalır, ne de dogurur. Omru uzun olanın, omrunun uzatılması veya omrunden kısatılması ancak bir kitaptadır. Bu Allah’a cok kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"Iki deniz esit degildir. Biri tatlıdır, susuzlugu giderir ve icimi kolaydır; digeri tuzlu ve acıdır. Hepsinden de taze et yersiniz ve takınacagınız sus esyası cıkarırsınız. Gemilerin suları yarıp gittigini gorursun. Bunlar, O’nun verdigi nimetleri aramanız ve O’na sukretmeniz icindir"},{"SurahNumber":35,"VerseNumber":13,"Text":"Geceyi gunduze katar, gunduzu de geceye katar. Gunesi ve ayı hizmetinize sunmustur. Her biri belirli bir sureye kadar akıp giderler. Iste sizin Rabbi’niz Allah’tır. Hakimiyet O’nundur. O’ndan baska dua ettikleriniz, bir cekirdegin zarına bile sahip degillerdir"},{"SurahNumber":35,"VerseNumber":14,"Text":"Onlara dua etseniz bile sizin duanızı duymazlar, duysalar da size cevap veremezler. Kıyamet gunu sizin ortak kosmanızı inkar ederler. Herseyden haberi olan gibi sana kimse haber veremez"}]}