{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Biz silerdi (ataŋar Adamdan) jaratıp, (eŋ jaksı) kelbet-surot berdik. Kiyin Biz peristelerge: “Adamga sajda kılgıla!” degenibizde, baarı sajda kılıstı. Bir gana Iblis sajda kıluuculardan bolbodu"},{"SurahNumber":7,"VerseNumber":12,"Text":"Al (Allaһ) ayttı: “Men buyurganda sajda kıluudan seni emne toktottu?!” Al ayttı: «Men andan jaksımın. Sen meni otton, anı bolso (kaydagı bir) ılaydan jaratkansıŋ.»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Al (Allaһ) ayttı: “Anda Beyisten cık! Saga mında tekeberlenip juruu mumkun emes! Cık emi! Sen kor boluuculardansıŋ!”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblis) ayttı: “Alar (Adam urpaktarı) kayra tirilgen (Kıyamat) Kungo ceyin (olboy jasoogo) maga moonot ber!”"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allaһ) ayttı: “Albette, sen moonot berilgenderdensiŋ»"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblis) ayttı: “Meni (Beyisten) aydap salganıŋ ucun, men Senin Tuura Joluŋda (ar dayım) alardı kutup olturamın"},{"SurahNumber":7,"VerseNumber":17,"Text":"Kiyin men alardın aldı-artınan, oŋ-solunan (azgırganı) kelemin. Natıyjada Sen alardan kopculugun sugur (ibadat) kılgan abalda tappaysıŋ"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allaһ) ayttı: “Jek korulgon, kaarga jolukkan abalda jogol!!! Ant icem: alardan kimisi saga eercise, bardıgıŋardı kosup Tozoktu tolturamın"},{"SurahNumber":7,"VerseNumber":19,"Text":"O, Adam! Sen jubayıŋ (Havaa) ekooŋor Beyiste jasagıla! Kaalaganıŋardan jegile! Birok, mına bul darakka! jakındaspagıla, (ozuŋorgo) zulum kıluuculardan bolup kalasıŋar"},{"SurahNumber":7,"VerseNumber":20,"Text":"Anan, jabık turgan abiyir-uyattarı acılıp kalısı ucun saytan alardı azgıra bastadı jana: “Rabbiŋer ekooŋordu periste bolup je (Beyiste) tuboluk jasooculardan bolup kalbasıŋar ucun gana bul daraktan kaytardı” — dedi"},{"SurahNumber":7,"VerseNumber":21,"Text":"Jana: “Men silerge nasaat aytuuculardan bolomun” — dep ekoono ant ice bastadı"},{"SurahNumber":7,"VerseNumber":22,"Text":"Azgıruu menen al ekoonu (pakiza, jogorku, kunoosuz darajalarınan) tusurup koydu. Anan, ekoo daraktan (momosunon) ooz tier zamat, abiyir-uyattarı acılıp kalıp, ozdorun Beyis jalbıraktarı menen toso bastastı. Anan, Rabbisi alarga un kattı: “Men ekooŋordu bul daraktan kaytarbadım bele?! Jana silerge: “saytan ekooŋordun anık dusmanıŋar!” — debedim bele?!”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ekoo (busayman bolusup): “O, Rabbibiz! Ozubuzgo zulum kılıp aldık! Emi, Sen bizdi kecirbeseŋ jana ırayım kılbasaŋ zıyan tartuuculardan bolup kalabız” — desti"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allaһ) ayttı: “Biri-biriŋerge (adamzat saytanga, saytan adamzatka) dusman bolgon abalda (Beyisten jerge) tuskulo! Siler ucun anda orun-ocok jana (ajalıŋar jetken) mezgilge ceyin paydalanuu bar"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allaһ) ayttı: “Osol jerde jasaysıŋar, osol jerde olosuŋor jana (Kıyamat bolgondo) osondon kayra cıgarılasıŋar"}]}