{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":41,"Text":"Va chac chan nhung loi canh bao đa đen cho nguoi dan cua Fir-'awn"},{"SurahNumber":54,"VerseNumber":42,"Text":"Nhung chung phu nhan tat ca cac Phep La cua TA. Boi the, TA đa tum bat chung bang mot cuoc tum bat cua Đang Toan Nang, Đang Quyen Luc Vo Song"},{"SurahNumber":54,"VerseNumber":43,"Text":"Phai chang nhung ke khong tin cua cac nguoi (hoi đam Quraish!) gioi hon nhung nguoi dan đo hay sao? Hoac phai chang trong Kinh Sach co ghi đieu cho cac nguoi đuoc mien phat"},{"SurahNumber":54,"VerseNumber":44,"Text":"Hoac phai chang chung bao: “Chung toi lien minh giup đo lan nhau.”"},{"SurahNumber":54,"VerseNumber":45,"Text":"Nhung lien quan cua chung se bi đanh bai va quay lung thao chay"},{"SurahNumber":54,"VerseNumber":46,"Text":"Khong, Gio Tan The la thoi điem an đinh cua chung va Gio Tan The se đau đon va cay đang hon"},{"SurahNumber":54,"VerseNumber":47,"Text":"Qua that, nhung ke toi loi đi lac huong va đien ro"},{"SurahNumber":54,"VerseNumber":48,"Text":"Vao Ngay ma chung se bi loi up mat trong Lua: “Hay nem Lua cham!”"},{"SurahNumber":54,"VerseNumber":49,"Text":"Qua that, TA (Allah) tao hoa tat ca moi vat theo Tien Đinh"},{"SurahNumber":54,"VerseNumber":50,"Text":"Va Menh Lenh cua TA duy nhat, nhu mot cai nhay mat"},{"SurahNumber":54,"VerseNumber":51,"Text":"Va chac chan (khi xua), TA đa tieu diet nhung be phai cua cac nguoi; the co ai nho (đieu ran) chang"},{"SurahNumber":54,"VerseNumber":52,"Text":"Va moi mot đieu ma chung đa lam đeu đuoc ghi vao quyen so"},{"SurahNumber":54,"VerseNumber":53,"Text":"Va bat cu đieu gi nho hay lon đeu đuoc ghi chep"},{"SurahNumber":54,"VerseNumber":54,"Text":"Qua that, nhung nguoi ngay chinh so Allah se o trong nhung Ngoi Vuon va dong song (cua thien đang)"},{"SurahNumber":54,"VerseNumber":55,"Text":"Tai mot cho ngoi thuc su ke can Đuc Vua Quyen Nang"}]}