{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Mescid-i Haram’ın yanında (Hudeybiye'de) antlastıklarınızın dısında, musriklerin nasıl Allah katında ve Rasulu yanında bir antlasmaları olabilir. Size dogru durust davrandıkca siz de onlara karsı dogru davranın. Allah sakınanları/takvalı olanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Nasıl antlasmaları olabilir ki, galip gelselerdi size karsı ne yakınlık, ne de antlasmaya sadakat gosterirlerdi. Kalpleriyle istememelerine ragmen dilleriyle sizi hosnut etmek istiyorlar. Onların cogu fasıktır"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah’ın ayetlerini az bir paha karsılıgında satıp, insanları O’nun yolundan alıkoydular. Onların yaptıkları gercekten ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Onlar, bir mumin hakkında akrabalık da antlasma da gozetmezler. Iste onlar taskınlık edenlerdir"},{"SurahNumber":9,"VerseNumber":11,"Text":"Eger tevbe eder, namazı ikame eder ve zekat verirlerse, sizin din kardesiniz olurlar. Bilen kimseler icin ayetleri apacık bir sekilde acıklıyoruz"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger antlasmalarından sonra yeminlerini bozar ve dininize dil uzatırlarsa, o zaman kufrun elebasları ile savasın. Cunku onların yeminleri yoktur/riayet etmezler. Umulur ki (boylece) vazgecerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"Yeminlerini bozan, peygamberi yurdundan cıkarmaya kalkısan ve savasa evvela kendileri baslayan bir toplumla savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eger mumin iseniz kendisinden korkulmaya Allah daha layıktır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasın ki Allah sizin ellerinizle onlara azap etsin, rezil etsin ve sizi onların uzerlerine galip kılsın, mumin toplumun gonullerine sifa versin"},{"SurahNumber":9,"VerseNumber":15,"Text":"Kalplerinizdeki ofkeyi gidersin. Allah, dilediginin tevbesini kabul eder. Allah, Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Allah, icinizden cihad edenleri; Allah’tan, rasulunden ve muminlerden baskasını yakın dost edinmeyenleri ortaya cıkarmadan sizi bırakacak mı sandınız? Allah islediklerinizin hepsinden haberdardır"}]}