{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"(O, Muhammad!) Biz Musaga toguz moojiza bergenbiz. (Eger sektenseŋ) Israyil urpaktarınan sura.! (Musa) alarga barganda, Firaun aga: «O, Musa, men seni sıykırlanıp kalsaŋ kerek dep oyloymun» - dedi"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Anda Musa) ayttı: «Sen mına bul moojizalardı asmandar jana jerdin Rabbisi (Allaһ) (pendelerine Oz kuduretinen) koz korunoo belgi kılıp tusurgonun bilip ele turasıŋ. Demek, men seni, ey, Firaun, kıyragandardan boloorsuŋ dep ayta alamın»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Kiyin (Firaun) alardı (Misir) jerinen aydap cıguunu kaaladı ele, Biz anı jana anı menen birge bolgondordun bardıgın (deŋizge) cokturup jiberdik"},{"SurahNumber":17,"VerseNumber":104,"Text":"Andan (Firaundan) soŋ Biz Israyil urpaktarına: (Misir) jer(in)de jasap turgula, emi kacan gana Akıret ubadası kelgende, baarıŋardı (amalıŋarga jarasa soop je jaza beris ucun Akıretke) alıp kelebiz» dedik"},{"SurahNumber":17,"VerseNumber":105,"Text":"Biz anı (Kuraandı) Akıykat menen tusurgonbuz jana Akıykat menen tuskon. Biz seni (Beyistin) kus kabarcısı jana (Tozokton) korkutuucu bolusuŋ ucun gana jibergenbiz"},{"SurahNumber":17,"VerseNumber":106,"Text":"Biz Kuraandı (Akıykat menen jalgandı) ajıratuucu kıldık jana anı adamdarga sasılbay okup berisiŋ ucun (jıyırma uc jıl aralıgında) bolup-bolup tusurduk"},{"SurahNumber":17,"VerseNumber":107,"Text":"(O, Muhammad, musrikterge) aytkın: «Siler aga (Kuraanga) ıyman keltirseŋer da je ıyman keltirbeseŋer dagı (Allaһ silerdin ıymanıŋarga muktaj emes.) Andan murunku ilimduu adamdar ozdoruno Kuraan okulganda beti menen sajdaga jıgılısıp"},{"SurahNumber":17,"VerseNumber":108,"Text":"«Rabbibiz Aruu-Taza! Rabbibizdin (Akıret jonundogu) ubadası sozsuz atkarılat!» desken"},{"SurahNumber":17,"VerseNumber":109,"Text":"Alar ıylagan boydon beti menen jıgılıskanda (Kuraan) alardın (Allaһ aldındagı) kicipeyildikterin koboytot"},{"SurahNumber":17,"VerseNumber":110,"Text":"Ayt: «(O, momundar kaalasaŋar) «Allaһ» dep duba kılgıla, (kaalasaŋar) «Rahman» dep duba kılgıla. Emne dep duba kılsaŋar da, Anın eŋ mıktı ısımdarı bar.! (O, Muhammad) namazıŋdı(n kıraatın) biyik dobus menen da (akırın) ugulbay turgan kılıp da okuba! Usunun aralıgında(gı okuu) jol(un) izde"},{"SurahNumber":17,"VerseNumber":111,"Text":"Jana aytkın: «Balası jok, mulkto serigi jok, kordolgon makuluktardan ec bir jardamcısı da jok Allaһka maktoolor bolsun!» Jana Anı (Uluk Sıpattarı menen ar dayım) daŋktap jur"}]}