{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"How many were the populations We utterly destroyed because of their iniquities, setting up in their places other peoples"},{"SurahNumber":21,"VerseNumber":12,"Text":"Yet, when they felt Our Punishment (coming), behold, they (tried to) flee from it"},{"SurahNumber":21,"VerseNumber":13,"Text":"Flee not, but return to the good things of this life which were given you, and to your homes in order that ye may be called to account"},{"SurahNumber":21,"VerseNumber":14,"Text":"They said: \"Ah! woe to us! We were indeed wrong-doers"},{"SurahNumber":21,"VerseNumber":15,"Text":"And that cry of theirs ceased not, till We made them as a field that is mown, as ashes silent and quenched"},{"SurahNumber":21,"VerseNumber":16,"Text":"Not for (idle) sport did We create the heavens and the earth and all that is between"},{"SurahNumber":21,"VerseNumber":17,"Text":"If it had been Our wish to take (just) a pastime, We should surely have taken it from the things nearest to Us, if We would do (such a thing)"},{"SurahNumber":21,"VerseNumber":18,"Text":"Nay, We hurl the Truth against falsehood, and it knocks out its brain, and behold, falsehood doth perish! Ah! woe be to you for the (false) things ye ascribe (to Us)"},{"SurahNumber":21,"VerseNumber":19,"Text":"To Him belong all (creatures) in the heavens and on earth: Even those who are in His (very) Presence are not too proud to serve Him, nor are they (ever) weary (of His service)"},{"SurahNumber":21,"VerseNumber":20,"Text":"They celebrate His praises night and day, nor do they ever flag or intermit"},{"SurahNumber":21,"VerseNumber":21,"Text":"Or have they taken (for worship) gods from the earth who can raise (the dead)"},{"SurahNumber":21,"VerseNumber":22,"Text":"If there were, in the heavens and the earth, other gods besides Allah, there would have been confusion in both! but glory to Allah, the Lord of the Throne: (High is He) above what they attribute to Him"},{"SurahNumber":21,"VerseNumber":23,"Text":"He cannot be questioned for His acts, but they will be questioned (for theirs)"},{"SurahNumber":21,"VerseNumber":24,"Text":"Or have they taken for worship (other) gods besides him? Say, \"Bring your convincing proof: this is the Message of those with me and the Message of those before me.\" But most of them know not the Truth, and so turn away"},{"SurahNumber":21,"VerseNumber":25,"Text":"Not a messenger did We send before thee without this inspiration sent by Us to him: that there is no god but I; therefore worship and serve Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say: \"(Allah) Most Gracious has begotten offspring.\" Glory to Him! they are (but) servants raised to honour"},{"SurahNumber":21,"VerseNumber":27,"Text":"They speak not before He speaks, and they act (in all things) by His Command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what is before them, and what is behind them, and they offer no intercession except for those who are acceptable, and they stand in awe and reverence of His (Glory)"},{"SurahNumber":21,"VerseNumber":29,"Text":"If any of them should say, \"I am a god besides Him\", such a one We should reward with Hell: thus do We reward those who do wrong"}]}