{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Yet those who disbelieve say: When we have become dust like our fathers, shall we verily be brought forth (again)"},{"SurahNumber":27,"VerseNumber":68,"Text":"We were promised this, forsooth, we and our fathers. (All) this is naught but fables of the men of old"},{"SurahNumber":27,"VerseNumber":69,"Text":"Say (unto them, O Muhammad): Travel in the land and see the nature of the sequel for the guilty"},{"SurahNumber":27,"VerseNumber":70,"Text":"And grieve thou not for them, nor be in distress because of what they plot (against thee)"},{"SurahNumber":27,"VerseNumber":71,"Text":"And they say: When (will) this promise (be fulfilled), if ye are truthful"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say: It may be that a part of that which ye would hasten on is close behind you"},{"SurahNumber":27,"VerseNumber":73,"Text":"Lo! thy Lord is full of bounty for mankind, but most of them do not give thanks"},{"SurahNumber":27,"VerseNumber":74,"Text":"Lo! thy Lord knoweth surely all that their bosoms hide, and all that they proclaim"},{"SurahNumber":27,"VerseNumber":75,"Text":"And there is nothing hidden in the heaven or the earth but it is in a clear Record"},{"SurahNumber":27,"VerseNumber":76,"Text":"Lo! this Qur'an narrateth unto the Children of Israel most of that concerning which they differ"},{"SurahNumber":27,"VerseNumber":77,"Text":"And lo! it is a guidance and a mercy for believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Lo! thy Lord will judge between them of His wisdom, and He is the Mighty, the Wise"},{"SurahNumber":27,"VerseNumber":79,"Text":"Therefor (O Muhammad) put thy trust in Allah, for thou (standest) on the plain Truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"Lo! thou canst not make the dead to hear, nor canst thou make the deaf to hear the call when they have turned to flee"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor canst thou lead the blind out of their error. Thou canst make none to hear, save those who believe Our revelations and who have surrendered"},{"SurahNumber":27,"VerseNumber":82,"Text":"And when the word is fulfilled concerning them, We shall bring forth a beast of the earth to speak unto them because mankind had not faith in Our revelations"}]}