{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Gormediniz mi ki, Allah goklerde ve yerde ne varsa hepsini sizin hizmetinize vermis, gizli ve acik olarak nimetlerini uzerinize yaymistir. Bununla beraber insanlar icinde kimi de var ki, ne bir ilme, ne bir murside ve ne aydinlatici bir kitaba dayanmaksizin Allah hakkinda mucadele ediyor"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara: \"Allah'in indirdigine tabi olun!\"dendigi zaman: \"Hayir, biz atalarimizi neyin uzerinde bulduksa, onun ardinca gideriz.\" diyorlar. Ya seytan onlari cehennnem azabina cagiriyor idiyse de mi onlara uyacaklar"},{"SurahNumber":31,"VerseNumber":22,"Text":"Oysa her kim iyilik yaparak yuzunu tertemiz Allah'a tutarsa, o gercekten en saglam kulpa yapismistir. Oyle ya butun islerin sonu Allah'a dayanir"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de inkar ederse, artik onun inkari seni uzmesin. Onlar donup bize gelecekler. O zaman biz onlara butun yaptiklarini haber verecegiz. Gercekten Allah, butun kalblerin ozunu bilir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz onlara biraz zevk ettiririz de sonra kendilerini agir bir azaba zorlariz"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun ki onlara: \"Gokleri ve yeri kim yaratti?\" diye sorsan, elbette \"Allah\" diyecekler. \"Allah'a hamd olsun.\" de. Fakat onlarin cogu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Goklerde ve yerde ne varsa hepsi Allah'indir. Gercekten Allah, hicbir seye muhtac degildir, daima ovulmeye layiktir"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eger yeryuzundeki agaclar hep kalem olsa, deniz de arkasindan yedi deniz daha kendisine destek oldugu halde murekkep olsa, yine de Allah'in kelimeleri yazmakla tukenmez. Suphesiz ki Allah cok gucludur, hukum ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratilmaniz da tekrar diriltilmeniz de ancak bir tek nefsin yaratilmasi ve tekrar diriltilmesi gibidir. Gercekten Allah her seyi isitir ve gorur"},{"SurahNumber":31,"VerseNumber":29,"Text":"Gormedin mi ki, Allah geceyi gunduze sokuyor, gunduzu geceye sokuyor. Gunes ile ayi da emrine boyun egdirmistir. Her biri belirli bir sureye kadar akip gidiyor. Suphesiz ki Allah, yaptiklarinizdan haberdardir"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu da sundandir ki, Allah hakkin ta kendisidir. (Insanlarin) O'ndan baska taptiklari ise mutlaka batildir. Suphesiz ki Allah, cok yucedir, cok buyuktur"},{"SurahNumber":31,"VerseNumber":31,"Text":"Gormedin mi ki Allah, ayetlerinden bir kismini size gostersin diye gemiler, Allah'in nimetiyle denizde akip gidiyor. Suphesiz bunda cok sabredenler ve cok sukredenler icin nice ibretler vardir"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onlari kara bulutlar gibi bir dalga sardigi zaman, dini yalniz kendisine has kilarak Allah'a yalvarirlar. Onlari kurtarip karaya cikardigi zaman ise iclerinden dogru giden de bulunur. Bizim ayetlerimizi oyle nankor gaddarlardan baskasi inkar etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbinizden sakinin ve bir gunden korkun ki, baba cocuguna hicbir fayda veremez. Cocuk da babasina hicbir seyle fayda saglayacak degildir. Suphesiz Allah'in vaadi gercektir. O halde dunya hayati sizi aldatmasin, sakin o cok aldatici seytan sizi Allah'in affina guvendirerek aldatmasin"},{"SurahNumber":31,"VerseNumber":34,"Text":"Suphesiz ki, kiyamet saatinin bilgisi Allah yanindadir. Yagmuru O yagdirir, rahimlerde ne varsa (erkek veya disi olusunu, renk ve ozelliklerini) O bilir. Hicbir kimse yarin ne kazanacagini bilmez. Hicbir kimse hangi yerde olecegini de bilemez. Suphesiz ki Allah her seyi hakkiyla bilir, her seyden haberdardir"}]}