{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler, Allah´tan korkup sakınırsanız, size dogruyu yanlıstan ayıran bir nur ve anlayıs (furkan) verir, kotuluklerinizi orter ve sizi bagıslar. Allah buyuk fazl sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani o kufre sapanlar, seni tutuklamak ya da oldurmek veya surgun etmek amacıyla, tuzak kuruyorlardı. Onlar bu tuzagı tasarlıyorlarken, Allah da bir duzen (bir karsılık) kuruyordu. Allah, duzen kurucuların (tuzaklarına karsılık verenlerin) hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimiz onlara okundugu zaman: «Isittik» dediler. «Istesek, biz de bunun bir benzerini soyleyebiliriz. Bu, eskilerin efsanelerinden baskası degildir.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir de: «Ey Allah´ımız, eger bu (Kur´an) bir gercek olarak Senin katından ise, gok yuzunden ustumuze tas yagdır veya acıklı bir azab getir (bakalım) .» demislerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Oysa sen, iclerinde bulundugun surece, Allah onları azablandıracak degildir. Ve onlar, bagıslanma dilemektelerken de, Allah onları azablandıracak degildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Onlar, Mescid-i Haram´dan (insanları) alıkoyarlarken ve onun (gercek ve layık) koruyucuları degilken Allah, ne diye onları azablandırmasın? Onun (asıl) koruyucuları yalnızca korkup sakınanlardır. Ancak onların cogu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların, Beyt(-i Serif) onundeki duaları, ıslık calmaktan ve el cırpmaktan baskası degildir. Artık kufretmekte olduklarınız dolayısıyla tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Gercek su ki, kufre sapanlar, (insanları) Allah´ın yolundan engellemek icin mallarını harcarlar; bundan boyle de harcayacaklar. Sonra bu, onlara yurek acısı olacaktır, sonra bozguna ugratılacaklardır. Kufredenler sonunda cehenneme surulup toplanacaklardır"},{"SurahNumber":8,"VerseNumber":37,"Text":"Bu, Allah´ın murdar olanı temizden ayırdetmesi; murdarı, bir kısmını bir kısmı uzerinde kılıp tumunu biriktirerek cehenneme atması icindir. Iste bunlar husrana ugrayanlardır"}]}