{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":65,"Text":"कह दो, \"मैं तो बस एक सचेत करनेवाला हूँ। कोई पूज्य-प्रभु नहीं सिवाय अल्लाह के, जो अकेला है, सबपर क़ाबू रखनेवाला"},{"SurahNumber":38,"VerseNumber":66,"Text":"आकाशों और धरती का रब है, और जो कुछ इन दोनों के बीच है उसका भी, अत्यन्त प्रभुत्वशाली, बड़ा क्षमाशील।"},{"SurahNumber":38,"VerseNumber":67,"Text":"कह दो, \"वह एक बड़ी ख़बर है, ‘"},{"SurahNumber":38,"VerseNumber":68,"Text":"जिसे तुम ध्यान में नहीं ला रहे हो"},{"SurahNumber":38,"VerseNumber":69,"Text":"मुझे 'मलए आला' (ऊपरी लोक के फ़रिश्तों) का कोई ज्ञान नहीं था, जब वे वाद-विवाद कर रहे थे"},{"SurahNumber":38,"VerseNumber":70,"Text":"मेरी ओर तो बस इसलिए प्रकाशना की जाती है कि मैं खुल्लम-खुल्ला सचेत करनेवाला हूँ।"},{"SurahNumber":38,"VerseNumber":71,"Text":"याद करो जब तुम्हारे रब ने फ़रिश्तों से कहा कि \"मैं मिट्टी से एक मनुष्य पैदा करनेवाला हूँ"},{"SurahNumber":38,"VerseNumber":72,"Text":"तो जब मैं उसको ठीक-ठाक कर दूँ औऱ उसमें अपनी रूह फूँक दूँ, तो तुम उसके आगे सजदे में गिर जाना।"},{"SurahNumber":38,"VerseNumber":73,"Text":"तो सभी फ़रिश्तों ने सजदा किया, सिवाय इबलीस के।"},{"SurahNumber":38,"VerseNumber":74,"Text":"उसने घमंड किया और इनकार करनेवालों में से हो गया"},{"SurahNumber":38,"VerseNumber":75,"Text":"कहा, \"ऐ इबलीस! तूझे किस चीज़ ने उसको सजदा करने से रोका जिसे मैंने अपने दोनों हाथों से बनाया? क्या तूने घमंड किया, या तू कोई ऊँची हस्ती है"},{"SurahNumber":38,"VerseNumber":76,"Text":"उसने कहा, \"मैं उससे उत्तम हूँ। तूने मुझे आग से पैदा किया और उसे मिट्टी से पैदा किया।"},{"SurahNumber":38,"VerseNumber":77,"Text":"कहा, \"अच्छा, निकल जा यहाँ से, क्योंकि तू धुत्कारा हुआ है"},{"SurahNumber":38,"VerseNumber":78,"Text":"और निश्चय ही बदला दिए जाने के दिन तक तुझपर मेरी लानत है।"},{"SurahNumber":38,"VerseNumber":79,"Text":"उसने कहा, \"ऐ मेरे रब! फिर तू मुझे उस दिन तक के लिए मुहल्लत दे, जबकि लोग (जीवित करके) उठाए जाएँगे।"},{"SurahNumber":38,"VerseNumber":80,"Text":"कहा, \"अच्छा, तुझे निश्चित एवं"},{"SurahNumber":38,"VerseNumber":81,"Text":"ज्ञात समय तक मुहलत है।"},{"SurahNumber":38,"VerseNumber":82,"Text":"उसने कहा, \"तेरे प्रताप की सौगन्ध! मैं अवश्य उन सबको बहकाकर रहूँगा"},{"SurahNumber":38,"VerseNumber":83,"Text":"सिवाय उनमें से तेरे उन बन्दों के, जो चुने हुए है।"},{"SurahNumber":38,"VerseNumber":84,"Text":"कहा, \"तो यह सत्य है और मैं सत्य ही कहता हूँ"},{"SurahNumber":38,"VerseNumber":85,"Text":"कि मैं जहन्नम को तुझसे और उन सबसे भर दूँगा, जिन्होंने उनमें से तेरा अनुसरण किया होगा।"},{"SurahNumber":38,"VerseNumber":86,"Text":"कह दो, \"मैं इसपर तुमसे कोई पारिश्रमिक नहीं माँगता और न मैं बनानट करनेवालों में से हूँ।"},{"SurahNumber":38,"VerseNumber":87,"Text":"वह तो एक अनुस्मृति है सारे संसारवालों के लिए"},{"SurahNumber":38,"VerseNumber":88,"Text":"और थोड़ी ही अवधि के पश्चात उसकी दी हुई ख़बर तुम्हे मालूम हो जाएगी"}]}