{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Toen de huichelaars en degenen in wier hart een ziekte is, zeiden: \"Hun (Moslims) geloof heeft dezen bedrogen.\" Maar wie zijn vertrouwen in Allah legt: voorzeker Allah is Almachtig, Alwijs"},{"SurahNumber":8,"VerseNumber":50,"Text":"O, hadt gij het slechts kunnen zien, wanneer de engelen de ziel der ongelovigen wegnemen, hun gezicht en hun rug treffende: \"Ondergaat de straf van het branden"},{"SurahNumber":8,"VerseNumber":51,"Text":"Dit komt door hetgeen uw handen hebben gewrocht; Allah is in het geheel niet onrechtvaardig voor Zijn dienaren"},{"SurahNumber":8,"VerseNumber":52,"Text":"Zoals het volk van Pharao en degenen die v贸贸r hen waren; zij verwierpen de tekenen van Allah, daarom strafte Allah hen voor hun zonden. Voorzeker, Allah is Machtig, Streng in het straffen"},{"SurahNumber":8,"VerseNumber":53,"Text":"Dit is omdat Allah nooit een gunst die Hij een volk heeft bewezen zal veranderen totdat zij, wat in hun hart is, veranderen. En voorzeker Allah is Alhorend, Alwetend"},{"SurahNumber":8,"VerseNumber":54,"Text":"Zoals het volk van Pharao en degenen, die v贸贸r hen waren; zij verloochenden de tekenen van hun Heer daarom vernietigden Wij hen voor hun zonden. En Wij verdronken het volk van Pharao want zij waren allen onrechtvaardig"},{"SurahNumber":8,"VerseNumber":55,"Text":"Voorzeker, in de ogen van Allah zijn zij, die (de waarheid) verwerpen erger dan beesten want zij willen niet geloven"},{"SurahNumber":8,"VerseNumber":56,"Text":"Degenen met wie gij een verbond sluit, daarna schenden zij dit verbond telkens weer en zij vrezen niet"},{"SurahNumber":8,"VerseNumber":57,"Text":"Als gij hen in de oorlog ontmoet, jaagt dan degenen die achter hen zign vrees aan wegens hen, opdat zij er lering uit mogen trekken"},{"SurahNumber":8,"VerseNumber":58,"Text":"En als gij ontrouw van een volk vreest verstoot hen dan op gelijke wijze. Voorzeker, Allah heeft de ongelovigen niet lief"}]}