{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"Ndërsa përgjigjja e vetme e besimtarëve, kur thirren tek Allahu dhe i Dërguari i Tij, që ai të gjykojë midis tyre, është: “Dëgjojmë dhe bindemi”. Pikërisht këta janë të shpëtuarit"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ata që i binden Allahut dhe të Dërguarit të Tij, që kanë frikë nga Allahu e i përkushtohen Atij, do të jenë të fituarit e vërtetë"},{"SurahNumber":24,"VerseNumber":53,"Text":"Ata (hipokritët) betohen për Allahun me deklarata solemne, se po t’i urdhërosh ata (o Muhamed), që të shkojnë në luftë - ata me siguri do të shkojnë. Thuaj: “Mos u betoni! Ju kërkohet bindja e jo betimi. Vërtet, Allahu e di me hollësi gjithçka që ju bëni.”"},{"SurahNumber":24,"VerseNumber":54,"Text":"Thuaj: “Bindjuni Allahut dhe bindjuni të Dërguarit!” Nëse shmangeni, (ta dini se) ai[227] është përgjegjës për detyrën e tij, ndërsa ju për atë që jeni ngarkuar. E, nëse i bindeni atij, do të jeni në rrugën e drejtë, kurse i Dërguari është i detyruar vetëm që të përcjellë qartë (Mesazhin Hyjnor)"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allahu u ka premtuar atyre prej jush, që besojnë dhe që bëjnë vepra të mira, se do t’i bëjë mëkëmbës në Tokë[228], ashtu si i ka bërë ata para tyre dhe që do t’ua forcojë fenë e tyre, me të cilën Ai është i kënaqur dhe që frikën do t’ua shndërrojë në siguri. Le të më adhurojnë Mua e të mos Më shoqërojnë asgjë (në adhurim). Sa për ata që, pas kësaj, mohojnë (besimin), pikërisht ata janë të mbrapshtët"},{"SurahNumber":24,"VerseNumber":56,"Text":"Falni namazin, jepni zekatin dhe bindjuni të Dërguarit, për të fituar mëshirën e Allahut"},{"SurahNumber":24,"VerseNumber":57,"Text":"Kurrsesi mos mendo se mohuesit do të shpëtojnë në Tokë! Streha e tyre është zjarri; eh, sa strehë e shëmtuar që është ai"}]}