{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Tumi siham̐taka lakṣya karaā nā'inē yiham̐tē āllāhara nidarśanāralī samparkē bitarka karaē? Siham̐taka ka’lai ubhatā'i niẏā haichē"},{"SurahNumber":40,"VerseNumber":70,"Text":"yiham̐tē kitābaka ārau āmāra raāchulasakalē yi lai praēraita haichē sēẏā asbīkāra karaē, ētēkē siham̐tē atiśīghraē jānibalai pāba"},{"SurahNumber":40,"VerseNumber":71,"Text":"yētiẏā siham̐tara ḍiṅita galābad'dha ārau śikali thākiba, ārau siham̐taka ṭāni lai yōraā ha’ba"},{"SurahNumber":40,"VerseNumber":72,"Text":"utalā pānīra mājata, tāra pichata siham̐taka jbalōraā ha'ba agnira mājata"},{"SurahNumber":40,"VerseNumber":73,"Text":"Tāra pichata siham̐taka kōraā ha’ba, ‘kata siham̐ta yisakalaka tōmālōkē anśīdāra sthāpana karaichilā"},{"SurahNumber":40,"VerseNumber":74,"Text":"āllāhara bāhiraē’? Siham̐tē ka’ba, ‘siham̐ta dēkhuna āmāra paraā ām̐tarai gaichē; baraṁ itipūrbē āmi kākō āhbāna karaā nāchilō’. Ē'idaraē'i āllāhē kāphirasakalaka bibhraānta karaē"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ēẏā ē'i kāraṇē yē, tōmālōkē pr̥thiraīta ayathā ullāsa karaichilā ārau ē'i kāraṇē'ō yē, tōmālōkē ahaṅkāra karaichilā"},{"SurahNumber":40,"VerseNumber":76,"Text":"Tōmālōkē jāhānnāmara bibhinna duraāraēra praraēśa karaā tāta sthāẏībhāraē arasthānara bābē, ētēkē (cōraācōna!) Kimāna yē nikr̥ṣṭa ahaṅkāraī bilākara ābāsasthala"},{"SurahNumber":40,"VerseNumber":77,"Text":"ētēkē tumi dhairya dhāraṇa karaā. Niścaẏa āllāhara pratiśrauti satya. Āmi siham̐taka yi pratiśrauti pradāna karaichō tāraē alapa haẏatō ma'i tōmāka dēkhuraā'i dima nā'ibā tōmāra mr̥tyu ghaṭāma, tathāpi'ō dēkhuna siham̐tē mōra ōcaratē'i pratyārartita ha’ba"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ārau araśyē āmi tōmāra pūrbē bahutō raāchula praēraṇa karaichō. Āmi tē'ōm̐lōkara kichumānara barṇanā tōmāra ōcarata karaichō ārau kichumānara barṇanā karaā nā'i. Āllāhara anumati binē kōnō nirdēśa lai ahā kōnō raāchulara pakṣē sambhara nahaẏa. Ētēkē yētiẏā āllāhara ādēśa āhiba tētiẏā n'yāẏa saṅgatabhāraē phaẏacālā hai yāba. Tētiẏā bātilapanthī bilāka kṣatigrasta ha’ba"}]}