{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"ای پیامبران ! از (غذاهای) پاکیزه بخورید، و کار شایسته انجام دهید، بی شک من به آنچه انجام می دهید؛ آگاهم"},{"SurahNumber":23,"VerseNumber":52,"Text":"و بی گمان این امت شما، امت واحدی است، و من پروردگار شما هستم، پس از من بترسید"},{"SurahNumber":23,"VerseNumber":53,"Text":"پس آنها در میان خود در کار (دین) شان فرقه فرقه و پراکنده شدند، و هرگروه به آنچه نزد خود دارند؛ خوشحالند"},{"SurahNumber":23,"VerseNumber":54,"Text":"پس (ای پیامبر!) آنها را تا مدتی در جهل و غفلتشان بگذار"},{"SurahNumber":23,"VerseNumber":55,"Text":"آیا گمان می کنند که آن مال و فرزند که با آنها به آنان یاری می دهیم"},{"SurahNumber":23,"VerseNumber":56,"Text":"برای این است که شتابان خیرات (و نیکیها) به آنها برسانیم ؟! (چنین نیست) بلکه آنها (حقیقت را) درنمی یابند"},{"SurahNumber":23,"VerseNumber":57,"Text":"بی گمان کسانی که از خوف پروردگارشان بیمناکند"},{"SurahNumber":23,"VerseNumber":58,"Text":"و کسانی که به آیات پروردگارشان ایمان می آورند"},{"SurahNumber":23,"VerseNumber":59,"Text":"و کسانی که به پروردگارشان شرک نمی آورند"},{"SurahNumber":23,"VerseNumber":60,"Text":"و کسانی که (در راه خدا) آنچه را باید بدهند، می دهند، و (با این حال) دلهایشان بیم ناک است، که بی گمان آنان به سوی پروردگارشان باز می گردند"},{"SurahNumber":23,"VerseNumber":61,"Text":"(آری) اینانند که در نیکیها شتاب می کنند، و در انجام آن (از دیگران) پیشی می گیرند"},{"SurahNumber":23,"VerseNumber":62,"Text":"(ما) هیچ کس را جز به اندازه ی توانش تکلیف نمی کنیم، و نزد ما کتابی است که به حق سخن می گوید، و به آنها هیچ ستمی نمی شود"},{"SurahNumber":23,"VerseNumber":63,"Text":"بلکه دلهای آنها از این (کتاب) در غفلت است، و آنها جز این؛ اعمال (زشت) دیگری (نیز) دارند که پیوسته آن را انجام می دهند"},{"SurahNumber":23,"VerseNumber":64,"Text":"تا زمانی که متنعمان آنها را به عذاب گرفتار کنیم، در این هنگام آنها ناله و فریاد سر می دهند"},{"SurahNumber":23,"VerseNumber":65,"Text":"(به آنها گفته می شود :) امروز فریاد نکنید، یقیناً شما از سوی ما یاری نخواهید شد"},{"SurahNumber":23,"VerseNumber":66,"Text":"به راستی آیات من پیوسته بر شما خوانده می شد، پس شما (از حق اعراض می کردید و) به عقب باز می گشتید"},{"SurahNumber":23,"VerseNumber":67,"Text":"در حالی که در برابر آن تکبر می کردید، (و در مجالس) شبانه ی (خود) به بدگویی می پرداختید (و افسانه سرایی می کردید)"},{"SurahNumber":23,"VerseNumber":68,"Text":"آیا (آنها) در این گفتار نیندیشیدند، یا (اینکه) چیزی برای آنان آمده که برای نیاکان نخستین شان نیامده است ؟"},{"SurahNumber":23,"VerseNumber":69,"Text":"یا (اینکه) پیامبرشان را نشناخته اند، پس او را انکار می کنند ؟"},{"SurahNumber":23,"VerseNumber":70,"Text":"یا می گویند او جنون دارد؟ (چنین نیست) بلکه (او) حق را برای آنها آورده است، و بیشترشان از حق کراهت دارند"},{"SurahNumber":23,"VerseNumber":71,"Text":"و اگر حق از هوسهای آنها پیروی کند، آسمانها و زمین و هرکه در آنهاست، تباه شوند، بلکه (ما) برای آنها پند و اندرزشان آورده ایم، پس آنها از پندشان روی گردانند"},{"SurahNumber":23,"VerseNumber":72,"Text":"یا (اینکه) تو از آنها مزدی طلب می کنی ؟ پس پاداش پروردگارت بهتر است، و او بهترین روزی دهندگان است"},{"SurahNumber":23,"VerseNumber":73,"Text":"و یقیناً تو آنها را به راه راست دعوت می کنی"},{"SurahNumber":23,"VerseNumber":74,"Text":"و بی گمان کسانی که به آخرت ایمان ندارند از (این) راه (راست) منحرف هستند"},{"SurahNumber":23,"VerseNumber":75,"Text":"و اگر به آنها رحم کنیم و بلا و رنجی را که بدان گرفتارند، از آنها بر طرف سازیم، در طغیان خود لجاجت (و پافشاری) می کنند (و) سر گردان می مانند"},{"SurahNumber":23,"VerseNumber":76,"Text":"و به راستی (ما) آنها را به عذاب (و بلا) گرفتار ساختیم، (تا بیدار شوند) پس برای پروردگارشان فروتنی ننمودند، و (به درگاهش تضرع و) زاری نکردند"},{"SurahNumber":23,"VerseNumber":77,"Text":"تا زمانی که دری از عذاب سخت به روی آنها گشودیم، آنگاه آنها در آن بکلی نا امید گردند"}]}