{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":20,"Text":"Arau te'omra nidarsanaralira majata ache ye, te'om tomalokaka matira paraa srsti karaiche, tara pichata tomaloke etiya manuha hai sarbatra sicaraita hai paraicha"},{"SurahNumber":30,"VerseNumber":21,"Text":"Arau te'omra nidarsanaralira majata ache ye, teraemi tomalokara babe tomalokara majara paraa tomalokara yoraa srsti karaiche, yate tomaloke sihamtara paraa prasanti labha karaa arau teraemi tomalokara majata parasparaika praema arau sneha srsti karaiche. Niscaya iyata ache bahuto nidarsana se'i sampradayara babe yisakale garaesana karae"},{"SurahNumber":30,"VerseNumber":22,"Text":"Arau te'omra nidarsanaralira majata ache akasasamuha arau prthiraira srsti lagate tomalokara bhasa arau barnara baicitrata. Niscaya iyata jnanisakalara babe ache bahuto nidarsana"},{"SurahNumber":30,"VerseNumber":23,"Text":"Arau te'omra nidarsanaralira majata ache raati arau dinata tomalokara nidraa, lagate te'omra anugrahara paraa tomalokara (jiraika) anbesana. Niscaya iyara majata ache bahuto nidarsana se'i sampradayara babe yisakale suna paya"},{"SurahNumber":30,"VerseNumber":24,"Text":"Arau te'omra nidarsanaralira majata ache ye, teraemi tomalokaka bhaya arau asara sancarakaraupe bidyuta dekhuraaya, arau akasara paraa pani barsaya arau tara dbaraa te'om mrta bhumika punarjiraita karae. Niscaya iyata bahuto nidarsana ache se'i sampradayara babe yisakale anudharana karae"},{"SurahNumber":30,"VerseNumber":25,"Text":"Te'omra nidarsanaralira majata arau ache ye, te'omra adesate'i akasa arau prthirai sthitisila hai thake, tara pichata allahe yetiya tomalokaka matira paraa uthara babe ebara ahbana karaiba tetiya tomaloke ola'i ahiba"},{"SurahNumber":30,"VerseNumber":26,"Text":"Akasasamuha arau prthiraita yi ache se'i sakalo te'omrae'i. Sakalo te'omrae'i anugata"},{"SurahNumber":30,"VerseNumber":27,"Text":"Teraemi srstira sucana karae, tara pichata teraemi iyara punaraabrtti karaiba; arau e'ito te'omra babe ati sahaja. Akasasamuha arau prthiraita sarbocca gunaguna te'omrae'i; arau teraemi paraakramasali, prajnamaya"}]}