{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Allah; kendi emriyle onda gemiler akıp gitsin ve O´nun fazlından ararsınız diye, sizin için denize boyun eğdirdi. Umulur ki şükredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Kendinden (bir nimet olarak) göklerde ve yerde olanların tümüne sizin için boyun eğdirdi. Şüphesiz bunda, düşünebilen bir kavim için gerçekten ayetler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"İman edenlere de ki: Allah´ın, gelecek azab gününden korkmayanları (şimdilik) bağışlasınlar ki Allah onların yaptıklarını cezalandırsın"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih bir amelde bulunursa, kendi lehinedir, kim de kötülük yaparsa, artık o da kendi aleyhinedir. Sonra siz Rabbinize döndürüleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun, biz İsrailoğullarına Kitap, hüküm ve peygamberlik verdik, onları temiz ve güzel şeylerden rızıklandırdık ve onları alemlere karşı üstün kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ve onlara bu emirden açık belgeler verdik. Fakat onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki ´hakka tecavüz ve azgınlıktan´ dolayı ihtilafa düştüler. Şüphesiz senin Rabbin, hakkında ihtilafa düştükleri şeyde kıyamet günü aralarında hüküm verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra seni de bu emirden bir şeriat üzerinde kıldık; öyleyse sen ona uy ve bilmeyenlerin heva (istek ve tutku)larına uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Çünkü onlar, Allah´tan (gelecek) hiçbir şeyi senden savamazlar. Hiç şüphesiz zalimler, birbirlerinin velisidirler. Allah ise, muttakilerin velisidir"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu (Kur´an), insanlar için basiret (nuruyla Allah´a yönelten ayet)lerdir, kesin bilgiyle inanan bir kavim için de bir hidayet ve bir rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa kötülüklere batıp yara alanlar, kendilerini iman edip salih amellerde bulunanlar gibi kılacağımızı mı sandılar? Hayatları ve ölümleri de bir mi (olacak)? Ne kötü hüküm veriyorlar"}]}