{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Ciertamente, en Jose y sus hermanos hay senales para quienes [se] preguntan"},{"SurahNumber":12,"VerseNumber":8,"Text":"Cuando ellos dijeron: «Jose y su hermano son mas queridos por nuestro padre que nosotros, siendo nosotros un grupo (mayor). ¡Verdaderamente, nuestro padre esta en un extravio evidente!»"},{"SurahNumber":12,"VerseNumber":9,"Text":"«¡Matad a Jose o abandonadlo en una tierra alejada para que, asi, vuestro padre solo os preste atencion a vosotros! Y, despues de eso, sed gente recta.»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Uno de ellos dijo: «¡No mateis a Jose! Dejadlo en el fondo del aljibe para que lo encuentre algun viajero, si es que haceis algo.»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Dijeron: «¡Oh, padre nuestro! ¿Por que no nos confias a Jose? Nosotros somos buenos consejeros para el"},{"SurahNumber":12,"VerseNumber":12,"Text":"Enviale con nosotros manana. Que pasee y juegue y nosotros le cuidaremos.»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Dijo: «Me preocupa que os lo lleveis y temo que se lo coma el lobo en un descuido vuestro.»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ellos dijeron: «Si el lobo se lo comiese, siendo nosotros un grupo grande, entonces si que seriamos unos desgraciados.»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Y, cuando se lo llevaron con ellos y se pusieron de acuerdo en ponerle en el fondo del aljibe, Nosotros le revelamos: «Ciertamente, tu les informaras de este asunto y ellos no se daran cuenta.»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Y ellos regresaron a su padre al anochecer llorando"},{"SurahNumber":12,"VerseNumber":17,"Text":"Dijeron: «¡Oh, padre nuestro! Nos fuimos a hacer carreras y dejamos a Jose junto a nuestras cosas y se lo comio el lobo. No nos creeras, pero decimos la verdad.»"},{"SurahNumber":12,"VerseNumber":18,"Text":"Y trajeron su camisa manchada de sangre falsa. El dijo: «[No es asi] Sino que vuestras almas os han susurrado algun asunto. Asi pues, ¡Paciencia hermosa! Y en Dios busco ayuda ante lo que decis.»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Y llego una caravana y enviaron a su aguador que sumergio su cubo. Dijo: «¡Buena noticia! Es un joven.» Y lo ocultaron como una mercancia. Y Dios sabia bien lo que hacian"},{"SurahNumber":12,"VerseNumber":20,"Text":"Y lo vendieron barato, por unas pocas monedas, sin prestarle mucha atencion"}]}