{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Kī tusīṁ nahī' dēkhadē ki alāha nē asamāna tōṁ pāṇī utāri'ā phira asīṁ usa tōṁ vakharē-vakharē ragāṁ dē fala paidā kara ditē. Atē pahāṛāṁ vī"},{"SurahNumber":35,"VerseNumber":28,"Text":"Atē isa tar'hāṁ manukhāṁ jīvanadhārī'āṁ atē paśū'āṁ vica vī alaga-alaga ragāṁ dē hana. Alāha tōṁ usa dē śadi'āṁ vicōṁ sirafa uhī lōka bhai'a rakhadē hana jihaṛē gi'āna vālē hana. Bēśaka alāha śakatīśālī atē mu'āfa karana vālā hai"},{"SurahNumber":35,"VerseNumber":29,"Text":"Jihaṛē lōka alāha dī kitāba paṛhadē hana atē namāza sathāpita atē apratakha kharaca karadē hana. Uha ajihē vapāra dē ichūka hana jisa vica kadē vī madā nahīṁ āvēgā"},{"SurahNumber":35,"VerseNumber":30,"Text":"Tāṁ ki alāha unhāṁ nū unhāṁ dā pūrā badalā dēvē. Atē unhāṁ la'ī āpaṇī kirapā nāla hōra zi'ādā bakhaśiśa karē. Bēśaka uha mu'āfa karana vālā atē guṇāṁ dā kadaradāna hai"},{"SurahNumber":35,"VerseNumber":31,"Text":"Atē asīṁ tuhāḍē vala jihaṛī pusataka vahī (bhējī) ditī hai. Uha, usa dī gavāhī dēṇa vālī hai jihaṛī isa tōṁ pahilāṁ tōṁ maujūda hai. Bēśaka alāha āpaṇē badi'āṁ dī ḵẖabara rakhaṇa vālē atē dēkhaṇa vālā hai"},{"SurahNumber":35,"VerseNumber":32,"Text":"Phira asīṁ unhāṁ lōkāṁ nū kitāba dā vārisa baṇā'i'ā jinhāṁ nū asīṁ āpaṇē badi'āṁ vicōṁ cuṇa li'ā sī. Sō unhāṁ vicōṁ kujha āpaṇē āpa upara zulama karana vālē hana atē unhāṁ vicōṁ hīṁ kūjha vicakāralē rāha tē hana. Atē unhāṁ vicōṁ kujha alāha dī kirapā nāla cagē kamāṁ vica agē jāṇa vālē hana. Iha sabha tōṁ vaḍī kirapā hai"},{"SurahNumber":35,"VerseNumber":33,"Text":"Hamēśā rahiṇa vālē bāga hana (dē hāra) pahinā'ē jāṇagē. Utē inhāṁ dā libāsa rēśama dā hōvēgā"},{"SurahNumber":35,"VerseNumber":34,"Text":"Atē uha kahiṇagē ki alāha dā śukara hai, usa nē sānū dukhāṁ tōṁ babā'i'ā. Bēśaka sāḍā raba mu'āfa karana vālā atē guṇāṁ dā kadaradāna hai"},{"SurahNumber":35,"VerseNumber":35,"Text":"Jisa nē sānū āpaṇī kirapā nāla vasaṇa la'ī ghara vica ṭikā'i'ā, usa vica sānū nā kō'ī dukha pahucēgā atē nā asīṁ kadē thakāṅgē"},{"SurahNumber":35,"VerseNumber":36,"Text":"Atē jinhāṁ nē avagi'ā kītī unhāṁ la'ī naraka dī aga hai. Nā unhāṁ nū mauta āvēgī, nā unhāṁ dā ata hōvēgā atē nā hī naraka dī sazā unhāṁ la'ī halakī hōvēgī. Asīṁ harēka avagi'ākārī nū ajihī hī sazā didē hāṁ"},{"SurahNumber":35,"VerseNumber":37,"Text":"Atē uha lōka usa vica cīkaṇagē, ki hē sāḍē pālaṇahāra! Sānū isa vicōṁ kaḍha lai huṇa asīṁ cagē karama karāṅgē. Usa nālōṁ vakharē jihaṛē asīṁ karadē rahē hāṁ. Kī asīṁ' tuhānū inī umara nahīṁ' ditī ki jē samajhaṇā hudā tāṁ tusīṁ samajha laindē atē tuhāḍē kōla sāvadhāna karana vālā āla'i'ā. Huṇa bhugatōṁ, zālimāṁ dā kō'ī sāthī nahīṁ"}]}