{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler, \"Üzeyr Allah'ın oğludur\" dediler; Hıristiyanlar, \"Mesih Allah'ın oğludur\" dediler. Bu, daha önce inkar edenlerin sözlerine benzeterek ağızlarında geveledikleri sözdür. Allah onları yok etsin, nasıl da uyduruyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar Allah'ı bırakıp hahamlarını, papazlarını ve Meryem oğlu Mesih'i rableri olarak kabul ettiler. Oysa tek Tanrı'dan başkasına kulluk etmemekle emrolunmuşlardı. Ondan başka tanrı yoktur. Allah, koştukları eşlerden münezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah'ın nurunu ağızlarıyla söndürmek isterler. Kafirler istemese de Allah nurunu mutlaka tamamlayacaktır"},{"SurahNumber":9,"VerseNumber":33,"Text":"Puta tapanlar hoşlanmasa da, dinini bütün dinlerden üstün kılmak üzere, Peygamberini doğru yol ve hak dinle gönderen Allah'tır"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey inananlar! Hahamlar ve rahiplerin çoğu, insanların mallarını haksızlıkla yerler. Allah yolundan alıkoyarlar. Altın ve gümüşü biriktirip Allah yolunda sarf etmeyenlere can yakıcı bir azabı müjdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"Bunlar cehennem ateşinde kızdırıldığı gün, alınları, böğürleri ve sırtları onlarla dağlanacak, \"Bu, kendiniz için biriktirdiğinizdir; biriktirdiğinizi tadın\" denecek"},{"SurahNumber":9,"VerseNumber":36,"Text":"Allah'ın gökleri ve yeri yarattığı günkü yazısında, Allah'a göre ayların sayısı onikidir. Bunlardan dördü hürmetli aydır. Bu dosdoğru bir nizamdır. Öyleyse o aylar içinde kendinize yazık etmeyin, topyekun sizinle savaşan putperestlerle siz de topyekun savaşın, Allah'ın sakınanlarla beraber olduğunu bilin"},{"SurahNumber":9,"VerseNumber":37,"Text":"Sapıtmak için hürmetli ayların yerlerini değiştirip geciktirmek, küfürde gerçekten ileri gitmekdir. İnkar edenler Allah'ın haram kıldığı ayların sayısına uydurmak için, onu bir yıl haram, bir yıl helal sayıyor, böylece Allah'ın haram kıldığını helalkılıyorlar. Kötü işleri kendilerine güzel göründü. Allah inkar eden toplumu doğru yola eriştirmez"}]}