{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"וכבר בראנו אתכם, ואחר כך עיצבנו אתכם (בצורה היפה ביותר,) וציווינו את המלאכים לסגוד (לאות כבוד) לאדם, והם סגדו, מלבד איבליס (השטן שהתמרד והיה מהשדים) שלא היה בין הסוגדים"},{"SurahNumber":7,"VerseNumber":12,"Text":"אמר (אלוהים,) \"מה מנע ממך שלא תסגוד כאשר ציוויתי אותך\"? אמר, \"אני טוב ממנו. בראת אותי מאש ובראת אותו מטין"},{"SurahNumber":7,"VerseNumber":13,"Text":"אמר (אלוהים,) \"אם כך, רד ממנו (מגן העדן,) כי אסור לך להיות שחצן בו. וצא! ותהיה מהבזויים"},{"SurahNumber":7,"VerseNumber":14,"Text":"אמר (השטן) \"תן לי שהות עד יום תחיית- המתים"},{"SurahNumber":7,"VerseNumber":15,"Text":"אמר (אלוהים) \"אתה מאלה אשר ניתנת להם השהות"},{"SurahNumber":7,"VerseNumber":16,"Text":"אמר (השטן) \"בשל מה שבחנת אותי, כך אשב אני לארוב להם (כדי להדיח אותם ) בדרך הישר שלך"},{"SurahNumber":7,"VerseNumber":17,"Text":"ואז אבוא אליהם מבין ידיהם ומאחוריהם ומימינם ומשמאלם(, אוכיח לך ש)- ולא תמצא שרובם מודים לך"},{"SurahNumber":7,"VerseNumber":18,"Text":"(אלוהים) אמר \"צא מכאן ארור ומנודה! אני אכן אמלא את הגיהינום בך ובכל אלה ההולכים בעקבותיך ,מכם כולכם תקובצו"},{"SurahNumber":7,"VerseNumber":19,"Text":"הוי אדם! שכון בגן העדן אתה ואשתך, ואכלו מכל אשר תרצו, אך אל תתקרבו אל העץ הזה, כדי שלא תהיו מן המקפחים"},{"SurahNumber":7,"VerseNumber":20,"Text":"השטן לחש להם כדי להראות להם המחיצה את ערוותם אשר נסתרו מהם, ואמר, \" לא אסר ריבונכם עליכם להתקרב אל העץ אלא כי תהיו מלאכים או תחיו בה עדי עד"},{"SurahNumber":7,"VerseNumber":21,"Text":"הוא נשבע להם ואמר \"אני רוצה (רק) טוב עבורכם"},{"SurahNumber":7,"VerseNumber":22,"Text":"והוא הכשילם בעורמתו. וכאשר הם טעמו מן העץ נגלתה להם ערוותם, אז הם החלו לכסות את ערוותם מהעלים של גן העדן. אז קרא אליהם ריבונם \"האם לא אסרתי עליכם להתקרב אל העץ הזה, והלא אמרתי לכם כי השטן הוא אויבכם המובהק"},{"SurahNumber":7,"VerseNumber":23,"Text":"אמרו \"ריבוננו! קיפחנו את עצמנו ואם לא תסלח לנו ולא תרחם עלינו, נהיה מן האובדים"},{"SurahNumber":7,"VerseNumber":24,"Text":"אמר (אלוהים,) \"רדו (אל הארץ) והיו אויבים זה לזה, ובארץ תחיו ותיהנו למועד מסוים"},{"SurahNumber":7,"VerseNumber":25,"Text":"אמר, \"ושם תחיו ושם תמותו ומתוכה תוצאו (ביום תחיית-המתים)"}]}