{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":57,"VerseNumber":20,"Text":"Samajha lavo ki duni'avi jivana sirafa kheda tamasa ate (nakali) sudarata ate tuhade apasa vica ika dusare te mana jita'una ate ja'idada ate aulada di ika duje nalom age vadhana da yatana hai, jivem sinha (jisa nala phasalam paida hudi'am hana) ki usa di paidavara kisanam nu cagi lagadi hai phira uha suka jandi hai, phira tu usa nu pila dekhada hai' phira uha tila tila ho jandi hai. Ate praloka vica alaha valom kathora saza vi hai ate mu'afi ate prasanata vi. Sasara da jivana dhokhe di daulata tom binham kujha nahim"},{"SurahNumber":57,"VerseNumber":21,"Text":"Bhajom apane raba mu'afi vala ate ajihi janata vala jisa di vi'apakata akasa ate dharati varagi hai. Uha unham lokam la'i ti'ara kiti ga'i hai jihare alaha ate usa de rasulam te imana li'a'e. Iha alaha di kirapa hai. Uha usa nu dida hai jisa nu cahuda hai. Alaha ati'ata bakhasisam da malaka hai"},{"SurahNumber":57,"VerseNumber":22,"Text":"Ko'i bipata na dharati te a'undi hai ate na tuhade jidagi vica paratu uha ika kitaba vica likhi ho'i hai. Isa tom pahilam ki asim usa nu paida kari'e, besaka iha alaha la'i saukha hai"},{"SurahNumber":57,"VerseNumber":23,"Text":"Tam jo tusim usa la'i cita na karo jihara tuhade tom gavaca gi'a hai. Ate na usa ciza te hakara karo jihara usa (alaha) ne tuhanu dita. Ate alaha gapam marana vale ate hakara karana vali'am nu pasada nahim karada"},{"SurahNumber":57,"VerseNumber":24,"Text":"Jihare khuda vi kajusi karade hana ate dusari'am nu vi kajusi da sabaka dide hana. Ate jihara bada muha maurega tam alaha beparavara ate salahuna yoga hai"},{"SurahNumber":57,"VerseNumber":25,"Text":"Asim apane rasulam nu nisani'am de nala bheji'a ate usa nala kitaba ate takari utari tam ki lokam la'i inasafa sathapita hove. Ate asim loha utari'a jisa vica bahuta takata hai ate lokam la'i labha hai. Ate tam ki alaha samajha lave ki kauna usa di ate usa de rasulam di binham dekhe madada karada hai. Besaka alaha sakatisali ate takatavara hai"}]}