{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"sinovi Izrailovi, setete se na blagodatite Moi so koi ve blagosloviv i za toa sto, navistina, ve odlikuvav nad drugite svetovi"},{"SurahNumber":2,"VerseNumber":48,"Text":"plasete se od Denot vo koj nikoj za nikogo ne ke moze nisto da napravi: koga nicie posreduvanje ne ke bide primeno a nitu, pak, nadopolnuvanje nekakvo ke bide uvazeno, a nitu, pak, ke im se pomogne"},{"SurahNumber":2,"VerseNumber":49,"Text":"I koga od lugeto faraonovi Nie ve spasivme koi vo kazna pakosna ve frlaa, kolejki gi vasite sinovi, a ostavajki gi vo zivot vasite kerki. Ete, toa vi bese, od Gospodarot vas, benja golema"},{"SurahNumber":2,"VerseNumber":50,"Text":"koga moreto Nie go razdelivme zaradi vas, pa, vas spasuvajki ve, a lugeto faraonovi, pred ocite vasi, potopuvajki gi"},{"SurahNumber":2,"VerseNumber":51,"Text":"koga na Musa cetirieset nokevni vetuvanja Nie mu ispolnuvavme - vie vo otsustvo negovo, tele obozavavte I ete, taka, zulum sebesi si napravivte"},{"SurahNumber":2,"VerseNumber":52,"Text":"potoa Nie vi prostivme samo da se zablagodaruvate"},{"SurahNumber":2,"VerseNumber":53,"Text":"koga na Musa Nie Kniga mu dadovme, Oddeluvac na vistinata od nevistinata, za da bidete upateni"},{"SurahNumber":2,"VerseNumber":54,"Text":"i koga Musa mu rece na narodot svoj:“O narode, kon sebesi zulum si napravivte, navistina, so toa sto tele obozavavte, zatoa, pak, pokajanie kon Sozdatelot vas, upatete i svoeto podlo sebe, ubijte go! Toa, kaj Sozdatelot vas, vi e podobro. Pa, On ke vi prosti. On e Prostuvac i Somilosen"},{"SurahNumber":2,"VerseNumber":55,"Text":"koga na Musa vie mu rekovte: “Ne ke ti veruvame se dodeka Allaha ocigledno ne go Vvidime!\" - pa, molnja ve sibna dodeka gledavte"},{"SurahNumber":2,"VerseNumber":56,"Text":"po smrtta vasa Nie ve oziveavme za da se zablagodaruvate"},{"SurahNumber":2,"VerseNumber":57,"Text":"Nie od oblakot ladovina vi napravivme, i mana i prepelica vi isprativme. I jadete od dobrata so koi nafaka vi dadovme. I nam zulum ne ni napravija, tuku samite sebesi zulum si napravija"},{"SurahNumber":2,"VerseNumber":58,"Text":"koga Nie rekovme: “Vlezete vo gradot ovoj, I jadete, togas, sto sakate i kolku sto sakate; vlezete niz portata nickum, I recete: “Prostenie!\" Nie ke vi gi prostime grevovite vasi, a na dobrocinitelite ke im dademe i poveke od toa"},{"SurahNumber":2,"VerseNumber":59,"Text":"zulumkarite go zamenija kazaniot im Zbor so onoj Sto im bese veke kazan, a na onie koi bea zulumkari.. kazna od nebo gi pogodi zatoa sto bea rasipani"}]}