{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"¿Acaso piensan los hombres que les bastará decir que creen, sin ser puestos a prueba"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ciertamente, pusimos a prueba a quienes los precedieron; (y ellos también serán puestos a prueba) para que Al-lah evidencie quiénes son sinceros en la fe y quiénes mienten"},{"SurahNumber":29,"VerseNumber":4,"Text":"¿O acaso piensan quienes obran mal (y rechazan la verdad) que podrán escapar de Nosotros? ¡Qué mal juzgan"},{"SurahNumber":29,"VerseNumber":5,"Text":"Quien anhele el encuentro con Al-lah (para obtener Su recompensa, que sepa que) el momento que Al-lah ha decretado para ello llegará (pronto). Y Él es el Oyente (de todas las cosas), el Omnisciente"},{"SurahNumber":29,"VerseNumber":6,"Text":"Y quien luche (por la causa de Al-lah)[759] lo hará en su propio beneficio. Ciertamente, Al-lah no necesita nada de ninguna de Sus criaturas"},{"SurahNumber":29,"VerseNumber":7,"Text":"Y perdonaremos los pecados de quienes crean y actúen rectamente, y los recompensaremos según sus mejores acciones"},{"SurahNumber":29,"VerseNumber":8,"Text":"Y hemos ordenado al hombre tratar bien a sus padres. Y si ellos hacen lo posible para que adores además de a Mí aquello sobre lo que no tienes conocimiento, no los obedezcas (mas trátalos bien y con respeto). Retornarán para comparecer ante Mí (el Día de la Resurrección) y les informaré sobre lo que hacían"},{"SurahNumber":29,"VerseNumber":9,"Text":"Y haremos que quienes crean y actúen rectamente entren en el Paraíso con los rectos y virtuosos"},{"SurahNumber":29,"VerseNumber":10,"Text":"Y hay hombres que dicen creer en Al-lah, mas si sufren algún daño (por parte de los idólatras), por el hecho de creer en Él, equiparan el daño infligido por los hombres con el castigo de Al-lah (se inquietan y reniegan de la fe porque no son pacientes). Pero si (los creyentes) obtienen una victoria de tu Señor (¡oh, Muhammad!), les dicen: “En verdad, estábamos con ustedes”. ¿Acaso Al-lah no conoce mejor lo que encierran los corazones de todas Sus criaturas"},{"SurahNumber":29,"VerseNumber":11,"Text":"Y Al-lah (pondrá a los hombres a prueba) para evidenciar quiénes son los creyentes y quiénes son los hipócritas"},{"SurahNumber":29,"VerseNumber":12,"Text":"Y quienes rechazan la verdad dicen a los creyentes: “Sigan nuestra religión y nosotros cargaremos con sus pecados”. Pero no podrán aligerar el peso de sus pecados en lo más mínimo; son unos mentirosos"},{"SurahNumber":29,"VerseNumber":13,"Text":"Y el Día de la Resurrección (quienes rechazaban la verdad) cargarán con sus propios pecados y con otros ajenos (los de aquellos a quienes extraviaron pidiéndoles que los siguieran) y serán cuestionados sobre (las mentiras) que inventaron"}]}