{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Bu zikirle dolu Kur'an'a bak"},{"SurahNumber":38,"VerseNumber":2,"Text":"O inkar edenler bir gurur ve ayrılık icindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Kendilerinden once nicelerini helak ettik. Onlar cagrıstılar. Ama artık kurtulus vakti degildi"},{"SurahNumber":38,"VerseNumber":4,"Text":"Iclerinden kendilerine uyarıcı bir peygamber geldigine sastılar da kafirler: \"Bu bir sihirbazdır, yalancıdır\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ilahları, bir tek ilah mı kılmıs? Bu gercekten sasılacak bir sey, cok tuhaf"},{"SurahNumber":38,"VerseNumber":6,"Text":"Iclerinden ileri gelenler fırladılar ve dediler ki: \"Ilahlarınız uzerinde sabır ve sebat edin. Bu, gercekten arzu edilen bir murad"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz bunu baska bir dinde isitmedik, bu mutlaka bir uydurmadır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Kur'an aramızdan ona mı indirilmis?\" dediler. Dogrusu onlar benim Kur'an'ımdan bir kusku icindeler. Ve dogrusu onlar henuz azabımı tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa sana o Kur'an'ı veren cok guclu ve ihsan sahibi Rabbinin hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa butun o goklerin, yerin ve aralarındakilerin mulku onların mı? Oyle ise butun imkanlarını seferber ederek yukselsinler de gorelim"},{"SurahNumber":38,"VerseNumber":11,"Text":"Onlar burada cesitli partilerden (gruplardan) bozguna ugramıs bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh kavmi, Ad kavmi ve saltanat sahibi Firavun da yalanlamıslardı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud kavmi, Lut kavmi ve Eykeliler (Suayb kavmi) de yalanlamıslardı. Iste o cesitli partiler bunlardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de gonderilen peygamberleri yalanladılar da azabım boyle hak oldu"}]}