{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"O Kinder Israils, gedenkt Meiner Gunst, die Ich euch erwiesen habe, und daß Ich euch vor den (anderen) Weltenbewohnern bevorzugt habe"},{"SurahNumber":2,"VerseNumber":48,"Text":"Und hütet euch vor einem Tag, an dem keine Seele etwas anstelle einer anderen übernehmen kann und von keiner Fürsprache noch Ersatz(leistung) angenommen wird und ihnen keine Hilfe zuteil wird"},{"SurahNumber":2,"VerseNumber":49,"Text":"Und (gedenkt,) als Wir euch von den Leuten Fir'auns erretteten, die euch eine böse Qual auferlegten, indem sie eure Söhne allesamt abschlachteten und (nur) eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn"},{"SurahNumber":2,"VerseNumber":50,"Text":"Und als Wir für euch das Meer teilten und euch so retteten und die Leute Fir'auns ertrinken ließen, während ihr zuschautet"},{"SurahNumber":2,"VerseNumber":51,"Text":"Und als Wir Uns mit Musa auf vierzig Nächte verabredeten, da nahmt ihr dann nach ihm das Kalb an, womit ihr Unrecht tatet"},{"SurahNumber":2,"VerseNumber":52,"Text":"Hierauf, nach alledem, verziehen Wir euch, auf daß ihr dankbar wäret"},{"SurahNumber":2,"VerseNumber":53,"Text":"Und als Wir Musa die Schrift und die Unterscheidung gaben, auf daß ihr rechtgeleitet werdet"},{"SurahNumber":2,"VerseNumber":54,"Text":"Und als Musa zu seinem Volk sagte: \"O mein Volk, ihr habt euch selbst Unrecht zugefügt, indem ihr das Kalb (zum Gegenstand der Anbetung) genommen habt. Bereut nun vor eurem Erschaffer und tötet dann (die Schuldigen unter) euch selbst! Dies ist besser für euch vor eurem Erschaffer!\" Und da nahm Er eure Reue an; Er ist ja der Reue-Annehmende und Barmherzige"},{"SurahNumber":2,"VerseNumber":55,"Text":"Und als ihr sagtet: \"O Musa, wir werden dir nicht eher glauben, bis wir Allah unverhüllt sehen!\" Da überkam euch der Donnerschlag, während ihr zuschautet"},{"SurahNumber":2,"VerseNumber":56,"Text":"Hierauf erweckten Wir euch nach eurem Tod, auf daß ihr dankbar wäret"},{"SurahNumber":2,"VerseNumber":57,"Text":"Und Wir ließen die Wolken euch überschatten und sandten das Manna und die Wachteln auf euch hinab: \"Eßt von den guten Dingen, mit denen Wir euch versorgt haben.\" Und sie fügten nicht Uns Unrecht zu, sondern sich selbst"},{"SurahNumber":2,"VerseNumber":58,"Text":"Und als Wir sagten: \"Tretet ein in diese Stadt und dann eßt, wo immer ihr wollt, reichlich von (dem, was in) ihr (ist). Und tretet, euch niederwerfend, durch das Tor ein und sagt: ,Vergebung, so vergeben Wir euch eure Verfehlungen. Und Wir werden den Gutes Tuenden noch mehr erweisen"},{"SurahNumber":2,"VerseNumber":59,"Text":"Doch da tauschten diejenigen, die Unrecht taten, das Wort gegen ein anderes aus, das ihnen nicht gesagt worden war. Und da sandten Wir auf diejenigen, die Unrecht taten, eine unheilvolle Strafe vom Himmel hinab dafür, daß sie gefrevelt hatten"}]}