{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"nam'muṭe dr̥ṣṭāntaṅṅaḷe niṣēdhiccutaḷḷukayuṁ, avayuṭe nēre ahaṅkāraṁ naṭikkukayuṁ ceytavarārēā avarkk vēṇṭi ākāśattinṟe kavāṭaṅṅaḷ tuṟannukeāṭukkappeṭukayēyilla. oṭṭakaṁ sūciyuṭe dvārattilūṭe kaṭann pēākunnat vare avar svargattil pravēśikkukayumilla. aprakāramāṇ nāṁ kuṟṟavāḷikaḷkk pratiphalaṁ nalkunnat‌"},{"SurahNumber":7,"VerseNumber":41,"Text":"avarkk narakāgniyāluḷḷa mettayuṁ avaruṭe mītekkūṭi putappukaḷuṁ uṇṭāyirikkuṁ. aprakāramāṇ nāṁ akramikaḷkku pratiphalaṁ nalkunnat‌"},{"SurahNumber":7,"VerseNumber":42,"Text":"viśvasikkukayuṁ salkarm'maṅṅaḷ pravarttikkukayuṁ ceytavarārēā- orāḷkkuṁ ayāḷuṭe kaḻivil peṭṭatallāte nāṁ bādhyatayēlppikkunnilla.- avarāṇ svargāvakāśikaḷ. avaratil nityavāsikaḷāyirikkuṁ"},{"SurahNumber":7,"VerseNumber":43,"Text":"avaruṭe (viśvāsikaḷuṭe) manas'sukaḷiluḷḷa uḷpakayellāṁ nāṁ nīkkikaḷayunnatāṇ‌. avaruṭe tāḻbhāgatt kūṭi aruvikaḷ oḻukikkeāṇṭirikkuṁ. avar paṟayukayuṁ ceyyuṁ: ñaṅṅaḷe itilēkk nayicca allāhuvin stuti. allāhu ñaṅṅaḷe nērvaḻiyilēkk nayiccirunnilleṅkil ñaṅṅaḷeārikkaluṁ nērvaḻi prāpikkumāyirunnilla. ñaṅṅaḷuṭe rakṣitāvinṟe dūtanmār tīrccayāyuṁ satyavuṁ keāṇṭāṇ vannat‌. avarēāṭ viḷiccupaṟayappeṭukayuṁ ceyyuṁ: atā, svargaṁ. niṅṅaḷ pravartticcirunnatinṟe phalamāyi niṅṅaḷ atinṟe avakāśikaḷākkappeṭṭirikkunnu"},{"SurahNumber":7,"VerseNumber":44,"Text":"svargāvakāśikaḷ narakāvakāśikaḷēāṭ viḷiccu paṟayuṁ: ñaṅṅaḷēāṭ ñaṅṅaḷuṭe rakṣitāv vāgdānaṁ ceytat ñaṅṅaḷ yāthārt'thyamāyi kaṇṭettikkaḻiññu. ennāl niṅṅaḷuṭe rakṣitāv (niṅṅaḷēāṭ‌) vāgdānaṁ ceytat niṅṅaḷ yāthārt'thyamāyi kaṇṭettiyēā? avar paṟayuṁ: ate appēāḷ oru viḷambarakkāran avarkkiṭayil viḷiccupaṟayuṁ: allāhuvinṟe śāpaṁ akramikaḷuṭe mēlākunnu"},{"SurahNumber":7,"VerseNumber":45,"Text":"atāyat‌, allāhuvinṟe mārgattil ninn taṭayukayuṁ, at vakramākkān āgrahikkukayuṁ, paralēākattil aviśvasikkukayuṁ ceyyunnavaruṭe mēl"},{"SurahNumber":7,"VerseNumber":46,"Text":"ā raṇṭu vibhāgattinumiṭayil oru taṭas'saṁ uṇṭāyirikkuṁ. unnata sthalaṅṅaḷil cila āḷukaḷuṇṭāyirikkuṁ. ōrēā vibhāgatteyuṁ avaruṭe lakṣaṇaṁ mukhēna avar tiriccaṟiyuṁ. svargāvakāśikaḷēāṭ avar viḷiccupaṟayuṁ: niṅṅaḷkku samādhānamuṇṭāyirikkaṭṭe. avar (uyarattuḷḷavar) atil (svargattil) pravēśicciṭṭilla. avar (at‌) āśiccukeāṇṭirikkukayāṇ‌"},{"SurahNumber":7,"VerseNumber":47,"Text":"avaruṭe dr̥ṣṭikaḷ narakāvakāśikaḷuṭe nēre tirikkappeṭṭāl avar paṟayuṁ: ñaṅṅaḷuṭe rakṣitāvē, ñaṅṅaḷe nī akramikaḷāya janaṅṅaḷuṭe kūṭṭattilākkarutē"}]}