{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Мре tosilaki solo kotinda Müssa na makamwisi ma biso na bokonzi bwa polele"},{"SurahNumber":11,"VerseNumber":97,"Text":"Epai na falo na bankumu ba ye. Kasi balandaki makambo ma falo, kasi makambo ma falo mazalaki na bokambi te"},{"SurahNumber":11,"VerseNumber":98,"Text":"Akozalaka liboso lia bato baye o mokolo mwa suka, mpe akomemaka bango na moto. Nde oyo suka ya liziba ya mabe"},{"SurahNumber":11,"VerseNumber":99,"Text":"Mpe botutu ekolanda bango awa na nsé, mpe na mokolo ya suka lokola. Mpe oyo likabo mabe bakopesama"},{"SurahNumber":11,"VerseNumber":100,"Text":"Wana nde ba sango ya bituka tozali kopesa yo, (Muhammad), kati na yango misusu mizali kino moyi mwa lelo, mpe misusu misilaki kolimwa kala"},{"SurahNumber":11,"VerseNumber":101,"Text":"Tobubaki bango te kasi bango moko bamibubaki. Mpona banzambe na bango baye bazalaki kobondela batiki Allah, esalisaki bango na eloko te tango mobeko mwa Nkolo wayo moyaki, kasi ebakiselaki bango sé bozangi"},{"SurahNumber":11,"VerseNumber":102,"Text":"Ndenge wana nde Nkolo wayo asalaka, soki alingi kobeta mboka ya babubi. Ya soló, etumbu naye ezalaka mpasi mpe makasi"},{"SurahNumber":11,"VerseNumber":103,"Text":"Wana ezali solo elembo na oyo akobanga etumbu ya mokolo ya suka. Mokolo moye bato bakosanganaka, mpe mokolo wana nde ekotatolama"},{"SurahNumber":11,"VerseNumber":104,"Text":"Mpe tokozelisaka yango te, sé na tango eye etiyamaki"},{"SurahNumber":11,"VerseNumber":105,"Text":"Mokolo moye ata molimo moko te akolobaka, sé na ndingisa naye kati na bango bakolelaka mpe basusu bakosepelaka"},{"SurahNumber":11,"VerseNumber":106,"Text":"Soki тропа bato ya mpasi, bakozala na moto wapi epai bakonyokwama mpe bakolela makasi"},{"SurahNumber":11,"VerseNumber":107,"Text":"Bakozalaka kati na yango libela, ndenge likolo na mabele ekowumela, sé kaka oyo Nkolo nayo alingi. ya soló, Nkolo wayo asalaka maye alingi"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mpe baye bakozala na bisengo, bakozalaka o kati ya lola libela, ndenge bowumeli ya likolo na mabele sé kaka Nkolo wayo akolinga lolenge mosusu, likabo oyo ezali kokatana te"},{"SurahNumber":11,"VerseNumber":109,"Text":"Mpe kozala na tembe te тропа maye bazali kobondela. Bazali sé kobondela maye bankoko ba bango babondelaki liboso. Mpe ya sólo, tokopesaka bango manso maye masengeli тропа bango, kasi makokutolama te"}]}