{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":54,"VerseNumber":41,"Text":"اور بیشک قومِ فرعون کے پاس (بھی) ڈر سنانے والے آئے"},{"SurahNumber":54,"VerseNumber":42,"Text":"انہوں نے ہماری سب نشانیوں کو جھٹلا دیا پھر ہم نے انہیں بڑے غالب بڑی قدرت والے کی پکڑ کی شان کے مطابق پکڑ لیا"},{"SurahNumber":54,"VerseNumber":43,"Text":"(اے قریشِ مکہ!) کیا تمہارے کافر اُن (اگلے) لوگوں سے بہتر ہیں یا تمہارے لئے (آسمانی) کتابوں میں نجات لکھی ہوئی ہے"},{"SurahNumber":54,"VerseNumber":44,"Text":"یا یہ (کفّار) کہتے ہیں کہ ہم (نبیِ مکرّم صلی اللہ علیہ وآلہ وسلم پر) غالب رہنے والی مضبوط جماعت ہیں"},{"SurahNumber":54,"VerseNumber":45,"Text":"عنقریب یہ جتّھہ (میدانِ بدر میں) شکست کھائے گا اور یہ لوگ پیٹھ پھیر کر بھاگ جائیں گے"},{"SurahNumber":54,"VerseNumber":46,"Text":"بلکہ اُن کا (اصل) وعدہ تو قیامت ہے اور قیامت کی گھڑی بہت ہی سخت اور بہت ہی تلخ ہے"},{"SurahNumber":54,"VerseNumber":47,"Text":"بیشک مجرم لوگ گمراہی اور دیوانگی (یا آگ کی لپیٹ) میں ہیں"},{"SurahNumber":54,"VerseNumber":48,"Text":"جس دن وہ لوگ اپنے مُنہ کے بل دوزخ میں گھسیٹے جائیں گے (تو اُن سے کہا جائے گا:) آگ میں جلنے کا مزہ چکھو"},{"SurahNumber":54,"VerseNumber":49,"Text":"بیشک ہم نے ہر چیز کو ایک مقرّرہ اندازے کے مطابق بنایا ہے"},{"SurahNumber":54,"VerseNumber":50,"Text":"اور ہمارا حکم تو فقط یک بارگی واقع ہو جاتا ہے جیسے آنکھ کا جھپکنا ہے"},{"SurahNumber":54,"VerseNumber":51,"Text":"اور بیشک ہم نے تمہارے (بہت سے) گروہوں کو ہلاک کر ڈالا، سو کیا کوئی نصیحت حاصل کرنے والا ہے"},{"SurahNumber":54,"VerseNumber":52,"Text":"اور جو کچھ (بھی) انہوں نے کیا اعمال ناموں میں (درج) ہے"},{"SurahNumber":54,"VerseNumber":53,"Text":"اور ہر چھوٹا اور بڑا (عمل) لکھ دیا گیا ہے"},{"SurahNumber":54,"VerseNumber":54,"Text":"بیشک پرہیزگار جنتوں اور نہروں میں (لطف اندوز) ہوں گے"},{"SurahNumber":54,"VerseNumber":55,"Text":"پاکیزہ مجالس میں (حقیقی) اقتدار کے مالک بادشاہ کی خاص قربت میں (بیٹھے) ہوں گے"}]}