{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"mariyu sākulu ceppē eḍāri vāsulu (baddūlu) kūḍā vacci venuka uṇḍi pōvaṭāniki anumati aḍigāru. Mariyu ī vidhaṅgā allāh mariyu āyana pravaktaku abad'dhālu ceppina vāru kūrcuṇḍi pōyāru. Tvaralō satyatiraskārulaku bādhākaramaina śikṣa uṇḍagaladu"},{"SurahNumber":9,"VerseNumber":91,"Text":"balahīnulu mariyu vyādhigrastulu mariyu prayāṇapu kharculu lēnivāru, okavēḷa allāh ku mariyu āyana pravaktaku vāstavāniki viśvāsapātrulai uṇṭē vāripai (jihād ku veḷḷakuṇṭē) elāṇṭi nindalēdu. Sajjanulapai kūḍā elāṇṭi nindalēdu. Mariyu allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":9,"VerseNumber":92,"Text":"Mariyu evaraitē nī vaddaku vacci vāhanālu kōrinappuḍu nīvu vāritō: \"Nā daggara mīkivvaṭāniki ē vāhanaṁ lēdu.\" Ani palikinappuḍu, kharcu cēyaṭāniki tama daggara ēmī lēdu kadā anē cintatō kannīru kārcutū tirigi pōyārō, alāṇṭi vāripai kūḍā elāṇṭi ninda lēdu"},{"SurahNumber":9,"VerseNumber":93,"Text":"kāni vāstavāniki dhanavantulai kūḍā, venuka kūrcunna vāritō uṇḍaṭāniki iṣṭapaḍi, ninnu anumati aḍigē vāripai tappaka ninda galadu. Allāh vāri hr̥dayāla mīda mudra vēsi unnāḍu, kāvuna (tāmu pōgoṭṭukunēdēmiṭō) vāriki teliyadu"},{"SurahNumber":9,"VerseNumber":94,"Text":"mīru (tabūk daṇḍayātra nuṇḍi) marali vāri vaddaku vaccina taruvāta kūḍā vāru (kapaṭaviśvāsulu) mītō tama sākulu cebutunnāru. Vāritō anu: \"Mīru sākulu ceppakaṇḍi, mēmu mī māṭalanu nam'mamu. Allāh māku mī vr̥ttāntaṁ telipi vunnāḍu. Mariyu allāh mariyu āyana sandēśaharuḍu mī pravartananu kanipeṭṭagalaru, taruvāta mīru agōcara mariyu gōcara viṣayālu erugunaṭṭi āyana (allāh) vaipunaku maralimpabaḍatāru. Appuḍāyana mīru cēstū unna vāṭini gurin̄ci mīku teluputāḍu"},{"SurahNumber":9,"VerseNumber":95,"Text":"(ō viśvāsulārā!) Mīru vāri vaddaku marali vaccina taruvāta vārini vadali peṭṭālani (mīru vāripai carya tīsukō gūḍadani), vāru mī mundu allāh pērutō pramāṇālu cēstāru. Kāvuna mīru vāri nuṇḍi vimukhulu kaṇḍi. Niścayaṅgā, vāru aśuculu (mālin'yaṁ vaṇṭivāru). Vāri nivāsaṁ narakamē. Adē vāru arjin̄cina dāni phalitaṁ"},{"SurahNumber":9,"VerseNumber":96,"Text":"mīru vāritō rājī paḍālani, vāru (kapaṭa viśvāsulu) mī mundu pramāṇālu cēstunnāru. Okavēḷa mīru vāritō rājī paḍinā, niścayaṅgā, allāh avidhēyulu (phāsikhīn) ayina prajalatō rājī paḍaḍu"},{"SurahNumber":9,"VerseNumber":97,"Text":"Eḍārivāsulu (baddūlu) satyatiraskāra mariyu kapaṭa viśvāsa viṣayālalō ati kaṭhinulu. Vāru allāh tana pravakta pai avatarimpajēsina (dharma) niyamālu arthaṁ cēsukunē yōgyata lēnivāru. Mariyu allāh sarvajñuḍu, mahā vivēkavantuḍu"},{"SurahNumber":9,"VerseNumber":98,"Text":"mariyu eḍārivāsulalō (baddūlalō) kondaru tāmu (allāh mārganlō) kharcu cēsina dānini daṇḍugagā bhāvin̄cē vārunnāru. (Ō viśvāsulārā!) Mīru āpadalalō cikkukōvālani vāru eduru cūstunnāru. (Kāni) vārinē āpada cuṭṭukuṇṭundi. Mariyu allāh sarvaṁ vinēvāḍu, sarvajñuḍu"},{"SurahNumber":9,"VerseNumber":99,"Text":"mariyu eḍārivāsulalō (baddūlalō) kondaru allāh nu antimadinānni viśvasin̄cē vārunnāru. Vāru tāmu (allāh mārganlō) kharcu cēsēdi, tamaku allāh sānnidhyānni mariyu pravakta prārthanalanu cēkūrcaṭāniki sādhanaṅgā cēsukuṇṭunnāru. Vāstavāniki adi vāriki tappaka sānnidhyānni cēkūrcutundi. Allāh vārini tana kāruṇyanlōki cērcukōgalaḍu. Niścayaṅgā! Allāh kṣamāśīluḍu, apāra karuṇā pradāta"}]}