{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"De ki: \"Eğer Allah'ı seviyorsanız bana uyun ki, Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah çok affedici, çok merhametlidir"},{"SurahNumber":3,"VerseNumber":32,"Text":"Şunu da söyle: \"Allah'a ve resule itaat edin.\" Eğer yüz çevirirlerse, Allah küfre sapanları sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah; Âdem'i, Nûh'u, İbrahim Ailesi'ni, İmran Ailesi'ni seçerek âlemlere üstün kılmıştır"},{"SurahNumber":3,"VerseNumber":34,"Text":"Birbirinden gelen soylar halinde. Allah, hakkıyla işiten, gereğince bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Hani, İmran'ın karısı şöyle demişti: \"Rabbim, karnımdakini özgür bir biçimde sana adadım; onu benden kabul et! Kuşkusuz, sen, evet sen, her şeyi duyan, her şeyi bilensin"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurunca -Allah onun ne doğurduğunu daha iyi bildiği halde- şöyle dedi: \"Rabbim, onu kız olarak doğurdum ve erkek, kız gibi değildir. Adını Meryem koydum onun. Onu ve soyunu, kovulmuş şeytandan sana sığındırıyorum"},{"SurahNumber":3,"VerseNumber":37,"Text":"Allah, onu güzel bir kabulle kabul etti ve onu güzel bir bitki gibi besleyip büyüttü. Onu, Zekeriyya'nın korumasına verdi. Zekeriyya, mihrapta onun yanına her girdiğinde, orada bir rızık bulur ve sorardı: \"Meryem, bu sana nereden?\" Meryem de \"Bu, Allah katındandır; çünkü Allah dilediğini hesapsızca rızıklandırır.\" derdi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Zekeriyya orada Rabbine yakarmıştı: \"Rabbim, demişti, katından bana tertemiz bir soy bağışla! Sen yakarışı en iyi duyansın"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mihrapta durmuş dua ederken/namaz kılarken, melekler ona şöyle çağırmıştı: \"Allah sana, Allah'tan bir kelimeyi doğrulayıcı bir efendi; nefsine egemen bir benlik, hayır ve barışı sevenlerden bir peygamber olarak Yahya'yı müjdeliyor"},{"SurahNumber":3,"VerseNumber":40,"Text":"Dedi ki: \"Rabbim, benim nasıl çocuğum olur? İhtiyarlık tam bir biçimde üstüme binmiş, karım ise kısır!\" Allah cevap verdi: \"Allah, dilediği şeyi işte böyle yapar"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya dedi: \"Rabbim, bana bir belirti ver!\" Allah buyurdu: \"Sana belirti şudur: \"İnsanlarla üç gün, işaretleşme dışında konuşmayacaksın. Rabbini çok an. Akşam-sabah tespih et"}]}