{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"(Savaşa çıkmayıp) Resûlüllah´tan ayrılarak geriye kalanlar (evlerinde) oturmalarıyle sevindiler de Allah yolunda mallarıyle, canlarıyle savaşmaktan hoşlanmadılar ve «bu sıcakta savaşa çıkmayın!» dediler. De ki: Cehennem ateşi daha sıcak. Bunu bir bilip anlasalardı"},{"SurahNumber":9,"VerseNumber":82,"Text":"İşledikleri günahın cezası olarak bundan böyle az gülsünler, çok ağlasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eğer Allah seni (Tebük´ten) döndürür de onlardan bir grupla karşılaşırsan, onlar da (başka bir savaşa) çıkmak için senden izin isterlerse, de ki: Artık benimle birlikte hiçbir zaman çıkamıyacaksınız ve benimle beraber hiçbir düşmanla sava-şamıyacaksınız. Çünkü siz ilk önce (evinizde) oturmaya razı oldunuz; artık geride kalanlarla beraber hep oturun"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ve onlardan ölenin namazını kesinlikle kılma, kabri başında (duâ ve istiğfar için) durma ! Çünkü onlar gerçekten Allah ve Peygamberini inkâr edip fâsık olarak (ilâhî buyrukları çiğneyip hiçe sayarak) can verdiler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve çocukları seni imrendirmesin; Allah bununla Dünya´da onları azaba uğratmayı ve kâfir oldukları halde canlarının çıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah´a imân edin ve Peygamberiyle beraber savaşın, diye bir sûre indiği zaman, onlardan servet sahipleri senden izin isterler: «Bizi bırak da (evlerinde) oturan (kadın)larla birlikte olalım» derler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Geriye kalan kadınlarla beraber olmaya istekli çıktılar; kalblerine mühür vuruldu, artık onlar (gerçeği) anlayamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat o peygamber ve onun maiyetinde bulunan mü´minler mallarıyle, canlarıyle savaştılar. İşte onlar, bütün hayırlar onlarındır. Onlar umduklarına kavuşanların tâ kendileridir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah onlara, içinde ebedî kalmaları üzere altlarından ırmaklar akan Cennetler hazırladı. İşte bu en büyük kurtuluş ve saadettir"}]}