{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"And Harun had indeed said to them earlier, \"O my people! you are only being tested through it and your Fosterer is certainly the Beneficent (Allah), so follow me and obey my order"},{"SurahNumber":20,"VerseNumber":91,"Text":"They said, \"We will not give up sticking to its (worship) till Musa returns to us"},{"SurahNumber":20,"VerseNumber":92,"Text":"He (Musa) said, \"O Harun! what prevented you, when you saw them going astray"},{"SurahNumber":20,"VerseNumber":93,"Text":"that you did not follow me, did you then disobey my order"},{"SurahNumber":20,"VerseNumber":94,"Text":"He said, \"O son of my mother! do not catch me by my beard nor by my head, I feared lest you should say: you have caused a division among the children of Israel and did not wait for my word"},{"SurahNumber":20,"VerseNumber":95,"Text":"He said, \"So what was your affair O Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"He said, \"I saw that, which they did not see, so I took a handful from the footstep of the messenger then I threw it and thus did my soul incline me (to do)"},{"SurahNumber":20,"VerseNumber":97,"Text":"He said, \"Then go away, and in this life (it will) certainly (be incumbent) on you to say: do not touch me. And (this is) certainly a promise for you against which you can never go. And look at your god to whose (worship) you were sticking, we will definitely burn it, then we will definitely uproot it disintegrating it in the river"},{"SurahNumber":20,"VerseNumber":98,"Text":"Your God is only Allah, other than Whom there is no god, (His) knowledge extends over everything"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus do We narrate to you (some) of the news of what happened before. And We have given you a reminder from Us"},{"SurahNumber":20,"VerseNumber":100,"Text":"one who turns away from it, then he will carry a burden on the day of resurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"staying under it, and it will be an evil (burden) for them to carry on the day of resurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"the day it will be blown into the trumpet (structure of the universe), and We will gather the criminals blind on that day"},{"SurahNumber":20,"VerseNumber":103,"Text":"whispering among themselves, ''You did not stay but (for) ten (days)"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best that which they talk about, when the best of them in tradition (following sequence of events) will say, \"You did not stay but (for) a day.\" (R)"}]}