{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Soni chisimu chene twantumisye Nuhu kuwandu wakwe ni jwatite: “E wandu wangu! Mun'galagatilani Allah, nganinkola nnungu jwine jwangawaga Jwalakwe. Ana ngankogopa (ipotesi Yakwe)?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Basi achinkulungwa awala wawakanile mu wandu wakwe watite: “Nganijuwatu aju ikaweje mundu mpele jenumanja. Jukusaka kuliwika kuwa jwakuchimbichika ni jwambone nnope kumpunda jenumanja. Soni Allah angasache angatulwisye malaika. Nganituipikaneje uwwe ayi kwa achatatiwetu wandanda.”"},{"SurahNumber":23,"VerseNumber":25,"Text":"“Nganijuwa jwalakweju ikaweje mundu jwamasoka, basi mun’jembecheyani kwikanila ndema (jakwe jakuwila).”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuhu) jwatite: “Ambuje wangu! Munjenjelani ligongo lyakunganila.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Basi ni twan’juwulile (malowe ganti): “Panganyani chombo (mwakuloleledwa) ni meso Getu soni mwachiiganyo Chetu. Sano patiliiche lilamusi Lyetu (lyakwajonanga) ni kuulika pachisisa (mesi gatutumule, chachiwe chilosyo kukwenu chakuwandichila chigumula), jinjisyani mwalakwe (m’chombomo) ntundu uliose (wainyama) iwili iwili (chelume ni chekongwe) kwisa soni liwasa lyenu – ikaweje jwalyannongolele lilowe mwa wanganyao (lyakuti tachijonasika nikuti ngakwela), soni ngasimumbechetekasya pa (kwajimila) awala walitesile lupuso (yakuleka kwaapa ipotesi), chisimu wanganyao ali wakumisyidwa.”"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sano patintamilichiche mmwejo nchombo ni wandu wan’di nao, basi jilani: “Lumbili losope lwene alapikwe Allah Ajula jwaatujokwele ku wandu walupuso.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Soni (pakutuluka) jilani: “Ambuje! Munduluchisyani pamalo paupile, soni Mmwejo ni wan’di Wambone nnope mwa akutulusya.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Chisimu muyalakweyi mwana ilosyo. Soni chisimu Uwwe tuli wakwalinga (wandu)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Kaneko twagumbile panyuma pao nkutula wine (achina Adi)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Basi ni twatumisye ku wanganyao ntenga (Hudu) jwakuumila mu wanyapeo (juwasalilaga kuti): “Mun'galagatilani Allah, nganinkola nnungu jwine jwangawaga Jwalakwe. Ana ngankogopa (ipotesi Yakwe)?”"}]}