{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Khvala Allahu, Yakyy stvoryv nebesa y zemlyu ta zrobyv temryavu y svitlo! Ale y pislya tsʹoho ti, yaki ne uviruvaly, dodayutʹ Hospodu svoyemu rivnykh"},{"SurahNumber":6,"VerseNumber":2,"Text":"Vin — Toy, Khto stvoryv vas iz hlyny, a potim pryznachyv vam strok; ye v Nʹoho dlya vas shche y druhyy strok. Ale y pislya tsʹoho vy sumnivayetesya"},{"SurahNumber":6,"VerseNumber":3,"Text":"Vin — Boh na nebesakh i na zemli. Vin znaye vashe potayemne y vidkryte; i znaye Vin, shcho vy sobi zdobuvayete"},{"SurahNumber":6,"VerseNumber":4,"Text":"I yake b znamennya zi znamenʹ Hospoda yikhnʹoho do nykh ne prykhodylo, vony odnakovo vidvertayutʹsya vid nʹoho"},{"SurahNumber":6,"VerseNumber":5,"Text":"Vony spryynyaly istynu za nepravdu, koly ta pryyshla do nykh. Ale skoro pryydutʹ do nykh zvistky pro te, nad chym nasmikhalysya vony"},{"SurahNumber":6,"VerseNumber":6,"Text":"Nevzhe vony ne bachatʹ, skilʹky mynulykh pokolinʹ My znyshchyly? My daruvaly yim sylu, yakoyi ne daruvaly vam, i My zvely yim z neba ryasni doshchi y daly rikam tekty v yikhnikh zemlyakh. A potim My znyshchyly yikh za hrikhy yikhni y stvoryly pislya nykh nastupne pokolinnya"},{"SurahNumber":6,"VerseNumber":7,"Text":"Navitʹ yakby My zislaly tobi Pysannya v suvoyi, i vony torknulysya b yoho svoyimy rukamy, to ti, yaki ne viruyutʹ, neodminno skazaly b: «Tse — yavne chaklunstvo"},{"SurahNumber":6,"VerseNumber":8,"Text":"Vony hovoryatʹ: «Chomu ne poslanyy do nʹoho anhel?» Yakby My poslaly anhela, to spravu bulo b vyrisheno, i ne daly b yim vidstrochky"},{"SurahNumber":6,"VerseNumber":9,"Text":"Ta yakby My y poslaly anhela, to vse odno zrobyly b yoho cholovikom, zalyshyvshy yikh iz yikhnimy sumnivamy"},{"SurahNumber":6,"VerseNumber":10,"Text":"Vony nasmikhalysya z poslantsiv shche pered toboyu. Ale tykh, khto hluzuvav, spitkalo te, nad chym vony nasmikhalysʹ"}]}