{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Apa sira ora deleng wong lamis kang padha mlengos kang kena benduning Allah, dadi kancane? wong - wong mau dudu saka golonganmu, lan uga dudu golongane dheweke. Wani supata goroh ngaku manut agamanira, tur weruh yen supatane goroh"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah ngancam siksa kang abot marang wong lamis mau, hala temen barang kang dilakoni"},{"SurahNumber":58,"VerseNumber":16,"Text":"Anggone supata mau kanggo ngaling - ngalingi, tumuli dheweke ngalang - ngalangi (manungsa) saka pituduhe Allah mulane dheweke ing tembe mesthi dipatrapi siksa kang ngremehake"},{"SurahNumber":58,"VerseNumber":17,"Text":"Bandhane lan para anake wong lamis ora bisa nulak siksaning Allah sethithik wae, bakal dadi isine neraka kang langgeng"},{"SurahNumber":58,"VerseNumber":18,"Text":"Besuk Qiyamat nalika Allah nangekake (nguripake) kabeh manungsa wong lamis munjuk ing Allah kanthi supata kaya anggone supata marang sira saiki, ciptane migunani awake, Allah wis wuninga banget tumindake mau goroh kabeh"},{"SurahNumber":58,"VerseNumber":19,"Text":"Wong lamis mau kena panggodhane syetan banjur lali ing Allah, lugune dheweke balane syetan. Sumurupa yen balane syetan iku golongan kang kapitunan"},{"SurahNumber":58,"VerseNumber":20,"Text":"Sarupane wong kang nyulayani Allah lan Rasule, iku golongane wong kang padha kalah"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah wis nemtokake, \"Ingsun lan para Utusaningsun mesthi ngalahake wong mau\". Satemene Allah iku santosa tur Maha Mulya"},{"SurahNumber":58,"VerseNumber":22,"Text":"Sira ora bisa oleh wong kang percaya ing Allah lan dina qiyamat, iku supeket ing wong kang nyulayani Allah lan utusane, sanadyan kalebu bapak - bapakne utawa anak putune apa dene sadulure utawa pakumpulane. Allah nulisi Iman ana ing atine lan ngukuhake setiya tuhune kelawan kaparene Allah. Wong mangkono mau ing tembe dilebokake ing suwarga kang ana bengawane mili ana sangisare kekayon ing kono pada langgeng. Allah kepareng nampani pangabektine. Wong mau padha lega atine tampa ganjaran. Wong mau dadi balaning Allah. Sumurupa, balaning Allah iku padha begja"}]}