{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Hakika katika kisa cha Yūsuf na ndugu zake kuna mazingatio na dalili za uweza wa Mwenyezi Mungu na hekima Yake kwa anyeuliza habari zao na akataka kuzijua"},{"SurahNumber":12,"VerseNumber":8,"Text":"Waliposema ndugu zake Yūsuf wa kwa baba kuambiana wao kwa wao, «Hakika Yūsuf na ndugu yake wa kwa baba na mama wanapendwa zaidi na baba yetu kuliko sisi. Anawafanya wao bora juu yetu, na sisi ni kundi lenye idadi kubwa. Hakika baba yetu yuko makosani waziwazi, kwa kuwa amewafanya wao ni bora juu yetu bila ya sababu tunayoiyona yenye kupelekea kufanya hivyo"},{"SurahNumber":12,"VerseNumber":9,"Text":"«Muueni Yūsuf! Au mtupeni kwenye ardhi isiyojulikana iliyo mbali na mji, hapo yatasafika kwenu mapenzi ya baba yenu na muelekeo wake kwenu, na hatageuka kwa wengine na kuacha kushughulika na nyinyi, na mtakuwa, baada ya kumuua Yūsuf au kumuepusha, ni wenye kutubia kwa Mwenyezi Mungu na kumuomba msamaha baada ya kosa lenu.»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Akasema mwenye kusema, miongoni mwa ndugu za Yūsuf, «Msimuue Yūsuf, na mtupeni ndani ya kisima ataokotwa na wapita njia miongoni mwa wasafiri, na hapo mtapumzika na yeye; na hakuna haja ya nyinyi kumuua, iwapo muna azma ya kulifanya hilo mnalolisema"},{"SurahNumber":12,"VerseNumber":11,"Text":"wakasema ndugu zake Yūsuf, baada ya kuafikiana kumuepusha, «Ewe baba yetu, unani wewe hutufanyi sisi ni waaminifu juu ya Yūsufu pamoja na kuwa yeye ni ndugu yetu, na sisi tunamtakia wema na kumhurumia, tutamtunza na tutampa ushauri mzuri wa kidhati"},{"SurahNumber":12,"VerseNumber":12,"Text":"«Tuachie awe na sisi kesho tutakapotoka kwenda kwenye malisho ya wanyama wetu, apate kutembea, apumbae, afurahike na acheze kwa kushindana na mfano wake miongoni mwa machezo yanayofaa. Na sisi ni wenye kumtunza na kila unalomuogopea.»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Ya’qūb alisema, «Hakika nafsi yangu itaniuma akiepukana na mimi na mkaenda na yeye malishoni. Na mimi nachelea asije akaliwa na mbwamwitu, hali mkiwa kwenye shughuli zenu mumeghafilika na yeye.»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Wakasema ndugu zake Yūsuf kumwambia baba yao, «Ikiwa mbwamwitu atamla na hali sisi ni kikundi chenye nguvu, sisi wakati huo tutakuwa ni wenye kupata hasara, hatuna wema wowote, na hakuna manufaa yoyote yanayotarajiwa kutoka kwetu.»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Hapo baba yao akawaachia wawe naye, walipokwenda na yeye na wakaamua kumtupa ndani ya kisima (na wakafanya hivyo) na hapo tukamletea wahyi Yūsuf, «Utawaambia ndugu zako mbeleni kuhusu kitendo chao hiki walichokufanyia na hali wao hawakitambui.»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Na wakaja ndugu zake Yūsuf kwa baba yao mwanzo wa usiku kipindi cha isha, huku wanalia na wanajionesha wana masikitiko na msiba"},{"SurahNumber":12,"VerseNumber":17,"Text":"Wakasema, «Ewe baba yetu! Sisi tulikwenda tukawa tunashindana kukimbia na kurusha mishale, na tukamuacha Yūsuf kwenye vyombo vyetu na nguo zetu; na hatukufanya kasoro katika kumtunza, kwa kuwa tulimuacha mahali pa amani petu, na hatukumuacha isipokuwa kwa wakati mchache, mbwamwitu akamla. Na wewe hutatuamini, ingawa sisi ni wenye sifa ya ukweli, kwa sababu ya mapenzi yako makubwa kwa Yūsuf"},{"SurahNumber":12,"VerseNumber":18,"Text":"Wakaja na kanzu yake ikiwa imerowa kwa damu ambayo si ya Yūsuf, ili iwe ni ushahidi juu ya ukweli wao, ikawa ni dalili ya urongo wao, kwa kuwa kanzu haikuchanika. Baba yao Ya’qūb, amani imshukiye, akawaaambia, «Mambo sivyo kama mlivyosema, bali ni nafsi zenu zenye kuamrisha uovu ziliwapambia jambo ovu kumfanyia Yūsuf, mkaliona ni zuri na mkalifanya. Basi nitasubiri subira nzuri isiyokuwa na malalamishi kwa kiumbe chochote, na namuomba Mwenyezi Mungu msaada wa kuweza kuubeba huo urongo mnaoupanga; sitegemei uwezo wangu wala nguvu zangu"},{"SurahNumber":12,"VerseNumber":19,"Text":"Likaja kundi la wasafiri wakamtuma mwenye kuwatafutia maji, alipoiteremsha ndoo yake kisimani, Yūsuf aliishikilia. Hapo mchota maji alifurahi na akachangamka kwa kumuokota mtoto na akasema, «Ni bishara njema iliyoje! Huyu ni mtoto wa kiume mzuri.» Mchota maji na wenzake walimficha Yūsuf asijulikane na wasafiri wengine wasiwaoneshe, na wakasema, «Hii ni bidhaa tuumeinunua.» Na Mwenyezi Mungu ni Mjuzi mno wa wanayomfanyia Yūsuf"},{"SurahNumber":12,"VerseNumber":20,"Text":"Na ndugu zake wakamuuza kwa wachota maji miongoni mwawasafiri kwa thamani chache ya dirhamu, na wakawa hawana haja na yeye, wanataka kuepukana na yeye. Hivyo ni kwa kuwa hawakijui cheo chake kwa Mwenyezi Mungu"}]}