{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Andolsun, insanı Biz yarattık ve nefsinin ona ne vesveseler vermekte olduğunu biliriz. Biz ona şahdamarından daha yakınız"},{"SurahNumber":50,"VerseNumber":17,"Text":"Onun sağında ve solunda oturan iki yazıcı kaydederlerken"},{"SurahNumber":50,"VerseNumber":18,"Text":"O, söz olarak (herhangi bir şey) söylemeyiversin, mutlaka yanında hazır bir gözetleyici vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"O, ölüm sarhoşluğu, bir gerçek olarak gelip de, (insana) \"İşte bu, senin yan çizip-kaçmakta olduğun şeydir\" (denildiği zaman da)"},{"SurahNumber":50,"VerseNumber":20,"Text":"Sur'a da üfürülmüştür. İşte bu, tehdidin (gerçekleştiği) gündür"},{"SurahNumber":50,"VerseNumber":21,"Text":"(Artık) Her bir nefis, yanında bir sürücü ve bir şahid ile gelmiştir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Andolsun, sen bundan gaflet içindeydin; işte Biz de senin üzerindeki örtüyü açıp-kaldırdık. Artık bugün görüş-gücün keskindir"},{"SurahNumber":50,"VerseNumber":23,"Text":"Onun yakını olan (ve yanından ayrılmayan melek) dedi ki: \"İşte bu, yanımda hazır durumda olan şey"},{"SurahNumber":50,"VerseNumber":24,"Text":"Siz ikiniz (ey melekler), her inatçı nankörü atın cehennemin içine"},{"SurahNumber":50,"VerseNumber":25,"Text":"Hayra engel olan, saldırgan şüpheciyi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Ki o, Allah'la beraber başka bir İlah edinmişti. Artık ikiniz, onu en şiddetli olan azabın içine atın"},{"SurahNumber":50,"VerseNumber":27,"Text":"Onun yakın-dostu (saptırıcı) dedi ki: \"Rabbimiz, ben onu kışkırtıp-azdırdım. Ancak kendisi (haktan) uzak bir sapıklık içindeydi"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah buyurur:) \"Benim Huzurumda çekişip-durmayın. Ben size daha önce 'kesin bir uyarı' göndermiştim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Huzurumda söz değişikliğe uğratılmaz ve Ben kullara zulmedici değilim"}]}