{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Aad koomuna oz bir tuugandarı Huddu paygambar kılıp jiberdik. Al ayttı: “O, koomum! Allaһka gana ibadat kılgıla! Siler ucun andan baska sıyınuuga tatıktuu kuday jok! (Anın azabınan) korkpoysuŋarbı?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"(Osondo) anın koomunun kaapırları (coŋdoru): “Biz senin naadan ekeniŋdi korup turabız. Biz seni jalgancılardın biri dep kumon kılabız!” — desti"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud) Ayttı: “O, koomum! Men naadan emesmin, aalamdardın Rabbisi tarabınan jiberilgen paygambarmın"},{"SurahNumber":7,"VerseNumber":68,"Text":"Men silerge Rabbimdin buyruktarın jetkiremin jana isenimduu nasaatcımın"},{"SurahNumber":7,"VerseNumber":69,"Text":"Emne, Rabbiŋerdin eskertuusu, ozuŋordun araŋardagı bir (jonokoy) adamdın kolunda — silerdi (tozokton) korkutuu ucun — kelisi silerdi taŋ kaltırdıbı? Estegile, Allaһ silerdi Nuh koomunun artınan orun basar kıldı. Jana silerdi kalktardın arasında kuc-kubattuuu kıldı.! Emi, Allaһtın (usul) neemattarın estegile! (Osondo Tozokton) kutulup kalaarsıŋar!”"},{"SurahNumber":7,"VerseNumber":70,"Text":"(Kaapırlar) aytıstı: “Sen bizge, jalgız Allaһka ibadat kılısıbız jana ata-babalarıbız ibadat kılgan kudaylardı tastasıbız ucun keldiŋbi?! Eger cıncıldardan bolsoŋ, bizge ubada kılgan baleeleriŋdi alıp kelci, kana"},{"SurahNumber":7,"VerseNumber":71,"Text":"Al (Hud) ayttı: “Mına emi, basıŋarga Rabbiŋerdin azap-kazabı anık tustu! Kuday ekenine Allaһ ec bir dalil tusurbogon, siler jana ata-babaŋar (“kuday” dep) atap algan ısımdar jonundo meni menen talasıp jatasıŋarbı?! Boluptur, kutkulo! Men da siler menen birge kutoyun"},{"SurahNumber":7,"VerseNumber":72,"Text":"Biz Hud jana anı menen birge (ıymanduu) bolgondordu Oz ırayımıbız menen saktap, ayattarıbızdı jalganga cıgargandardın «kuyrugun kesip» koyduk.! (Antkeni,) Alar ıymanduu emes bolcu"}]}