{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"(Phir dekho ke) Moosa ko uski qaum mein se chandh nawjawano ke siwa kisi ne na maana, Firoun ke darr se aur khud apni qaum ke sarbar-awardah (own chiefs )logon ke darr se (jinhein khauf tha ke) Firoun unko azaab mein mubtala karega. Aur waqiya yeh hai ke Firoun zameen mein galba rakhta tha aur woh un logon mein se tha jo kisi hadd par rukte nahin hain"},{"SurahNumber":10,"VerseNumber":84,"Text":"Mossa ne apni qaum se kaha ke “logon, agar tum waqayi Allah par iman rakhte ho to uspar bharosa karo agar musalman ho”"},{"SurahNumber":10,"VerseNumber":85,"Text":"Unhon ne jawab diya “humne Allah hi par bharosa kiya, aey hamare Rubb, humein zalim logon ke liye fitna na bana"},{"SurahNumber":10,"VerseNumber":86,"Text":"Aur apni rehmat se humko kafiron se nijaat de.”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Aur humne Moosa aur uske bhai ko ishara kiya ke “Misr (Egypt) mein chandh makaan apni qaum ke liye muhaiyya karo aur apne in makaano (houses) ko qibla thehra lo aur namaz qayam karo aur ehle imaan ko basharat (khush khabri) de do”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moosa ne dua ki “Aey hamare Rubb, tu nay Firoun aur uske sardaron ko duniya ki zindagi mein zeenat aur amwal (maal) se nawaz rakkha hai. Aey Rubb! Kya yeh is liye hai ke woh logon ko teri raah se bhatkayein? Aey Rubb, unke maal gharat (obliterate) karde aur unke dilon par aisi mohar karde ke iman na layein jab tak dardnaak azaab na dekh lein”"},{"SurahNumber":10,"VerseNumber":89,"Text":"Allah taala ne jawab mein farmaya “tum dono ki dua qabool ki gayi, Sabit-qadam (steadfast) raho aur un logon ke tareeqe ki hargiz pairwi na karo jo ilm nahin rakhte”"},{"SurahNumber":10,"VerseNumber":90,"Text":"Aur hum bani Israel ko samandar se guzar le gaye phir Firoun aur uske lashkar zulm aur zyadati ki garz se unke peechey chale hatta ke jab Firoun doobne laga to bol uttha “maine maan liya ke khudawand e haqiqi uske siwa koi nahin hai jispar bani Israel iman laye, aur main bhi sar e itaat jhuka dene walon mein se hoon”"},{"SurahNumber":10,"VerseNumber":91,"Text":"(jawab diya gaya) ab iman lata hai ! halanke issey pehle tak tu nafarmani karta raha aur fasaad barpa karne walon (mischief-makers) mein se tha"},{"SurahNumber":10,"VerseNumber":92,"Text":"Ab to hum sirf teri laash (dead body) hi ko bachayenge taa-ke tu baad ki nasalon ke liye nishan e ibrat baney agarche bahut se Insaan aisey hain jo hamari nishaniyon se gaflat barat-te hain”"}]}