{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"`Wo de zhong pu a! Jinri, nimen meiyou kongju, ye meiyou youchou.'"},{"SurahNumber":43,"VerseNumber":69,"Text":"Tamen ceng gui xin wo de jixiang, tamen yuan shi shunfu de."},{"SurahNumber":43,"VerseNumber":70,"Text":"`Nimen he nimen de qizi, yu gui de jin leyuan qu ba!"},{"SurahNumber":43,"VerseNumber":71,"Text":"Jiang you jin pan he jinbei, zai tamen zhi jian ai ci chuandi, leyuan zhong youxin suo lianmu, yan suo xinshang de lequ, nimen jiang yong ju qizhong."},{"SurahNumber":43,"VerseNumber":72,"Text":"Zhe shi tamen yin ziji de shanxing er de jicheng de leyuan."},{"SurahNumber":43,"VerseNumber":73,"Text":"Nimen zai qizhong, jiang you xuduo shuiguo, gong nimen qu shi.'"},{"SurahNumber":43,"VerseNumber":74,"Text":"Zuirenmen jianglai bi yong juyu huo yu de xingfa zhong,"},{"SurahNumber":43,"VerseNumber":75,"Text":"na xingfa bu shao jianqing, tamen jiang zai qizhong jusang."},{"SurahNumber":43,"VerseNumber":76,"Text":"Wo meiyou kui wang tamen, dan tamen zi qi."},{"SurahNumber":43,"VerseNumber":77,"Text":"Tamen jiang hanjiao shuo:`Mali ke a! Qing ni de zhu chujue women ba!'Ta shuo:`Nimen biding yao liu zai xingfa zhong.'"},{"SurahNumber":43,"VerseNumber":78,"Text":"Wo que yi ba zhenli zhaoshi nimen, dan nimen daban shiyanwu zhenli de."},{"SurahNumber":43,"VerseNumber":79,"Text":"Tamen yi jueding yi jian shile ma? Wo ye bi jueding yi jian shi."},{"SurahNumber":43,"VerseNumber":80,"Text":"Tamen yiwei wo ting bujian tamen de mimi he si yi ma? Buran, wo de tianshimen jiu zai tamen de genqian, jilu tamen de yanxing."},{"SurahNumber":43,"VerseNumber":81,"Text":"Ni shuo:`Ruguo zhiren zhu you ernu, namo, wo shi shouxian chongbai qi ernu de.'"},{"SurahNumber":43,"VerseNumber":82,"Text":"Zansong tiandi de zhu, baozuo de zhu, ta shi chao hu tamen de xushu de!"},{"SurahNumber":43,"VerseNumber":83,"Text":"Ni rang tamen wangtan ba! Rang tamen xixi ba! Zhidao tamen kan dao tamen bei jinggao de rizi."},{"SurahNumber":43,"VerseNumber":84,"Text":"Ta zai tianshang shi ying shou chongbai de, zai dishang yeshi ying shou chongbai de; ta que shi zhi rui de, que shi quanzhi de."},{"SurahNumber":43,"VerseNumber":85,"Text":"Duo fu zai, you tiandi de guo quan he tiandi jian de wanwu zhe! Fuhuo shi de zhishi zhiyou ta zhidao, nimen zhi bei zhao guiyu ta."},{"SurahNumber":43,"VerseNumber":86,"Text":"Tamen she ta er qidao de, meiyou ti ren shuo qing de quanbing; wei yi zhenli er zuo zheng, qie shen zhi qi zheng ci de renmen, ze buran."},{"SurahNumber":43,"VerseNumber":87,"Text":"Ruguo ni wen tamen, shui chuangzao tamen, tamen biding shuo:`Zhenzhu.'Tamen shi ruhe beimiu de ne!"},{"SurahNumber":43,"VerseNumber":88,"Text":"Ta shuo:`Wo de zhu a! Zhexie ren que shi bu xindao de minzhong.'"},{"SurahNumber":43,"VerseNumber":89,"Text":"Ni yingdang yuanliang tamen, ni yingdang shuo:`Zhu nimen ping'an!'Tamen bujiu jiu zhidaole."}]}