{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Vertet, ata qe besuan, ata qe ishin jehudi, krishteret sabejet, kush besoi prej tyre (sinqerisht) All-llahun, dhe boten tjeter dhe beri vepra te mira, ata e kane shperblimin te Zoti i tyre. Per ta nuk ka frike as nuk kane perse te pikellohen"},{"SurahNumber":2,"VerseNumber":63,"Text":"(Perkujtoni) Kur Ne patem marre prej jush besen tuaj, ngritem mbi ju (kodren) Turin (u thame): veproni sipas atij (Tevratit) qe ua dhame me seriozitet, e mesoni ate qe eshte ne te, ashtuqe te ruheni"},{"SurahNumber":2,"VerseNumber":64,"Text":"E pas asaj (beses) ju me vone ia kthyet shpinen e po te mos ishte miresia dhe meshira e All-llahut ndaj jush, ju do te ishit prej te deshpruarve (ne te dy jeterat)"},{"SurahNumber":2,"VerseNumber":65,"Text":"Ju tanime e keni te njohur ceshtjen e atyre nga mesi juaj qe nuk respektuan (urdherin) ne te shtunen, e Ne u thame: Shnderrohuni ne majmune te perbuzur"},{"SurahNumber":2,"VerseNumber":66,"Text":"Ate (shnderrimin e tyre) e beme mase ndeshkuese per ata qe e perjetuan (me sy) dhe per te pastajshmit, por edhe si keshille per te devotshmit"},{"SurahNumber":2,"VerseNumber":67,"Text":"(Perkutjoni) Edhe kur Musai popullit te vet i tha: “All-llahu ju urdheron ta therrni nje lope! Ata thane: “A ben tallje me ne?” Ai tha: “All-llahut i mbeshtetem te me ruaj e te mos behem nga injorantet!”"},{"SurahNumber":2,"VerseNumber":68,"Text":"Ata thane: “Lute Zotin tend per ne te na sqaroje cfare eshte ajo? Ai tha: “Ai thote se ajo eshte nje lope as e vjeter (e moshuar) as e re (meshqere), eshte e mesme, zbatoni pra ate qe urdheroheni!”"},{"SurahNumber":2,"VerseNumber":69,"Text":"Ata thane: “Lute Zotin tend per ne qe te na sqaroje cfare eshte ngjyra e saj? A tha: “Ai thote se ajo eshte nje lope e verdhe, ngjyra e saj eshte e forte qe kenaqe shikuesit”"},{"SurahNumber":2,"VerseNumber":70,"Text":"Ata thane: “Lute Zotin tende per ne qe te na sqaroje cfare eshte ajo, se lopet na jane perzier (jane bere te ngjashme) e ne do te gjejme te verteten ne dashte All-llahu"},{"SurahNumber":2,"VerseNumber":71,"Text":"Ai tha: “Ai thote se ajo eshte lope jo e lodhur duke leruar token as duke ujitur bimet, ajo eshte pa te meta dhe ne te nuk ka shenje (ngjyre tjeter)!” Ata thane: “E tash na e sqarove sakte dhe e therren ate, e per pak e lane pa e kryer punen"}]}