{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"Der Konig sagte: \"Bringt ihn mir!\" Als der Entsandte dann zu ihm kam, sagte er: \"Kehre zuruck zu deinem Gebieter und frage ihn, was mit den Frauen war, die sich die Hande geschnitten hatten? Gewiß, mein HERR ist uber ihre List allwissend"},{"SurahNumber":12,"VerseNumber":51,"Text":"Er sagte: \"Was war euer Bestreben, als ihr Yusuf gegen seine Neigung zu verfuhren suchtet?\" Sie sagten: \"Makelloser ALLAH! Wir kannten von ihm nichts Verwerfliches.\" Die Frau von Al-'aziz sagte: \"Nun ist dieWahrheit erkennbar. Ich suchte ihn gegen seine Neigung zu verfuhren und gewiß, er ist doch von den Wahrhaftigen"},{"SurahNumber":12,"VerseNumber":52,"Text":"Dies damit er weiß, daß ich ihn in Abwesenheit doch nicht verraten habe, und daß ALLAH die List der Verrater doch nicht gelten laßt"},{"SurahNumber":12,"VerseNumber":53,"Text":"Und ich spreche meinem Ego keine Unschuld ab, gewiß, das Ego gebietet doch Verwerfliches außer denjenigen, denen ALLAH Gnade erwies. Gewiß, mein HERR ist allvergebend, allgnadig"},{"SurahNumber":12,"VerseNumber":54,"Text":"Und der Konig sagte: \"Bringt ihn mir! Ich mochte ihn in meinen personlichen Dienst stellen.\" Und als er mit ihm sprach, sagte er: \"Gewiß, du genießt heute bei uns eine besondere Stellung und Vertrauen"},{"SurahNumber":12,"VerseNumber":55,"Text":"Er sagte: \"Setze mich fur die Schatzkammer des Landes ein. Gewiß, ich bin achtgebend, wissend"},{"SurahNumber":12,"VerseNumber":56,"Text":"Und solcherart festigten WIR (die Stellung von) Yusuf im Lande, dort halt er sich auf, wo er will. WIR lassen Unsere Gnade zuteil werden, wem WIR wollen. Und WIR lassen die Belohnung der Muhsin nicht verloren gehen"},{"SurahNumber":12,"VerseNumber":57,"Text":"Gewiß, die Belohnung des Jenseits ist besser fur diejenigen, die den Iman verinnerlichten und Taqwa gemaß zu handeln pflegten"}]}