{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"mariyu vāstavaṅgā, mēmu dāvūd mariyu sulaimān laku jñānānni prasādin̄cāmu. Vāriddaru annāru: \"Viśvāsulaina tana anēka dāsulalō, mā iddariki ghanatanu prasādin̄cina ā allāh yē sarvastōtramulaku ar'huḍu"},{"SurahNumber":27,"VerseNumber":16,"Text":"mariyu sulaimān, dāvūd ku vārasuḍayyāḍu. Mariyu atanu (sulaimān) annāḍu: \"Ō prajalārā! Māku pakṣula bhāṣa nērpabaḍindi. Mariyu māku prati vastuvu osaṅgabaḍindi. Niścayaṅgā, idi oka spaṣṭamaina (allāh) anugrahamē"},{"SurahNumber":27,"VerseNumber":17,"Text":"mariyu sulaimān koraku jinnātula, mānavula mariyu pakṣula sain'yālu samīkarimpabaḍi uṇḍēvi. Taruvāta vāṭini tama tama sthānāla prakāraṁ varusalalō peṭṭi (bayalu dērāru)"},{"SurahNumber":27,"VerseNumber":18,"Text":"civaraku vāru cīmala lōyaku (kanumaku) cērukunnappuḍu oka cīma ilā annadi: \"Ō cīmalārā! Mīru mī iṇḍlalōki pravēśin̄caṇḍi, lēkapōtē sulaimān mariyu atana sainikulu - vāriki teliyakuṇḍānē - mim'malni nalipi vēyavaccu"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Sulaimān) dāni māṭalaku cirunavvu navvi ilā annāḍu: \"Ō nā prabhū! Nīvu nannu - nākū mariyu nā tallidaṇḍrulaku cūpina anugrahālaku - kr̥tajñata telipēvānigā mariyu nīku naccē satkāryālu cēsēvānigā, prōtsāhaparacu. Mariyu nannu nī kāruṇyantō sadvartanulaina nī dāsulalō cērcukō"},{"SurahNumber":27,"VerseNumber":20,"Text":"mariyu (okarōju) atanu pakṣulanu pariśīlistū ilā annāḍu: \"Ēmiṭī, nāku vaḍraṅgi piṭṭa (hud hud) kanipin̄caḍaṁ lēdē! Adi elā adr̥śyamaipōyindi"},{"SurahNumber":27,"VerseNumber":21,"Text":"nēnu dānini kaṭhinaṅgā śikṣistānu. Lēdā dānini kōsivēstānu, adi nāku saraina kāraṇaṁ cūpitēnē tappa"},{"SurahNumber":27,"VerseNumber":22,"Text":"ā taruvāta entō sēpu gaḍavaka mundē adi vacci ilā annadi: \"Nīku teliyani viṣayamokaṭi nēnu telusukoni vaccānu. Nēnu sabānu gurin̄ci oka nam'makamaina vārtanu nī koraku teccānu"},{"SurahNumber":27,"VerseNumber":23,"Text":"niścayaṅgā, nēnu akkaḍa oka strīni cūśānu. Āme vāripai (rāṇigā) paripālana cēstundi. Āmeku prati vastuvu osaṅgabaḍi undi. Āme daggara oka goppa sinhāsanaṁ undi"},{"SurahNumber":27,"VerseNumber":24,"Text":"mariyu nēnu āmenu mariyu āme jātivārini allāh nu vadali sūryuniki sāṣṭāṅgaṁ (sajdā) cēyaṭaṁ cūśānu mariyu ṣaitān vāri karmalanu, vāriki man̄civigā tōcēṭaṭlu cēśāḍu. Kāvuna vārini sanmārgaṁ nuṇḍi nirōdhin̄cāḍu, kābaṭṭi vāru sanmārgaṁ pondalēka pōyāru"},{"SurahNumber":27,"VerseNumber":25,"Text":"andukē vāru - ākāśālalōnū mariyu bhūmilōnū dāni vunna vāṭini bayaṭiki tīsēvāḍū mariyu mīru dācē vāṭinī mariyu vyakta paricē vāṭinī eruguvāḍū ayina - allāh ku sāṣṭāṅgaṁ (sajdā) cēyaṭaṁ lēdu"},{"SurahNumber":27,"VerseNumber":26,"Text":"allāh! Āyana tappa maroka ārādhya daivaṁ lēḍu. Āyanē sarvōttama sinhāsanāniki (arṣ ku) prabhuvu"},{"SurahNumber":27,"VerseNumber":27,"Text":"(sulaimān) annāḍu: \"Nīvu satyaṁ palukutunnāvō, lēdā abad'dhālāḍē vārilō cērina vāḍavō, mēmu ippuḍē cūstāmu"},{"SurahNumber":27,"VerseNumber":28,"Text":"Nā ī uttaraṁ tīsukoni pō! Dīnini vāri vadda paḍavēyi, taruvāta vāri nuṇḍi oka vaipuku tolagipōyi vārēmi samādhānamistārō cūḍu"},{"SurahNumber":27,"VerseNumber":29,"Text":"(rāṇi) annadi: \"Ō nā āsthāna nāyakulārā! Idigō nā vaipuku oka viśēṣamaina uttaraṁ pampabaḍindi"},{"SurahNumber":27,"VerseNumber":30,"Text":"niścayaṅgā, idi sulaimān daggara nuṇḍi vaccindi. Mariyu idi: ''Ananta karuṇāmayuḍu, apāra karuṇā pradāta ayina allāh pērutō,' prārambhin̄cabaḍindi"},{"SurahNumber":27,"VerseNumber":31,"Text":"(indulō ilā vrāyabaḍi undi): 'Nā pai ādhikyata cūpakaṇḍi. Nā sannidhilōki allāh ku vidhēyulu (muslinlu) ayi raṇḍi"}]}