{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":149,"Text":"O vos que credes! Se obedeceis aos que renegam a Fe, eles vos farao tornar atras, virando os calcanhares: entao, tornar-vos-eis perdedores"},{"SurahNumber":3,"VerseNumber":150,"Text":"Mas Allah e vosso Protetor. E Ele e O Melhor dos socorredores"},{"SurahNumber":3,"VerseNumber":151,"Text":"Lancaremos o terror no coracao dos que renegam a Fe, por haverem associado a Allah o de que Ele nao fez descer comprovacao alguma. E sua morada sera o Fogo. E que execravel a moradia dos injustos"},{"SurahNumber":3,"VerseNumber":152,"Text":"E, com efeito, Allah confirmou Sua promessa para convosco, quando, com Sua permissao, vos os trucidastes. Assim foi, ate que quando vos acovardastes e disputastes acerca da ordem e desobedecestes, depois de Ele vos fazer ver o que amaveis, fostes derrotados. Houve, dentre vos quem desejasse a vida terrena e houve, dentre vos, quem desejasse a Derradeira Vida. Em seguida, Ele desviou-vos deles para por-vos a prova. E, com efeito, Ele vos indultou. E Allah e Obsequioso para com os crentes"},{"SurahNumber":3,"VerseNumber":153,"Text":"Lembrai-vos de quando vos afastaveis, fugindo, sem atentardes para ninguem, enquanto o Mensageiro vos convocava por tras de vos; entao, Ele vos retribuiu angustia por angustia, pelo que causastes ao Profeta, e para que vos nao entristecesseis com o que havieis perdido nem com o que vos havia alcancado. E Allah, do que fazieis, e Conhecedor"},{"SurahNumber":3,"VerseNumber":154,"Text":"Em seguida, Ele fez descer sobre vos, apos a angustia, seguranca: um sono que encobriu uma faccao de vos, enquanto uma outra faccao, com efeito, se preocupava com si mesma, conjeturando, inveridicamente, acerca de Allah, conjeturas do tempo da ignorancia. Diziam: \"Temos nos algo da determinacao?\" Dize, Muhammad: \"Por certo, toda determinacao e de Allah.\" Eles escondem, nas almas, o que te nao manifestam. Dizem: \"Se tivessemos algo da determinacao, nao haveriamos sido mortos aqui.\" Dize: \"Se estivesseis em vossas casas, em verdade, aqueles, a quem foi prescrita a morte, em combate, haveriam saido ao encontro de seu local de morte.\" E isso, para que Allah pusesse a prova o que havia em vossos peitos e para que vos purgasse o que havia nos coracoes. E Allah, do intimo dos peitos, e Onisciente"},{"SurahNumber":3,"VerseNumber":155,"Text":"Por certo, aqueles dentre vos que voltaram as costas, no dia em que se depararam as duas hostes, e Sata, apenas, que fe-los incorrer em erro por algo que cometeram. E, com efeito, Allah indultou-os. Por certo, Allah e Perdoador, Clemente"}]}