{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"hā mīma"},{"SurahNumber":42,"VerseNumber":2,"Text":"ā'ina sīna kkāpha."},{"SurahNumber":42,"VerseNumber":3,"Text":"Ē'ibhābē'i tōmāra kāchē ō tōmāra pūrbē yām̐rā chilēna tām̐dēra kāchē pratyādēśa diẏēchilēna -- mahāśaktiśālī paramajñānī āllāh‌."},{"SurahNumber":42,"VerseNumber":4,"Text":"Yā-kichu āchē mahākāśamanḍalītē ō yā-kichu āchē pr̥thibītē sē-saba'i tām̐ra. Āra tini mahōcca, mahimānbita."},{"SurahNumber":42,"VerseNumber":5,"Text":"Mahākāśamanḍalī tādēra upara thēkē bhēṅgē paṛāra upakrama haẏēchē, kinta phiriś‌tārā tādēra prabhura praśansāẏa japatapa karē ēbaṁ pr̥thibītē yārā āchē tādēra jan'ya paritrāṇa khōm̐jē. Ēṭi ki naẏa yē niḥsandēha āllāh‌, tini parama kṣamāśīla, aphuranta phaladātā"},{"SurahNumber":42,"VerseNumber":6,"Text":"āra yārā tām̐kē bāda diẏē an'yadēra abhibhābakarūpē grahaṇa karē, -- āllāh tādēra uparē paryabēkṣaka, āra tumi tādēra uparē karṇadhāra na'ō."},{"SurahNumber":42,"VerseNumber":7,"Text":"Āra ē'ibhābē āmarā tōmāra prati pratyādēśa diẏēchi ē'i bhāṣaṇa ārabītē yēna tumi nagara-jananī ō tāra āśēpāśē yārā raẏēchē tādēra satarka karatē pāra, āra yēna tumi satarka karatē pāra jamāẏēṯ ha'ōẏāra dina samparkē -- yātē kōnō sandēha nē'i. Ēkadala jānnātē ō ārēka dala jbalanta āgunē."},{"SurahNumber":42,"VerseNumber":8,"Text":"Āra āllāh yadi cā'itēna tāhalē tini tādēra ēka'i sampradāẏa karatē pāratēna, kinta tini tām̐ra karuṇāra madhyē prabēśa karāna yākē tini icchē karēna. Āra anācārīrā -- tādēra jan'yē kōnō abhibhābaka nē'i āra kōnō sāhāyyakārī'ō nē'i."},{"SurahNumber":42,"VerseNumber":9,"Text":"Athabā tārā ki tām̐kē bāda diẏē an'yadēra abhibhābakarūpē grahaṇa karēchē? Kinta āllāh -- tini'i tō maniba, āra tini mr̥takē jībana dāna karēna, āra tini saba-kichura uparē sarbaśaktimāna."}]}