{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"(napiye!) Innum enta visayattaip parriyum\"niccayamaka nam nalai ataic ceypavanaka irukkiren\" enru niccayamaka kuratirkal"},{"SurahNumber":18,"VerseNumber":24,"Text":"insa allah (allah natinal\" enru certtuc connal) anri tavira, (itai) nir marantu vitunkal um iraivanai ninaivu patuttik kolvirak innum, \"ennutaiya iraivan, ner valiyil itai vita innum nerunkiya (visayat)tai enakku arivikkakkutum\" enrum kuruviraka"},{"SurahNumber":18,"VerseNumber":25,"Text":"avarkal tankal kukaiyil munnuru varutankalutan melum onpatu atikamakki (munnurri onpatu varutankal) tankinarkal"},{"SurahNumber":18,"VerseNumber":26,"Text":"avarkal (atil) tarippattirunta (kalat)tai allahve nankarintavan; vanankalilum pumiyilum maraivay iruppavai avanukke uriyanavakum; avarrai avane nanraka parppavan; telivayk ketpavan - avanaiyanri avarkalukku utavi ceyvor evarumillai, avan tannutaiya atikarattil veru evaraiyum kuttakkik kolvatumillai\" enru (napiye!) Nir kurum"},{"SurahNumber":18,"VerseNumber":27,"Text":"Innum (napiye!) Um'mutaiya iraivanin vetattiliruntu umakku vahi mulam arulappattatai nir oti varuviraka - avanutaiya varttaikalai marrak kutiyavar evarumillai innum avanaiyanri pukalitam etaiyum nir kanamattir"},{"SurahNumber":18,"VerseNumber":28,"Text":"(napiye!) Evar tam iraivanutaiya tirupporutttai natiyavarkalaka kalaiyilum, malaiyilum avanaip pirarttanai ceytu kontirukkirarkalo, avarkalutan nirum porumaiyai mer kontiruppiraka! Innum ulaka valkkaiyin alankarattai nati a(ttakaiya)varkalai vittum um iru kankalaiyum tiruppi vitatir; innum, evanutaiya itayattai nam'mai ninaivu kurvatiliruntu nam tiruppi vittomo avanai nir valipatatir; enenil avantan iccaiyaip pin parriyatanal avanutaiya kariyam varampu miriyamaki vittatu"},{"SurahNumber":18,"VerseNumber":29,"Text":"(napiye!) Innum nir kuruviraka\"intac cattiya (vetam) unkal iraivanitamiruntu (vantu)llatu\" akave, virumpupavar (atanai) nampi kollattum. Inanum virumpupavar (atanai) nirakarikkattum. Aniyayak kararkalukku (naraka) neruppai niccayamaka nam cittappatuttiyullom; (anneruppin) cuvar avarkalaic culntu kollum; avarkal (tannir kettu) iratcikkat tetinal urukkappatta cempu ponra tanniraik konte iratcikkappatuvarkal. (Avarkalutaiya) mukankalai atu cuttuk karukki vitum; mikak ketana panamakum atu! Innum, irankum talattil atuve mikak kettatakum"},{"SurahNumber":18,"VerseNumber":30,"Text":"niccayamaka evarkal iman kontu, (salihana) nar karumankalaiyum ceykirarkalo, attakaiya alakiya ceyal ceyvorin (nar) kuliyai nam niccayamaka vinakka mattom"},{"SurahNumber":18,"VerseNumber":31,"Text":"A(ttakaiya)varkalukku enrenrum tankiyirukkak kutiya cuvanapatikal untu. Avarrin kile arukal otik kontirukkum; avarkalukku anku ponnalakiya katakankal anivikkappatum, suntusu, istaprak ponra paccai nira pumpattataikalai avarkal anintirupparkal; ankulla uyarnta acanankalin mitu cay(ntu makil)ntu irupparkal - (avarkalutaiya) nar kuli mikavum pakkiyamikkatayirru (avarkal) ilaipparumitamum mika alakiyatarru"}]}