{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Seslani Knihy od Boha, Mocneho. Moudreho"},{"SurahNumber":46,"VerseNumber":3,"Text":"Stvorili jsme nebesa i zemi a cozkoliv mezi obema jest, pouze v pravde, a do lhuty predurcene: vsak ti, kdoz neuverili, od toho, pred cimz varovani, jsou, se odvraceji"},{"SurahNumber":46,"VerseNumber":4,"Text":"Rci: „Co minite? To, co vzyvate vedle Boha, — ukazte mi, co stvorili na zemi, aneb maji-li podilu na nebesich? Prineste mi Knihu, (seslanou) pred touto, aneb stopy nejakeho vedeni, jste-li pravdomluvnymi!“"},{"SurahNumber":46,"VerseNumber":5,"Text":"A kdo zbloudilejsim jest toho, jenz vzyva vedle Boha neco, co nevyslysi jej, az do dne zmrtvychvstani — a lhostejni jsou k volani jejich"},{"SurahNumber":46,"VerseNumber":6,"Text":"A v den, kdy shromazdeno bude lidstvo, budou neprateli jim a budou uctivani jejich zapirati"},{"SurahNumber":46,"VerseNumber":7,"Text":"A kdyz predcitana jsou jim znameni nase jasna, rikaji ti, kdoz neuverili v pravdu, kdyz prisla jim: „Totot kouzelnictvi jest zjevne.“"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ci rikaji: „Vymyslil si jen?“ Rci: „Vymyslil-li jsem si jej, pak nevymuzete vy pro mne od Boha pranic! Ont nejlepe vi, co (o Koranu) pronasite: ont dostaci mi jako svedek mezi mnou a vami; a on velky jest v odpousteni, slitovny.“"},{"SurahNumber":46,"VerseNumber":9,"Text":"Rci: „Nejsem novotarem mezi proroky: a nevim, co ucineno bude se mnou, nebo s vami, kdyz nasleduji pouze to, co vnuknuto mi bylo, a jsem jen varovatelem zjevnym.“"},{"SurahNumber":46,"VerseNumber":10,"Text":"Rci: „Co minite? Je-li (tato Kniha) od Boha a vy neuverili jste v ni; dosvedci-li pak svedek ze synu Israele ohledne souhlasnosti jeji a uveri-li v ni, mezitim co vy pysne chovate se — ? Zajiste Buh nevede (cestou pravou) lid nepravostny!“"}]}