{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":21,"Text":"Muhakkak ki, Allah´ın âyetlerini inkâr edenleri, peygamberleri haksız yere öldürenleri, insanlardan adalet ile emredenleri öldürenleri artık \"elîm azap\" ile müjdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"İşte onların amelleri dünyada ve âhirette hebâ olmuştur. Ve onlar için bir yardımcı yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kendilerine Kitab´dan nasip verilenleri görmedin mi? Aralarında hüküm vermek için Allah´ın Kitab´ına davet olunuyorlar, sonra onlardan bir grub geri dönüyor ve onlar yüz çevirenlerdir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu, onların \"Ateş bize sayılı günlerden başka asla dokunmayacak\" demeleri sebebiyledir. Ve onların dînleri hakkında iftira etmiş oldukları şeyler, kendilerini aldattı"},{"SurahNumber":3,"VerseNumber":25,"Text":"O halde, hakkında şüphe olmayan bir gün için onları topladığımız ve her nefse, kazandığının karşılığı verildiği zaman halleri nasıl olacak? Ve onlar zulm olunmazlar (haksızlığa uğramazlar)"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: \"Mülkün mâliki olan Allah´ım. Mülkü dilediğine verirsin ve dilediğinden mülkü alırsın. Ve, dilediğini azîz kılarsın ve dilediğini zelil edersin. “Hayır” senin elindedir. Muhakkak ki sen herşeye kaadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gündüzün içine sokarsın ve gündüzü gecenin içine sokarsın. Canlıyı ölüden çıkarırsın ve ölüyü canlıdan çıkarırsın. Ve dilediğin kimseyi hesapsız rızıklandırırsın"},{"SurahNumber":3,"VerseNumber":28,"Text":"Mü´minler, mü´minlerden başkasını (yani) kâfirleri dost edinmesin. Kim bunu yaparsa, o Allah´dan bir şeyin (rahmet ve fazlın) içinde değildir. Onlardan korunmanız için sakınmanız (dost olmanız) hariç. Ve Allah, sizi kendisinden sakındırır (takva sahibi olmanızı ister). Ve dönüş Allah´adır (ruhun ulaşacağı makam, Allah´ın Zat´ıdır)"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: Sinelerinizde olanı, gizleseniz veya onu açıklasanız da, Allah onu bilir. Ve (Allah), göklerde ve yerde olanları bilir. Ve Allah herşeye kadîrdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"O gün her nefs, hayırdan ne yaptıysa onu hazır olarak bulur (hayat filminde tüm yaptıklarını görür). Ve kötülükten ne yaptı ise, onunla kendisi arasında uzak bir mesafe olmasını temenni eder. Ve Allah sizi, kendisinden sakındırır (Takva sahibi olmanızı, ölmeden önce, ruhunuzu Allah´a ulaştırmanızı ister). Ve Allah kullarına karşı Raûf´tur"}]}