{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Dogrusu Musa´ya soyle vahyettik: «Kullarımla geceleyin yuru de onlara denizde kuru bir yol ac; yetisilmekten korkmaz ve endise etmezsin.»"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken Firavun ordularıyla onları takip etti; denizden kendilerini saran sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Velhasıl Firavun kavmini sapıklıga surukledi, dogru yola goturmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil ogulları! Sizi gercekten dusmanınızdan kurtardık, Tur dagının sag yanında size soz verdik ve sizlere kudret helvası ile bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların en hoslarından yiyin ve o hususta taskınlık yapmayın ki, sonra gazabım iner uzerinize; her kimin uzerine de gazabım inerse, o ucuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla birlikte, Ben tevbe eden, iman edip yararlı isler yapan sonra da dogru giden kimse icin cok bagıslayıcıyım, suphesiz"},{"SurahNumber":20,"VerseNumber":83,"Text":"Hem seni kavminden daha cabuk gelmeye sevkeden nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: «Onlar, benim izimin uzerindeler ve ben, hosnut olasın diye, sana gelmekte acele ettim ey Rabbim!» dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah: «Ama Biz, senin ardından kavmini fitneye dusurduk ve Samiri onları saptırdı.» buyurdu"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa, ofkeli ve uzuntulu olarak hemen kavmine dondu: «Ey kavmim, Rabbiniz size guzel bir va´dde bulunmadı mı? Zaman mı uzadı, yoksa basınıza Rabbinizden bir gazap inmesini arzu ettiniz de mi bana verdiginiz sozu tutmadınız?» dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: «Biz, sana verdigimiz sozden, kendiligimizden caymadık. Fakat biz, o kavmin zinet esyasından bir takım agırlıklar yuklenmistik. Onları atese attık; Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken onlara, bogurmesi olan bir dana heykeli cıkardı. Bunun uzerine: «Iste bu, sizin ilahınız ve Musa´nın ilahıdır; fakat o, bunu unuttu.» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Su gercegi gormuyorlar mıydı ki, o onlara bir sozle karsılık veremiyor ve kendilerine ne bir zarar ne de bir yarar saglayabiliyordu"}]}