{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"(В кощунственном сомненье) молвит человек: \"Ужель, когда умру, Я снова буду к жизни возвращен"},{"SurahNumber":19,"VerseNumber":67,"Text":"Разве запамятовал человек, что в давние [времена] Мы создали его из ничего? (пер. Османова)"},{"SurahNumber":19,"VerseNumber":68,"Text":"Поистине, в знак (Слова) Бога твоего Мы соберем и их, и дьяволов (на Суд), Потом вокруг Огня поставим на колени"},{"SurahNumber":19,"VerseNumber":69,"Text":"Потом из каждой группы извлечем Мы тех, Кто был особо непокорен (СловЕсам) Милосердного (Аллаха)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ведь, истинно, Нам лучше знать таких, Кому больше других гореть там надлежит"},{"SurahNumber":19,"VerseNumber":71,"Text":"Нет ни единого средь вас, Кто миновал бы этот Огнь. В деснице Бога твоего Сие - указ, задуманный к свершенью"},{"SurahNumber":19,"VerseNumber":72,"Text":"Потом Мы вызволим оттуда тех, Кто был благочестив, А нечестивых там оставим на коленях"},{"SurahNumber":19,"VerseNumber":73,"Text":"Когда им Наши ясные знамения читают, То те, которые не веруют (в Аллаха), Верующим говорят: \"Которая из этих двух общин Лучше устроена (в сей жизни) И по составу - радостней (для глаз)"},{"SurahNumber":19,"VerseNumber":74,"Text":"И (вспомните), как много поколений До их (прихода) погубили Мы, Которые превосходили их По обустройству (их общины) И по блистательному виду"},{"SurahNumber":19,"VerseNumber":75,"Text":"Скажи: \"Тому, кто в заблужденье пребывает, Всемилостивый (Бог) продлит предел, Пока глазам их не предстанет Все то, что обещали им, (увещевая от греха), Иль (не предстанет) наказанье, Иль Час (расплаты) не придет, - Тогда им предстоит узнать, Кто, истинно, и местом хуже, И воинством своим слабей"},{"SurahNumber":19,"VerseNumber":76,"Text":"Аллах Свое водительство умножит Для тех, кто следует прямой стезей; А то, что (вне хлопот земного мира) пребывает, - Дела благие - Есть лучшее пред Господом твоим И по награде, (что за праведность Он даст), По воздаянию, (что Он назначит)"},{"SurahNumber":19,"VerseNumber":77,"Text":"Видал ли ты того, Кто не уверовал в знаменья Наши и говорил: \"Конечно, будет мне дано богатство и потомство"},{"SurahNumber":19,"VerseNumber":78,"Text":"Неужто в Сокровенное проник он Иль с Милосердным в договор вступил"},{"SurahNumber":19,"VerseNumber":79,"Text":"О нет! Запишем Мы, что говорит он, - Ему усиливая муки, Мы будем продлевать их (вновь и вновь)"},{"SurahNumber":19,"VerseNumber":80,"Text":"Мы унаследуем все блага, О коих он (хвастливо) говорит, И перед Нами он предстанет Лишенным всякого (добра и покровительства земного)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Они себе других богов, опричь Аллаха, взяли, Чтоб они стали славой и опорой им"},{"SurahNumber":19,"VerseNumber":82,"Text":"Но нет! Они отвергнут это поклоненье И станут неприятелями им"}]}