{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":65,"VerseNumber":1,"Text":"O, Proroche, ako se razvezhdate s zhenite, razvezhdaite se s tyakh v sroka, zatova i presmyataite sroka, i boite se ot Allakh, vashiya Gospod! Ne gi propuzhdaite ot domovete im, a i te da ne izlizat, osven ako sa storili yavna skvernost. Tova sa granitsite na Allakh. A koito prestupva granitsite na Allakh, toi ugnetyava sebe si. Otkude da znaesh, Allakh mozhe da porodi sled tova i neshto novo"},{"SurahNumber":65,"VerseNumber":2,"Text":"I kogato zhenite izpulnyat svoya srok, zadruzhte gi s dobro ili gi napusnete s dobro! I vzemete za svideteli dvama spravedlivi muzhe izmezhdu vas! I svidetelstvaite v imeto na Allakh! Tova e nastavlenie za onzi, koito vyarva v Allakh i v Setniya den. Za onzi, koito se boi ot Allakh, Toi shte stori izkhod"},{"SurahNumber":65,"VerseNumber":3,"Text":"i shte mu dade prepitanie ottam, otkudeto ne e predpolagal. I koito se upovava na Allakh, Toi mu e dostatuchen. Allakh osushtestvyava Svoyata povelya. Allakh napravi myarka za vsyako neshto"},{"SurahNumber":65,"VerseNumber":4,"Text":"A za onezi ot zhenite vi, koito izgubyat nadezhda za mesechnoto kruvotechenie, ako se sumnyavate, srokut im e tri mesetsa, [sushto] i za onezi, koito vse oshte nyamat kruvotechenie. A za bremennite srokut e, dokato rodyat. Za onzi, koito se boi ot Allakh, Toi shte oblekchi"},{"SurahNumber":65,"VerseNumber":5,"Text":"Tova e povelyata na Allakh. Nizposla ya Toi na vas. Ot onzi, koito se boi ot Allakh, Toi shte otmakhne loshite mu postupki i shte uvelichi negovata nagrada"},{"SurahNumber":65,"VerseNumber":6,"Text":"I gi nastanyavaite [zhenite v razvod], kudeto i vie zhiveete, spored svoite vuzmozhnosti, i ne im navrezhdaite, za da gi pritesnite! A ako sa bremenni, kharchete za tyakh, dokato rodyat! A ako kurmyat detsata vi, daite im tyakhnata otplata i se razberete s dobro! A ako"},{"SurahNumber":65,"VerseNumber":7,"Text":"Zamozhniyat da dade [za zhenata i deteto] spored svoite vuzmozhnosti! I komuto prepitanieto e ogranicheno, da dade ot onova, koeto Allakh mu e daril! Allakh vuzlaga na vsyaka dusha samo spored onova, koeto i e dal. Allakh shte stori oblekchenie sled trudnostta"}]}