{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":71,"Text":"Allah rızık hakkında bir kısmınızı bir kısmınızdan ustun kıldı. Kendilerine fazla rızık verilenler de, rızıklarını elleri altında bulunanlara vermiyorlar ki, onda musavi olsunlar. (Iste boyle kole ve hizmetcilerini mallarına ortak etmiyenler, Allah’a nasıl, kudreti altındaki seyleri ortak ediyorlar?) Simdi Allah’ın nimetini mi inkar ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah, size kendilerinizden zevceler verdi ve zevcelerinizden de, sizin icin, ogullarla torunlar yarattı, sizi guzel ve pak nimetlerden rızıklandırdı. Simdi batıla (putlara) iman ediyorlar da Allah’ın nimetini (Islam’ı) inkar mı ediyorlar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Musrikler, kendilerine, ne goklerden, ne de yerden hic bir rızık vermeye sahip olmayan ve buna gucleri yetmiyen Allah’dan baska seylere (putlara) tapıyorlar"},{"SurahNumber":16,"VerseNumber":74,"Text":"Artık Allah’a ortak kosmayın, cunku Allah, esi bulunmadıgını biliyor. Siz ise, bu gercegi bilmiyorsunuz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah, sunu temsil buyurdu: Hic bir tasarrufa gucu yetmiyen halis bir kole, bir de tarafımızdan kendisine guzel bir rızık verilip de ondan gizli ve asikar harcayan kimse... Hic bunlar musavi olur mu? (O halde putları Allah’a nasıl es tutuyorlar?). Butun hamd Allah’a mahsustur. Dogrusu insanların cogu (Bu hakikatleri) bilmezler"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah su iki adamı da misal getirdi: Bunlardan biri dilsizdir, hicbir seye gucu yetmez; efendisine sade bir agırlıktır, efendisi onu ne tarafa gonderse hic bir hayra yaramaz. Hic bu, adaletle emreden ve dogru yolda bulunan kimseye musavi (es) olabilir mi? (Iste hak dini gonderen, insanlara her turlu nimet ve rahmet ihsan eden Allah, hic bir fayda ve zarara gucleri yetmiyen putlara ortak tutulabilir mi)"}]}