{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":41,"Text":"Y a quienes emigraron por la causa de Al-lah tras haber sufrido injusticias, los estableceremos en un buen lugar en esta vida, pero la recompensa que recibiran en la otra es todavia mayor; ¡si supieran"},{"SurahNumber":16,"VerseNumber":42,"Text":"Esos son quienes fueron pacientes y depositaron su confianza en su Senor"},{"SurahNumber":16,"VerseNumber":43,"Text":"Y antes de ti(tambien) enviamos como profetas a hombres (y no a angeles) a quienes concedimos la revelacion. Preguntad a quienes tienen conocimiento sobre las Escrituras[457] anteriores, si no lo sabeis"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Y los enviamos) con pruebas claras y con escrituras sagradas. Y te hemos revelado a ti el Coran (¡oh, Muhammad!) para que expliques con claridad a los hombres lo que les hasido revelado y para que asi reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"¿Acaso se sienten a salvo, quienes traman maldades, de que Al-lah hunda la tierra con ellos o de que les llegue el castigo por donde no se lo esperan"},{"SurahNumber":16,"VerseNumber":46,"Text":"¿O (se sienten a salvo) de que el castigo les sobrevenga cuando se encuentren de viajey no puedan escapar"},{"SurahNumber":16,"VerseNumber":47,"Text":"¿o de que este se abata sobre ellos cuando mas lo teman? Ciertamente, vuestro Senor es Compasivo y Misericordioso (al no adelantar Su castigo)"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿Es que no ven (quienes niegan la verdad) lo que Al-lah ha creadoy como sus sombras se mueven de derecha a izquierda y se postran ante El con sumision"},{"SurahNumber":16,"VerseNumber":49,"Text":"Y ante Al-lah se postran todas las criaturas existentes en los cielos y en la tierra, asi como los angeles, y estos no se comportan con arrogancia"},{"SurahNumber":16,"VerseNumber":50,"Text":"(Los angeles) temen a su Senor, que esta por encima de ellos, y cumplen lo que se les ordena"}]}