{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":71,"Text":"(Annalil) nirakarittavarkal anaivarum, kuttam kuttamaka narakattin pakkam otti varappatuvarkal. (Atan camipamaka) avarkal vantavutan, atan vayilkal tirakkappattuvitum. Atan kavalalarkal avarkalai nokki, ‘‘unkalil iruntu allahvutaiya tutarkal unkalitam varavillaiya? Unkal iraivanutaiya vacanankalai avarkal unkalukku otik kanpikkavillaiya? Innalai ninkal cantikka ventiyataip parri, avarkal unkalukku accamutti eccarikkai ceyyavillaiya?'' Enru ketparkal. Atarkavarkal ‘‘am! (Vantarkal)'' enre colvarkal. (Ayinum, atu payan alikkatu. Enenral,) nirakarippavarkalukku vetanaiyaip parriya tirppu urutiyaki vittatu"},{"SurahNumber":39,"VerseNumber":72,"Text":"akave, ‘‘narakattin vayilkalil ninkal nulaintu vitunkal. Enrenrume ninkal atil tankivitunkal'' enru kurappatum. Akave, karvamkonta (i)varkal tankumitam maka kettatu"},{"SurahNumber":39,"VerseNumber":73,"Text":"evarkal tankal iraivanukkup payantu natantu kontiruntarkalo avarkal (annalil) kuttam kuttamakac corkkattin pakkam alaittu varappatuvarkal. Atan camipamaka avarkal varum camayattil, atan vayilkal tirakkappattu, atan kavalalarkal avarkalai nokki, ‘‘unkal mitu salam untavatakuka! Ninkal pakkiyavankalaki vittirkal. Ninkal itil nulaintu, enrenrum itil tankivitunkal'' enru kuruvarkal"},{"SurahNumber":39,"VerseNumber":74,"Text":"atarkavarkal, ‘‘pukal anaittum allahvukkuriyanave! Avan tan vakkurutiyai enkalukku unmaiyakki vaittan. Corkkattil nankal virumpiya itamellam cenrirukka atan pumiyai enkalukkuc contamakki vaittan'' enru kuruvarkal. Nanmai ceytavarkalin kuli ivvaru nanmaiyakave mutiyum"},{"SurahNumber":39,"VerseNumber":75,"Text":"(Napiye! Annalil) vanavarkal tankal iraivanaip pukalntu, tuti ceytavannam ‘arsai' culntu nirpatai nir kanpir. Accamayam avarkalukkitaiyil niyayamakave tirppalikkappattu, ‘‘akilattar anaivarin iraivanana allahvukke ellap pukalum contamanatu'' enru (anaivaralum tuti ceytu pukalntu) kurappatum"}]}