{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"پرسیارت لێ دەکەن دەربارەی نوێ بونەوەی مانگە نوێکان بڵێ ئەمانە نیشانەی کاتەکانن بۆ خەڵکی و بۆ حەج وەچاکە ئەوە نییە کەلەپشتی ماڵ وخانووەکانەوە بچنە ژوورەوە بەڵکو چاکە ئەوەیە ئەو کەسە پارێزکار و لە خوا ترس بێت وەبچنە ماڵەکان لە دەرگاکانیەوە وە لە خوا بترسن تا ڕزگارببن"},{"SurahNumber":2,"VerseNumber":190,"Text":"جەنگ بکەن لە ڕێ ی خوادا لەگەڵ ئەوانەی جەنگتان لەگەڵدا دەکەن وە دەست درێژی مەکەن بەڕاستی خودا دەست درێژکارانی خۆش ناوێت"},{"SurahNumber":2,"VerseNumber":191,"Text":"بیان کوژن (کافران) لەھەر شوێنێ دەستتان کەوتن و زاڵ بوون بەسەریاندا وە دەریان بکەن لەو شوێنانەی کە ئێوەیان لێ دەرکردوە لادان لە ڕێی یەکتاپەرستی خوای گەورە لە خەڵک کوشتن سەخت وگەورە ترە جەنگیان لەگەڵ مەکەن لەلای مزگەوتی کەعبەدا تا ئەوان لەوێدا نەجەنگن لەگەڵتان دا ئەمجا ئەگەر جەنگین لەگەڵتاندا ئێوەش بجەنگن لەگەڵیاندا ئەمەیە تۆڵەی بێ بڕوایان"},{"SurahNumber":2,"VerseNumber":192,"Text":"بەڵام ئەگەر دەستیان ھەڵگرت (لە جەنگ) ئەوا خوای گەورە لێخۆشبوو میھرەبانە"},{"SurahNumber":2,"VerseNumber":193,"Text":"جەنگیان لەگەڵ بکەن تا دوژمنایەتی بۆ ئاین وھاوەڵ بڕیاردان نەمێنێ وە ئاین و ملکەچی ھەر بۆ خوا دەبێت ئەمجا ئەگەر دەستیان ھەڵگرت ئیتر دەست درێژی نیە مەگەر لەسەر ستەمکاران نەبێت"},{"SurahNumber":2,"VerseNumber":194,"Text":"رێزی مانگی حەرام بەرانبەر بەڕێزگرتنی ئەوانە بۆمانگی حەرام دەبێت شکاندنی ھەر رێزێکیش تۆڵەی ھەیە جا ھەر کەسێک دەست درێژی کردە سەرتان ئێوەش دەست درێژی بکەنە سەری بەوێنەی دەست درێژ کردنەکەی ئەو بۆ ئێوە, وە لەخوا بترسن وە بزانن کەخوا لەگەڵ پارێزکارانە"},{"SurahNumber":2,"VerseNumber":195,"Text":"وە دارایی خۆتان بەخت بکەن لە ڕێی خوادا وە بەدەستی خۆتان خۆتان مەخەنە تیاچوونەوە, وە چاکە بکەن بەڕاستی خوا چاکەکارانی خۆش دەوێت"},{"SurahNumber":2,"VerseNumber":196,"Text":"حەج و عومرەتان (کە دەست پێکرد) تەنھا بۆ خوا بە تەواوی بیکەن ئەمجا ئەگەر ھەر (قەدەغەکران) ئەوسا چیتان بۆ ھەڵسوڕا لەقوربانی (سەری بڕن) وە سەرتان مەتاشن تا قوربانیەکە دەگاتە جێ ی دیاری کراوی خۆی ئەمجا ھەر کەسێک لە ئێوە نەخۆش بوو یان ئازارێک لەسەریدا بوو (ئەگەر سەری تاشی) بریتیەک بدات کە ڕۆژووی (سێ ڕۆژە) یان خێرێک یان قوربانیەک بکات جا کاتێک دڵنیا بوون (ترس نەبوو) ئەمجا ئەو کەسەی بەھرەمەند بوو بە بەجێھێنانی عومرە تاکاتی حەج ئەوە چی بۆ ھەڵسوڕا لە قوربانی (بیکات) وە ئەگەر یەکێک نەیبوو با سێ ڕۆژ بەڕۆژوو بێت لە کاتی حەجدا وە حەوت ڕۆژی تریش کاتێک گەڕانەوە ئەمە دەبێتە دە ڕۆژی تەواو ئەمە بۆ کەسێکە کە (خۆی) و کەس و کاری دانیشتووی دەوروبەری (مسجد الحرام) نەبێت وە لەخوا بترسن وە بزانن کە بەڕاستی خوا خاوەنی تۆڵە و سزای سەختە"}]}