{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Dvolicnite, navistina, nastojuvaat da go izmamat Allaha, no Allah niv gi mami. I koga se ispravaat namaz da izvrsat se ispravaat mrzlivo samo zaradi toa da gi gledaat lugeto, a Allaha samo malku go spomenuvaat"},{"SurahNumber":4,"VerseNumber":143,"Text":"se dvoumat vo toa: ne se priklonuvaat NI kon ovie NI KON onie. Za onoj za kogo Allah ke opredeli da bide vo bespake.. za nego nikogas ne ke najdes pat"},{"SurahNumber":4,"VerseNumber":144,"Text":"vernici, ne zemajte gi nevernicite za prijateli, za da gi ostavite vernicite. Posa-. kuvate li da donesete zaradi Allah Jasna vlast protiv sebe"},{"SurahNumber":4,"VerseNumber":145,"Text":"Dvolicnite, navistina, ke bidat vo najdlabokata bezdna na ognot. Za niv ne ke najdes poddrznik"},{"SurahNumber":4,"VerseNumber":146,"Text":"osven za onie koi ke se pokajat i ke se popravat i koi ke se drzat za Allah i koi ke ja predadat cista svojata vera na Allah. Pa, takvite se so vernicite. A Allah na vernicite ke im dade nagrada golema"},{"SurahNumber":4,"VerseNumber":147,"Text":"Allah ne raboti na toa da ve kazni ako se zablagodarite i ako veruvate. Allah e Blagodaren i Znalec"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allah ne saka da se zboruva za zlo na visok glas; moze samo onoj komu mu e naneseno zlo. Allah e Slusac i Znalec"},{"SurahNumber":4,"VerseNumber":149,"Text":"Ako go obelodenuvate dobroto ili ako go kriete ili ako prostuvate za nekoe loso delo ta, Allah, navistina, e Pomiluvac i Kadar"},{"SurahNumber":4,"VerseNumber":150,"Text":"Onie koi, navistina, ne veruvaat vo Allah i vo pejgamberite Negovi, I koi sakaat da napravat razlika vo veruvanjeto megu Allah i pejgamberite Negovi, I koi zboruvaat:“Vo nesto veruvame a vo nesto ne veruvame,\" - i koi sakaat megu toa da prifatat nekoj pat"},{"SurahNumber":4,"VerseNumber":151,"Text":"da, onakvite, se VISTINSKI nevernici. A za nevernicite Nie podgotvivme kazna sramna"},{"SurahNumber":4,"VerseNumber":152,"Text":"A onie koi veruvaat vo Allah i vo pejgamberite Negovi, i koi ne pravat razlika megu niv, koj bilo od niv...ONn ke im ja dade nagradata nivna. Allah e Prostuvac i Somilosen"}]}