{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Kazhi: “Nima shte zovem ne Allakh, a onezi, koito nito sa ni ot polza, nito ni vredyat, i shte bŭdem tlasnati nazad, sled kato Allakh ni napŭti, podobno na onzi, koĭto ima drugari, zovyashti go kŭm praviya pŭt: “Ela pri nas!”, a satanite go zamayakha na zemyata i e slisan. Kazhi [o, Mukhammad]: “Napŭt·stvieto na Allakh e napŭt·stvie i ni be poveleno da se otdadem na Gospoda na svetovete.”"},{"SurahNumber":6,"VerseNumber":72,"Text":"I ot·sluzhvaĭte molitvata, i boĭte se ot Nego! Toĭ e Onzi, pri Kogoto shte bŭdete sŭbrani"},{"SurahNumber":6,"VerseNumber":73,"Text":"Toĭ e, Koĭto sŭtvori nebesata i zemyata s mŭdrost; i Denya, kogato kazva: “Bŭdi!” - i to stava. Negovoto Slovo e istinata. Negovo e vladenieto v Denya, kogato se protrŭbi s Roga. Toĭ e Znaeshtiya skritoto i yavnoto. Toĭ e Premŭdriya, Svedushtiya"},{"SurahNumber":6,"VerseNumber":74,"Text":"I kaza Ibrakhim na bashta si Bzar: “Nima smyatash izvayaniyata za bogove? Vizhdam, che ti i tvoyat narod ste v yavna zabluda.”"},{"SurahNumber":6,"VerseNumber":75,"Text":"I taka pokazvame na Ibrakhim vladenieto na nebesata i na zemyata, za da e ot ubedenite"},{"SurahNumber":6,"VerseNumber":76,"Text":"I kogato go pokri noshtta, toĭ vidya zvezda. Reche: “Tova e moyat Gospod.” A kogato zaleze, reche: “Ne obicham zalyazvashtite.”"},{"SurahNumber":6,"VerseNumber":77,"Text":"I kogato vidya lunata da izgryava, reche: “Tova e moyat Gospod.” A kogato zaleze, reche: “Ako ne me napŭti moyat Gospod, shte bŭda ot zabludenite khora.”"},{"SurahNumber":6,"VerseNumber":78,"Text":"I kogato vidya slŭntseto da izgryava, reche: “Tova e moyat Gospod. To e naĭ-golyamoto.” A kogato zaleze, reche: “O, narode moĭ, nevinen sŭm za tova, koeto sŭdruzhavate"},{"SurahNumber":6,"VerseNumber":79,"Text":"Az obŭrnakh pravoveren svoeto litse kŭm Onzi, Koĭto e sŭtvoril nebesata i zemyata. Az ne sŭm ot sŭdruzhavashtite.”"},{"SurahNumber":6,"VerseNumber":80,"Text":"I go osporvashe negoviyat narod. Reche: “Nima me osporvate za Allakh, sled kato Toĭ me napŭti? Ne me e strakh ot onova, koeto sŭdruzhavate s Nego, osven ako moyat Gospod ne pozhelae drugo. Moyat Gospod obgrŭshta sŭs znanie vsyako neshto. Ne shte li si pripomnite"},{"SurahNumber":6,"VerseNumber":81,"Text":"I kak da se strakhuvam ot onova, s koeto Go sŭdruzhavate, shtom vie ne se strakhuvate, che sŭdruzhavate Allakh s onova, za koeto ne vi e nizposlal dovod? Koya ot dvete grupi zasluzhava poveche sigurnost, ako znaete?”"},{"SurahNumber":6,"VerseNumber":82,"Text":"Za onezi, koito vyarvat i ne smesvat svoyata vyara s gnet - za tyakh e sigurnostta i te sa napŭteni"}]}