{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"nāvu bayasiddare pratiyobbarigū nēramārgavannu anusarisuva bhāgyavannu nīḍi biḍuttiddevu. Ādare, ‘‘khaṇḍita nānu narakavannu, mānavaru hāgū jinn‌gaḷinda tumbi biḍaliddēne’’ emba nanna mātu nijavāgi biṭṭide"},{"SurahNumber":32,"VerseNumber":13,"Text":"nīvu ī dinada bhēṭiyannu maretu biṭṭiddara phalavannu idīga anubhavisiri. Nāvu nim'mannu khaṇḍita maretiruvevu. Nīvu māḍuttidda karmagaḷa phalavāgi, śāśvatavāda śikṣeyannu anubhavisiri"},{"SurahNumber":32,"VerseNumber":14,"Text":"nam'ma vacanagaḷannu nambuvavaru enthavarendare, avarige avugaḷannu nenapisidoḍane avaru sāṣṭāṅgaveragi biḍuttāre hāgū tam'ma oḍeyana pāvitravannu koṇḍāḍuttāre mattu avaru ahaṅkāra tōruvudilla"},{"SurahNumber":32,"VerseNumber":15,"Text":"avara bennugaḷu avara cāpegaḷinda dūraviruttave. Avaru bhaya hāgū nirīkṣeyondige tam'ma oḍeyanannu prārthisuttaliruttāre mattu nāvu avarige nīḍiruvudannu avaru kharcu māḍuttāre"},{"SurahNumber":32,"VerseNumber":16,"Text":"Avara karmagaḷa phalavāgi, avara kaṇṇugaḷu tampāgalu, avarigāgi ēnannu guptavāgi sid'dhagoḷisiḍalāgide embudu, yārigū tiḷiyadu"},{"SurahNumber":32,"VerseNumber":17,"Text":"viśvāsiyāgiruvavanu duṣkarmiyantāgalu sādhyavē? Avaru khaṇḍita samānaralla"},{"SurahNumber":32,"VerseNumber":18,"Text":"viśvāsigaḷāgiddu satkarmagaḷannu māḍuttiddavarigāgi, avaru māḍuttidda karmagaḷige pratiphalavāgi, śāśvatavāda bhavyatōṭagaḷalliruva nivāsagaḷive"},{"SurahNumber":32,"VerseNumber":19,"Text":"innu avidhēyarāgiddavara pālige narakavē neleyāgiruvudu. Avaru adarinda horahōgalu bayasidāgalellā avarannu matte adaroḷakke maraḷisi biḍalāguvudu mattu avaroḍane, ‘‘nīvu nirākarisuttidda narakada śikṣeyannu saviyiri’’ ennalāguvudu"},{"SurahNumber":32,"VerseNumber":20,"Text":"nāvu (paralōkada) doḍḍa śikṣege munna avarige (ihalōkadalli) saṇṇa śikṣegaḷa savi kāṇisuvevu – avaru (saridārige) maraḷabahudendu"},{"SurahNumber":32,"VerseNumber":21,"Text":"tanna oḍeyana vacanagaḷa mūlaka upadēśisalpaṭṭa baḷikavū adannu kaḍegaṇisi biṭṭavaniginta doḍḍa akrami yāriddāne? Khaṇḍitavāgiyū nāvu aparādhigaḷa virud'dha pratīkāra tīrisuvevu"},{"SurahNumber":32,"VerseNumber":22,"Text":"nāvu ī hinde mūsārige, granthavannu nīḍiddevu. Avanannu (allāhanannu) bhēṭiyāgaliruva kuritu nīvu sanśaya tāḷabēḍi (endu adaralli upadēśisalāgittu). Nāvu adannu (ā granthavannu) banī isrā'īlara santatigaḷige mārgadarśiyāgisiddevu"}]}