{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Allah’ın gazap ettigi bir toplumu dost edinenleri gordun mu? Onlar, sizden degil, onlardan da degil. Bile bile yalan yere yemin ediyorlar"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah, onlar icin siddetli bir azap hazırlamıstır. Yapmakta oldukları sey ne kotudur"},{"SurahNumber":58,"VerseNumber":16,"Text":"Yeminlerini kalkan edindiler, Allah yolundan alıkoydular. Onlara asagılatıcı bir azap vardır"},{"SurahNumber":58,"VerseNumber":17,"Text":"Onların malları da evlatları da Allah katında onlara hic bir yarar saglamayacaktır. Onlar, ates ehlidir. Onlar, orada ebedidir"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah, onların hepsini dirilttigi gun, size yemin ettikleri gibi, ona da yemin edecekler ve gercekten bir sey uzerinde olduklarını sanırlar. Iyi bilin ki, suphesiz onlar yalancıdırlar"},{"SurahNumber":58,"VerseNumber":19,"Text":"Seytan onları hukmu altına almıs ve onlara Allah’ın zikrini unutturmustur. Onlar, seytanın hizbidir. Sunu bilin ki seytanın hizbi husrana ugrayanlardır"},{"SurahNumber":58,"VerseNumber":20,"Text":"Allah’a ve Rasulune muhalefet edenler, iste onlar, en alcaklar icindedirler"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah, “Ben ve elcilerim mutlaka galip gelecegiz, diye yazmıstır. Suphesiz Allah, cok kuvvetlidir, cok gucludur"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allah’a ve ahiret gunune iman eden bir toplumun; babaları, ogulları, kardesleri veya yakınları dahi olsa, Allah’a ve Rasulune muhalefet eden kimseleri severken goremezsin. Iste onların kalbine Allah, iman yazmıs ve katından bir ruh ile onları desteklemistir. Allah, onları alt tarafından ırmaklar akan ve icinde ebedi kalacakları cennetlere girdirecektir. Allah, onlardan razı olmus, onlar da ondan razı olmustur. Iste onlar Allah’ın hizbidir. Iyi bilin ki, kurtulusa erecek olanlar Allah’ın hizbidir"}]}