{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Ni shuo:“Wo [an la] de guodu sunhai zishen de pu renmen a! Nimen buyao juewang an la de enhui, an la bi jiang kuanshu suoyou zuiguo. Ta que shi zui kuanshu de, te ci de [zhu]."},{"SurahNumber":39,"VerseNumber":54,"Text":"Zai xingfa jianglin nimen qian, nimen danggui xin nimen de zhu [bing xiang ta huizui], dang guishun ta, fouze, nimen jiang de bu dao renhe yuanzhu."},{"SurahNumber":39,"VerseNumber":55,"Text":"Zai nimen bu zhi bu jue er xingfa turan jianglin nimen qian, nimen dang zunxing cong nimen de zhu jiang shi nimen de zuimei de yanci [“gulanjing”].”"},{"SurahNumber":39,"VerseNumber":56,"Text":"Yimian youren shuo:“Ai! Wo de beishang jie yin wo shuhule dui an la de yiwu, wo que shi chaoxiao zhe [ru chaoxiao zhenli, mu sheng he “gulanjing” deng].”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Huo [yimian] shuo:“Yaoshi an la yindao wo, wo bi shi jingwei zhele.”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Huo [yimian] ta kanjian xingfa shi shuo:“Yaoshi wo you yici jihui [fanhui chenshi], wo yiding zuo shanren.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"[An la dui ta de dafu shi]:“Bu, wo de qishi que yi jianglin ni, dan ni fouren ta, ni wangzizunda, ni shi bu xinyang zhe.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Fuhuo ri, ni [mu sheng] jiang kanjian jie an la de mingyi shuohuang zhe de lian shi hei de. Nandao huo yu li meiyou jiao'ao zi da zhe de jusuo ma?"},{"SurahNumber":39,"VerseNumber":61,"Text":"An la jiang zhengjiu jingwei zhe zhi chenggong zhi zhai [leyuan]. Tamen bu hui zaoyu buxing, ye bu hui youchou."},{"SurahNumber":39,"VerseNumber":62,"Text":"An la shi wanwu de chuangzao zhe, shi wanwu de jianhu zhe."},{"SurahNumber":39,"VerseNumber":63,"Text":"Ta zhangguan tiandi de yaoshi. Bu xinyang an la de qishi zhe, zhexie ren que shi sunshi zhe."}]}