{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"Nūn. (Allāhu búra pẹ̀lú) gègé ìkọ̀wé àti ohun tí àwọn mọlāika ń kọ sílẹ̀"},{"SurahNumber":68,"VerseNumber":2,"Text":"Ìwọ kì í ṣe wèrè nípa ìdẹ̀ra Olúwa rẹ"},{"SurahNumber":68,"VerseNumber":3,"Text":"Àti pé dájúdájú ẹ̀san tí kò níí dáwọ́ dúró ti wà fún ọ"},{"SurahNumber":68,"VerseNumber":4,"Text":"Dájúdájú ìwọ sì wà lórí ìwà àpọ́nlé"},{"SurahNumber":68,"VerseNumber":5,"Text":"Láìpẹ́ ìwọ yóò rí i, àwọn náà yó sì rí i"},{"SurahNumber":68,"VerseNumber":6,"Text":"èwo nínú yín ni wèrè"},{"SurahNumber":68,"VerseNumber":7,"Text":"Dájúdájú Olúwa rẹ, Ó nímọ̀ jùlọ nípa ẹni t’ó ṣìnà kúrò lójú ọ̀nà Rẹ̀. Ó sì nímọ̀ jùlọ nípa àwọn olùmọ̀nà"},{"SurahNumber":68,"VerseNumber":8,"Text":"Nítorí náà, má ṣe tẹ̀lé àwọn olùpe-òdodo-nírọ́"},{"SurahNumber":68,"VerseNumber":9,"Text":"Àti pé wọ́n fẹ́ kí o dẹwọ́, kí àwọn náà sì dẹwọ́"},{"SurahNumber":68,"VerseNumber":10,"Text":"Má ṣe tẹ̀lé gbogbo ẹni tí ìbúra rẹ̀ pọ̀, ẹni yẹpẹrẹ"},{"SurahNumber":68,"VerseNumber":11,"Text":"abúni, alárìnká t’ó ń sòfófó kiri"},{"SurahNumber":68,"VerseNumber":12,"Text":"olùdènà iṣẹ́ rere, alákọyọ, ẹlẹ́ṣẹ̀"},{"SurahNumber":68,"VerseNumber":13,"Text":"ọ̀dájú. Lẹ́yìn ìyẹn, àsáwọ̀ ni"},{"SurahNumber":68,"VerseNumber":14,"Text":"Nítorí pé ó ní dúkìá àti àwọn ọmọkùnrin"},{"SurahNumber":68,"VerseNumber":15,"Text":"nígbà tí wọ́n bá ń ké àwọn āyah Wa fún un, ó máa wí pé: “Àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́ (nìwọ̀nyí)”"},{"SurahNumber":68,"VerseNumber":16,"Text":"A máa fi àmì sí i ní góńgórí imú"},{"SurahNumber":68,"VerseNumber":17,"Text":"Dájúdájú Àwa dán wọn wò gẹ́gẹ́ bí A ṣe dán àwọn ọlọ́gbà wò nígbà tí wọ́n búra pé dájúdájú àwọn yóò ká gbogbo èso ọgbà náà ní òwúrọ̀ kùtùkùtù"},{"SurahNumber":68,"VerseNumber":18,"Text":"Wọn kò sì ṣe àyàfi pé \"tí Allāhu bá fẹ́"},{"SurahNumber":68,"VerseNumber":19,"Text":"Àdánwò t’ó ń yí n̄ǹkan po láti ọ̀dọ̀ Olúwa rẹ sì yí ọgbà náà po, nígbà tí wọ́n sùn lọ"},{"SurahNumber":68,"VerseNumber":20,"Text":"Ó sì dà bí oko àgédànù (tí wọ́n ti résun)"},{"SurahNumber":68,"VerseNumber":21,"Text":"Wọ́n ń pera wọn ní òwúrọ̀ kùtùkùtù"},{"SurahNumber":68,"VerseNumber":22,"Text":"pé ẹ jí lọ sí oko yín tí ẹ bá fẹ́ ká èso"},{"SurahNumber":68,"VerseNumber":23,"Text":"Wọ́n lọ, wọ́n sì ń fi ohùn jẹ́ẹ́jẹ́ bára wọn sọ̀rọ̀"},{"SurahNumber":68,"VerseNumber":24,"Text":"pé ní òní mẹ̀kúnnù kan kò gbọdọ̀ wọnú rẹ̀ wá ba yín"},{"SurahNumber":68,"VerseNumber":25,"Text":"Wọ́n jí lọ lórí èrò-ọkàn kan (pé) àwọn lágbára"},{"SurahNumber":68,"VerseNumber":26,"Text":"Nígbà tí wọ́n rí i, wọ́n wí pé: \"Dájúdájú àwa ti ṣìnà"},{"SurahNumber":68,"VerseNumber":27,"Text":"Rárá o, wọ́n ṣe ìkórè oko léèwọ̀ fún wa ni"},{"SurahNumber":68,"VerseNumber":28,"Text":"Ẹni t’ó dúró déédé jùlọ nínú wọn sọ pé: \"Ṣé èmi kò sọ fun yín pé ẹ̀yin kò ṣe ṣàfọ̀mọ́ fún Allāhu (pé \"a máa kórè oko wa, ’in ṣā ’Allāhu)"},{"SurahNumber":68,"VerseNumber":29,"Text":"Wọ́n wí pé: \"Mímọ́ ni fún Olúwa wa, dájúdájú àwa jẹ́ alábòsí"},{"SurahNumber":68,"VerseNumber":30,"Text":"Apá kan wọn kọjú sí apá kan; wọ́n sì ń dára wọn lẹ́bi"},{"SurahNumber":68,"VerseNumber":31,"Text":"Wọ́n wí pé: \"Ègbé wa ò! Dájúdájú àwa jẹ́ olùtayọ-ẹnu àlà"},{"SurahNumber":68,"VerseNumber":32,"Text":"Ó ṣeé ṣe kí Olúwa wa fi èyí t’ó dára ju èyí lọ pààrọ̀ rẹ̀ fún wa. Dájúdájú ọ̀dọ̀ Olúwa wa ni àwa ń rokàn oore sí"},{"SurahNumber":68,"VerseNumber":33,"Text":"Báyẹn ni ìyà náà ṣe rí (fún wọn). Ìyà ọ̀run sì tóbi jùlọ, tí ó bá jẹ́ pé wọ́n mọ̀"}]}