{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Şanı yücedir o kudretin ki; gökte burçlar yarattı, orada bir kandil ve ışık yansıtıcı bir ay oluşturdu"},{"SurahNumber":25,"VerseNumber":62,"Text":"Geceyle gündüzü, öğüt almak isteyenlerle şükretmek isteyenler için, birbirini izler hale getiren O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman´ın kulları, yeryüzünde böbürlenmeden/rahatsız etmeden yürüyen kişilerdir. Cahiller onlara hitap edince, \"Selam!\" derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Geceleri, Rableri huzurunda secde ederek, ayakta durarak geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve şöyle yakarırlar: \"Rabbimiz, cehennem azabını bizden uzak tut! Doğrusu, onun azabı inatçı ve yapışkandır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Ne kötü bir durak yeridir o, ne kötü bir dinlenme yeri"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar harcama yaptıkları zaman ne savurganlığa saparlar ne de cimrilik ederler. O ikisi arasında bir dengededir bu"},{"SurahNumber":25,"VerseNumber":68,"Text":"Onlar Allah´ın yanında bir başka ilaha yakarmazlar/davet etmezler. Allah´ın saygıya layık kıldığı canı haksız yere almazlar. Zina etmezler. Bunları yapan, cezaya çarpılır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet günü azap kendisi için kat kat artırılır da hor ve ezik halde onun içinde uzun süre kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Tövbe ederek inanan ve hayra/barışa yönelik bir iş yapan müstesna. Allah, böylelerinin kötülüklerini güzelliğe dönüştürür. Allah Gafûr´dur, Rahîm´dir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kim tövbe edip hayra ve barışa yönelik iş yaparsa, hiç kuşkusuz tövbesi kabul edilmiş olarak Allah´a döner"},{"SurahNumber":25,"VerseNumber":72,"Text":"Onlar yalana tanıklık etmezler/yalan söze kulak vermezler. Boş lakırdıya rastladıklarında soylu bir tavırla geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Rablerinin ayetleri kendilerine hatırladıldığında, kör ve sağırlar gibi onlar üzerine kapanmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Onlar şöyle yakarırlar: \"Rabbimiz, eşlerimizden ve çocuklarımızdan bize göz aydınlığı bağışla. Bizi takvaya sarılanlara önder kıl"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte bunlar, sabretmiş olmalarına karşılık yüksek konaklarla ödüllendirilirler. Ve o konaklarda sağlık dileğiyle ve selamla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada sürekli kalacaklardır. Ne güzel konak yeri, ne güzel dinlenme yeri"},{"SurahNumber":25,"VerseNumber":77,"Text":"De ki: \"Duanız/davetiniz yoksa, Rabbim sizi ne yapsın? Yalanladınız; bu yüzden azap kaçınılmaz olacaktır"}]}