{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Dumnezeu ar putea pune prietenie intre voi si unii dintre cei pe care ii socotiti vrajmasi. Dumnezeu este Atotputernicul! El este Iertator, Milostiv"},{"SurahNumber":60,"VerseNumber":8,"Text":"Dumnezeu nu va opreste de la a fi buni si drepti cu cei care nu s-au razboit cu voi pe credinta si nici nu v-au prigonit din casele voastre. Dumnezeu ii iubeste pe cei nepartinitori"},{"SurahNumber":60,"VerseNumber":9,"Text":"Dumnezeu va opreste de la a vi-i face prieteni pe cei care s-au razboit cu voi pentru credinta si v-au prigonit din casele voastre si au fost partasi la prigonirea voastra. Cei care-i fac prieteni, sunt nedrepti"},{"SurahNumber":60,"VerseNumber":10,"Text":"O, voi cei ce credeti! Cand credincioasele care s-au pribegit, vin la voi, puneti-le la incercare. Dumnezeu stie prea bine credinta lor. Daca le aflati credincioase nu le inapoiati tagaduitorilor — ele nu le mai sunt ingaduite, ei nu le mai sunt ingaduiti. Dati-le ceea ce au cheltuit pentru ele. Nu vi se va face nici o vina daca va insotiti cu ele dupa ce le-ati dat dota. Nu le tineti, insotindu-va cu ele, pe cele necredincioase. Cereti ce ati cheltuit si sa va ceara si ei ce au cheltuit. Aceasta este judecata lui Dumnezeu cu care El va judeca. Dumnezeu este Stiutorul, Inteleptul"},{"SurahNumber":60,"VerseNumber":11,"Text":"Daca vreuna dintre sotiile voastre fuge la tagaduitori, iar voi ii veti pedepsi pe acestia, dati despagubire celor ale caror sotii au fugit pentru ceea ce au cheltuit. Temeti-va de Dumnezeu in care credeti"},{"SurahNumber":60,"VerseNumber":12,"Text":"O, Profetule! Cand credincioasele vin la tine si-ti fac juraminte de credinta ca nu vor alatura pe nimeni lui Dumnezeu, nu vor fura, nu vor preacurvi, nu-si vor ucide pruncii, nu vor veni cu nici o marsavie nascocita intre mainile si picioarele lor, nu se vor razvrati asupra ta intru cele de cuviinta, primeste atunci juramantul lor de credinta. Cere iertare lui Dumnezeu pentru ele. Dumnezeu este Iertatorul, Milostivul"},{"SurahNumber":60,"VerseNumber":13,"Text":"O, voi cei ce credeti! Nu va faceti prieteni dintr-un popor asupra caruia Dumnezeu s-a maniat si nu are nici o speranta pentru Viata de Apoi, asa cum tagaduitorii n-au nici o nadejde pentru cei din morminte"}]}