{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Wis pira bae kehe anggoningsun numpas (ngrusak) wong ing sawijining negara kang padha kafir, sapungkure banjur Ingsun iseni penduduk liyane"},{"SurahNumber":21,"VerseNumber":12,"Text":"Bareng wong - wong mau krasa bakal kapatrapan siksaningsun (kang bakal ngrusak marang dheweke) dumadakan padha melayu saka negarane"},{"SurahNumber":21,"VerseNumber":13,"Text":"Sira aja padha mlayu, padha baliya marang omahmu lan raja brana kesenanganmu lan raja omahmu, supaya sira bisa menehi wong kang padha njejaluk"},{"SurahNumber":21,"VerseNumber":14,"Text":"(Bareng wis rumangsa ora bisa ngoncati bebaya), banjur padha sesambat, \"Adhuh cilaka temen, Aku iki wong kang nganiaya marang awake dhewe"},{"SurahNumber":21,"VerseNumber":15,"Text":"Sambate mengkono mau tanpa leren, nganti padha mati disiksa, sirna entek, kaya gaga kang dibabati mati"},{"SurahNumber":21,"VerseNumber":16,"Text":"Lan Ingsun ora nitahake langit lan bumi kabeh kang ana ing antarane minongka kanggo dolanan"},{"SurahNumber":21,"VerseNumber":17,"Text":"Upama Ingsun kersaha mundhut garwa utawa peputra, mesthi Ingsun mundhut garwa (widhodhari) putra (malaikat) kang padha ana ing ngarsaningsun. Nanging kang mengkono iku mau ora"},{"SurahNumber":21,"VerseNumber":18,"Text":"Ingsun ngempakake barang kang hak (yaiku Iman) kanggo nglawan barang kang luput (yaiku kafir), nganti mecahake endase mulane banjur sira larut. (He wong - wong kafir) sira bakal dipatrapi siksa kang abot, minongka piwalese anggonira padha ngarani (nyipati) menawa Allah iku kagungan putra"},{"SurahNumber":21,"VerseNumber":19,"Text":"Kabeh kang ana ing langit lan bumi iku kagungane Allah. Sing sapa kaparak ing Allah (kayata para malaikat) iku ora ana kang gumedhe. Anggone padha ngabekti ing Allah, tanpa sayah sarta bosen"},{"SurahNumber":21,"VerseNumber":20,"Text":"Rina wengi padha memuji nyebut Maha Suci ing Allah tanpa leren"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ya gene wong kafir teka padha Mangeran brahala isen - isening bumi, apa iku bisa nguripake wong mati?. (ora)"},{"SurahNumber":21,"VerseNumber":22,"Text":"(Dikirak - kirakake) saumpama ing langit lan bumi iku ana Pangeran saliyane Allah, wis mesthi langit lan bumi loro - lorone pisan mesthi padha rusak. Maha Suci Allah Pangerane 'Arasy saka kabeh kang disifatake kaya kang diuca[ake dening wong - wong kafir (musyrik) iku"},{"SurahNumber":21,"VerseNumber":23,"Text":"Kabeh barang kang ditindakake dening Allah, wong ora kena nyuwun pirsa, apa sebabe, nindakake kang mengkono? Nanging manungsa mesthi bakal didangu, sebab apa dheweke nindakake mengkono"},{"SurahNumber":21,"VerseNumber":24,"Text":"Ya gene wong - wong kafir padha mangeran saliyane Allah? (Muhammad) sira dhawuha, \"Sira padha ngarani brahala iku Pangeran. Endi tandha yektinira. Kitab al-Qur'an iki panutane para Ummatingsun, lan uga panutane para Ummat sadurungingsun\". Nanging wong - wong kafir iku akeh kang padha ora weruh ing bener, bisane mung tetap mlengos saka ndherek marang Rasul"},{"SurahNumber":21,"VerseNumber":25,"Text":"Lan Ingsun ora ngutus sawijining Utusan sadurungira (Muhammad) kajaba Ingsun paringi wahyu marang dheweke mengkene, \"Satemene ora ana sesembahan kang haq, kajaba mung Ingsun pribadi. Awit saka iku sira manembaha marang Ingsun"},{"SurahNumber":21,"VerseNumber":26,"Text":"Wong - wong kafir mau padha ngucap mengkene, \"Pangerane Kang Maha Welas iku kagungan putra (putri).\" (Yaiku Malaikat). Sumurupa ALlah iku Maha SUci, (adoh banget yen peputra). Dene para malaikat iku kabeh kawulane Allah kang dimulyakake"},{"SurahNumber":21,"VerseNumber":27,"Text":"Dheweke (para malaikat) mau ora ana kang wani nglancangi Allah klawan pengucap sarta nindakake semu barang kang didhawuhake Allah"},{"SurahNumber":21,"VerseNumber":28,"Text":"Panjenengan Allah nguningani kabeh barang kang wis lan bakal ditindakake dening para malaikat, sarta para malaikat mau padha ora wani munjuk ing Allah nyuwunake syafa'at, kejaba nyuwunake syafa'ate wong kang diridhani dening Allah (wong Islam). Dene para Malaikat mau padha konjem, jalaran saka wedine marang Allah"},{"SurahNumber":21,"VerseNumber":29,"Text":"Lan sing sapa saka antarane makhluq ana kang ngucap, \"Satemene Ingsun iku Pangeran saliyane panjenengane Allah\", yekti dheweke bakal Ingsun wales klawan neraka Jahanam. Kaya mengkono uga Ingsun bakal males wong - wong kang padha nganiaya"}]}