{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Verily, for the pious with their Lord are gardens of pleasure"},{"SurahNumber":68,"VerseNumber":35,"Text":"Shall we then make the Muslims like the sinners"},{"SurahNumber":68,"VerseNumber":36,"Text":"What ails you? how ye judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or have ye a book in which ye can study"},{"SurahNumber":68,"VerseNumber":38,"Text":"that ye are surely to have what ye may choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or have ye oaths binding on us until the judgment day that ye are surely to have what ye may judge"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them, which of them will vouch for this"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or have they partners, then let them bring their partners if they do speak the truth"},{"SurahNumber":68,"VerseNumber":42,"Text":"On the day when the leg shall be bared; and they shall be called to adore and shall not be able"},{"SurahNumber":68,"VerseNumber":43,"Text":"Lowering their looks, abasement shall attack them, for they were called to adore while yet they were safe"},{"SurahNumber":68,"VerseNumber":44,"Text":"But let me alone with him who calls this new discourse a lie. We will surely bring them down by degrees from whence they do not know"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I will let them have their way! for my device is sure"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or dost thou ask them a hire for it while they are burdened with debts"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or have they the knowledge of the unseen, so that they write"},{"SurahNumber":68,"VerseNumber":48,"Text":"But wait patiently for the judgment of thy Lord, and be not like the fellow of the fish, when he cried out as he was choking with rage"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had it not been that grace from his Lord reached him, he would have been cast out on the naked (shore) and blamed the while"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord elected him, and made him of the pious"},{"SurahNumber":68,"VerseNumber":51,"Text":"The misbelievers well-nigh upset thee with their looks when they hear the reminder, and they say, 'Surely he is mad"},{"SurahNumber":68,"VerseNumber":52,"Text":"And yet it is but a reminder to the worlds"}]}