{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Gli ipocriti e quelli nei cui cuori c'è una malattia dicevano: “Quella gente è accecata dalla loro religione!”. Chi confida in Allah, sappia che Egli è eccelso e saggio"},{"SurahNumber":8,"VerseNumber":50,"Text":"Se potessi vedere quando gli Angeli finiranno i miscredenti! Li colpiranno nel volto e tra le spalle e [diranno]: “Assaggiate il castigo dell’Incendio"},{"SurahNumber":8,"VerseNumber":51,"Text":"in compenso di quello che le vostre mani hanno commesso!”. In verità Allah non è ingiusto con i Suoi schiavi"},{"SurahNumber":8,"VerseNumber":52,"Text":"come fu per la gente di Faraone e per quelli che avevano negato i segni di Allah. Allah li colpì per i loro peccati. In verità Allah è possente e severo nel castigo"},{"SurahNumber":8,"VerseNumber":53,"Text":"Allah non cambia la grazia che ha concesso ad un popolo, fintanto che questo non cambia quello che è nel suo cuore. Allah è audiente, sapiente"},{"SurahNumber":8,"VerseNumber":54,"Text":"Così [avvenne] per la gente di Faraone e per quelli che, già in precedenza, smentirono i segni del loro Signore. Li facemmo perire per i loro peccati. Facemmo annegare quelli di Faraone, perché erano oppressori"},{"SurahNumber":8,"VerseNumber":55,"Text":"Di fronte ad Allah non ci sono bestie peggiori di coloro che sono miscredenti e che non crederanno mai"},{"SurahNumber":8,"VerseNumber":56,"Text":"coloro con i quali stipulasti un patto e che continuamente lo violano e non sono timorati [di Allah]"},{"SurahNumber":8,"VerseNumber":57,"Text":"Se quindi li incontri in guerra, sbaragliali facendone un esempio per quelli che li seguono, affinché riflettano"},{"SurahNumber":8,"VerseNumber":58,"Text":"E se veramente temi il tradimento da parte di un popolo, denunciane l'alleanza in tutta lealtà, ché veramente Allah non ama i traditori"}]}