{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"Ceux qui ont mécru, ni leurs biens ni leur progéniture ne les préserveront (de la colère) d’Allah. Et ce sont eux qui alimenteront le Feu"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tel fut le cas du peuple de Pharaon, et ceux qui les précédèrent. Ils traitèrent Nos Signes de mensonges, alors Allah les a châtiés pour leurs péchés. Et Allah a le châtiment très dur"},{"SurahNumber":3,"VerseNumber":12,"Text":"Dis à ceux qui ont mécru : « Vous serez vaincus et rassemblés en foule dans la Géhenne ; et alors là, quelle horrible couche ! »"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ce fut un signe pour vous que cette rencontre de deux troupes dont l’une combattait dans le chemin d’Allah et l’autre était mécréante. Aux yeux (des mécréants), (les croyants) paraissaient le double de ce qu’ils étaient eux-mêmes ; Allah appuie par Son secours qui Il veut et, en cela, il y a une leçon à tirer par les esprits lucides"},{"SurahNumber":3,"VerseNumber":14,"Text":"Aux yeux des hommes est embelli l’amour des choses convoitées, le penchant pour les femmes et l’attachement porté aux enfants, aux trésors chargés d’or et d’argent amassé, aux chevaux de race, aux bétail et aux cultures des champs. Telles sont les jouissances de ce bas monde ; et ce n’est qu’auprès d’Allah qu’est heureux le retour"},{"SurahNumber":3,"VerseNumber":15,"Text":"Dis : « Voulez-vous donc que je vous annonce de bien meilleures nouvelles? Pour ceux qui ont craint (Allah), il y aura auprès de leur Seigneur des jardins sous lesquels coulent les rivières et où ils séjourneront pour l’éternité ; ils y auront des épouses purifiées et l’agrément d’Allah. Et Allah Voit parfaitement Ses serviteurs"},{"SurahNumber":3,"VerseNumber":16,"Text":"Ceux-là disent : « Ô Seigneur ! Nous avons cru ! Alors pardonne-nous nos péchés et préserve-nous du supplice du Feu ! »"},{"SurahNumber":3,"VerseNumber":17,"Text":"Ceux-là sont les persévérants, les véridiques et les soumis ; ceux qui dépensent sans compter (pour la cause d’Allah) et ceux qui implorent le pardon d’Allah dès avant l’aube"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah atteste, ainsi que les Anges et les initiés à la science, qu’il n’y a point d’autre divinité que Lui, Qui assure le maintien de la justice. Point d’autre divinité que Lui, le Tout- Puissant, le Sage"},{"SurahNumber":3,"VerseNumber":19,"Text":"La (seule) religion est, pour Allah, l’Islam. Ceux à qui fut révélé le Livre ne tombèrent en désaccord, par hostilité des uns envers les autres, qu’après que la science leur fut venue. Et celui qui renie les Signes d’Allah (doit savoir qu’) Allah est prompt à dresser les comptes"},{"SurahNumber":3,"VerseNumber":20,"Text":"S’ils te disputent (de cela), dis-leur : « Je m’en suis remis à Allah, avec ceux qui m’ont suivi. » Et dis à ceux à qui le Livre fut révélé ainsi qu’aux illettrés : « Êtes-vous entrés en Islam ? » S’ils ont embrassé l’Islam, ils se seront engagés sur la juste voie (ihtadaw), et s’ils s’en détournent, tu n’auras pas failli à ton devoir de leur transmettre (ton message). Et Allah Voit parfaitement Ses serviteurs"}]}