{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Insan der ki: Ben, oldugumde mi diriltilecegim"},{"SurahNumber":19,"VerseNumber":67,"Text":"Insan hic dusunmez mi ki; kendisi onceden bir sey degilken, Biz yarattık onu"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbına andolsun ki; Biz, onları da, seytanları da beraber mutlaka hasr edecegiz. Sonra cehennemin yanında diz cokturerek hazır bulunduracagız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her toplumdan Rahman´a karsı en cok baskaldıranları ortaya koyacagpız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Cehenneme en cok layık olanları elbette Biz, biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Sizden oraya gitmeyecek hic kimse yoktur. Bu, Rabbının yapmayı uzerine aldıgı kesin bir hukumdur"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz, takvaya erenleri kurtaracagız. Zalimleri de orada diz ustu cokmus olarak bırakacagız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine acıkca okundugu zaman; kufreden o adamlar mu´minlere: Bu iki takım insanın hangisinin makamı daha iyi ve yeri daha guzeldir? derler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan once nice nesilleri yok ettik ki, varlıkca ve gosterisce bunlardan cok daha ustunduler"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: Rahman; sapıklıkta olanın gunlerinin uzunlugunu uzattıkca uzatır. Nihayet tehdit edildikleri azabı veya kıyamet gununu gordukleri zaman; kimin yerinin daha kotu ve taraftarlarının daha gucsuz oldugunu bileceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah, hidayete erenlerin hidayetini artırır. Baki kalacak salih ameller Rabbının katında hem sevab olarak daha hayırlı, hem de netice olarak daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi inkar eden; bana elbette mal ve cocuk verilecektir, diyeni gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"O, gorulmeyeni mi biliyor yoksa Rahman katından bir soz mu almıs"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır, onun soyledigini yazacagız ve azabını uzattıkca uzatacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun soylemekte olduguna Biz, mirascı olacagız. Kendisi Bize tek olarak gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Onlar; kendilerine guc kazandırsın diye, Allah´ı bırakarak ilahlar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, onlar kendilerinin ibadetlerini inkar edecekler ve aleyhlerine doneceklerdir"}]}