{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"Sag: Mein Herr, wenn immer Du mir zeigst, was ihnen angedroht wird"},{"SurahNumber":23,"VerseNumber":94,"Text":"mein Herr, dann stelle mich nicht unter das ungerechte Volk"},{"SurahNumber":23,"VerseNumber":95,"Text":"Wir haben furwahr die Macht dazu, dir zu zeigen, was Wir ihnen androhen"},{"SurahNumber":23,"VerseNumber":96,"Text":"Wehre mit dem, was besser ist, das Bose ab. Wir wissen sehr wohl, was sie da zuschreiben"},{"SurahNumber":23,"VerseNumber":97,"Text":"Und sag: Mein Herr, ich nehme Zuflucht bei Dir vor den Aufstachelungen der Satane"},{"SurahNumber":23,"VerseNumber":98,"Text":"Und ich nehme Zuflucht bei Dir davor, mein Herr, daß sie mich aufsuchen"},{"SurahNumber":23,"VerseNumber":99,"Text":"Wenn dann der Tod zu einem von ihnen kommt, sagt er: „Mein Herr, bringt mich zuruck"},{"SurahNumber":23,"VerseNumber":100,"Text":"auf daß ich rechtschaffen handele in dem, was ich hinterlassen habe. Keineswegs! Es ist nur ein Wort, das er (so) sagt; hinter ihnen wird ein trennendes Hindernis sein bis zu dem Tag, da sie auferweckt werden"},{"SurahNumber":23,"VerseNumber":101,"Text":"Wenn dann ins Horn geblasen wird, dann wird es zwischen ihnen keine Verwandtschaft mehr geben an jenem Tag, und sie fragen sich nicht mehr gegenseitig"},{"SurahNumber":23,"VerseNumber":102,"Text":"Wessen Waagschalen schwer sein werden, das sind diejenigen, denen es wohl ergeht"},{"SurahNumber":23,"VerseNumber":103,"Text":"Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben; in der Holle werden sie ewig bleiben"},{"SurahNumber":23,"VerseNumber":104,"Text":"Das Feuer schlagt in ihre Gesichter, und sie werden darin erblaßt sein"},{"SurahNumber":23,"VerseNumber":105,"Text":"„Wurden euch nicht Meine Zeichen verlesen, ihr aber pflegtet sie fur Luge zu erklaren"},{"SurahNumber":23,"VerseNumber":106,"Text":"Sie werden sagen: „Unser Herr, unser Ungluck hat uns besiegt, und wir waren irregehende Leute"},{"SurahNumber":23,"VerseNumber":107,"Text":"Unser Herr, bringe uns aus ihr heraus. Wenn wir ruckfallig werden, dann sind wir (wirklich) ungerecht"},{"SurahNumber":23,"VerseNumber":108,"Text":"Er sagt: „Seid darin verstoßen, und sprecht nicht mit Mir"},{"SurahNumber":23,"VerseNumber":109,"Text":"Gewiß, eine Gruppe von Meinen Dienern pflegte zu sagen: ,Unser Herr, wir glauben, so vergib uns und erbarme Dich unser, denn Du bist der Beste der Barmherzigen.’"},{"SurahNumber":23,"VerseNumber":110,"Text":"Aber ihr nahmt sie zum Gegenstand des Spottes, bis ihr ihretwegen Meine Ermahnung vergaßt, und ihr pflegtet uber sie zu lachen"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ich habe ihnen heute, daß sie standhaft waren, damit vergolten, daß sie die Erfolgreichen sind"},{"SurahNumber":23,"VerseNumber":112,"Text":"Er wird sagen: „Wie viele Jahre habt ihr in der Erde verweilt"},{"SurahNumber":23,"VerseNumber":113,"Text":"Sie werden sagen: „Verweilt haben wir einen Tag oder den Teil von einem Tag; doch frage diejenigen, die zahlen (konnen)"},{"SurahNumber":23,"VerseNumber":114,"Text":"Er wird sagen: „Ihr habt nur ein wenig verweilt, wenn ihr doch nur wußtet"},{"SurahNumber":23,"VerseNumber":115,"Text":"Meint ihr denn, daß Wir euch zum sinnlosen Spiel erschaffen hatten und daß ihr nicht zu Uns zuruckgebracht wurdet"},{"SurahNumber":23,"VerseNumber":116,"Text":"Doch Erhaben ist Allah, der Konig, der Wahre. Es gibt keinen Gott außer Ihm, dem Herrn des ehrwurdigen Thrones"},{"SurahNumber":23,"VerseNumber":117,"Text":"Und wer neben Allah einen anderen Gott anruft, fur den er keinen Beweis hat, dessen Abrechnung liegt nur bei seinem Herrn. Gewiß, den Unglaubigen wird es nicht wohl ergehen"},{"SurahNumber":23,"VerseNumber":118,"Text":"Und sag: Mein Herr, vergib und erbarme Dich, denn Du bist der Beste der Barmherzigen"}]}