{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Rwose twohereje (intumwa) ku miryango (umat) yakubanjirije, nuko (abahakanye) tubateza ibizazane n’uburwayi kugira ngo bace bugufi"},{"SurahNumber":6,"VerseNumber":43,"Text":"None se kuki ibihano byacu byabagezeho ntibace bugufi? Ahubwo imitima yabo yaranangiye, ndetse na Shitani abakundisha ibyo bakoraga"},{"SurahNumber":6,"VerseNumber":44,"Text":"Ubwo bari bamaze kwibagirwa ibyo bibukijwe, twabafunguriye imiryango ya buri kintu, kugeza ubwo badamarajwe n’ibyo bahawe, nuko tubahana tubatunguye, maze bariheba"},{"SurahNumber":6,"VerseNumber":45,"Text":"Nuko ba bandi b’inkozi z’ibibi bararimburwa kugeza ku wa nyuma. Kandi ishimwe n’ikuzo ni ibya Allah, Nyagasani w’ibiremwa byose"},{"SurahNumber":6,"VerseNumber":46,"Text":"Vuga (ubwira abahakanyi) uti “Nimumbwire! Allah aramutse abambuye ukumva kwanyu n’ukureba kwanyu, akanadanangira imitima yanyu, ni iyihe mana yindi itari Allah yabibagarurira?” Dore uko tubasobanurira ibimenyetso (byacu) hanyuma bakabitera umugongo"},{"SurahNumber":6,"VerseNumber":47,"Text":"Vuga uti “Nimumbwire! Ibihano bya Allah biramutse bibagezeho bitunguranye cyangwa ku mugaragaro, hari abandi bakorekwa uretse abantu b’abanyabyaha?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Nta kindi gituma twohereza Intumwa uretse kugira ngo zigeze inkuru nziza (ku bantu) zinababurire. Bityo, abazemera bakanakora ibikorwa bitunganye, nta bwoba ndetse nta n’agahinda bazagira"},{"SurahNumber":6,"VerseNumber":49,"Text":"Naho abahinyuye ibimenyetso byacu, bazagerwaho n’ibihano kubera ko bigomekaga (ku mategeko ya Allah)"},{"SurahNumber":6,"VerseNumber":50,"Text":"Vuga (yewe Muhamadi) uti “Simbabwira ko mfite ibigega bya Allah, nta n’ubwo nzi ibitagaragara, ndetse nta n’ubwo mbabwira ko ndi Malayika. Ahubwo nkurikira ibyo mpishurirwa gusa.” Vuga uti “Ese utabona ahwanye n’ubona? Ese ntimutekereza?”"}]}