{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":27,"Text":"Y destruimos a pueblos de vuestros alrededores después de haberles mostrado con claridad todo tipo de pruebas para que abandonaran la idolatría y creyeran"},{"SurahNumber":46,"VerseNumber":28,"Text":"¿Por qué no les ayudaron las divinidades que adoraban fuera de Al-lah con la finalidad de que los acercarán a Él? Mas los abandonaron, pues no eran sino una mentira que habían inventado"},{"SurahNumber":46,"VerseNumber":29,"Text":"Y (recuerda, ¡oh, Muhammad!) cuando hicimos que un grupo de yinn se dirigiera a ti para escuchar el Corán. Cuando asistían a tu recitación, se decían (entre ellos): «Escuchad en silencio y con atención». Una vez hubo terminado, regresaron con los suyos para advertirles"},{"SurahNumber":46,"VerseNumber":30,"Text":"Les dijeron: «¡Oh, pueblo!, hemos escuchado una revelación posterior a la de Moisés que confirma las revelaciones anteriores y guía hacia la verdad y hacia el camino recto"},{"SurahNumber":46,"VerseNumber":31,"Text":"»¡Oh, pueblo!, responded a quien os llama (a la religión de) Al-lah y creed en él; (Al-lah) perdonará vuestros pecados y os protegerá de un castigo doloroso"},{"SurahNumber":46,"VerseNumber":32,"Text":"»Y quien no responda a su llamada no podrá escapar de Al-lah en la tierra ni tendrá a nadie que lo proteja de Él. Esos estarán en un claro extravío»"},{"SurahNumber":46,"VerseNumber":33,"Text":"¿Acaso no ven (quienes rechazan la verdad) que Al-lah, Quien creó los cielos y la tierra y no se fatigó al hacerlo, tiene poder para resucitar a los muertos? ¡Sí! En verdad, Él es Todopoderoso"},{"SurahNumber":46,"VerseNumber":34,"Text":"Y cuando quienes rechazaron la verdad sean expuestos al fuego (se les dirá):«¿Acaso no es este castigo cierto?». Estos responderán: «¡Sí!, por Al-lah que lo es». Entonces Al-lah les dirá: «Sufrid el castigo que negasteis»"},{"SurahNumber":46,"VerseNumber":35,"Text":"Sé paciente (¡oh, Muhammad!, con las ofensas de tu pueblo) como lo fueron los profetas de mayor determinación[936] y no tengas prisa (en que sean castigados). El día en que vean (el castigo) prometido será como si solo hubiesen vivido (en la tierra) una sola hora. (Este es un claro) mensaje (de Al-lah para vosotros). Y no serán destruidos sino los rebeldes (que se nieguen a obedecer a su Señor)"}]}