{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin icin kulakları, gozleri ve gonulleri yaratandır. Ne de az sukrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ve O, sizi yeryuzunde yaratıp turetendir. Sırf O´nun huzurunda toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"Ve O, yasatan ve oldurendir; gecenin ve gunduzun degismesi O´nun eseridir. Hala aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Buna ragmen onlar, oncekilerin dedikleri gibi dediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: Sahi biz, olup de bir toprak ve kemik yıgını haline gelmisken, mutlaka yeniden diriltilecegiz oyle mi"},{"SurahNumber":23,"VerseNumber":83,"Text":"Hakikaten, gerek bize, gerekse daha once atalarımıza boyle bir vaadde bulunuldu; (fakat) bu gecmistekilerin masallarından baska bir sey degildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"(Resulum!) de ki: Eger biliyorsanız (soyleyin bakalım), bu dunya ve onda bulunanlar kime aittir"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah´a aittir diyecekler. Oyle ise siz hic dusunup tasınmaz mısınız! de"},{"SurahNumber":23,"VerseNumber":86,"Text":"Yedi kat goklerin Rabbi, azametli Ars´ın Rabbi kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":87,"Text":"(Bunlar da) Allah´ındır diyecekler. Su halde siz Allah´tan korkmaz mısınız! de"},{"SurahNumber":23,"VerseNumber":88,"Text":"Eger biliyorsanız (soyleyin), her seyin melekutu (mulkiyeti ve yonetimi) kendisinin elinde olan, kendisi her seyi koruyup kollayan, fakat kendisi korunmayan (buna muhtac olmayan) kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":89,"Text":"(Bunların hepsi) Allah´ındır diyecekler. Oyle ise nasıl olup da buyuye kapılıyorsunuz? de"},{"SurahNumber":23,"VerseNumber":90,"Text":"Dogrusu biz onlara gercegi getirdik; onlar ise hakikaten yalancılardır"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah evlat edinmemistir; O´nunla beraber hicbir tanrı da yoktur. Aksi takdirde her tanrı kendi yarattıgını sevk ve idare eder ve mutlaka onlardan biri digerine galebe calardı. Allah, onların (musriklerin) yakıstırdıkları seylerden munezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Allah, gaybı da sehadeti de bilendir. O, musriklerin ortak kostukları seylerden cok yuce ve munezzehtir"}]}