{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"E os que nao esperam Nosso encontro dizem: \"Que se faca descer os anjos sobre nos, ou que vejamos a nosso Senhor!\" Com efeito, eles se ensoberbecem, em seu amago, e cometem, desmesuradamente, grande arrogancia"},{"SurahNumber":25,"VerseNumber":22,"Text":"Um dia, quando eles virem os anjos, nesse dia, nao havera alvissaras para os criminosos, e os anjos dirao: \"E, terminantemente vedado ir para o Paraiso"},{"SurahNumber":25,"VerseNumber":23,"Text":"E referir-nos-emos as obras que fizeram, e fa-las-emos particulas dispersas no ar"},{"SurahNumber":25,"VerseNumber":24,"Text":"Os companheiros do Paraiso, nesse dia, serao os melhores em residencia, e estarao em mais belo lugar de repouso"},{"SurahNumber":25,"VerseNumber":25,"Text":"E um dia, o ceu se fendera, com as nuvens, e se fara descer os anjos, com descida de realidade"},{"SurahNumber":25,"VerseNumber":26,"Text":"Nesse dia, a verdadeira soberania sera dO Misericordioso. E sera um dia dificil para os renegadores da Fe"},{"SurahNumber":25,"VerseNumber":27,"Text":"E um dia, o injusto mordera as maos, dizendo: \"Quem dera houvesse eu tomado caminho com o Mensageiro"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ai de mim! Quem dera nao houvesse eu tomado fulano por amigo"},{"SurahNumber":25,"VerseNumber":29,"Text":"Com efeito, ele me descaminhou da Mensagem, apos ela haver-me chegado. E Sata e perfido para com o ser humano"},{"SurahNumber":25,"VerseNumber":30,"Text":"E o Mensageiro dira: \"O Senhor meu! Por certo, meu povo tomou este Alcorao por objeto de abandono"},{"SurahNumber":25,"VerseNumber":31,"Text":"E, assim, fizemos, para cada profeta, um inimigo dentre os criminosos. E basta teu Senhor por Guia e Socorredor"},{"SurahNumber":25,"VerseNumber":32,"Text":"E os que renegam a Fe dizem: \"Que houvesse descido sobre ele o Alcorao, de uma so vez!\" Fragmentamo-lo assim, para com ele, te tornarmos firme o coracao. E fizemo-lo ser recitado paulatinamente"},{"SurahNumber":25,"VerseNumber":33,"Text":"E eles nao te chegam com exemplo algum, sem que cheguemos a ti com a verdade e a melhor interpretacao"},{"SurahNumber":25,"VerseNumber":34,"Text":"Os que forem reunidos, sendo arrastados sobre as faces a Geena, esses serao na pior situacao e os mais descaminhados do caminho certo"}]}