{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"ēmī? Tana duṣkāryālu tanaku ākarṣaṇīyaṅgā kanabaḍēṭaṭlu cēyabaḍi nanduku, evaḍaitē vāṭini man̄ci kāryālugā bhāvistāḍō! (Ataḍu sanmārganlō unna vāḍitō samānuḍu kāgalaḍā)? Niścayaṅgā allāh tānu kōrina vānini mārgabhraṣṭatvanlō vadalutāḍu mariyu tānu kōrina vāniki mārgadarśakatvaṁ cēstāḍu. Kāvuna nīvu vāri koraku cintin̄ci ninnu nīvu duḥkhāniki guri cēsukōku. Niścayaṅgā, vāri karmalannī allāh ku bāgā telusu"},{"SurahNumber":35,"VerseNumber":9,"Text":"Mariyu allāh yē gālulanu pamputāḍu. Taruvāta avi mēghālanu ettutāyi. Ā taruvāta mēmu vāṭini mr̥ta pradēśaṁ vaipunaku pampi, dānitō ā nēlanu maraṇin̄cina taruvāta tirigi bratikistāmu. Idē vidhaṅgā, (mānavula) punarut'thānaṁ kūḍā jarugutundi"},{"SurahNumber":35,"VerseNumber":10,"Text":"gauravānni kāṅkṣin̄cu vāḍu telusu kōvāli, gauravamantā allāh kē cendutundani! Man̄ci pravacanānnī āyana vaipunaku ekki pōtāyi. Mariyu satkarma dānini paiki ettutundi. Mariyu evaraitē ceḍu kuṭralu pannutārō! Vāriki kaṭhina śikṣa uṇṭundi. Mariyu alāṇṭi vāri kuṭra, adē! Naśin̄ci pōtundi"},{"SurahNumber":35,"VerseNumber":11,"Text":"mariyu allāh mim'malni maṭṭitō sr̥ṣṭin̄cāḍu. Taruvāta indriya binduvutō, ā taruvāta mim'malni (āḍa-maga) jaṇṭalugā cēśāḍu. Mariyu ē strī kūḍā āyanaku teliyakuṇḍā garbhaṁ dālcajāladu mariyu prasavin̄canū jāladu. Granthanlō vrāyabaḍanidē, perugutunna vāḍi vayas'su peraganū jāladu mariyu evani vayas'su taraganū jāladu. Niścayaṅgā, idantā allāh ku entō sulabhaṁ"},{"SurahNumber":35,"VerseNumber":12,"Text":"reṇḍu samudrālu sarisamānaṁ kājālavu. Vāṭilōni okadāni (nīru) rucikaramainadi, dāhaṁ tīrcēdi mariyu trāgaṭāniki madhuramainadi. Reṇḍōdāni (nīru) uppugānū, cēdugānū unnadi. Ayinā vāṭilō prati okka dāni nuṇḍi mīru tājā mānsaṁ tiṇṭunnāru mariyu ābharaṇālu tīsi dharistunnāru. Mariyu nīvu cūstunnāvu, ōḍalu vāṭini cīlcutū pōvaṭānni; (vāṭilō) mīru, āyana anugrahānni anvēṣin̄caṭāniki mariyu mīru āyanaku kr̥tajñulai uṇḍaṭāniki"},{"SurahNumber":35,"VerseNumber":13,"Text":"Āyanē rātrini pagaṭilōki pravēśimpa jēstunnāḍu mariyu pagaṭini rātrilōki pravēśimpa jēstunnāḍu mariyu sūryacandrulanu niyamabad'dhulugā cēsi unnāḍu. Avi tama tama paridhilō, nirṇīta vyavadhilō tirugutū unnāyi. Āyanē allāh! Mī prabhuvu, viśvasāmrājyādhikāraṁ āyanadē! Mariyu āyananu vadali mīru vēḍukunē vāru, kharjūra bījampai nunna poraku kūḍā yajamānulu kāru"},{"SurahNumber":35,"VerseNumber":14,"Text":"mīru vārini vēḍukonnappaṭikī, vāru mī prārthanalanu vinalēru, okavēḷa vinnā, vāru mīku javābivvalēru. Mariyu punarut'thāna dinamuna mīru kalpin̄cina daivatvapu bhāgasvāmyānni vāru tiraskaristāru. Mariyu (satyānni) gurin̄ci nīku ā sarvaṁ telisinavāḍu telipinaṭlu marevvarū telupajālaru"}]}