{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Und es ist weder euer Gut, noch sind es eure Kinder, die euch Uns nahe bringen werden; die aber, die glauben und gute Werke tun, die sollen den zweifachen Lohn für das, was sie getan haben, erhalten. Und in den Obergemächern (des Paradieses) werden sie sicher wohnen"},{"SurahNumber":34,"VerseNumber":38,"Text":"Doch jene, die versuchen, Unsere Zeichen zu entkräften - sie sind es, die der Strafe zugeführt werden"},{"SurahNumber":34,"VerseNumber":39,"Text":"Sprich: \"Wahrlich, mein Herr erweitert und beschränkt dem von Seinen Dienern die Mittel zum Unterhalt, dem Er will. Und was immer ihr spendet, Er wird es ersetzen; und Er ist der beste Versorger"},{"SurahNumber":34,"VerseNumber":40,"Text":"Und am Tage, wo Er sie alle versammeln (und) dann zu den Engeln sprechen wird: \"Sind diese es, die euch dienten"},{"SurahNumber":34,"VerseNumber":41,"Text":"werden sie sagen: \"Preis (sei) Dir! Dich haben Wir zum Beschützer, nicht sie. Nein, sie dienten den Ginn; an sie haben die meisten von ihnen geglaubt"},{"SurahNumber":34,"VerseNumber":42,"Text":"So sollt ihr heute einander weder nützen noch schaden können.\" Und zu denen, die frevelten, werden Wir sprechen: \"Kostet die Strafe des Feuers, das ihr zu leugnen pflegtet"},{"SurahNumber":34,"VerseNumber":43,"Text":"Und wenn ihnen Unsere deutlichen Verse verlesen werden, sagen sie: \"Dieser ist nichts weiter als ein Mann, der euch von dem abwenden möchte, was eure Väter verehrten.\" Und sie sagen: \"Dieser (Quran) ist nichts (anderes) als eine erdichtete Lüge.\" Und diejenigen, die ungläubig sind, sagen von der Wahrheit, wenn sie zu ihnen kommt: \"Das ist nichts als eine offenkundige Zauberei"},{"SurahNumber":34,"VerseNumber":44,"Text":"Und Wir gaben ihnen keine Bücher, die sie (hätten) studieren (können), noch sandten Wir ihnen einen Warner vor dir"},{"SurahNumber":34,"VerseNumber":45,"Text":"Jene, die vor ihnen waren, leugneten ebenfalls - und diese haben nicht den zehnten Teil von dem erreicht, was Wir jenen gegeben hatten -, und doch bezichtigten sie Meine Gesandten der Lüge. Doch wie war (die Folge davon,) daß sie Mich verleugneten"}]}