{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Kitab əhlindən bir zumrə dedi: “Mominlərə nazil edilənə gunun əvvəlində iman gətirin və gunun sonunda inkar edin ki, bəlkə onlar oz dinlərindən donələr"},{"SurahNumber":3,"VerseNumber":73,"Text":"Yalnız sizin dininizin ardınca gələnlərə inanın ki, kiməsə sizə verilənin bənzəri verilməsin, yaxud musəlmanlar Rəbbinizin yanında sizə dəlil gətirməsinlər”. De: “Subhəsiz ki, dogru yol Allahın haqq yoludur!” De: “Subhəsiz ki, lutf Allahın Əlindədir və onu istədiyinə verir! Allah hər seyi Əhatəedəndir, Biləndir”"},{"SurahNumber":3,"VerseNumber":74,"Text":"O, Oz mərhəmətini istədiyi kəsə məxsus edir. Allah boyuk lutf sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitab əhlindən eləsi var ki, ona bir yıgın mal əmanət etsən, onu sənə tam qaytarar. Onlardan eləsi də var ki, ona bir dinar versən belə, basının ustundə durub tələb etməyincə onu sənə qaytarmaz. Bu, ona gorədir ki, onlar: “Avamlardan otru bizə gunah olmaz!”– deyirlər və bilə-bilə Allaha qarsı yalan soyləyirlər"},{"SurahNumber":3,"VerseNumber":76,"Text":"Xeyr! Kim əhdini yerinə yetirsə və Allahdan qorxsa, subhəsiz ki, Allah muttəqiləri sevər"},{"SurahNumber":3,"VerseNumber":77,"Text":"Həqiqətən də, Allah ilə olan əhdlərini və andlarını ucuz qiymətə satan kəslər ucun axirətdə hec bir pay yoxdur. Allah onları danısdırmayacaq, Qiyamət gunu onların uzunə baxmayacaq və onları təmizə cıxarmayacaqdır. Onlar ucun agrılı-acılı bir əzab vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onlardan elə bir dəstə də vardır ki, oxuduqlarını Kitabdan hesab edəsiniz deyə Kitabı oxuyarkən dillərini əyib bukurlər. Halbuki bu, Kitabdan deyildir. Onlar: “Bu, Allah tərəfindəndir!”– deyirlər. Halbuki o, Allah tərəfindən deyildir. Onlar bilə-bilə Allaha qarsı yalan danısırlar"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hec kimə yarasmaz ki, Allah ona Kitab, hikmət və peygəmbərlik verdikdən sonra insanlara: “Allaha yox, mənə qul olun!”– desin. Əksinə, o deyər: “Oyrətdiyiniz Kitabın və ondan oyrəndiyiniz seyin sayəsində din xadimləri olun!”"},{"SurahNumber":3,"VerseNumber":80,"Text":"O sizə mələkləri və peygəmbərləri ozunuzə tanrılar qəbul etməyi buyurmaz. Məgər o sizə, siz musəlman olduqdan sonra kafir olmagı əmr edərmi"}]}