{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"mariyu ād jātivāri daggariki vāri sahōdaruḍu hūd nu pampāmu. Atanu ilā annāḍu: \"Nā jāti prajalārā! Mīru allāh nē ārādhin̄caṇḍi. Āyana tappa mīku maroka ārādhyuḍu lēḍu. Mīru kēvalaṁ abad'dhālu kalpistunnāru"},{"SurahNumber":11,"VerseNumber":51,"Text":"ō nā jāti prajalārā! (Ī paniki) nēnu mī nun̄ci elāṇṭi pratiphalaṁ aḍagaṭaṁ lēdu. Nā pratiphalaṁ kēvalaṁ nannu sr̥jin̄cina āyana vaddanē undi. Ēmī? Mīru buddini upayōgin̄carā (arthaṁ cēsukōlērā)"},{"SurahNumber":11,"VerseNumber":52,"Text":"Mariyu ō nā jāti prajalārā! Mī prabhuvu kṣamābhikṣanu vēḍukōṇḍi, taruvāta āyana vaipuku paścāttāpantō maralaṇḍi, āyana mī koraku ākāśaṁ nuṇḍi bhārī varṣālu kuripistāḍu mariyu mīku, mī śaktipai marinta śaktini istāḍu, kāvuna mīru nērasthulai venudiragakaṇḍi"},{"SurahNumber":11,"VerseNumber":53,"Text":"vāru annāru: \"Ō hūd! Nīvu mā vaddaku spaṣṭamaina sūcananu tīsukoni rālēdu mariyu mēmu kēvalaṁ nī māṭalu vini mā dēvatalanu vadalipeṭṭalēmu mariyu mēmu ninnu viśvasin̄calēmu"},{"SurahNumber":11,"VerseNumber":54,"Text":"mā daivālalō nuṇḍi kondaru nīku kīḍu kaligin̄cāru (ninnu picciki guri cēśāru) ani mātramē mēmu anagalamu!\" Atanu (hūd) javābiccāḍu: \"Āyana (allāh) tappa! Mīru āyanaku sāṭi kalpin̄cē vāṭitō niścayaṅgā, nāku elāṇṭi sambandhaṁ lēdani, nēnu allāh nu sākṣigā peḍutunnānu mariyu mīru kūḍā sākṣulugā uṇḍaṇḍi"},{"SurahNumber":11,"VerseNumber":55,"Text":"ika mīrantā kalasi nāku vyatirēkaṅgā kuṭralu pannaṇḍi. Nākelāṇṭi vyavadhi ivvakaṇḍi"},{"SurahNumber":11,"VerseNumber":56,"Text":"niścayaṅgā nākū mariyu mīkū prabhuvaina allāh nē nēnu nam'mukunnānu! Ē prāṇi juṭṭu kūḍā āyana cētilō lēkuṇḍā lēdu. Niścayaṅgā, nā prabhuvē r̥jumārgampai (satyampai) unnāḍu"},{"SurahNumber":11,"VerseNumber":57,"Text":"okavēḷa mīru venudirigitē (mī iṣṭaṁ), vāstavāniki nēnaitē, nākivvabaḍina sandēśānni mīku anda jēśānu. Mariyu nā prabhuvu mī sthānanlō maroka jātini mīku vārasulugā cēyagalaḍu mariyu mīru āyanaku ē mātraṁ hāni cēyalēru. Niścayaṅgā, nā prabhuvē pratidānikī rakṣakuḍu"},{"SurahNumber":11,"VerseNumber":58,"Text":"mariyu mā ādēśaṁ jārī ayinappuḍu, mā kāruṇyantō hūd nu mariyu atanitō pāṭu viśvasin̄cina vārini rakṣin̄cāmu mariyu vārini ghōraśikṣa nuṇḍi kāpāḍāmu"},{"SurahNumber":11,"VerseNumber":59,"Text":"mariyu vīrē ād jātivāru! Vāru tama prabhuvu sūcanalanu (āyāt lanu) tiraskarin̄cāru mariyu āyana pravaktalaku avidhēyulayyāru mariyu krūruḍaina prati (satya) virōdhi ājñalanu anusarin̄cāru"},{"SurahNumber":11,"VerseNumber":60,"Text":"Mariyu ihalōkanlō (allāh) śāpaṁ (bahiṣkāraṁ) vārini vembaḍimpa jēyabaḍindi mariyu punarut'thāna dinamuna kūḍā (allāh śāpaṁ vārini vembaḍin̄cagaladu). Vinaṇḍi! Nis'sandēhaṅgā, ād jātivāru tama prabhuvunu tiraskarin̄cāru. Kāvuna cūśārā! Hūd jāti vāraina ād lu elā (allāh kāruṇyāniki) dūramai pōyārō"}]}