{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun ki Musa'yı da mucizelerimizle ve apaçık bir delille gönderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve onun ileri gelenlerine Fakat onlar Firavun'un emrine uydular. Oysa Firavun'un emri doğru değildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gününde kavminin önüne düşecek ve onları (çekip) ateşe götürecektir. Varacakları yer ne kötü yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Onlar burada da, kıyamet gününde de lanete uğratıldılar. (Onlara) verilen bu armağan ne kötü armağandır"},{"SurahNumber":11,"VerseNumber":100,"Text":"(Ey Muhammed!) İşte bu, (halkı helak olmuş) memleketlerin haberlerindendir. Biz onu sana anlatıyoruz; onlardan (bugüne kadar izleri) kalan da vardır, biçilmiş ekin (gibi yok olan) da vardır"},{"SurahNumber":11,"VerseNumber":101,"Text":"Onlara biz zulmetmedik; fakat, onlar kendilerine zulmettiler. Rabbinin (azap) emri geldiğinde, Allah'ı bırakıp da taptıkları tanrıları, onlara hiçbir şey sağlamadı, ziyanlarını artırmaktan başka bir şeye yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Rabbin, haksızlık eden memleketleri (onların halkını) yakaladığında, onun yakalayışı işte böyle (şiddetlidir). Şüphesiz onun yakalaması pek elem vericidir, pek çetindir"},{"SurahNumber":11,"VerseNumber":103,"Text":"İşte bunda, ahiret azabından korkanlar için elbette bir ibret vardır. O gün bütün insanların bir araya toplandığı bir gündür ve o gün (bütün mahlukatın) hazır bulunduğu bir gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu (kıyamet gününü) sadece sayılı bir müddete kadar bekletiriz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O geldiği gün Allah'ın izni olmadan hiç kimse konuşamaz. Onlardan kimi bedbahttır, kimi mutlu"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar ateştedirler, orada onların (öyle feci) nefes alıp vermeleri vardır ki"},{"SurahNumber":11,"VerseNumber":107,"Text":"Rabbinin dilediği hariç, (onlar) gökler ve yer durdukça o ateşte ebedi kalacaklardır. Çünkü Rabbin, istediğini hakkıyla yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu olanlara gelince, onlar da cennettedirler. Rabbinin dilediği hariç, gökler ve yer durdukça onlar da orada ebedi kalacaklardır. Bu (nimetler) bitmez, tükenmez bir lütuftur"},{"SurahNumber":11,"VerseNumber":109,"Text":"O halde onların tapmakta oldukları şeylerden (bu şeylerin onları azaba götürdüğünden) şüphen olmasın. Çünkü onlar ancak daha önce babalarının taptığı gibi tapıyorlar. Biz onların (azaptan) nasiplerini mutlaka eksiksiz olarak vereceğiz"}]}