{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Insanların hesab (gunleri yaklasdı. Boyleyken onlar (haala) gaflet icindedirler, (bunu tefekkurden) yuz ceviricidirler"},{"SurahNumber":21,"VerseNumber":2,"Text":"Rablerinden kendilerine yeni bir ihtaar gelmeye dursun, onlar bunu ille istihza ederek ve kalbleri oyuna dalarak dinlemislerdir. Zaalimler gizli fısıltı ile (soyle) konusdular: «Bu sizin gibi bir insandan baska mıdır? Kendiniz gorub (ve bilib) dururken simdi sihre mi geleceksiniz»"},{"SurahNumber":21,"VerseNumber":3,"Text":"Rablerinden kendilerine yeni bir ihtaar gelmeye dursun, onlar bunu ille istihza ederek ve kalbleri oyuna dalarak dinlemislerdir. Zaalimler gizli fısıltı ile (soyle) konusdular: «Bu sizin gibi bir insandan baska mıdır? Kendiniz gorub (ve bilib) dururken simdi sihre mi geleceksiniz»"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Onlara) dedi ki: «Rabbim gokdeki, yerdeki (her) sozu bilir. O, hakkıyle isidici, kemaliyle bilicidir»"},{"SurahNumber":21,"VerseNumber":5,"Text":"Dediler: «Hayır, (bunlar) sacma sapan ru´yalardır. Hayır, onu kendisi uydurmusdur. Hayır, o, bir sairdir. (Bunlar degilse) o halde evvelki (peygamber) lere gonderildigi gibi o da bize bir mu´cize getirsin»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Onlardan evvel helak etdigimiz hic bir memleket (halkı helak olub gitdi), iman etmedi de (simdi) bunlar mı iman edecekler"},{"SurahNumber":21,"VerseNumber":7,"Text":"Biz senden evvel de kendilerine vahy etdigimiz erkeklerden baskasını (peygamber olarak) gondermedik. Eger bilmiyorsanız ehl-i zikre sorun"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz onları yemek yemez birer cesed olarak yaratmadık. Onlar (bu dunyada) ebedi de degillerdi"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra biz onlara olan va´d (imiz) in dogrulugunu gosterdik de hem kendilerini, hem kimleri diliyorsak onları kurtardık. Iftiracıları ise helak etdik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Andolsun, size oyle bir kitab indirmisizdir ki (butun) zikir (ve seref) iniz ondadır. Haala akıllanmıyacak mısınız"}]}