{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Dijo a los dignatarios que le rodeaban: «Sí, éste es un mago muy entendido"},{"SurahNumber":26,"VerseNumber":35,"Text":"que quiere expulsaros de vuestra tierra con su magia. ¿Qué ordenáis?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dijeron: «Dales largas, a él y a su hermano, y envía a las ciudades a agentes que convoquen"},{"SurahNumber":26,"VerseNumber":37,"Text":"que te traigan a los magos más entendidos, a todos»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Los magos fueron convocados para una determinada hora del día convenido"},{"SurahNumber":26,"VerseNumber":39,"Text":"y se dijo a la gente: «¿No queréis asistir"},{"SurahNumber":26,"VerseNumber":40,"Text":"Quizás, así, sigamos a los magos, si son ellos los que ganan»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Cuando llegaron los magos dijeron a Faraón: «Si ganamos, recibiremos una recompensa, ¿no?»"},{"SurahNumber":26,"VerseNumber":42,"Text":"Dijo: «¡Sí! Y seréis entonces, ciertamente, de mis allegados»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moisés les dijo: «¡Tirad lo que vayáis a tirar!»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Y tiraron sus cuerdas y varas, y dijeron: «¡Por el poder de Faraón, que venceremos!»"},{"SurahNumber":26,"VerseNumber":45,"Text":"Moisés tiró su vara y he aquí que ésta engulló sus mentiras"},{"SurahNumber":26,"VerseNumber":46,"Text":"Y los magos cayeron prosternados"},{"SurahNumber":26,"VerseNumber":47,"Text":"Dijeron: «¡Creemos en el Señor del universo"},{"SurahNumber":26,"VerseNumber":48,"Text":"el Señor de Moisés y de Aarón!»"},{"SurahNumber":26,"VerseNumber":49,"Text":"Dijo: «¡Le habéis creído antes de que yo os autorizara a ello! ¡Es vuestro maestro, que os ha enseñado la magia! ¡Vais a ver! ¡He de haceros amputar las manos y los pies opuestos! ¡Y he de haceros crucificar a todos!»"},{"SurahNumber":26,"VerseNumber":50,"Text":"Dijeron: «¡No importa! ¡Nos volvemos a nuestro Señor"},{"SurahNumber":26,"VerseNumber":51,"Text":"Anhelamos que nuestro Señor nos perdone nuestros pecados, ya que hemos sido los primeros en creer»"},{"SurahNumber":26,"VerseNumber":52,"Text":"E inspiramos a Moisés: «¡Parte de noche con Mis siervos! ¡Seréis perseguidos!»"}]}