{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":46,"VerseNumber":27,"Text":"Nie veḱe go uništivme, sekako, ona što beše okolu vas - gradovite - i gi rasporedivme ajsetite za da se vratat po Patot"},{"SurahNumber":46,"VerseNumber":28,"Text":"Pa, zošto ne im pomognaa onie koi gi prifatija, osven Allah, za bliski i bogovi? No, skršnaa daleku od niv. Ete, toa bea lagite nivni i izmislicite što gi kovaa"},{"SurahNumber":46,"VerseNumber":29,"Text":"I koga Nie ti isprativme nekolku džinovi koi go prisluškuvaa Kur\"anot - a bidejḱi bea prisutni - rekoa: “Molčete!\" I bidejḱi završi kažuvanjeto negovo se vratija kaj narodot svoj kako opomenuvači"},{"SurahNumber":46,"VerseNumber":30,"Text":"Rekoa: “O narode naš, nie navistina slušnavme Kniga koja e objavena po Musa kako Potvrda za ona što e veḱe meǵu niv, što upatuva kon vistinata i Kon patot VIStinski"},{"SurahNumber":46,"VerseNumber":31,"Text":"O narode naš, ozvete mu se na povikuvačot Allahov i veruvajte mu, zašto On ḱe vi prosti OD grevovite vaši i ḱe ve izvleče od kaznata bolna"},{"SurahNumber":46,"VerseNumber":32,"Text":"A onoj koj ne ḱe se ozvie na povikuvačot Allahov ne Ḱe može da se skrie na zemjata i ḱe nema, osven Nego, prijateli. Onakvite se vo zabluda očigled- | na"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ne gledaat li deka Allah, navistina, gi sozdade nebesata i Zemjata, koj ne se zamori so sozdavanjeto nivno, deka e Kadar da gi oživi mrtvite. Sekako! On,navistina, e Kadar za se"},{"SurahNumber":46,"VerseNumber":34,"Text":"A Denot vo koj nevernicite ḱe bidat izloženi na ognot -“ Neli e ova vistina?\" Ḱe rečat: “Pa, vkusete ja kaznata zatoa što ne veruvavte"},{"SurahNumber":46,"VerseNumber":35,"Text":"Pa, strpi se onaka kako što se strpija onie meǵu pejgamberite, so dadenata im odlučnost. I ne baraj pobrzo da im dojde kaznata! Nim ḱe im se pričini, na Denot koga ḱe go vidat vetenoto im, deka ostanaa samo eden čas od denot - ovae samo izvestuvanje - pa, ḱe bide uništen samo narodot rasiPNIČKI! aa"}]}