{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Los dignatarios del pueblo del Faraon dijeron: “Ciertamente, este es un brujo instruido"},{"SurahNumber":7,"VerseNumber":110,"Text":"que quiere expulsarlos de sus tierras[251]”. (Entonces, el Faraon dijo:) “¿Que me recomiendan hacer?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"(Los dignatarios) contestaron: “Retenlo a el y a su hermano y envia mensajeros por todas las ciudades"},{"SurahNumber":7,"VerseNumber":112,"Text":"para que te traigan a todos los brujos instruidos”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Y los brujos se presentaron ante el Faraon. (Entonces) dijeron: “¿Seremos recompensados si somos nosotros los vencedores?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"El Faraon respondio: “Si, y ademas seran de mis allegados”"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Los brujos) dijeron: “¡Moises!, ¿arrojas tu primero (el cayado) o lo hacemos nosotros?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Moises) respondio: “Arrojen ustedes primero”. Y cuando lo hicieron, hechizaron los ojos de los presentes y los aterrorizaron mostrando una gran magia"},{"SurahNumber":7,"VerseNumber":117,"Text":"Entonces inspiramos a Moises arrojar su cayado, y este se convirtio en una serpiente que devoro la falsedad que los brujos habian producido"},{"SurahNumber":7,"VerseNumber":118,"Text":"Y la verdad se impuso, y lo que hicieron los brujos fue en vano"},{"SurahNumber":7,"VerseNumber":119,"Text":"Y alli mismo fueron derrotados y humillados (el Faraon y su pueblo)"},{"SurahNumber":7,"VerseNumber":120,"Text":"Y los brujos cayeron postrados"},{"SurahNumber":7,"VerseNumber":121,"Text":"Dijeron: “Creemos en el Senor de toda la creacion"},{"SurahNumber":7,"VerseNumber":122,"Text":"en el Senor de Moises y de Aaron”"},{"SurahNumber":7,"VerseNumber":123,"Text":"El Faraon dijo: “¿Creen en el antes de que yo les haya concedido permiso? Ciertamente, esto es un plan que urdieron en la ciudad para echar de ella a su gente, y pronto sabran lo que les espera (de mi parte)"},{"SurahNumber":7,"VerseNumber":124,"Text":"Amputare sus manos y pies opuestos y, despues, los clavare en un madero (o estaca[252]) a todos”"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Los brujos) dijeron: “En verdad, retornaremos a nuestro Senor"},{"SurahNumber":7,"VerseNumber":126,"Text":"¿Te vengas de nosotros por creer en las pruebas de nuestro Senor una vez nos han llegado? ¡Senor nuestro!, colmanos de paciencia y haz que muramos sometidos a Ti[253]”"}]}