{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Firavunun uyrukları arasında ileri gelenler \"Dogrusu, cok sey bilen usta bir sihirbazmıs bu\" dediler"},{"SurahNumber":7,"VerseNumber":110,"Text":"sizi yerinizden etmek isteyen biri!\" (Firavun:) \"Peki, ne oneriyorsunuz?\" diye sordu"},{"SurahNumber":7,"VerseNumber":111,"Text":"Soyle cevap verdiler: \"Onu ve kardesini bir sure alıkoy ve sehirlere davetciler gonder"},{"SurahNumber":7,"VerseNumber":112,"Text":"butun usta ve bilgin sihirbazları senin huzuruna toplayıp getirsinler"},{"SurahNumber":7,"VerseNumber":113,"Text":"Ve sihirbazlar Firavuna gelip: \"Eger ustun gelen biz olursak\" dediler \"o zaman buyuk bir odul hak etmis oluruz"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Firavun): \"Elbette\" diye karsılık verdi, \"ustelik, o zaman gozdelerimizin arasına katılmıs olacaksınız"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar (Musaya): \"Ey Musa!\" dediler, \"Once sen mi atacaksın (asanı) yoksa biz mi atalım"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa): \"(Once) siz atın!\" dedi. Ve onlar (asalarını) yere attıkları zaman, insanların gozlerini buyuyle bagladılar ve onları korkuyla saskına cevirdiler"},{"SurahNumber":7,"VerseNumber":117,"Text":"Ve (o zaman) Biz de Musaya: \"Asanı yere at!\" diye vahyettik. Oo! (bir de ne gorsunler) bu, onların butun o aldatıcı duzeneklerini yutmasın mı"},{"SurahNumber":7,"VerseNumber":118,"Text":"Boylece gercek kendini gostermis, berikilerin butun o yapıp becerdiklerinin bos oldugu ortaya cıkmıs oldu"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ve (yine) boylece onlar yenilmis, adamakıllı kucuk dusmus oldular"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar (hemen) diz cokup yere kapanarak"},{"SurahNumber":7,"VerseNumber":121,"Text":"Biz (artık) inandık alemlerin Rabbine"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa ve Harunun Rabbine!\" dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun: \"Ben size izin vermeden ona inandınız, oyle mi?\" dedi, \"Bakın, bu sizin yaptıgınız sinsice hazırlanmıs bir tuzak; hem de bu (benim kendi) sehrimde, boylelikle ahalisini cekip goturmek icin... Ama (bekleyin) yakında goreceksiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"bu donekliginiz yuzunden, mutlaka, (icinizden) pek cogunun ellerini ayaklarını budayacagım; ve yine mutlaka (icinizden) pek cogunu topluca asacagım"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Berikiler:) \"(Bundan ne cıkar), biz de Rabbimize doneriz!\" dediler"},{"SurahNumber":7,"VerseNumber":126,"Text":"Cunku, yalnızca, bize ulasır ulasmaz Rabbimizin ayetlerine inandık diye bize hınc duyuyorsun. Ey Rabbimiz, dar zamanda sana baglanan kimseler olarak canımızı al"}]}