{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"О рабы Мои! Нет страха для вас в тот день, и не будете вы печальны"},{"SurahNumber":43,"VerseNumber":69,"Text":"Те, которые уверовали в Наши знамения и были мусульманами"},{"SurahNumber":43,"VerseNumber":70,"Text":"Войдите в рай, вы и ваши жены, будете ублажены"},{"SurahNumber":43,"VerseNumber":71,"Text":"Их будут обносить блюдами из золота и чашами; в них - то, что пожелают души и чем услаждаются очи. И вы в этом пребудете вечно"},{"SurahNumber":43,"VerseNumber":72,"Text":"И этот сад, который дан вам в наследство за то, что вы совершили"},{"SurahNumber":43,"VerseNumber":73,"Text":"Вам здесь - многие плоды, которые вы будете есть"},{"SurahNumber":43,"VerseNumber":74,"Text":"Поистине, грешники пребывают вечно в наказании геенны"},{"SurahNumber":43,"VerseNumber":75,"Text":"Им не будет облегчения, и они там - в отчаянии"},{"SurahNumber":43,"VerseNumber":76,"Text":"Мы вас не обидели, но они сами были обидчиками"},{"SurahNumber":43,"VerseNumber":77,"Text":"И воззвали они: \"О Малик! Пусть покончит с нами твой Господь!\" Он сказал: \"Вы останетесь"},{"SurahNumber":43,"VerseNumber":78,"Text":"Мы пришли к вам с истиной, но большинство вас ненавидит истину"},{"SurahNumber":43,"VerseNumber":79,"Text":"Не устроили ли они дело? Мы тоже устраиваем"},{"SurahNumber":43,"VerseNumber":80,"Text":"Или думают они, что Мы не слышим их тайны и переговоры? Да, и посланцы Наши у них записывают"},{"SurahNumber":43,"VerseNumber":81,"Text":"Скажи: \"Если у Милосердного есть ребенок, то я - первый из поклоняющихся"},{"SurahNumber":43,"VerseNumber":82,"Text":"Хвала Господу небес и земли, владыке трона, превыше Он того, что они Ему приписывают"},{"SurahNumber":43,"VerseNumber":83,"Text":"Оставь их погружаться и забавляться, пока не встретят свой день, который им обещан"},{"SurahNumber":43,"VerseNumber":84,"Text":"Он - тот, кто в небесах Бог и на земле Бог; Он - мудрый, ведущий"},{"SurahNumber":43,"VerseNumber":85,"Text":"Да будет благословен тот, у кого власть над небесами, и землей, и тем, что между ними! И у Него - знание о часе, и к Нему вы будет возвращены"},{"SurahNumber":43,"VerseNumber":86,"Text":"И не могут те, когда вы призываете вместо Него, заступиться, кроме тех, кто свидетельствует об истине, и они знают"},{"SurahNumber":43,"VerseNumber":87,"Text":"А если ты их спросишь, кто создал их, они, конечно, скажут: \"Аллах\". До чего же они обольщены"},{"SurahNumber":43,"VerseNumber":88,"Text":"И говорит он: \"О Господь! Поистине, это люди, которые не веруют"},{"SurahNumber":43,"VerseNumber":89,"Text":"Отвратись же от них и скажи: \"Мир!\" А потом они узнают"}]}