{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"O vy, kto veruyet! Allakhu i poslanniku Yego poslushny bud'te I ot nego ne otvrashchaytes', Kogda vy slushayete (to, chto on chitayet iz Korana)"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ne bud'te vy podobny tem, Kto govorit: \"My slyshim\", A sami nichego ne slyshat"},{"SurahNumber":8,"VerseNumber":22,"Text":"Ved' khudshiye iz (vsekh zemnykh) sushchestv V Desnitse Boga - te, Kto glukh, i nem, i nichego ne razumeyet"},{"SurahNumber":8,"VerseNumber":23,"Text":"I yesli by (vsevidyashchiy) Gospod' Uzrel v ikh (dushakh) chto-nibud' blagoye, On dal by im vozmozhnost' slyshat', - No yesli by On dal im slyshat', Oni by vse ravno otvorotilis' ot Nego"},{"SurahNumber":8,"VerseNumber":24,"Text":"O vy, kto veruyet! Allakhu i poslanniku Yego poslushny bud'te, Kogda on prizyvayet vas k tomu, Chto vas, poistine, zhivotvorit i napravlyayet. I znayte, chto Allakh vsegda stoit Mezh (brennymi strastyami) cheloveka I (taynymi poryvami) yego dushi, - Poistine, vy budete vse sobrany k Nemu"},{"SurahNumber":8,"VerseNumber":25,"Text":"I boytes' myatezhey i smut, Chto, (poyavivshis'), vovlekayut Ne tol'ko tekh iz vas, kto nechestiv. I znayte: v vozmezdii Svoyem Allakh surov"},{"SurahNumber":8,"VerseNumber":26,"Text":"Togda vy byli malen'koy obshchinoy, I slabymi na toy zemle, i v strakhe, Chto eti lyudi vas ograbyat i pokhityat. No On ubezhishche vam dal, I ukrepil vas pomoshch'yu Svoyeyu, I dal vam vse potrebnoye dlya zhizni, Chtob vy mogli byt' blagodarny"},{"SurahNumber":8,"VerseNumber":27,"Text":"O vy, kto veruyet! Allakha i poslannika Yego ne predavayte, (Tvorya nechestiye i zlo), - Ved' etim predayete vy doverennoye vam - I sami soznayete eto"},{"SurahNumber":8,"VerseNumber":28,"Text":"I znayte: vse vashe dobro i deti - Lish' ispytaniye dlya vas I tol'ko u Allakha - vysshaya nagrada"}]}