{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Äri Kitaptağı Märïyamdı esiñe al. Ol üyindegilerden şığıs jaqtağı bir orınğa oñaşalanıp"},{"SurahNumber":19,"VerseNumber":17,"Text":"olardan tosıq artına tasalanıp aldı. Biz oğan Rwxımızdı / Jäbireyildi / jiberdik. Ol oğan tolıqqandı adam beynesinde körindi"},{"SurahNumber":19,"VerseNumber":18,"Text":"Mérïyam / :«Men är-Raxmanğa / asa Meyirimdige / sïınıp, senen qorğawın suraymın. Eger Allahqa boysunıp, jazasınan qorqıp, saqtanwşı / taqwa / bolsañ / tïispe / », -dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Perişte / : «Anığında men sağan bir taza bala sıylaw üşin Rabbıñnıñ jibergen Elşisimin», - dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Märïyam / : «Mağan eşbir adam jaqındamağan bolsa jäne men jeñil jüristi bolmasam, mende qalay bala bolmaq?» - dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Perişte / : «Mine osılay. Rabbıñ: «Bul Mağan oñay. Onı adamdar üşin Bizden bir belgi / muğjïza / jäne meyirim etemiz. Bül - şeşilip qoyılğan is», - dep ayttı»,- dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Söytip, ol oğan jükti bolıp, onımen / kursağındağımen / alıs bir orınğa barıp oñaşalandı"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonda, tolğaq onı bir qurma ağaşınıñ diñine alıp keldi. Ol: «Qap, budan burın ölip ketsem äri müldem umıtılğan bolsam edi», - dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Perişte / oğan tömengi jaqtan ün qatıp: «Qayğırma! Rabbıñ ayaq astıñnan bastaw ağızdı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Qurmanıñ diñin öziñe qaray silki. Sağan jaña pisken kurma tüsedi"},{"SurahNumber":19,"VerseNumber":26,"Text":"Qurmadan / je, sw iş äri tınıştıqqa bolen! Eger adamdardan birewdi körseñ: «Men är-Raxman / asa Meyirimdi / üşin awız bekitwge näzir atadım. Endi bügin eşbir adammen söylespeymin», - dep ayt»,- dedi"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ol onı köterip eline keldi. Olar: «Ey, Mérïyam! Sen şoşınarlıq närse keltirdiñ"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey, Harunnıñ qarındası! Äkeñ jaman kisi emes edi, äri anañ da teris jolda emes edi»,-dedi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Sonda ol oğan / balağa / meñzedi. Olar: «Biz qundaqtağı närestemen qaytıp söylesemiz?» - dedi"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ïsa / : «Men - Allahtıñ qulımın. Ol mağan Kitaptı berdi äri meni Payğambar etti"},{"SurahNumber":19,"VerseNumber":31,"Text":"Äri qayda bolsam da meni berekeli etti. Ömir sürip turğan kezimde namazdı jäne zeketti / ötewdi / buyırdı"},{"SurahNumber":19,"VerseNumber":32,"Text":"Äri anama ïgilik etwşi / perzent / etti jäne meni öktemşil, baqıtsız etpedi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Äri mağan, men twılğan küni, qaytıs bolatın küni jäne qayta tiriletin küni amandıq / boladı / », - dedi"},{"SurahNumber":19,"VerseNumber":34,"Text":"Mine bul - olar kümändanıp, tartısatın Märïyamnıñ ulı Ïsa jaylı xaq söz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allahtıñ bala ïemdenwi mümkin emes. Ol - / barlıq kemşilikten / päk. Ol bir istiñ bolwın ükim etse, oğan tek qana «bol» deydi. Sonda ol, boladı"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ïsa / «Aqïqatında, Allah - meniñ Rabbım äri senderdiñ Rabbıñ. Oğan qulşılıq etiñder. Mine osı twra jol», - dedi"},{"SurahNumber":19,"VerseNumber":37,"Text":"Al ayda toptar özara qayşılıqqa tüsti. Sonday küpirlik etwşilerge / xaq dindi burmalawşı ağımdarğa / Ulı künniñ / Qïyamettiñ / körinisinen ülken qasiret bar"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bizge kelgen küni, olardıñ estw, körwleri öte anıq boladı. Alayda bügin ädiletsizder aşıq adaswda"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ey, Muxammed! / Olarğa barlıq is şeşiletin - qasiretti Kündi eskert. Al, olar qapersizdik tanıtwda / beyğamdıqta / äri senbewde"},{"SurahNumber":19,"VerseNumber":40,"Text":"Aqïqatında jer jäne onıñ üstindegileri Bizde qaladı. Äri olar Bizge qaytarıladı"}]}