{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Av radsla for forfoljelser fran Faraos och stormannens sida forklarade sig bara ett fatal bland Moses folk tro pa honom. Farao utovade forvisso stor makt pa jorden och hans overmod kande inga granser"},{"SurahNumber":10,"VerseNumber":84,"Text":"Och Moses sade: \"Lita till Gud, mitt folk, om ni tror pa Honom och om ni har underkastat er Hans vilja [helt och fullt]"},{"SurahNumber":10,"VerseNumber":85,"Text":"De svarade: \"Vi litar helt till Gud\", och de bad: \"Herre, gor oss inte till [Dina redskap om] Du satter dessa onda manniskor pa prov"},{"SurahNumber":10,"VerseNumber":86,"Text":"radda oss av nad fran dessa fornekare av sanningen"},{"SurahNumber":10,"VerseNumber":87,"Text":"Och Vi ingav Moses och hans broder att lata sitt folk i Egypten inratta bostaderna [sa att bonen kunde forrattas dar och orientera dem] i boneriktningen och uppmana dem att forratta bonen [i hemmen] och [befallde Moses] att forkunna for de troende det glada budskapet [\"Guds hjalp ar nara]"},{"SurahNumber":10,"VerseNumber":88,"Text":"Och Moses bad: \"Herre! Prakt och rikedomar har Du skankt Farao och hans storman i denna varld, och till foljd darav, Herre, driver de [manniskor] bort fran Din vag. Utplana [darfor] deras rikedomar, Herre, och lat deras hjartan hardna sa att tron inte kan na dem forran de ser det plagsamma straff [som vantar dem]"},{"SurahNumber":10,"VerseNumber":89,"Text":"[Gud] sade: \"Er bon ar hord! Hall er [nu] till den raka vagen och ga inte med de [okunniga] som inte vet [vart de ar pa vag]"},{"SurahNumber":10,"VerseNumber":90,"Text":"OCH VI forde Israels barn genom havet, forfoljda av en forbittrad Farao och hans arme; och nar [de framvallande] vattenmassorna hotade att dranka honom ropade han: \"Jag tror att ingen gud finns utom Den som Israels barn tror pa, och jag ar en av dem som underkastar sig Hans vilja"},{"SurahNumber":10,"VerseNumber":91,"Text":"[Gud sade:] \"Nu [tror du]! Forut trotsade du Mig och var en av dem som stor ordningen och sprider fordarv [pa jorden]"},{"SurahNumber":10,"VerseNumber":92,"Text":"Din kropp skall Vi radda idag for att gora dig till ett tecken for dina efterkommande, aven om manga manniskor ar likgiltiga for Vara tecken"}]}