{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"A jesli oni beda cie uwazac za kłamce, to powiedz: \"Do mnie nalezy moje działanie, a do was nalezy wasze działanie. Wy nie jestescie odpowiedzialni za to, co ja czynie, ani ja nie jestem odpowiedzialny za to, co wy czynicie"},{"SurahNumber":10,"VerseNumber":42,"Text":"Wsrod nich sa tacy, ktorzy sie tobie przysłuchuja. Ale czy ty zmusisz do słuchania głuchych, przeciez oni i tak nie rozumieja"},{"SurahNumber":10,"VerseNumber":43,"Text":"I wsrod nich sa tacy, ktorzy spogladaja na ciebie. Ale czy ty mozesz poprowadzic slepych, jesli oni nie widza"},{"SurahNumber":10,"VerseNumber":44,"Text":"Zaprawde, Bog nie czyni ludziom niesprawiedliwosci, lecz ludzie sobie samym wyrzadzaja niesprawiedliwosc"},{"SurahNumber":10,"VerseNumber":45,"Text":"W Dniu, kiedy On ich zbierze, wyda im sie, ze nie, przebywali dłuzej, jak tylko jedna godzine dnia, i poznaja siebie nawzajem. A straca ci, ktorzy za kłamstwo uznali spotkanie z Bogiem i nie byli prowadzeni droga prosta"},{"SurahNumber":10,"VerseNumber":46,"Text":"My albo pokazemy ci czesc z tego, co im obiecujemy, albo wezwiemy cie do Siebie. Do Nas oni powroca! A Bog potem bedzie swiadkiem tego, co oni czynia"},{"SurahNumber":10,"VerseNumber":47,"Text":"Kazdy narod ma swojego posłanca. A kiedy przyjdzie ich posłaniec, wszystko bedzie miedzy nimi rozstrzygniete według słusznosci i oni nie doznaja niesprawiedliwosci"},{"SurahNumber":10,"VerseNumber":48,"Text":"Oni mowia: \"Kiedy sie spełni ta obietnica, jesli jestescie prawdomowni"},{"SurahNumber":10,"VerseNumber":49,"Text":"Powiedz: \"Ja nie władam dla samego siebie ani szkoda, ani korzyscia, poza tym, co Bog zechce.\" Kazdy narod ma swoj kres. Kiedy nadejdzie ten kres, to oni nie beda w stanie go opoznic ani o godzine ani tez nie zdołaja go przyspieszyc"},{"SurahNumber":10,"VerseNumber":50,"Text":"Powiedz: \"Jak wam sie wydaje? Jesli przyjdzie do was Jego kara, w nocy albo podczas dnia, to jaka jej czesc chcieliby przyspieszyc grzesznicy"},{"SurahNumber":10,"VerseNumber":51,"Text":"Czy teraz uwierzycie w nia, kiedy ona na was spadła? Teraz?! Choc przedtem staraliscie sie ja przyspieszyc"},{"SurahNumber":10,"VerseNumber":52,"Text":"Wtedy bedzie powiedziane tym, ktorzy byli niesprawiedliwi: \"Zakosztujcie kary wiecznosci! Czyz nie otrzymaliscie zapłaty za to tylko, co sami zarobiliscie"},{"SurahNumber":10,"VerseNumber":53,"Text":"Oni beda ciebie pytac: \"Czy to jest prawda?\" Powiedz: \"Tak! Na mojego Pana! Zaiste, to jest prawda! I nie bedziecie w stanie tego udaremnic"}]}