{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":9,"VerseNumber":30,"Text":"(از دلایل ایمان نیاوردن‌شان این است که) یهودی‌ها گفتند: عُزیر پسر الله است. و نصارا گفتند: مسیح (عیسی بن مریم) پسر الله است. این است سخن آنها (که) در دهانهایشان (وجود دارد) به سخن آنانی که از پیش کفر ورزیده بودند مشابهت دارد. الله آنها را هلاک کند (پس ) چگونه (با وجود دلایل واضح) باز گردانیده می‌شوند؟"},{"SurahNumber":9,"VerseNumber":31,"Text":"(سبب گمراهی‌شان این بود که) علماء و گوشه نشینان (پیران) خود را به جای الله معبودهای خود گردانیدند، و مسیح پسر مریم را (نیز) معبود خود قرار دادند. حال آنکه امر نشده بودند مگر این که معبود یگانه را عبادت کنند که هیچ معبودی برحق غیر از او نیست. و پاک است او از آنچه با او شریک می‌سازند"},{"SurahNumber":9,"VerseNumber":32,"Text":"می‌خواهند نور الله (چراغ توحید) را با دهانهایشان (با سخنهای دور از حقیقت) خاموش کنند و الله ابا می‌ورزد مگر اینکه نورش را کامل کند، اگر چه کافران دوست نداشته باشند"},{"SurahNumber":9,"VerseNumber":33,"Text":"او (الله) همان ذاتیست که پیغمبر خود را با (اصول) هدایت و دین حق فرستاد، تا آن را بر تمامی ادیان عالم غالب سازد، اگر چه مشرکان خوش نداشته باشند"},{"SurahNumber":9,"VerseNumber":34,"Text":"ای کسانی که ایمان آورده‌اید، البته بسیاری از علمای (یهود) و گوشه نشینان (نصارا) مال‌های مردم را به ناحق می‌خورند، و مردم را از راه (و دین) الله منع می‌کنند. و آنانی که طلا و نقره (مال دنیا) را ذخیره می‌کنند و آن را در راه الله انفاق نمی‌کنند، پس آنها را به عذاب دردناک مژده بده"},{"SurahNumber":9,"VerseNumber":35,"Text":"روزی که آن گنجینه‌ها (طلا و نقره) در آتش دوزخ گداخته شود، پس به وسیلۀ آن پیشانی و پهلو و پشت‌های آنها داغ کرده شود )و گفته شود که( این است آنچه برای خود ذخیره کرده بودید، پس آنچه را ذخیره می‌کردید، بچشید)"},{"SurahNumber":9,"VerseNumber":36,"Text":"يقينا شمار ماهها نزد الله در کتابش از روزی که آسمان‌ها و زمین را آفریده است، دوازده ماه است، از آنجمله چهار ماه حرام (قابل احترام و بزرگداشت) است. دین راست و درست همین است، پس در آنها (چهار ماه حرام؛ به وسیلۀ جنگ) به خویش ظلم مکنید. و با مشرکان بجنگید، قسمی که آنها همه (به همکاری یکدیگر) با شما می‌جنگند، و بدانید که الله با پرهیزگاران است"},{"SurahNumber":9,"VerseNumber":37,"Text":"جز این نیست که تأخیر نمودن ماهای حرام و بی‌جا کردن آن، فزونی در کفر است که کافران به سبب آن گمراه ساخته می‌شوند، چون که (جنگ در) آن را، یک سال حلال می‌شمارند، و یک سال دیگر آن را حرام قرار می‌دهند، تا شمارۀ ماه‌های که الله )جنگ را در آن( حرام قرار داده است موافق سازند، پس )در نتیجه( چیزی را که الله حرام گردانیده است، بر خود حلال گردانند. (در حقیقت) اعمال بدشان برای آنها مزين شده است. و الله قوم کافر را هدایت نمی‌کند"}]}