{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Həqiqətən, Logmana: “Allaha sukur et!” (deyə) hikmət verdik. Kim (Allahın ne’mətlərinə) sukur etsə, ozu ucun sukur edər. Kim nankor olsa, (bilsin ki) Allah onun sukurunə mohtac deyildir, (ozluyundə) sukurə (tə’rifə) layiqdir! (Onun butun isləri bəyəniləndir)"},{"SurahNumber":31,"VerseNumber":13,"Text":"(Ya Rəsulum!) Yadında olsun ki, bir zaman Logman oz ogluna nəsihət edərək belə demisdi: “Oglum! Allaha sərik qosma. Dogrudan da, Allaha sərik qosmaq boyuk zulmdur! (Agır gunahdır!)”"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana ata-anasına (yaxsılıq etməyi, valideyninə yaxsı baxmagı, onlarla gozəl davranmagı) tovsiyə etdik. Anası onu (bətnində) cox zəif bir halda dasımısdı. (Usagın suddən) kəsilməsi isə iki il ərzində olur. (Biz insana buyurduq:) “Mənə və ata-anana sukur et. Axır donus Mənədir"},{"SurahNumber":31,"VerseNumber":15,"Text":"Əgər (ata-anan) bilmədiyin bir seyi Mənə sərik qosmagına cəhd gostərsələr, (bu isdə) onlara itaət etmə. (Qalan) dunya islərində onlarla gozəl kecin (onlara itaət et). Tovbə edib Mənə tərəf donənlərin (islamı qəbul edənlərin) yolunu tut. Sonra (qiyamət gunu) Mənim huzuruma qayıdacaqsınız. Mən də (dunyada) nə etdiklərinizi (bir-bir) sizə xəbər verəcəyəm!”"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Logman oyud-nəsihətinə davam edərək) dedi: “Oglum, (dunyada gorduyun hər hansı yaxsı, yaxud pis is) bir xardal dənəsi agırlıgında olsa da, bir qayanın (dasın) icində, yaxud goylərdə və ya yerin təkində olsa da, Allah onu (qiyamət gunu) ortaya gətirər (onun haqq-hesabını cəkər). Həqiqətən, Allah lətifdir (butun incə, nazik isləri biləndir; lutfkardır), (hər seydən) xəbərdardır"},{"SurahNumber":31,"VerseNumber":17,"Text":"Oglum! Namaz qıl, (insanlara) yaxsı islər gorməyi əmr et, pis isləri qadagan elə. (Bu yolda) sənə uz verəcək musibətlərə doz. Həqiqətən, bu (dediklərim) vacib əməllərdəndir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Adamlardan təkəbburlə uz cevirmə, yer uzundə lovga-lovga gəzib dolanma. Həqiqətən, Allah hec bir ozundən razını, lovgalanıb fəxr edəni sevməz"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yerisində muvazinət gozlə (nə cox yeyin, nə də cox asta get) və (danısında) səsini qaldırma. Cunki ən cirkin səs uzunqulaq səsidir"}]}