{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"Sonday-aq Sämüd eline bawırları Salïxtı / jiberdik / . / Ol / \\ «Äy, elim! Allahqa qulşılıq etiñder, sender üşin Odan basqa quday joq. Aqïqatında senderge özderiñniñ Rabbıñnan anıq dälel keldi. Mine, mınaw - Allahtıñ tüyesi, sender üşin bir belgi. Sender onı jayına qaldırıñdar, Allahtıñ jerinde jayılsın. Oğan eşbir jamandıq tïgizbeñder. Onda senderdi küyzeltwşi azap tutadı"},{"SurahNumber":7,"VerseNumber":74,"Text":"Onıñ senderdi Ad elinen keyin xa­lïfa / ornın baswşılar / etkenin jäne jerde ornalastırıp, onıñ jazıqtarında saraylar turğızıp, al tawlarınan qaşap üy jasağandarıñdı esteriñe alıñdar. Allahtıñ ïgilikterin eske alıñdar jäne jer betinde buzw-büldirwşilik jasamañdar», - dedi"},{"SurahNumber":7,"VerseNumber":75,"Text":"Onıñ qawımınan özderin joğarı sanap täkäpparlanğan wäzirleri men bekteri älsiz sanalğandardıñ işindegi ïmanğa kelgenderge: «Sender Salïxtı öziniñ Rabbısınan jiberilgen dep bilesiñder me?» - dedi. Olar: «Aqïqatında, biz onımen jiberilgenge senemiz», - dedi"},{"SurahNumber":7,"VerseNumber":76,"Text":"Özderin joğarı sanağandar: «Al, biz sender sengen närsege senbeymiz», - dedi"},{"SurahNumber":7,"VerseNumber":77,"Text":"Söytip olar tüyeniñ tirsegin qïıp, özderiniñ Rabbısınıñ ämirine bağınbay, şekten şıqtı. Keyin: «Ey, Salïx! Eger elşilerden bolsañ, bizge wäde etip jürgeniñdi / azaptı / keltir!» - dedi"},{"SurahNumber":7,"VerseNumber":78,"Text":"Sonda, Olarğa bir silkinis tïip, olar üylerinde etpetimen jatqan küyi qaldı"},{"SurahNumber":7,"VerseNumber":79,"Text":"Salïx / olardan jüzin burıp: «Äy, elim! Senderge Rabbımnıñ joldağanın jetkizdim äri senderge adal keñes berdim. Biraq sender keñes berwşilerdi / jaqsılıqqalawşılardı / unatpadıñdar», - dedi"},{"SurahNumber":7,"VerseNumber":80,"Text":"Sonday-aq Luttı da / jiberdik / . Sol kezde ol eline: «Sender burın älemderden eşkim istemegen jïirkenişti isti isteysiñder me"},{"SurahNumber":7,"VerseNumber":81,"Text":"Sender äyelderdi qoyıp, erkekterge qatıstı tänqumarlıqtarına / şähwättarına / eresiñder. Şın mäninde, sender - şekten şıqqan elsiñder», - dedi"},{"SurahNumber":7,"VerseNumber":82,"Text":"Al, onıñ eliniñ: «Bulardı jurttarıñnan şığarıñdar, bular tazasınğan adamdar eken», - dep aytqannan basqa jawabı bolmadı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Sonda Biz onı jäne äyelinen özge üy işindegilerin qutqardıq. Äyeli qalwşılardan boldı"},{"SurahNumber":7,"VerseNumber":84,"Text":"Äri Biz olarğa / tastan / jañbır jawdırdıq. Qılmıskerlerdiñ soñı nemen bitkenine nazar sal"}]}