{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Жакында сага (согуштан) калып калган бедуиндер «Бизди мал-мүлкүбүз жана үй-бүлөбүз бошотпой койду. Эми биз үчүн (Аллаһтан) кечирим сура»-дешет. Алар жүрөгүндө жок нерсени тили менен айтышууда. Аларга айткын: «Эгер Аллаһ силерге бир зыян жеткирүүнү кааласа Аллаһтан ким сактап калат? Же болбосо, (Аллаһ) силерге бир пайда (келишин) кааласа (аны ким токтото алат)?» Жок! Аллаһ силердин (бардык) ишиңерден кабардар"},{"SurahNumber":48,"VerseNumber":12,"Text":"Жок! Силер, пайгамбар менен момундар эч качан үй-бүлөлөрүнө кайтып келбейт деп ойлогон элеңер. Силердин жүрөгүңөргө ушул нерсе (шайтан тарабынан) кооз көргөзүлгөн жана (натыйжада Аллаһка да) жаман күмөн кылып, өлө турган коом болуп калган элеңер"},{"SurahNumber":48,"VerseNumber":13,"Text":"Кимде-ким Аллаһка жана Анын пайгамбарына ыйман келтирбесе, Биз каапырларга тозокту даярдап койгонбуз"},{"SurahNumber":48,"VerseNumber":14,"Text":"Асмандардын жана жердин мүлк-падышалыгы Аллаһка таандык. Ал каалаган пендесин кечирет жана каалаган пендесин азапка салат. Аллаһ - Кечиримдүү, Ырайымдуу"},{"SurahNumber":48,"VerseNumber":15,"Text":"Силер олжолор! үчүн, аны алып келгени баратканыңарда (согуштан) калып калган адамдар: «Бизди да ээрчитип алгылачы?»-дешет. Алар Аллаһтын Сөзүн өзгөртүүнү каалашат.? Айткын: «Бизге ээрчибегиле! Аллаһ мурун да ушундай деген». Анда алар «Жок, силер бизден кызганып жатасыңар»-дешет. Жок! (Андай эмес) алар (Шариятты) өтө аз түшүнүшөт"},{"SurahNumber":48,"VerseNumber":16,"Text":"(Согуштан) калып калган бедуиндерге айт: «Силер жакынкы мезгилдерде өтө кубаттуу элдерге каршы чакырыласыңар. Алар менен согушасыңар же болбосо алар (согушсуз) Исламды кабыл алышат. Эгер (ошондо чакырууга) моюн сунсаңар, Аллаһ силерге эң сонун сыйлыктарды берет. Ал эми, мурун качканыңар сыяктуу качып жөнөсөңөр, катуу азап менен азаптайт!»"},{"SurahNumber":48,"VerseNumber":17,"Text":"Сокурга күнөө жок, чолокко да күнөө жок. Оорулуу адамга да күнөө жок.! Кимде-ким Аллаһка жана Анын элчисине моюн сунса, (Аллаһ) аны, түбүнөн дарыялар агып турган Бейиштерге киргизет. Ал эми, ким тескери басып кетсе, ага катуу азап берет"}]}