{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Cfaredo fatkeqesie qe ju godet, eshte si pasoje e asaj qe keni bere vete; por Ai fal shume"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ne kete Toke ju nuk mund t’i shpetoni Atij, sepse, vec Allahut, nuk ka tjeter mbrojtes apo ndihmes per ju"},{"SurahNumber":42,"VerseNumber":32,"Text":"Nje prej shenjave te Tij jane anijet e medha qe lundrojne ne det – si malet"},{"SurahNumber":42,"VerseNumber":33,"Text":"Nese Ai do, e qeteson eren dhe ato mbesin te palevizshme ne siperfaqen e tij (detit). Ketu ka shenja per cdokend qe eshte i durueshem dhe mirenjohes"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ose, Ai mund t’i fundose anijet, per shkak te gjynaheve qe kane bere ata[293]. Sidoqofte, Ai fal shume"},{"SurahNumber":42,"VerseNumber":35,"Text":"Le ta dine ata qe vene ne dyshim shenjat Tona, se nuk kane ku t’i shmangen denimit Tone"},{"SurahNumber":42,"VerseNumber":36,"Text":"Cdo gje qe ju eshte dhene juve, eshte vetem kenaqesi ne jeten e kesaj bote. Por shperblimi i Allahut eshte me i mire dhe me i perhershem per ata qe besojne dhe mbeshteten te Zoti i tyre"},{"SurahNumber":42,"VerseNumber":37,"Text":"per ata qe ruhen prej gjynaheve te medha e mbrapshtive dhe qe, kur i zemeron dikush, falin"},{"SurahNumber":42,"VerseNumber":38,"Text":"per ata qe i pergjigjen thirrjes se Zotit te tyre, e falin namazin rregullisht dhe keshillohen per punet e veta me njeri-tjetrin; per ata qe ndajne lemoshe prej asaj qe u kemi dhene Ne"},{"SurahNumber":42,"VerseNumber":39,"Text":"dhe per ata qe, kur i godet ndonje padrejtesi e madhe, i bejne qendrese dhe marrin hak"},{"SurahNumber":42,"VerseNumber":40,"Text":"Shperblimi per te keqen eshte i njejte me ate te keqe. Por, ate qe fal dhe pajton, e pret shperblimi i Allahut. Ai, ne te vertete, nuk i do te padrejtet"},{"SurahNumber":42,"VerseNumber":41,"Text":"Per ate qe pergjigjet, kur i eshte bere nje padrejtesi, nuk ka kurrfare qortimi ndaj tij"},{"SurahNumber":42,"VerseNumber":42,"Text":"Qortim ka vetem kunder atyre qe u bejne keq njerezve dhe qe pa te drejte mbjellin ngaterresa ne Toke; per ata ka denim te dhembshem"},{"SurahNumber":42,"VerseNumber":43,"Text":"Kushdo qe duron dhe fal, ta dije se, ne te vertete, keto jane nga veprimet me te virtytshme"}]}