{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"Kuma wani namiji mumini daga dangin Fir'auna, yana boye imaninsa, ya ce: \"Ashe, za ku kashe mutum domin ya ce Ubangijina Allah ne, alhali kuwa haƙiƙa ya zo muku da hujjoji bayyanannu daga Ubangijinku? Idan ya kasance maƙaryaci ne, to, ƙaryarsa na kansa, kuma idan ya kasance mai gaskiya ne, sashen abin da yake yi muku wa'adi zai same ku. Lalle ne Allah ba Ya shiryar da wanda yake mai barna, mai yawan ƙarya"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ya ku mutanena! Kuna da mulki a yau, kuma ku ne marinjaya a cikin kasa to wane ne zai taimake mu daga azabar Allah idan ta zo mana?\" Fir'auna ya ce: \"Ba ni nunamuku kome face abin da na gani, kuma ba ni shiryar da ku, sai ga hanyar shiryuwa"},{"SurahNumber":40,"VerseNumber":30,"Text":"Kuma wannan da ya yi imani ya ce: \"Ya mutanena! Lallene, ni, ina yi muku tsoron kwatankwacin ranar ƙungiyoyi"},{"SurahNumber":40,"VerseNumber":31,"Text":"Kwatankwacin al'adar mutanen Nuhu da Adawa da Samudawa da waɗanda ke a bayansu. Kuma Allah ba Ya nufin zalunci ga bayinSa"},{"SurahNumber":40,"VerseNumber":32,"Text":"Kuma ya mutanena! Lalleni, ina yi muku tsoron ranar kiran juna"},{"SurahNumber":40,"VerseNumber":33,"Text":"A ranar da za ku juya, kuna masu bayar da baya (gudane) ba ku da wani mai tsaro daga Allah. Kuma wanda Allah Ya ɓatar, to, ba shi da wani mai shiryarwa"},{"SurahNumber":40,"VerseNumber":34,"Text":"Kuma lalle ne, haƙiƙa, Yusufu ya zo muku daga gabani, da hujjoji bayyanannu, ba ku gushe ba kuna a cikin shakka daga abin da ya zo muku da shi, har a lokacin da ya halaka kuka ce, 'Allah ba zai aiko wani Manzo ba, a bayansa.' Kamar haka Allah ke ɓatar da wanda yake mai ɓarna, mai shakka"},{"SurahNumber":40,"VerseNumber":35,"Text":"Waɗanda kejayayya a cikin ayoyin Allah, ba da wani dalili da ya zo musu ba. Jidalin ya girma ga zamansa abin ki a wurin Allah da wurin waɗanda suka yi imani. Kamar haka Allah ke bicewar haske a kan zuciyar dukan makangari, mai tilastawa"},{"SurahNumber":40,"VerseNumber":36,"Text":"Kuma Fir'auna ye ce, \"Ya Hamana! Ka gina mini bene, dammanina za ni isa ga ƙofofi"},{"SurahNumber":40,"VerseNumber":37,"Text":"¡ofofin sammai domin in yi ninƙaya zuwa ga abin bautawar Musa. Kuma lalle ni haƙiƙa ina zaton sa maƙaryaci.\" Kuma haka dai aka ƙawace wa Fir'auna munanan aikinsakuma aka danne shi daga barin tafarki. Kuma mugun nufin Fir'auna bai zama ba face yana a cikin hasara"}]}