{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Say, \"It has been revealed to me that a (small) group of jinn heard (the Quran) and reported (it to its nation), ´We just heard a wonderful recital.´"},{"SurahNumber":72,"VerseNumber":2,"Text":"It guides towards the right path. We believe in it, and we shall (now) never associate anyone with our Lord"},{"SurahNumber":72,"VerseNumber":3,"Text":"Indeed, He _ Exalted and Majestic as He is _ did not (ever) take a mate or a son"},{"SurahNumber":72,"VerseNumber":4,"Text":"The foolish among us, used to utter atrocious lies about Allah"},{"SurahNumber":72,"VerseNumber":5,"Text":"We thought (and wrongly assumed) that human beings and jinn could not utter false statements about Allah"},{"SurahNumber":72,"VerseNumber":6,"Text":"Some of the human beings used to invoke the support (and protection) of some (individuals among the jinn). (But) the jinn merely increased the (confusion and) disbelief of man"},{"SurahNumber":72,"VerseNumber":7,"Text":"And people thought _ as you did _ that Allah will not resurrect anyone"},{"SurahNumber":72,"VerseNumber":8,"Text":"We scanned (and surveyed) the sky and found it teaming with watchful guards and flaming meteors"},{"SurahNumber":72,"VerseNumber":9,"Text":"Indeed, we used to seek places (in the sky) to sit and eavesdrop (on the angels). But now whoever attempts to eavesdrop finds a flaming meteor lurking around (to strike him)"},{"SurahNumber":72,"VerseNumber":10,"Text":"Of course, we did not know whether a (cosmic) calamity has been planned for those on earth, or that their Lord intends to reveal to them the right path"},{"SurahNumber":72,"VerseNumber":11,"Text":"Among us (jinn), there are some that are righteous, and others that are quite the opposite. We follow diverse (and divergent) paths"},{"SurahNumber":72,"VerseNumber":12,"Text":"We have come to realize that we will never (be able to) evade Allah on earth. Nor can we ever evade Him if we run away (and leave the earth)"},{"SurahNumber":72,"VerseNumber":13,"Text":"In fact, when we heard the guidance, we believed it. Thus, whoever believes in his Lord never needs to worry about his (good) deeds losing their worth. Nor shall he ever fear an injustice"},{"SurahNumber":72,"VerseNumber":14,"Text":"Indeed, some of us (have surrendered and) are obedient, while others have deviated (from the right path). In fact, those accepting Islam (as their way of life) are really the ones seeking the right path"},{"SurahNumber":72,"VerseNumber":15,"Text":"Those who have deviated from the right path would serve as fuel (and firewood) for hell"},{"SurahNumber":72,"VerseNumber":16,"Text":"Had they stood firm upon the way (of Islam), We would (surely) have supplied them with abundant (rain) water"},{"SurahNumber":72,"VerseNumber":17,"Text":"To test them with! The Lord will immerse into an ever worsening torment, all those who turn away from the remembrance of their Lord"},{"SurahNumber":72,"VerseNumber":18,"Text":"The masjids, (the mosques), are for (the worship of) Allah. So do not invoke others along with Allah"},{"SurahNumber":72,"VerseNumber":19,"Text":"When the servant of Allah, (Muhammad, SAW), rose to invoke Him, they (resisted and) almost stifled him with their crowds"}]}