{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Biz Davuda və Suleymana elm (insanlar arasında mubahisəli məsələləri həll edib ədalətli hokm cıxartmaq, qusların dilini bilmək və i. a.) verdik. Onlar dedilər: “Bizi oz mo’min bəndələrinin coxundan ustun tutan Allaha həmd olsun!”"},{"SurahNumber":27,"VerseNumber":16,"Text":"Suleyman Davuda (peygəmbərlikdə, elmdə və mulkdə) vərəsə oldu və dedi: “Ey insanlar! Bizə qus dili oyrədildi və (peygəmbərlərə, padsahlara nəsib olan) hər seydən verildi. Bu, həqiqətən acıq-askar bir lutfdur!”"},{"SurahNumber":27,"VerseNumber":17,"Text":"(Bir gun) Suleymanın cinlərdən, insanlardan və quslardan ibarət qosunu toplandı. Onlar cərgə-cərgə duzulub (nizamla) gedirdilər"},{"SurahNumber":27,"VerseNumber":18,"Text":"Nəhayət, onlar (Taifdəki, yaxud Samdakı) qarısqa vadisinə gəlib catdıqda bir qarısqa (qarısqaların padsahı) dedi: “Ey qarısqalar! Yuvalarınıza girin ki, Suleyman və ordusu ozləri də bilmədən sizi (ayaqları altında) basıb əzməsinlər!”"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Suleyman qarısqanın) bu sozundən gulumsəyib dedi: “Ey Rəbbim! Mənə mənim ozumə və ata-anama ehsan buyurdugun ne’mətə sukur etmək, Sənin razı qalacagın yaxsı is gormək ucun ilham (quvvət) ver! Və məni oz mərhəmətinə saleh bəndələrinin zumrəsinə daxil et!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"Sonra (Suleyman) qusları yoxlayıb dedi: “(Torpaq altında suyun harada oldugunu bilən) Hudhudu (sanapipiyi) niyə gormurəm? Yoxsa o burada yoxdur"},{"SurahNumber":27,"VerseNumber":21,"Text":"And olsun ki, ona siddətli bir əzab verər, ya da tutub kəsərəm (bogazını uzərəm). Yaxud da o (uzrlu səbəbə gorə burada olmaması ucun) askar bir dəlil gətirsin!”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Bir azdan (Hudhud) gəlib dedi: “Sənin bilmədiyin bir seyi oyrəndim. Sənə Səbadan dogru bir xəbər gətirmisəm"},{"SurahNumber":27,"VerseNumber":23,"Text":"Mən onlara (Səba əhlinə) padsahlıq edən bir qadın gordum. Ona (dunyada sahlara lazım olan) hər sey verrilmisdir. Onun cox boyuk (əzəmətli) bir taxtı vardır"},{"SurahNumber":27,"VerseNumber":24,"Text":"Mən onun və tayfasının Allahı qoyub gunəsə sitayis etdiklərini gordum. Seytan (cirkin) əməllərini onlara gozəl gostərmis, onları (dogru) yoldan sapdırmısdır. Buna gorə də haqq yolunu tapa bilmirlər"},{"SurahNumber":27,"VerseNumber":25,"Text":"Goylərdə və yerdə punhan olanı (yagısı, bitkiləri) askara cıxardan, onların gizlində və askarda etdikləri hər seyi bilən Allaha səcdə etməsinlər deyə (Seytan belə etmisdir)"},{"SurahNumber":27,"VerseNumber":26,"Text":"O boyuk ərsin Rəbbi (sahibi) olan Allahdan basqa hec bir tanrı yoxdur!”"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman Hudhudə) dedi: “Baxaq gorək dogru deyirsən, yoxsa yalancısan"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mənim bu məktubumu aparıb (goydən) onlara at, sonra yaxın bir yerə cəkilib dur, bax gor nə cavab verəcəklər!”"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Səba hokmdarı Bəlqis Suleymanın məktubunu alıb oxuyandan sonra) dedi: “Ey ə’yanlar! Mənə cox hormətli bir məktub gondərildi (atıldı)"},{"SurahNumber":27,"VerseNumber":30,"Text":"O məktub Suleymandandır və o “bismillahir-rəhmanır-rəhim” lədir (bismillahla baslanır)"},{"SurahNumber":27,"VerseNumber":31,"Text":"(Məzmunu belədir:)” Mənə qarsı təkəbbur gostərməyin və yanıma mut’i (musəlman) olaraq gəlin! (Mənim də’vətimə saymazlıqla yanasmayın. Allaha təslim olaraq yanıma gəlin)”"}]}