{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: Allah'ın kulları icin yarattıgı susu ve temiz rızıkları kim haram kıldı? De ki: Onlar, dunya hayatında, ozellikle kıyamet gununde muminlerindir. Iste bilen bir topluluk icin ayetleri boyle acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: Rabbim ancak acık ve gizli kotulukleri, gunahı ve haksız yere sınırı asmayı, hakkında hicbir delil indirmedigi bir seyi, Allah'a ortak kosmanızı ve Allah hakkında bilmediginiz seyleri soylemenizi haram kılmıstır"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ummetin bir eceli vardır. Ecelleri gelince ne bir an geri kalırlar ne de bir an ileri gidebilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Adem ogulları! Size kendi icinizden ayetlerimi anlatacak peygamberler gelir de kim (onlara karsı gelmekten) sakınır ve kendini ıslah ederse, onlara korku yoktur ve onlar uzulmeyeceklerdir"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayanlar ve buyuklenip onlardan yuz cevirenler var ya, iste onlar ates ehlidir. Onlar orada ebedi kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah'a iftira eden ya da O'nun ayetlerini yalanlayandan daha zalim kimdir! Onların kitaptaki nasipleri kendilerine erisecektir. Sonunda elcilerimiz (melekler) gelip canlarını alırken \"Allah'ı bırakıp da tapmakta oldugunuz tanrılar nerede?\" derler. ( Onlar da) \"Bizden sıvısıp gittiler\" derler. Ve kafir olduklarına dair kendi aleyhlerine sahitlik ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah buyuracak ki: \"Sizden once gecmis cin ve insan toplulukları arasında siz de atese girin!\" Her ummet girdikce yoldaslarına lanet edecekler. Hepsi birbiri ardından orada (cehennemde) toplanınca, sonrakiler oncekiler icin, \"Ey Rabbimiz! Bizi iste bunlar saptırdılar! Onun icin onlara atesten bir kat daha fazla azap ver!\" diyecekler. Allah da: Zaten herkes icin bir kat daha fazla azap vardır, fakat siz bilmezsiniz, diyecektir"},{"SurahNumber":7,"VerseNumber":39,"Text":"Oncekiler de sonrakilere derler ki: Sizin bize bir ustunlugunuz yok. O halde siz de yaptıklarınıza karsılık azabı tadın"}]}