{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! Size bugun korku yoktur ve siz uzulecek de degilsiniz"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ayetlerimize iman edenler ve teslim olanlar"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve esleriniz sevinc icinde, girin cennete"},{"SurahNumber":43,"VerseNumber":71,"Text":"Etraflarında altın tepsiler ve testiler dolastırılır. Orada canların cektigi ve gozlerin zevk aldıgı her sey vardır. Siz, orada ebedi kalacak olanlarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Yaptıklarınıza karsılık olarak, sizin varis oldugunuz cennet iste budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin icin bir cok meyveler vardır, onlardan yersiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Suclular ise cehennem azabında ebedidirler"},{"SurahNumber":43,"VerseNumber":75,"Text":"Onların azabına hic ara verilmez ve onlar orada umitsiz kalmıslardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Onlara biz zulmetmedik, fakat onlar kendi kendilerine zulmettiler"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Cehennem bekcisine): -Ey Malik, Rabbin isimizi bitirsin, diye haykırırlar. O da: Siz, kalıcısınız! der"},{"SurahNumber":43,"VerseNumber":78,"Text":"Size hakkı getirmistik. Fakat cogunuz haktan hoslanmamıstınız"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa bir ise mi karar verdiler? Elbette biz de kararlıyız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa, bizim, onların gizlediklerini ve gizli toplantılarını isitmedigimizi mi sanıyorlar? Hayır yanılıyorlar. Elcilerimiz de onların yanında kaydediyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: -Eger Rahman’ın bir oglu olsaydı, ona kulluk edenlerin ilki ben olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Goklerin ve yerin Rabbi, Ars’ın Rabbi onların nitelemelerinden uzaktır"},{"SurahNumber":43,"VerseNumber":83,"Text":"Bırak onları, kendilerine vaat edilen gune kavusuncaya kadar dalsınlar ve oynaya dursunlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Gokte ilah O oldugu gibi yerde de ilah O’dur. O, hakimdir, alimdir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Goklerin, yerin ve ikisi arasındakilerin hakimiyeti kendisine ait olan ne yucedir! Kıyametin bilgisi O’nun yanındadır ve O’na donduruleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Bilerek hakka sahitlik edenler dısında, Allah’tan baska dua ettiklerinin, sefaat gucleri yoktur"},{"SurahNumber":43,"VerseNumber":87,"Text":"Onlara kendilerini kimin yarattıgını sorsan, elbette “Allah” derler. Buna ragmen nasıl saptırılıyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun “Ey Rabbim” deyisine yemin olsun ki, onlar gercekten iman etmeyen bir toplumdur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Oyleyse onları bos ver ve “selam” de, nasıl olsa ogrenecekler"}]}