{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"De ki: \"Gerçekten siz mi yeri iki günde yaratana küfrediyor ve O´na birtakım eşler kılıyorsunuz? O, alemlerin rabbidir"},{"SurahNumber":41,"VerseNumber":10,"Text":"Orda (yerde) onun üstünde sarsılmaz dağlar var etti, onda bereketler yarattı ve isteyip arayanlar için eşit olmak üzere oradaki rızıkları dört günde takdir etti"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sonra, duman halinde olan göğe yöneldi; böylece ona ve yere dedi ki: \"İsteyerek veya istemeyerek gelin.\" İkisi de: \"İsteyerek (itaat ederek) geldik\" dediler"},{"SurahNumber":41,"VerseNumber":12,"Text":"Böylece onları iki gün içinde yedi gök olarak tamamladı ve her bir göğe buyruğunu vahyetti. Biz dünya göğünü de kandillerle süsleyip donattık ve bir koruma (altına aldık). İşte bu, üstün ve güçlü olan, bilenin takdiridir"},{"SurahNumber":41,"VerseNumber":13,"Text":"Bu durumda eğer onlar yüz çevirirlerse, artık de ki: \"Ben sizi, Ad ve Semud (kavimlerinin) yıldırımına benzer bir yıldırımla uyardım"},{"SurahNumber":41,"VerseNumber":14,"Text":"Onlara \"yalnızca Tanrı´ya kulluk edin\" diye önlerinden ve arkalarından elçiler gelince, dediler ki: \"Eğer dileseydi rabbimiz melekler indirirdi. Bundan dolayı biz, sizin kendisiyle gönderildiğiniz şeye kafir olanlarız"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad (kavmin)e gelince; onlar yeryüzünde haksız yere büyüklendiler ve dediler ki: \"Kuvvet bakımından bizden daha üstünü kimmiş?\" Onlar, gerçekten kendilerini yaratan Tanrı´yı görmediler mi? O, kuvvet bakımından kendilerinden daha üstündür. Oysa onlar, bizim ayetlerimizi inkar ediyorlardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Böylece biz de onlara dünya hayatında aşağılanma azabını tattırmak için, o uğursuz (felaketler yüklü) günlerde üzerlerine ´kulakları patlatan bir kasırga´ gönderdik. Ahiret azabı ise daha (büyük) bir aşağılanmadır. Ve onlara yardım edilmeyecektir"},{"SurahNumber":41,"VerseNumber":17,"Text":"Semud´a gelince; biz onlara doğru yolu gösterdik, fakat onlar körlüğü hidayete tercih ettiler. Böylece kazandıkları şeyler yüzünden onları alçaltıcı azabın yıldırımı yakalayıverdi"},{"SurahNumber":41,"VerseNumber":18,"Text":"İnananları ve sakınanları ise kurtardık"}]}