{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"abahloniphekileyo phakathi kwabantu bakubo ababengakholwa, bephika indibano yakuBomi oBuzayo lo gama Sasibaphe ubutyebi kubomi basemhlabeni bathi: “Lo akayonto ngaphandle kokuba yindoda efanayo nani. Udla oko nikudlayo nani ukanti usela oko nikuselayo nani"},{"SurahNumber":23,"VerseNumber":34,"Text":"Ke ngoko ukuba nikhe nathobela indoda efana nani, inene niya kuba ningabalahlekelwa"},{"SurahNumber":23,"VerseNumber":35,"Text":"Ingaba unithembisa ngokuba nisakuba nifile sele niluthuli namathambo niza kubuyiswa (niphile kwakhona)"},{"SurahNumber":23,"VerseNumber":36,"Text":"Kuxa iphi, kuxa iphi loo nto nithenjiswe ngayo (iMini yoMgwebo)"},{"SurahNumber":23,"VerseNumber":37,"Text":"Akukho nto (injalo) ngaphandle kobomi bethu beli hlabathi! Siyafa, siphile! Yaye asizi kuvuswa"},{"SurahNumber":23,"VerseNumber":38,"Text":"Kuphela yena yindoda eziqambele ubuxoki ngoAllâh, yaye asiyi kukholwa kuye thina.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"Wathi yena: “O Nkosi yam! Ndincede kuba bayandiphika mna.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"(UAllâh) Wathi: “Kungekudala baza kuzisola ngokuqinisekileyo.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Ngoko ke isohlwayo sababamba ngenyaniso, Saza Sabenza bangathi yinkunkuma yezityalo. Ngoko ke kude lee nabantu abenza ubugwenxa"},{"SurahNumber":23,"VerseNumber":42,"Text":"Emva kwabo Savelisa ezinye izizukulwana"},{"SurahNumber":23,"VerseNumber":43,"Text":"Akukho Sizwe singadlulisela ixesha laso phambili kunexesha laso (esilibekelweyo) singekhe sililibazise nokulilibazisa"},{"SurahNumber":23,"VerseNumber":44,"Text":"Ke kaloku Sathumela abathunywa beThu ngokulandelelana. Maxa onke kufika esizweni umThunywa waso babemphika, ke ngoko Sabenza ukuba balandelelane (kwintshabalalo), kananjalo Sabenza imbali. Ngoko ke kude lee nabantu abangakholwayo"},{"SurahNumber":23,"VerseNumber":45,"Text":"Emva koko Sathumela uMûsâ nomntakwabo uHârûn, nemiqondiso yeThu negunya elicacileyo"},{"SurahNumber":23,"VerseNumber":46,"Text":"kuFir’awn neenkosi zakhe, kodwa babekhukhumele bengabantu abanekratshi"},{"SurahNumber":23,"VerseNumber":47,"Text":"Bathi: “Singakholelwa abantu ababini abafana nathi lo gama abantu bakubo bezizicaka eziphantsi kwethu?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Babaphika ke ngoko baza baba ngabo batshatyalaliswayo"},{"SurahNumber":23,"VerseNumber":49,"Text":"Inene Thina SamnikauMûsâisiBhalokhon’ukuzemhlawumbi bakhokeleleke (ngaso)"},{"SurahNumber":23,"VerseNumber":50,"Text":"Kananjalo Senza (u’Isâ), unyana kaMaryam nomama wakhe baba ngumqondiso. Sabenzela umnquba okumhlaba ophakamileyo owenziwe wathi tyaba namanzi ampompozayo"}]}