{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Zhòngrén a! Nǐmen yīngdāng jìngwèi nǐmen de zhǔ, fùhuó shí dì dìzhèn, què shì yī jiàn dàshì"},{"SurahNumber":22,"VerseNumber":2,"Text":"Zài nà rì, nǐmen kànjiàn dìzhèn xià měi gè rǔmǔ dōu bèi xià de wàngjìle yīng'ér, xià de měi gè yùnfù dōu yào liúchǎn; nǐ bǎ rénmen kàn chéng shì zuì hàn, qíshí tāmen bìngfēi shì zuì hàn, ér shì yīn wéi ān lā de xíngfá shì yánjùn de"},{"SurahNumber":22,"VerseNumber":3,"Text":"Yǒurén wúzhī dì jìnxíng guānyú ān lā de zhēnglùn, bìngqiě shùncóng pànnì de èmó"},{"SurahNumber":22,"VerseNumber":4,"Text":"Fán jiéjiāo èmó zhě, èmó bìdìng shǐ tā mí wù, bìdìng bǎ tā yǐnrù huǒ yù de xíngfá, zhè shì gěi zhùdìngle de"},{"SurahNumber":22,"VerseNumber":5,"Text":"Zhòngrén a! Rúguǒ nǐmen duìyú fùhuó de shì hái zài huáiyí zhī zhōng, nàme, wǒ què yǐ chuàngzàole nǐmen, xiān yòng nítǔ, jì yòng yī xiǎo dī jīngyè, jì yòng yīkuài níngxiě, jì yòng wánzhěng de hé bù wánzhěng de ròu tuán, yǐbiàn wǒ duì nǐmen chǎnmíng (dàolǐ). Wǒ shǐ wǒ suǒ yù de (tāi'ér) zài zǐgōng lǐ ānjū yīgè dìngqí, ránhòu, wǒ shǐ nǐmen chūshēng wèi yīng'ér, ránhòu (wǒ ràng nǐmen huózhe), yǐbiàn nǐmen dádào chéngnián. Nǐmen zhōng yǒu yāozhé de; yǒu fù fǎn yǔ zuì liè de niánjì de, yǐbiàn tā zài yǒu zhīshì zhīhòu, shénme yě bù zhīdào. Nǐ kàn dàdì shì bùmáo de, dāng wǒ shǐ yǔshuǐ jiàng yú dàdì de shíhòu, tā jiù huódòng hé péngzhàng, érqiě shēngchū gè zhǒng měilì de zhíwù"},{"SurahNumber":22,"VerseNumber":6,"Text":"Zhè shì yīn wéi ān lā shì zhēn zǎi, tā néng shǐ sǐzhě fùshēng, tā duìyú wànshì shì quánnéng"},{"SurahNumber":22,"VerseNumber":7,"Text":"Fùhuó què shì yào láilín de, háo wúyí yì. Ān lā yào shǐ fénmù lǐ de rén fùhuó qǐlái"},{"SurahNumber":22,"VerseNumber":8,"Text":"Yǒurén zhēnglùn ān lā, dàn tā jì wú zhīshì, yòu wú zhǐdǎo, qiě wú cànlàn de jīngdiǎn"},{"SurahNumber":22,"VerseNumber":9,"Text":"Tā àomàn de zǒu kāi, yǐbiàn yòu rén pànlí ān lā de dàdào. Tā zài jīnshì yào shòu língrù, fùhuó rì wǒ yào tā chángshì shāozhuó de xíngfá"},{"SurahNumber":22,"VerseNumber":10,"Text":"Zhè shì yīnwèi nǐ suǒ fàn de zuìxíng, yě yīn wéi ān lā jué bùshì kuīdài zhòng púrén de"}]}