{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"hpir'avnin camukattaraic cernta talaivarkal, \"ivar niccayamaka tiramaimikka cuniyakkarare!\" Enru kurinarkal"},{"SurahNumber":7,"VerseNumber":110,"Text":"(atarku, hpir'avn), \"ivar unkalai, unkalutaiya nattai vittum veliyerra natukirar; enave (itaipparri) ninkal kurum yocanai yatu?\" (Enru kettan)"},{"SurahNumber":7,"VerseNumber":111,"Text":"atarkavarkal, \"avarukkum avarutaiya cakotararukkum ciritu tavanaiyaik kotuttu vittu, pala pattinankalukkuc (cuniyakkararkalait) tirattikkontu varuvorai anuppi vaippiraka"},{"SurahNumber":7,"VerseNumber":112,"Text":"avarkal cenru cuniyattil vallavarkalaiyellam um'mitam kontu varuvarkal\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":113,"Text":"avvare hpir'avnitattil cuniyakkararkal vantarkal. Avarkal, \"nankal (musavai) venruvittal, niccayamaka enkalukku atarkuriya vekumati kitaikkumallava?\" En; ru kettarkal"},{"SurahNumber":7,"VerseNumber":114,"Text":"avan kurinan; \"am (unkalukku vekumati kitaikkum). Innum niccayamaka ninkal (enakku) nerukkamanavarkalaki vituvirkal"},{"SurahNumber":7,"VerseNumber":115,"Text":"musave! Mutalil nir erikirira? Allatu nankal eriyattuma?\" Enru (cuniyakkararkal) kettanar"},{"SurahNumber":7,"VerseNumber":116,"Text":"Atarku (musa), \"ninkal (mutalil) eriyunkal\" enru kurinar. Avvare avarkal (tam kaittatikalai) erintarkal; makkalin kankalai marutti avarkal titukkitumpatiyana maktana cuniyattai ceytanar"},{"SurahNumber":7,"VerseNumber":117,"Text":"appolutu nam\"musave! (Ippolutu) nir um kaittatiyai eriyum\" ena avarukku vahi arivittom; avvaru avar eriyave (atu periya pampaki) avarkal (cuniyattal) karpanai ceyta yavarraiyum vilunki vittatu"},{"SurahNumber":7,"VerseNumber":118,"Text":"ivvaru unmai urutiyayirru, avarkal ceyta (cuniyankal) yavum vinaki vittana"},{"SurahNumber":7,"VerseNumber":119,"Text":"ankeye torkatikkappattarkal; atanal avarkal cirumaippattarkal"},{"SurahNumber":7,"VerseNumber":120,"Text":"anriyum antac cuniyakkararkal ciram panintu"},{"SurahNumber":7,"VerseNumber":121,"Text":"akilankalin iraivan mitu niccayamaka nankal iman kontom"},{"SurahNumber":7,"VerseNumber":122,"Text":"avane musavukkum harunukkum iraivanavan\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":123,"Text":"atarku hpir'avn (avarkalai nokki)\"unkalukku nan anumati kotuppatarku munnare ninkal avar mel iman kontu vittirkala? Niccayamaka itu oru culcciyakum - innakaravacikalai atiliruntu veliyerruvatarkaka musavutan cerntu ninkal ceyta culcciyeyakum - itan vilaivai ninkal aticikkiram arintu kolvirkal"},{"SurahNumber":7,"VerseNumber":124,"Text":"niccayamaka nan unkal kaikalaiyum, kalkalaiyum marukai, marukal vanki unkal yavaraiyum ciluvaiyil araintu (konru) vituven\" enra kurinan"},{"SurahNumber":7,"VerseNumber":125,"Text":"atarku avarkal\"(avvarayin) niccayamaka nankal enkal iraivanitam tan tirumpic celvom; (enave itaip parri enkalukkuk kavalaiyillai)\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":126,"Text":"Enkalukku enkal iraivanitamiruntu entulla attatcikalai nankal nampinom enpatarkakave ni enkalaip pali vankukiray?\" Enru kuri\"enkal iraivane! Enkal mitu porumaiyaiyum (urutiyaiyum) polivayaka muslimkalaka (unakku murrilum valippattavarkalaka enkalai akki), enka(l atmakka)laik kaipparrik kolvayaka!\" (Enap pirartittanar)"}]}