{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"Nuun. Bei Al-qalam und dem, was sie in Zeilen schreiben"},{"SurahNumber":68,"VerseNumber":2,"Text":"Du bist wegen der Wohltat deines HERRN kein Geistesgestörter"},{"SurahNumber":68,"VerseNumber":3,"Text":"Und gewiß, für dich ist doch eine nicht ausgehende Belohnung bestimmt"},{"SurahNumber":68,"VerseNumber":4,"Text":"Und gewiß, du verfügst doch über einen vortrefflichen Charakter"},{"SurahNumber":68,"VerseNumber":5,"Text":"Also du wirst noch Einblick haben, und sie haben Einblick"},{"SurahNumber":68,"VerseNumber":6,"Text":"darüber, wer von euch der Fitna-Geplagte ist"},{"SurahNumber":68,"VerseNumber":7,"Text":"Gewiß, dein HERR weiß besser Bescheid über denjenigen, der von Seinem Weg abirrte, und ER weiß besser Bescheid über die Rechtgeleiteten"},{"SurahNumber":68,"VerseNumber":8,"Text":"So höre nicht auf die Ableugner"},{"SurahNumber":68,"VerseNumber":9,"Text":"Sie wünschten sich, du würdest dich anbiedern, dann biedern sie sich an"},{"SurahNumber":68,"VerseNumber":10,"Text":"Und höre nicht auf jeden erniedrigten Viel-Schwörenden"},{"SurahNumber":68,"VerseNumber":11,"Text":"(der) bloßstellend, Namima verbreitend"},{"SurahNumber":68,"VerseNumber":12,"Text":"das Gute verhindernd, Aggression begehend, viel verfehlend"},{"SurahNumber":68,"VerseNumber":13,"Text":"und flegelhaft ist, auch dazu noch ein Bastard ist"},{"SurahNumber":68,"VerseNumber":14,"Text":"(Dies nur), weil er über Vermögen und Kinder verfügte"},{"SurahNumber":68,"VerseNumber":15,"Text":"Wenn ihm Unsere Ayat vorgetragen wurden, sagte er: \"Es sind Legenden der Früheren"},{"SurahNumber":68,"VerseNumber":16,"Text":"WIR werden ihn auf dem Rüssel brandmarken"},{"SurahNumber":68,"VerseNumber":17,"Text":"Gewiß, WIR prüften sie, wie WIR die Besitzer der Dschanna prüften, als sie schworen, sie doch am Morgen abzuernten"},{"SurahNumber":68,"VerseNumber":18,"Text":"und nichts auszulassen"},{"SurahNumber":68,"VerseNumber":19,"Text":"Dann wirbelte durch sie ein Wirbelndes von deinem HERRN, während sie schliefen"},{"SurahNumber":68,"VerseNumber":20,"Text":"dann wurde sie wie das Abgeerntete"},{"SurahNumber":68,"VerseNumber":21,"Text":"Dann riefen sie einander am Morgen (zu)"},{"SurahNumber":68,"VerseNumber":22,"Text":"Geht in der Frühe zu eurem Ackerland, solltet ihr Aberntende sein"},{"SurahNumber":68,"VerseNumber":23,"Text":"Dann gingen sie los, während sie einander zuflüsterten"},{"SurahNumber":68,"VerseNumber":24,"Text":"Auf keinen Fall betritt sie heute zu euch ein Bedürftiger"},{"SurahNumber":68,"VerseNumber":25,"Text":"Und sie gingen in der Frühe zum Fernhalten fähig"},{"SurahNumber":68,"VerseNumber":26,"Text":"Und als sie sie sahen, sagten sie: \"Gewiß, wir haben uns doch geirrt"},{"SurahNumber":68,"VerseNumber":27,"Text":"Nein, sondern wir sind Ausgeschlossene"},{"SurahNumber":68,"VerseNumber":28,"Text":"Der Mittlere von ihnen sagte: \"Sagte ich euch nicht: würdet ihr doch nur lobpreisen"},{"SurahNumber":68,"VerseNumber":29,"Text":"Sie sagten: \"Gepriesen-erhaben ist unser HERR! Gewiß, wir waren Unrecht-Begehende"},{"SurahNumber":68,"VerseNumber":30,"Text":"Dann wandten sich die einen von ihnen den anderen zu, sie machten sich gegenseitig Vorwürfe"},{"SurahNumber":68,"VerseNumber":31,"Text":"sie sagten: \"Unser Niedergang! Gewiß, wir waren Übertretende"},{"SurahNumber":68,"VerseNumber":32,"Text":"Hoffentlich tauscht uns unser HERR Besseres als sie ein. Gewiß, wir sind ALLAH gegenüber Bittende"},{"SurahNumber":68,"VerseNumber":33,"Text":"Solcherart ist die Peinigung. Und die Peinigung des Jenseits ist doch noch größer, würden sie es nur wissen"}]}