{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Les Thamoûd ont eux aussi qualifié Nos avertissements de mensonges"},{"SurahNumber":54,"VerseNumber":24,"Text":"Ils dirent : « Allons-nous obéir à un seul de nos semblables ? Nous serions alors dans l’égarement et bien fous"},{"SurahNumber":54,"VerseNumber":25,"Text":"Serait-il celui d’entre nous qui aurait reçu la révélation ? C’est plutôt un menteur effronté !»"},{"SurahNumber":54,"VerseNumber":26,"Text":"Mais ils sauront bientôt qui est le menteur effronté"},{"SurahNumber":54,"VerseNumber":27,"Text":"(Nous dîmes à Sâlih) : «Nous allons leur envoyer la chamelle en guise d’épreuve. Observe-les donc et endure (leurs mauvais traitements)"},{"SurahNumber":54,"VerseNumber":28,"Text":"et informe-les que la consommation de l’eau sera alternée entre eux (entre les Thamoûd et la chamelle) »"},{"SurahNumber":54,"VerseNumber":29,"Text":"Mais ils firent venir un des leurs qui se risqua à lui couper les jarrets"},{"SurahNumber":54,"VerseNumber":30,"Text":"Qu’il fut dur Mon châtiment à l’encontre de ceux qui ignorent Mes avertissements"},{"SurahNumber":54,"VerseNumber":31,"Text":"Nous avons soulevé contre eux une seule clameur qui suffit à les coucher comme le foin séché d’un pâturage"},{"SurahNumber":54,"VerseNumber":32,"Text":"Nous avons facilité la récitation et la compréhension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"},{"SurahNumber":54,"VerseNumber":33,"Text":"Le peuple de Loth, lui aussi, qualifia Nos avertissements de mensonges"},{"SurahNumber":54,"VerseNumber":34,"Text":"Nous déchaînâmes contre lui une pluie de cailloux, excepté la famille de Loth que Nous épargnâmes au lever du jour"},{"SurahNumber":54,"VerseNumber":35,"Text":"en signe de faveur émanant de Notre part. C’est ainsi que Nous récompensons ceux qui sont reconnaissants"},{"SurahNumber":54,"VerseNumber":36,"Text":"Loth les avait pourtant mis en garde contre Nos rigueurs, mais ils avaient mis en doute Nos avertissements"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ils auraient même voulu abuser de ses hôtes ! Alors, Nous leur fîmes perdre la vue. « Goûtez donc Mon châtiment pour avoir ignoré Mes avertissements !»"},{"SurahNumber":54,"VerseNumber":38,"Text":"Dès l’aube, ils furent réveillés par un supplice persistant"},{"SurahNumber":54,"VerseNumber":39,"Text":"Goûtez donc Mon châtiment pour avoir ignoré Mes avertissements"},{"SurahNumber":54,"VerseNumber":40,"Text":"Nous avons facilité la récitation et la compréhension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"}]}