{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alif-laam-meem"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bila shuba iss kitab ka utarna tamam jahano kay perwerdigar ki taraf say hai"},{"SurahNumber":32,"VerseNumber":3,"Text":"Kiya yeh kehtay hain kay iss ney issay gharh liya hai. ( nahi nahi) bulkay yeh teray rab Taalaa ki taraf say haq hai takay aap unhen darayen jin kay pass aap say pehlay koi daraney wala nahi aaya takay woh raah-e-raast per aajyen"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah Taalaa woh hai jiss ney aasmano-o- zamin ko aur jo kuch inn kay darmiyan hai sab ko cheh din mein pedah ker diya phir arsh per qaeem hua tumharay liye uss kay siwa koi madadgar aur sifarishi nahi. Kiya phir bhi tum naseehat hasil nahi kertay"},{"SurahNumber":32,"VerseNumber":5,"Text":"Woh aasman say ley ker zamin tak (her) kaam ki tadbeer kerta hai phir (woh kaam) aik aisay din mein uss ki taraf charh jata hai jiss ka andaza tumhari ginti kay aik hazar saal kay barbar hai"},{"SurahNumber":32,"VerseNumber":6,"Text":"Yehi hai chupay khullay ka jannay wala zabardast ghalib boht hi meharban"},{"SurahNumber":32,"VerseNumber":7,"Text":"Jiss ney khoob banaee jo cheez bhi banaee aur insan ki banawat mitti say shuroo ki"},{"SurahNumber":32,"VerseNumber":8,"Text":"Phir uss ki nasal aik bey wuqat paani kay nichor say chalaee"},{"SurahNumber":32,"VerseNumber":9,"Text":"Jissay theek thaak ker kay apni rooh phonki ussi ney tumharay kaan aankhen aur dil banaye (iss per bhi) tum boht hi thora ehsan mantay ho"},{"SurahNumber":32,"VerseNumber":10,"Text":"Aur enhon ney kaha kiya jab hum zamin mein rul mill jayen gay kiya phir naee pedaeesh mein aajeyn gay? Bulkay (baat yeh hai) kay woh log apnay perwerdigar ki mulaqat kay munkir hain"},{"SurahNumber":32,"VerseNumber":11,"Text":"Keh dijiye! kay tumhen maut ka farishta fot keray ga jo tum per muqarrar kiya gaya hai phir tum sab apnay perwerdigar ki taraf lotaye jaogay"}]}