{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"NJUT, ni sandebud, av allt [i livet] som ar gott och sunt och lev rattskaffens; Jag har full vetskap om vad ni gor"},{"SurahNumber":23,"VerseNumber":52,"Text":"Detta ert samfund ar i sanning ett samfund och Jag ar [allas] er Herre. Frukta darfor Mig"},{"SurahNumber":23,"VerseNumber":53,"Text":"Men [manniskorna] har slagit sonder denna enhet och splittrats i sekter, dar medlemmarna i varje sekt [framhaver] och glads at sina [sardrag]"},{"SurahNumber":23,"VerseNumber":54,"Text":"Men lamna dem nu [Muhammad] under en tid at deras forvirrade forestallningar [och at deras okunnighet, dessa avgudadyrkare]"},{"SurahNumber":23,"VerseNumber":55,"Text":"Tror de att Vi, om Vi ger dem rikedom och [manga] soner"},{"SurahNumber":23,"VerseNumber":56,"Text":"skyndar Oss att redan i detta liv ge dem [allt] det goda? Nej, de forstar inte [hur grovt de misstar sig]"},{"SurahNumber":23,"VerseNumber":57,"Text":"De som bavar infor sin Herres [majestat]"},{"SurahNumber":23,"VerseNumber":58,"Text":"och som tror pa sin Herres budskap"},{"SurahNumber":23,"VerseNumber":59,"Text":"och inte satter nagot vid sin Herres sida"},{"SurahNumber":23,"VerseNumber":60,"Text":"och som, nar de ger sina gavor, angslas vid tanken pa att de skall sta till svars infor sin Herre"},{"SurahNumber":23,"VerseNumber":61,"Text":"det ar dessa som alltid ar ivriga att gora gott och som har visar sig som de framsta"},{"SurahNumber":23,"VerseNumber":62,"Text":"Vi lagger inte pa nagon en tyngre borda an han kan bara och hos Oss forvaras en bok som sager sanningen [om manniskornas handlingar]. Och de skall inte lida oratt"},{"SurahNumber":23,"VerseNumber":63,"Text":"NEJ, deras hjartan ar fulla av oro och forvirring som doljer for dem [sanningen i] denna [Koran]. Men dessutom bar de pa [en borda av] onda handlingar och de kommer att fortsatta att bega dem"},{"SurahNumber":23,"VerseNumber":64,"Text":"till dess de - nar de ser hur de bland dem som forvekligats av sitt utsvavande liv nas av Vart straff - ropar hogt pa nad"},{"SurahNumber":23,"VerseNumber":65,"Text":"[De skall fa till svar:] \"Hall inne i dag med era jammerrop! Fran Oss kan ni inte vanta nagon hjalp"},{"SurahNumber":23,"VerseNumber":66,"Text":"Nar Mina budskap lastes upp for er drog ni er alltid undan"},{"SurahNumber":23,"VerseNumber":67,"Text":"fulla av hogmod, for att, som de nattliga sagoberattarna, hange er at tomt och meningslost prat och en aldrig sinande strom av kritik [mot Profeten]"},{"SurahNumber":23,"VerseNumber":68,"Text":"Har de da aldrig tankt over [Koranens] ord? Eller har nagot kommit till deras oron, som deras forfader i gangna tider inte fick hora"},{"SurahNumber":23,"VerseNumber":69,"Text":"Eller avvisar de sitt Sandebud darfor att de inte i honom kanner igen [den palitlige, sanningskare man han alltid varit]"},{"SurahNumber":23,"VerseNumber":70,"Text":"Eller sager de: \"Han ar besatt av andar\"? - Nej, han har kommit till dem med sanningen och sanningen ar nagot som de flesta av dem avskyr"},{"SurahNumber":23,"VerseNumber":71,"Text":"Men om sanningen hade varit sadan att den overensstamde med deras onskningar, skulle himlarna och jorden ha gatt under och deras invanare med dem! Nej! Vi har nu gett dem den paminnelse [de behovde] men de vander ryggen at paminnelsen"},{"SurahNumber":23,"VerseNumber":72,"Text":"Eller begar du [Muhammad] ersattning av dem? Men ersattningen fran din Herre ar den basta och det ar Han som bast sorjer for [de Sina]"},{"SurahNumber":23,"VerseNumber":73,"Text":"Du kallar dem helt visst till en rak vag"},{"SurahNumber":23,"VerseNumber":74,"Text":"men de som inte tror pa livet efter detta viker av fran denna vag"},{"SurahNumber":23,"VerseNumber":75,"Text":"Aven om Vi forbarmade Oss over dem och befriade dem fran det onda som tynger deras sinnen, skulle de framharda i sitt trotsiga overmod, snubblande an hit an dit i blindo"},{"SurahNumber":23,"VerseNumber":76,"Text":"Vi har latit dem utsta provningar och lidanden, men de odmjukade sig inte infor sin Herre och de kommer inte att be om nad"},{"SurahNumber":23,"VerseNumber":77,"Text":"forran Vi oppnar porten for dem till det stranga, eviga straff [som vantar] och de grips av fortvivlan"}]}