{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"Assuredly Allah hath heard the saying of those who say: verily Allah is poor and we are rich. Surely We shall write down that which they have said and their slaying of the prophets with- out justice, and We shall say taste the torment of the burning"},{"SurahNumber":3,"VerseNumber":182,"Text":"That is for that which your hands have sent on afore, for verily Allah is not a wronger of His bondmen"},{"SurahNumber":3,"VerseNumber":183,"Text":"There are those who say. verily God hath covenanted with us that we should believe not in an apostle until he bring unto us a sacrifice which a fire shall devour. Say thou: surety there came unto you apostles before me with evidences and with that which ye speak of, wherefore then did ye slay them, if ye say sooth"},{"SurahNumber":3,"VerseNumber":184,"Text":"If then they belie thee, even so were belied apostles before thee who came with evidences and scriptures, and the luminous Book"},{"SurahNumber":3,"VerseNumber":185,"Text":"Every soul Shall taste of death and only on the Day of Resurrection ye will be repaid your hire in full. Then whosoever shall be removed far away from the Fire and made to enter into the Garden, he indeed hath achieved the goal; and the life of the world is naught but an illusory enjoyment"},{"SurahNumber":3,"VerseNumber":186,"Text":"O Ye shall surely be proven in your riches and in your lives; and will surely bear much hurt from those who were vouchsafed the Book before you and from those who associate gods, and if ye endure and fear, then verily that is of the commandments determined"},{"SurahNumber":3,"VerseNumber":187,"Text":"And recall what time Allah took a bond from those who were vouchsafed the Book: ye shall surely expound it to the people and ye shall hide it not; whereafter they cast it behind their backs, and bartered it for a small price. Vile is that wherewith they have bartered"},{"SurahNumber":3,"VerseNumber":188,"Text":"Bethink not thou that those who exult in that which they have brought and love to De praised for that which they have not done, - bethink not thou that they shall be in security from the torment! And theirs shall be a torment afflictive"},{"SurahNumber":3,"VerseNumber":189,"Text":"Allah's is the dominion of the heavens and the earth. and Allah is over everything Potent"}]}