{"Id":264,"LanguageCodes":["my","mya"],"Name":"mya-ghazimohammadha","Author":"Ghazi Mohammad Hashim","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":74,"VerseNumber":32,"Text":"မှတ်ယူကြလေကုန်။ (ငါအရှင်မြတ်သည်) \"လ\"ကို သက်သေထူတော်မူ၏။"},{"SurahNumber":74,"VerseNumber":33,"Text":"၎င်းပြင် (ငါအရှင်မြတ်သည်) \"ညဉ့်\" ကို သက်သေထူတော်မူ၏။ အကြင်အခါဝယ် ယင်းညဉ့်သည် ဆုတ်ခွာ၍သွားလေ၏။"},{"SurahNumber":74,"VerseNumber":34,"Text":"ထို့ပြင် (ငါအရှင်မြတ်သည်) နံနက်အချိန်ကို သက်သေထူတော်မူ၏။ အကြင်အခါဝယ် ယင်းနံနက် အချိန်သည် လင်း၍လာခဲ့၏။"},{"SurahNumber":74,"VerseNumber":35,"Text":"ဧကန်မလွဲ ယင်း \"စကရ်\"မှာ (ဂျဟန္နမ်ငရဲ၏)အကြီးအကျယ် ကြောက်မက်ဖွယ်ကောင်းသော (အထပ်များ)အနက် တစ်ခုဖြစ်၏။"},{"SurahNumber":74,"VerseNumber":36,"Text":"(ယင်း\"စကရ်\"သည်) လူသားအား လွန်စွာသတိပေး နှိုးဆော်လျက်ရှိ၏။"},{"SurahNumber":74,"VerseNumber":37,"Text":"(ဝါ) အသင်တို့အနက် ရှေ့သို့တိုးလိုသောသူ၊ သို့တည်း နောက်ဆုတ်လိုသောသူအား (သတိပေး နှိုးဆော်လျက်ပင် ရှိပေသတည်း)။"},{"SurahNumber":74,"VerseNumber":38,"Text":"လူတိုင်းလူတိုင်းမှာ မိမိတို့ ရှာဖွေဆည်းပူးခဲ့ကြသော အပြုအမူများနှင့်စပ်လျဉ်း၍ ချုပ်နှောင်ထားပြီး ဖြစ်ကြပေမည်။"},{"SurahNumber":74,"VerseNumber":39,"Text":"သို့ရာတွင် လက်ယာဘက်သားတို့မှာမူကား၊"},{"SurahNumber":74,"VerseNumber":40,"Text":"(ဂျန္နတ်သုခ၏) ဥယျာဉ်များဝယ် ရှိကြပေမည်။၎င်းတို့သည် မေးမြန်းလျက်ရှိကြပေမည်။"},{"SurahNumber":74,"VerseNumber":41,"Text":"အပြစ်ရှိသူတို့နှင့်ပတ်သက်၍၊"},{"SurahNumber":74,"VerseNumber":42,"Text":"မည်သည့်အရာသည် အသင်တို့အား ‘စကရ်’ ငရဲထဲသို့ ဆောင်ကျဉ်းခဲ့သနည်းဟူ၍။"},{"SurahNumber":74,"VerseNumber":43,"Text":"၎င်းတို့က (ဤသို့) ပြောဆိုကြပေမည်။ ကျွန်ုပ်တို့သည် \"ဆွလာတ်\" ဝတ်ပြုသူတို့တွင် ပါဝင်ခဲ့ကြသည်လည်း မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":44,"Text":"၎င်းပြင် ကျွန်ုပ်တို့သည် သူဆင်းရဲတို့အားလည်း ကျွေးမွေးလေ့ရှိခဲ့ကြသည် မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":45,"Text":"ထိုမှတစ်ပါး ကျွန်ုပ်တို့သည် အချည်းနှီးသော ကိစ္စများကို ပြုလုပ်သောသူတို့နှင့်အတူ အချည်းနှီးသော ကိစ္စများကိုသာ လုပ်နေခဲ့ကြ၏။"},{"SurahNumber":74,"VerseNumber":46,"Text":"ထိုမှတစ်ပါး ကျွန်ုပ်တို့သည် အစားပေးမည့်နေ့ကိုလည်း မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်နေခဲ့ကြ၏။"},{"SurahNumber":74,"VerseNumber":47,"Text":"နောက်ဆုံးတွင် \"မရဏ\" သေခြင်းတရားသည် ကျွန်ုပ်တို့ထံ ရောက်ရှိ၍လာခဲ့လေ၏။"},{"SurahNumber":74,"VerseNumber":48,"Text":"သို့ဖြစ်ပေရာ ကြားဝင်အသနားခံ၍ ပေးသူတို့၏ ကြားဝင်အသနားခံပေးမှုသည် ၎င်းတို့အား အကျိုးပေးမည် မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":49,"Text":"၎င်းတို့၌ မည်သည့် အကြောင်းရှိသဖြင့် ဆုံးမဩဝါဒဘက်မှ မျက်နှာလွှဲလျက်ရှိကြသနည်း။"},{"SurahNumber":74,"VerseNumber":50,"Text":"၎င်းတို့မှာ (အကြင်) ထွက်ပြေးနေသော မြည်းသတ္တဝါများကဲ့သို့ပင် ဖြစ်ကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":51,"Text":"ယင်း မြည်းသတ္တဝါတို့ကား ကျားတိရစ္ဆာန်(၏ဘေးရန်မှ) (လွတ်မြောက်ရန်) ထွက်ပြေးလျက် ရှိကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":52,"Text":"စင်စစ်မှာကား ၎င်းတို့အနက် လူတိုင်းလူတိုင်းသည် ဖွင့်ထားသော ကျမ်းဂန်များကို ချီးမြှင့်ပေးသနားတော်မူခြင်းကို ခံလိုကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":53,"Text":"(၎င်းတို့သည် ယင်းသို့ ချီးမြှင့်ပေးသနားတော်မူခြင်းကို) အလျှင်း(ခံကြရမည်) မဟုတ်ပေ။ စင်စစ်မှာကား ၎င်းတို့သည် \"အာခိရတ်\" တမလွန်ဘဝကို ကြောက်ရွံ့စိုးရိမ်ကြသည် မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":54,"Text":"မှတ်ယူကြလေကုန်။ ဧကန်မလွဲ ယင်းကုရ်အာန်ကျမ်းတော်မြတ်သည် ဆုံးမဩဝါဒပင် ဖြစ်ပေသည်။"},{"SurahNumber":74,"VerseNumber":55,"Text":"သို့ဖြစ်ပေရာ မည်သူမဆို အလိုရှိခဲ့မူ ယင်းဆုံးမဩဝါဒကို လေ့ကျက်မှတ်သား တရားရယူရပေမည်။"},{"SurahNumber":74,"VerseNumber":56,"Text":"စင်စစ်သော်ကား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိမှသာလျှင် လေ့ကျက်မှတ်သား တရား ရယူနိုင်ကြပေမည်။ ထိုအရှင်မြတ်သာလျှင် ကြောက်ရွံ့ထိုက်တော်မူသောအရှင်၊ လွတ်ငြိမ်းချမ်းသာခွင့် ပေးတော်မူအံ့သောအရှင်၊ ဖြစ်တော်မူပေသတည်း။"}]}