{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ey Insan"},{"SurahNumber":20,"VerseNumber":2,"Text":"Bu Kuran´ı sana, seni bedbaht etmek icin indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Yalnızca, (Allah´tan) korkan herkese bir ogut, bir uyarı olsun diye (indirdik)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Yeri ve yuce gokleri yaratan Allah katından indirilen bir vahiydir bu"},{"SurahNumber":20,"VerseNumber":5,"Text":"O sınırsız rahmet Sahibi ki, mutlak kudret ve hukumranlık tahtına kurulmustur"},{"SurahNumber":20,"VerseNumber":6,"Text":"Goklerde ve yerde ve bunların arasında ve topragın altında ne varsa hepsi O´na aittir"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sozu (ister gizle ister) acıga vur, O (insanın) gizli (dusuncelerini de) bilir, gizlinin gizlisi (duygularını) da"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah ki, kendisinden baska tanrı olmayan O´dur. En guzel, en yuce nitelikler O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa´nın basından gecen olaylardan haberin var mı"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani, o (uzakta) bir ates gormus ve ailesine: \"Siz burada bekleyin; ben bir ates gordum\" demisti, \"belki size oradan bir tutam kor getiririm; yahut orada atesin yanında bir yol gosterici bulurum"},{"SurahNumber":20,"VerseNumber":11,"Text":"Fakat atese yaklasınca bir ses ona \"Ey Musa!\" diye seslendi"},{"SurahNumber":20,"VerseNumber":12,"Text":"Benim, Ben! Senin Rabbin! Oyleyse artık pabuclarını cıkar! Ve bil ki, sen iki kez kutlu kılınmıs vadidesin"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ben seni (kendime elci olarak) sectim; oyleyse artık (sana) vahyolunanı dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gercek su ki, Allah Benim; Benden baska tanrı yok; o halde, (yalnız) Bana kulluk et; ve Beni anmak icin salatta devamlılık ve duyarlık goster"},{"SurahNumber":20,"VerseNumber":15,"Text":"Cunku, zamanını gizli tutmus olsam da, herkese, (hayattayken) pesinden kostugu seylere gore hak ettigi karsılık verilebilsin diye, Son Saat mutlaka gelecektir"},{"SurahNumber":20,"VerseNumber":16,"Text":"Bunun icindir ki, onun gelecegine inanmayıp sadece kendi arzularının, tutkularının pesine dusen kimse seni bu (gercege inanmak)tan alıkoymasın; yoksa, kendine yazık etmis olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"O sag elindeki nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"(Musa:) \"Bu benim degnegim\" dedi, \"buna dayanırım; bununla davarıma yaprak silkelerim; ve baska islerde de kullanırım onu"},{"SurahNumber":20,"VerseNumber":19,"Text":"Simdi onu yere at, ey Musa!\" dedi"},{"SurahNumber":20,"VerseNumber":20,"Text":"Bunun uzerine, (Musa), onu yere attı; bir de ne gorsun! hızla akan bir yılan oluvermisti o"},{"SurahNumber":20,"VerseNumber":21,"Text":"Onu tut\" dedi, \"ve korkma! Biz onu hemen eski haline dondurecegiz"},{"SurahNumber":20,"VerseNumber":22,"Text":"Simdi de elini koynuna sok: herhangi bir ugursuzlugun degil, (Bizim rahmetimizin) baska bir isareti olarak bembeyaz (ısıldayarak) cıkacaktır"},{"SurahNumber":20,"VerseNumber":23,"Text":"ki boylece sana buyuk mucizelerimizden bir kısmını gostermis olalım"},{"SurahNumber":20,"VerseNumber":24,"Text":"(Ve simdi artık) o Firavun´a git; cunku o, gercekten her turlu olcuyu cigneyip gecti"}]}