{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":20,"Text":"(Ra yō) usakō niśānīharūmadhyē hō ki usalē timīlā'ī māṭōbāṭa sr̥ṣṭi garyō. Ani aba timī mānisa bha'ī ṭhā'um̐ ṭhā'um̐mā phailirākhēkā chau"},{"SurahNumber":30,"VerseNumber":21,"Text":"Ra (yō pani) usakō niśānīharūmadhyē hō ki usalē timrai sahajātibāṭa timrō lāgi jōḍī (svāsnīharū) sr̥ṣṭi garyō, tāki timī unībāṭa ārāma (santuṣṭi) prāpta gara ra usalē timrōbīcamā prēma ra sahānubhūti sr̥ṣṭi garyō, niścayanai yasamā dhērai niśānīharū chan, unakō lāgi jō sōcavicāra gardachan"},{"SurahNumber":30,"VerseNumber":22,"Text":"Usakō kṣamatākā niśānīharūmadhyē ākāśaharū ra dharatīkō sr̥janā ra timrō bhāṣā ra timrā raṅgaharūkō vividhatā pani hō. Niḥsandēha yasamā jñānī ra cintanaśīlaharūkō nimti dhērai niśānīharū chan"},{"SurahNumber":30,"VerseNumber":23,"Text":"Ra usakō śaktikō niśānīharūmadhyē rātī ra dinakō nidrā pani hō ra usakō anugraha (jīvikā) lā'ī timīlē talāśa garnu (khōjnu) pani hō. Niścaya nai yasamā niśānīharū chan, tī mānisaharūkō nimti jō sundachan"},{"SurahNumber":30,"VerseNumber":24,"Text":"Ra usakai niśānīharūmadhyē ēka yō pani hō ki usalē timīlā'ī bijulīkō camaka, bhaya ra āśā utpanna garnakō nimti dēkhā'um̐cha ra ākāśabāṭa pānī varṣā'ucha. Tyasabāṭa nirjīva dharatīlā'ī jīvana pradāna gardacha. Yasamā pani bud'dhimānaharūkō nimti dhērai niśānīharū chan"},{"SurahNumber":30,"VerseNumber":25,"Text":"Ra arkō niśānī yō pani cha ki ākāśa ra dharatī usaikō ādēśalē kāyama chan. Ani jaba usalē timīlā'ī āvāja dinēcha, taba ē'uṭai āvājabāṭa timī turuntai dharatībāṭa niskihālnē chau"},{"SurahNumber":30,"VerseNumber":26,"Text":"Ra ākāśa ra jaminakā sabai kurāharū usaikō sampatti huna ra sabai usaikō ādēśakō adhīna chan"},{"SurahNumber":30,"VerseNumber":27,"Text":"Ra uhī ta hō jasalē sarvaprathama sr̥ṣṭikō ārambha gardacha, ani usailē usakō punarābr̥tti garnēcha. Yō usakō nimti dhērai sajilō cha, ākāśaharū ra jaminamā usakō śāna (guṇa) sarvōcca cha ra ū adhipatyaśālī, tatvadarśī cha"}]}