{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"My prezhde Ibrakhimu darovali Pryamoye napravleniye yego puti (po zhizni), I znali My, chem on zhivet i dyshit"},{"SurahNumber":21,"VerseNumber":52,"Text":"Vot on skazal ottsu i svoyemu narodu: \"Chto eto za izobrazheniya (iz kamnya), Kotoryye s takim blagogoven'yem chtite vy"},{"SurahNumber":21,"VerseNumber":53,"Text":"Oni skazali: \"My nashli nashikh ottsov, (S takoy zhe revnost'yu) ikh chtivshikh"},{"SurahNumber":21,"VerseNumber":54,"Text":"Byli ottsy vashi i vy, - otvetil on, - Vse eto vremya v yavnom zabluzhden'ye"},{"SurahNumber":21,"VerseNumber":55,"Text":"Oni otvetili: \"Ty s Istinoy prishel Il' ty - odin iz tekh, kto pozabavit'sya (zadumal)"},{"SurahNumber":21,"VerseNumber":56,"Text":"O net! - otvetil on. - Gospod' vash - Vlastelin zemli i neba, Tot, Kto (ikh Slovom) sotvoril, I ya - odin iz tekh, kotoryye svidetel'stvuyut eto"},{"SurahNumber":21,"VerseNumber":57,"Text":"Klyanus' Allakhom, ya zadumal prichinit' im zlo Posle togo, kak vy ot nikh uydete"},{"SurahNumber":21,"VerseNumber":58,"Text":"(Razbiv), on prevratil ikh v melkiye kuski, Za isklyuchen'yem samogo bol'shogo, Chtob mozhno bylo obratit'sya im k nemu"},{"SurahNumber":21,"VerseNumber":59,"Text":"Oni skazali, (vozvrativshis'): \"Kto sdelal eto s nashimi bogami?! On, istinno, zlodey"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Drugiye zhe) skazali: \"My slyshali, kak yunosha odin Ikh pominal (nedobrymi slovami), I yego zvali Ibrakhim"},{"SurahNumber":21,"VerseNumber":61,"Text":"Oni skazali: \"Privedite zhe yego, Pust' on glazam lyudey predstanet, Chtoby oni mogli svidetelyami byt'"},{"SurahNumber":21,"VerseNumber":62,"Text":"Ty eto sdelal s nashimi bogami, Ibrakhim? - Oni (yego) sprosili"},{"SurahNumber":21,"VerseNumber":63,"Text":"Net, - on otvetil. - Eto sdelal etot - Samyy bol'shoy iz nikh. Sprosite ikh, yesli oni (sposobny) govorit'"},{"SurahNumber":21,"VerseNumber":64,"Text":"Togda oni drug k drugu obratilis', govorya: \"Ved', istinno, nepravedny-to my"},{"SurahNumber":21,"VerseNumber":65,"Text":"Potom zhe k prezhnim dovodam vernulis', govorya: \"No ty zhe znayesh', chto oni ne govoryat"},{"SurahNumber":21,"VerseNumber":66,"Text":"I tut skazal on: \"Chto zhe vy togda, pomimo Boga, chtite tekh, Kto ne sposoben vam ni pomoshch' okazat', Ni prichinit' vam vred"},{"SurahNumber":21,"VerseNumber":67,"Text":"T'fu i na vas, i tekh, Kogo, oprich' Allakha, chtite vy! Razve ne stoit vam ob etom porazmyslit'"},{"SurahNumber":21,"VerseNumber":68,"Text":"Sozhgite vy yego! - odni drugim skazali. - I zashchitite ot nego vashikh bogov, Yesli vy deystvovat' (deystvitel'no khotite)"},{"SurahNumber":21,"VerseNumber":69,"Text":"I My skazali: \"O ogon'! Bud' khladen! Stan' bezopasnym Ibrakhimu"},{"SurahNumber":21,"VerseNumber":70,"Text":"Togda zadumali oni protiv nego kovarnyye ulovki - No sdelali My ikh Ponesshimi uron velikiy"},{"SurahNumber":21,"VerseNumber":71,"Text":"I My spasli yego i Luta I (poselili) ikh v strane, Kotoruyu blagoslovili dlya mirov"},{"SurahNumber":21,"VerseNumber":72,"Text":"I darovali My yemu Iskhaka I kak osobyy dar - Yakuba I pravednymi sdelali ikh vsekh"},{"SurahNumber":21,"VerseNumber":73,"Text":"My ikh postavili vozhdyami, Vedushchimi (lyudey) po Nashim povelen'yam. I im vnusheniyem (postavili v Zavet) Dela blagiye sovershat', Tvorit' molitvu po chasam I pravit' ochistitel'nuyu podat'. (Oni ispolnili Zavet) I v poklonenii svoyem lish' Nam sluzhili"},{"SurahNumber":21,"VerseNumber":74,"Text":"My Lutu darovali znaniye i mudrost', I My spasli yego iz poselen'ya, Chto predavalos' merzkim (vozhdelen'yam), - To byl, poistine, narod zloy i rasputnyy"},{"SurahNumber":21,"VerseNumber":75,"Text":"My dopustili yego v Nashu milost', - Ved' on iz pravednikov byl"}]}