{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Ve unutma ki Allah, peygamberlerden misaklarını almıs, soyle demisti: \"Size Kitap´tan ve hikmetten nasip verdim. Sonra size elinizdekini dogrulayıcı bir resul geldiginde, ona mutlaka inanacak ve ona muhakkak yardım edeceksiniz. Kabul ettiniz ve agır yukumu uzerinize aldınız mı?\". \"Kabul ettik.\" dediler. \"O halde tanık olun, sizinle beraber ben de tanıklardanım.\" dedi"},{"SurahNumber":3,"VerseNumber":82,"Text":"Tum bunlardan sonra yuz cevirenler, sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Hala Allah´ın dininden gayrısını mı arıyorlar? Oysaki, goklerdeki suurlulur da, yerdekiler de ister istemez O´na teslim olmuslardır ve yalnız O´na donduruleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: \"Allah´a, bize indirilene, Ibrahim´e, Ismail´e, Ishak´a, Yakub´a, torunlarına indirilmis olana, Musa´ya, Isa´ya ve diger nebilere Rablerinden verilmis bulunana inandık. Onlardan hicbirini otekinden ayırmayız. Biz O´na teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islam´dan/Allah´a teslim olmaktan gayrı bir din ararsa artık o, ondan asla kabul edilmeyecektir. Ve o, ahirette husrana dusenlerdendir"},{"SurahNumber":3,"VerseNumber":86,"Text":"Imanlarından, resulun hak olduguna tanıklık ettikten ve kendilerine ayan-beyan deliller geldikten sonra kufre sapmıs bir topluluga Allah nasıl kılavuzluk eder? Allah, zalimler topluluguna yol gostermez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste boylelerinin cezası: Allah´ın, meleklerin ve tum insanların laneti uzerlerine"},{"SurahNumber":3,"VerseNumber":88,"Text":"O lanet icinde surekli kalacaklardır. Ne azap hafifletilecektir onlardan ne de yuzlerine bakılacaktır onların"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ondan sonra tovbe edip hallerini duzeltenler mustesna. Hic suphesiz, Allah, cok affedici, cok merhametlidir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Imanlarından sonra kufre sapmıs, sonra da kufurde daha da azıtmıs olanların tovbeleri asla kabul edilmeyecektir. Onlar, sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Gercegi ortup de kufre sapmıs olarak olenlere gelince, onların her biri kendini kurtarmak icin dunya dolusu altın verse de asla kabul edilmeyecektir. Korkunc bir azap vardır onlar icin. Hicbir yardımcıları olmayacaktır"}]}