{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Sag: \"Ga ut i varlden och se [sparen som visar] vad slutet blev for dem som gjorde sanningen till logn"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sag: \"Vem tillhor allt det som ar i himlarna och pa jorden?\" Sag: \"[Allt tillhor] Gud, [Gud som] for Sig har stadfast nadens och barmhartighetens [lag]. Han skall samla er ater pa Uppstandelsens dag - om vars [ankomst] det inte rader nagot tvivel. De som har forverkat sina sjalar ar de som inte vill tro"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ja, Honom tillhor allt som befolkar natten och dagen; Han ar Den som hor allt, vet allt"},{"SurahNumber":6,"VerseNumber":14,"Text":"Sag: \"Skulle jag soka en annan beskyddare an Gud, himlarnas och jordens Skapare, Han som livnar [oss] men sjalv inte intar foda?\" Sag: \"Jag har blivit befalld att vara den forste av dem som underkastar sig Guds vilja och [jag har befallts] att inte satta nagot vid Guds sida"},{"SurahNumber":6,"VerseNumber":15,"Text":"Sag: \"Om jag visade olydnad mot min Herre skulle jag frukta straff en olycksdiger Dag"},{"SurahNumber":6,"VerseNumber":16,"Text":"den som da skonas har i sanning fatt erfara [Hans] nad, och [han har vunnit] en lysande seger"},{"SurahNumber":6,"VerseNumber":17,"Text":"Om Gud vill lata en olycka drabba dig kan Han ensam avvarja den; och om Han vill lata nagot gott komma dig till del [kan ingen hindra det], da Han ar allsmaktig"},{"SurahNumber":6,"VerseNumber":18,"Text":"Han utovar den oinskrankta makten over Sina tjanare, och Han ar den Vise, Den som ar underrattad om allt"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sag: \"Vilket vittnesbord vager tyngst?\" Sag: \"Gud ar vittne mellan mig och er [att] denna Koran har uppenbarats for mig for att jag med den skall varna er och alla som nas av den. Vittnar ni att det finns andra gudar vid sidan av Gud?\" Sag: \"Detta ar inte mitt vittnesbord.\" Sag: \"Han ar den Ende Guden och jag ar inte ansvarig for det som ni satter vid Hans sida"},{"SurahNumber":6,"VerseNumber":20,"Text":"De som [forr] fick del av [Var] uppenbarelse kanner denna [sanning], sa som de kanner sina soner; de som inte tror ar de som har forverkat sina sjalar"}]}