{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Jana Samud koomuna ozdorunun buradarı Salihtı (paygambar kılıp) jiberdik. Al ayttı: “O, menin koomum! Allaһtın Ozuno ibadat kılgıla! Silerge (jerde da, asmanda da) Andan baska Kuday jok. Al silerdi jerden (topuraktan) jaratıp, anın ustundo jasatıp koydu. Allaһtan kecirim suragıla jana tooba menen Ozuno kaytkıla! Akıykatta, menin Rabbim jakın jana (dubalarga) joop beruucu"},{"SurahNumber":11,"VerseNumber":62,"Text":"(Kaapırlar) ayttı: O, Salih, sen bizdin arabızda mından murun (koptu) umuttondurgon (jaksı, adeptuu adam) bolcusuŋ. Emi sen bizdi ata-babalarıbız sıyıngan kudaylarga sıyınuudan kaytarasıŋbı?! Sen daavat kılıp jatkan diniŋden biz sektenip kaldık"},{"SurahNumber":11,"VerseNumber":63,"Text":"(Salih) ayttı: “O, koomum! Aytkılacı, men Rabbim tarabınan anık dalil ustundo bolsom jana Al maga Ozunun ırayımın — paygambarcılıgın bergen bolso, (silerdin dalilsiz “kudayıŋarga” ıraazı bolup) Aga (Allaһka) kunoo kılsam, Allaһtın azabınan maga kim jardam bere alat?! Siler (bul talabıŋar menen) maga zıyandan baska nerseni koboytpoysuŋor!?”"},{"SurahNumber":11,"VerseNumber":64,"Text":"“O, koomum! Mına bul too siler ucun Allaһtın belgisi. Anı jon (oz erkine) koygula. Allaһtın jerinde ottop juro bersin. Aga ec jamandık kıla korbogulo! Antseŋer, silerge jakın(da) azap jetet!”"},{"SurahNumber":11,"VerseNumber":65,"Text":"(Birok, kaapırlar) toonu soyup jiberisti ele (Salih) ayttı: “Koroo-jayıŋarda uc kun (jasoo neematınan) paydalana turgula. (uc kundon soŋ Allaһtın azabı kelet) bul — akıykat ubada"},{"SurahNumber":11,"VerseNumber":66,"Text":"Kacan Bizdin buyrugubuz (azap) kelgen ubakıtta Biz Salih menen ıyman keltirgen adamdardı Oz ırayımıbız menen (azaptan) jana osol kundun sermendeliginen asırap kaldık. Albette, senin Rabbiŋ - Kubattuu, Kudurettuu"},{"SurahNumber":11,"VerseNumber":67,"Text":"Jana zaalım (kaapır) bolgon adamdardı katuu dobus (ac kıykırık) karmadı. Bardıgı (juroktoru jarılıp) ordu-ordunda kırılıp kalıstı"},{"SurahNumber":11,"VerseNumber":68,"Text":"Alar bul jerlerde jasabaganday bolup (kırılıp) kalıstı! Koŋul burgula, Samud koomu Rabbisine kaapır boldu ele! Ukkula, Samudka olum"}]}