{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":73,"Text":"Hai manusia, telah dibuat perumpamaan, maka dengarkanlah olehmu perumpamaan itu. Sesungguhnya segala yang kamu seru selain Allah sekali-kali tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, tiadalah mereka dapat merebutnya kembali dari lalat itu. Amat lemahlah yang menyembah dan amat lemah (pulalah) yang disembah"},{"SurahNumber":22,"VerseNumber":74,"Text":"Mereka tidak mengenal Allah dengan sebenar-benarnya. Sesungguhnya Allah benar-benar Maha Kuat lagi Maha Perkasa"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah memilih utusan-utusan-(Nya) dari malaikat dan dari manusia; sesungguhnya Allah Maha Mendengar lagi Maha Melihat"},{"SurahNumber":22,"VerseNumber":76,"Text":"Allah mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan semua urusan"},{"SurahNumber":22,"VerseNumber":77,"Text":"Hai orang-orang yang beriman, rukuklah kamu, sujudlah kamu, sembahlah Tuhan-mu, dan perbuatlah kebajikan supaya kamu mendapat kemenangan"},{"SurahNumber":22,"VerseNumber":78,"Text":"Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu dan Dia sekali-kali tidak menjadikan untuk kamu dalam agama suatu kesempitan. (Ikutilah) agama orang tuamu Ibrāhīm. Dia (Allah) telah menamai kamu sekalian orang-orang muslim dari dahulu 994 dan (begitu pula) dalam (Al-Qur`ān) ini supaya rasul itu menjadi saksi atas dirimu dan supaya kamu semua menjadi saksi atas segenap manusia, maka dirikanlah sembahyang, tunaikanlah zakat, dan berpeganglah kamu pada tali Allah. Dia adalah Pelindungmu, maka Dia-lah sebaik-baik Pelindung dan sebaik-baik Penolong"}]}