{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Ara tomadera dhana-sampada o santana-santati emana kichu naya ya tomaderake maryadaya amadera nikatabarti kare debe; tabe yara imana ane o satkaja kare, tara'i tadera kajera jan'ya pabe bahuguna pratidana; ara tara su'ucca prasade nirapade thakabe"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ara yara amadera ayatake byartha karara cesta kare, tara habe sastite upasthitakrta"},{"SurahNumber":34,"VerseNumber":39,"Text":"Baluna, 'niscaya amara raba to tara bandadera madhye yara prati icche riyika bariye dena ebam tara jan'ya simita karena. Ara tomara ya kichu byaya karabe, tini tara binimaya debena [1] ebam tini'i srestha riyikadata"},{"SurahNumber":34,"VerseNumber":40,"Text":"Ara snarana karuna, yedina tini tadera sakalake ekatra karabena, tarapara pheresataderake jijnasa karabena, 'era ki tomadera'i ibadata karata"},{"SurahNumber":34,"VerseNumber":41,"Text":"pheres‌tara balabe, 'apani pabitra, mahana! Apani'i amadera abhibhabaka, tara naya; baram tara to ibadata karata jinadera. Tadera adhikansa'i jinadera prati imana rakhata"},{"SurahNumber":34,"VerseNumber":42,"Text":"Phale aja tomadera eke an'yera upakara ba apakara karara malika habe na.' Ara yara yuluma karechila amara taderake balaba, ‘tomara ye agunera sastite mithyaropa karechile ta asbadana kara"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ara tadera kache yakhana amadera suspasta ayatasamuha tila'oyata kara haya takhana tara bale, 'tomadera purbapurusa yara'ibadata karata e byakti'i to tara ibadate tomaderake badha dite caya.' Tara ara'o bale, 'eta to mithya udbhabana chara ara kichu'i naya’. Ara kaphiradera kache yakhana satya ase takhana tara bale, 'e to eka suspasta jadu"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ara amara taderake age kono kitaba de'ini ya tara adhyayana karata ebam apanara age edera kache kono satarkakari'o prerana karini"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ara tadera purbabatira'o mithyaropa karechila. Athaca taderake amara ya diyechilama, era (makkabasira) tara eka-dasamansa'o payani, tarapara'o tara amara rasulaganera prati mithyaropa kareche. Phale kemana hayechila amara pratyakhyana (sasti)"}]}