{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Litsemerite se starayat da izmamyat Allakh, no Toi mami tyakh. Izpravyat li se za molitva, se izpravyat murzelivi, za pokaz pred khorata, i malko spomenavat Allakh"},{"SurahNumber":4,"VerseNumber":143,"Text":"nepostoyanni sa - tu kum tezi, tu kum onezi. A kogoto Allakh ostavya v zabluda, ti ne shte namerish put za nego"},{"SurahNumber":4,"VerseNumber":144,"Text":"O, vyarvashti, ne vzimaite nevernitsi za blizhni vmesto vyarvashtite! Nima iskate da dadete na Allakh yaven dovod sreshtu vas"},{"SurahNumber":4,"VerseNumber":145,"Text":"Litsemerite sa nai-nisko na dunoto na Ogunya i ne shte namerish za tyakh izbavitel"},{"SurahNumber":4,"VerseNumber":146,"Text":"osven koito se razkayat i popravyat, i se pridurzhat kum Allakh, i sa iskreni v svoyata religiya pred Allakh. Tezi sa s vyarvashtite. I shte dari Allakh vyarvashtite s ogromna nagrada"},{"SurahNumber":4,"VerseNumber":147,"Text":"Za kakvo Allakh da vi izmuchva, ako ste priznatelni i vyarvashti? Allakh e priznatelen, vseznaesht"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allakh ne obicha da se proglasyava za zloto osven ot ugneteniya. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":4,"VerseNumber":149,"Text":"Ako pokazvate dobro ili go prikrivate, ili izvinyavate zlo - Allakh e izvinyavasht, vsesilen"},{"SurahNumber":4,"VerseNumber":150,"Text":"Koito ne vyarvat v Allakh i v Negovite pratenitsi, i iskat da otdelyat Allakh ot Negovite pratenitsi, i kazvat: “Vyarvame v edni i ne vyarvame v drugi”, i iskat da poemat sreden put"},{"SurahNumber":4,"VerseNumber":151,"Text":"tezi sa istinskite nevernitsi. I prigotvikhme za nevernitsite unizitelno muchenie"},{"SurahNumber":4,"VerseNumber":152,"Text":"Na tezi, koito povyarvakha v Allakh i v Negovite pratenitsi, i ne otdelyakha nikogo izmezhdu tyakh, Toi shte im dade nagradite. Allakh e oproshtavasht, milosurden"}]}