{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Eto - blagoslovennoye Pisaniye, kotoroye My nisposlali. Sleduyte zhe yemu i bud'te bogoboyaznenny, - byt' mozhet, vy budete pomilovany"},{"SurahNumber":6,"VerseNumber":156,"Text":"My nisposlali yego, chtoby vy ne govorili: «Pisaniye bylo nisposlano tol'ko dvum obshchinam do nas, i my nichego ne znali o tom, chto oni izuchali»"},{"SurahNumber":6,"VerseNumber":157,"Text":"Ili chtoby vy ne govorili: «Yesli by nam bylo nisposlano Pisaniye, to my priderzhivalis' by pryamogo puti luchshe, chem oni». K vam uzhe yavilos' yasnoye znameniye ot vashego Gospoda, vernoye rukovodstvo i milost'. Kto zhe nespravedliveye togo, kto schitayet lozh'yu znameniya Allakha i otvorachivayetsya ot nikh? My vozdadim tem, kto otvorachivayetsya ot Nashikh znameniy, tyazhkimi mucheniyami za to, chto oni otvorachivalis'"},{"SurahNumber":6,"VerseNumber":158,"Text":"Neuzheli oni ozhidayut chego-libo pomimo togo, chto k nim yavyatsya angely, ili yavitsya tvoy Gospod', ili yavyatsya nekotoryye iz znameniy tvoyego Gospoda? V tot den', kogda yavyatsya nekotoryye znameniya tvoyego Gospoda, vera ne prineset pol'zy dushe, yesli ta ne uverovala prezhde ili ne priobrela blagodarya svoyey vere dobro. Skazhi: «Zhdite, i my tozhe podozhdem»"},{"SurahNumber":6,"VerseNumber":159,"Text":"Ty ne imeyesh' nikakogo otnosheniya k tem, kotoryye raskololi svoyu religiyu i razdelilis' na sekty. Ikh delo nakhoditsya u Allakha, i pozdneye On soobshchit im o tom, chto oni sovershali"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kto yavitsya s dobrym deyaniyem, tot poluchit desyatikratnoye vozdayaniye. A kto yavitsya so zlym deyaniyem, tot poluchit tol'ko sootvetstvuyushcheye vozdayaniye, i s nimi ne postupyat nespravedlivo"},{"SurahNumber":6,"VerseNumber":161,"Text":"Skazhi: «Voistinu, moy Gospod' nastavil menya na pryamoy put', na pravil'nuyu religiyu, veru Ibrakhima (Avraama), khanifa. Ved' on ne byl iz chisla mnogobozhnikov»"},{"SurahNumber":6,"VerseNumber":162,"Text":"Skazhi: «Voistinu, moy namaz i moye zhertvoprinosheniye (ili pokloneniye), moya zhizn' i moya smert' posvyashcheny Allakhu, Gospodu mirov"},{"SurahNumber":6,"VerseNumber":163,"Text":"Net u Nego sotovarishchey. Eto mne veleno, i ya - pervyy iz musul'man»"},{"SurahNumber":6,"VerseNumber":164,"Text":"Skazhi: «Neuzheli ya stanu iskat' drugogo gospoda pomimo Allakha, v to vremya kak On yavlyayetsya Gospodom vsyakoy veshchi?». Kazhdaya dusha priobretayet grekhi tol'ko vo vred samoy sebe. Ni odna dusha ne poneset chuzhogo bremeni. Zatem vam predstoit vernut'sya k vashemu Gospodu, i On povedayet vam o tom, v chem vy raskhodilis' vo mneniyakh"},{"SurahNumber":6,"VerseNumber":165,"Text":"On - Tot, Kto sdelal vas preyemnikami na zemle i vozvysil odnikh iz vas nad drugimi po stepenyam, chtoby ispytat' vas tem, chto On daroval vam. Voistinu, tvoy Gospod' skor v nakazanii. Voistinu, On - Proshchayushchiy, Miloserdnyy"}]}