{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Yaha! Ŋuni n-leei nyɛ zualindira n-ti lahi paai ŋun ŋma ʒiri pa Naawuni, bee ka o labsi O aayanim’ ʒiri. Achiika! Zualindiriba pala ban yɛn ti tilgi (Zaadali)"},{"SurahNumber":6,"VerseNumber":22,"Text":"Yaha! Dabsi’ shεli Ti (Tinim’ Naawuni) ni yɛn ti laɣim ba namgban- yini, ka yεli ninvuɣu shεba ban bo duumanim’ m-pahi Naawuni zuɣu maa: “Yapolo ka binyɛr’ shɛŋa yi ni daa zaŋ leei duumanim’ la be"},{"SurahNumber":6,"VerseNumber":23,"Text":"Bɛ fitina (chɛfuritali) maa bahigu ti pa shɛli m-pahila bɛ yɛn ti yɛlimi: “Ti po ti Duuma Naawuni, ti daa pala ban jɛmdi shɛli m-pahi Naawuni zuɣu.”"},{"SurahNumber":6,"VerseNumber":24,"Text":"(Yaa nyini Annabi)! Yulimi bɛ ni ŋma ʒiri m-pa bɛ maŋ’ shεm, ka bɛ ni daa ŋmari ʒiri m-pari binyɛr’ shεŋa maa bɔrgi ka chɛ ba"},{"SurahNumber":6,"VerseNumber":25,"Text":"Yaha! (Yaa nyini Annabi)! Bɛ (chεfurinim’ maa) puuni shεba beni gbilsiri n-tira (a yi ti karinda), ka Ti (Tinim’ Naawuni) zaŋ binwɔri ŋari bɛ suhiri domin bɛ di baŋ li, ka zaŋ dalima (tikpirlim) niŋ bɛ tiba ni. Yaha! Bɛ yi nya aaya kam, bɛ pala ban tiri li yεlimaŋli, hali ka bɛ ti kana a (Annabi Muhammadu) sani na n-ti ŋmεra namgbanikpeeni, ka ban niŋ chɛfuritali maa yɛli: “Ŋɔ (Alkuraani) maa pala shɛli m-pahila kurumbuninim’ salima.”"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ka bɛ nyɛla ban taɣiri niriba ka chɛri o (Annabi Muhammadu), ka bɛ mammaŋ’ niŋdi katiŋ’ ka chεri o, bɛ mi bi niŋdi so hallaka naɣila bɛ maŋa, ka mi bi mi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Yaha! (Yaa nyini Annabi)! A yi di yɛn nya saha shεli bɛ ni yɛn ti taɣi ba zali (ʒahannama) buɣum zuɣu, ka bɛ yεli: “M-baye, bɛ yi di kuli labsi ti (Dunia), ka ti bi lahi labsi ti Duuma (Naawuni) aayanim’ ʒiri, ka gba pahi ninvuɣu shɛba ban ti Naawuni yεlimaŋli puuni.”"},{"SurahNumber":6,"VerseNumber":28,"Text":"Chɛli gba! Binshɛɣu bɛ ni daa sɔɣiri maa yi pa kahigi ti ba. tɔ! Hali bɛ yi di labsi ba (Dunia puuni), bɛ naan labi bɛ ni mɔŋdi ba shɛli maa ni. Yaha! Achiika ! Bɛ nyɛla ʒirinima"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ka bɛ (chεfurinim’ maa) naan yεli: “Bεhigu lahi ka shεli m-pahila ti Dunia bεhigu ŋɔ maa, dinzuɣu ti pala bɛ ni yɛn ti yiɣisi shεba (Zaadali)"},{"SurahNumber":6,"VerseNumber":30,"Text":"(Yaa nyini Annabi)! A yi di yɛn ti nya saha shεli bɛ ni yɛn ti zaŋ ba n-zali bɛ Duuma (Naawuni) tooni, ka O (Naawuni) yεli: “Di ni bɔŋɔ, ŋɔ maa bi niŋ yεlimaŋli? Ka bɛ yεli: “Di shiri pali ya, ti po ti Duuma.” Ka O yεli: “Tɔ! Lammi ya azaaba domin yi ni daa niŋdi gutulunsi shɛli maa zuɣu.”"}]}