{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"حم. (مفهوم این حروف به الله معلوم است)"},{"SurahNumber":46,"VerseNumber":2,"Text":"فرود آوردن این کتاب از جانب الله توانمند باحکمت است"},{"SurahNumber":46,"VerseNumber":3,"Text":"آسمان‌ها و زمین و آنچه را که در میان این دو است جز به حق و تا وقت معين نه آفریده‌ایم و کافران از آنچه که از آن بیم داده شده‌اند، روی گردانند"},{"SurahNumber":46,"VerseNumber":4,"Text":"بگو: آنچه را به جای الله (به دعا) می‌خوانید، دیده‌اید؟ به من نشان دهید چه چیزی از زمین را (معبودان باطل‌تان) آفریده‌اند؟ یا اینکه در آفرینش آسمان‌ها شراکت داشته‌اند؟ اگر راستگو هستید پس کتابی پیش از این یا نشانه‌ای از علم (گذشتگان) را برای من بیاورید"},{"SurahNumber":46,"VerseNumber":5,"Text":"و (وقتی دلیلی ندارید پس) کیست گمراه‌تر از آن که به جای الله کسی را (به دعا) می‌خواند که تا روز قیامت (دعای) او را اجابت کرده نتواند و آنان (معبودان باطل) از دعاهایشان غافل و بی‌خبر ‌اند؟"},{"SurahNumber":46,"VerseNumber":6,"Text":"و چون مردم جمع کرده شوند (آن معبودها) دشمن آنان خواهند بود و عبادتشان را انکار می‌کنند"},{"SurahNumber":46,"VerseNumber":7,"Text":"و هنگامیکه آیت‌های واضح ما بر آنان تلاوت شود، کسانی که کفر ورزیده‌اند دربارۀ حقی که به آنان آمده، می‌گویند: این جادوی آشکار است"},{"SurahNumber":46,"VerseNumber":8,"Text":"یا اینکه می‌گویند: (پیغمبر) آن را از خود ساخته و به الله نسبت داده است؟ بگو: اگر من آن را به دروغ به الله نسبت داده باشم شما نمی‌توانید در برابر قهر الله کاری برای دفاع از من بکنید. او از آنچه شما در بارۀ آن (قرآن) گفتگو می‌کنید، داناتر است. کافی است که او در میان من و شما گواه باشد و اوست آمرزگار مهربان"},{"SurahNumber":46,"VerseNumber":9,"Text":"بگو: من پیغمبر نو آمد و نخستین در میان پیغمبران نیستم و نمی‌دانم که با من و شما چگونه رفتار خواهد شد؟ من پیروی نمی‌کنم مگر آنچه را که به من وحی فرستاده می‌شود و من جز بیم دهندۀ آشکار نیستم"},{"SurahNumber":46,"VerseNumber":10,"Text":"بگو: به من خبر دهید اگر این قرآن از سوى الله باشد و آن را انکار کنید، در حالیکه گواهی از بنی اسرائیل، بر مانند آن (تورات) گواهی داده و ایمان آورده، ولی شما همچنان تکبر می‌ورزید (پس آیا ظالم نیستید؟) حقا که الله قوم ظالم را هدایت نمی‌کند"}]}