{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"Hoi nguoi cuon minh trong ao (Nabi Muhammad)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Hay đung (dang le nguyen Salah) ban đem nhung khong tron đem"},{"SurahNumber":73,"VerseNumber":3,"Text":"Phan nua đem hay ngan hon mot chut"},{"SurahNumber":73,"VerseNumber":4,"Text":"Hoac lau hon. Va hay thu tha đoc Qur'an voi am đieu nhip nhang"},{"SurahNumber":73,"VerseNumber":5,"Text":"Qua that, TA se som truyen xuong cho Nguoi Loi Phan nghiem trong"},{"SurahNumber":73,"VerseNumber":6,"Text":"That vay, thuc day ban đem (đe dang le nguyen Salah Tahajjud) la mot đieu nang nhoc nhung tu tuong sang suot va loi noi nghiem tuc"},{"SurahNumber":73,"VerseNumber":7,"Text":"Qua that, ban ngay Nguoi ban biu voi cong viec le the hang ngay"},{"SurahNumber":73,"VerseNumber":8,"Text":"Nhung hay nhac Đai Danh cua Thuong Đe cua Nguoi va doc long phung su Ngai"},{"SurahNumber":73,"VerseNumber":9,"Text":"Thuong Đe cua phuong Đong va phuong Tay, khong co Thuong Đe nao khac ca duy chi Ngai. Do đo, hay ton Ngai lam Đang Bao Ho cua Nguoi"},{"SurahNumber":73,"VerseNumber":10,"Text":"Va hay chiu đung voi nhung đieu chung noi va lanh xa chung mot cach đep đe"},{"SurahNumber":73,"VerseNumber":11,"Text":"Va đe mac TA đoi pho voi nhung ten phu nhan su that nhung giau tien nghi (lac thu); va tam tha chung mot thoi gian ngan"},{"SurahNumber":73,"VerseNumber":12,"Text":"Qua that, TA co san nhung soi day xich va Lua ngon"},{"SurahNumber":73,"VerseNumber":13,"Text":"Va loai thuc an lam nghen hong va mot su Trung phat đau đon"},{"SurahNumber":73,"VerseNumber":14,"Text":"Vao Ngay ma trai đat va nhung qua nui bi chan đong du doi va nhung qua nui se giong nhung đoi cat đo tuon xuong"},{"SurahNumber":73,"VerseNumber":15,"Text":"Qua that, TA đa phai mot Su Gia đen voi cac nguoi lam mot nhan chung đoi voi cac nguoi giong nhu TA đa cu mot Su Gia đen voi Fir-'awn"},{"SurahNumber":73,"VerseNumber":16,"Text":"Nhung Fir-'awn đa bat tuan Su Gia nen TA đa bat phat y het suc gat gao"},{"SurahNumber":73,"VerseNumber":17,"Text":"The cac nguoi se giu minh ra sao đe khoi bi hoa vao mot Ngay ma cac đua tre se bac đau neu cac nguoi khong co đuc tin"},{"SurahNumber":73,"VerseNumber":18,"Text":"(Ngay) bau troi se che đoi. Loi Hua cua Ngai chac chan se the hien"},{"SurahNumber":73,"VerseNumber":19,"Text":"Chac chan đay la mot Loi canh cao. Boi the, ai thich thi hay tu chon lay con đuong đi đen voi Thuong Đe cua y"}]}