{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh'a vahyolundu ki: \"Kavminden, inanmıs olanlardan baska kimse inanmayacak, onların yaptıklarından dolayı uzulme"},{"SurahNumber":11,"VerseNumber":37,"Text":"Gozlerimizin onunde ve vahyimiz geregince gemiyi yap ve zulmedenler hakkında bana hitabetme (onların kurtulusu icin bana yalvarma); onlar mutlaka bogulacaklardır"},{"SurahNumber":11,"VerseNumber":38,"Text":"Nuh gemiyi yapıyor, kavminden ileri gelenler yanından gectikce onunla alay ediyorlardı. \"Siz bizimle alay ederseniz, sizin alay ettiginiz gibi biz de sizinle alay edecegiz?\" dedi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Yakında bileceksiniz: Insanı rezil eden azab kime geliyor, surekli azab kimin basına konuyor"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nihayet emrimiz gelip de tandır kaynayınca (is ciddilesip sular kaynamaga baslayınca, Nuh'a) dedik ki: \"Her seyden ikiser cifti ve aleyhlerinde hukum verdiklerimiz haric olmak uzere aileni ve inananları gemiye yukle!\" Zaten onunla beraber inanan pek azdı"},{"SurahNumber":11,"VerseNumber":41,"Text":"Haydi, gemiye binin, dedi. Onun akıp gitmesi de durması da Allah'ın adıyledir. Rabbim, elbette bagıslayandır, esirgeyendir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi, onları daglar gibi dalga(lar) arasından gecirirken Nuh, bir kenarda duran ogluna. \"Yavrum, bizimle beraber bin, kafirlerle beraber olma!\" diye seslendi"},{"SurahNumber":11,"VerseNumber":43,"Text":"(Oglu): \"Beni sudan koruyacak bir daga sıgınacagım,\" dedi. (Nuh): \"Bugun, Allah'ın emrinden koruyacak hicbir sey yoktur, ancak O'nun acıdıgı (kurtulur).\" dedi. Ve aralarına dalga girdi, o da bogulanlardan oldu"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ey yer, suyunu yut ve ey gok tut! denildi. Su azaldı, is bitirildi. (Gemi) Cudi'ye oturdu. \"Haksızlık yapan kavim yok olsun!\" denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine seslendi: \"Rabbim, dedi, oglum benim ailemdendir. Senin sozun elbette haktır ve sen hakimmlerin hakimisin"},{"SurahNumber":11,"VerseNumber":46,"Text":"(Rabbi): \"Ey Nuh, dedi, o senin ailenden degildir. O, yaramaz is yaptı. Bilmedigin bir seyi benden isteme. Sana cahillerden olmamanı ogutlerim"},{"SurahNumber":11,"VerseNumber":47,"Text":"(Nuh) dedi ki: \"Rabbim, bilmedigim bir seyi senden istemekten sana sıgınırım. Eger beni bagıslamaz, bana acımazsan ziyana ugrayanlardan olurum"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ey Nuh, denildi, sana ve seninle beraber bulunan ummetlerden bir bolume bizden selamet ve bolluklarla (gemiden) in. Ama oyle ummetler de var ki, onları bir sure yasatacagız, sonra onlara bizden acı bir azab dokunacaktır"},{"SurahNumber":11,"VerseNumber":49,"Text":"(Ey Muhammed), bunlar sana vahyettigimiz gayb haberlerindendir. Ne sen, ne de kavmin, daha once bunları bilmiyordunuz. O halde sabret, sonuc korunanlarındır"}]}