{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Jiǎruò nǐ dé jiàn fànzuì zhě zài tāmen de zhǔ nàlǐ chuítóusàngqì de shuō:`Wǒmen de zhǔ a! Wǒmen yǐjīng kànjiànle, tīngjiànle, qiú nǐ ràng wǒmen zhuǎn huíqù, wǒmen jiāng zuò shànshì, wǒmen què shì quèxìn zhě.'Jiǎruò nǐ kànjiàn zhè zhǒng qíngzhuàng……."},{"SurahNumber":32,"VerseNumber":13,"Text":"Jiǎruò wǒ yìyù, bì yǐ xiàngdǎo fùyǔ měi gèrén, dàn cóng wǒ fāchū de pàncí yǐ quèdìngle, wǒ bì yǐ jīnglíng hé rénlèi yīqǐ tián mǎn huǒ yù."},{"SurahNumber":32,"VerseNumber":14,"Text":"Nǐmen chángshì ba! Yīnwèi nǐmen wàngjì jīnrì de xiāng huì, wǒ què yǐ wàngjì nǐmenle. Nǐmen yīnwèi zìjǐ de xíngwéi ér chángshì yǒngjiǔ de xíngfá ba."},{"SurahNumber":32,"VerseNumber":15,"Text":"Xìnyǎng wǒ de jīxiàng de, zhǐyǒu nà děng rén: Biérén yǐ wǒ de jīxiàng quàn jiè tāmen de shíhòu, tāmen biàn fǔfú kòutóu bìng zànsòng tāmen dì nà chāojué wànwù de zhǔ, tāmen bù gǎn wàngzìzūndà,※"},{"SurahNumber":32,"VerseNumber":16,"Text":"tāmen lē bù luò chuáng, tāmen yǐ kǒngjù hé xīwàng de xīnqíng qídǎo tāmen de zhǔ; tāmen fēn shě wǒ suǒ cìyǔ tāmen de."},{"SurahNumber":32,"VerseNumber":17,"Text":"Rènhé rén dōu bù zhīdào yǐ wèi tāmen zhùcángle shénme wèijí, yǐ bàochóu tāmen de xíngwéi."},{"SurahNumber":32,"VerseNumber":18,"Text":"Xìndào zhě yǔ bèinì zhě yīyàng ma? Tāmen shì bù xiāngděng de."},{"SurahNumber":32,"VerseNumber":19,"Text":"Zhìyú xìndào érqiě xíng shàn zhě, jiānglái déyǐ lèyuán wèi guīsù, nà shì wèile bàochóu tāmen de xíngwéi de."},{"SurahNumber":32,"VerseNumber":20,"Text":"Zhìyú bèinì zhě, tāmen de guīsù, zhǐshì huǒ yù, měi dāng tāmen yào xiǎng táo chū, dōu bèi lán huíqù. Yǒu shēngyīn duì tāmen shuō:`Nǐmen chángshì yǐqián nǐmen suǒ fǒurèn de huǒxíng ba!'"},{"SurahNumber":32,"VerseNumber":21,"Text":"Zài zuìdà de xíngfá zhīqián, wǒ bì shǐ tāmen chángshì zuìjìn de xíngfá, yǐbiàn tāmen huǐwù."},{"SurahNumber":32,"VerseNumber":22,"Text":"Yǒurén yǐ zhǔ de jīxiàng quàn jiè tā, ér tā bù kěn tīngcóng, zhèyàng de rén, shuí bǐ tā hái bùyì ne? Wǒ bìrán yào chéng hào fànzuì de rén."}]}