{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Die Thamud haben die Warner der Luge geziehen"},{"SurahNumber":54,"VerseNumber":24,"Text":"Sie sagten: «Sollen wir denn einem Menschen aus unseren Reihen, der allein dasteht, folgen? Dann befanden wir uns im Irrtum und litten an Wahnsinn"},{"SurahNumber":54,"VerseNumber":25,"Text":"Ist die Ermahnung wirklich gerade ihm aus unserer Mitte uberbracht worden? Nein, vielmehr ist er ein uberheblicher Lugner.»"},{"SurahNumber":54,"VerseNumber":26,"Text":"Morgen werden sie zu wissen bekommen, wer der uberhebliche Lugner ist"},{"SurahNumber":54,"VerseNumber":27,"Text":"Wir werden die Kamelstute schicken als Versuchung fur sie. So beobachte sie und sei geduldig"},{"SurahNumber":54,"VerseNumber":28,"Text":"Und gib ihnen kund, daß das Wasser zwischen ihnen zu teilen ist. Jede Trinkzeit soll (dann abwechselnd) wahrgenommen werden"},{"SurahNumber":54,"VerseNumber":29,"Text":"Sie aber riefen ihren Gefahrten her. Er griff zu und schnitt (der Kamelstute) die Flechsen durch und stach sie"},{"SurahNumber":54,"VerseNumber":30,"Text":"Wie waren dann meine Pein und meine Warnungen"},{"SurahNumber":54,"VerseNumber":31,"Text":"Wir sandten uber sie einen einzigen Schrei, da waren sie plotzlich wie das durre Zeug dessen, der Tiergehege baut"},{"SurahNumber":54,"VerseNumber":32,"Text":"Und Wir haben den Koran leicht zu bedenken gemacht. Aber gibt es denn jemanden, der es bedenkt"},{"SurahNumber":54,"VerseNumber":33,"Text":"Das Volk Lots hat die Warner der Luge geziehen"},{"SurahNumber":54,"VerseNumber":34,"Text":"Wir sandten einen Steinregen uber sie, ausgenommen die Angehorigen Lots. Wir erretteten sie im Morgengrauen"},{"SurahNumber":54,"VerseNumber":35,"Text":"Aus Gnade von Uns. So entlohnen Wir den, der dankbar ist"},{"SurahNumber":54,"VerseNumber":36,"Text":"Er hatte sie vor unserem gewaltigen Zugriff gewarnt. Aber sie bestritten die Warnungen"},{"SurahNumber":54,"VerseNumber":37,"Text":"Sie versuchten ihn in bezug auf seine Gaste zu uberreden. Da wischten Wir ihre Augen aus. «Kostet nun meine Pein und meine Warnungen.»"},{"SurahNumber":54,"VerseNumber":38,"Text":"Und am Morgen ereilte sie eine bestandige Pein"},{"SurahNumber":54,"VerseNumber":39,"Text":"«Kostet nun meine Pein und meine Warnungen.»"},{"SurahNumber":54,"VerseNumber":40,"Text":"Und Wir haben den Koran leicht zu bedenken gemacht. Aber gibt es denn jemanden, der es bedenkt"}]}