{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"Ko Kanko waɗani on leydi ndin eltaandi : haray yehee e seraaji mayri, ñaamon e arsike Makko. Ko ka Makko woni ummital ngal"},{"SurahNumber":67,"VerseNumber":16,"Text":"E on hooli On wonɗo ka kammu nde O munnataa e mo'on leydi ndin, Tawa yoo hindi dilla? @Corrected"},{"SurahNumber":67,"VerseNumber":17,"Text":"Kaa on hooli On wonɗo ka kammu nde O wurtataa e mon henndu bippooru? Aray nde anndon ko honno woni jertinaango Am ngon"},{"SurahNumber":67,"VerseNumber":18,"Text":"Sellii adinooɓe ɓen ɗon ɓen fenniino. Taskii ko honno lette Am ɗen wattinirnoo"},{"SurahNumber":67,"VerseNumber":19,"Text":"E ɓee yi'aali colli ɗin dow maɓɓe, hiɗi fonta gabitannji ɗi ñobba? [Wonnde] jogitaaki ɗin si wanaa Jom hinaraŋke On. Pellet, ko O reenuɗo kala huunde"},{"SurahNumber":67,"VerseNumber":20,"Text":"E ko hommbo woni on konuujo mum wallata on hara wanaa Jom hinaraŋke On? Tigi on, heeferɓe ɓen wonaali si wanaa e nder hodo"},{"SurahNumber":67,"VerseNumber":21,"Text":"E ko hommbo woni arsikoowo on, si O jogitike arsike Makko on? Si ko woni, ɓe duumike e ƴaggere e woɗɗitagol"},{"SurahNumber":67,"VerseNumber":22,"Text":"Kere ko on yahoowo no hippi yeeso mun ɓuri feewude? Kaa ko on yahoowo no fotondiri e laawol focciingol"},{"SurahNumber":67,"VerseNumber":23,"Text":"Maaku: \"Ko Kanko woni ko fuɗɗi on, O waɗani on nanɗe e giiɗe e ɓerɗe\". Kono fanɗii ko yettoton [neema]"},{"SurahNumber":67,"VerseNumber":24,"Text":"Maaku: \"Ko Kanko woni saakituɗo on leydi, ko ka Makko kadi woni ko mooɓitoyteɗon"},{"SurahNumber":67,"VerseNumber":25,"Text":"Hiɓe wi'a: \"Ko honnde tuma woni ndee fodoore, si tawii ko on goonguɓe"},{"SurahNumber":67,"VerseNumber":26,"Text":"Maaku : \"Anndee anndugol [fii Darnagl] ko ka Allah woni. Min on ko Mi jertinoowo [tun] ɓanngina"},{"SurahNumber":67,"VerseNumber":27,"Text":"Nde ɓe yi'oyta (lette) ɗen ka ɓadii, geece yedduɓe ɓen suni geece heeferɓe, [ɓe] wi'anee : \"Ko ɗum ɗoo woni ko ɗaɓɓaynoɗon"},{"SurahNumber":67,"VerseNumber":28,"Text":"Maaku : \"Yeetee lam, si Allah ƴettitii lam min e wonndiiɓe am maa O yurmaama men, ko hommbo daɗndata heeferɓe ɓen lette muusuɗe"},{"SurahNumber":67,"VerseNumber":29,"Text":"Maaku : \"Ko Kanko Jom hinaraŋke On. Men gomɗinii Mo, ko e Makko kadi men fawii. Aray nde anndon ko hommbo woni e majjere ɓanngunde"},{"SurahNumber":67,"VerseNumber":30,"Text":"Maaku : \"Yeetee lam, si ndiyam mon ɗam wattinii ɓeeɓuɗam, ko hommbo addanta on ndiyam ilayɗam"}]}