{"Id":201,"LanguageCodes":["id","ind"],"Name":"ind-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"(Sesungguhnya orang-orang munafik itu menipu Allah) yaitu dengan menampakkan hal-hal yang berlawanan dengan kekafiran yang mereka sembunyikan dengan maksud untuk menghindari hukum-hukum keduniaan yang bertalian dengan itu (dan Allah menipu mereka pula) maksudnya membalas tipuan mereka itu dengan diberitahukannya apa yang mereka sembunyikan itu oleh Allah kepada nabi-Nya hingga di dunia ini rahasia mereka terbuka sedangkan di akhirat kelak mereka menerima siksa. (Dan jika mereka berdiri untuk mengerjakan salat) bersama orang-orang mukmin (mereka berdiri dengan malas) merasa berat. (Mereka bersifat riya di hadapan manusia) dengan salat itu (dan tidak berzikir kepada Allah) maksudnya tidak melakukan salat (kecuali sebentar) disebabkan riya tadi"},{"SurahNumber":4,"VerseNumber":143,"Text":"(Mereka dalam keadaan bimbang) ragu-ragu (antara demikian) yakni antara kafir dan iman (tidak) masuk (kepada mereka ini) artinya golongan orang-orang kafir (dan tidak pula kepada mereka itu) artinya golongan orang-orang beriman. (Dan siapa yang disesatkan Allah, maka tidak akan kamu temui baginya jalan) untuk menerima petunjuk"},{"SurahNumber":4,"VerseNumber":144,"Text":"(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang kafir dan bukan orang-orang mukmin sebagai pelindung! Apakah kamu hendak memberikan kepada Allah buat menyiksamu) dengan mengambil mereka sebagai pelindung itu (suatu alasan yang nyata) atau bukti yang tegas atas kemunafikanmu"},{"SurahNumber":4,"VerseNumber":145,"Text":"(Sesungguhnya orang-orang munafik itu pada tempat) atau tingkat (yang paling bawah dari neraka) yakni bagian kerak atau dasarnya. (Dan kamu sekali-kali tidak akan mendapatkan seorang penolong pun bagi mereka) yakni yang akan membebaskannya dari siksa"},{"SurahNumber":4,"VerseNumber":146,"Text":"(Kecuali orang-orang yang bertobat) dari kemunafikan (dan mengadakan perbaikan) terhadap amal perbuatan mereka (serta berpegang teguh kepada, agama, Allah dan mengikhlaskan agama mereka karena Allah) artinya daripada riya (maka mereka itu bersama orang-orang yang beriman) yakni mengenai apa-apa yang akan mereka peroleh (dan Allah akan memberikan kepada orang-orang beriman itu pahala yang besar) di akhirat kelak yaitu surga"},{"SurahNumber":4,"VerseNumber":147,"Text":"(Mengapa Allah akan menyiksamu, jika kamu bersyukur) atas nikmat-Nya (dan beriman) kepada-Nya? Pertanyaan ini berarti tidak, jadi maksudnya Allah tidaklah akan menyiksamu. (Dan Allah Maha Mensyukuri) perbuatan-perbuatan orang-orang beriman dengan memberi mereka pahala (lagi Maha Mengetahui) akan makhluk-Nya"},{"SurahNumber":4,"VerseNumber":148,"Text":"(Allah tidak menyukai perkataan buruk yang diucapkan secara terus terang) dari siapa pun juga, artinya Dia pastilah akan memberinya hukuman (kecuali dari orang yang dianiaya) sehingga apabila dia mengucapkannya secara terus terang misalnya tentang keaniayaan yang dideritanya sehingga ia mendoakan si pelakunya, maka tidaklah dia akan menerima hukuman dari Allah. (Dan Allah Maha Mendengar) apa-apa yang diucapkan (lagi Maha Mengetahui) apa-apa yang diperbuat"},{"SurahNumber":4,"VerseNumber":149,"Text":"(Jika kamu melahirkan) atau memperlihatkan (suatu kebaikan) di antara perbuatan-perbuatan baik (atau menyembunyikannya) artinya melakukannya secara sembunyi-sembunyi (atau memaafkan sesuatu kesalahan) atau keaniayaan orang lain (maka sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa)"},{"SurahNumber":4,"VerseNumber":150,"Text":"(Sesungguhnya orang-orang yang kafir kepada Allah dan rasul-rasul-Nya dan bermaksud akan membeda-bedakan di antara Allah dengan rasul-rasul-Nya) yakni dengan beriman kepada-Nya serta kafir terhadap mereka (serta mengatakan, \"Kami beriman kepada sebagian) di antara rasul-rasul itu (dan kami kafir terhadap yang lain\") dari mereka (serta bermaksud hendak mengambil di antara demikian) maksudnya di antara kufur dan iman (jalan) yang akan mereka tempuh"},{"SurahNumber":4,"VerseNumber":151,"Text":"(Merekalah orang-orang yang kafir sebenar-benarnya) haqqan adalah mashdar yang memperkuat isi kalimat sebelumnya (dan telah Kami sediakan bagi orang-orang yang kafir itu siksaan yang menghinakan) artinya azab neraka"},{"SurahNumber":4,"VerseNumber":152,"Text":"(Orang-orang yang beriman kepada Allah dan para rasul-Nya) artinya semua mereka (dan tidak membeda-bedakan seorang pun di antara mereka kelak Allah akan memberikan kepada mereka) dengan memakai nun atau ya (pahala mereka) artinya pahala amal perbuatan mereka (dan Allah Maha Pengampun) bagi kekasih-kekasih-Nya (lagi Maha Penyayang) kepada ahli taat-Nya"}]}