{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":139,"Text":"และแท้จริง ยูนุสนั้นอยู่ในหมู่ผู้ที่ถูกส่งมาเป็นร่อซูล"},{"SurahNumber":37,"VerseNumber":140,"Text":"จงรำลึก ขณะที่เขาได้หนีไปยังเรือที่บรรทุกผู้คนเต็มเพียบ"},{"SurahNumber":37,"VerseNumber":141,"Text":"ดังนั้น ยูนุสได้เข้าร่วมจับฉลาก แล้วเขาจึงอยู่ในหมู่ผู้ถูกพิชิต (แพ้ในการจับฉลาก)"},{"SurahNumber":37,"VerseNumber":142,"Text":"แล้วปลาตัวใหญ่ได้กลืนเขา และเขาสมควรที่จะถูกตำหนิ"},{"SurahNumber":37,"VerseNumber":143,"Text":"หากว่าเขามิได้เป็นคนหนึ่งในหมู่ผู้แซ่ซ้องสดุดีแล้ว"},{"SurahNumber":37,"VerseNumber":144,"Text":"แน่นอน เขาจะอยู่ในท้องปลาจวบจนกระทั่งวันฟื้นคืนชีพ"},{"SurahNumber":37,"VerseNumber":145,"Text":"แล้วเราได้เหวี่ยงเขาขึ้นบนที่โล่งริมฝั่ง ในสภาพที่ป่วย"},{"SurahNumber":37,"VerseNumber":146,"Text":"และเราได้ให้มีต้นไม้ (พันธ์ไม้เลื้อย) น้ำเต้างอกเงยขึ้น ปกคลุมตัวเขา"},{"SurahNumber":37,"VerseNumber":147,"Text":"และเราได้ส่งเขาไปยัง (หมู่บ้านของเขา) มีจำนวนหนึ่งแสนคนหรือเกินกว่านั้น"},{"SurahNumber":37,"VerseNumber":148,"Text":"แล้วพวกเขาก็ศรัทธา ดังนั้น เราจึงปล่อยให้พวกเขามีความสุขสำราญชั่วระยะเวลาหนึ่ง"},{"SurahNumber":37,"VerseNumber":149,"Text":"ดังนั้น (มุฮัมมัด) จงถามพวกเขาซิว่า พระเจ้าของเจ้ามีบุตรหญิงหลายคน และพวกเขามีบุตรชายหลายคนกระนั้นหรือ"},{"SurahNumber":37,"VerseNumber":150,"Text":"หรือว่าเราได้สร้างมะลาอิกะฮฺเป็นเพศหญิง โดยที่พวกเขารู้เห็นเป็นพยาน"},{"SurahNumber":37,"VerseNumber":151,"Text":"พึงทราบเถิด แท้จริงพวกเขานั้นเนื่องจากการกล่าวเท็จของพวกเขาพวกเขาจึงกล่าวว่า"},{"SurahNumber":37,"VerseNumber":152,"Text":"“อัลลอฮฺทรงให้กำเนิดบุตรชาย!” และแท้จริงพวกเขานั้นเป็นผู้กล่าวเท็จอย่างแน่นอน"},{"SurahNumber":37,"VerseNumber":153,"Text":"อัลลอฮฺทรงเลือกบุตรหญิงแทนบุตรชายกระนั้นหรือ"},{"SurahNumber":37,"VerseNumber":154,"Text":"เกิดอะไรขึ้นแก่พวกเจ้า! ทำไมพวกเจ้าจึงตัดสินเช่นนั้น"},{"SurahNumber":37,"VerseNumber":155,"Text":"พวกเจ้ามิได้ใคร่ครวญดูบ้างหรือ"},{"SurahNumber":37,"VerseNumber":156,"Text":"หรือว่าพวกเจ้ามีหลักฐานอันชัดแจ้ง"},{"SurahNumber":37,"VerseNumber":157,"Text":"ดังนั้น พวกเจ้าจงนำคัมภีร์ของพวกเจ้ามาแสดง หากพวกเจ้าเป็นผู้สัตย์จริง"},{"SurahNumber":37,"VerseNumber":158,"Text":"และพวกเขากล่าวอ้างความสัมพันธ์ (ทางเครือญาติ) ระหว่างพระองค์กับพวกญินและโดยแน่นอนพวกญินรู้ดีว่าแท้จริงพวกมันจะถูกนำตัวมาปรากฏต่อหน้าอัลลอฮฺ (เพื่อการลงโทษ)"},{"SurahNumber":37,"VerseNumber":159,"Text":"มหาบริสุทธิ์ยิ่งแด่อัลลอฮฺ จากสิ่งที่พวกเขากล่าวอ้าง"},{"SurahNumber":37,"VerseNumber":160,"Text":"เว้นแต่ปวงบ่าวของอัลลอฮฺผู้ซื่อสัตย์"},{"SurahNumber":37,"VerseNumber":161,"Text":"แน่นอน พวกเจ้าและสิ่งที่พวกเจ้าเคารพบูชานั้น"},{"SurahNumber":37,"VerseNumber":162,"Text":"พวกเจ้าไม่สามารถทำให้ผู้ใดหลงทางไปได้"},{"SurahNumber":37,"VerseNumber":163,"Text":"นอกจากผู้ที่จะเข้าไปอยู่ในไฟอันลุกโชติช่วง"},{"SurahNumber":37,"VerseNumber":164,"Text":"และไม่มีผู้ใดในหมู่พวกเรา เว้นแต่เขาได้มีตำแหน่งที่ได้กำหนดไว้แล้ว"},{"SurahNumber":37,"VerseNumber":165,"Text":"และแท้จริง เรานั้นเป็นผู้ที่ยืนเข้าแถวอยู่แล้ว"},{"SurahNumber":37,"VerseNumber":166,"Text":"และแท้จริง เรานั้นเป็นผู้แซ่ซ้องสดุดีอัลลอฮฺ"},{"SurahNumber":37,"VerseNumber":167,"Text":"และพวกเขาเหล่านั้น (กุฟฟารมักกะฮฺ) เคยกล่าวไว้ว่า"},{"SurahNumber":37,"VerseNumber":168,"Text":"“หากว่าเรามีข้อตักเตือน (คัมภีร์) อยู่กับเรา เช่นเดียวกับหมู่ชนในสมัยก่อน ๆ”"},{"SurahNumber":37,"VerseNumber":169,"Text":"“แน่นอน เราก็จะเป็นบ่าวของอัลลอฮฺผู้ซื่อสัตย์”"},{"SurahNumber":37,"VerseNumber":170,"Text":"แต่พวกเขาปฏิเสธ ไม่ศรัทธาต่ออัลกุรอาน แล้วพวกเขาก็จะได้รู้เห็น"},{"SurahNumber":37,"VerseNumber":171,"Text":"และโดยแน่นอน ลิขิตของเราได้บันทึกไว้ก่อนแล้ว แก่ปวงบ่าวของเราที่เป็นร่อซูล"},{"SurahNumber":37,"VerseNumber":172,"Text":"ว่า แน่นอน พวกเขาจะได้รับความช่วยเหลือ"},{"SurahNumber":37,"VerseNumber":173,"Text":"และแท้จริง ไพร่พลของเรานั้น สำหรับพวกเขาจะเป็นผู้มีชัยชนะ"},{"SurahNumber":37,"VerseNumber":174,"Text":"ดังนั้น เจ้าจงหันเหออกจากพวกเขาชั่วระยะหนึ่ง"},{"SurahNumber":37,"VerseNumber":175,"Text":"และจงเฝ้าคอยดูพวกเขาเถิด แล้วพวกเขาก็จะเห็นมันเอง"},{"SurahNumber":37,"VerseNumber":176,"Text":"พวกเขาเร่งรีบต่อการลงโทษของเรากระนั้นหรือ"},{"SurahNumber":37,"VerseNumber":177,"Text":"ครั้นเมื่อการลงโทษได้ลงมาที่หน้าบ้านพักของพวกเขา ยามเช้าของบรรดาผู้ถูกตักเตือนนั้นมันช่างชั่วช้าเสียนี่กระไร"},{"SurahNumber":37,"VerseNumber":178,"Text":"และเจ้าจงหันเหออกจากพวกเขาระยะหนึ่ง"},{"SurahNumber":37,"VerseNumber":179,"Text":"และจงเฝ้าคอยดูเถิด แล้วพวกเขาก็จะเห็นมันเอง"},{"SurahNumber":37,"VerseNumber":180,"Text":"มหาบริสุทธิ์ยิ่งแด่พระเจ้าของเจ้าพระเจ้าแห่งอำนาจจากสิ่งที่พวกเขากล่าวอ้าง"},{"SurahNumber":37,"VerseNumber":181,"Text":"ศานติจงมีแด่บรรดาร่อซูลทั้งหลาย"},{"SurahNumber":37,"VerseNumber":182,"Text":"และบรรดาการสรรเสริญทั้งมวลเป็นของอัลลอฮฺ พระเจ้าแห่งสากลโลก"}]}