{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin gogsunu Islam'a acmıssa, artık o, Rabbinden bir nur uzerinedir, (oyle) degil mi? Fakat Allah'ın zikrinden (yana) kalpleri katılasmıs olanların vay haline. Iste onlar, apacık bir sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, mutesabih (benzesmeli), ikiserli bir Kitap olarak sozun en guzelini indirdi. Rablerine karsı icleri titreyerek-korkanların O’ndan derileri urperir. Sonra onların derileri ve kalpleri Allah'ın zikrine (karsı) yumusar-yatısır. Iste bu, Allah'ın yol gostermesidir, onunla diledigini hidayete erdirir. Allah, kimi saptırırsa, artık onun icin de bir yol gosterici yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gunu o kotu azaptan kendini yuzu ile kim koruyabilecek? Ve zalimlere \"Kazandıgınızı tadın\" denmistir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de yalanladı; boylece azap onlara hic suurunda olmadıkları bir yerden gelip-cattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Allah, onlara dunya hayatında 'horlugu ve asagılanmayı' taddırdı. Eger bilmis olsalardı, ahiretin azabı gercekten daha buyuktur"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, Biz bu Kur'an'da, belki ogut alıp-dusunurler diye, insanlar icin her bir ornekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Carpıklıgı olmayan Arapca bir Kur'an'dır (bu). Umulur ki sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah (ortak kosanlar icin) bir ornek verdi: Kendisi hakkında uyumsuz ve gecimsiz bulunan, sahipleri de cok ortaklı olan (kole) bir adam ile yalnızca bir kisiye teslim olmus bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah'ındır. Hayır onların cogu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gercek su ki, sen de oleceksin, onlar da oleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra suphesiz sizler, kıyamet gunu Rabbinizin huzurunda davalasacaksınız"}]}