{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Əgər səni yalançı hesab etsələr, de: “Mənim əməlim mənə, sizin əməliniz isə sizə aiddir. Mənim etdiyim əməllərin sizə, sizin etdiyiniz əməllərin mənə heç bir dəxli yoxdur!”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Onların içərisində (Qur’an oxuyarkən) səni dinləyənlər (lakin onu qəbul etməyənlər) də vardır. (Onun) ağlıkəsməz, anlamaz karlara sənmi eşitdirə bilcəksən"},{"SurahNumber":10,"VerseNumber":43,"Text":"Onların içərisində sənə baxanlar da (peyğəmbərliyini təsdiq edənlər, mö’cüzələri görənlər də) vardır. Bəsirəti olmayan korlara doğru yolu sənmi göstərə biləcəksən"},{"SurahNumber":10,"VerseNumber":44,"Text":"Həqiqətən, Allah insanlara zərrəcə zülm etməz, lakin insanlar özləri özlərinə zülm edərlər"},{"SurahNumber":10,"VerseNumber":45,"Text":"(Allah müşrikləri) gündüz bir saat belə (dünyada) olmamışlar kimi, bir yerə toplayacağı gün (qiyamət günü) onlar bir-birini tanıyacaqlar. Allahla qarşılaşacaqlarını yalan hesab edənlər, sözsüz ki, ziyana uğrayacaqlar. Onlar heç doğru yolda da deyildilər"},{"SurahNumber":10,"VerseNumber":46,"Text":"(Ya Rəsulum! Kafirlərə) və’d etdiyimiz əzabın bir qismini sənə (dünyada) göstərsək də, yaxud (ondan əvvəl) səni axirətə qovuşdursaq (canını alsaq) da, bil ki, onların axır dönüşü Bizədir. Allah onların nə etdiklərinə şahiddir"},{"SurahNumber":10,"VerseNumber":47,"Text":"Hər ümmətin bir peyğəmbəri vardır. Onlara peyğəmbər gəldiyi zaman aralarında ədalətlə hökm olunar və onlara zülm edilməz"},{"SurahNumber":10,"VerseNumber":48,"Text":"(Kafirlər:) “Əgər doğru danışırsınızsa, (bir xəbər verin görək) bu və’d etdiyiniz qiyamət (və ya əzab) nə vaxt olacaq?” – deyə soruşarlar"},{"SurahNumber":10,"VerseNumber":49,"Text":"(Ya Rəsulum!) De: “Allahın istədiyindən başqa, mən özümə nə bir xeyir, nə də bir zərər verə bilərəm. Hər ümmətin (əzəldən müəyyən olunmuş) bir əcəl vaxtı (ömrünün sona çatma, məhv olma, tənəzzülə uğrama, əzaba, müsibətə düçar olma çağı) vardır. Onların əcəli gəlib çatdıqda (ondan) bircə saat belə nə geri qalar, nə də irəli keçərlər”"},{"SurahNumber":10,"VerseNumber":50,"Text":"De: “Bir deyin görək. Əgər (Allahın) əzabı sizə gecə, yaxud gündüz gəlsə (nə edərsiniz)! Günahkarlar buna (əzabın gəlməsinə) niyə tələsirlər"},{"SurahNumber":10,"VerseNumber":51,"Text":"O əzab gəldikdən sonramı ona inanacaqsınız? İndimi? Halbuki siz onun tez gəlməsini istəyirsiniz!”"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sonra zülm edənlərə: “Dadın əbədi əzabı. Siz ancaq qazandığınız günahlara görə cəzalandırılırsınız!” – deyiləcək"},{"SurahNumber":10,"VerseNumber":53,"Text":"(Ya Peyğəmbərim!) Səndən: “O (bizi qorxutduğun əzab və ya qiyamət günü) doğrudurmu?” – deyə xəbər alacaqlar. Onlara belə cavab ver: “Rəbbimə and olsun ki, o doğrudur. Siz ondan canınızı qurtara bilməzsiniz!”"}]}