{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Görmedin mi Rabbini, nasıl uzatmıştır gölgeyi? Eğer dileseydi, onu elbette hareketsiz kılardı. Sonra nasıl Güneş'i ona delil yapmışız"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra nasıl tutup onu ağır ağır kendimize çekmişiz"},{"SurahNumber":25,"VerseNumber":47,"Text":"O'dur sizin için geceyi elbise, uykuyu dinlence yapan. Gündüzü, dağılıp yayılma zamanı yapan da O'dur"},{"SurahNumber":25,"VerseNumber":48,"Text":"O gönderdi rüzgârı bir müjde olarak rahmetinin önünden. Biz indirdik gökten tertemiz bir su"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ki onunla ölü bir beldeyi diriltelim ve onunla, yarattıklarımızdan bir takım hayvanları ve birçok insanları suvaralım"},{"SurahNumber":25,"VerseNumber":50,"Text":"Yemin olsun, onu aralarında çeşitli biçimlerde ifade ettik ki öğüt alabilsinler. Ama insanların çoğu sadece nankörlükte ısrar etmektedir"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik, her kente bir uyarıcı gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Artık inkârcılara boyun eğme, onlara karşı Kur'an ile zorlu bir cihat aç"},{"SurahNumber":25,"VerseNumber":53,"Text":"İki denizi birbiri üstüne salan O'dur. Bu, tatlı ve yürek ferahlatıcı; şu, tuzlu ve acı. Ve ikisinin arasında bir berzah, geçişi engelleyen bir perde koymuştur"},{"SurahNumber":25,"VerseNumber":54,"Text":"Sudan bir insan yaratıp, onu nesep ve sıhriyet akrabaları halinde oluşturan O'dur. Rabbin çok güçlüdür"},{"SurahNumber":25,"VerseNumber":55,"Text":"Allah'ın berisinden, kendisine yarar sağlamayacak, zarar da veremeyecek şeylere ibadet/kulluk ediyorlar. İnkârcı, Rabbi aleyhine başkalarına arka çıkar"},{"SurahNumber":25,"VerseNumber":56,"Text":"Biz seni sadece müjdeci ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: \"Onun karşılığında sizden bir ücret istemiyorum; ancak Rabbine varmak için bir yol tutmayı dileyenler istiyorum"},{"SurahNumber":25,"VerseNumber":58,"Text":"O hiç ölmeyecek diriye, o Hayy olana dayanıp güven, O'nu överek tespih et! Kullarının günahlarından O'nun haberdar olması yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri, yeri ve bunlar arasındakileri altı günde yaratıp sonra arş üzerinde egemenlik kuran O'dur. Rahman'dır O. Haberdar olana sor O'nu"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara, \"Rahman'a secde edin!\" dendiğinde şöyle derler: \"Rahman da neymiş? Senin emrettiğin şeye secde eder miyiz hiç?\" Ve bu söz onların nefretini artırdı"}]}