{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"A barazohet i vdekuri qe Ne e ngjallem dhe i dhame drite me te cilen ecen midis njerezve, me ate qe eshte ne erresire e nuk mund te dale prej saj?! Kesisoj, jobesimtareve u duken te bukura veprat qe bejne"},{"SurahNumber":6,"VerseNumber":123,"Text":"Keshtu, Ne kemi bere ne cdo qytet qe keqberesit me te medhenj te ngrene kurthe. Mirepo, kurthet ia ngrene vetem vetvetes e nuk e ndiejne"},{"SurahNumber":6,"VerseNumber":124,"Text":"Kur atyre u vjen ndonje mrekulli, thone: “Ne nuk do te besojme derisa te mos na jepet dicka, si ajo qe u eshte dhene te derguarve te Allahut.” Allahu e di me mire se kujt ia jep mesazhin e Vet. Atyre qe kane bere gjynahe, do t’u vije nje poshterim nga ana e Allahut dhe ndeshkim i ashper per shkak te kurtheve qe ngrinin"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allahu ia hap zemren per (te pranuar) Islamin atij qe deshiron ta udhezoje, ndersa atij qe deshiron ta lere ne humbje, (ia mbyll zemren e) ia shtrengon gjoksin si te jete duke u ngjitur ne qiell. Keshtu, Allahu, i ndeshkon ata qe nuk besojne"},{"SurahNumber":6,"VerseNumber":126,"Text":"Kjo eshte rruga e drejte e Zotit tend. Ne ua kemi shpjeguar shpalljet Tona njerezve qe ua vene veshin"},{"SurahNumber":6,"VerseNumber":127,"Text":"Ata do te kene Shtepine e shpetimit te Zoti i tyre. Ai do te jete Mbrojtesi i tyre, si shperblim per veprat qe kane bere"},{"SurahNumber":6,"VerseNumber":128,"Text":"Diten kur Ai do t’i tuboje te gjithe, do te thote: “O tog i xhindeve! Ju keni mashtruar shume njerez!” - Ithtaret e tyre midis njerezve do te thone: “O Zoti yne! Ne u kenaqem me njeri tjetrin dhe arritem ne afatin tone, te cilin na e pate caktuar Ti”. Allahu do te thote: “Zjarri eshte vendbanimi juaj. Atje do te qendroni perhere, vec nese Allahu deshiron ndryshe. Zoti yt eshte vertet i Urte e i Gjithedijshem"},{"SurahNumber":6,"VerseNumber":129,"Text":"E keshtu, Ne u japim pushtet disa keqberesve mbi te tjeret, si denim per veprat e tyre te keqija"}]}