{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Sou la millor comunitat humana que mai s'hagi suscitat: ordeneu el que esta be, prohibiu el que esta mal i creieu en Al·la. Si la gent de l'Escriptura cregues, els aniria millor. Hi ha entre ells creients, pero la majoria son perversos"},{"SurahNumber":3,"VerseNumber":111,"Text":"Us danyaran, pero poc. I si us combaten, us tornaran l'esquena. Despres, no se les auxiliara"},{"SurahNumber":3,"VerseNumber":112,"Text":"Han estat humiliats onsevulla que s'ha donat amb ells, excepte els protegits per un pacte amb Al·la o per un pacte amb els homes. Han incorregut en la ira d'Al·la i els ha assenyalat la miseria. Per no haver cregut en els signes d'Al·la i per haver matat als profetes sense justificacio. Per haver desobeit i violat la llei"},{"SurahNumber":3,"VerseNumber":113,"Text":"No tots son iguals. Entre la gent de l'Escriptura hi ha una comunitat honrada: durant la nit, reciten els versicles d'Al·la i es prosternan"},{"SurahNumber":3,"VerseNumber":114,"Text":"creuen en Al·la i en l'ultim Dia, ordenen el que esta be, prohiben el que esta mal i rivalitzan en bones obres. Aquests tals son dels justs"},{"SurahNumber":3,"VerseNumber":115,"Text":"No se'ls desagraira el be que facin. Al·la coneix be als que Li temen"},{"SurahNumber":3,"VerseNumber":116,"Text":"A qui no creen, ni la seva hisenda ni els seus fills els serviran de res enfront d'Al·la. Aquests tals habitaran en el Foc eternament"},{"SurahNumber":3,"VerseNumber":117,"Text":"El que gasten en la vida d'aqui es semblant a un vent glacial que bat la collita de gent que s'ha danyat a si mateixa i la destruix. No es Al·la qui ha estat injust amb ells, sino que ells ho han estat amb si mateixos"},{"SurahNumber":3,"VerseNumber":118,"Text":"Creients! No intimeu amb ningu alie a la vostra comunitat. Si no, no deixaran de danyar-vos. Desitjarien la vostra ruina. L'odi va apuntar a les seves boques, pero el que oculten els seus pits es pitjor. Us hem explicat els versicles. Si raonessiu"},{"SurahNumber":3,"VerseNumber":119,"Text":"Vosaltres, be que els estimeu, pero ells no us estimen. Vosaltres creieu en tota l'Escriptura... Ells, quan us troben, diuen: «Creiem!» pero, quan estan tot sol, es mosseguen les puntes dels dits, de rabia contra vosaltres. Digues:«Moriu de rabia!» Al·la sap be el que tanquen els pits"},{"SurahNumber":3,"VerseNumber":120,"Text":"Si us succeix un be, els dol; si us fereix un mal, s'alegren. Pero, si teniu paciencia i temeu a Al·la, els seus ardits no us faran cap dany. Al·la abasta tot el que fan"}]}