{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Het u hulle gesien aan wie gesê is: Weerhou julle hande van die kwaad: onderhou die gebede en betaal die Zakaat?5 Maar wanneer hulle tot die stryd beveel word, dan vrees sommige die mense soos Allah gevrees behoort te word, en selfs nog meer, en sê: Ons Heer! Waarom het U ons in die stryd gestuur? Waarom het U ons nie nog ’n rukkie lank uitstel verleen nie? Die voordeel van hierdie wêreld is maar gering; en vir die pligsgetroues is die Hiernamaals beter. En nie die minste onreg sal julle aangedoen word nie"},{"SurahNumber":4,"VerseNumber":78,"Text":"Waar julle ook al mag wees, die dood sal julle oorval, selfs al is julle ook op hoë torings. En as iets goeds met hulle gebeur, sê hulle: Dit is van Allah. Maar as die kwaad hulle oorval, sê hulle: Dit is van u.6 Sê: Alles kom van Allah. Maar wat makeer hierdie mense dat hulle nie die Woord wil verstaan nie"},{"SurahNumber":4,"VerseNumber":79,"Text":"Indien enigiets van goed met julle gebeur, dit kom van Allah, en watter kwaad julle ook al mag oorval, is deur julle eie toedoen. En Ons het u7 as ’n boodskapper na die mense gestuur. En Allah is ’n bevoegde Getuie"},{"SurahNumber":4,"VerseNumber":80,"Text":"Wie die Boodskapper gehoorsaam, is inderwaarheid aan Allah gehoorsaam. En diegene wie hulself wegkeer ~ u is nie ’n bewaker oor hulle nie"},{"SurahNumber":4,"VerseNumber":81,"Text":"En hulle sê: Ons is gehoorsaam! Maar wanneer hulle van u af wegdraai, smee sommige in die nag komplotte téén u woorde. En Allah teken alles op wat hulle in die nag beraam. Wend u dus van hulle af en stel u vertroue alleen in Allah. En Allah is ’n uitnemende Voog"},{"SurahNumber":4,"VerseNumber":82,"Text":"Sal hulle dan nie die Qur’ãn bepeins nie? Was dit van iemand anders as Allah, sou hulle daarin heelwat teenstrydighede ontdek het"},{"SurahNumber":4,"VerseNumber":83,"Text":"Maar as hulle nuus van veiligheid of vrees verneem, versprei hulle dit. As hulle dit maar na die Boodskapper of die gesags- voerders verwys het, dan sou dié, uit hoofde van hul kennis, dit kon verklaar. En was die genade van Allah nie met julle nie, dan sou julle almal, met enkele uitsonderinge, die duiwel gevolg het"},{"SurahNumber":4,"VerseNumber":84,"Text":"Strewe dan in die weg van Allah ~ u is slegs vir uself verantwoordelik ~ en spoor die gelowiges aan. Dit kán wees dat Allah die strydkrag van die ongelowiges beteuel. En Allah is Magtig, en Streng in die oplê van straf"},{"SurahNumber":4,"VerseNumber":85,"Text":"Wie ook al as bemiddelaar in ’n goeie saak optree, sal ’n aandeel daaraan hê; en wie as bemiddelaar in ’n slegte saak optree, hy sal ook ’n aandeel daaraan hê. En Allah hou toesig oor alles"},{"SurahNumber":4,"VerseNumber":86,"Text":"En wanneer julle gegroet word, groet dan vriendeliker terug, of erken dit ten minste. Voorwaar, Allah hou rekening van alles"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah! Daar is geen God nie behalwe Hy. ~ Op die Opstan- dingsdag sal Hy julle byeenbring; daaroor bestaan geen twyfel nie. En wie se woorde is meer opreg as Allah s’n"}]}