{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"uyarnna sthalannalilullavar laksanam mukhena avarkk tiriccariyavunna cila alukale viliccukeant parayum: ninnal sekhariccirunnatum, ninnal ahankariccirunnatum ninnalkkentearu prayeajanaman ceytat‌"},{"SurahNumber":7,"VerseNumber":49,"Text":"ikkuttarepparriyanea allahu avarkkearu karunyavum nalkukayillenn ninnal satyam ceyt parannat‌? (ennal avareatanallea) ninnal svargattil pravesiccukealluka, ninnal yateannum bhayappetentatilla, ninnal duhkhikkenti varikayumilla. (enn parayappettirikkunnat‌)"},{"SurahNumber":7,"VerseNumber":50,"Text":"narakavakasikal svargavakasikale viliccuparayum: nannalkk alpam vellamea, allahu ninnalkk nalkiya upajivanattil ninn alpamea ninnal cearinnutarane! avar parayum: satyanisedhikalkku allahu at rantum tirttum vilakkiyirikkukayan‌"},{"SurahNumber":7,"VerseNumber":51,"Text":"(atayat‌) tannalute matatte vineadavum kaliyumakkittirkkukayum, aihikajivitam kantu vancitaravukayum ceytavarkk‌. atinal avarutetaya i divasatte kantumuttumennat avar marannukalannat peale, nam'mute drstantannale avar nisedhiccu kalannirunnat peale inn avare nam marannukalayunnu"},{"SurahNumber":7,"VerseNumber":52,"Text":"jnanattinre atisthanattil nam karyannal visadamakkiyittulla oru grantham avarkku nam keantuvannukeatuttu. visvasikkunna janannalkku margadarsanavum karunyavumatre at‌"},{"SurahNumber":7,"VerseNumber":53,"Text":"atilullat pularnn kanuka ennatallate marruvallatumanea avar neakkikkeantirikkunnat‌? mump atine marannukalannavar atinre pularccavannettunna divasattil parayum: nannalute raksitavinre dutanmar satyavum keant tanneyan vannat‌. ini nannalkku venti suparsa ceyyan valla suparsakkarumuntea? atalla, nannaleann tiriccayakkappetumea? enkil nannal mump ceytirunnatil ninn vyatyastamayi pravarttikkumayirunnu. tannalkk tanne avar nastam varuttiveccu. avar ketticcamaccirunnatellam avare vitt peayikkalayukayum ceytu"}]}