{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen, mü´minleri muhaarebeye elverişli yerlerde ta´biye etmek üzere erkenden ailenden (Medîneden) ayrılmışdın, Allah hakkıyle işidendi, (her şey´i) kemâliyle bilendi"},{"SurahNumber":3,"VerseNumber":122,"Text":"O zaman içinizden iki zümre za´f göster (mek iste) mişdi. Halbuki onların yardımcısı Allahdı. Mü´minler ancak Allaha güvenib dayanmalıdır"},{"SurahNumber":3,"VerseNumber":123,"Text":"Andolsun ki siz (adedce, silâhça, binekçe düşmandan daha) zâîf ve dûn iken Allah size «Bedir» de kafi bir zafer verdi. Allahdan sakının, tâki şükretmiş olasınız"},{"SurahNumber":3,"VerseNumber":124,"Text":"O vakit sen mü´minlere: «İndirilen üçbin melekle Rabbinizin size imdâd etmesi yetişmez mi size?» diyordun"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, siz sabr (-u sebat) eder, (itaatsizlikden) sakınırsanız, bu (nlar, ya´ni düşmanlar) da ansızın üstünüze gelecek olurlarsa Rabbiniz size nişanlı beş bin melekle imdâd edecekdir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah bu (imdadı) size, başka değil, sırf (zaferin) bir müjde (si) olsun, kalbleriniz onunla yatışsın diye yapdı. (Yoksa) nusret (ve zafer) ancak yegâne gaalib ve yegâne hükm ve hikmet saahibi olan Allah cânibindendir"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Bir de Allah bu imdadı) küfredenlerden ileri gelenleri (n kafasını) kessin, yahud onları tepesi aşağı getirsin de (geri kalanlarda) emellerine kavuşamayan (bedbaht) lar olarak dönüb gitsinler diye (yapdı)"},{"SurahNumber":3,"VerseNumber":128,"Text":"(Kullarımın) iş (in) den hiç bir şey sana âid değildir. (Allah) ya onların tevbesini kabul eder, yahud onları, kendileri zâlim (kimse) ler oldukları için, azâblandırır"},{"SurahNumber":3,"VerseNumber":129,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahın. O kimi dilerse yarlığar, kimi dilerse azâblandırır. Allah çok yarlığayıcı, gerçekden esirgeyicidir"}]}