{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"So, When they despaired of (moving) him, they conferred together apart. The eldest of them said: Know ye not how your father took an undertaking from you in Allah's name and how ye failed in the case of Joseph aforetime? Therefore I shall not go forth from the land until my father giveth leave or Allah judgeth for me. He is the Best of Judges"},{"SurahNumber":12,"VerseNumber":81,"Text":"Return unto your father and say: O our father! Lo! thy son hath stolen. We testify only to that which we know; we are not guardians of the Unseen"},{"SurahNumber":12,"VerseNumber":82,"Text":"Ask the township where we were, and the caravan with which we travelled hither. Lo! we speak the truth"},{"SurahNumber":12,"VerseNumber":83,"Text":"(And when they came unto their father and had spoken thus to him) he said: Nay, but your minds have beguiled you into something. (My course is) comely patience! It may be that Allah will bring them all unto me. Lo! He, only He, is the Knower, the Wise"},{"SurahNumber":12,"VerseNumber":84,"Text":"And he turned away from them and said: Alas, my grief for Joseph! And his eyes were whitened with the sorrow that he was suppressing"},{"SurahNumber":12,"VerseNumber":85,"Text":"They said: By Allah, thou wilt never cease remembering Joseph till thy health is ruined or thou art of those who perish"},{"SurahNumber":12,"VerseNumber":86,"Text":"He said: I expose my distress and anguish only unto Allah, and I know from Allah that which ye know not"},{"SurahNumber":12,"VerseNumber":87,"Text":"Go, O my sons, and ascertain concerning Joseph and his brother, and despair not of the Spirit of Allah. Lo! none despaireth of the Spirit of Allah save disbelieving folk"},{"SurahNumber":12,"VerseNumber":88,"Text":"And when they came (again) before him (Joseph) they said: O ruler! Misfortune hath touched us and our folk, and we bring but poor merchandise, so fill for us the measure and be charitable unto us. Lo! Allah will requite the charitable"},{"SurahNumber":12,"VerseNumber":89,"Text":"He said: Know ye what ye did unto Joseph and his brother in your ignorance"},{"SurahNumber":12,"VerseNumber":90,"Text":"They said: Is it indeed thou who art Joseph? He said: I am Joseph and this is my brother. Allah hath shown us favour. Lo! he who wardeth off (evil) and endureth (findeth favour); for lo! Allah loseth not the wages of the kindly"},{"SurahNumber":12,"VerseNumber":91,"Text":"They said: By Allah, verily Allah hath preferred thee above us, and we were indeed sinful"},{"SurahNumber":12,"VerseNumber":92,"Text":"He said: Have no fear this day! May Allah forgive you, and He is the Most Merciful of those who show mercy"},{"SurahNumber":12,"VerseNumber":93,"Text":"Go with this shirt of mine and lay it on my father's face, he will become (again) a seer; and come to me with all your folk"}]}