{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, Musa (A.S)´ın kavmindendi. Sonra onlara karsı azdı. Ona hazineler verdik. Oyle ki gercekten onun anahtarlarını mutlaka kuvvetli bir topluluk zor tasıyordu. Kavmi ona \"Sevinme (gururlanma), muhakkak ki Allah sımaranları (gururlananları) sevmez.\" demisti"},{"SurahNumber":28,"VerseNumber":77,"Text":"Ve Allah´ın sana verdigi seylerin icinde bulunan ahiret yurdunu iste. Ve dunyadan nasibini (de) unutma. Allahu Teala´nın sana ihsan ettigi gibi sen de ihsan et (karsılıksız ver). Ve yeryuzunde fesat isteme (cıkartma). Muhakkak ki Allah, mufsidleri (fesat cıkaranları) sevmez"},{"SurahNumber":28,"VerseNumber":78,"Text":"(Karun): \"O (servet) ancak bendeki ilim sebebiyle bana verildi.\" dedi. Ondan once, \"Allah´ın ondan daha kuvvetli (guclu) olan ve ondan daha cok sey toplayan nesilleri (zenginleri) helak etmis oldugunu\" bilmiyor mu? Ve mucrimlere gunahlarından sorulmaz"},{"SurahNumber":28,"VerseNumber":79,"Text":"Boylece ziyneti ile (buyuk bir ihtisam ile) kavminin karsısına cıktı. Dunya hayatını isteyenler: \"Keske Karun´a verilenler kadar bizim de olsaydı. Muhakkak ki o gercekten en buyuk hazzın sahibidir.\" dediler"},{"SurahNumber":28,"VerseNumber":80,"Text":"Ve ilim verilenler: \"Size yazıklar olsun! Amenu olan ve salih amel (nefs tezkiyesi) yapanlar icin Allah´ın sevabı daha hayırlıdır. Buna (hayırlı sevaba), sabredenlerden baskası mulaki olmaz (kavusturulmaz).\" dediler"},{"SurahNumber":28,"VerseNumber":81,"Text":"Sonra, onu ve onun sarayını yere gecirdik. Onun Allah´tan baska yardım edecek bir (dost) grubu yoktu ve yardım edilenlerden olmadı"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ve dun onun yerinde olmayı temenni edenler, sabahlayınca \"Vay! Oyleyse Allah, kullarından dilediginin rızkını genisletir ve daraltır (takdir eder). Eger Allah bizi ni´metlendirmis olmasaydı, mutlaka bizi de yere gecirirdi. Vay! Demek ki kafirler, felaha ermez.\" dediler"},{"SurahNumber":28,"VerseNumber":83,"Text":"Iste bu ahiret yurdu ki onu, yeryuzunde ustun olmak ve fesat cıkarmak istemeyenlere tahsis ederiz. Akıbet (guzel sonuc) muttekilerindir (takva sahiplerinindir)"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kim hasenat ile (pozitif dereceler ile) gelirse o taktirde ona, ondan daha hayırlısı vardır. Ve kim seyyiat ile (negatif dereceler ile) gelirse, iste o zaman kotu amel yapanlar \"yaptıklarından baskası (fazlası) ile cezalandırılmazlar. (Derecat kaybedenlerin cezası kazandıkları dereceler kaybettikleri derecelerden cıkarıldıktan sonra kalan dereceser kadardır)"},{"SurahNumber":28,"VerseNumber":85,"Text":"Muhakkak ki Kur´an´ı sana farz kılan, elbette seni donulecek yere dondurecek olandır. De ki: \"Kimin hidayet ile geldigini ve kimin apacık dalalette oldugunu, Rabbim daha iyi bilir"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ve Rabbin tarafından sadece bir rahmet olarak, bu kitabın sana ilka edilecegini (ulastırılacagını) sen umit etmezdin. Oyleyse sakın kafirlere yardımcı olma"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ve Sana indirildikten sonra, Allah´ın ayetlerinden sakın seni alıkoymasınlar. Ve Rabbine davet et (Allah´a ulasmaya cagır). Ve sakın musriklerden olma"},{"SurahNumber":28,"VerseNumber":88,"Text":"Ve Allah ile beraber baska bir Ilah´a dua etme (ibadet etme). O´ndan baska Ilah yoktur. O´nun Zat´ı haric hersey helak olucudur. Hukum O´nundur. Ve O´na donduruleceksiniz"}]}