{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"niscayanga, ma sucanalanu abad'dhalani tiraskarincina vari koraku mariyu vati patla durahankaram cupina vari koraku akasa dvaralu e matram teruvabadavu. Mariyu onte sudibejjanlo nundi duri pogaligevaraku varu svarganlo pravesincajalaru. Mariyu i vidhanga memu aparadhulaku pratiphalamistamu"},{"SurahNumber":7,"VerseNumber":41,"Text":"narakame vari panpu mariyu vari duppati avutundi. Mariyu i vidhanga memu durmargulaku pratiphalamistamu"},{"SurahNumber":7,"VerseNumber":42,"Text":"Kani, evaraite visvasinci satkaryalu cestaro! Alanti vyaktiki, memu atani saktiki mincina bharam veyamu. Ituvanti vare svargavasulu. Andulo varu sasvatanga untaru"},{"SurahNumber":7,"VerseNumber":43,"Text":"mariyu memu vari hrdayala nundi paraspara dvesabhavalanu tolagistamu. Vari krinda selayellu pravahistu untayi. Mariyu varu ila antaru: \"Maku ikkadiki cerataniki sanmargam cupina allah ye sarvastotralaku ar'hudu. Allah maku i sanmargam cupakapote memu sanmargam pondi undevarama kadu. Ma prabhuvu pampina pravaktalu vastavanga satyanne tisuku vaccaru!\" Apudu variki oka vani vinabadutundi: \"Miru cestu undina satkaryalaku phalitanga, miru varasuluga ceyabadina svargam ide"},{"SurahNumber":7,"VerseNumber":44,"Text":"mariyu svargavasulu, narakavasulanu uddesinci ila antaru: \"Ma prabhuvu maku cesina vagdananni memu vastavanga, satyamainadiga pondamu. Emi? Miru kuda mi prabhuvu cesina vagdananni satyamainadiga pondara? Varu javabistaru: \"Avunu!\" Appudu prakatince vadokadu vari madhya ila prakatistadu: \"Durmargulapai allah sapam (bahiskaram) undi"},{"SurahNumber":7,"VerseNumber":45,"Text":"evaraite (prajalanu) allah margam nundi nirodhistaro mariyu adi tappu margamani cupagorutaro! Alanti vare paraloka jivitanni tiraskarincinavaru"},{"SurahNumber":7,"VerseNumber":46,"Text":"mariyu a ubhaya vargala madhya oka addutera untundi. Dani ettaina pradesala mida kondaru prajalu untaru. Varu prati okkarini vari gurtulanu batti telusukuntaru. Varu svargavasulanu pilici: \"Miku santi kalugu gaka (salam)!\" Ani antaru. Varu inka svarganlo pravesincaledu, kani danini asistunnaru"},{"SurahNumber":7,"VerseNumber":47,"Text":"mariyu vari drsti narakavasula vaipunaku mallincabadinapudu varu ila antaru: \"O ma prabhu! Mam'malni i durmargulato cercaku"}]}