{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Осмонлару ерни яратган, зулматлару нурни таратган Аллоҳга ҳамд бўлсин. Сўнгра куфр келтирганлар ўз Роббиларига (ўзгаларни) тенглаштирадилар"},{"SurahNumber":6,"VerseNumber":2,"Text":"У сизларни лойдан яратган, сўнгра ажални белгилаб қўйган зотдир. Белгиланган ажал эса Унинг ҳузуридадир. Шундан кейин ҳам сиз шак келтирасиз"},{"SurahNumber":6,"VerseNumber":3,"Text":"У осмонларда ҳам, ерда ҳам Аллоҳдир. Сирингизни ҳам, ошкорингизни ҳам биладир. Қилган касбу корингизни ҳам биладир"},{"SurahNumber":6,"VerseNumber":4,"Text":"Мудом уларга ўз Роббилари оятларидан бир оят келса, ундан юз ўгирувчи бўлдилар"},{"SurahNumber":6,"VerseNumber":5,"Text":"Уларга ҳақ келганда уни ҳам ёлғонга чиқардилар. Тезда уларга ўзлари истеҳзо қилган нарсанинг хабари келадир. (Юқоридаги оятларда сифатлари зикр қилинган мушриклар Аллоҳ таолодан уларга ҳақиқат, яъни, ҳақ дин, ҳақ китоб, ҳақ Пайғамбар ва ҳақ шариат келганида, бурунги саркашликларини ишга солиб, уни ҳам ёлғонга чиқардилар)"},{"SurahNumber":6,"VerseNumber":6,"Text":"Улардан олдин қанча асрларни ҳалок қилганимизни билмасларми? Ўшаларга ер юзида сизларга бермаган имконларни берган эдик. Осмондан устларига барака ёмғири юборган ва остларидан анҳорлар оқиб турадиган қилиб қўйган эдик. Бас, гуноҳлари туфайли уларни ҳалок қилдик ва ўринларига бошқа асрларни пайдо қилдик. («Аср» сўзи юз йиллик муддатни англатишини биламиз. Бу ерда ўша муддат орасида яшаган одамлар кўзда тутилмоқда. Инсон ўзи билан ўзи овора бўлиб қолиб, ўтмишга ибрат ила назар солишни унутиб қўяди)"},{"SurahNumber":6,"VerseNumber":7,"Text":"Агар сенга қоғоз-китоб туширсак, уни қўллари билан ушлаб кўришса ҳам, куфр келтирганлар: «Бу аниқ сеҳрдан ўзга ҳеч нарса эмас», дерлар. (Агар улар ҳақиқатга етиш истагида бўлсалар, Қуръони Каримнинг оғзаки шаклда нозил бўлиб турганинг ўзи ҳам етар эди. Ҳақиқатни истаганлариданми? Йўқ, уларда бундай мақсад йўқ)"},{"SurahNumber":6,"VerseNumber":8,"Text":"Улар: «Агар унга фаришта туширилса эди», дедилар. Агар фаришта туширсак, иш битди ҳисоб. Сўнгра уларга қараб турилмас"},{"SurahNumber":6,"VerseNumber":9,"Text":"Агар уни фаришта қилсак ҳам, эркак қилган бўлар эдик ва ўзлари мушкуллаштирган нарсани уларга яна ҳам мушкуллаштирар эдик. (Кофир-мушриклар одам-Пайғамбарга ишонмай, уни тасдиқловчи фаришта ҳам тушишини даъво қилиб, ишни мушкуллаштирдилар. Шу билан бирга, улар фаришталар ҳақидаги тасаввурни ҳам, фаришталар–аёл, улар Аллоҳнинг қизларидир, деган ақида билан мушкуллаштирган эдилар. Шунинг учун ҳам уларнинг Пайғамбарликни тасдиқ этиш учун фаришта тушириш иддиолари қондирилса, улар учун мушкулот яна ҳам оғирлашган бўлар эди. Яъни, улар эътиқод қилганларидек, осмондан Пайғамбарни тасдиқлаш учун юборилган фаришта аёл сувратида бўлмас эди. Буни кўрган мушриклар фаришта бўлса, аёл бўлиши керак эди, бу ҳам бошқа бир нарса шекилли, деб турли хом хаёллар билан чалғир эдилар)"},{"SurahNumber":6,"VerseNumber":10,"Text":"Сендан олдинги Пайғамбарлар ҳам истеҳзо қилинганлар. Уларни масхара қилганларни қилган истеҳзолари ўз домига тортган"}]}