{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Khto mozhe vymovyty krashchi slova nizh odyn khto zaproshuye do BOHA, mozhe pratsyuye righteousness, ta mozhe kazhe, 'ya mozhu ye odyn z submitters"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ne rivnyy yavlyaye soboyu harnu vidpovidʹ ta pohanu vidpovidʹ. Vy budete vdatysya do naypryyemnishoyi mozhlyvoyi vidpovidi. Otzhe, khto zvychayno buv vash voroh, mozhe staty vashym krashchym tovaryshem"},{"SurahNumber":41,"VerseNumber":35,"Text":"Nikhto ne mozhe dosyahnuty tse krim tsykh khto steadfastly persevere. Nikhto ne mozhe dosyahnuty tse krim tsykh khto ye nadzvychayno vdalyy"},{"SurahNumber":41,"VerseNumber":36,"Text":"Koly chort shepoche ideyu do vas, vy budete shukaty prytulku u BOHU. Vin yavlyaye soboyu Slukhacha, Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Sered Yoho dokaziv yavlyayutʹ soboyu nich ta denʹ, ta sontse ta misyatsʹ. Ne prostrate pered sontsem, ne misyatsem; vy budete upasty prostrate pered tym, yak BOH kotryy utvoryv yikh, yakshcho vy spravdi obozhnyuyete Yoho yedynyy"},{"SurahNumber":41,"VerseNumber":38,"Text":"Yakshcho vony ye nadto zukhvali zrobyty tse, todi tse u vashomu Lordi glorify Yo nich ta denʹ, bez kolysʹ stomlyuyuchoho"},{"SurahNumber":41,"VerseNumber":39,"Text":"Sered Yoho dokaziv shcho vy bachyte zemlyu dosi, todi, yak tilʹky my zlyva tse z vodoyu, tse vibruye z zhyttyam. Bezsumnivno, khto vidnovyv tse mozhe ozhyty mertvyy. Vin Omnipotent"},{"SurahNumber":41,"VerseNumber":40,"Text":"Bezsumnivno, tsey khto vykryvlyayutʹ nashi vidkryttya ye ne prykhovanyy z nas. Odyn khto pryyizhdzhaye kynenyy u Peklo krashche, abo odyn khto prybuvaye zabezpechuyutʹ na Dni Resurrection? Zrobitʹ shchob ni vy bazhayete; Vin Seer vse vy"},{"SurahNumber":41,"VerseNumber":41,"Text":"Tsey khto vidkhylyly Quran dokaz koly yomu prybuv yim, takozh vidkhylyly Pochesnu knyhu"},{"SurahNumber":41,"VerseNumber":42,"Text":"Niyakyy falsehood ne mih vnesty tse, ranishe abo u maybutnim; vidkryttya z duzhe Mudroho, Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Shcho skazani vy akuratno shcho buly skazani poperednim kur'yeram. Vash Lord volodiye forgiveness, ta Vin takozh volodiye bolisnym retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Yakshcho b my vstyhly ne-arabsʹki Quran vony by skazaly, 'Chomu by zrobyly tse prybute vnyz u tiy movi?\" Chy tse ye arabsʹke abo ne-arabsʹkyy, kazhutʹ, \"Dlya tsykh khto vvazhayutʹ, tse - dovidnyk ta likuyuchyy. Yak dlya tsykh khto disbelieve, vony budutʹ hlukhi ta slipi yomu, tak, yakby vony napravlyayutʹsya z faraway"}]}