{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"De er tapere som kaller møtet med Gud for løgn inntil timen plutselig kommer over dem, og de utbryter: «Trøste oss for at vi oversa den!» De ma bære sine byrder pa sin egen rygg. Det blir i sannhet triste saker de bærer"},{"SurahNumber":6,"VerseNumber":32,"Text":"Jordelivet er bare lek og tidsfordriv. Det hinsidige livs hus er bedre for dem som viser gudsfrykt. Vil dere da ikke forsta"},{"SurahNumber":6,"VerseNumber":33,"Text":"Vi kjenner nok til at det de sier, gjør deg bedrøvet. Men det er ikke du som blir beskyldt for løgn, men det er Guds ord som de urettferdige fornekter"},{"SurahNumber":6,"VerseNumber":34,"Text":"Sendebud før deg er blitt beskyldt for løgn, men de bar med talmod løgnbeskyldningene og sine plager til Var hjelp nadde dem. Ingen kan endre Guds ord. Du har na fatt beretningen om sendebudene"},{"SurahNumber":6,"VerseNumber":35,"Text":"Blir deres avstandtagen for tung for deg a bære, sa finn deg et hull i jorden eller en stige til himmelen, om du kan, sa har du et tegn a vise dem. Hadde Gud villet, kunne Han samlet dem alle om ledelsen! Vær ikke dum"},{"SurahNumber":6,"VerseNumber":36,"Text":"Men velge a slutte seg til kan bare de som lytter. De døde vil Gud oppvekke, sa føres de hjem til Ham"},{"SurahNumber":6,"VerseNumber":37,"Text":"De sier ogsa: «Hvorfor er det ikke sendt ham et jærtegn fra hans Herre?» Si: «Gud kunne visselig sende et jærtegn. Men folk flest vet ikke!»"},{"SurahNumber":6,"VerseNumber":38,"Text":"Det finnes ikke dyr pa jorden eller fugl pa vingen uten at de utgjør samfunn, som dere. Vi har ikke oversett noe i Boken. Og sa samles de hos sin Herre"},{"SurahNumber":6,"VerseNumber":39,"Text":"De som fornekter Vart ord er døve og stumme og dveler i mørke. Gud lar den seile sin egen sjø som Han vil, og Han setter den pa rett vei som Han vil"},{"SurahNumber":6,"VerseNumber":40,"Text":"Si: «Hva mener dere? Hvis Guds straffedom, eller timen, kommer over dere, vil dere da pakalle noen annen enn Gud? Hvis dere skal snakke sant?»"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nei, Ham vil dere pakalle, og Han vil fjerne det dere ber om, hvis Han vil, og da glemmer dere medgudene"}]}