{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Insanlardan kimi de Allah'a bir yar kenarindaymis gibi ibadet eder, eger kendisine bir iyilik gelirse ona gönlü yatisir ve eger basina bir bela gelirse yüzüstü dönüverir. Dünyayi da ahireti de kaybeder. Iste apaçik kayip budur"},{"SurahNumber":22,"VerseNumber":12,"Text":"Allah'i birakir da kendine ne zarar, ne menfaat veremeyecek seylere yalvarir. Iste derin sapiklik budur"},{"SurahNumber":22,"VerseNumber":13,"Text":"Herhalde o, zarari faydasindan daha yakin olana yalvariyor. Yalvardigi sey ne kötü yardimci ve ne kötü yoldastir"},{"SurahNumber":22,"VerseNumber":14,"Text":"Süphe yok ki Allah, iman edip salih amelleri isleyenleri altindan irmaklar akan cennetlere koyacak. Süphesiz Allah diledigini yapar"},{"SurahNumber":22,"VerseNumber":15,"Text":"Allah'in ona (peygambere) dünyada ve ahirette yardim etmeyecegini sanan kimse hemen yukariya bir ip uzatsin, sonra (kendini intihar edip) bogsun da baksin bu hilesi kendisini öfkelendiren seyi giderecek mi"},{"SurahNumber":22,"VerseNumber":16,"Text":"Iste biz onu (Kur'ân'i) böylece, apaçik âyetler olarak indirdik. Süphesiz Allah diledigini dogru yola eristirir"},{"SurahNumber":22,"VerseNumber":17,"Text":"Süphesiz o iman edenler, yahudi olanlar, sabiîler (yildiza tapanlar), hiristiyanlar, atese tapanlar ve (Allah'a) es kosanlar (yok mu?) Allah, kiyamet günü bunlarin arasini süphesiz ayiracaktir. Çünkü Allah her seyi hakkiyla görüp bilendir"},{"SurahNumber":22,"VerseNumber":18,"Text":"Görmedin mi, göklerdeki kimseler, yerdeki kimseler, günes, ay ve yildizlar, daglar, agaçlar, bütün hayvanlar ve insanlardan birçogu hep Allah'a secde ediyor. Birçogunun üzerine de azab hak olmustur. Allah kimi hor ve hakir kilarsa artik ona ikram edecek yoktur. Süphesiz Allah diledigi seyi yapar"},{"SurahNumber":22,"VerseNumber":19,"Text":"Su ikisi Rableri hakkinda tartismaya girmis iki hasimdir. O'nu inkar edenler için atesten elbiseleri biçilmistir. Baslarinin üstünden kaynar su dökülür"},{"SurahNumber":22,"VerseNumber":20,"Text":"Bununla karinlarindaki ve derileri eritilir"},{"SurahNumber":22,"VerseNumber":21,"Text":"Bir de bunlara demirden kamçilar vardir"},{"SurahNumber":22,"VerseNumber":22,"Text":"Ugradiklari gamdan (dolayi) oradan ne zaman çikmak isteseler, her defasinda oraya geri çevrilirler: \"Yakici azabi tadin\" denir"}]}