{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"El es quien os ha hecho la tierra facil de habitar: viajad, pues, por todas sus regiones, y comed del sustento que El os da: pero [tened siempre presente que] sereis resucitados para [comparecer ante] El"},{"SurahNumber":67,"VerseNumber":16,"Text":"¿Podeis sentiros jamas seguros de que Aquel que esta en el cielo no haga que os trague la tierra cuando, de repente, comienza a temblar"},{"SurahNumber":67,"VerseNumber":17,"Text":"¿O podeis sentiros jamas seguros de que Aquel que esta en el cielo no envie contra vosotros una tormenta devastadora, y entonces sabriais que [real] era Mi advertencia"},{"SurahNumber":67,"VerseNumber":18,"Text":"Y, en verdad, [muchos de] los que vivieron con anterioridad tacharon de mentira [Mis advertencias]: ¡y que terrible fue Mi reprobacion [de ellos]"},{"SurahNumber":67,"VerseNumber":19,"Text":"¿No han visto a las aves [volando] por encima de ellos, extendiendo y replegando sus alas? Nadie sino el Mas Misericordioso las mantiene en vuelo: realmente, El ve todas las cosas"},{"SurahNumber":67,"VerseNumber":20,"Text":"¿Y quien hay, aparte del Mas Misericordioso, que pueda ser un escudo para vosotros, y pueda auxiliaros [en el peligro]? ¡Quienes niegan esta verdad estan sumidos en un autoengano"},{"SurahNumber":67,"VerseNumber":21,"Text":"¿O quien hay que pueda daros el sustento si El [os] suspende Su provision? ¡Pero, aun asi, [los que se empenan en negar la verdad] persisten tercamente en su desden [por los mensajes de Dios] y en su ciega huida [de El]"},{"SurahNumber":67,"VerseNumber":22,"Text":"¿Esta, acaso, quien marcha con el rostro pegado al suelo mejor dirigido que quien marcha erguido por un camino recto"},{"SurahNumber":67,"VerseNumber":23,"Text":"DI: “El es quien os ha creado [a todos], y os ha dotado de oido, de vista y de mentes: [sin embargo,] ¡que raras veces sois agradecidos!”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Di: “El es quien ha hecho que os multipliqueis en la tierra; y ante El sereis congregados.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Pero [tan solo] preguntan: “¿Cuando se cumplira esa promesa? ¡[Responded a esto, Oh vosotros que creeis en ella,] si sois veraces!”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Di [Oh Profeta]: “El conocimiento de eso pertenece solo a Dios; y yo soy solamente un advertidor claro.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Pero al final, cuando vean inminente ese [cumplimiento], los rostros de aquellos que se empenaron en negar la verdad quedaran consternados; y se les dira: “¡Esto es lo que [con tanta burla] reclamabais!”"},{"SurahNumber":67,"VerseNumber":28,"Text":"DI [Oh Profeta]: “¿Que os parece? Si Dios me hace perecer a mi y a los que me siguen, o nos favorece con Su gracia --¿hay alguien que pueda proteger a los que [como vosotros] niegan la verdad de un castigo doloroso [en la Otra Vida]?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Di: “El es el Mas Misericordioso: en El creemos y en El hemos puesto nuestra confianza; y en su momento habreis de saber quien de nosotros estaba claramente extraviado.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Di [a esos que niegan la verdad]: “¿Que os parece? Si toda vuestra agua desapareciera de repente bajo la tierra, ¿quien [sino Dios] podria proveeros de agua de [nuevos] manantiales puros?”"}]}