{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Davud’a ve Suleyman’a da ilim vermistik. Onlar da: -Bizi, mumin kullarından coguna ustun kılan Allah’a hamdolsun, demislerdi"},{"SurahNumber":27,"VerseNumber":16,"Text":"Suleyman, Davud’a mirascı olmus ve: -Ey insanlar, bize kusların dili ogretildi ve bize her sey verildi, demisti. Iste bu apacık bir lutuftur"},{"SurahNumber":27,"VerseNumber":17,"Text":"Suleyman’ın cinlerden, insanlardan ve kuslardan olusan ordusu boluk boluk toplandı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Karınca Vadisine geldikleri zaman, bir karınca: -Ey karıncalar, yuvalarınıza girin, Suleyman ve askerleri farkına varmadan sizi ezmesinler dedi"},{"SurahNumber":27,"VerseNumber":19,"Text":"Suleyman, karıncanın bu sozune gulerek tebessum edip: -Rabbim! bana ve anama babama verdigin nimetine sukretmemi ve hosnut olacagın isi yapmamı bana kolay kıl, beni rahmetinle iyi kulların arasına kat"},{"SurahNumber":27,"VerseNumber":20,"Text":"Kusları gozden gecirdi ve: -Hudhudu neden goremiyorum? dedi. Yoksa, kayıplara mı karıstı"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ya bana apacık bir belge getirecek, ya da onu siddetli bir cezaya carptıracagım veya kesecegim"},{"SurahNumber":27,"VerseNumber":22,"Text":"Cok gecmeden hudhud geldi ve: -Senin bilmedigin bir seyi ogrendim ve sana Sebe’den gercek bir haber getirdim, dedi"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ben, orada hukumdarlık eden bir kadın buldum. Bu kadına her sey verilmis, onun bir de kocaman tahtı var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve kavmini Allah’ı bırakıp, gunese tapar buldum. Seytan onlara yaptıklarını guzel gostermis ve onları yoldan cıkarmıs, bu yuzden onlar dogru yolu goremiyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Onlar, ne diye goklerin ve yerin sırlarını ortaya cıkaran, gizlediginizi de acıkladıgınızı da bilen, Allah’a secde etmiyorlar"},{"SurahNumber":27,"VerseNumber":26,"Text":"Kendisinden baska ilah olmayan Allah odur ki en buyuk tahtın sahibidir"},{"SurahNumber":27,"VerseNumber":27,"Text":"Suleyman: -Dogru mu soyluyorsun, yoksa yalancılardan mısın, bakacagız, dedi"},{"SurahNumber":27,"VerseNumber":28,"Text":"Bu mektubumu gotur ve onlara ilet, sonra onlardan biraz ayrıl ve neye basvuracaklarına bak"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Hudhud mektubu atınca, Sebe Kralicesi:) -Ey ileri gelenler, bana cok onemli bir mektup atıldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"O, Suleyman’dan ve cok merhametli, cok sefkatli Allah’ın adıyla (baslıyor)"},{"SurahNumber":27,"VerseNumber":31,"Text":"Bana karsı buyuklenmeyin ve musluman olarak bana gelin diye yazıyor"}]}