{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"o Propeta! Sabihin mo sa iyong mga asawa at mga anak na babae at sa mga sumasampalatayang babae na hindi nila dapat hubarin ang kanilang panglabas na kasuutan sa kanilang katawan (alalaong baga, ganap nilang balutin ang kanilang sarili ng kulambong at balabal maliban lamang sa mga mata upang kanilang makita ang daan, kung sila ay lumalabas ng bahay). Ito ay higit na mainam at magaan na sila ay maalaman (bilang mga malaya at kagalang-galang na kababaihan), upang sila ay hindi yamutin. At si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"},{"SurahNumber":33,"VerseNumber":60,"Text":"Kung ang mga mapagkunwari, at sila na ang kanilang puso ay may karamdaman (ng masamang pagnanasa sa laman, pangangalunya, atbp.), at sila na mapagkalat ng kasinungalingan sa karamihan ng mga tao sa Al-Madina, kung sila ay hindi magsisitigil, katotohanang Aming hahayaan na inyong madaig sila, at sila ay hindi makakapanatili rito bilang inyong kapitbahay kundi sa maigsing panahon lamang"},{"SurahNumber":33,"VerseNumber":61,"Text":"Na sinusumpa, saan man sila matagpuan; sila ay sasakmalin at papatayin ng isang (kakila- kilabot) na pagpatay"},{"SurahNumber":33,"VerseNumber":62,"Text":"Ito ang pamamaraan ni Allah sa kaso ng mga pumanaw na noon pang una, at kayo ay hindi makakatagpo ng pagbabago sa pamamaraan ni Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Ang mga tao ay nagtatanong sa iyo kung kailan ang oras. Iyong ipagbadya: “Ang kaalaman dito ay kay Allah lamang. Ano ang inyong nalalaman? Maaaring ang oras ay malapit na!”"},{"SurahNumber":33,"VerseNumber":64,"Text":"Katotohanang si Allah ay sumumpa sa mga hindi sumasampalataya, at Kanyang inihanda sa kanila ang Naglalagablab na Apoy (Impiyerno)"},{"SurahNumber":33,"VerseNumber":65,"Text":"Upang dito manahan magpakailanman; sila ay hindi makakahanap (dito) ng isang wali (tagapagtanggol, tagapangalaga) o isa mang kawaksi"},{"SurahNumber":33,"VerseNumber":66,"Text":"Sa Araw na ang kanilang mukha ay ihaharap at igugulong sa lahat ng panig ng Apoy, sila ay magsasabi: “Kasawian sa amin! Dapat sana ay sumunod kami kay Allah at tumalima sa Kanyang Tagapagbalita (Muhammad)!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"At sila ay magsasabi: “Aming Panginoon! Katotohanang kami ay sumunod sa aming mga pinuno at aming mga dakilang (tao), at sila ang nagligaw sa amin sa (tamang) Landas"},{"SurahNumber":33,"VerseNumber":68,"Text":"“Aming Panginoon! Inyong gawaran sila ng magkatambal na kaparusahan at Inyong sumpain sila ng matinding Panunumpa!”"}]}