{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"ovvoru manitanukkum (ulakil avan velivaruvatarku) munnar oru kalam cellavillaiya? Atil avan, inna porul enrum kuruvatarkillata nilaimaiyil iruntan"},{"SurahNumber":76,"VerseNumber":2,"Text":"(pinnar an, pen) kalanta or intiriyat tuliyaik kontu niccayamaka namtan manitanaip pataittom. Avanai nam cotippatarkakave, ceviyutaiyavanakavum parvaiyutaiyavanakavum avanai akkinom"},{"SurahNumber":76,"VerseNumber":3,"Text":"pinnar, niccayamaka nam avanukku nerana valiyaiyum arivittom. Eninum, (ataip pinparri namakku) nanri celuttupavarkalum irukkinranar. (Atai) nirakarittuvitupavarkalum irukkinranar"},{"SurahNumber":76,"VerseNumber":4,"Text":"nirakarippavarkalukku nam cankilikalaiyum, (kai, kal) vilankukalaiyum, narakattaiyum niccayamaka tayarpatutti vaittirukkirom"},{"SurahNumber":76,"VerseNumber":5,"Text":"nallavarkal, kinnankalilulla karpuram kalanta panattai aruntuvarkal"},{"SurahNumber":76,"VerseNumber":6,"Text":"atu (contamaka) allahvutaiya (nal) atiyarkal aruntuvatarkaka erpatta or urrin nirakum. Atai avarkal (tankal virumpiya itamellam) otac ceyvarkal"},{"SurahNumber":76,"VerseNumber":7,"Text":"ivarkal (tankal) nerccaikalaiyum niraiverruvarkal. Ninta vetanaiyutaiya (marumai) nalai payantukolvarkal"},{"SurahNumber":76,"VerseNumber":8,"Text":"melum, allahvin mitulla anpin karanamaka elaikalukkum, anataikalukkum, ciraippattavarkalukkum unavalipparkal"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Tam'mitam perupavarkalai nokki) ‘‘nam unkalukku unavalippatellam allahvin mukattirkakattan. Unkalitam nam oru kuliyaiyo allatu (ninkal namakku) nanri celuttuvataiyo karutavillai (enrum)"},{"SurahNumber":76,"VerseNumber":10,"Text":"‘‘niccayamaka nankal enkal iraivanin oru nalaip parrip payappatukirom. Annalil mukam katukatuttuc cunti vitum'' (enrum kuruvarkal)"},{"SurahNumber":76,"VerseNumber":11,"Text":"akave, allah attakaiya nalin tinkiliruntu avarkalai patukattuk kontu, avarkalutaiya mukattil makilcciyaiyum, celippaiyum kotuttan"},{"SurahNumber":76,"VerseNumber":12,"Text":"melum, avarkal im'maiyil (ciramankalaic) cakittuk kontiruntatan karanamakac corkkattaiyum, (anivatarkup) pattataikalaiyum avarkalukkuk kuliyakak kotuttan (enru kurappatum)"},{"SurahNumber":76,"VerseNumber":13,"Text":"(avarkal) ankulla kattilkalin mitu(lla pancanaikalin mel) cayntu kontirupparkal. Atil curiya veppattaiyum, paniyin kotiya kulircciyaiyum kana mattarkal"},{"SurahNumber":76,"VerseNumber":14,"Text":"atilulla (marankalin) nilalkal avarkal mitu talntu (culntu) kontirukkum. Atan kanikal (culapamakap parikkakkutiya vitattil) avarkal mun cayntu varum"},{"SurahNumber":76,"VerseNumber":15,"Text":"(palavakai inpamana panankal nirainta) palinkuk kentikalum, vellik kinnankalum avarkal mun currik konte irukkum"},{"SurahNumber":76,"VerseNumber":16,"Text":"(avai palinkukalalla; eninum,) palinkukalaip pol velliyinal (avarkalin avaciyattirkut) takkavaru nirmanikkappattullana"},{"SurahNumber":76,"VerseNumber":17,"Text":"(inci kalanta) ‘canjapil' ennum (mikka uyarntatoru) panamum anku avarkalukkup pukattappatum"},{"SurahNumber":76,"VerseNumber":18,"Text":"atu ankulla or urrin nir, atarku ‘salsapil' enrum peyar kurappatum"},{"SurahNumber":76,"VerseNumber":19,"Text":"(Enrume) ciruvarkalaka irukkakkutiya paniyalarkal avarkalaic currikkonte tirivarkal. (Napiye!) Avarkalai nir kantal citariya muttukkal enre karutuvir"},{"SurahNumber":76,"VerseNumber":20,"Text":"pinnum kavanittup parttal, periya araca malikaiyil ulla cukapokankalaiyellam nir (ankuk) kanpir"},{"SurahNumber":76,"VerseNumber":21,"Text":"avarkal tekattin mel melliya pacum pattataiyo allatu tatippana (pala nira) pattataiyo irukkum. (Virutaka) vellik kappum avarkalukku anivikkappatum. Paricuttamana oru panattaiyum avarkalin iraivan avarkalukkup pukattuvan"},{"SurahNumber":76,"VerseNumber":22,"Text":"(avarkalai nokki) ‘‘niccayamaka itu unkalukkuk kuliyaka kotukkappattatu; unkal muyarciyum ankikarikkappattatu'' (enrum kuruvan)"}]}