{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"aliph-lām-mīm"},{"SurahNumber":32,"VerseNumber":2,"Text":"nis'saṅkōcaṅgā, ī granthaṁ (khur'ān) avataraṇa sarvalōkala prabhuvu taraphu nuṇḍiyē undi"},{"SurahNumber":32,"VerseNumber":3,"Text":"ēmī? Vāru (aviśvāsulu): \"Itanē (muham'madē) dīnini kalpin̄cāḍu.\" Ani aṇṭunnārā? Alā kādu! Vāstavāniki idi nī prabhuvu taraphu nuṇḍi vaccina satyaṁ. Nīku pūrvaṁ heccarin̄cē vārevvarū rāni jāti vāriki nīvu heccarika cēyaṭāniki, bahuśā vāru mārgadarśakatvaṁ pondutārēmōnani"},{"SurahNumber":32,"VerseNumber":4,"Text":"allāh, āyanē ākāśālanu, bhūmini mariyu vāṭi madhya unnadantā āru dinamulalō (ayyām lalō) sr̥ṣṭin̄cāḍu. Ā taruvāta sinhāsanānni (arṣ nu) adhiṣṭin̄cāḍu. Āyana tappa mīku maroka sanrakṣakuḍu gānī, siphārasu cēsēvāḍu gānī evvaḍū lēḍu, ayinā mīru hitabōdha grahin̄carā"},{"SurahNumber":32,"VerseNumber":5,"Text":"āyanē ākāśaṁ nuṇḍi bhūmi varaku prati vyavahārānni naḍipistunnāḍu; taruvāta antā okē dinamuna, āyana vaddaku pōyi cērutundi; dāni (ā dinapu) parimāṇaṁ mī lekka prakāraṁ vēyi sanvatsarālu"},{"SurahNumber":32,"VerseNumber":6,"Text":"āyana (allāh) yē agōcara mariyu gōcara viṣayāla jñānaṁ galavāḍu, sarvaśaktimantuḍu, apāra karuṇā pradāta"},{"SurahNumber":32,"VerseNumber":7,"Text":"āyana tānu sr̥ṣṭin̄cina prati dānini uttamarītilō cēśāḍu. Mariyu mānava sr̥ṣṭini maṭṭitō prārambhin̄cāḍu"},{"SurahNumber":32,"VerseNumber":8,"Text":"taruvāta atani santatini oka adhamamaina dravapadārthapu sārantō (vīryantō) cēśāḍu"},{"SurahNumber":32,"VerseNumber":9,"Text":"Ā taruvāta. Atanini yuktamaina rūpanlō tīrcididdi, atanilō tana (nuṇḍi) prāṇaṁ (ātma) ūdāḍu. Mariyu mīku vinēśaktini, cūsēśaktini mariyu hr̥dayālanu (arthaṁ cēsukunē śaktini) iccāḍu. (Ayinā) mīru kr̥tajñatalu telupu kunēdi cālā takkuva"},{"SurahNumber":32,"VerseNumber":10,"Text":"mariyu vāru (aviśāsulu) aṇṭunnāru: \"Ēmī? Mēmu naśin̄ci, maṭṭilō kalisi pōyinā, mēmu maḷḷī krottagā sr̥ṣṭin̄cabaḍatāmā?\" Adi kādu! Vāru tama prabhuvutō kābōyē samāvēśānni tiraskaristunnāru"},{"SurahNumber":32,"VerseNumber":11,"Text":"vāritō ilā anu: \"Mīpai niyamin̄cabaḍina mr̥tyudūta mī prāṇaṁ tīstāḍu. Ā taruvāta mīru mī prabhuvu vaddaku maralimpabaḍatāru"}]}