{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"Janā'i diẏā, ‘hē mōra mumina bāndāsakala! Tōmālōkē nija pratipālakara tākbaraā aralambana karaā. Yisakalē ē'i pārthira jīranata kalyāṇakara kāma karaē tē'ōm̐lōkara bābē āchē kalyāṇa. Āllāhara pr̥thiraī biśāla praśasta, kērala dhairyaśīlasakalakē'i tē'ōm̐lōkara pratidāna agaṇitabhāraē pūrṇaraūpē pradāna karaā ha’ba’"},{"SurahNumber":39,"VerseNumber":11,"Text":"Kōraā, ‘mōka ādēśa karaā haichē, ma'i yēna āllāhara ānugatyata ēkaniṣṭha hai kērala tē'ōm̐raē'i ibādata karaō"},{"SurahNumber":39,"VerseNumber":12,"Text":"‘mōka ārau ādēśa karaā haichē, maẏē yēna prathama muchalima ha'ōm̐’"},{"SurahNumber":39,"VerseNumber":13,"Text":"Kōraā, ‘ma'i yadi mōra pratipālakara abādhya ha'ōm̐ tēntē ma'i bhaẏa karaō mahādirasara śāstira’"},{"SurahNumber":39,"VerseNumber":14,"Text":"Kōraā, ‘ma'i āllāhara prati mōra ānugatyaka ēkaniṣṭha karai kērala tē'ōm̐raē'i ibādata karaō’"},{"SurahNumber":39,"VerseNumber":15,"Text":"‘Ētēkē tōmālōkē āllāhara paraibartē yāra icchā tāraē ibādata karaā’. Kōraā, ‘kṣatigrasta siham̐tē'i yisakalē kiẏāmatara dinā nijara ārau nija paraiẏālabargara kṣati sādhana karaē. Jāni thōraā! Ē'iṭōraē'i suspaṣṭa kṣati’"},{"SurahNumber":39,"VerseNumber":16,"Text":"Siham̐tara bābē thākiba siham̐tara ōparata agnira āraraṇa ārau talaphālē'ō thākiba āraraṇa. Iẏāra dbāraā āllāhē tē'ōm̐ra bāndāsakalaka satarka karaē. Hē mōra bāndāsakala! Tōmālōkē kērala mōraē'i tākbaraā aralambana karaā"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ārau yisakalē tāgūtara ibādata paraihāra karaē ārau kērala āllāhara abhimukhī haẏa tē'ōm̐lōkara bābē āchē susambāda. Ētēkē mōra bāndāsakalaka susambāda diẏā"},{"SurahNumber":39,"VerseNumber":18,"Text":"yisakalē manōyōga sahakāraē kathā śunē ārau tāra mājara uttama kathāra anusaraṇa karaē. Tē'ōm̐lōkakē'i āllāhē hidāẏata dāna karaichē ārau tē'ōm̐lōkē'i bōdhaśakti sampanna"},{"SurahNumber":39,"VerseNumber":19,"Text":"Yāra ōparata śāstira ādēśa sābyasta haichē, tumi tāka rakṣā karaiba pāraibānē, yijana jāhānnāmata āchē"},{"SurahNumber":39,"VerseNumber":20,"Text":"kintu yisakalē nija pratipālakara tākbaraā aralambana karaē, tē'ōm̐lōkara bābē āchē bahutō aṭṭālikā yāra ōparata nirmita ārau aṭṭālikā, yāra talata nadīsamūha prabāhita; ē'iṭō āllāhara pratiśrauti, āllāhē nija pratiśrautira biparaīta nakaraē"},{"SurahNumber":39,"VerseNumber":21,"Text":"Tumi lakṣya karaā nā'inē āllāhē ākāśara paraā pānī barṣaṇa karaē, tāra pichata sēẏā bhūmita prasrarana hicāpē prabāhita karaē tāra pichata sē'iṭōra jaraiẏatē nānā dharaṇara phacala uṯpanna karaē, araśēṣata sēẏā śukā'i yāẏa. Phalata tumi sē'i phacalaka hāladhīẏā barṇata dēkhibalai pōraā, śēṣata tē'ōm̐ sē'iṭōka khērakuṭāta paraiṇata karaē? Niścaẏa iẏāta upadēśa āchē bōdhaśakti sampanna byaktisakalara bābē"}]}