{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa kalplerinde hastalık olanlar, Allah’ın onların kinlerini ortaya cıkarmayacagını mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Dileseydik onları sana elbette gosterirdik. Sen de onları simalarından tanırdın. Sen zaten onları konusma usluplarından da tanırsın. Allah, amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Andolsun ki, icinizden cihad edenlerle sabredenleri belirleyinceye ve haberlerinizi acıklayıncaya kadar sizi imtihan edecegiz"},{"SurahNumber":47,"VerseNumber":32,"Text":"Suphe yok ki kafir olanlar, Allah’ın yolundan alıkoyanlar ve hidayet kendilerine apacık gorundukten sonra rasule karsı gelenler Allah’a asla hicbir zarar veremezler ve o bunların amellerini bosa cıkaracaktır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler! Allah’a itaat edin, Peygamber'e itaat edin ve amellerinizi bosa cıkarmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Hic suphesiz kufre sapanlar, Allah'ın yolundan alıkoyanlar, sonra da kafir olarak olenler (var ya), iste Allah onlara kesinlikle magfiret etmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ustun durumda iken gevseyip barısa cagırmayın. Allah sizinle beraberdir. O amellerinizi asla eksiltmeyecektir"},{"SurahNumber":47,"VerseNumber":36,"Text":"Dunya hayatı ancak bir oyun ve eglencedir. Eger iman eder ve takvalı olursanız size mukafatınızı verir ve sizden mallarınızı istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger o sizden onları istese ve bu hususta sizi zora kossa o takdirde cimrilik edersiniz, bu da kinlerinizi acıga cıkarır"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste siz, Allah yolunda harcamaya davet olunan kimselersiniz. Fakat, sizden cimrilik edenler vardır. Kim cimrilik ederse ancak kendi aleyhine cimrilik eder. Allah zengindir, siz ise fakirsiniz. Eger O'ndan yuz cevirirseniz, yerinize sizden baska bir toplum getirir. Artık onlar sizin gibi de olmazlar"}]}