{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"در هر چه اختلاف مى‌كنيد حكمش با خداست. اين خداى يكتا پروردگار من است. بر او توكل كردم و به او روى مى‌آورم"},{"SurahNumber":42,"VerseNumber":11,"Text":"آفريدگار آسمانها و زمين است. براى شما، هم از شما، همسرانى بيافريد. و نيز براى چارپايان جفتهايى پديد آورد. با آفرينش همسران بر شمارتان مى‌افزايد. هيچ چيز همانند او نيست و اوست كه شنوا و بيناست"},{"SurahNumber":42,"VerseNumber":12,"Text":"كليدهاى آسمانها و زمين از آن اوست. در روزى هر كه بخواهد گشايش مى‌دهد يا تنگ مى‌گيرد، و او به هر چيزى داناست"},{"SurahNumber":42,"VerseNumber":13,"Text":"براى شما آيينى مقرر كرد، از همان گونه كه به نوح توصيه كرده بود و از آنچه بر تو وحى كرده‌ايم و به ابراهيم و موسى و عيسى توصيه كرده‌ايم كه دين را بر پاى نگه داريد و در آن فرقه فرقه مشويد. تحمل آنچه بدان دعوت مى‌كنيد بر مشركان دشوار است. خدا هر كه را خواهد براى رسالت خود بر مى‌گزيند و هر كه را بدو باز گردد به خود راه مى‌نمايد"},{"SurahNumber":42,"VerseNumber":14,"Text":"از روى حسد و عداوت فرقه فرقه نشدند، مگر از آن پس كه به دانش دست يافتند. و اگر پروردگار تو از پيش مقرر نكرده بود كه آنها را تا زمانى معين مهلت است، بر آنها حكم عذاب مى‌رفت. و كسانى كه بعد از ايشان وارث كتاب خدا شده‌اند درباره آن سخت به ترديد افتاده‌اند"},{"SurahNumber":42,"VerseNumber":15,"Text":"براى آن دعوت كن و چنان كه فرمان يافته‌اى پايدارى ورز و از پى خواهشهايشان مرو و بگو: به كتابى كه خدا نازل كرده است ايمان دارم و به من فرمان داده‌اند كه در ميان شما به عدالت رفتار كنم. خداى يكتا پروردگار ما و پروردگار شماست. اعمال ما از آن ما و اعمال شما از آن شما. ميان ما و شما هيچ محاجه‌اى نيست. خدا ما را در يك جا گرد مى‌آورد و سرانجام به سوى اوست"},{"SurahNumber":42,"VerseNumber":16,"Text":"و كسانى كه درباره خدا جدال مى‌كنند، پس از آنكه دعوت او را اجابت كرده‌اند نزد پروردگارشان حجتشان ناچيز است. بر آنهاست خشم خدا و بر آنهاست عذابى سخت"},{"SurahNumber":42,"VerseNumber":17,"Text":"خداست كه اين كتاب بر حق و ترازو را نازل كرده است. و تو چه مى‌دانى؟ شايد قيامت نزديك باشد"},{"SurahNumber":42,"VerseNumber":18,"Text":"آنان كه باورش ندارند آن را به شتاب مى‌طلبند، و آنان كه ايمان آورده‌اند از آن بيمناكند و مى‌دانند كه حق است. آگاه باش، كسانى كه درباره قيامت جدال مى‌كنند سخت در گمراهى هستند"},{"SurahNumber":42,"VerseNumber":19,"Text":"خدا با بندگانش مهربان است. هر كه را بخواهد روزى مى‌دهد. و او توانا و پيروزمند است"}]}