{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Muhakkak ki buzagıyı tanrı edinenlere, Rablerinden bir gazap ve dunya hayatında da bir horluk erisecektir. Iste biz, Allah’a iftira edenleri boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":153,"Text":"O kotu amelleri isleyip de sonra arasından tevbekar olarak iman edenlere gelince; dogrusu tevbe ve imanlarından sonra, Rabbin muhakkak onları bagıslayıcıdır, esirgeyicidir"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musa’dan, ofke sonunce, levhaları aldı. Onların bir nushasında; “- Rablerinden korkanlar icin hidayet ve magfiret vardır.” yazılmıstı"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa, buzagıya tapan arkadaslarından oturu ozur dilemek uzere tayin ettigimiz vakit icin kavminden yetmis adam secti. Onları kuvvetli sarsıntı (zelzele) yakalayınca, Musa dedi ki! “- Ey Rabbim! Eger dileseydin, bunları ve beni daha once helak ederdin. Icimizdeki akılsızların yaptıgı (gunahlar) yuzunden bizi helak mi edeceksin? Onların bu cahillikleri, ancak senin imtihan ve ihtiyarındır. Sen bu imtihanınla diledigini sapıklıga bırakır, diledigine hidayet verirsin; sen bizim velimizsin. Artık bizi bagısla, bize merhamet et. Sen bagıslayanların en hayırlısısın"},{"SurahNumber":7,"VerseNumber":156,"Text":"Bize, hem bu dunyada bir iyilik, hem de ahirette bir iyilik ver. Gercekten biz tevbe edip sana donduk. (Allah soyle) buyurmustur: “- Ben azabımı kullarımdan diledigime isabet ettiririm. Rahmetim dunyada her seyi kusatmıstır (mumine de kafire de samildir). Fakat ahirette onu, kufurden sakınanlara, zekatı verenlere ve ayetlerimize iman etmis olanlara has kılacagım.”"},{"SurahNumber":7,"VerseNumber":157,"Text":"Onlar ki, yanlarında bulunan Tevrat ve Incil’de ismini yazılı buldukları ummi Peygamber o Rasule tabi olurlar; o (Rasul) kendilerine iyiligi emrediyor, onları fenalıktan alıkoyuyor; onlara (nefislerine) haram ettikleri temiz seyleri halal kılıyor, murdar seyleri de uzerlerine haram kılıyor, onların agır yuklerini, uzerlerindeki bagları indiriyor. Ve onlar ki, ona (Rasule) iman ederler, kendisine tazim ederler, ona yardım ederler ve kendisine indirilen (Kur’an’a) tabi olurlar, iste bunlar kurtulanlardır"}]}