{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"О, верници, не ускратувајте си ги убавите нешта кои Аллах ви ги дозволил, само не преминувајте мерка, бидејќи Аллах не ги сака тие што претеруваат"},{"SurahNumber":5,"VerseNumber":88,"Text":"И јадете го тоа што ви го дава Аллах, што е дозволено и убаво; и плашете се од Аллах во Кого верувате"},{"SurahNumber":5,"VerseNumber":89,"Text":"Аллах нема да ве казни ако ненамерно се заколнете, но ќе ве казни ако намерно се заколнете. Откуп за прекршената заклетва е: да нахраните десет сиромаси со обична храна со која ги храните своите семејства, или да ги облечете, или роб од ропство да ослободите. А тој што нема да може, нека пости три дена. Така за заклетвите ваши откупувајте се кога ќе се заколнете; а за заклетвите ваши грижете се! Ете, така Аллах ви ги објаснува прописите Свои, за да бидете благодарни"},{"SurahNumber":5,"VerseNumber":90,"Text":"О, верници, виното, коцката, идолите и стреличките за гатање се одвратни нешта, шејтаново дело; затоа избегнувајте ги, за да постигнете што сакате"},{"SurahNumber":5,"VerseNumber":91,"Text":"Шејтанот сака со помош на виното и коцката меѓу вас да внесе непријателство и омраза, и да ве одврати од сеќавање на Аллах и од извршување на намазот (молитвата). Па, ќе престанете ли"},{"SurahNumber":5,"VerseNumber":92,"Text":"И бидете Мупослушни на Аллах и бидете мупослушни на Пратеникот и бидете внимателни! А ако главите ги свртите, тогаш знајте дека Пратеникот Наш е должен само јасно да обзнани"},{"SurahNumber":5,"VerseNumber":93,"Text":"Тие што веруваат и добри дела прават немаат никаков грев во тоа што го изеле и испиле пред забраната кога се чуваат од тоа што им е забрането и кога веруваат и добри дела прават, а потоа пак се плашат од Аллах и веруваат и од гревовите се чуваат и добрини прават. А Аллах ги сака тие што на другите добрина им прават"}]}