{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"anē ākāśō tathā dharatīnuṁ sāmrājya allāhanuṁ ja chē anē jē divasēkayāmata āvaśē, tē divasē khōṭā lōkō ghaṇuṁ nukasāna uṭhāvaśē"},{"SurahNumber":45,"VerseNumber":28,"Text":"anē tamē jōśō kē darēka kōma ghūṇṭaṇē paḍēlī haśē, darēka jūthanē pōtānī karmanōndha tarapha bōlāvavāmāṁ āvaśē, ājē tamanē tamārā karmōnō badalō āpavāmāṁ āvaśē"},{"SurahNumber":45,"VerseNumber":29,"Text":"ā chē amārī kitāba, jē tamārā viśē sācuṁ kahē chē, amē tamārā kāryōnī nōndha karatā hatā"},{"SurahNumber":45,"VerseNumber":30,"Text":"basa! Jē lōkō īmāna lāvyā anē tēmaṇē satkāryō karyā, tō tēmanē tēmanō pālanahāra pōtānī kr̥pā hēṭhaḷa la'i la'iśē, ā ja bhavya saphaḷatā chē"},{"SurahNumber":45,"VerseNumber":31,"Text":"parantu jē lōkō'ē inkāra karyō, tō (huṁ tēmanē kahīśa) śuṁ mārī āyatō tamanē sambhaḷāvavāmāṁ nahatī āvatī? Tō paṇa tamē ghamaṇḍa karatā rahyā anē tamē aparādhī'ō ja hatā"},{"SurahNumber":45,"VerseNumber":32,"Text":"anē jyārē kahēvāmāṁ āvatuṁ kē allāha ta'ālānuṁ vacana kharēkhara sācuṁ chē anē kayāmata āvavāmāṁ kō'ī śaṅkā nathī, tō tamē javāba āpatā hatā kē amē nathī jāṇatā kē kayāmata śuṁ chē? Amanē āma ja vicāra āvī jāya chē, parantu amanē yakīna nathī"},{"SurahNumber":45,"VerseNumber":33,"Text":"anē tēmanā para tēmanā kāryōnī kharābī spaṣṭa tha'i ga'i anē jēnī maśkarī tē'ō karī rahyā hatā, tē vastu'ē tē lōkōnē ghērāvamāṁ la'i līdhā"},{"SurahNumber":45,"VerseNumber":34,"Text":"anē kahī dēvāmāṁ āvyuṁ kē ājē amē tamanē bhūlī ja'iśuṁ, jēvī rītē tamē ā divasanī mulākātanē bhūlī gayā hatā, tamāruṁ ṭhēkāṇuṁ jahannama chē anē tamārī madada karanāra kō'i nathī"},{"SurahNumber":45,"VerseNumber":35,"Text":"ā ēṭalā māṭē kē tamē allāha ta'ālānī āyatōnī maśkarī karī hatī anē duniyānā jīvanē tamanē dhōkāmāṁ nāṅkhī dīdhā hatā, basa! Ājanā divasē na tō ā lōkōnē (jahannama) mānthī kāḍhavāmāṁ āvaśē anē na tēmanuṁ kāraṇa yōgya gaṇāśē"},{"SurahNumber":45,"VerseNumber":36,"Text":"Basa! Allāha māṭē praśansā chē, jē ākāśō anē dharatī tathā samagra sr̥ṣṭinō pālanahāra chē"},{"SurahNumber":45,"VerseNumber":37,"Text":"darēka pratiṣṭhā, ākāśō anē dharatīmāṁ tēnī ja chē anē tē ja vijayī anē hikamatavāḷō chē"}]}