{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"We bestowed knowledge on David and Solomon. The two said: ‘Praise be to God who has exalted us above many of His believing servants.‘"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Solomon succeeded David. He said: ‘Know, you people, we have been taught the tongue of birds and endowed with all good things. Surely this is the signal favour.‘"},{"SurahNumber":27,"VerseNumber":17,"Text":"His forces of jinn and men and birds were called to Solomon‘s presence, and ranged in battle array"},{"SurahNumber":27,"VerseNumber":18,"Text":"When they came to the Valley of the Ants, an ant said: ‘Go into your dwellings, ants, lest Solomon and his warriors should unwittingly crush you"},{"SurahNumber":27,"VerseNumber":19,"Text":"He smiled, laughing at her words, and said: ‘Inspire me, Lord, to render thanks for the favours with which You have favoured me and my parents, and to do good works that will please You. Admit me, through Your mercy, among Your righteous servants.‘"},{"SurahNumber":27,"VerseNumber":20,"Text":"He inspected the birds and said: ‘Why is it that I do not see the lapwing? Is he not here"},{"SurahNumber":27,"VerseNumber":21,"Text":"I shall grievously punish him or even slay him if he does not offer me a veritable excuse.‘"},{"SurahNumber":27,"VerseNumber":22,"Text":"The bird, who was not long in coming, said: ‘Things have come to my knowledge that are unknown to you. With truthful news I come to you from Sheba"},{"SurahNumber":27,"VerseNumber":23,"Text":"where I found a woman reigning over them. She is possessed of every virtue and has a splendid throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found that she and her subjects worship the sun instead of God. Satan has seduced them and debarred them from the right path, so that they might not be guided"},{"SurahNumber":27,"VerseNumber":25,"Text":"to the worship of God, who brings to light all that is hidden in the heavens and the earth and knows what you conceal and what you reveal"},{"SurahNumber":27,"VerseNumber":26,"Text":"God; there is no god but Him, the Lord of the Glorious Throne.‘"},{"SurahNumber":27,"VerseNumber":27,"Text":"He said: ‘We shall soon see if what you say be true or false"},{"SurahNumber":27,"VerseNumber":28,"Text":"Go and deliver to them this message of mine. Then turn aside and wait their answer.‘"},{"SurahNumber":27,"VerseNumber":29,"Text":"The Queen of Sheba said: ‘Know, my nobles, that I have received a gracious message"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon: \"In the Name of God, the Merciful, the Compassionate"},{"SurahNumber":27,"VerseNumber":31,"Text":"Do not exalt yourselves above me, but come to me as Muslims"}]}