{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Noah non inspired de tuus people believe supra those iam believe Non saddened their actions"},{"SurahNumber":11,"VerseNumber":37,"Text":"Build ark noster watchful eyes noster inspiration non implore Me on behalf de those transgressed they destined drown"},{"SurahNumber":11,"VerseNumber":38,"Text":"dum he building ark whenever some de his people passed eum they laughed eum. He dictus Vos laughing nos nos laughing vos just prout vos laughing"},{"SurahNumber":11,"VerseNumber":39,"Text":"Vos perfecit surely invenit out qui suffer shameful retribution incur everlasting punishment"},{"SurahNumber":11,"VerseNumber":40,"Text":"When noster judgment advenit atmosphere boiled over nos dictus Carry it pair de each generis unus cum tuus familia those condemned Carry vos those believed unus ut few believed eum"},{"SurahNumber":11,"VerseNumber":41,"Text":"He dictus Advenit on board In the cognomen de DEUS est its sailing its mooring My Dominus est Forgiver Merciful"},{"SurahNumber":11,"VerseNumber":42,"Text":"Prout it sailed them in waves like collis Noah alias his filius isolated O my filius advenit ride nos perfecit non est disbelievers"},{"SurahNumber":11,"VerseNumber":43,"Text":"He dictus ego take refuge collis protect me aqua. He dictus Nihil protect anyone hodie deus judgment unus those venerabilis His mercy saved waves separated them he est among those qui drowned"},{"SurahNumber":11,"VerseNumber":44,"Text":"It proclaimed O terra swallow tuus aqua O caelum cease aqua tunc subsided judgment fulfilled ark tandem rested on collis Judea. It tunc proclaimed transgressors periit"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noah implored his Dominus My Dominus my filius est member de my familia Tuus promise est truth. Vos est wisest de the wise"},{"SurahNumber":11,"VerseNumber":46,"Text":"He dictus O Noah he non est de tuus familia. est unrighteous ask Me something vos non know Ego enlighten vos lest vos est the ignorant"},{"SurahNumber":11,"VerseNumber":47,"Text":"He dictus My Dominus ego seek refuge Vos lest ego implore Vos again something ego non know Vos forgive me habet mercy me ego est losers"},{"SurahNumber":11,"VerseNumber":48,"Text":"It proclaimed O Noah disembark pax blessings vos nations descend tuus companions. Prout pro alius nations descending ex vos nos beatus them pro awhile tunc commit them painful retribution"},{"SurahNumber":11,"VerseNumber":49,"Text":"Hoc est news preter nos reveal vos. Vos non habet knowledge them - Nec vos nor tuus people - Ante hoc. Ergo est patient ultimate victory belongs to the righteous"}]}