{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":41,"Text":"Zulme ugradıktan sonra Allah yolunda hicret edenlere gelince, onları dunyada guzel bir sekilde yerlestirecegiz. Eger bilirlerse ahiretin mukafatı elbette daha buyuktur"},{"SurahNumber":16,"VerseNumber":42,"Text":"Iste bunlar, sabredenler ve Rablerine guvenip dayananlardır"},{"SurahNumber":16,"VerseNumber":43,"Text":"Senden once de, kendilerine vahyettigimiz kisilerden baskasını peygamber olarak gondermedik. Eger bilmiyorsanız, bilenlere sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Apacık mucizeler ve kitaplarla (gonderildiler). Insanlara, kendilerine indirileni acıklaman icin ve dusunup anlasınlar diye sana da bu Kur'an'ı indirdik"},{"SurahNumber":16,"VerseNumber":45,"Text":"Kotuluk tuzakları kuranlar, Allah’ın, kendilerini yere gecirmeyeceginden veya kendilerine bilemeyecekleri bir yerden azabın gelmeyeceginden"},{"SurahNumber":16,"VerseNumber":46,"Text":"veya onlar donup dolasırlarken Allah'ın kendilerini yakalamayacagından emin mi oldular? Onlar (Allah'ı) aciz bırakacak degillerdir"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yoksa Allah'ın kendilerini yavas yavas tuketerek cezalandırmayacagından (emin mi oldular)? Kuskusuz Rabbin cok sefkatli, pek merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Allah'ın yarattıgı herhangi bir seyi gormediler mi? Onun golgeleri, kuculerek ve Allah'a secde ederek saga sola doner"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde bulunanlar, yerdeki canlılar ve butun melekler, buyukluk taslamadan Allah’a secde ederler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Onlar, ustlerindeki Rablerinden korkarlar ve kendilerine ne emrolunursa onu yaparlar"}]}