{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"Han er det som gjorde jorden underdanig for dere. Sa dra rundt pa dens overflate og spis av Hans gaver. Til Ham fører oppstandelsen"},{"SurahNumber":67,"VerseNumber":16,"Text":"Kan dere være sikre pa Ham som er i himmelen, at Han ikke lar jorden oppsluke dere, for se, den skjelver"},{"SurahNumber":67,"VerseNumber":17,"Text":"Kan dere være sikre pa Ham som er i Himmelen, at Han ikke sender over dere en skur av smastein, sa dere far vite hva Min advarsel innebærer"},{"SurahNumber":67,"VerseNumber":18,"Text":"De som levde før dem, kalte ogsa sannhet for løgn, og hvordan var vel Min refselse"},{"SurahNumber":67,"VerseNumber":19,"Text":"Har de ikke sett pa fuglene over seg som brer ut sine vinger og slar dem sammen? Intet holder dem oppe, unntatt den Barmhjertige. Han er observant for alle ting"},{"SurahNumber":67,"VerseNumber":20,"Text":"Hvem er det vel som er som en hærskare som hjelper dere, unntatt den Barmhjertige? De vantro er helt pa avveie"},{"SurahNumber":67,"VerseNumber":21,"Text":"Hvem er det vel som gir dere livets underhold, om Han holder tilbake sitt underhold? Nei, de turer frem i oppsetsighet og motvilje"},{"SurahNumber":67,"VerseNumber":22,"Text":"Er vel den som gar og faller hodekulls, best rettledet, eller den som vandrer raskt pa rett vei"},{"SurahNumber":67,"VerseNumber":23,"Text":"Si: «Han er det som har frembrakt dere og gitt dere hørsel, syn og forstand. Hvor lite dere takker!»"},{"SurahNumber":67,"VerseNumber":24,"Text":"Si: «Han er det som har spredt dere pa jorden. Og til Ham vil dere bli samlet inn.»"},{"SurahNumber":67,"VerseNumber":25,"Text":"Sa sier de: «Nar kommer sa denne trussel, om dere snakker sant?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Si: «Kunnskapen beror hos Gud! Jeg er bare en klar advarer.»"},{"SurahNumber":67,"VerseNumber":27,"Text":"Nar de ser at den er nær, formørkes de vantros ansikter, og det lyder: «Dette er det dere etterlyste.»"},{"SurahNumber":67,"VerseNumber":28,"Text":"Si: «Hva synes dere, om Gud utsletter meg og dem som følger meg, eller Han viser oss nade, hvem skal da beskytte de vantro mot en smertelig straff?»"},{"SurahNumber":67,"VerseNumber":29,"Text":"Si: «Han er den Barmhjertige! Vi tror pa Ham, og pa Ham forlater vi oss. Dere far snart vite hvem det er, som er klart pa villstra.»"},{"SurahNumber":67,"VerseNumber":30,"Text":"Si: «Hva ville dere synes om deres vann en morgen var sunket ned i jorden, hvem skal da bringe dere rinnende vann?»"}]}