{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Firavun ve onun seckinler cevresi kendilerine zulmeder korkusuyla (baskaları geri dururken) kavminden ancak birkac kisi Musa´ya olan inanclarını acıkladılar: cunku Firavun ulkede gercekten de nufuz ve iktidar sahibiydi, ve ustelik olcusuz, acımasız biriydi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa: \"Eger Allah´a inanıyorsanız\" dedi, \"eger gercekten O´na baglanıp kendinizi O´na teslim etmisseniz, oyleyse artık guvenin O´na"},{"SurahNumber":10,"VerseNumber":85,"Text":"Bunun uzerine onlar da: \"Biz guvenimizi Allah´a baglamısız! Ey Rabbimiz, bizi zalim bir toplulugun elinde rusvay etme!\" dediler"},{"SurahNumber":10,"VerseNumber":86,"Text":"Hakkı inkar eden bu toplumun elinden lutfunla kurtar bizi"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz de Musa ile kardesine: \"Sehirde halkınız icin bazı evleri sıgınak edinin\" diye vahyettik, \"ve (onlara deyin ki) ´Evlerinizi ibadet yerine donusturun; ve namazda devamlı ve kararlı olun! Ve (sen ey Musa!) inananları (Allah´ın yardımıyla) mujdele"},{"SurahNumber":10,"VerseNumber":88,"Text":"Ve Musa: \"Ey Rabbim!\" dedi, \"gercek su ki, Sen Firavun ve onun seckinler cevresine dunya hayatında gorkem ve zenginlik verdin; oyle ki, bunun sonucu olarak onlar da, ey Rabbim, (baskalarını) Senin yolundan ceviriyorlar! Ey Rabbimiz, oyleyse artık onların zenginliklerini silip yok et, (ve boylece) kalplerini katılastır; cunku cetin azabı gormedikce inanmayacaklar"},{"SurahNumber":10,"VerseNumber":89,"Text":"(Allah:) \"Bu dileginiz kabul olundu\" dedi, \"oyleyse, siz ikiniz dosdogru yolda sabır ve sebatla devam edin ve (dogru nedir, egri nedir) bilmeyenlerin yolunu izlemeyin"},{"SurahNumber":10,"VerseNumber":90,"Text":"Derken Israilogulları´nı denizin ote yakasına gecirdik; bunun uzerine Firavun ve ordusu hısımla onların ardına dustu, (denizin dalgaları onları ortup de Firavun) bogulmak uzereyken: \"Elhak, inandım,\" dedi, \"Israilogulları´nın inandıgı Tanrı´dan baska tanrı yok! Ve ben de artık kendini yurekten O´na teslim eden kimselerdenim"},{"SurahNumber":10,"VerseNumber":91,"Text":"(Ona): \"Ancak simdi mi?\" denildi, \"Oysa, bu gune kadar (Bize) hep baskaldırmıs ve bozguncular arasında yer almıstın"},{"SurahNumber":10,"VerseNumber":92,"Text":"(Imdi,) bugun senin sadece bedenini kurtaracagız ki, senden sonra gelecek olanlar icin (uyarıcı) bir isaret olsun; cunku, gercek su ki, insanların cogu ayetlerimize karsı umursamazlık gosteriyor"}]}