{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Andolsun ki, Davut´a ve Süleyman´a bir ilim verdik. İkisi de: «Bizi mü´min kullarının bir çoğundan üstün kılan Allah´a hamdolsun.» dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ve Süleyman Davud´un yerine geçip dedi ki: «Ey insanlar, bize kuş dili öğretildi ve bize herşeyden verildi. Şüphesiz ki bu apaçık bir lütufdur.»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Cinlerden, insanlardan ve kuşlardan orduları Süleyman´ın huzurunda toplandı. Bunların hepsi (Onun tarafından) sevk ve idare olunuyorlardı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Hatta karınca deresi üzerine vardıklarında bir karınca şöyle dedi: «Ey karıncalar! Haydi, yuvalarınıza girin, Süleyman ve ordusu farketmeyerek sizi kırıp geçirmesin.»"},{"SurahNumber":27,"VerseNumber":19,"Text":"O da, onun bu sözünden dolayı gülercesine tebessüm etti ve: «Ey Rabbim, beni nefsime hakim kıl ki, bana ve anama babama verdiğin nimetlere şükredeyim ve hoşnut olacağın iyi bir iş yapayım ve beni rahmetinle iyi kulların arasına sok!» dedi"},{"SurahNumber":27,"VerseNumber":20,"Text":"Bir de kuşları denetledi ve: «Bana ne oluyor, Hüdhüd´ü göremiyorum? Yoksa kayıplara mı karıştı"},{"SurahNumber":27,"VerseNumber":21,"Text":"Onu mutlaka ağır bir cezaya çarptırırım veya boynunu keserim ya da bana muhakkak mazeretini gösteren açık, kesin bir gerekçe getirir.» dedi"},{"SurahNumber":27,"VerseNumber":22,"Text":"Derken bekledi, çok geçmeden (Hüdhüd) geldi ve: «Ben senin etraflıca bilmediğin bir şeyi öğrendim ve sana Sebe´den sağlam bir haber getirdim.» dedi"},{"SurahNumber":27,"VerseNumber":23,"Text":"Çünkü ben, orada onlara hükümdarlık eden, kendisine herşey verilmiş, yüce bir tahtı olan bir kadın buldum"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve halkını, Allah´a değil, güneşe secde ediyorlar gördüm. Şeytan onlara yaptıklarını yaldızlamış ve bu şekilde kendilerini yoldan saptırmış da doğru gidemiyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Göklerde ve yerde gizli olan herşeyi ortaya çıkaran ve sizin gizlediğiniz ve açığa vurduğunuz şeyleri bilen Allah´a secde etmesinler diye"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah O´ndan başka hiçbir tanrı yoktur. O, yüce Arşın sahibidir"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Süleyman) dedi ki: «Doğru mu söyledin, yoksa yalancılardan mısın, bakacağız"},{"SurahNumber":27,"VerseNumber":28,"Text":"Şu mektubumu götür onlara bırak; sonra geri çekil de, ne sonuca varacaklarına bak!»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Kadın dedi ki: «Ey ileri gelenler bana çok önemli ve saygıdeğer bir mektup bırakıldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"Süleyman´dan; o Rahman ve Rahim Allah´ın adıyla (başlamakta)dır"},{"SurahNumber":27,"VerseNumber":31,"Text":"Şöyle ki: « Bana karşı baş kaldırmayın ve müslümanlar olarak gelin bana!»"}]}