{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Have those who disbelieve not considered that the heavens and the earth were sewn together and We rent them asunder? And We made every living thing from water. Will they not, then, believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We placed firm mountains in the earth, lest it shake beneath them, and We made wide tracts between them as paths, that haply they may be guided"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We made the sky a canopy preserved; yet they turn away from its signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"He it is Who created the night and the day, the sun and the moon, each gliding in an orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We have not ordained perpetual life for any human being before thee. So if thou diest, will they abide forever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul shall taste death. We try you with evil and with good, as a test, and unto Us shall you be returned"},{"SurahNumber":21,"VerseNumber":36,"Text":"And whenever those who disbelieve see thee, they take thee in naught but mockery, “Is this the one who makes mention of your gods?” And it is they who are disbelievers in the remembrance of the Compassionate"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man was created of haste. Soon shall I show you My signs; so seek not to hasten Me"},{"SurahNumber":21,"VerseNumber":38,"Text":"And they say, “When will this promise come to pass, if you are truthful?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"If those who disbelieved but knew of the time when they shall not be able to hold back the Fire from their faces or from their backs, nor be helped"},{"SurahNumber":21,"VerseNumber":40,"Text":"Nay, but it will come upon them suddenly, and confound them. Then they will not be able to repel it, nor will they be granted respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"Messengers were certainly mocked before thee. Then those who scoffed at them were beset by that which they used to mock"}]}