{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Niḥsanśaya, jyānnī āmacyā āyatīnnā khōṭē ṭharavilē āṇi tyān̄cyāśī ghamēṇḍa kēlī, tyān̄cyāsāṭhī ākāśācē daravājē ughaḍalē jāṇāra nāhīta āṇi tē jannatamadhyē pravēśa karū śakaṇāra nāhīta, jōparyanta uṇṭa, sū'īcyā chidrāta dākhala hōta nāhī āṇi āmhī aparādhī lōkānnā asāca mōbadalā dētō"},{"SurahNumber":7,"VerseNumber":41,"Text":"Tyān̄cyāsāṭhī jahannamacyā āgīcē antharuṇa asēla āṇi tyān̄cyāvara tyācēca pāṅgharuṇa asēla āṇi atyācārī lōkānnā āmhī aśīca sajā dētō"},{"SurahNumber":7,"VerseNumber":42,"Text":"Āṇi jyānnī īmāna rākhalē āṇi satkarmē kēlīta tara āmhī kōṇatyāhī jīvālā, tyācyā kuvatīnusāraca uttaradāyitva sōpavitō. Hēca lōka jannatī āhēta. Hēca tyāta sadaiva rāhatīla"},{"SurahNumber":7,"VerseNumber":43,"Text":"Āṇi āmhī tyān̄cyā manātalē kapaṭa dūra karū, tyān̄cyākhālī nadyā vāhata asatīla āṇi tē mhaṇatīla, allāhakaritā sarva praśansā āhē, jyānē āmhālā yācyā mārgāvara lāvalē jara tyānē mārgadarśana kēlē nasatē tara āmhī svataḥ sanmārgāsa lāgalō nasatō. Niḥsanśaya, āmacyā pālanakartyācē rasūla (paigambara) satyāsaha ālē āṇi tyānnā pukārūna sāṅgitalē jā'īla kī āpalyā karmān̄cyā mōbadalyāta tumhī yā jannatacē hakkadāra banavilē gēlē"},{"SurahNumber":7,"VerseNumber":44,"Text":"Āṇi jannatī lōka, jahannamī lōkānnā hāka dē'ūna sāṅgatīla kī āmhālā āpalyā pālanakartyācā vāyadā, jō āmhālā dēṇyāta ālā, kharā āḍhaḷalā tara kāya tumhālā, tumacyā pālanakartyānē kēlēlā vāyadā kharā āḍhaḷalā? Tē mhaṇatīla, hōya! Maga ēka ailāna karaṇārā tyān̄cyā daramyāna ailāna karīla kī allāhatarphē dhiḥkkāra asō atyācārī lōkānvara"},{"SurahNumber":7,"VerseNumber":45,"Text":"Jē āpalyā pālanakartyācyā mārgāpāsūna rōkhū icchitāta āṇi tyālā vākaḍē karū icchitāta āṇi tē ākhiratacāhī inkāra karatāta"},{"SurahNumber":7,"VerseNumber":46,"Text":"Āṇi tyā dōghān̄cyā daramyāna ēka āḍa paḍadā asēla āṇi ārāpha (un̄cavaṭyā) vara kāhī māṇasē asatīla jē pratyēkālā tyān̄cyā niśāṇānvarūna ōḷakhūna ghētīla, āṇi jannatī lōkānnā hāka dē'ūna sāṅgatīla kī tumacyāvara salāmatī asō, tē tyā (jannata) madhyē ajūna dākhala jhālē nasatīla āṇi ticī āśā bāḷagata asatīla"},{"SurahNumber":7,"VerseNumber":47,"Text":"Āṇi jēvhā tyān̄cī dr̥ṣṭī jahannamī lōkānvara paḍēla tēvhā mhaṇatīla, hē āmacyā pālanakartyā! Āmhālā atyācārī lōkānta sāmīla karū nakō"}]}