{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Sonda jurekterinde derti barlar, Allah olardın ospendiligin esqasan askerelemeydi dep oyladı ma"},{"SurahNumber":47,"VerseNumber":30,"Text":"Ey, Muxammed! / Eger de qalaganımızda, Biz olardı sagan korsetip, sen olar­dı belgilerinen / nısandarınan / tanitın edin. Alayda sen olardı soz alpetinen / magınasınan / tanisın. Allah senderdin isterindi biledi"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ari Biz senderdi mindetti turde, sınaqqa usıratamız - senderden kureswsiler jane sabır etwsiler anıqtalganga deyin ari xabarlarındı da / sozderi men amaldarındı / sınaymız"},{"SurahNumber":47,"VerseNumber":32,"Text":"Sın maninde, sonday kupirlik etwsiler / imanga kelmegender / jane Allahtın jolınan qaytargandar ari ozderine twra jol anıqtalgannan keyin Elsige qarsı sıqqandar - Allahqa esbir narsede muldem ziyan keltire almaydı. Al, Ol / Allah / olardın amaldarın beker etedi"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey, imanga kelgender! Allahqa boysunındar ari Elsige bagınındar jane amaldarındı zaya ketirmender"},{"SurahNumber":47,"VerseNumber":34,"Text":"Anıgında, sonday kupirlik etken / imanga kelwden bas tartqan / jane ozgelerdi Allahtın jolınan qaytargan, keyin kapir kuylerinde olgenderdi Allah esqasan kesirmeydi"},{"SurahNumber":47,"VerseNumber":35,"Text":"Bosandıq tanıtpandar jane ozderin jogarı bola turıp kelisimge saqırmandar. Allah sendermen birge ari Ol amaldarındı esqasan kemitpeydi"},{"SurahNumber":47,"VerseNumber":36,"Text":"Sın maninde, bul dunie tirsiligi - oyın jane ermek qana. Eger imanga kelsender jane taqwalıq etsender / Allahtın jazasınan qorqıp, saqtansandar / , Ol senderge sıylarındı beredi ari Ol senderden mal-dunielerindi suramaydı"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger Ol senderden onı surap, / tutas berwlerindi / qatan talap etetin bolsa, onda sender sarandıq etip ari Ol senderdin isterindegi qarsılıqtı / asw-ızanı / askere eter edi"},{"SurahNumber":47,"VerseNumber":38,"Text":"Mine, sender Allahtın jolında mal-dunie jumsawga saqırılwdasındar. Senderdin aralarında sarandıq etetinder bar. Al, kim sarandıq etse, oz-ozine / oz ziyanına / gana sarandıq etedi. Allah al-Gani / Bay, esnarsege muqtaj emes / , al sender - muqtajsındar. Eger sender teris burılsandar, Ol senderdi basqa adamdarmen almastıradı, sodan keyin olar sender sekildi bolmaydı"}]}