{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"ēnellā bhūmiyoḷage hōguttade mattu ēnellā adarinda horabaruttade embudannu hāgū ākāśadinda ēnellā iḷiyuttade hāgū ēnellā adaroḷakke ēri hōguttade embudannu avanu cennāgi ballanu mattu avanu karuṇāḷuvū kṣamāśīlanū āgiruvanu"},{"SurahNumber":34,"VerseNumber":2,"Text":"dhikkārigaḷu, ‘‘nam'ma pālige lōkāntyada kṣaṇa endū baralāradu‘‘ennuttāre. Nīvu hēḷiri; yākilla? Nannoḍeyanāṇe, adu khaṇḍita nim'ma mēle banderaguvudu. Avanu ella gupta viṣayagaḷannū ballavanu. Ākāśagaḷallāgali bhūmiyallāgali iruva ondu aṇu gātrada vastu kūḍā avaninda mareyāgiruvudilla. Innu, adakkinta saṇṇa athavā doḍḍa yāva viṣayavū ondu spaṣṭa granthadalli dākhalāgade uḷidiruvudilla"},{"SurahNumber":34,"VerseNumber":3,"Text":"nambidavarige mattu satkarmagaḷannu māḍidavarige avanu (allāhanu) pratiphala nīḍuvanu. Avarige kṣame mattu gauravānvita sampannate prāptavāgalide"},{"SurahNumber":34,"VerseNumber":4,"Text":"nam'ma vacanagaḷannu kīḷāgi kāṇisalu heṇaguttiruvavarige tīrā kaṭhōra śikṣe sigalide"},{"SurahNumber":34,"VerseNumber":5,"Text":"nim'ma oḍeyana kaḍeyinda nimage iḷisikoḍalāgiruva sandēśavē satya mattu adu, ā prabala praśansār'hana (allāhana) mārgadeḍege munnaḍesuttade embudannu jñāna prāptavāgiruvavaru kāṇuttiddāre"},{"SurahNumber":34,"VerseNumber":6,"Text":"Dhikkārigaḷu (gēli māḍuttā) hēḷuttāre; ‘‘nāvu nimage obba vyaktiyannu paricayisabēkē? Nīvu sampūrṇavāgi chidrarāda baḷika nim'mannu matte hosadāgi jīvantagoḷisalāguvudu endu avanu nim'mannu eccarisuttāne’’"},{"SurahNumber":34,"VerseNumber":7,"Text":"‘‘avanu allāhana mēle suḷḷārōpa horisuttiddāne. Athavā avanige huccu hiḍidide’’. Nijavāgi, paralōkadalli nambike illadavaru śikṣege guriyāguvaru mattu avaru sampūrṇa dārigeṭṭiruvaru"},{"SurahNumber":34,"VerseNumber":8,"Text":"avarēnu, avara mundeyū avara hindeyū iruva ākāśavannu hāgū bhūmiyannu nōḍuvudillavē? Nāvu bayasidare avarannu bhūmiyoḷage hūtu biḍaballevu athavā ākāśada ondu tuṇḍannu avara mēle bīḷisaballevu. Khaṇḍitavāgiyū idaralli, (dēvareḍege) olavu tōruva pratiyobba dāsanige pāṭhavide"},{"SurahNumber":34,"VerseNumber":9,"Text":"nāvu dāvūdarige nam'ma kaḍeyinda viśēṣa anugrahavannu karuṇisiddevu. Parvatagaḷē, avana jotegūḍi kīrtane māḍiri (endu ādēśisalāgittu) mattu pakṣigaḷigū (hāgendu ādēśisalāgittu) mattu nāvu ukkannu avara pālige mr̥duvāgisiddevu"}]}