{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Ne te vertete, Ne i dhame Musait nente shenja te qarta. Pyeti bijte e Israilit, kur ai u erdhi te pareve te tyre dhe, kur Faraoni i tha atij: “O Musa, une besoj se ti je i magjepsur”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Musai) tha: “Tashme ti e di se keto nuk i ka shpallur askush tjeter, pervec Zotit te qiellit dhe te Tokes, si prova te dukshme dhe Une jam i bindur se ti je i denuar ne humbje”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Ai (Faraoni) deshi t’i debonte nga vendi, por Ne e fundosem bashke me te gjithe ata, qe ishin me te"},{"SurahNumber":17,"VerseNumber":104,"Text":"dhe, pas kesaj, u thame bijve te Israilit: “Vendosuni ne kete toke. Kur te arrije premtimi i Dites se Kiametit, do t’ju sjellim te perzier”"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ne e kemi shpallur Kuranin me te verteten dhe ai ka zbritur me te verteten. Ne te kemi derguar ty (Muhamed) vetem si percjelles te lajmeve te mira dhe paralajmerues"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ky eshte nje Kuran, qe Ne e kemi ndare pjese-pjese, qe ti t’ua mesosh njerezve pak nga pak, duke e shpallur ate kohe pas kohe"},{"SurahNumber":17,"VerseNumber":107,"Text":"Thuaj: “Besoni ne te (Kuranin) apo nuk besoni, ata qe u eshte dhene dijenia para (shpalljes se) tij, bien ne sexhde me fytyrat pertoke, kur ai u lexohet"},{"SurahNumber":17,"VerseNumber":108,"Text":"dhe thone: “Qofte i lavderuar Zoti yne! Me te vertete, premtimi i Zotit eshte plotesuar!”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ata bien me fytyre pertoke, duke qare dhe ai (leximi i Kuranit) ua rrit peruljen"},{"SurahNumber":17,"VerseNumber":110,"Text":"Thuaj: “Thirrni Allahun ose thirrni te Gjithemeshirshmin, me cilindo emer qe ta thirrni ju Ate, Ai ka emrat me te bukur. Gjate namazit, mos lexo (Kuran) me ze te larte dhe as me ze teper te ulet, por kerko nje rruge te mesme.”"},{"SurahNumber":17,"VerseNumber":111,"Text":"Thuaj: “Cdo lavd e falenderim i perket Allahut, i Cili nuk ka bir, nuk ka ortak ne pushtet dhe nuk eshte i pafuqishem, qe te kete nevoje per ndihmes” dhe madheroje Ate, duke ngritur lart madheshtine Tij!”"}]}