{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed is He in Whose Hand lies sovereignty, and He is Powerful over all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who created death and life that He may try you as to which of you is most virtuous in deed, and He is the Mighty, the Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who created seven heavens one upon another; no disproportion dost thou see in the Merciful’s creation. Cast thy sight again; dost thou see any flaw"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then cast thy sight twice again; thy sight will return to thee humbled and wearied"},{"SurahNumber":67,"VerseNumber":5,"Text":"Truly We have adorned the lowest heaven with lamps and made them missiles against the satans; and We have prepared for them the punishment of the Blaze"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord is the punishment of Hell. What an evil journey’s end"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they are cast therein, they will hear it blaring as it boils over"},{"SurahNumber":67,"VerseNumber":8,"Text":"well-nigh bursting with rage. Whenever a group is cast therein, its keepers ask them, “Did not a warner come unto you?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"They say, “Indeed, a warner came unto us, but we denied him and said, ‘God did not send anything down; you are in naught but great error.’”"},{"SurahNumber":67,"VerseNumber":10,"Text":"They say, “Had we listened or had we understood, we would not be among the inhabitants of the Blaze.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Thus do they admit their sin; so away with the inhabitants of the Blaze"},{"SurahNumber":67,"VerseNumber":12,"Text":"Truly for those who fear their Lord unseen there shall be forgiveness and a great reward"},{"SurahNumber":67,"VerseNumber":13,"Text":"Keep your speech secret or proclaim it; truly He knows what lies within breasts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Does He Who created not know? He is the Subtle, the Aware"}]}