{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kinh Sách do Allah, Đấng Toàn Năng, Đấng Toàn Tri ban xuống"},{"SurahNumber":45,"VerseNumber":3,"Text":"Quả thật, trong các tầng trời và trái đất là các dấu hiệu cho những người có đức tin"},{"SurahNumber":45,"VerseNumber":4,"Text":"Và trong việc tạo hóa các ngươi cũng như việc Ngài rải các thú vật sống khắp nới là các dấu hiệu cho những người có một đức tin vững chắc"},{"SurahNumber":45,"VerseNumber":5,"Text":"Và trong việc ban đêm và ban ngày chạy nối đuôi nhau, và trong việc Allah gởi bổng lộc (mưa) từ trên trời xuống mà Ngài dùng để làm sống lại lớp đất đã chết khô và trong việc quay chiều gió, là các dấu hiệu cho những người thông hiểu"},{"SurahNumber":45,"VerseNumber":6,"Text":"Đó là các câu Kinh của Allah mà TA đã đọc cho Ngươi bằng sự thật. Thế, chúng sẽ tin nơi lời trình bày nào sau Allah và các câu Kinh của Ngài"},{"SurahNumber":45,"VerseNumber":7,"Text":"Khốn khổ thay cho từng tên láo khoét tội lỗi"},{"SurahNumber":45,"VerseNumber":8,"Text":"Nghe rõ các Lời Mặc Khải của Allah đã được đọc cho y rồi cứ tiếp tục tỏ thái độ ngạo mạn làm như y chẳng hề nghe qua nó bao giờ. Thế, hãy báo cho y biết về một sự trừng phạt đau đớn (nơi Cõi đời sau)"},{"SurahNumber":45,"VerseNumber":9,"Text":"Và khi học được điều gì từ các Lời Mặc Khải của TA, y mang chúng ra làm trò cười. Những kẻ đó sẽ nhận một sự trừng phạt nhục nhã"},{"SurahNumber":45,"VerseNumber":10,"Text":"Trước mặt chúng là hỏa ngục; và bất cứ điều gì mà chúng đã kiếm được sẽ không giúp ích gì được cho chúng và những kẻ mà chúng nhận làm vị bảo hộ ngoài Allah cũng sẽ không giúp ích gì được cho chúng. Và chúng sẽ chịu một sự trừng phạt vô cùng khủng khiếp"},{"SurahNumber":45,"VerseNumber":11,"Text":"(Kinh Qur'an) này là một Chỉ Đạo. Và những ai không có đức tin nơi các Lời Mặc Khải của Thượng Đế của họ thì sẽ nhận một sự trừng phạt đau đớn từ một hình phạt vô cùng ghê rợn"}]}