{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Paria e popullit te Faraonit thane: “Ky, me te vertete, qenka magjistar i shkathet"},{"SurahNumber":7,"VerseNumber":110,"Text":"i cili don t’ju deboje nga toka juaj, e cka propozoni ju"},{"SurahNumber":7,"VerseNumber":111,"Text":"ta thane: “Mbani pak ate dhe vellain e tij dhe dergoni neper qytet qe te tubojne"},{"SurahNumber":7,"VerseNumber":112,"Text":"e qe te sjellin ty cdo magjistar te shkathet”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Dhe erdhen magjistaret e Faraonit e thane: “A me te vertete, do te shperblehemi, nese fitojme?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Faraoni) tha: “Po, ju jeni nga me te afermit e mi”"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Magjistaret) thane: “O Musa! Ose hedhe ti, ose te behemi hedhesa na”"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musai) tha: “Ju hedheni!” E kur e hedhen, i mahniten syte e njerezve, i frikesuan ata dhe shfaqen nje magji te madhe"},{"SurahNumber":7,"VerseNumber":117,"Text":"E, Na, ia shpallem Musait: “Hedhe shkopin!” E, ai (shkopi) filloi t’i gelltise te gjitha ato qe i trilluan ata"},{"SurahNumber":7,"VerseNumber":118,"Text":"Dhe, keshtu, doli ne shesh e verteta dhe deshtoi ajo qe vepruan ata"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ketu, ata u munden dhe u kthyen te poshteruar"},{"SurahNumber":7,"VerseNumber":120,"Text":"e magjistaret rane ne sexhde (perulje)"},{"SurahNumber":7,"VerseNumber":121,"Text":"(Magjistaret) thane: “Na besojme ne Zotin e gjithesise"},{"SurahNumber":7,"VerseNumber":122,"Text":"Zotin e Musait dhe te Harunit”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Faraoni tha: “Ju e besuat para se t’ju lejoj une, kjo, me te vertete, eshte mashtrim qe e keni pergatitur ne qytet, per t’i debuar banoret e tij. Do ta shihni ju"},{"SurahNumber":7,"VerseNumber":124,"Text":"Do t’ju kepuse duart dhe kembet terthorazi, e pastaj do t’ju vari te gjitheve"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ata thane: “Na, me te vertete, i kthehemi Zotit tone"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ti mund te na hakmerresh vetem qe i besuam argumentet e Zotit tone – posa na erdhen. O Zoti yne, na jep durim te madhe dhe bena te vdesim muslimane!”"}]}