{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Gokte burclar kılan O (Allah), mubarek´tir (sanı yuce). Ve orada Ay´ı, aydınlatıcı bir kandil kıldı"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ve tezekkur etmek veya sukretmek isteyenler icin gece ve gunduzu karsılıklı ardarda kılan (birbirini takip ettiren), O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Ve Rahman´ın kulları yeryuzunde tevazuyla yurur. Ve onlara cahiller hitap ettigi (laf attıgı) zaman “selam” derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ve onlar, geceyi Rab´lerine secde ve kıyam ederek (ayakta durarak) gecirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve onlar: “Rabbimiz cehennem azabını bizden uzaklastır. Muhakkak ki onun azabı daimi helak edicidir.” derler"},{"SurahNumber":25,"VerseNumber":66,"Text":"Muhakkak ki o, kotu bir karargah, kotu bir ikamet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ve onlar, infak ettikleri zaman israf etmezler ve kısmazlar (cimrilik etmezler). Ve bu ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ve onlar, Allah ile beraber baska bir ilaha tapmazlar. Allah´ın (oldurulmesini) haram kıldıgı kisiyi haklı olmadıkca oldurmezler ve zina yapmazlar. Ve kim bunları yaparsa gunah cezasıyla karsılasır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet gunu onun azabı kat kat artar. Ve orada alcaltılmıs olarak ebediyyen kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak kim (mursidi onunde) tovbe eder (boylece kalbine iman yazılıp, imanı artan) mu´min olur ve salih amel (nefs tezkiyesi) yaparsa, o taktirde iste onların, Allah seyyiatlerini (gunahlarını) hasenata (sevaba) cevirir. Ve Allah, Gafur´dur (gunahları sevaba cevirendir), Rahim´dir (rahmet gonderendir)"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ve kim (mursidi onunde) tovbe eder ve salih amel (nefs tezkiyesi) islerse, o taktirde muhakkak ki o, tovbesi kabul edilmis olarak Allah´a ulasır (hayattayken ruhu Allah´a ulasır)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ve onlar yalancı sahitlik yapmazlar. Ve bos sozle karsılastıkları zaman vakarla (kerim olarak) gecip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ve onlara, Rab´lerinin ayetleri hatırlatıldıgı zaman onlara (ayetlere) karsı kor ve sagır olmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ve onlar: “Rabbimiz, eslerimizden ve zurriyyetimizden bize goz aydınlıgı bagısla ve bizi muttakilere (takva sahiplerine) imam kıl.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"Iste onlar, sabırlarından dolayı, (cennette) yuksek makamlarla mukafatlandırılırlar. Ve orada tahiyyet (selamet dilekleriyle) ve selamla karsılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedi kalıcılardır. Ne guzel bir karargah ve ne guzel ikamet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Onlara): “Rabbim, dualarınız olmasa size deger vermez. Oysa siz yalanlamıstınız. Fakat (azap) kacınılmaz olacak.” de"}]}