{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"ئى پەيغەمبەر! (ئارتۇق خىراجەت سوراپ سېنى رەنجىتكەن) ئاياللىرىڭغا ئېيتقىنكى، «ئەگەر سىلەر دۇنيا تېرىكچىلىكىنى (يەنى پاراۋان تۇرمۇشنى) ۋە دۇنيانىڭ زىبۇ زىننىتىنى كۆزلىسەڭلار، كېلىڭلار، سىلەرگە بىر ئاز نەرسە بېرەي، سىلەرنى چىرايلىقچە قويۇپ بېرەي"},{"SurahNumber":33,"VerseNumber":29,"Text":"ئەگەر سىلەر اﷲ نى ۋە اﷲ نىڭ پەيغەمبىرىنى، ئاخىرەت يۇرتىنى ئىختىيار قىلساڭلار، اﷲ ھەقىقەتەن ئىچىڭلاردىكى ياخشى ئىش قىلغۇچىلارغا چوڭ ساۋابنى (يەنى كۆز كۆرمىگەن، قۇلاق ئاڭلىمىغان ۋە ئىنساننىڭ كۆڭلىگە كەلمىگەن نازۇنېمەتلەر بار جەننەتنى) تەييار قىلدى»"},{"SurahNumber":33,"VerseNumber":30,"Text":"ئى پەيغەمبەرنىڭ ئاياللىرى! ئىچىڭلاردىن كىمكى ئاشكارا قەبىھ ئىشنى قىلىدىكەن، ئۇنىڭغا ھەسسىلەپ ئازاب قىلىنىدۇ، بۇ اﷲ قا ئاساندۇر"},{"SurahNumber":33,"VerseNumber":31,"Text":"سىلەردىن كىمكى اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلسا ۋە ياخشى ئەمەل قىلسا، ئۇنىڭغا ساۋابنى ئىككى قاتلاپ بېرىمىز، ئۇنىڭغا (جەننەتتە) ئېسىل رىزىق تەييارلىدۇق"},{"SurahNumber":33,"VerseNumber":32,"Text":"ئى پەيغەمبەرنىڭ ئاياللىرى! سىلەر باشقا ئاياللارنىڭ ھېچبىرىگە ئوخشىمايسىلەر، سىلەر (يات ئەرلەرگە سۆز قىلغاندا) نازاكەت بىلەن سۆز قىلماڭلار، (نازاكەت بىلەن سۆز قىلساڭلار) دىلىدا نىفاق بار ئادەم (سىلەرگە قارىتا) تەمەدە بولۇپ قالىدۇ، (گۇماندىن خالى) ياخشى سۆزنى سۆزلەڭلار"},{"SurahNumber":33,"VerseNumber":33,"Text":"ئۆيلىرىڭلاردا ئولتۇرۇڭلار، ئىلگىرىكى جاھىلىيەت دەۋرىدىكى ئاياللارنىڭ ياسىنىپ چىققىنىدەك ياسىنىپ چىقماڭلار، ناماز ئوقۇڭلار، زاكات بېرىڭلار، اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، ئى پەيغەمبەرنىڭ ئائىلىسىدىكىلەر! اﷲ سىلەردىن گۇناھنى ساقىت قىلىشنى ۋە سىلەرنى تامامەن پاك قىلىشنى خالايدۇ"},{"SurahNumber":33,"VerseNumber":34,"Text":"ئۆيلىرىڭلاردا اﷲ نىڭ ئايەتلىرىدىن ۋە ھېكمەت (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ ھەدىسلىرى) تىن ئوقۇلۇۋاتقان نەرسىلەرنى ياد ئېتىڭلار، اﷲ ھەقىقەتەن سىرلەرنى بىلگۈچىدۇر، ھەممىدىن خەۋەرداردۇر"}]}