{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"“(Kumbukirani) pamene Allah adati: “Iwe Isa (Yesu)! Ine ndikukwaniritsira nyengo yako yokhala ndi moyo (Ayuda sachita kanthu kwa iwe). Ndipo ndikunyamulira kwa Ine ndiponso ndikuyeretsa kwa anthu osakhulupirira (omwe ndi adani ako). Ndipo amene akutsata (iwe) ndiwasankha kukhala apamwamba pa amene sadakhulupirire kufikira tsiku lachimaliziro. Kenako kobwerera kwanu nkwa Ine, ndipo ndidzaweruza pakati panu pa zomwe mudali kusiyana"},{"SurahNumber":3,"VerseNumber":56,"Text":"“Tsono amene sadakhulupirire, ndiwakhaulitsa ndi chilango chaukali pa dziko lapansi ndi tsiku lachimaliziro, ndipo sadzapeza athandizi"},{"SurahNumber":3,"VerseNumber":57,"Text":"“Koma amene akhulupirira nachita zabwino, (Allah) adzawalipira malipiro awo (mokwanira). Ndipo Allah sakonda anthu ochita zoipa"},{"SurahNumber":3,"VerseNumber":58,"Text":"“Izi tikukuwerengera iwezi ndi zivumbulutso ndi ulaliki waluntha"},{"SurahNumber":3,"VerseNumber":59,"Text":"“Ndithudi, fanizo la Isa (Yesu) kwa Allah lili ngati fanizo la Adam; adamulenga ndi dothi namuuza kuti: “Khala munthu.” Ndipo adakhaladi"},{"SurahNumber":3,"VerseNumber":60,"Text":"“(Ichi ndi) choona chochokera kwa Mbuye wako; choncho usakhale mwa okaikira"},{"SurahNumber":3,"VerseNumber":61,"Text":"“Tsopano amene akutsutsana nawe (iwe Mtumiki s.a.w) pa ichi pambuyo pokudzera kuzindikira, auze: “Bwerani tiitane ana athu ndi ana anu, akazi athu ndi akazi anu, ife ndi inu; kenako modzichepetsa tipemphe tembelero la Allah kuti likhale pa amene ali abodza (mwa ife).”"},{"SurahNumber":3,"VerseNumber":62,"Text":"“Ndithu iyi ndinkhani yoona; ndipo palibe woyenera kupembedzedwa mwa choonadi koma Allah. Ndithudi, Iye Allah Ngwamphamvu Zoposa, Ngwanzeru Zakuya"},{"SurahNumber":3,"VerseNumber":63,"Text":"“Ngati atembenuka (monyoza, Allah awalanga); ndithudi Allah Ngodziwa za oononga"}]}