{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Āllāha tōmādēra jan'yē tōmādēra'i madhya thēkē ēkaṭi dr̥ṣṭānta barṇanā karēchēnaḥ tōmādēra āmi yē ruyī diẏēchi, tōmādēra adhikārabhukta dāsa-dāsīrā ki tātē tōmādēra samāna samāna anśīdāra? Tōmarā ki tādērakē sērūpa bhaẏa kara, yērūpa nijēdēra lōkakē bhaẏa kara? Ēmanibhābē āmi samajhadāra sampradāẏēra jan'yē nidarśanābalī bistārita barṇanā kari."},{"SurahNumber":30,"VerseNumber":29,"Text":"Baraṁ yārā yē-inasāpha, tārā ajñānatābaśataḥ tādēra khēẏāla-khūśīra anusaraṇa karē thākē. Ata'ēba, āllāha yākē pathabhraṣṭa karēna, tākē kē bōjhābē? Tādēra kōna sāhāyyakārī nē'i."},{"SurahNumber":30,"VerseNumber":30,"Text":"Tumi ēkaniṣṭha bhābē nijēkē dharmēra upara pratiṣṭhita rākha. Ēṭā'i āllāhara prakr̥ti, yāra upara tini mānaba sr̥ṣṭi karēchēna. Āllāhara sr̥ṣṭira kōna paribartana nē'i. Ēṭā'i sarala dharma. Kintu adhikānśa mānuṣa jānē nā."},{"SurahNumber":30,"VerseNumber":31,"Text":"Sabā'i tām̐ra abhimukhī ha'ō ēbaṁ bhaẏa kara, nāmāya kāẏēma kara ēbaṁ muśarikadēra antarbhukta haẏō nā."},{"SurahNumber":30,"VerseNumber":32,"Text":"Yārā tādēra dharmē bibhēda sr̥ṣṭi karēchē ēbaṁ anēka dalē bibhakta haẏē paṛēchē. Pratyēka dala'i nija nija matabāda niẏē ullasita."},{"SurahNumber":30,"VerseNumber":33,"Text":"Mānuṣakē yakhana duḥkha-kaṣṭa sparśa karē, takhana tārā tādēra pālanakartākē āhabāna karē tām̐ra'i abhimukhī haẏē. Ataḥpara tini yakhana tādērakē rahamatēra sbāda āsbādana karāna, takhana tādēra ēkadala tādēra pālanakartāra sāthē śiraka karatē thākē"},{"SurahNumber":30,"VerseNumber":34,"Text":"yātē tārā asbīkāra karē yā āmi tādērakē diẏēchi. Ata'ēba, majā luṭē nā'ō, satbara'i jānatē pārabē."},{"SurahNumber":30,"VerseNumber":35,"Text":"Āmi ki tādēra kāchē ēmana kōna dalīla nāyila karēchi, yē tādērakē āmāra śarīka karatē balē"},{"SurahNumber":30,"VerseNumber":36,"Text":"āra yakhana āmi mānuṣakē rahamatēra sbāda āsbādana karā'i, tārā tātē ānandita haẏa ēbaṁ tādēra kr̥takarmēra phalē yadi tādērakē kōna dudarśā pāẏa, tabē tārā hatāśa haẏē paṛē."},{"SurahNumber":30,"VerseNumber":37,"Text":"Tārā ki dēkhē nā yē, āllāha yāra jan'yē icchā riyika bardhita karēna ēbaṁ hrāsa karēna. Niścaẏa ētē biśbāsī sampradāẏēra jan'yē nidarśanābalī raẏēchē."},{"SurahNumber":30,"VerseNumber":38,"Text":"Ātnīẏa-sbajanakē tādēra prāpya dina ēbaṁ misakīna ō musāphiradēra'ō. Ēṭā tādēra jan'yē uttama, yārā āllāhara santuṣṭi kāmanā karē. Tārā'i saphalakāma."},{"SurahNumber":30,"VerseNumber":39,"Text":"Mānuṣēra dhana-sampadē tōmādēra dhana-sampada br̥d'dhi pābē, ē'i āśāẏa tōmarā sudē yā kichu dā'ō, āllāhara kāchē tā br̥d'dhi pāẏa nā. Pakṣāntarē, āllāhara santuṣṭi lābhēra āśāẏa pabitra antarē yārā diẏē thākē, ata'ēba, tārā'i dbiguṇa lābha karē."},{"SurahNumber":30,"VerseNumber":40,"Text":"Āllāha'i tōmādēra sr̥ṣṭi karēchēna, ataḥpara riyika diẏēchēna, ērapara tōmādēra mr̥tyu dēbēna, ērapara tōmādēra jībita karabēna. Tōmādēra śarīkadēra madhyē ēmana kē'u āchē ki, yē ēsaba kājēra madhyē kōna ēkaṭi'ō karatē pārabē? Tārā yākē śarīka karē, āllāha tā thēkē pabitra ō mahāna."}]}