{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Eto Pisaniye nisposlano Allakhom, velikim, mudrym"},{"SurahNumber":39,"VerseNumber":2,"Text":"Voistinu, My nisposlali tebe Pisaniye (t. ye. Koran) v istine. Posemu poklonyaysya Allakhu, buduchi iskrennim v vere"},{"SurahNumber":39,"VerseNumber":3,"Text":"O da! Iskrennyaya vera [mozhet byt'] tol'ko v Allakha. A te, kotoryye priznali drugikh pokroviteley krome Nego, [utverzhdali]: \"My poklonyayemsya im tol'ko radi togo, chtoby oni priblizili nas k Allakhu kak mozhno bol'she\". Allakh rassudit ikh v tom, v chem oni protivorechat [drug drugu]. Voistinu, Allakh ne nastavit na pryamoy put' lzhetsov i nevernykh"},{"SurahNumber":39,"VerseNumber":4,"Text":"Yesli by Allakh zakhotel imet' detey, to izbral by iz togo, chto On tvorit, to, chto Yemu ugodno. Khvala Yemu! On - Allakh, yedinyy, mogushchestvennyy"},{"SurahNumber":39,"VerseNumber":5,"Text":"On istinno sotvoril nebesa i zemlyu. Po Yego vole den' pokryvayet noch', a noch' pokryvayet den'. On podchinil Svoyey vlasti solntse i lunu. U kazhdogo iz nikh - krugovorot v opredelennyy srok. On - velikiy, proshchayushchiy"},{"SurahNumber":39,"VerseNumber":6,"Text":"On sozdal vas iz yedinogo sushchestva. Potom sotvoril iz nego zhe paru i nisposlal vam vosem' zhivotnykh parami. On tvorit vas v utrobakh vashikh materey deystvom tvoreniya vsled za drugim deystvom v trekh t'makh. Takov Allakh, vash Gospod'. Vlast' prinadlezhit tol'ko Yemu. Net boga, krome Nego. No kak zhe vy sovrashcheny [s puti istiny]"},{"SurahNumber":39,"VerseNumber":7,"Text":"Yesli vy otvetite neblagodarnost'yu [na milosti Allakha], to ved' Allakh ne nuzhdayetsya v vas. On ne odobryayet neblagodarnosti v Svoikh rabakh. A yesli vy blagodarny, to eto Yemu nravitsya v vas. I nikto [v Sudnyy den'] ne poneset noshi drugogo cheloveka. V konechnom itoge vam nadlezhit vernut'sya k svoyemu Gospodu, i On vozvestit vam to, chto vy vershili. Voistinu, On vedayet to, chto v serdtsakh"},{"SurahNumber":39,"VerseNumber":8,"Text":"Kogda cheloveka porazhayet kakaya-libo beda, on vzyvayet k svoyemu Gospodu, vozvrashchayas' k Nemu [posle zabveniya Yego]. Potom, kogda On odarit yego milost'yu ot Sebya, chelovek zabyvayet togo, k komu obrashchalsya [za pomoshch'yu] prezhde, i poklonyayetsya pomimo Allakha drugim bogam, chtoby sbit' s puti [lyudey]. Skazhi [takomu cheloveku, Mukhammad]: \"Izvlekay pol'zu iz svoyego neveriya nedolgoye vremya, ved' ty budesh' obitat' v adskom ogne"},{"SurahNumber":39,"VerseNumber":9,"Text":"Neuzheli tot kto na protyazhenii vsey nochi poklonyayetsya [Allakhu], padaya nits i stoya, strashitsya budushchey zhizni i vozlagayet nadezhdy na milost' svoyego Gospoda [, raven oslushniku v yego neverii]? Sprosi [, Mukhammad]: \"Neuzheli ravny te, kotoryye znayut, i te, kotoryye ne znayut [puti istiny]?\" Voistinu, vnemlyut nastavleniyam tol'ko te, u kogo yest' razum"}]}