{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Ashe, ba ka duba ba zuwa ga Ubangijinka, yadda Ya miƙe inuwa? Kuma da Ya so da Ya bar ta tsaye cif, sa'an nan Muka sanya rana mai nuni a kanta"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sa'an nan Muka karɓe ta (inuwa) zuwa gare Mu, karɓa mai sauƙi"},{"SurahNumber":25,"VerseNumber":47,"Text":"Kuma shi ne wanda Ya sanya muku dare ya zama tufa da barci ya zama hutawa, da yini ya zama lokacin tashi (kamar Tashin ¡iyama)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Kuma Shi ne Ya aika iskokin bushara gaba ga rahamar Sa, kuma Muka saukar da ruwa mai tsarkakewa daga sama"},{"SurahNumber":25,"VerseNumber":49,"Text":"Domin Mu rayar, game da shi, gari matacce, kuma Mu shayar da shi dabbobi da mutane masu yawa daga abin da Muka halitta"},{"SurahNumber":25,"VerseNumber":50,"Text":"Kuma lalle ne haƙiƙa Mun sarrafa* shi (Alƙur'ani) a tsakaninsu, domin su yi tunani, sai dai mafi yawan mutanen sun ƙi face kafirci"},{"SurahNumber":25,"VerseNumber":51,"Text":"Kuma da Mun so, haƙiƙa da Mun aika da mai gargaɗi* a ciƙin kowace alƙarya"},{"SurahNumber":25,"VerseNumber":52,"Text":"Saboda haka kada ka yi ɗa'a ga kafirai, ka yake su, da shi, yaƙi mai girma"},{"SurahNumber":25,"VerseNumber":53,"Text":"Kuma shi ne Ya gauwaya tekuna biyu, wannan mai dadi, mai sauƙin haɗiya, kuma wannan gishiri gurbatacce, kuma Ya sanya wani shamaki a tsakaninsu da kariya mai shamakacewa"},{"SurahNumber":25,"VerseNumber":54,"Text":"Kuma Shi ne Ya halitta mutum daga ruwa, sai Ya sanya shi nasaba da surukuta, kuma Ubangijinka Ya kasance Mai ikon yi"},{"SurahNumber":25,"VerseNumber":55,"Text":"Kuma suna bauta wa, baicin Allah, abin da ba ya amfanin su, kuma ba ya cutar su, kuma kafiri ya kasance mai taimakon (Shaiɗan) a kan Ubangijinsa"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ba Mu aika ka ba sai kana mai bayar da bushara, kuma mai gargaɗi"},{"SurahNumber":25,"VerseNumber":57,"Text":"Ka ce: \"Ba ni tambayar ku wata ijara a kansa face wanda ya so ya riƙi wata hanya* zuwa ga Ubangijinsa"},{"SurahNumber":25,"VerseNumber":58,"Text":"kuma ka dogara a kan Rayayye wanda ba Ya mutuwa, kuma ka yi tasbihi game da gode Masa. Kuma Ya isa zama Mai ƙididdigewa ga laifuffukan bayinSa"},{"SurahNumber":25,"VerseNumber":59,"Text":"Wanda Ya halitta sammai da ƙasa da abin da yake a tsakaninsu, a cikin kwanuka shida sa'an nan Ya daidaitu a kan Al'arshi Mai rahama, sai ka tambayi mai bayar da labari game da Shi"},{"SurahNumber":25,"VerseNumber":60,"Text":"Idan aka ce musu, \"Ku yi sujada ga Mai rahama.\" Sai su ce: \"Mene ne Mai rahama? Ashe za mu yi sujada ga abin da kuke umurnin mu?\"Kuma wannan (magana* ta ƙara musu gudu)"}]}