{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Āra smaraṇa karuna, yakhana āpanāra raba mūsākē ḍēkē balalēna, ‘āpani yālima sampapradāẏēra kāchē yāna"},{"SurahNumber":26,"VerseNumber":11,"Text":"‘phira‘ā'unēra sampapradāẏēra kāchē; tārā ki tāka'ōẏā abalambana karabē nā?’"},{"SurahNumber":26,"VerseNumber":12,"Text":"Mūsā balēchilēna, ‘hē āmāra raba! Āmi āśaṅkā karachi yē, tārā āmāra upara mithyārōpa karabē"},{"SurahNumber":26,"VerseNumber":13,"Text":"‘ēbaṁ āmāra bakṣa saṅkucita haẏē paṛachē, āra āmāra jihbā tō sābalīla nē'i. Kājē'i hārūnēra prati'ō ōhī pāṭhāna"},{"SurahNumber":26,"VerseNumber":14,"Text":"‘Āra āmāra birud'dhē tō tādēra ēka abhiyōga āchē, sutarāṁ āmi āśaṅkā karachi yē, tārā āmākē hatyā karabē.’"},{"SurahNumber":26,"VerseNumber":15,"Text":"Āllāh‌ balalēna, ‘nā, kakhana'i naẏa, ata'ēba āpanārā ubhaẏē āmādēra nidarśanasaha yāna, āmarā tō āpanādēra sāthē'i āchi, śrabaṇakārī"},{"SurahNumber":26,"VerseNumber":16,"Text":"‘Ata'ēba, āpanārā ubhaẏē phira‘ā'unēra kāchē yāna ēbaṁ baluna, ‘āmarā tō sr̥ṣṭikulēra rabēra rāsūla"},{"SurahNumber":26,"VerseNumber":17,"Text":"yātē tumi āmādēra sāthē yētē dā'ō banī isarā'ilakē [1].’"},{"SurahNumber":26,"VerseNumber":18,"Text":"Phira‘ā'una balala, ‘āmarā ki tōmākē śaiśabē āmādēra madhyē lālana-pālana karini? Āra tumi tō tōmāra jībanēra bahu bachara āmādēra madhyē kāṭiẏēcha"},{"SurahNumber":26,"VerseNumber":19,"Text":"‘ēbaṁ tumi tōmāra kāja yā karāra tā karēcha; tumi tō akr̥tajña.’"},{"SurahNumber":26,"VerseNumber":20,"Text":"Mūsā balalēna, ‘āmi tō ēṭā karēchilāma takhana, yakhana āmi chilāma bibhraānta’"},{"SurahNumber":26,"VerseNumber":21,"Text":"‘Tārapara āmi yakhana tōmādēra bhaẏē bhīta halāma takhana āmi tōmādēra kācha thēkē pāliẏē giẏēchilāma. Ērapara āmāra raba āmākē prajñā (nabu'ōẏata) diẏēchēna ēbaṁ āmākē rāsūladēra antarbhukta karēchēna"},{"SurahNumber":26,"VerseNumber":22,"Text":"‘Āra āmāra prati tōmāra yē anugrahēra kathā ullēkha karē tumi daẏā dēkhāccha tā tō ē'i yē, tumi banī isarā'īlakē dāsē pariṇata karēcha [1].’"},{"SurahNumber":26,"VerseNumber":23,"Text":"Phira‘ā'una balala, ‘sr̥ṣṭikulēra raba ābāra kī?’"},{"SurahNumber":26,"VerseNumber":24,"Text":"Mūsā balalēna, ‘tini āsamānasamūha ō yamīna ēbaṁ tādēra madhyabartī saba kichura raba, yadi tōmarā niścita biśbāsī ha'ō.’"},{"SurahNumber":26,"VerseNumber":25,"Text":"Phira‘ā'una tāra āśēpāśēra lōkadēra lakṣa karē balala, ‘tōmarā ki bhāla karē śunacha nā?’"},{"SurahNumber":26,"VerseNumber":26,"Text":"Mūsā balalēna, ‘tini tōmādēra raba ēbaṁ tōmādēra pūrbapuruṣadēra'ō raba.’"},{"SurahNumber":26,"VerseNumber":27,"Text":"Phira‘ā'una balala, ‘tōmādēra prati prērita tōmādēra rāsūla tō abaśya'i pāgala.’"},{"SurahNumber":26,"VerseNumber":28,"Text":"Mūsā balalēna, ‘tini pūrba ō paścimēra ēbaṁ tādēra madhyabartī saba kichura raba; yadi tōmarā bujhē thākō!’"},{"SurahNumber":26,"VerseNumber":29,"Text":"Phira‘ā'una balala, ‘tumi yadi āmāra paribartē an'yakē ilāharūpē grahaṇa kara āmi tōmākē abaśya'i kārārud'dha karaba.’"},{"SurahNumber":26,"VerseNumber":30,"Text":"Mūsā balalēna, ‘āmi yadi tōmāra kāchē kōnō spaṣṭa biṣaẏa niẏē āsi, tabu'ō [1]?’"},{"SurahNumber":26,"VerseNumber":31,"Text":"Phira‘ā'una balala, ‘tumi yadi satyabādī ha'ō tabē tā upasthita kara.’"},{"SurahNumber":26,"VerseNumber":32,"Text":"Tārapara mūsā tām̐ra lāṭhi nikṣēpa karalē taṯkṣaṇāṯ tā ēka spaṣṭa ajagarē [1] pariṇata hala"},{"SurahNumber":26,"VerseNumber":33,"Text":"Āra mūsā tāra hāta bēra karalē taṯkṣanāṯ tā darśakadēra dr̥ṣṭitē śubhra ujjbala pratibhāta hala"}]}