{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"قومِ ثمود نے ڈرانے والوں (پیغمبروں(ع)) کو جھٹلایا۔"},{"SurahNumber":54,"VerseNumber":24,"Text":"پس انہوں نے کہا کہ ہم ایک ایسے شخص کی پیروی کریں جو ہم ہی میں سے ہے؟ اس صو رت میں تو ہم گمراہی اور دیوانگی میں پڑ جائیں گے۔"},{"SurahNumber":54,"VerseNumber":25,"Text":"کیا ہم سب میں سے صرف اسی پر وحی نازل کی گئی ہے؟ بلکہ وہ بڑا جھوٹا (اور) شیخی باز ہے۔"},{"SurahNumber":54,"VerseNumber":26,"Text":"انہیں بہت جلد کل کلاں معلوم ہو جائے گا کہ کون بڑا جھوٹا (اور) شیخی باز ہے۔"},{"SurahNumber":54,"VerseNumber":27,"Text":"ہم ایک (خاص) اونٹنی ان کی آزمائش کے لئے بھیج رہے ہیں پس تم (اے صالح(ع) انجامِ کار) انتظار کرو اور صبر کرو۔"},{"SurahNumber":54,"VerseNumber":28,"Text":"اور انہیں آگاہ کر دو کہ پانی ان کے درمیان تقسیم ہوگیا ہے اور ہر ایک اپنی باری پر حاضر ہوگا۔"},{"SurahNumber":54,"VerseNumber":29,"Text":"پس ان لوگوں (یہودیوں) نے اپنے ساتھی (قدار) کو پکارا پس اس نے (اونٹنی کو) پکڑ کر اس کی کونچیں کاٹ دیں۔"},{"SurahNumber":54,"VerseNumber":30,"Text":"تو کیسا تھا میرا عذاب اورمیرے ڈراوے؟"},{"SurahNumber":54,"VerseNumber":31,"Text":"ہم نے ان پر ایک ہی چنگھاڑ بھیجی تو وہ باڑھ لگانے والے کی روندی ہوئی باڑہ کی طرح ہو کر رہ گئے۔"},{"SurahNumber":54,"VerseNumber":32,"Text":"اور ہم نے نصیحت حاصل کرنے کیلئے قرآن کو آسان بنا دیاتو کوئی ہے نصیحت حاصل کرنے والا؟"},{"SurahNumber":54,"VerseNumber":33,"Text":"قومِ لوط(ع) نے ڈرانے والوں کو جھٹلایا۔"},{"SurahNumber":54,"VerseNumber":34,"Text":"ہم نے ان پر پتھر برسانے والی ہوا بھیجی صرف آلِ لوط(ع) اس سے محفوظ رہے ہم نے سحر کے وقت ان کو نجات دی۔"},{"SurahNumber":54,"VerseNumber":35,"Text":"خاص اپنے فضل و کرم سے ہم اسی طرح شکر کرنے والے کو جزا دیتے ہیں۔"},{"SurahNumber":54,"VerseNumber":36,"Text":"بلاشبہ انہوں (لوط(ع)) نے انہیں سخت گرفت سے ڈرایا تھا مگر وہ ڈرانے کے بارے میں شک میں مبتلا رہے (اورجھگڑتے رہے)۔"},{"SurahNumber":54,"VerseNumber":37,"Text":"اور ان لوگوں نے ان کے مہمانوں کے بارے میں برے ارادہ سے ان پر ڈول ڈالے تو ہم نے ان کی آنکھیں موند دیں تو میرے عذاب اور ڈراوے کا مزہ چکھو۔"},{"SurahNumber":54,"VerseNumber":38,"Text":"اور (پھر) صبح سویرے ان پر دائمی عذاب آپہنچا۔"},{"SurahNumber":54,"VerseNumber":39,"Text":"پس میرے عذاب اور ڈراوے کامزہ چکھو۔"},{"SurahNumber":54,"VerseNumber":40,"Text":"بےشک ہم نے قرآن کو نصیحت حاصل کرنے کیلئے آسان بنا دیا ہے کوئی ہے نصیحت حاصل کرنے والا؟"}]}