{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"dāridy‌rabhayattāl niṅṅaḷ niṅṅaḷuṭe kuññuṅṅaḷe keānnukaḷayarut‌. nāmāṇ avarkkuṁ niṅṅaḷkkuṁ upajīvanaṁ nalkunnat‌. avare keāllunnat tīrccayāyuṁ bhīmamāya aparādhamākunnu"},{"SurahNumber":17,"VerseNumber":32,"Text":"niṅṅaḷ vyabhicāratte samīpicc pēākarut‌. tīrccayāyuṁ at oru nīcavr̥ttiyuṁ duṣicca mārgavumākunnu"},{"SurahNumber":17,"VerseNumber":33,"Text":"allāhu pavitrata nalkiyiṭṭuḷḷa jīvane n'yāyaprakāramallāte niṅṅaḷ hanikkarut‌. akramattinu vidhēyanāyi vallavanuṁ keāllappeṭunna pakṣaṁ avanṟe avakāśikk nāṁ (pratikāraṁ ceyyān) adhikāraṁ vecc keāṭuttiṭṭuṇṭ‌. ennāl avan keālayil atirukaviyarut‌. tīrccayāyuṁ avan sahāyikkappeṭunnavanākunnu"},{"SurahNumber":17,"VerseNumber":34,"Text":"anāthaykk prāpti ettunnat vare ēṟṟavuṁ nalla rītiyilallāte avanṟe svattine niṅṅaḷ samīpikkarut‌. niṅṅaḷ karār niṟavēṟṟuka. tīrccayāyuṁ karāṟineppaṟṟi cēādyaṁ ceyyappeṭunnatāṇ‌"},{"SurahNumber":17,"VerseNumber":35,"Text":"niṅṅaḷ aḷannukeāṭukkukayāṇeṅkil aḷav niṅṅaḷ tikaccukeāṭukkuka. śariyāya tulās keāṇṭ niṅṅaḷ tūkkikeāṭukkukayuṁ ceyyuka. atāṇ uttamavuṁ antyaphalattil ēṟṟavuṁ meccamāyiṭṭuḷḷatuṁ"},{"SurahNumber":17,"VerseNumber":36,"Text":"ninakk aṟivillātta yāteāru kāryattinṟeyuṁ pinnāle nī pēākarut‌. tīrccayāyuṁ kēḷvi, kāḻca, hr̥dayaṁ ennivayeppaṟṟiyellāṁ cēādyaṁ ceyyappeṭunnatāṇ‌"},{"SurahNumber":17,"VerseNumber":37,"Text":"nī bhūmiyil ahantayēāṭe naṭakkarut‌. tīrccayāyuṁ ninakk bhūmiye piḷarkkāneānnumāvilla. uyarattil ninakk parvvataṅṅaḷkkeāppamettānuṁ āvilla, tīrcca"},{"SurahNumber":17,"VerseNumber":38,"Text":"avayil (mēlpaṟañña kāryaṅṅaḷil) ninnellāṁ duṣiccat ninṟe rakṣitāviṅkal veṟukkappeṭṭatākunnu"},{"SurahNumber":17,"VerseNumber":39,"Text":"ninṟe rakṣitāv ninakk bēādhanaṁ nalkiya jñānattil peṭṭatatre at‌. allāhuvēāṭeāppaṁ maṟṟeāru daivatteyuṁ nī sthāpikkarut‌. eṅkil ākṣēpikkappeṭṭavanuṁ puṟaṁ taḷḷappeṭṭavanumāyi nī narakattil eṟiyappeṭunnatāṇ‌"},{"SurahNumber":17,"VerseNumber":40,"Text":"ennāl niṅṅaḷuṭe rakṣitāv āṇmakkaḷe niṅṅaḷkku pratyēkamāyi nalkukayuṁ, avan malakkukaḷil ninn peṇmakkaḷe svīkarikkukayuṁ ceytirikkukayāṇēā? tīrccayāyuṁ gurutaramāya oru vākk tanneyākunnu niṅṅaḷ paṟayunnat‌"}]}