{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"Zài nà rì, měi rén dōu jiāng wèi zìjǐ biànjiě, měi rén dōu jiāng huòdé zìjǐ [zài chénshì] suǒ zuò shàn è yīng dé de bàochóu, bù shòu kuīdài."},{"SurahNumber":16,"VerseNumber":112,"Text":"Ān lā shè gè bǐyù: Yīgè chéngshì [mài jiā] yuán shì ānquán de, shì fēicháng mǎnzú de, fēngfù de jǐyǎng [shāngpǐn] cóng gè fāng yùn lái, dàn tā [mài jiā de jūmín] gūfùle ān lā de ēnhuì [zhù], yīncǐ, ān lā yīn tāmen suǒ zuò de è xíng [fǒurèn mù shèng děng] shǐ tāmen chángshìle hǎnjiàn de jīhuang hé kǒngjù."},{"SurahNumber":16,"VerseNumber":113,"Text":"Chūzì tāmen běn zú de yī wèi shǐzhě [mù shèng] què yǐ láilín tāmen, dàn tāmen fǒurèn tā, suǒyǐ, xíngfá zài tāmen xíng bù yì shí chéngzhìle tāmen."},{"SurahNumber":16,"VerseNumber":114,"Text":"Fánshì ān lā cì gěi nǐmen de, nǐmen dāng chī héfǎ ér jiāměi de. Nǐmen dāng gǎnxiè ān lā de ēnhuì, jiǎrú nǐmen zhǐ chóngbài tā."},{"SurahNumber":16,"VerseNumber":115,"Text":"Tā zhǐ jìnzhǐ nǐmen chī: Zì sǐ wù, xiěyè, zhūròu hé niàn fēi ān lā zhī míng ér zǎi de. Dàn ruòshì pòbùdéyǐ ér bìngfēi xiǎng wéikàng, qiě wèi chāoyuè fǎdù zhě, nàme,[chī zhèxiē jìnwù méiyǒu zuìguo]. Ān lā què shì zuì kuānshù de, tè cí de."},{"SurahNumber":16,"VerseNumber":116,"Text":"Nǐmen bùyào yòng nǐmen de shé wàngyán:“Zhè shì héfǎ de, nà shì fēifǎ de.” Yǐbiàn nǐmen jiè ān lā de míngyì niēzào huǎngyán. Fán jiè ān lā de míngyì niēzào huǎngyán zhě shì jué bù huì chénggōng de [zhù]."},{"SurahNumber":16,"VerseNumber":117,"Text":"Nà zhǐshì duǎnzàn de xiǎnglè, tāmen bì shòu tòngkǔ de xíngfá."},{"SurahNumber":16,"VerseNumber":118,"Text":"Duìyú yóutài jiàotú, cǐ [“gǔlánjīng” de shēngchù zhāng jiàng shì] qián, wǒ céng jìnzhǐ tāmen shíyòng wǒ xiàng nǐ [mù shèng] tí dào dì nàxiē dōngxī. Wǒ méiyǒu kuīdài tāmen, ér shì tāmen shǐ zìjǐ shòu sǔn."},{"SurahNumber":16,"VerseNumber":119,"Text":"Ránhòu, fán yīn wúzhī ér zuò'è, ránhòu huǐguò zì xīn zhě, cǐhòu, nǐ de zhǔ duì tāmen què shì zuì kuānshù de, tè cí de."}]}