{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Noi i-am dat lui Moise noua semne ca dovezi vadite. Intreaba-i pe fiii lui Israel! Cand el a venit la ei, Faraon i-a spus: “O, Moise! Eu cred ca esti vrajit!”"},{"SurahNumber":17,"VerseNumber":102,"Text":"El spuse: “Tu stii ca acestea nu au fost pogorate decat de la Domnul cerurilor si al pamantului ca semne vadite. O, Faraon! Eu cred ca esti pierdut"},{"SurahNumber":17,"VerseNumber":103,"Text":"Faraon a vrut sa-l izgoneasca din tara, insa Noi l-am inecat pe el si pe toti cei dimpreuna cu el"},{"SurahNumber":17,"VerseNumber":104,"Text":"Dupa el, le-am spus fiilor lui Israel: “Locuiti pamantul, insa cand va veni fagaduiala Vietii de Apoi, va vom aduce laolalta.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"Intru Adevar l-am pogorat si intru Adevar a coborat. Noi nu te-am trimis decat ca vestitor si predicator"},{"SurahNumber":17,"VerseNumber":106,"Text":"Noi ti-am impartit acest Coran ca tu sa-l citesti oamenilor pe indelete si Noi l-am pogorat rand pe rand"},{"SurahNumber":17,"VerseNumber":107,"Text":"Spune: “Credeti in el ori nu credeti?!” Cei carora li s-a dat stiinta cad cu fata la pamant cand li se recita Coranul"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ei spun: “Marire Domnului nostru! Fagaduiala Domnului nostru se va implini!”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ei cad cu fata la pamant plangand si smerenia lor este tot mai mare"},{"SurahNumber":17,"VerseNumber":110,"Text":"Spune: “Chemati-L Dumnezeu ori chemati-L Milostivul, caci oricum L-ati chema, cele mai frumoase nume ale Lui sunt.” Nu rosti rugaciunile in gura mare, insa nici nu le sopti, ci cauta o cale de mijloc"},{"SurahNumber":17,"VerseNumber":111,"Text":"si spune: “Lauda lui Dumnezeu! El nu si-a daruit lui insusi fii. El nu are pe nimeni alaturi in imparatia Sa. El nu are obladuitor in fata umilirii. Pe El preamareste-L cu preamarire"}]}