{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"En voorzeker, de bewoners van Hidjr loochenden de Boodschappers"},{"SurahNumber":15,"VerseNumber":81,"Text":"En Wij hebben ben Onze Tekenen gegeven, maar zij plachten zich daarvan af te wenden"},{"SurahNumber":15,"VerseNumber":82,"Text":"En zij hieuwen de rotsen uit tot veilige woningen"},{"SurahNumber":15,"VerseNumber":83,"Text":"Toen trof de donderslag hen in de ochtend"},{"SurahNumber":15,"VerseNumber":84,"Text":"Toen baatte wat zij plachten te verrichten hen niet"},{"SurahNumber":15,"VerseNumber":85,"Text":"En Wij hebben de hemelen en de aarde en wat er tussen is niet geschapen behalve met de Waarheid. En voorwaar, het Uur zal zeker komen, geeft daarom em passende kwijtschelding"},{"SurahNumber":15,"VerseNumber":86,"Text":"Voorwaar, jouw fleer is de Schepper, de Alwetende"},{"SurahNumber":15,"VerseNumber":87,"Text":"En voorzeker, Wij hebben jou de zeven vaak herhaalde (Verzen) gegeven en de geweldige Koran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Kijk niet verlangend uit naar de genietingen die Wij aan een groep van hen (de ongelovigen) hebben gegeven. En treur niet over hen, en wees nederig tegenover de gelovigen"},{"SurahNumber":15,"VerseNumber":89,"Text":"En zeg (O Moehammad): \"Voorwaar, ik ben de duidelijke waarschuwer"},{"SurahNumber":15,"VerseNumber":90,"Text":"Zoals Wij (de bestraffing) hebben neergezonden naar de verdelers"},{"SurahNumber":15,"VerseNumber":91,"Text":"Degenen die de Koran hebben opgedeeld"},{"SurahNumber":15,"VerseNumber":92,"Text":"Bij jouw Heer, Wij zullen hen zeker allen ondervragen"},{"SurahNumber":15,"VerseNumber":93,"Text":"Over wat zij plachten te doen"},{"SurahNumber":15,"VerseNumber":94,"Text":"Verkondig daarom wat bevolen is, en wend je af van de veelgodenaanbidders"},{"SurahNumber":15,"VerseNumber":95,"Text":"Voorwaar, Wij hebben jou beschermd (tegen het kwaad) van de spotters"},{"SurahNumber":15,"VerseNumber":96,"Text":"Degenen die naast Allah een andere god plaatsen, later zullen zij (het) te weten komen"},{"SurahNumber":15,"VerseNumber":97,"Text":"En voorzeker, Wij weten dat jouw borst benauwd is wegens wat zij zeggen"},{"SurahNumber":15,"VerseNumber":98,"Text":"Heilig daarom jouw Heer met een lofprijzing en behoor tot hen die zich neerknielen"},{"SurahNumber":15,"VerseNumber":99,"Text":"En aanbid jouw Heer totdat het zekere (de dood) tot jou komt"}]}