{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"Эй касоне, ки имон овардаед, агар барои ҷиҳод дар роҳи Ман ва талаби хушнудии Ман аз [ватани худ] берун омадаед, душмани Ману душмани худатонро дӯст магиред, ки ба онҳо меҳрубонӣ кунӣ; ва ҳол он ки онон ба дини ҳаққе, ки барои шумо омадааст, куфру инкор варзидаанд ва паёмбар ва шуморо овора кардаанд; чаро ки ба Аллоҳ таоло – Парвардигоратон – имон доред. Шумо пинҳонӣ бо онҳо пайванди дӯстӣ барқарор мекунед, дар ҳоле ки Ман ба он чи ки пинҳон медоред ва он чи ки ошкор месозед, донотарам; ва ҳар кас аз шумо, ки чунин [коре] кунад, яқинан роҳи ростро гум кардааст"},{"SurahNumber":60,"VerseNumber":2,"Text":"Агар онҳо бар шумо даст ёбанд, душманонатон хоҳанд буд ва ба озоратон дасту забон мекушоянд ва дӯст доранд, ки шумо [низ] кофир гардед"},{"SurahNumber":60,"VerseNumber":3,"Text":"Рӯзи қиёмат ҳаргиз хешовандонатон ва фарзандонатон ба ҳолатон суде нахоҳанд дошт. Аллоҳ таоло дар миёни шумо ҷудоӣ меандозад ва Аллоҳ таоло ба он чи анҷом медиҳед, биност"},{"SurahNumber":60,"VerseNumber":4,"Text":"Яқинан барои шумо дар [зиндагии] Иброҳим ва касоне, ки бо ӯ буданд, сармашқи хубе вуҷуд дорад; он гоҳ ки ба қавми худ гуфтанд: «Мо аз шумо ва аз он чи ғайр аз Аллоҳ таоло мепарастед, безорем; ба шумо кофир шудаем ва миёни мо ва шумо душманӣ ва кинаи ҳамешагӣ падид омадааст, то вақте ки ба Аллоҳи ягона имон оваред», магар он сухани Иброҳим, ки ба падараш [Озар] гуфт: «Ман бароят омурзиш талаб мекунам ва дар баробари Аллоҳ таоло барои ту ихтиёри чизеро надорам». Парвардигоро, бар Ту таваккал кардем ва ба сӯйи Ту рӯй овардем ва бозгашт [-и ҳама] ба сӯи Туст"},{"SurahNumber":60,"VerseNumber":5,"Text":"Парвардигоро, моро дастхуши [фитнаи] кофирон қарор мадеҳ ва моро биёмурз эй Парвардигори мо; ҳамоно Ту пирӯзманди ҳакимӣ»"},{"SurahNumber":60,"VerseNumber":6,"Text":"Мусалламан барои шумо дар [зиндагии] онҳо [Иброҳим ва ёронаш] сармашқи хубе аст, барои касоне, ки умед ба Аллоҳ таоло ва рӯзи қиёмат доранд; ва ҳар кас рӯйгардон шавад, [бидонад, ки] Аллоҳ таоло бениёзу сутуда аст"}]}