{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":261,"Text":"Juna mānisaharūlē allāhakō mārgamā āphnā sampatti kharca gadarchana, tyasakō udāharaṇa tyasa dānākō jastō cha jasabāṭa sātavaṭā bālāharū niskanchan ra pratyēka bālāmā saya–sayavaṭā dānāharū hunēchan. Ra allāhalē jasakō (sampatimā) cāhancha, vr̥d'dhi gardacha. Ra allāha atyanta sarvavyāpī ra pratyēka kurōkō jñātā cha"},{"SurahNumber":2,"VerseNumber":262,"Text":"Juna mānisaharūlē allāhakō bāṭōmā āphnā dhana sampatti kharca gadarchan ra tyasapachi upakāra garēkō dēkhā'um̐dainan, nata (kasailā'ī) duḥkha dinchan, tinakō badalā tinakō pālanahārasita cha, ra nata tinalā'ī bhaya–trāsa hunēcha, nata tinī duḥkhī nai hunēchan"},{"SurahNumber":2,"VerseNumber":263,"Text":"Mīṭhō kurā garnu ra kṣamā garnu tyasa dānabhandā uttama hō jasapachi duḥkha di'incha. Ra allāha nispr̥ha ra nitānta sahanaśīla cha"},{"SurahNumber":2,"VerseNumber":264,"Text":"Hē āsthāvānaharū! Āphūlē garēkō dānalā'ī arkāmāthi upakāra darśā'ēra ra arulā'ī kaṣṭa di'ēra barbāda nagara. Jasarī ē'uṭā mānisalē aru mānisaharūlā'ī dēkhā'unakō nimti āphnō sampatti kharca gardacha ra usalē allāha ra ākhiratakō dinamā viśvāsa gardaina. Usakō udāharaṇa tyasa saphā ḍhum̐gā jastō cha, jasamāthi māṭōkō pātlō taha jamēkō huncha ra tyasamāthi ṭhūlō vr̥ṣṭi bha'ī tyasalā'ī ēkadama saphā garidincha. Yī mānisaharūlā'ī āphnā karmaharūkō pratiphala prāpta hunēchaina ra allāhalē yastā kr̥taghnaharūlā'ī mārganirdēśana gardaina"},{"SurahNumber":2,"VerseNumber":265,"Text":"Juna mānisaharū allāhakō prasannatā prāpta garna pavitra hr̥dayalē āphnō sampatti kharca gardachan, tinakō dr̥ṣṭānna tyasa bagain̄cākō jastō cha juna aglō ṭhā'um̐mā avasthita cha. Tyasamāthi varṣā huncha, tyasabāṭa tyasalē du'īguṇā phala dincha ra ṭhūlō vr̥ṣṭi na bha'ēpani halkā tuṣāra nai paryāpta huncha ra allāhalē timrā kriyākalāpaharūlā'ī dēkhirākhēkō cha"},{"SurahNumber":2,"VerseNumber":266,"Text":"Kē timīharūmadhyē kasailē yō icchā gardacha ki ūsaṅga am̐gūra ra khajūrakō bagain̄cā hōs jasamā naharaharū bagirākhun ra tyasamā harēka kisimakā phalaharū lāgirahun ra tyō mānisakō vr̥d'dhāvasthā ā'īpugdacha ra usakā sa–sānā bālabālikāharū pani hun, ani ēkkāsī tyō bagain̄cā āgōkō ē'uṭā bhūmarīmā parī bhasma bha'ihālōs. Yasa kisimabāṭa allāhalē timīsita āphnā āyataharū spaṣṭarūpalē varṇana garcha tāki timī cintana manan gara"}]}