{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"Biz Musa menen (aga Kitep — Şariyat tüşürüp berüü üçün) otuz keçege ubadalaşıp, dagı anı on (keçe) menen toluktadık. Oşentip, Rabbisinin (ubadalaşkan) ubaktısı toluk kırk keçe boldu. Musa bir tuuganı Harunga: “(Men ketkende) koomumdun arasında menin orunbasarım bolup, alardı tüzöp jana buzukulardın joluna eerçibey turgun!” - dedi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Musa Biz ubadalaşkan ubakıtta kelgende jana Rabbisi aga (tüzdön-tüz) süylögöndö: «O, Rabbim! Maga körünçü, Saga karayın» -dedi. Al (Allaһ) ayttı: “Meni (bul düynödö) eç körö albaysıŋ. Birok, mına bul toogo karap tur, (men oşogo körünömün) eger al ordunda jılbay kalsa, sen Meni körö alasıŋ». Anan, Rabbisi toogo köründü ele.., anı küküm kılıp taştadı. Musa esten tanıp jıgıldı! Kaçan özünö kelgende, ayttı: “O, Rabbim, Sen Aruu-Tazasıŋ! Men (adepsizdik kılganıma) toobo kıldım! Jana men ıymanduulardın aldınkısımın!””"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Allaһ) dedi: “O, Musa! Çınında, Men seni adamdardan jogoru (baalap) Özümdün paygambarlıgıma jana (ortomçusuz süylögön) Sözüm üçün tandap aldım. Emi, Men saga bergen Din-Şariyattı kabıl alıp, (bul neemat üçün) şügür kıluuçulardan bolgun!”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Anan Biz al (Musa) üçün taktaylarga (adamdar muktaj bolgon) bardık nerselerdi, nasaat sözdördü jana ar bir nersenin bayan-erejelerin jazıp berdik. Jana “Bulardı bekem karmap, koomuŋa buyur; andagı şariyatka amal kılışsın!” (dedik). Emi, Men silerge buzuku(luk kılıp, Allaһtın balee-azabına kabılgan) adamdardın mekenin körgözömün"},{"SurahNumber":7,"VerseNumber":146,"Text":"Men jerde akıykatsızdık menen tekeberlenip jürgön adamdardı (kuduretime belgi bolgon) ayandardan (sabak alalbay turgan kılıp) burup koyomun. Kiyin alar ar kança dalil-moojiza körsö da, aga ıyman keltirişpeyt. Tuura Joldu körsö, anı karmanışpayt. Eger adaşuuçuluk jolun körsö, oşonu gana jol kılıp alıştı. Buga sebep; alar Bizdin dalilderdi “jalgan” deşti jana aga köŋül burbay koyuştu"},{"SurahNumber":7,"VerseNumber":147,"Text":"Bizdin ayattarıbızdı jana Akırettik joluguşuunu “jalgan” degen adamdardın jasagan (jakşı) işteri tekke ketet. Alar jasagan işterine jaraşa “sıylanışat”"}]}