{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":44,"Text":"A dla tego, kogo Bog sprowadza z drogi, nie ma juz zadnego opiekuna. I zobaczysz niesprawiedliwych, jak beda mowili na widok kary: \"Czy jest jakas droga powrotu"},{"SurahNumber":42,"VerseNumber":45,"Text":"Zobaczysz, jak ich tu przyprowadza, upokorzonych od ponizenia, jak beda spogladac ukradkiem. I powiedza ci, ktorzy uwierzyli: \"Zaprawde, stratni sa w Dniu Zmartwychwstania ci, ktorzy utracili siebie samych i swoja rodzine.\" I tak, zaprawde, niesprawiedliwi znajda sie w cierpieniu nieustannym"},{"SurahNumber":42,"VerseNumber":46,"Text":"I nie beda oni mieli opiekunow, ktorzy by im pomogli, poza Bogiem. A kogo Bog sprowadzi z drogi, to dla niego nie ma zadnego wyjscia"},{"SurahNumber":42,"VerseNumber":47,"Text":"Odpowiadajcie waszemu Panu, zanim nadejdzie Dzien od Boga, od ktorego nie bedzie odwrotu. Tego Dnia nie znajdziecie schronienia ani zadnej wymowki"},{"SurahNumber":42,"VerseNumber":48,"Text":"A jesli oni sie odwroca... - to My przeciez nie posłalismy ciebie jako ich stroza; do ciebie nalezy tylko obwieszczenie. A kiedy My dajemy człowiekowi zakosztowac Naszego miłosierdzia, to on sie z niego cieszy; a jesli dosiegnie go jakies zło za to, co przygotowały wczesniej jego rece, to wtedy człowiek okazuje sie niewdzieczny"},{"SurahNumber":42,"VerseNumber":49,"Text":"Do Boga nalezy krolestwo niebios i ziemi. On stwarza to, co chce. On daje corki, komu chce, i On daje synow, komu chce"},{"SurahNumber":42,"VerseNumber":50,"Text":"Albo tez łaczy je parami, synow i corki; i On czyni bezpłodnym, kogo chce. Zaprawde, On jest wszechwiedzacy, wszechwładny"},{"SurahNumber":42,"VerseNumber":51,"Text":"I nie zostało dane zadnemu smiertelnikowi, aby przemawiał do niego Bog inaczej, jak przez objawienie albo tez spoza zasłony, albo przez posłanca; i jemu objawia - za Swoim zezwoleniem - to, co chce. Zaprawde, On jest wyniosły, madry"},{"SurahNumber":42,"VerseNumber":52,"Text":"W ten sposob objawilismy tobie Ducha pochodzacego od Naszego rozkazu. Ty nie wiedziałes, co to jest Ksiega i wiara. Lecz My uczynilismy ja swiatłem, dzieki ktoremu prowadzimy droga prosta, kogo chcemy z Naszych sług. I ty, z pewnoscia, poprowadzisz ludzi"},{"SurahNumber":42,"VerseNumber":53,"Text":"Ku drodze prostej - drodze Boga, do ktorego nalezy to, co jest w niebiosach i co jest na ziemi. Czyz nie do Boga zmierzaja wszystkie sprawy"}]}