{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gun, cehenneme: -Doldun mu, deriz. O da: -Daha var mı? der"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet, korunmus olanlara yakın olacak, uzak degil"},{"SurahNumber":50,"VerseNumber":32,"Text":"Yonelen ve korunan herkes, iste bu size vaat edilendir"},{"SurahNumber":50,"VerseNumber":33,"Text":"Gormedigi halde Rahman’dan korkan ve ona teslim olmus bir kalp ile gelen kimseler"},{"SurahNumber":50,"VerseNumber":34,"Text":"Oraya esenlikle girin, bugun sonsuzluk gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada istedikleri her sey onlarındır. Katımızda daha fazlası da vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Onlardan once nice kusakları yıkıma ugrattık. Onlar, kendilerinden daha guclu idiler ve ulkelerde dolasıp durmuslardı. Kacıp kurtulacak bir yer var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Suphesiz bunda, kalbi olana veya kulak verene ve sahit olana bir ibret vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Gokleri, yeri ve ikisi arasındakileri altı gunde yarattık. Hicbir yorgunluk da duymadık"},{"SurahNumber":50,"VerseNumber":39,"Text":"Onların dediklerine karsı sabret. Gunes dogmadan once ve batmadan once Rabb’ini hamd ederek tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir bolumunde de onu tesbih et, secdelerin ardından da"},{"SurahNumber":50,"VerseNumber":41,"Text":"Kulak ver, o gun yakın bir yerden seslenecek olanın cagrısına"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun korkunc haykırısı tam olarak duyacaklar. Iste o gun cıkıs gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Suphesiz biz, diriltiriz ve oldururuz. Donus de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer, onlara hızlı bir sekilde yarılacaktır. Bu, bizim icin cok kolay olan bir toplamadır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Onların soylediklerini biz daha iyi biliriz. Sen, onları zorlayacak degilsin. Bu sebeple tehdidimden korkanlara Kur’an ile ogut ver"}]}