{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad! Pasha Kur’anin e madherueshem (qe keshillon)"},{"SurahNumber":38,"VerseNumber":2,"Text":"(por) jobesimtaret jane mendjemedhenj dhe percares (nuk e pranojne te Verteten)"},{"SurahNumber":38,"VerseNumber":3,"Text":"Sa e sa breza para tyre (popullit te Mekkes), Ne i kemi zhdukur, e ata kane thirre ne ndihme, por ka qene vone"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ata jane cuditur per ardhjen e nje paralajmeruesi nga mesi i tyre, dhe jobesimtaret kane thene: “Ky eshte magjistar dhe genjeshtar"},{"SurahNumber":38,"VerseNumber":5,"Text":"A don ai qe prej tere perendive te beje nje perendi? Me te vertete, kjo eshte nje gje e cudtishme!”"},{"SurahNumber":38,"VerseNumber":6,"Text":"Dhe paria nga mesi i tyre u larguan (duke i thene njeri-tjetrit): “Shkoni dhe behuni te durueshem prane perendive tuaj; Me te vertete, kjo eshte nje pune (e madhe) qe deshirohet"},{"SurahNumber":38,"VerseNumber":7,"Text":"Kete nuk e kemi degjuar ne fene e meparshme. Ky eshte vetem nje trillim"},{"SurahNumber":38,"VerseNumber":8,"Text":"Valle, nga mesi yne atij t’i dergohet Kur’ani?!” Por, ata dyshojne ne Keshillen Time, meqe ende nuk e kane shijuar denimin Tim"},{"SurahNumber":38,"VerseNumber":9,"Text":"Valle, a te ata jane thesaret e meshires se Zotit tend te Plotefuqishem dhe Dhurues"},{"SurahNumber":38,"VerseNumber":10,"Text":"Apo i tyre eshte pushteti i qiejve dhe Tokes dhe c’ka ne mes tyre? E, le te ngjiten atehere, me mjete (ne qiell)"},{"SurahNumber":38,"VerseNumber":11,"Text":"Ata (jobesimtaret-kurejshit) jane nje ushtri e voge e perbere nga grupet, te cilat do te shpartallohen aty"},{"SurahNumber":38,"VerseNumber":12,"Text":"Edhe para tyre, kane pergenjeshtruar populli i Nuhut, edhe Adi edhe Faraoni – pronar i godinave madheshtore"},{"SurahNumber":38,"VerseNumber":13,"Text":"edhe Themudi edhe populli i Lutit edhe banoret e Ejketit; keta jane aleate (grupe)"},{"SurahNumber":38,"VerseNumber":14,"Text":"te gjithe keta i kane konsideruar pejgamberet genjeshtare, andaj u realizua denimi Im"}]}