{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Mpe tango azipaki bino na mpongi ya токе, ezali lokola ebateli naye likolo na bino mpe akitiseli bino mayi ya mbula kowuta o likolo, тропа kopetola bino na yango, mpe alongóla bino mbindo ya satana mpe akangisa mitema mia bino тре alendisa makolo na bino"},{"SurahNumber":8,"VerseNumber":12,"Text":"Kanisa tango Nkolo wayo ayebisaki ba anzelu, ya solo ngai nazali elongo na bino, bolendisa bandimi. Na kotiya bobangi o mitema mia bapagano. Bobeta bango bakingo тре bobeta bango na biteni binso"},{"SurahNumber":8,"VerseNumber":13,"Text":"Pamba te, bazangi kotosa Allah na motindami waye. Kasi oyo akozanga kotosa Allah na motindami waye, ya sólo penza, Allah nde mopesi etumbu ya makasi"},{"SurahNumber":8,"VerseNumber":14,"Text":"Wana nde (ndenge ekozalela bino) esengeli bomeka yango (etumbu)! Mpe ya sólo, etumbu ya bapengwi ekozalaka nde moto"},{"SurahNumber":8,"VerseNumber":15,"Text":"Eh bino baye bondimi! Soki bokutani na bapengwi, (o bisika binso тропа bitumba) bokima bango te"},{"SurahNumber":8,"VerseNumber":16,"Text":"Mpe oyo kati na bino akokima banguna o mokolo wana, longola sé oyo apesi mokongo тропа koluka lolenge mosusu ya kobunda, to akei kokutana na mapinga mosusu тропа kokoba bitumba, ayeba ete asili kozua nkanda ya Allah. Мре esika naye ekozalaka lifelo, mpe yango nde ekozalaka esika ya mabe"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ezali te bino nde bobomaki bango, kasi Allah nde abomaki bango. Мре tango obwakaki (likonga), ezali yo te nde obwakaki, kasi Allah nde mobwaki, (likonga) mpe ezali тропа kopesa bandimi bolamu na ndenge naye. Ya soló, Allah azali moyoki atonda boyebi"},{"SurahNumber":8,"VerseNumber":18,"Text":"Yango ezali mpo oyeba lolenge kani Allah azali kobebisa mwango ya bapengwi"},{"SurahNumber":8,"VerseNumber":19,"Text":"Soki bolukaki elonga, ya soló, elonga esilaki koyela bino. Mpe soki botiki ezali malamu тропа bino, kasi soki bozongeli tokozonga, mpe lisanga na bino ekosalisa bino na eloko te, ata soki bozali ebele ndenge nini. Kasi boyeba ete: Ya sólo, Allah azali elongo na bandimi"}]}