{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Louange à Allah Qui a fait descendre (en révélation) le Livre sur Son serviteur et n’y a mis aucun (propos) sinueux"},{"SurahNumber":18,"VerseNumber":2,"Text":"Un livre parfaitement droit pour prévenir d’un terrible châtiment de Sa part, et pour annoncer aux croyants qui accomplissent les bonnes œuvres qu’ils auront une belle récompense"},{"SurahNumber":18,"VerseNumber":3,"Text":"où ils resteront à tout jamais"},{"SurahNumber":18,"VerseNumber":4,"Text":"et pour avertir ceux qui ont dit : « Allah S’est attribué un enfant. »"},{"SurahNumber":18,"VerseNumber":5,"Text":"Or ils n’en savent rien, pas plus que leurs pères. Quelle abominable parole sort de leurs bouches ! Ils ne disent là que des mensonges"},{"SurahNumber":18,"VerseNumber":6,"Text":"Peut-être vas-tu te tourmenter pour eux (à en mourir) parce qu’ils ne croient pas en ce discours (le Coran)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Nous avons fait de tout ce que porte la terre une parure pour les éprouver et savoir qui d’entre eux aura accompli les meilleures œuvres"},{"SurahNumber":18,"VerseNumber":8,"Text":"Mais Nous réduirons certainement tout ce qu’elle porte en un sol aride"},{"SurahNumber":18,"VerseNumber":9,"Text":"Penserais-tu que les gens de la Caverne et de Ar-Raqîm[297] soient les plus étonnants de Nos miracles"},{"SurahNumber":18,"VerseNumber":10,"Text":"Quand ces jeunes gens se réfugièrent dans la caverne ils dirent : « Seigneur ! Donne-nous de Ta part une miséricorde et assure pour nous la voie de la droiture. »"},{"SurahNumber":18,"VerseNumber":11,"Text":"Nous avons alors frappé (de surdité) leurs oreilles[298] pendant de nombreuses années"},{"SurahNumber":18,"VerseNumber":12,"Text":"Puis Nous les réveillâmes pour savoir lequel des deux partis savait compter la juste durée de leur séjour"}]}