{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"Midyan my poslaly yikhnʹomu bratu Shu`aib. Vin skazav, \"O moyi lyudy, obozhnyuyutʹ BOHA; vy ne mayete inshoho boha bilya Yoho. Dokaz prybuv do vas z vashoho Lorda. Vy budete daty povnu vahu ta povnu miru koly vy torhivlya. Ne obduritʹ lyudey z yikhnikh prav. Ne pidkupitʹ zemlyu pislya tse ye vstanovlenyy pryamo. Tse ye krashche dlya vas, yakshcho vy viruyuchi"},{"SurahNumber":7,"VerseNumber":86,"Text":"Utrymuyutʹsya vid blokuyuchoho kozhnoho shlyakhu, shukayuchy shchob vidkhylyty tsi khto vvazhayutʹ z shlyakhu BOHA, ta ne vstyhayutʹ kryvyy. Zapam'yatayte shcho vy zvychayno buly malo ta Vin pomnozhyv vashe chyslo. Z·hadayte naslidky dlya bezputni"},{"SurahNumber":7,"VerseNumber":87,"Text":"Zaraz shcho deyakyy z vy viryly v shcho ya buv poslanyy z, ta deyakyy disbelieved, chekayu do BOHA vydaye Yoho vyrok mizh namy; Vin yavlyaye soboyu krashchoho suddyu"},{"SurahNumber":7,"VerseNumber":88,"Text":"zukhvali lidery sered yoho lyudey skazaly, \"My budemo evict vy, O Shu`aib, razom z tsymy khto vvazhaly z vamy, z nashoho mista, yakshcho ne vy perekhodyte do nashoyi relihiyi.\" Vin skazav, vy 'Zbyrayetesya prymusyty nas"},{"SurahNumber":7,"VerseNumber":89,"Text":"My by blaspheming proty BOHA yakshcho b my pereyshly do vashoyi relihiyi pislya BOHA vryatuvaly nas z tse. Yak my mohly pereyty nazad do tse proty budemo BOHA nash Lord? Nashe znannya Lorda okhoplyuye vsi rechi. My postavyly nashu doviru u BOHU. Nash Lord, harantuyutʹ nam vyrishalʹnu peremohu nad nashymy lyudʹmy. Vy yavlyayete soboyu krashchoho prykhylʹnyka"},{"SurahNumber":7,"VerseNumber":90,"Text":"disbelieving lidery sered yoho lyudey skazaly, \"Yakshcho vy slidkuyete Shu`aib, vy budete losers"},{"SurahNumber":7,"VerseNumber":91,"Text":"tremtinnya vynyshchylo yikh, lyshayuchykh yim mertvi u yikhnikh domivkakh"},{"SurahNumber":7,"VerseNumber":92,"Text":"Tsey khto vidkhylyly Shu`aib znyk, tak, yakby vony nikoly ne isnuvaly. Tsey khto vidkhylyly Shu`aib yavlyav soboyu losers"},{"SurahNumber":7,"VerseNumber":93,"Text":"Vin prohnav z nykh, kazhuchy, \"O moyi lyudy, ya dostavyv do vas povidomlennya moho Lorda, ta ya poradyv vam. Yak mozhu ya sumuyu nahori disbelieving lyudy"}]}