{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"En indien zij u van leugen besehuldigen, zeg dan: 'Aan mij mijn werk en aan u uw werk. Gij hebt niets uitstaande met hetgeen ik doe noch heb ik iets uitstaande met hetgeen gij doet"},{"SurahNumber":10,"VerseNumber":42,"Text":"En er zijn sommigen onder hen die naar u luisteren. Maar kunt gij de doven doen horen, zelfs al willen zij niet begrijpen"},{"SurahNumber":10,"VerseNumber":43,"Text":"En er zijn sommigen onder hen die naar u kijken. Maar kunt gij de blinden leiden, zelfs al willen zij niet zien"},{"SurahNumber":10,"VerseNumber":44,"Text":"Voorzeker, Allah doet de mensen in het geheel geen onrecht aan, maar de mensen doen hun eigen ziel onrecht aan"},{"SurahNumber":10,"VerseNumber":45,"Text":"En de Dag, waarop Hij hen zal verzamelen, zal het hun toeschijnen, alsof zig slechts een uur van een dag (in de wereld) hadden vertoefd. Zij zullen elkander herkennen. Verliezers zijn zeker degenen die de ontmoeting met Allah loochenen en geen leiding willen volgen"},{"SurahNumber":10,"VerseNumber":46,"Text":"En als Wij u sommige der dingen, waarmede Wij hen hebben bedreigd, tonen, of als Wij u doen sterven, dan is tot Ons hun terugkeer en Allah is Getuige van al hetgeen zij doen"},{"SurahNumber":10,"VerseNumber":47,"Text":"Voor elk volk is er een boodschapper. Wanneer daarom hun boodschapper komt, wordt er met rechtvaardigheid onder hen geoordeeld en hun wordt geen onrecht aangedaan"},{"SurahNumber":10,"VerseNumber":48,"Text":"En zij zeggen: 'Wanneer zal deze belofte worden vervuld, als gij de waarheid spreekt"},{"SurahNumber":10,"VerseNumber":49,"Text":"Zeg: 'Ik heb voor mij zelf geen macht over schade of voordeel, behalve, wat Allah wil. Er is voor elk volk een vastgestelde termijn; wanneer hun termijn is verlopen kunnen zij hem geen uur uitstellen, noch kunnen zij hem vervroegen"},{"SurahNumber":10,"VerseNumber":50,"Text":"Zeg: 'Vertelt mij, als Zijn straf bij dag of nacht over u komt, hoe zullen dan de schuldigen weg kunnen lopen"},{"SurahNumber":10,"VerseNumber":51,"Text":"Zult gij dan, wanneer het u overvalt er in geloven?' Nu? Terwijl gij dit wilde verhaasten"},{"SurahNumber":10,"VerseNumber":52,"Text":"Dan zal er tot degenen die kwaad deden worden gezegd: 'Ondergaat de blijvende straf. Er wordt u niets vergolden dan hetgeen gij verdiendet"},{"SurahNumber":10,"VerseNumber":53,"Text":"En zij vragen u: 'Is dit de waarheid?' Zeg: 'Ja, bij mijn Heer, het is zeker waar en gij kunt het niet verijdelen"}]}