{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"Je imekujia wewe, ewe Mtume, habari ya wageni wa Ibrāhīm aliyewakirimu"},{"SurahNumber":51,"VerseNumber":25,"Text":"na walikuwa ni miongoni mwa Malaika watukufu- wakati walipomjia nyumbani kwake, wakamwamkia kwa kumwambia, «Salama!»Akawarudishia maamkizi kwa kusema, «Salama ni kwenu! Nyinyi ni watu wageni hatuwajui.»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Akaondoka kwa siri na akaelekea kwa watu wa nyumbani kwake akamlenga ndama mnono akamchinja, akamchoma"},{"SurahNumber":51,"VerseNumber":27,"Text":"kisha akamuweka mbele yao na akawakaribisha kwa upole kwa kusema, «Si mle»"},{"SurahNumber":51,"VerseNumber":28,"Text":"Alipowaona hawali aliingiwa na kicho cha kuwaogopa, na hapo wakamwambia, «Usiogope! Sisi ni wajumbe wa Mwenyezi Mungu. Na wakampa bishara kwamba mkewe Sarah atamzalia mtoto atakayekuwa ni miongoni mwa watu wanaomjua Mwenyezi Mungu na kuijua Dini Yake, naye ni Isḥāq, amani imshukie"},{"SurahNumber":51,"VerseNumber":29,"Text":"Aliposikia mke wa Ibrāhīm maneno ya bishara ya hao Malaika, alielekea upande wao na ukelele, akajipiga uso wake kwa kulionea ajabu jambo hili na akasema, «Vipi nitazaa na mimi ni tasa sizai?»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Malaika wa Mwenyezi Mungu wakamwambia, «Hivyo ndivyo Alivyosema Mola wako kama tulivyokwambia. Na Yeye Muweza wa hilo, hapana la ajabu kutokana na uweza Wake. Hakika Yeye, Aliyetakasika na kutukuka, Ndiye Mwenyew hekima Anayeviweka vitu mahali pake, Ndiye Mwenye kuyajua maslahi ya waja Wake"},{"SurahNumber":51,"VerseNumber":31,"Text":"Akasema Ibrāhīm, amani imshukie, kuwaambia Malaika wa Mwenyezi Mungu «Mna jambo gani na mmetumwa na ujumbe gani"},{"SurahNumber":51,"VerseNumber":32,"Text":"Wakasema, «Mwenyezi Mungu Ametutuma tuende kwa watu waliofanya uhalifu kwa kumkanusha Mwenyezi Mungu"},{"SurahNumber":51,"VerseNumber":33,"Text":"ili tuwaangamize kwa mawe ya udongo uliokuwa mkavu kama mawe"},{"SurahNumber":51,"VerseNumber":34,"Text":"uliotiwa alama kutoka kwa Mola wako ya hawa waliokiuka mpaka katika uchafu na uasi"},{"SurahNumber":51,"VerseNumber":35,"Text":"Tukamtoa kila aliyekuwa kwenye mji wa watu wa Lūṭ katika watu walioamini"},{"SurahNumber":51,"VerseNumber":36,"Text":"Hatukupata kwenye mji huo isipokuwa nyumba moja ya Waislamu, nayo ni nyumba ya Lūṭ, amani imshukie"},{"SurahNumber":51,"VerseNumber":37,"Text":"Na tukaacha kwenye mji huo uiliotajwa athari iliyosalia ya adhabu iwe ni alama ya uweza wa Mwenyezi Mungu Aliyetukuka na vile alivyowatesa makafiri. Ili hilo liwe ni zingatio kwa wale wanaoiogopa adhabu ya Mwenyezi Mungu iliyo kali na yenye kuumiza"},{"SurahNumber":51,"VerseNumber":38,"Text":"Na katika kumtumiliza kwetu Mūsā, aende kwa Fir'awn na wakuu wa utawala wake, kwa aya na miujiza yenye kushinda, kuna alama kwa wanaoogopa adhabu kali"},{"SurahNumber":51,"VerseNumber":39,"Text":"Fir'awn akayapa mgongo akighurika nguvu zake na wasaidizi wake na akasema kuhusu Mūsā, «Yeye ni mchawi au ni mwendawazimu,»"},{"SurahNumber":51,"VerseNumber":40,"Text":"Tukamchukua Fir'awn na askari wake tukawatupa baharini, na hali ameleta jambo la kulaumiwa kwa sababu ya ukafiri wake, kukanusha kwake na ubaya wake"},{"SurahNumber":51,"VerseNumber":41,"Text":"Na kuhusu mambo ya watu wa kabila la 'Ād na kuwaangamiza wao kuna dalili na mazingatio kwa mwenye kutia mambo akilini, tulipowapelekea wao upepo usiokuwa na baraka na usioleta kheri yoyote"},{"SurahNumber":51,"VerseNumber":42,"Text":"hauachi kitu chochote unachokipitia isipokuwa hukifanya ni kama kitu kilichochakaa"},{"SurahNumber":51,"VerseNumber":43,"Text":"Na kuhusu watu wa kabila la Thamūd na kuangamizwa kwao kuna dalili na mazingatio, walipoambiwa-na msemaji hapa ni Nabii wao Ṣāliḥ, amani imshukie-, «Jistarehesheni mjini kwenu siku tatu mpaka muda wenu wa kuishi ukome"},{"SurahNumber":51,"VerseNumber":44,"Text":"Wakaasi amri ya Mola wao, wakapatikana na ukelele wa adhabu, na huku wanayaangalia mateso yao kwa macho yao"},{"SurahNumber":51,"VerseNumber":45,"Text":"Haikumkinika wao kukimbia wala kusimama kwa adhabu waliokuwa nayo, na hawakuwa ni wenye kujitetea nafsi zao"},{"SurahNumber":51,"VerseNumber":46,"Text":"Na tuliwaangamiza watu wa Nūḥ kabla ya hawa, hakika wao walikuwa ni watu wenye kuenda kinyume na amri ya Mwenyezi Mungu, wenye kutoka nje ya utiifu Kwake"}]}