{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"(اُن سے فرمایا جائے گا): اے میرے (مقرّب) بندو! آج کے دن تم پر نہ کوئی خوف ہے اور نہ ہی تم غم زدہ ہو گے"},{"SurahNumber":43,"VerseNumber":69,"Text":"(یہ) وہ لوگ ہیں جو ہماری آیتوں پر ایمان لائے اور ہمیشہ (ہمارے) تابعِ فرمان رہے"},{"SurahNumber":43,"VerseNumber":70,"Text":"تم اور تمہارے ساتھ جڑے رہنے والے ساتھی٭ (سب) جنت میں داخل ہو جاؤ (جنت کی نعمتوں، راحتوں اور لذّتوں کے ساتھ) تمہاری تکریم کی جائے گیo٭ مفسرین کرام نے آیتِ کریمہ میں اَزوَاجُکُم کا معنی بیویوں کے علاوہ ”قریبی ساتھی“ بھی کیا ہے جیسے امام قرطبی نے تفسیر ”الجامع لاحکام القرآن (16: 111)“ میں، امام ابن کثیر نے ”تفسیر القرآن العظیم (4 : 134)“ میں، اور امام شوکانی نے تفسیر ”فتح القدیر (4 : 563)“ میں یہ معنی بیان کیا ہے۔ اسی بناء پر یہاں اَزوَاج کا معنی بیویوں کی بجائے ”ساتھ جڑے رہنے والے ساتھی“ کیا گیا ہے"},{"SurahNumber":43,"VerseNumber":71,"Text":"ان پر سونے کی پلیٹوں اور گلاسوں کا دور چلایا جائے گا اور وہاں وہ سب چیزیں (موجود) ہوں گی جن کو دل چاہیں گے اور (جن سے) آنکھیں راحت پائیں گی اور تم وہاں ہمیشہ رہو گے"},{"SurahNumber":43,"VerseNumber":72,"Text":"اور (اے پرہیزگارو!) یہ وہ جنت ہے جس کے تم مالک بنا دیئے گئے ہو، اُن (اعمال) کے صلہ میں جو تم انجام دیتے تھے"},{"SurahNumber":43,"VerseNumber":73,"Text":"تمہارے لئے اس میں بکثرت پھل اور میوے ہیں تم ان میں سے کھاتے رہو گے"},{"SurahNumber":43,"VerseNumber":74,"Text":"بیشک مجرم لوگ دوزخ کے عذاب میں ہمیشہ رہنے والے ہیں"},{"SurahNumber":43,"VerseNumber":75,"Text":"جو اُن سے ہلکا نہیں کیا جائے گا اور وہ اس میں ناامید ہو کر پڑے رہیں گے"},{"SurahNumber":43,"VerseNumber":76,"Text":"اور ہم نے اُن پر ظلم نہیں کیا لیکن وہ خود ہی ظلم کرنے والے تھے"},{"SurahNumber":43,"VerseNumber":77,"Text":"اور وہ (داروغۂ جہنّم کو) پکاریں گے: اے مالک! آپ کا رب ہمیں موت دے دے (تو اچھا ہے)۔ وہ کہے گا کہ تم (اب اِسی حال میں ہی) ہمیشہ رہنے والے ہو"},{"SurahNumber":43,"VerseNumber":78,"Text":"بیشک ہم تمہارے پاس حق لائے لیکن تم میں سے اکثر لوگ حق کو ناپسند کرتے تھے"},{"SurahNumber":43,"VerseNumber":79,"Text":"کیا انہوں نے (یعنی کفّارِ مکہ نے رسول صلی اللہ علیہ وآلہ وسلم کے خلاف کوئی تدبیر) پختہ کر لی ہے تو ہم (بھی) پختہ فیصلہ کرنے والے ہیں"},{"SurahNumber":43,"VerseNumber":80,"Text":"کیا وہ گمان کرتے ہیں کہ ہم ان کی پوشیدہ باتیں اور اُن کی سرگوشیاں نہیں سنتے؟ کیوں نہیں (ضرور سنتے ہیں)! اور ہمارے بھیجے ہوئے فرشتے بھی اُن کے پاس لکھ رہے ہوتے ہیں"},{"SurahNumber":43,"VerseNumber":81,"Text":"فرما دیجئے کہ اگر (بفرضِ محال) رحمان کے (ہاں) کوئی لڑکا ہوتا (یا اولاد ہوتی) تو میں سب سے پہلے (اس کی) عبادت کرنے والا ہوتا"},{"SurahNumber":43,"VerseNumber":82,"Text":"آسمانوں اور زمین کا پروردگار، عرش کا مالک پاک ہے اُن باتوں سے جو یہ بیان کرتے ہیں"},{"SurahNumber":43,"VerseNumber":83,"Text":"سو آپ انہیں چھوڑ دیجئے، بے کار بحثوں میں پڑے رہیں اور لغو کھیل کھیلتے رہیں حتٰی کہ اپنے اس دن کو پا لیں گے جس کا اُن سے وعدہ کیا جا رہا ہے"},{"SurahNumber":43,"VerseNumber":84,"Text":"اور وہی ذات آسمان میں معبود ہے اور زمین میں (بھی) معبود ہے، اور وہ بڑی حکمت والا بڑے علم والا ہے"},{"SurahNumber":43,"VerseNumber":85,"Text":"اور وہ ذات بڑی بابرکت ہے جس کے لئے آسمانوں اور زمین کی بادشاہت ہے اور (اُن کی بھی) جو کچھ اِن کے درمیان ہے، اور (وقتِ) قیامت کا علم (بھی) اس کے پاس ہے، اور تم اسی کی طرف لوٹائے جاؤ گے"},{"SurahNumber":43,"VerseNumber":86,"Text":"اور جن کی یہ (کافر لوگ) اللہ کے سوا پرستش کرتے ہیں وہ (تو) شفاعت کا (کوئی) اختیار نہیں رکھتے مگر (ان کے برعکس شفاعت کا اختیار ان کو حاصل ہے) جنہوں نے حق کی گواہی دی اور وہ اسے (یقین کے ساتھ) جانتے بھی تھے"},{"SurahNumber":43,"VerseNumber":87,"Text":"اور اگر آپ اِن سے دریافت فرمائیں کہ انہیں کس نے پیدا کیا ہے تو ضرور کہیں گے: اللہ نے، پھر وہ کہاں بھٹکتے پھرتے ہیں"},{"SurahNumber":43,"VerseNumber":88,"Text":"اور اُس (حبیبِ مکرّم) کے (یوں) کہنے کی قسم کہ یا ربّ! بیشک یہ ایسے لوگ ہیں جو ایمان (ہی) نہیں لاتے"},{"SurahNumber":43,"VerseNumber":89,"Text":"سو (میرے محبوب!) آپ اُن سے چہرہ پھیر لیجئے اور (یوں) کہہ دیجئے: (بس ہمارا) سلام، پھر وہ جلد ہی (اپنا حشر) معلوم کر لیں گے"}]}