{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Gokten suyu indiren O´dur. Ondan hem size icecek vardır, hem de hayvanlarınızı otlatacagınız bitkiler"},{"SurahNumber":16,"VerseNumber":11,"Text":"(Allah) su sayesinde sizin icin ekinler, zeytinler, hurmalar, uzumler ve diger meyvelerin hepsinden bitirir. Iste bunlarda dusunen bir toplum icin buyuk bir ibret vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"O, geceyi, gunduzu, gunesi ve ayı sizin hizmetinize verdi. Yıldızlar da Allah´ın emri ile hareket ederler. Suphesiz ki bunlarda aklını kullananlar icin pek cok deliller vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryuzunde sizin icin rengarenk yarattıklarında da ogut alan bir toplum icin gercek bir ibret vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"Icinden taze et (balık) yemeniz ve takacagınız bir sus (esyası) cıkarmanız icin denizi emrinize veren O´dur. Gemilerin denizde (suları) yara yara gittiklerini de goruyorsun. (Butun bunlar) onun lutfunu aramanız ve nimetine sukretmeniz icindir"},{"SurahNumber":16,"VerseNumber":15,"Text":"Sizi sarsmaması icin yeryuzunde saglam dagları, yolunuzu bulmanız icin de ırmakları ve yolları yarattı"},{"SurahNumber":16,"VerseNumber":16,"Text":"Daha nice alametler (yarattı). Onlar, yıldızlarla da yollarını dogrulturlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"O halde, yaratan (Allah), yaratmayan (putlar) gibi olur mu? Hala dusunmuyor musunuz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Allah´ın nimetini saymaya kalksanız, onu sayamazsınız. Hakikaten Allah cok bagıslayan, pek esirgeyendir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, gizlediginizi de acıkladıgınızı da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah´ı bırakıp da taptıkları (putlar), hicbir sey yaratamazlar. Cunku onlar kendileri yaratılmıslardır"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar diriler degil, olulerdir. Ne zaman diriltileceklerini de bilmezler"}]}