{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Lorsque Nous avons ordonné aux anges de se prosterner devant Adam, tous se sont exécutés, excepté Satan qui dit : « Vais-je me prosterner devant celui que Tu as créé d’argile"},{"SurahNumber":17,"VerseNumber":62,"Text":"Si Tu m’accordes un sursis jusqu’au Jour de la résurrection, je ne manquerai pas de dévoyer, à l’exception d’un petit nombre, la descendance de cet être que Tu as honoré plus que moi. »"},{"SurahNumber":17,"VerseNumber":63,"Text":"Le Seigneur dit : « Va-t’en ! La Géhenne sera une rétribution amplement suffisante pour toi et tous ceux parmi eux qui te suivront"},{"SurahNumber":17,"VerseNumber":64,"Text":"Efforce-toi, par tes suggestions, de séduire tous ceux que tu pourras parmi eux. Lance contre eux toutes les forces à ta disposition, associe-toi à leurs biens et à leur progéniture, et fais-leur toutes sortes de promesses. » Mais Satan, par ses promesses, ne fait que bercer les hommes d’illusions"},{"SurahNumber":17,"VerseNumber":65,"Text":"« Tu n’auras toutefois aucun pouvoir sur Mes serviteurs croyants. » Ton Seigneur est en effet, pour eux, un protecteur amplement suffisant"},{"SurahNumber":17,"VerseNumber":66,"Text":"C’est votre Seigneur qui, pour vous, fait voguer en mer les vaisseaux à bord desquels vous partez à la recherche de Ses faveurs. Il est, envers vous, Très Miséricordieux"},{"SurahNumber":17,"VerseNumber":67,"Text":"Lorsque vous courez un danger en mer, vous oubliez les fausses divinités que vous invoquiez, vos prières se tournant exclusivement vers le Seigneur. Mais dès qu’Il vous a ramenés sains et saufs à terre, vous vous détournez de Lui. L’homme est par nature ingrat"},{"SurahNumber":17,"VerseNumber":68,"Text":"Etes-vous si sûrs qu’Allah ne vous fera pas engloutir par la terre ou sous une pluie de pierres, sans que nul ne puisse vous sauver"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ou qu’Il ne vous ramènera pas une autre fois en mer pour soulever contre vous un vent destructeur et vous engloutir sous les eaux pour prix de votre impiété, sans que nul ne puisse ensuite vous venger"},{"SurahNumber":17,"VerseNumber":70,"Text":"Nous avons honoré les fils d’Adam, mettant à leur disposition toutes sortes de moyens de transport sur terre et en mer, leur procurant les nourritures les plus pures et les favorisant largement par rapport à nombre de Nos créatures"}]}