{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":104,"Text":"O you who believe ! do not say, \"Listen to us ,\" but say, \"Look at us and listen,\" and for the disbelievers there is a painful punishment"},{"SurahNumber":2,"VerseNumber":105,"Text":"Neither those who are disbelievers from among the owners of the book nor the polytheists like that any good should be sent down upon you from your Lord, but God chooses for His mercy whomever He wills and God is the Possessor of great grace"},{"SurahNumber":2,"VerseNumber":106,"Text":"Whatever We abolish from Our signs (Divine revelations) or cause to be forgotten, We bring (something) better than it or like it. Did you not know that God has power over everything"},{"SurahNumber":2,"VerseNumber":107,"Text":"Did you not know that God's is the kingdom of the skies and the earth, and (that), besides God, there is neither a guardian nor a helper for you"},{"SurahNumber":2,"VerseNumber":108,"Text":"Do you intend to question your messenger as Moses was questioned earlier? And anyone who seeks to exchange belief for disbelief, he has surely gone astray from the balanced way"},{"SurahNumber":2,"VerseNumber":109,"Text":"Many of the owners of the book wish to turn you to disbelief after your belief, out of envy on their part (and) after the truth having become clear to them, so pardon and overlook till God (comes out ) with His command (in this regard), God certainly has power over everything"},{"SurahNumber":2,"VerseNumber":110,"Text":"And establish worship (salat) and give charity (zakat) and whatever good you send before for yourselves, you will find it with God, God is certainly the Seer of what you do"},{"SurahNumber":2,"VerseNumber":111,"Text":"And they say, \"No one can ever enter the garden except he who is a Jew or a Christian.\" This is their desire, say, \"Bring your proof if you are truthful"},{"SurahNumber":2,"VerseNumber":112,"Text":"Why not ! whoever submits himself to God and he is a doer of good, then for him, his reward is with his Lord, and there will neither be any fear on them nor will they grieve"}]}