{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Skulle Han bland allt det som Han har skapat valja dottrar och at er skanka [idel] soner"},{"SurahNumber":43,"VerseNumber":17,"Text":"Om nagon av dem far hora att ett [barn av det kon] som han satter i samband med den Naderike [fotts at honom], morknar hans uppsyn och den undertryckta vreden sjuder inom honom"},{"SurahNumber":43,"VerseNumber":18,"Text":"[Och han klagar:] \"Annu en av dem som vaxer upp omgiven av bjafs och grannlat och som har svart att reda sig i en diskussion"},{"SurahNumber":43,"VerseNumber":19,"Text":"Och de tror att anglarna, som ar den Naderikes tjanare, ar kvinnliga vasen! Har de kanske bevittnat deras skapelse? Nej, deras pastaende skall antecknas och de skall stallas till svars [for det]"},{"SurahNumber":43,"VerseNumber":20,"Text":"De sager ocksa: \"Hade det varit den Naderikes vilja, skulle vi inte ha agnat dem var dyrkan.\" Om detta vet de ingenting - de foljer bara losa antaganden och formodar [an det ena, an det andra]"},{"SurahNumber":43,"VerseNumber":21,"Text":"Eller har Vi fore denna [Koran] skankt dem en Skrift [av annat innehall] som de stoder sig pa"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nej, de sager tvartom: \"Vi har forstatt att detta var vara faders tro, och vi foljer i deras spar"},{"SurahNumber":43,"VerseNumber":23,"Text":"Och sa har det varit forr; Vi har aldrig sant en varnare till ett folk fore dig utan att de nojeslystna veklingarna bland dem sade: \"Vi har forstatt att detta var vara faders tro och vi foljer deras exempel"},{"SurahNumber":43,"VerseNumber":24,"Text":"[Och nar profeten] sade: \"Men om jag ger er battre vagledning an den som ni har forstatt att era fader foljde?\" blev deras svar [alltid]: \"Vi avvisar det [budskap] som [ni profeter pastar att] ni har anfortrotts"},{"SurahNumber":43,"VerseNumber":25,"Text":"Och Vi lat dem kanna pa Var vedergallning. Se dar vilket slut de fick som pastod att sanningen ar logn"}]}