{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":44,"VerseNumber":30,"Text":"Dan sesungguhnya telah Kami selamatkan Bani Isrā`īl dari siksaan yang menghinakan"},{"SurahNumber":44,"VerseNumber":31,"Text":"dari (azab) Firʻawn . Sesungguhnya dia adalah orang yang sombong; salah seorang dari orang-orang yang melampaui batas"},{"SurahNumber":44,"VerseNumber":32,"Text":"Dan sesungguhnya, telah Kami pilih mereka dengan pengetahuan (Kami) atas bangsa-bangsa"},{"SurahNumber":44,"VerseNumber":33,"Text":"Dan Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan (Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata"},{"SurahNumber":44,"VerseNumber":34,"Text":"Sesungguhnya mereka (kaum musyrik) itu benar-benar berkata"},{"SurahNumber":44,"VerseNumber":35,"Text":"tidak ada kematian, selain kematian di dunia ini. Dan kami sekali-kali tidak akan dibangkitkan"},{"SurahNumber":44,"VerseNumber":36,"Text":"maka datangkanlah (kembali) bapak-bapak kami jika kamu memang orang-orang yang benar"},{"SurahNumber":44,"VerseNumber":37,"Text":"Apakah mereka (kaum musyrikin) yang lebih baik ataukah kaum Tubbaʻ dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah orang-orang yang berdosa"},{"SurahNumber":44,"VerseNumber":38,"Text":"Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya dengan bermain-main"},{"SurahNumber":44,"VerseNumber":39,"Text":"Kami tidak menciptakan keduanya, melainkan dengan hak, tetapi kebanyakan mereka tidak mengetahui"},{"SurahNumber":44,"VerseNumber":40,"Text":"Sesungguhnya hari keputusan (hari kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya"},{"SurahNumber":44,"VerseNumber":41,"Text":"yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya sedikit pun dan mereka tidak akan mendapat pertolongan"},{"SurahNumber":44,"VerseNumber":42,"Text":"kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dia-lah Yang Maha Perkasa lagi Maha Penyayang"}]}