{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"mariyu (punarut'thāna dinamuna) ī aparādhulu, tama prabhuvu samakṣanlō, ē vidhaṅgā tama talalu van̄cukoni nilabaḍi uṇṭārō, nīvu cūḍagaligitē! Vāru: \"Ō mā prabhū! Mēmippuḍu cūśāmu mariyu vinnāmu, kāvuna mam'malni tirigi (bhūlōkāniki) pampin̄cu. Mēmu satkāryālu cēstāmu, niścayaṅgā, māku ippuḍu nam'makaṁ kaligindi.\" Ani aṇṭāru"},{"SurahNumber":32,"VerseNumber":13,"Text":"mariyu mēmu kōrinaṭlayitē, prati vyaktiki (ātmaku) dāni mārgadarśakatvaṁ cēsi uṇḍēvāramu. Kāni, nēnu: \"Niścayaṅgā jinnātulu mariyu mānavulandaritō narakānni nimpivēstānu.\" Ani palikina, nā māṭa satyamayyindi"},{"SurahNumber":32,"VerseNumber":14,"Text":"kāvuna mīru mī yokka īnāṭi samāvēśānni maracipōyina dāni phalitānni ruci cūḍaṇḍi. Niścayaṅgā, mēmu kūḍā mim'malni maraci pōyāmu. Mariyu mīru mī karmala phalitamaina ī śāśvata śikṣanu ruci cūḍaṇḍi"},{"SurahNumber":32,"VerseNumber":15,"Text":"niścayaṅgā vārē, mā sūcanalu (āyāt) vāriki bōdhin̄cinappuḍu, vāṭini viśvasin̄ci sāṣṭāṅganlō (sajdālō) paḍipōtāru mariyu tama prabhuvu pavitratanu koniyāḍutāru. Mariyu āyananu stutistāru mariyu vārennaḍū garvapaḍaru"},{"SurahNumber":32,"VerseNumber":16,"Text":"Vāru (rātrulalō) tama prakkalanu tama parupula nuṇḍi dūraṁ cēsi, tama prabhuvunu bhayantō mariyu āśatō vēḍukuṇṭāru mariyu mēmu vāriki prasādin̄cina jīvanōpādhi nuṇḍi kharcu cēstāru"},{"SurahNumber":32,"VerseNumber":17,"Text":"kāni vāriki, vāri karmala phalitaṅgā vāri koraku (paralōkanlō) kaḷḷaku caluvaniccē eṭuvaṇṭi sāmāgri dāci peṭṭabaḍi undō ē prāṇikī teliyadu"},{"SurahNumber":32,"VerseNumber":18,"Text":"ēmī? Viśvāsi ayinavāḍu (daivabhīti lēni) avidhēyunitō samānuḍā? (Kādu!) Vāru sarisamānulu kālēru"},{"SurahNumber":32,"VerseNumber":19,"Text":"evaraitē viśvasin̄ci, satkāryālu cēstārō vāriki vāri karmala phalitaṅgā, vāri ātithyaṁ koraku svargavanālalō nivāsāluṇṭāyi"},{"SurahNumber":32,"VerseNumber":20,"Text":"ika evaraitē, vidrōha vaikhari avalambistārō, vāri nivāsaṁ narakāgniyē. Pratisāri vāru dāni nuṇḍi bayaṭa paḍaṭāniki prayatnin̄cinappuḍallā, vārandulōki tirigi neṭṭabaḍatāru. Mariyu vāritō ilā anabaḍutundi: \"Mīru tiraskaristū uṇḍina narakāgni śikṣanu cavi cūḍaṇḍi"},{"SurahNumber":32,"VerseNumber":21,"Text":"mariyu ā pedda śikṣaku mundu mēmu (ihalōkanlō) vāriki samīpa śikṣanu ruci cūputāmu. Bahuśā, vāru (paścāttāpa paḍi satkāryāla vaipunaku) marali vastārēmōnani"},{"SurahNumber":32,"VerseNumber":22,"Text":"mariyu tana prabhuvu sūcana (āyāt) la dvārā hitabōdha cēyabaḍina taruvāta kūḍā, vāṭi nuṇḍi vimukhuḍayyē vāni kaṇṭē ekkuva durmārguḍevaḍu? Niścayaṅgā, mēmu alāṇṭi aparādhulaku pratīkāraṁ cēsi tīrutāmu"}]}