{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman edenler! Allah sizi ellerinizin ve mızraklarınızın erisecegi bir avla dener ki, gizlide kendisinden korkanları meydana cıkarsın. Kim bundan sonra saldırıda bulunursa onun icin acı bir azab vardır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman edenler, ihramlı iken av hayvanı oldurmeyin. Icinizden kim kasten onu oldururse, yaptıgı isin vebalini tatması icin, oldurdugu hayvanın dengi ona cezadır ki, Kabe'ye ulasacak bir kurban olmak uzere buna yine icinizden iki adaletli kisi hukmeder; yahut (ceza olmak uzere) bir keffarettir ki, ya o nisbette fakirleri doyurmak, yahut onun dengi oruc tutmaktır. Allah gecmisi affetmistir. Fakat kim de bu sucu tekrarlarsa, Allah ondan intikamını alır. Allah damia galiptir, intikam sahibidir"},{"SurahNumber":5,"VerseNumber":96,"Text":"Size ve yolculara yiyecek olmak uzere, deniz avı ve onu yemek helal kılındı. Kara avı ise, ihramlı oldugunuz muddetce size haram edilmistir. Huzurunda toplanacagınız Allah'tan korkun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah, Kabe'yi, o Beyti haram'ı, haram ayı, kurbanı ve (kurbanlardaki) gerdanlıkları insanlar icin bir nizam kıldı. Bu, Allah'ın goklerde ve yerde olan herseyi bildigini ve Allah'ın herseyi hakkıyle bilici oldugunu sizin de bilmeniz icindir"},{"SurahNumber":5,"VerseNumber":98,"Text":"Iyi bilin ki Allah, hem cezası cok siddetli olandır, hem de cok bagıslayıcı, cok merhametlidir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Peygamber'in uzerine dusen sadece duyurmadır. Allah, acıkladıklarınızı da gizlediklerinizi de bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki: \"Pis olan seyle temiz olan sey bir olmaz, pis olanın coklugu hosuna gitse bile\". Ey selim akıl sahipleri Allah'tan korkun ki kurtulusa eresiniz"}]}