{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"(ئەی موحەممەد ﷺ) بڵێ ھەموو سوپاس و ستایش بۆ خوا وە سەلام و درود لەسەر ئەو بەندانەی خوا ھەڵیبژاردون (بۆ پێغەمبەرایەتی) ئایا خوا باشترە یا ئەو بتانەی دەیکەنە ھاوبەشی خوا"},{"SurahNumber":27,"VerseNumber":60,"Text":"ئایا زاتێك کەئاسمانەکان و زەوی دروستکردووە لەئاسمانەوە بارانی بۆ باراندون ئەمجا بەو(بارانە) چەند باخچەیەکی خاوەن جوانیمان ڕواند کە ئێوە نەتان دەتوانی درەخت و ڕواوی ئەو (باخچە) بڕوێنن ئایا ھیچ پەرستراوێکی تر لەگەڵ خوادا ھەیە (نەخێر نیە) بەڵام ئەوانە گەلێکن لادەدەن لەڕێگای ڕاست"},{"SurahNumber":27,"VerseNumber":61,"Text":"ئایا زاتێك کەزەوی کردوەتە جێگای ئارامی و نیشتەجێ بوون وە لەناو (زەوی)دا چەند ڕوباری بەدی ھێناوە وە چەند چیای گەورەی بۆ زەوی داناوە وە لە نێوان دوو ئاودا (شیرین و سوێر) بەربەستی داناوە (بۆ ئەوەی تێکەڵ نەبن) ئایا ھیچ پەرستراوێکی تر ھەیە لەگەڵ خوادا نەخێر نیە بەڵام زۆربەیان نازانن"},{"SurahNumber":27,"VerseNumber":62,"Text":"ئایا زاتێك کەدێت بەھاواری ناچار و داماوەوە کاتێك ھاواری لێ دەکات وە ناخۆشی و بەڵاکان لادەبات (لەسەری) وە دەتان کاتە جێنشینی گەلانی تری سەر زەوی ئایا پەرستراوێکی تر ھەیە لەگەڵ خوادا (نەخێر نیە) بەڵام زۆر کەم بیر دەکەنەوە"},{"SurahNumber":27,"VerseNumber":63,"Text":"ئایا زاتێ کە ڕێنموونیی ئێوە دەکات (بە ئەستێرەو شتی تر) لە تاریکی یەکانی وشکانی و دەریادا (لە شەودا) و زاتێك کە با دەنێرێت بە موژدەدەر پێش بارانی ڕەحمەتی ئایا ھیچ پەرستراوێکی تر ھەیە لەگەڵ خوادا خوا بەرزو بڵندترە لەوەی بت پەرستان دەیکەنە ھاوبەشی"},{"SurahNumber":27,"VerseNumber":64,"Text":"ئایا زاتێك کە لەسەرەتاوە بونەوەر بەدی دەھێنێت پاشان (دوای مردنی) جارێکی تر دروستی دەکاتەوە وە زاتێك کە لەئاسمان و زەویەوە ڕزق و ڕۆزیتان دەدات ئایا ھیچ پەرستراوێکی تر ھەیە لەگەڵ خوادا (نەخێر نیە) (ئەی موحەممەد ﷺ) بڵێ بەڵگەتان بھێنن ئەگەر ئێوە ڕاست دەکەن"},{"SurahNumber":27,"VerseNumber":65,"Text":"بڵێ کەسانێك کە لە ئاسمانەکان و زەویدان غەیب نازانن بێجگە لەخوا (تەنھا ئەو دەیزانێت) و ئەوان ھەست ناکەن چ کاتێک زیندوو دەکرێنەوە"},{"SurahNumber":27,"VerseNumber":66,"Text":"بەڵکو زانیاری ئەوان دەربـارەی ڕۆژی دوایی کورتـە وبڕ ناکات (زانیاریەکی وایان نیە) بەڵکو لەبارەی (ڕۆژی دوای) یەوە ئەوان لەگومان و دوودڵیدان بەڵکو ئەوان لەو بارەیەوە کوێرن"}]}