{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Kezinde Rabbıñ periştelerge: «Men jer betinde bir xalïfa jasaymın!» - dedi. Perişteler: «Onda / jerde / buzw-büldirwşilik jasap, qan tögetin birewdi jasaysıñ ba? Al, biz Seni maqtap, ulıqtaymız jäne / barlıq kemşilikten / päk dep bilemiz», - dedi. Allah: «Men senderdiñ bilmegenderiñdi bilemin!»-dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Äri Ol / Allah / , Adamğa barlıq atawlardı üyretti, keyin olardı periştelerge körsetip: «Şın sözdi bolsañdar, Mağan mınalardıñ / osı närselerdiñ / attarın aytıp beriñder», - dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Olar: «Sen / barlıq kemşilikten / päksiñ! Bizde, Sen üyretkennen basqa bilim joq. Şın mäninde, Sen bärin Bilwşi, asa Danasıñ!» - dedi"},{"SurahNumber":2,"VerseNumber":33,"Text":"Asa ulı Allah / : «Ey, Adam! Olarğa atawların aytıp ber»,- dep ayttı. Sonda / Adam / olarğa ol närselerdiñ atawların aytıp bergende, / Allah / : «Men senderge aspandardıñ jäne jerdiñ ğayıp närselerin bilemin, sonday-aq, senderdiñ neni aşıq, neni jasırın istegenderiñdi bilemin dep aytpadım ba?» - dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Äri sonda periştelerge: «Adamğa säjde qılıñdar», - dedik. Sol kezde perişteler säjde qıldı. Tek Ibilis bas tartıp, özin joğarı qoydı da käpirlerden boldı"},{"SurahNumber":2,"VerseNumber":35,"Text":"Äri Biz: «Ey, Adam! Sen jäne jubayıñ jännatta turıñdar. Odan / jemisterinen / unatqandarıñşa, qalağan jerinen jeñder, biraq mına ağaşqa jaqındamañdar. Onda ädiletsizderden bolasıñdar», - dedik"},{"SurahNumber":2,"VerseNumber":36,"Text":"Şaytan ol ekewin odan sürindirip, qatelestirdi, söytip olardı bolğan mekenderinen şığardı. Biz: «Tüsiñder! Sender bir-biriñe jawsıñdar. Jerde sender üşin bir merzimge deyin turaq jäne paydalanw bar», - dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Sol kezde Adam Rabbısınan bir sözderdi qabıl alıp / keşirim surağanda / , Ol onıñ künäsine ökinip, Özine boysunwğa qaytwın / täwbesin / qabıl aldı. Anığında, Ol - täwbeni qabıl etwşi, erekşe Meyirimdi"},{"SurahNumber":2,"VerseNumber":38,"Text":"«Barlığıñ odan / Jännattan / tüsiñder. Menen senderge twra jol kelgen kezde, kim Meniñ twra jolıma erse, olarğa eşbir qorqınış joq äri olar qayğırmaydı», - dedik"},{"SurahNumber":2,"VerseNumber":39,"Text":"Al, ayattarımızğa küpirlik etkender / qarsı kelgender / jäne ötirik dep sanağandar, mine, solar - Otqa / tozaqqa / tüsetinder. Olar - onda mäñgi qalwşılar"}]}