{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":114,"Text":"Dajudaju A soore fun (Anabi) Musa ati Harun"},{"SurahNumber":37,"VerseNumber":115,"Text":"A gba awon mejeeji ati ijo awon mejeeji la kuro ninu ibanuje nla"},{"SurahNumber":37,"VerseNumber":116,"Text":"A tun saranse fun won. Awon ni won je olubori (ota won)"},{"SurahNumber":37,"VerseNumber":117,"Text":"A si fun awon mejeeji ni Tira t’o yanju"},{"SurahNumber":37,"VerseNumber":118,"Text":"A tun fi awon mejeeji mona taara"},{"SurahNumber":37,"VerseNumber":119,"Text":"A fun awon mejeeji ni oruko rere laaarin awon eni ikeyin"},{"SurahNumber":37,"VerseNumber":120,"Text":"Alaafia ki o maa ba (Anabi) Musa ati Harun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Dajudaju bayen ni Awa se n san awon oluse-rere ni esan (rere)"},{"SurahNumber":37,"VerseNumber":122,"Text":"Dajudaju awon mejeeji wa ninu awon erusin Wa, awon onigbagbo ododo"},{"SurahNumber":37,"VerseNumber":123,"Text":"Dajudaju (Anabi) ’Ilyas wa ninu awon Ojise"},{"SurahNumber":37,"VerseNumber":124,"Text":"(E ranti) nigba ti o so fun ijo re pe: \"Se e o nii beru Allahu ni"},{"SurahNumber":37,"VerseNumber":125,"Text":"Se e oo maa pe orisa kan, e si maa fi Eni t’O dara julo ninu awon eledaa sile, وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ Oun l’O si dara julo ninu awon oludajo. (surah al-’A‘rof 7:87) وَهُوَ أَسْرَعُ ٱلْحَٰسِبِينَ Oun si yara julo ninu awon onisiro. (surah al-’Ani‘am 6:62) oludajo alaaanu ibaa mo bii omo ina igun afi ki Allahu je Eledaa re. Koda adamo owo ati okowo ti won so di “oro-Aje. Awon t’o n bo elomiiran naa n sora won di olupese. Yato si pe Allahu ti fi rinle pe Oun nikan ni Olupese fun gbogbo eda Re. Ti eyi ko ba ti i da awon kan loju bee ti won si fe gbe gbogbo ipese olukuluku lori iwon ninu aanu ti Allahu fi si awon eda kan lokan ni won fi di alaaanu. Nitori naa Allahu ni Alaaanu julo ninu awon alaaanu"},{"SurahNumber":37,"VerseNumber":126,"Text":"(e n fi) Allahu (sile), Oluwa yin ati Oluwa awon baba yin, awon eni akoko"},{"SurahNumber":37,"VerseNumber":127,"Text":"Won si pe e ni opuro. Nitori naa, won maa mu won wa sinu Ina"},{"SurahNumber":37,"VerseNumber":128,"Text":"Afi awon erusin Allahu, awon eni esa"},{"SurahNumber":37,"VerseNumber":129,"Text":"A fun un ni oruko rere laaarin awon eni ikeyin"},{"SurahNumber":37,"VerseNumber":130,"Text":"Alaafia ki o maa ba (Anabi) ’Ilyas"},{"SurahNumber":37,"VerseNumber":131,"Text":"Dajudaju bayen ni Awa se n san awon oluse-rere ni esan (rere)"},{"SurahNumber":37,"VerseNumber":132,"Text":"Dajudaju o wa ninu awon erusin Wa, awon onigbagbo ododo"},{"SurahNumber":37,"VerseNumber":133,"Text":"Dajudaju (Anabi) Lut wa ninu awon Ojise"},{"SurahNumber":37,"VerseNumber":134,"Text":"(E ranti) nigba ti A gba oun ati gbogbo awon ara ile re la"},{"SurahNumber":37,"VerseNumber":135,"Text":"Ayafi arugbobinrin kan ti o wa ninu awon t’o se ku leyin (laaarin awon ti A pare)"},{"SurahNumber":37,"VerseNumber":136,"Text":"Leyin naa, A pa awon yooku run"},{"SurahNumber":37,"VerseNumber":137,"Text":"Dajudaju eyin naa kuku n gba odo won koja laaaro-laaaro"},{"SurahNumber":37,"VerseNumber":138,"Text":"ati ni alaale. Se e o nii se laakaye ni"}]}