{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":101,"Text":"Biz bir ayetin yerine bir başka ayeti getirdiğimizde -ki Allah adım adım ne indirdiğini bütünüyle bilmektedir- (hakkı inkar edenler), \"Sen sadece uyduruyorsun!\" derler. Oysa onların çoğu bilmeyen, anlamayan kimselerdir"},{"SurahNumber":16,"VerseNumber":102,"Text":"Onun, apaçık bir gerçeklik ve sarsılmayan bir doğruluk keyfiyeti içinde, imana erişenleri(n durumunu) güçlendirmek ve Allah´a yürekten bağlanıp boyun eğenlere bir doğru yol bilgisi, bir müjde olmak üzre Rabbinden safha safha Kutsal İlham yoluyla indirildiğini söyle"},{"SurahNumber":16,"VerseNumber":103,"Text":"Hiç kuşkusuz onların, \"Ona (bütün) bunları mutlaka bir insan öğretiyor!\" dediklerini pekala biliyoruz. Oysa, onların karalamak amacıyla ima ettikleri kimsenin dili bütünüyle yabancı bir dil olduğu halde, bu mesaj (hem kendisi) açık olan, (hem de gerçeğin özünü) apaçık gösteren Arapça bir söylemdir"},{"SurahNumber":16,"VerseNumber":104,"Text":"Gerçek şu ki, Allah´ın mesajlarına inanmayanları Allah doğru yola yöneltmez; ve onların (öte dünyadaki) payları da zorlu bir azap olacaktır"},{"SurahNumber":16,"VerseNumber":105,"Text":"Yalnızca, Allah´ın ayetlerine inanmayacak olanlar bu yalanı uydurmaktadırlar; işte asıl böyleleridir yalan söyleyen"},{"SurahNumber":16,"VerseNumber":106,"Text":"İmana eriştikten sonra Allah´ı inkar eden kimseye gelince -ki, bundan kasıt, kalbi imanla dolu olduğu halde baskı altında inkar etmiş görünen kimse değil, fakat kalbini bile isteye hakkın inkarına açan kimsedir- işte böylelerinin üzerine Allah katından bir hışım çökecek ve onların payına çok büyük bir azap düşecektir"},{"SurahNumber":16,"VerseNumber":107,"Text":"bütün bunlar, onların dünya hayatını ahirete yeğlemelerinden ve Allah´ın da hakkı inkar eden kimseleri doğru yola yöneltmemesinden ötürüdür"},{"SurahNumber":16,"VerseNumber":108,"Text":"İşte, Allah´ın kalplerini, işitme ve görme duyularını mühürlediği kimseler bunlardır; işte, umursamazlık içinde dalıp giden kimseler bunlardır"},{"SurahNumber":16,"VerseNumber":109,"Text":"Hiç şüphe yok, ahirette kaybedecek olanlar da bunlardır"},{"SurahNumber":16,"VerseNumber":110,"Text":"Ve yine bil ki, Rabbin, kötülüğün ayartısını gördükten sonra onun hüküm sürdüğü bölgeyi terk edenlerin ve o günden bu yana (Allah yolunda) üstün çabalar gösterip güçlüklere göğüs gerenlerin yanındadır; işte böyle bir dönüşümden sonra çok acıyıp esirgeyen gerçek bağışlayıcı elbette senin Rabbindir"}]}