{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"[Eto] Pisaniye nisposlano Allakhom, velikim, mudrym"},{"SurahNumber":46,"VerseNumber":3,"Text":"My sozdali nebesa i zemlyu i to, chto mezhdu nimi, v istine i na predopredelennyy srok. Te, kotoryye ne veruyut, otvorachivayutsya ot togo, o chem ikh uveshchevayut"},{"SurahNumber":46,"VerseNumber":4,"Text":"Sprosi [, Mukhammad]: \"Videli vy tekh, k komu vzyvayete s molitvoy pomimo Allakha? Pokazhite mne, chto oni sozdali na zemle. Ili u nikh yest' dolya uchastiya [v sozdanii] nebes? Prinesite mne pisaniye, predshestvovavsheye etomu (t. ye. Koranu), ili [prinesite] kakoy-libo sled znaniya [pisaniya], yesli vy govorite pravdu"},{"SurahNumber":46,"VerseNumber":5,"Text":"Kto zhe v bol'shem zabluzhdenii, chem vzyvayushchiy s mol'boyu pomimo Allakha k tem, kotoryye ne mogut udovletvorit' yeye do samogo Dnya voskreseniya? Ved' oni (idoly) ne vnemlyut ikh zovu"},{"SurahNumber":46,"VerseNumber":6,"Text":"Kogda lyudi budut sobrany [v Sudnyy den'], oni okazhutsya vragami [mnogobozhnikov] i otvergnut ikh pokloneniye"},{"SurahNumber":46,"VerseNumber":7,"Text":"Kogda vozveshchayutsya im Nashi yasnyye ayaty, to te, kotoryye ne uverovali v istinu, posle togo kak ona predstala pered nimi, govoryat:\"Eto - yavnoye koldovstvo"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ili zhe govoryat: \"On (t. ye. Mukhammad) izmyslil yego (t. ye. Koran)\". Otvechay [, Mukhammad]: \"Yesli ya izmyslil yego, vy niskol'ko ne zashchitite menya [za eto] pered Allakhom. On luchshe vsekh znayet to, o chem vy rasprostranyayetes'. Da budet yedinstvenno On svidetelem mezhdu mnoy i vami. On - proshchayushchiy, milostivyy"},{"SurahNumber":46,"VerseNumber":9,"Text":"YA ved' ne byl pervym [po vremeni] sredi poslannikov i ne znayu, chto budet [v dal'neyshem] so mnoy i s vami. YA sleduyu tol'ko tomu, chto vnusheno mne v otkrovenii. Na menya [vozlozheno] lish' yasnoye uveshchevaniye"},{"SurahNumber":46,"VerseNumber":10,"Text":"Skazhi: \"Kak vy dumayete [, chto budet s vami, yesli] [Koran] nisposlan Allakhom, a vy ne uverovali v nego? Ved' odin iz synov Israila zasvidetel'stvoval [nisposlaniye pisaniya], podobnogo Koranu, i uveroval v nego, vy zhe vozgordilis'. Voistinu, Allakh ne vedet pryamym putem tvoryashchikh bezzakoniye"}]}