{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"(itaik kaṇṇuṟṟa ḥpir'avṉ) taṉṉaic cūḻa irunta piratāṉikaḷai nōkki, ‘‘niccayamāka ivar tērccipeṟṟa cūṉiyakkārarāka irukkiṟār"},{"SurahNumber":26,"VerseNumber":35,"Text":"ivar taṉ cūṉiyattāl uṅkaḷ ūrai viṭṭum uṅkaḷait turattiviṭa eṇṇukiṟār. Ākavē, itaippaṟṟi nīṅkaḷ eṉṉa kūṟukiṟīrkaḷ'' eṉṟu kēṭṭāṉ"},{"SurahNumber":26,"VerseNumber":36,"Text":"ataṟkavarkaḷ, ‘‘avarukkum avaruṭaiya cakōtararukkum oru tavaṇai aḷittu, tuppaṟipavarkaḷaip pala ūrkaḷukkum aṉuppivai"},{"SurahNumber":26,"VerseNumber":37,"Text":"tērccipeṟṟa cūṉiyakkārarkaḷ aṉaivaraiyum avarkaḷ (tēṭip piṭittu) um'miṭam aḻaittu varuvārkaḷ'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":26,"VerseNumber":38,"Text":"(Avvāṟē tuppaṟipavarkaḷ pala ūrkaḷukkum aṉuppivaikkappaṭṭu) kuṟitta nāḷil, kuṟitta nērattil (kuṟitta iṭattil) cūṉiyakkārarkaḷ aṉaivarum oṉṟu cērkkappaṭṭārkaḷ"},{"SurahNumber":26,"VerseNumber":39,"Text":"ellā maṉitarkaḷukkum, ‘‘ (kuṟitta kālattil) nīṅkaḷ vantu cēruvīrkaḷā?'' Eṉṟu paṟaicāṟṟappaṭṭatu"},{"SurahNumber":26,"VerseNumber":40,"Text":"(ivvāṟu aṅku kūṭum) cūṉiyakkārarkaḷ veṟṟi koṇṭāl (avarkaḷuṭaiya mārkkattaiyē) nām piṉpaṟṟavum kūṭum (eṉṟum paṟai cāṟṟappaṭṭatu)"},{"SurahNumber":26,"VerseNumber":41,"Text":"cūṉiyakkārarkaḷ aṉaivarum vantapoḻutu avarkaḷ ḥpir'avṉai nōkki ‘‘meyyākavē nāṅkaḷ veṟṟipeṟṟāl ataṟkuriya kūli eṅkaḷukku uṇṭā?'' Eṉṟu kēṭṭārkaḷ"},{"SurahNumber":26,"VerseNumber":42,"Text":"ataṟkavaṉ ‘‘ām (kūli uṇṭu.... Kūli maṭṭumā?) Annērattil nīṅkaḷ (nam capaiyilum vīṟṟirukkakkūṭiya) namakku neruṅkiya piramukarkaḷākavum ākiviṭuvīrkaḷ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":26,"VerseNumber":43,"Text":"avarkaḷai nōkki mūsā ‘‘nīṅkaḷ (cūṉiyam ceyya) eṟiyakkūṭiyatai eṟiyuṅkaḷ'' eṉak kūṟiṉār"},{"SurahNumber":26,"VerseNumber":44,"Text":"ākavē, avarkaḷ taṅkaḷ taṭikaḷaiyum, kayiṟukaḷaiyum eṟintu ‘‘ḥpir'avṉuṭaiya kauravattiṉ mītu cattiyam niccayamāka nāṅkaḷtāṉ veṉṟuviṭṭōm'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":26,"VerseNumber":45,"Text":"piṟaku mūsāvum taṉ taṭiyai eṟintār. Atu (periyatoru pāmpāki,) avarkaḷ kaṟpaṉai ceytirunta cūṉiyaṅkaḷ aṉaittaiyum viḻuṅka ārampittu viṭṭatu"},{"SurahNumber":26,"VerseNumber":46,"Text":"itaik kaṇṇuṟṟa cūṉiyakkārarkaḷ aṉaivarum viḻuntu ciram paṇintu"},{"SurahNumber":26,"VerseNumber":47,"Text":"‘‘ulakattār aṉaivariṉ iṟaivaṉaiyē nāṅkaḷ nampikkai koṇṭōm"},{"SurahNumber":26,"VerseNumber":48,"Text":"avaṉ(tāṉ,) mūsā, hārūṉuṭaiya iṟaivaṉumāvāṉ'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":26,"VerseNumber":49,"Text":"Ataṟku (ḥpir'avṉ), ‘‘nāṉ uṅkaḷukku aṉumati aḷippataṟku muṉṉatākavē nīṅkaḷ avarai nampikkai koṇṭu viṭṭīrkaḷ. Niccayamāka uṅkaḷukku cūṉiyam kaṟṟukkoṭutta uṅkaḷ kuru avartāṉ. (Itaṉ palaṉai) aticīkkirattil nīṅkaḷ aṟintu koḷvīrkaḷ. Uṅkaḷai māṟu kai, māṟu kāl veṭṭi uṅkaḷ aṉaivaraiyum ciluvaiyil aṟaintu viṭuvēṉ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":26,"VerseNumber":50,"Text":"ataṟkavarkaḷ kūṟiṉārkaḷ: ‘‘ (Ataṉāl eṅkaḷukku) oru pātakamumillai. (Ēṉeṉṟāl) niccayamāka nāṅkaḷ eṅkaḷ iṟaivaṉ pakkamē tirumpac ceṉṟu viṭuvōm"},{"SurahNumber":26,"VerseNumber":51,"Text":"niccayamāka (mūsāvai) nampikkai koṇṭavarkaḷil nāṅkaḷ mutaṉmaiyāṉavarkaḷāka irukkum kāraṇattiṉāl, eṅkaḷ iṟaivaṉ eṅkaḷ kuṟṟaṅkaḷai maṉṉittuviṭuvāṉ eṉṟu niccayamāka nāṅkaḷ nampukiṟōm"},{"SurahNumber":26,"VerseNumber":52,"Text":"piṉṉar, mūsāvukku nām vahyi aṟivittatāvatu: ‘‘ (Isrāyīliṉ cantatikaḷākiya) eṉ aṭiyārkaḷai aḻaittukkoṇṭu nīṅkaḷ iravōṭu iravāka ceṉṟuviṭuṅkaḷ. Eṉiṉum, niccayamāka nīṅkaḷ (avarkaḷāl) piṉtoṭarappaṭuvīrkaḷ'' (eṉṟōm)"}]}