{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"a dinamunu (jnapakamuncukondi), eppudaite prati prani kevalam tana svantam korake bratimalukuntundo! Prati praniki dani karmalaku tagina pratiphalam ivvabadutundi mariyu varikelanti an'yayam jarugadu"},{"SurahNumber":16,"VerseNumber":112,"Text":"Mariyu allah oka nagarapu upamanam istunnadu: Modata adi (a nagaram) santi bhadratalato nindi undedi. Daniki (dani prajalaku) prati dikkunundi jivanopadhi puskalanga labhistu undedi. Taruvata (a nagaram) varu allah anugrahalanu tiraskarincaru (krtaghnulayyaru), kavuna allah vari caryalaku baduluga variki akali, bhayamu vanti apadala ruci cupincadu"},{"SurahNumber":16,"VerseNumber":113,"Text":"mariyu vastavanga vari vaddaku vari (jati) nundi oka pravakta vacci unnadu, kani varu atanini asatyavadudavani tiraskarincaru. Kavuna varu durmarganlo munigi unnappudu varini siksa pattukunnadi"},{"SurahNumber":16,"VerseNumber":114,"Text":"kavuna miru allah ne aradhince varaite, ayana mi koraku prasadincina dharmasam'matamaina, parisud'dhamaina aharalane tinandi mariyu allah anugrahalaku krtajnatalu cupandi"},{"SurahNumber":16,"VerseNumber":115,"Text":"niscayanga, ayana mi koraku (danantata adi) caccinadi (pasuvu/paksi) raktam, pandimansam, allah tappa itarula koraku (itarula pera) jibah ceyabadinadi (pasuvu/paksi mansanni) nisedhinci unnadu. Kani evadaina (allah) niyamalanu ullanghince uddesanto kaka, (akaliki) talaleka, gatyantaram leni paristhitilo (tinte); niscayanga, allah ksamasiludu, apara karuna pradata"},{"SurahNumber":16,"VerseNumber":116,"Text":"allah mida abad'dhalu kalpistu: \"Idi dharmasam'matam, idi nisid'dham.\" Ani mi notikoccinatlu (manas'sulaku tocinatlu) abad'dhalu palaka kandi. Niscayanga, allah pai abad'dhalu kalpincevaru ennadu saphalyam pondaru"},{"SurahNumber":16,"VerseNumber":117,"Text":"dinito konta varaku sukhasantosalu kalugavaccu, kani variki badhakaramaina siksa untundi"},{"SurahNumber":16,"VerseNumber":118,"Text":"mariyu memu niku prastavincina vatini, intaku mundu yudulaku nisedhincamu. Mariyu memu variki an'yayam ceyaledu, kani vare tamaku tame an'yayam cesukuntu undevaru"},{"SurahNumber":16,"VerseNumber":119,"Text":"Ayite niscayanga, ni prabhuvu - evaraite ajnananlo papalu cesi, a pidapa pascattapa padi, sarididdukuntaro - dani (a pascattapam) taruvata (varini ksamistadu); niscayanga, ni prabhuvu ksamincevadu, apara karuna pradata"}]}