{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Valle, a mendojne ata qe kane semundje ne zemrat e tyre[317], se Allahu nuk do t’ua nxirrte ne shesh urrejtjen e tyre (ndaj Islamit)"},{"SurahNumber":47,"VerseNumber":30,"Text":"Sikur te donim, Ne do te t’i tregonim ty ata dhe ti, me siguri, do t’i njihje sipas shenjave te tyre. Por, ti do t’i njohesh ata sipas menyres se shprehjes se tyre. Allahu i di veprat tuaja"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ne do t’ju veme ne prove ju, derisa t’i njohim ata midis jush, qe luftojne (ne rrugen e drejte) dhe durojne, e derisa te provojme ato qe thuhen per veprat tuaja"},{"SurahNumber":47,"VerseNumber":32,"Text":"Me te vertete, ata qe nuk besojne, i pengojne (te tjeret) nga rruga e Allahut dhe kundershtojne te Derguarin, pasi u eshte shpjeguar qarte rruga e drejte, nuk do t’i sjellin Allahut kurrfare demi; Ai do t’i zhvleresoje veprat e tyre"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ju qe keni besuar! Bindjuni Allahut dhe bindjuni te Derguarit dhe mos i coni dem veprat tuaja"},{"SurahNumber":47,"VerseNumber":34,"Text":"Pa dyshim, ata qe nuk besojne, (i) pengojne (te tjeret) nga rruga e Allahut dhe vdesin si jobesimtare, Allahu kurrsesi nuk do t’i fale"},{"SurahNumber":47,"VerseNumber":35,"Text":"Dhe mos u beni te dobet e te kerkoni armepushim, nderkohe qe jeni me te fuqishmit dhe Allahu eshte me ju. Ai nuk do t’jua pakesoje (shperblimin per) veprat tuaja"},{"SurahNumber":47,"VerseNumber":36,"Text":"Jeta e kesaj bote nuk eshte asgje tjeter, vecse loje dhe zbavitje. Nese (i) besoni (Allahut) dhe (i) ruheni (Atij), Ai do t’ju shperbleje dhe nuk do te kerkoje prej jush pasurine tuaj"},{"SurahNumber":47,"VerseNumber":37,"Text":"Sikur ta kerkonte prej jush tere pasurine me kembengulje, ju do te beheshit koprrace dhe, Ai do te nxirrte ne shesh urrejtjen tuaj"},{"SurahNumber":47,"VerseNumber":38,"Text":"Ja, juve ju behet thirrje te shpenzoni ne rrugen e Allahut, por disa prej jush jane koprrace. Kush tregohet koprrac, ta dije se i ben dem vetes, sepse Allahu eshte i Pasur (s’ka nevoje per asgje), ndersa ju jeni te varfer. E, nese ju ia ktheni shpinen dhe i largoheni Atij, Ai do t’ju zevendesoje me nje popull tjeter, i cili nuk do ta ndjeke shembullin tuaj"}]}