{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"Bir de fakirlik korkusu ile (Cahiliyyet devrinde oldugu gibi) cocuklarınızı oldurmeyin. Onlara da, size de rızkı biz veririz. Muhakkak ki onları oldurmek, cok buyuk bir gunah bulunuyor"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya da yaklasmayın, cunku o , pek cirkindir ve kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Haklı bir sebep olmadıkca, Allah’ın (oldurulmesini) haram ettigi cana kıymayın. Kim haksızlıga ugrayarak oldurulurse, biz o olunun (geride kalan) velisine bir yetki verdik (olunun hakkını oldurenden ister). O da cana kıyma isinde ileri gitmesin (Ser’i hukumlerin dısına cıkmasın). Cunku o veli, (dinin kendisine verdigi yetki ile) yardım olunmus bulunuyor"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yetimin malına da yaklasmayın. Ancak rusdune (yasına) erisinceye kadar en guzel sekilde (malını koruyup cogaltmak icin) yaklasabilirsiniz. Bir de ahdi (yapılan sozlesmeyi) yerine getirin, cunku verdigi sozden cayan (kıyamet gunu) sorumludur"},{"SurahNumber":17,"VerseNumber":35,"Text":"Olctugunuz zaman tam olcun, dogru terazi ile tartın. Bu (dogru olcmek ticaretiniz icin) daha hayırlıdır ve netice itibariyle de daha guzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Hakkında bilgi sahibi olmadıgın bir seyin ardınca gitme, cunku kulak, goz ve kalb, bunların hepsi ondan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yer yuzunde kibir ve azametle yurume, cunku sen, asla Arz’ı yaramazsın ve boyca da daglara erisemezsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Kotu olan butun yasaklar. Rabbinin katında mekruhtur"},{"SurahNumber":17,"VerseNumber":39,"Text":"(Ey Rasulum), iste bunlar, Rabbinin sana vahyettigi hikmetlerdendir. Sakın Allah ile beraber baska bir ilah uydurma ki, sonra yerinmis, Allah’ın rahmetinden uzaklastırılmıs olarak cehenneme atılırsın"},{"SurahNumber":17,"VerseNumber":40,"Text":"(Melekler, Allah’ın kızlarıdır, diyen ey musrikler!) Rabbiniz, size ogulları has kıldı da, kendisi meleklerden disiler mi edindi? Gercekten siz cok buyuk soz soyluyorsunuz"}]}