{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Asi uyo anoita mabasa akanaka ari mutendi (muhumwechete hwaAllah), mabasa ake haamborambwi. Zvirokwazvo, takamanyora pasi (mubhuku rake remabasa)"},{"SurahNumber":21,"VerseNumber":95,"Text":"Takarambidza guta rese (vanhu varo) ratakaparadza kuti havambodzoki (panyika ino kuti vanamate)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Kusvikira Ya’jooj naMa’jooj (rudzi rweGogu naMagogu) vavhurirwa umo mavakavharirwa, uye vodzika vakawanda kubva kunzvimbo dzese dzakakwirira"},{"SurahNumber":21,"VerseNumber":97,"Text":"Uye vimbiso yechokwadi (zuva rekutongwa) ichava padyo. Uye (kana vanhu vamutswa kubva mumakuva), muchaona maziso eavo vasingatendi atuzura panzvimbo imwechete nokutya. Vachataura kuti: “Nhasi zvedu (Maiwee)! Taiva tisina hanya neizvi (tisingazviisi mupfungwa), asi taiva vatadzi vakuru.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Zvirokwazvo, imi vasingatendi neizvo zvamunonamata muchisiya Allah, muchava huni dzekuGehena! Zvirokwazvo, mucharipinda"},{"SurahNumber":21,"VerseNumber":99,"Text":"Dai zvidhori izvi zvaiva vanamwari, vaisaripinda (Gehena), asi zvose navose vachagaramo chete"},{"SurahNumber":21,"VerseNumber":100,"Text":"Varimo vachange vachifemera padenga nekudzvova kukuru, uye imomo vachange vasinganzwi"},{"SurahNumber":21,"VerseNumber":101,"Text":"Zvirokwazvo, avo zvakanaka zvakatungamirirwa kwavari kubva kwatiri, vachaiswa kure naro (Gehena)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Havambonzwi kutinhira kwaro (kungave kushoma), vachigara umo maidiwa nemoyo yavo (Paradhiso)"},{"SurahNumber":21,"VerseNumber":103,"Text":"Kushungurudzika kukuru (kwezuva rekutongwa) hakumbovabati, uye ngirozi dzichasangana navo (dzichitaura kuti): “Iri ndiro zuva renyu iro maigarovimbiswa.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Uye (rangarirai) zuva iro tichapeta denga semapetero anoitwa mabhuku. Sematangiro atakaita chisikwa chekutanga, tichazvidzokorodza (Allah vari kutaura). Ichi chivimbiso chechokwadi kwatiri. Zvirokwazvo, tichazviita"},{"SurahNumber":21,"VerseNumber":105,"Text":"Uye zvirokwazvo takanyora muZaboor (Mabhuku ese akadzikiswa, Torah, Vhangeri, Mapisarema, Qur’aan) mushure mekunge tanyora muyeuchidzo (Al-Lauh Al-Mahfoodh, Bhuku rina Allah kumatenga), kuti varanda vangu vakanaka vachagara nyika iyi nhaka (Paradhiso)"},{"SurahNumber":21,"VerseNumber":106,"Text":"Zvirokwazvo, umu (muQur’aan) mune mashoko ari pachena eavo vanonamata Allah (maMuslim)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Uye takava tinokutumira (Muhammad (SAW)) uri nyasha kune vanhu vose (nemaJinn nezvose zviripo pasi)"},{"SurahNumber":21,"VerseNumber":108,"Text":"Taura kuti (Muhammad (SAW)): “Zvirokwazvo, zvakatumirwa kwandiri kuti Mwari wenyu mumwe chete. Saka muchazvipira here muzvido zvavo (mova maMuslim)?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Asi vakaramba (Islaam) taura (kwavari) kuti: “Ndinokuyambirai (hondo) iyo yakafanana neiyo yatinoziva. Asi handizivi kuti zvamakavimbiswa (Zuva reQiyaamah) zviri padyo here kana kuti zviri kure.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"“Zvirokwazvo, vanoziva (Allah) izvo zvamunotaura zviri pachena (neizwi riri pamusoro), uye vanoziva izvo zvamunotaura muchiwande.”"},{"SurahNumber":21,"VerseNumber":111,"Text":"“Uye handizivi kuti pamwe muedzo kwamuri, kana kuti kamufaro kekanguva kadiki.”"},{"SurahNumber":21,"VerseNumber":112,"Text":"Akataura (Muhammad (SAW)) kuti: “Tenzi vangu! Tongai nechokwadi! Tenzi vedu ndevengoni, vanokumbirwa pakurwisa izvo zvamunotaura (pamusoro paAllah kuti vane mwanakomana kana kuti vana, kana kuti Muhammad (SAW) ndewemapipi, kana kuti Qur’aan inhetembo)!”"}]}