{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"Na Siku tutapo kusanya kutoka kila umma kundi katika wanao kadhibisha Ishara zetu, nao watagawanywa mafungu mafungu"},{"SurahNumber":27,"VerseNumber":84,"Text":"Hata watakapo fika, atasema (Mwenyezi Mungu): Je! Nyinyi si mlizikanusha Ishara zangu pasipo kuzijua vyema? Au mlikuwa mkifanya nini"},{"SurahNumber":27,"VerseNumber":85,"Text":"Na kauli itawaangukia juu yao kwa vile walivyo dhulumu. Basi hao hawatasema lolote"},{"SurahNumber":27,"VerseNumber":86,"Text":"Je! Hawaoni kwamba sisi tumeufanya usiku ili watulie, na mchana wa kuangaza. Hakika katika hayo zipo Ishara kwa watu wanao amini"},{"SurahNumber":27,"VerseNumber":87,"Text":"Na Siku litapo pulizwa baragumu, watahangaika waliomo mbinguni na katika ardhi, ila amtakaye Mwenyezi Mungu. Na wote watamfikia nao ni wanyonge"},{"SurahNumber":27,"VerseNumber":88,"Text":"Na unaiona milima unaidhunia imetulia; nayo inakwenda kama mwendo wa mawingu. Huo ndio ufundi wa Mwenyezi Mungu aliye tengeneza vilivyo kila kitu. Hakika Yeye anazo khabari za yote myatendayo"},{"SurahNumber":27,"VerseNumber":89,"Text":"Watakao kuja na mema, watapata bora kuliko hayo. Nao watasalimika na mahangaiko ya Siku hiyo"},{"SurahNumber":27,"VerseNumber":90,"Text":"Na watakao kuja na uovu, basi zitasunukishwa nyuso zao Motoni. Je! Kwani mnalipwa isipo kuwa mliyo kuwa mkiyatenda"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ama mimi nimeamrishwa nimuabudu Mola Mlezi wa mji huu aliye ufanya ni mtakatifu; na ni vyake Yeye tu vitu vyote. Na nimeamrishwa niwe miongoni mwa Waislamu, wenye kunyenyekea"},{"SurahNumber":27,"VerseNumber":92,"Text":"Na niisome Qur'ani. Na mwenye kuongoka, basi ameongoka kwa faida ya nafsi yake; na aliye potea - basi sema: Hakika mimi ni miongoni mwa waonyaji"},{"SurahNumber":27,"VerseNumber":93,"Text":"Na sema: Alhamdu Lillahi, Sifa njema zote ni za Mwenyezi Mungu. Yeye atakuonyesheni Ishara zake, na mtazijua. Na Mola wako Mlezi si mwenye kughafilika na myatendayo"}]}