{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"yārige allāhanu dāri tōridanō avanu mātra saridāriyalliruttāne. Innu avanu dārigeḍisi biṭṭavarigāgi nīvu avana horatu bērāva rakṣakanannū kāṇalāriri. Punarut'thāna dina nāvu avarannu, avara mukhagaḷu nelakke oragiruva sthitiyalli, kuruḍarāgiyū mūgarāgiyū kivuḍarāgiyū oṭṭu sērisuvevu. Narakavē avara neleyāgiruvudu. Adara beṅkiyu mandavādantellā nāvu matte adannu bhugilebbisuttiruvevu"},{"SurahNumber":17,"VerseNumber":95,"Text":"idu, avaru nam'ma vacanagaḷannu dhikkarisiddakkāgi mattu ‘‘nāvu kēvala elubugaḷāgiyū chidra chidrarāgiyū mārpaṭṭa baḷika nam'mannēnu matte hosadāgi sr̥ṣṭisi jīvantagoḷisalāguvudē?’’ Endudakkāgi avarige sigaliruva pratiphalavāgide"},{"SurahNumber":17,"VerseNumber":96,"Text":"Avarēnu kāṇuttillavē, ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu, avarantahavarannu sr̥ṣṭisalu khaṇḍita śaktanāgiruvanendu? Nijavāgi avanu avarige ondu avadhiyannu niścayisiruvanu – adaralli sanśayavēnū illa. Ādarū akramigaḷu dhikkārada nītiyallē sthirarāgiddāre"},{"SurahNumber":17,"VerseNumber":97,"Text":"hēḷiri; ondu vēḷe nanna oḍeyana bhaṇḍāragaḷellā nim'ma mālakatvadalli iddiddare, elli kharcāgi biḍuvudō emba bhayadinda nīvu adannellā taḍediṭṭukoḷḷuttiddiri – mānavanu nijakkū tīrā saṇṇa manas'sinavanāgiddāne"},{"SurahNumber":17,"VerseNumber":98,"Text":"nāvu mūsārige spaṣṭavāda ombhattu purāvegaḷannu nīḍiddevu. Nīvu isrā'īlara santatigaḷoḍane kēḷi nōḍiri. Avara baḷige avaru (mūsā) bandāga avaroḍane phir‌aun hēḷidanu; ō mūsā, nānantu ninnannu māṭapīḍitanendē bhāvisuttēne"},{"SurahNumber":17,"VerseNumber":99,"Text":"avaru (mūsā) hēḷidaru; ivugaḷannellā (janara) kaṇṇu teresalikkāgi ākāśagaḷa mattu bhūmiya oḍeyanē iḷisi koṭṭiruvanembudu ninage cennāgi tiḷidide. Ō phir‌aun, nānantu ninnannu sarvanāśavāguvavanendu bhāvisuttēne"},{"SurahNumber":17,"VerseNumber":100,"Text":"ā baḷika avanu avarannu bhūmiyinda nirmūlana goḷisabayasidanu. Ādare nāvu avanannu hāgū avana jotegidda ellarannū muḷugisibiṭṭevu"}]}