{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Haviamos enviado Noe ao seu povo, ao qual disse: O povo meu, adorai a Deus, porque nao tender outro deus alemd'Ele! Nao (O) temeis"},{"SurahNumber":23,"VerseNumber":24,"Text":"Porem, os chefes incredulos do seu povo disseram: Esse nao e mais do que um homem como vos, que quer assegurar asua superioridade (sobre vos). Se Deus quisesse, teria enviado anjos (por mensageiros). Jamais ouvimos tal coisa de nossosantepassados"},{"SurahNumber":23,"VerseNumber":25,"Text":"Nao e mais do que um homem possesso! Porem, suportai-o temporariamente"},{"SurahNumber":23,"VerseNumber":26,"Text":"Disse (Noe): O Senhor meu, socorre-me, pois que me desmentes"},{"SurahNumber":23,"VerseNumber":27,"Text":"Entao lhe revelamos: Constroi uma arca sob a Nossa vigilancia e segundo a Nossa revelacao. E quando se cumprir oNosso designio e a agua transbordar do forno, embarca nela um casal de cada especie, juntamente com a tua familia, excetoaquele sobre quem tenha sido pronunciada a sentenca; e nao intercedas junto a Mim em favor dos iniquos, pois que seraoafogados"},{"SurahNumber":23,"VerseNumber":28,"Text":"E quando estiverdes embarcado na arca, junto aqueles que estao contigo, dize: Louvado seja Deus, que nos livrou dosiniquos"},{"SurahNumber":23,"VerseNumber":29,"Text":"E dize: O Senhor meu, desembarca-me em lugar abencoado, porque Tu es o melhor para (nos) desembarcar"},{"SurahNumber":23,"VerseNumber":30,"Text":"Em verdade, nisto ha sinais, conquanto ja os tenhamos provado"},{"SurahNumber":23,"VerseNumber":31,"Text":"Logo depois dele criamos outras geracoes"},{"SurahNumber":23,"VerseNumber":32,"Text":"E lhe enviamos um mensageiro, escolhido entre eles, (que lhes disse): Adorai a Deus, porque nao tereis outro deus alemd'Ele! Nao (O) temeis"}]}