{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Allah uzyav zavit iz prorokamy: «Osʹ te, shcho YA daruyu vam iz Pysannya ta mudrosti! Potim pryyde do vas poslanetsʹ, yakyy pidtverdytʹ te, shcho bude u vas. Vam slid uviruvaty v nʹoho ta dopomahaty yomu!» I Vin zapytav: «Chy pohodzhuyetesʹ vy iz tsym, i chy vizʹmete tse na sebe?» Ti vidpovily: «Pohodzhuyemosʹ!» Skazav Vin: «Budʹte zh svidkamy tsʹomu i YA budu svidkom razom iz vamy"},{"SurahNumber":3,"VerseNumber":82,"Text":"A yakshcho khto pislya tsʹoho vidvernetʹsya, ti — nechestyvtsi"},{"SurahNumber":3,"VerseNumber":83,"Text":"Nevzhe vony prahnutʹ inshoyi relihiyi, a ne relihiyi Allaha? Yomu pidkorylysya usi, khto na nebesakh i na zemli — yak dobrovilʹno, tak i prymusovo. I do Nʹoho povernutʹsya vony"},{"SurahNumber":3,"VerseNumber":84,"Text":"Skazhy: «My uviruvaly v Allaha i v te, shcho zislano nam, i shcho zaslano Ibrahimu, Ismayilyu, Iskhaku, Yakubu ta kolinam; u te, shcho darovano Musi, Ici ta prorokam vid Hospoda yikhnʹoho. My ne provodymo mezhi mizh nymy i my — viddani Yomu"},{"SurahNumber":3,"VerseNumber":85,"Text":"Khto shukaye inshoyi relihiyi zamistʹ islamu, vid toho ne bude pryynyato, a v nastupnomu zhytti vin bude sered tykh, khto vtratyv use"},{"SurahNumber":3,"VerseNumber":86,"Text":"Yak zhe Allah vkazhe pryamyy shlyakh tym lyudyam, yaki maly viru, svidchyly pro te, shcho Poslanetsʹ ye pravdyvym, i do yakykh pryyshly yasni znamennya — i pislya vsʹoho tsʹoho staly neviruyuchymy? Allah ne vede pryamym shlyakhom lyudey nespravedlyvykh"},{"SurahNumber":3,"VerseNumber":87,"Text":"Yikhnya vynahoroda — proklyattya Allaha, anheliv ta vsikh lyudey"},{"SurahNumber":3,"VerseNumber":88,"Text":"Vony budutʹ tam doviku. Ne polehshatʹ yim karu yikhnyu i ne bude vidstrochky yim"},{"SurahNumber":3,"VerseNumber":89,"Text":"okrim tykh, yaki potim rozkayalysʹ i vypravyly skoyene nymy. Voistynu, Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":3,"VerseNumber":90,"Text":"Voistynu, vid tykh, yaki staly neviruyuchymy pislya toho, yak maly viru, a potim shche y zbilʹshyly svoye bezvirʺya, ne bude pryynyato yikhnye kayattya. Same vony blukayutʹ v omani"},{"SurahNumber":3,"VerseNumber":91,"Text":"Voistynu, vid tykh, yaki ne viruvaly ta pomerly neviruyuchymy — ne bude pryynyato vid nykh zolota navitʹ rozmirom iz zemlyu, yakshcho khtosʹ sprobuye vidkupytysya nym! Na nykh chekaye bolisna kara i ne bude dlya nykh pomichnykiv"}]}