{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Abasatsa nibo abemeleli babakhasi, khulwe tsimbabaasi tsia Nyasaye abeene khubeene, nende khumiandu chiabu chabarusia. Kho abakhasi abalayi nibalia abawulilanga nende belindanga kata mubwifisi shichila Nyasaye yalomesia mbu beliinde. Ne balia bamuritsanga okhukhaya okhubawulila mubachelele, mubawuye khubulili ne mubakhupe, Ne niba- wulila mulabakhabila injila yokhubasinyisia eshikhaya tawe. Toto Nyasaye niye owuli hekulu ne niye omukhongo"},{"SurahNumber":4,"VerseNumber":35,"Text":"Ne nimuria mbu omulembe kubula hakari wabu (omusatsa nende omukhasi) awo murume omwauli okhurula namusatsa nende omwawuli wundi okhurula ebuleka wanamukhasi. Nibenya omulembe Nyasaye alabachamila. Toto Nyasaye ni Omumanyi ulinende amacheni koosi"},{"SurahNumber":4,"VerseNumber":36,"Text":"Ne mulaame Nyasaye ne mulamusasiakhwo nende shiosi shiosi tawe. Ne mukholele abebusi benyu amalayi nende abekho nende abana abafwilwa nende abamanani nende omumenyanwa owahambi nende owahale, nende owomumbafu nende omuburi njila, nende abali mumikhono chienyu emisatsa. Toto Nyasaye shiyachama Abandu abafuru abokhwilola tawe"},{"SurahNumber":4,"VerseNumber":37,"Text":"Balia bakholanga obwimani, nebalomesia Abandu okhukhola obwimani, nebafisanga amalayi ka Nyasaye yabahelesia, nekhwarecheshela abakhayi eshinyasio shiokhututuyibwa"},{"SurahNumber":4,"VerseNumber":38,"Text":"Ne balia barusinjia omwandu kwabu khulwokhulolesia Abandu, neshibasuubilanga 4. Nyasaye nohomba Inyanga yeyindukho tawe. Ne ulia washetani aba omwitsa wuwe, aba ali nende omwitsa omubii muno"},{"SurahNumber":4,"VerseNumber":39,"Text":"Ne shina shakhabakholele basuubilanga Nyasaye nende inyanga yeyindukho. Mana barusie shia Nyasaye abakabile, Na Nyasaye abamanyile obulayi muno"},{"SurahNumber":4,"VerseNumber":40,"Text":"Toto Nyasaye shakholelanga abubii omundu yesiyesi tawe kata khubusiro bweyindonyande ndala, ne nilili likhuwa lilayi Nyasaye alimetanga, ne okhurula khuye kuliwo omurungo omukhongo"},{"SurahNumber":4,"VerseNumber":41,"Text":"Kho kalibakarie olwa khulirerera buli omukanda omuloli, mana khulirera ewe okhuba omuloli wabano"},{"SurahNumber":4,"VerseNumber":42,"Text":"Inyanga eyo balia bakhaya mana nibalawulila Omurumwa balikomba liloba liyelasibwe hekulu wabu. Ne shibalifisa Nyasaye liosiliosi tawe"}]}