{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Napiye! Allahvaiye ancuviraka! Kahpirkalukkum, munahpikkalukkum kilpatiyatir. Niccayamaka allah (yavarraiyum) nankaripavan, nanamikkavan"},{"SurahNumber":33,"VerseNumber":2,"Text":"innum (napiye!) Um'mutaiya iraivanitamiruntu umakku arivikkappatuvataiye nir pinparruviraka niccayamaka allah ninkal ceypavarrai nankarintavanaka irukkinran"},{"SurahNumber":33,"VerseNumber":3,"Text":"(napiye!) Allahvaiye nir murrilum nampuviraka allahve (umakkup) patukavalanaka irukkap potumanavan"},{"SurahNumber":33,"VerseNumber":4,"Text":"ivai yavum unkalutaiya vaykalal collum (verum) varttaikaleyakum, allah unmaiyaiye kurukiran; innum avan nervaliyaiye kattukiran"},{"SurahNumber":33,"VerseNumber":5,"Text":"(enave) ninkal (etuttu valartta) avarkalai avarkalin tantaiya(rin peya)r kalaic colli (innarin pillaiyena) alaiyunkal - atuve allahvitam nitamullatakum; anal avarkalutaiya tantaiya(rin peya)rkalai ninkal ariyavillaiyayin, avarkal unkalukku canmarkka cakotararkalakavum, unkalutaiya nanparkalakavum irukkinranar; (munnar) itu parri ninkal tavaru ceytiruntal, unkal mitu kurramillai anal, unkalutaiya irutayankal ventumenre kurinal (unkal mitu kurramakum) allah mannippavanakavum, mikka kirupaiyutaiyavanakavum irukkinran"},{"SurahNumber":33,"VerseNumber":6,"Text":"Inta napi muhminkalukku avarkalutaiya uyirkalaivita melanavaraka irukkinrar innum, avarutaiya manaiviyar avarkalutaiya taymarkalaka irukkinranar. (Oru muhminin cottai ataivatarku) marra muhminkalai vitavum, (tinukkaka natu turanta) muhajirkalai vitavum conta pantukkale cilaraivita cilar nerunkiya (pattiyataiyutaiya)varkalavarkal; itu tan allahvin vetattilullatu enralum, ninkal unkal nanparkalukku nanmai ceyya natinal (muraippati ceyyalam) itu vetattil elutappattullatakum"},{"SurahNumber":33,"VerseNumber":7,"Text":"(napiye! Nam kattalaikalai etuttuk kurumaru) napimar(kal anaivar)kalitamum, (cirappaka) um'mitamum; nuhu, iprahim, musa, maryamutaiya kumarar isa akiyoritamum vakkuruti vankiya potu, mikka urutiyana vakkurutiyaiye avarkalitam nam vankinom"},{"SurahNumber":33,"VerseNumber":8,"Text":"enave unmaiyalarkalakiya (attutarkalitam) avarkal (etuttuk kuriya tutin) unmaiyai parri allah ketpan; (avarkalai nirakaritta) kahpirkalukku allah novinai tarum vetanaiyaic cittam ceytirukkinran"}]}