{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"“Kodi yakufika nkhani ya alendo a Ibrahim; (angelo) olemekezeka"},{"SurahNumber":51,"VerseNumber":25,"Text":"“Pamene adalowa kwa iye ndi kunena kuti: “Salaam,” (“Mtendere”)! Iye adayankha: “Salaam,” (“Mtendere) inu ndinu anthu osadziwika (achilendo).”"},{"SurahNumber":51,"VerseNumber":26,"Text":"“Adatembenukira kwa akunyumba ake (mwakachetechete), ndipo adadza ndi nyama ya mwana wa ng’ombe yonona (yowotcha)"},{"SurahNumber":51,"VerseNumber":27,"Text":"“Naipereka kwa iwo (koma sadadye); iye adanena (modabwa): “Kodi bwanji simukudya?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"“Mumtima mwake adadzazidwa mantha ndi iwo. Iwo adati: “Usaope,” ndipo adamuuza nkhani yabwino ya kubala mwana wodziwa"},{"SurahNumber":51,"VerseNumber":29,"Text":"“Adadza mkazi wake ndi mkuwe (pamene adamva nkhani yabwino ija). Adadzimenya kunkhope (ndi dzanja lake kusonyeza kudabwa ndi kusatheka). Ndipo adati: (“Ine ndine) nkhalamba (ndiponso) chumba; (ndingabereke bwanji)?”"},{"SurahNumber":51,"VerseNumber":30,"Text":"“Iwo adati: “Momwemo, Mbuye wako wanena. Iye Ngwanzeru zakuya (pa chilichonse chimene akulamula); Ngodziwa; (palibe chimene chingabisike kwa Iye)"},{"SurahNumber":51,"VerseNumber":31,"Text":"“۞ (Ibrahim) adati: “Kodi nkhani yanu ndiyotani E inu otumidwa?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"“Iwo adati: “Tatumizidwa kwa anthu oipa.”"},{"SurahNumber":51,"VerseNumber":33,"Text":"““Kuti tiwagende ndi miyala yotenthedwa kuchokera kudongo.”"},{"SurahNumber":51,"VerseNumber":34,"Text":"““Yoikidwa chizindikiro cha aliyense wochimwa kuchokera kwa Mbuye wako.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"“Tidawatulutsa okhulupirira omwe adali m’mudzimo"},{"SurahNumber":51,"VerseNumber":36,"Text":"“Sitidapeze mmenemo (okhulupirira ambiri) kupatula mnyumba imodzi ya Asilamu"},{"SurahNumber":51,"VerseNumber":37,"Text":"“Ndipo tidasiya pamenepo chizindikiro (chosonyeza kuonongeka kwa eni mudziwo kuti chikhale lingaliro) kwa amene akuopa chilango chopweteka"},{"SurahNumber":51,"VerseNumber":38,"Text":"“M’nkhani ya Mûsa (muli phunziro) pamene tidamtuma kwa Farawo uku atalimbikitsidwa ndi chisonyezo choonekera"},{"SurahNumber":51,"VerseNumber":39,"Text":"“Koma Farawo adanyoza (kukhulupirira Mûsa) chifukwa chotama nyonga zake, ndipo adati: “Uyu ndi wamatsenga kapena wamisala.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"“Tidamlanga pamodzi ndi khamu lake la nkhondo ndi kuwaponya mnyanja; iye ali wodzudzulidwa"},{"SurahNumber":51,"VerseNumber":41,"Text":"“Ndipo m’nkhani ya Âdi (muli phunziro) pamene tidawatumizira chimphepo (chamkuntho) chopanda chabwino mkati mwake"},{"SurahNumber":51,"VerseNumber":42,"Text":"“Chomwe sichisiya chinthu chimene chachidutsa koma kuchichita monga chofumbwa"},{"SurahNumber":51,"VerseNumber":43,"Text":"“Ndipo m’nkhani ya Samudu (muli chisonyezo) pamene kudanenedwa kwa iwo kuti: “Sangalalani (mnyumba zanu) mpaka nthawi yaikika.”"},{"SurahNumber":51,"VerseNumber":44,"Text":"“Koma adadzikweza (ponyozera) lamulo la Mbuye wawo. Choncho chiphokoso chidawaononga uku akupenya"},{"SurahNumber":51,"VerseNumber":45,"Text":"“Sadathe kuimilira ndi (kuthawa) ndiponso sadali wodzipulumutsa"},{"SurahNumber":51,"VerseNumber":46,"Text":"“Naonso anthu a Nuh (tidawaononga) kale chifukwa iwo adali anthu otuluka mchilamulo (cha Allah)"}]}