{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"A kúkú ṣe ibùgbé fún àwọn ọmọ ’Isrọ̄’īl ní ibùgbé alápọ̀n-ọ́nlé. A sì pèsè fún wọn nínú àwọn n̄ǹkan dáadáa. Nígbà náà, wọn kò yapa ẹnu (sí ’Islām) títí ìmọ̀ fi dé bá wọn. Dájúdájú Olúwa rẹ yóò ṣèdájọ́ láààrin wọn ní Ọjọ́ Àjíǹde nípa ohun tí wọ́n ń yapa ẹnu sí"},{"SurahNumber":10,"VerseNumber":94,"Text":"Tí o bá wà nínú iyèméjì nípa n̄ǹkan tí A sọ̀kalẹ̀ fún ọ (pé orúkọ rẹ àti àsọtẹ́lẹ̀ nípa rẹ wà nínú Taorāt àti ’Injīl), bi àwọn t’ó ń ka Tírà ṣíwájú rẹ léèrè wò. Dájúdájú òdodo ti dé bá ọ láti ọ̀dọ̀ Olúwa rẹ. Nítorí náà, o ò gbọdọ̀ wà lára àwọn oníyèméjì"},{"SurahNumber":10,"VerseNumber":95,"Text":"O ò gbọdọ̀ wà lára àwọn t’ó pe àwọn āyah Allāhu nírọ́, nítorí kí o má baà wà lára àwọn ẹni òfò"},{"SurahNumber":10,"VerseNumber":96,"Text":"Dájúdájú àwọn tí ọ̀rọ̀ Olúwa rẹ ti kò lé lórí, wọn kò níí gbàgbọ́"},{"SurahNumber":10,"VerseNumber":97,"Text":"gbogbo āyah ìbáà dé bá wọn, títí wọ́n máa fi rí ìyà ẹlẹ́ta-eléro"},{"SurahNumber":10,"VerseNumber":98,"Text":"Kò kúkú sí ìlú kàn, t’ó gbàgbọ́ (lásìkò ìyà), tí ìgbàgbọ́ rẹ̀ sì ṣe é ní àǹfààní àfi ìjọ (Ànábì) Yūnus. Nígbà tí wọ́n gbàgbọ́, A mú àbùkù ìyà kúrò fún wọn nínú ìṣẹ̀mí ayé. A sì jẹ́ kí wọ́n jẹ ìgbádùn ayé fún ìgbà díẹ̀"},{"SurahNumber":10,"VerseNumber":99,"Text":"Tí ó bá jẹ́ pé Olúwa rẹ bá fẹ́, àwọn tí ń bẹ lórí ilẹ̀ ìbá gbàgbọ́, gbogbo wọn pátápátá. Nítorí náà, ṣé ìwọ l’o máa jẹ wọ́n nípá ni títí wọn yóò fi di onígbàgbọ́ òdodo"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ẹ̀mí kan kò lè gbàgbọ́ àfi pẹ̀lú àṣẹ Allāhu. Ó sì máa fi ìyà jẹ àwọn tí kò ṣe làákàyè"},{"SurahNumber":10,"VerseNumber":101,"Text":"Sọ pé: \"Ẹ wòye sí n̄ǹkan tí ń bẹ nínú sánmọ̀ àti ilẹ̀. Àwọn āyah àti ìkìlọ̀ kò sì níí rọ ìjọ aláìgbàgbọ́ lọ́rọ̀"},{"SurahNumber":10,"VerseNumber":102,"Text":"Nítorí náà, ṣé wọ́n tún ń retí (n̄ǹkan mìíràn) ni bí kò ṣe (ìparun) irú ti ìgbà àwọn t’ó ré kọjá lọ ṣíwájú wọn. Sọ pé: “Ẹ máa retí nígbà náà. Dájúdájú èmi náà wà pẹ̀lú yín nínú àwọn olùretí.”"},{"SurahNumber":10,"VerseNumber":103,"Text":"Lẹ́yìn náà, A óò gba àwọn Òjíṣẹ́ Wa àti àwọn t’ó gbàgbọ́ là. Báyẹn ní ó ṣe jẹ́ ojúṣe Wa láti gba àwọn onígbàgbọ́ òdodo là"}]}