{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"mēlum (napiyē!) Nīr avarkaḷukku nūhviṉ carittirattai ōtikkāṇpippīrāka! Avar tam camūkattātai nōkki, \"eṉ camūkattārē! Nāṉ (uṅkaḷiṭaiyē) iruppatum nāṉ (uṅkaḷukku) allāhviṉ attāṭcikaḷai niṉaivūṭṭuvatum uṅkaḷukkup paḷuvāka irukkumāṉāl - nāṉ allāhviṉ mītē muḻu nampikkai vaittuḷḷēṉ; (uṅkaḷ muyaṟciyil ētēṉum) kuṟaivu ceytu viṭṭatākap piṉṉar uṅkaḷukku aiyam ēṟpaṭātavāṟu, nīṅkaḷ iṇai vaippavaṟṟaiyum oṉṟu cērttuk koṇṭu, nīṅkaḷ yāvarum cērntu uṅkaḷ kāriyattai muṭivu ceyyuṅkaḷ - piṉṉar (eṉakketirāka) nīṅkaḷ tiṭṭamiṭuvatai eṉṉil niṟaivēṟṟuṅkaḷ; itil nīṅkaḷ tāmatamceyya vēṇṭām\" eṉṟu kūṟiṉār"},{"SurahNumber":10,"VerseNumber":72,"Text":"āṉāl, niṅkaḷ (eṉ upatēcattaip) puṟakkaṇittu viṭṭāl, (eṉakku evvita iḻappumillai.) Ēṉeṉil (itaṟkāka) nāṉ uṅkaḷiṭam yātoru kūliyum kēṭkavillai; eṉakkuriya kūli allāhviṭamēyaṉṟi (vēṟevariṭattum) illai. Nāṉ avaṉukku (muṟṟilum vaḻippaṭṭa) muslīmkaḷil (oruvaṉāka) irukkumāṟē nāṉ ēvappaṭṭuḷḷēṉ\" (eṉṟu kūṟiṉār)"},{"SurahNumber":10,"VerseNumber":73,"Text":"Appoḻutum avarkaḷ avaraip poyyareṉavē kūṟiṉārkaḷ; ākavē, nām avaraiyum, avaruṭaṉ iruntavarkaḷaiyum kappalil (ēṟṟik) kāppāṟṟiṉōm - mēlum avarkaḷaip (pūmikku) atipatikaḷākavum ākkiṉōm - nam'muṭaiya attāṭcikaḷaip poyyeṉak kūṟiyavarkaḷai mūḻkaṭittōm. Accamūṭṭi eccarikkai ceyyappaṭ; ṭa avarkaḷiṉ muṭivu eṉṉa āyiṟṟu eṉpatai (napiyē!) Nīr kavaṉippīrāka"},{"SurahNumber":10,"VerseNumber":74,"Text":"avarukku piṉ, ava(rava)r camūkattiṉarukkut tūtuvarkaḷai aṉuppivaittōm; avarkaḷum teḷivāṉa attāṭcikaḷai a(ccamūkatta)varkaḷiṭam koṇṭu vantārkaḷ; eṉiṉum, muṉṉar iruntavarkaḷ enta (uṇmaiyaip) poyyeṉak kūṟik koṇṭiruntārkaḷō, (anta uṇmaiyai) ivarkaḷum nampavillai - varampu mīṟum ittakaiyavarkaḷiṉ neñcaṅkaḷ mītu ivhvaṟē nām muttiraiyiṭukiṟōm"},{"SurahNumber":10,"VerseNumber":75,"Text":"itaṉ piṉṉar mūsāvaiyum, hārūṉaiyum ḥpir'avṉiṭamum, avaṉ talaivarkaḷiṭamum nam'muṭaiya attāṭcikaḷuṭaṉ aṉuppiṉōm; āṉāl ivarkaḷum āṇavam koṇṭu kuṟṟavāḷikaḷāṉa makkaḷākavē āṉārkaḷ"},{"SurahNumber":10,"VerseNumber":76,"Text":"nam'miṭamiruntu avarkaḷukkuc cattiyam vanta pōtu, \"niccayamāka itu teḷivāṉa cūṉiyamē yākum\" eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":10,"VerseNumber":77,"Text":"ataṟku mūsar\"uṅkaḷiṭam cattiyamē vanta pōtu, ataippaṟṟiyō nīṅkaḷ ivvāṟu kūṟukiṟīrkaḷ? Ituvā cūṉiyam? Cūṉiyakkārarkaḷ veṟṟi peṟavē māṭṭārkaḷ\" eṉṟu kūṟiṉār"},{"SurahNumber":10,"VerseNumber":78,"Text":"(ataṟku) avarkaḷ; eṅkaḷ mūtātaiyarkaḷai etaṉ mītu nāṅkaḷ kaṇṭōmō atiliruntu eṅkaḷait tiruppiviṭavum, inta pūmiyil uṅkaḷ iruvarukkum perumaiyai uṇṭākkik koḷvataṟkumā nīṅkaḷ eṅkaḷiṭam vantīrkaḷ? Āṉāl nāṅkaḷ uṅkaḷiruvar mītum nampikkai koḷpavarkaḷallar\" eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":10,"VerseNumber":79,"Text":"Ḥpir'avṉ (taṉ kūṭṭattāriṭam)\"tērcci peṟṟa cūṉiyakkārar ovvoru varaiyum eṉṉiṭam koṇṭu vāruṅkaḷ\" eṉak kūṟiṉāṉ"},{"SurahNumber":10,"VerseNumber":80,"Text":"ataṉpaṭi, cūṉiyakkārarkaḷ vantatum, \"nīṅkaḷ (cūṉiyam ceyya) eṟiya virumpuvatai eṟiyuṅkaḷ\" eṉṟu mūsā avarkaḷiṭam kūṟiṉār"},{"SurahNumber":10,"VerseNumber":81,"Text":"avarkaḷ (eṟiyak kūṭiya kaittaṭikaḷai) eṟintapōtu, mūsar\"nīṅkaḷ koṇṭu vantavai (aṉaittum) cūṉiyamē; niccayamāka allāh viraivilēyē ivaṟṟai aḻittuviṭuvāṉ - allāh viṣamikaḷiṉ ceyalai niccayamāka cīrpaṭac ceyyamāṭṭāṉ\" eṉṟu kūṟiṉār"},{"SurahNumber":10,"VerseNumber":82,"Text":"iṉṉum, kuṟṟavāḷikaḷ veṟutta pōtilum, allāh taṉ vākkukaḷaik koṇṭu cattiyattai nilai nāṭṭiyē tīruvāṉ (eṉṟum kūṟiṉār)"}]}