{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"People, be mindful of your Lord, for the earthquake of the Last Hour will be a mighty thing"},{"SurahNumber":22,"VerseNumber":2,"Text":"on the Day you see it, every nursing mother will think no more of her baby, every pregnant female will miscarry, you will think people are drunk when they are not, so severe will be God’s torment"},{"SurahNumber":22,"VerseNumber":3,"Text":"Yet still there are some who, with no knowledge, argue about God, who follow every devilish rebel"},{"SurahNumber":22,"VerseNumber":4,"Text":"fated to lead astray those who take his side, and guide them to the suffering of the blazing flame"},{"SurahNumber":22,"VerseNumber":5,"Text":"People, [remember,] if you doubt the Resurrection, that We created you from dust, then a drop of fluid, then a clinging form, then a lump of flesh, both shaped and unshaped: We mean to make Our power clear to you. Whatever We choose We cause to remain in the womb for an appointed time, then We bring you forth as infants and then you grow and reach maturity. Some die young and some are left to live on to such an age that they forget all they once knew. You sometimes see the earth lifeless, yet when We send down water it stirs and swells and produces every kind of joyous growth"},{"SurahNumber":22,"VerseNumber":6,"Text":"this is because God is the Truth; He brings the dead back to life; He has power over everything"},{"SurahNumber":22,"VerseNumber":7,"Text":"There is no doubt that the Last Hour is bound to come, nor that God will raise the dead from their graves"},{"SurahNumber":22,"VerseNumber":8,"Text":"yet still there are some who, with no knowledge or guidance or any book of enlightenment, argue about God"},{"SurahNumber":22,"VerseNumber":9,"Text":"turning scornfully aside to lead others away from God’s path. Disgrace in this world awaits such a person and, on the Day of Resurrection, We shall make him taste the suffering of the Fire"},{"SurahNumber":22,"VerseNumber":10,"Text":"[It will be said], ‘This is for what you have stored up with your own hands: God is never unjust to His creatures.’"}]}