{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Ve sizin mallarınız ve evlâtlarınız katımızda sizi, Bize yaklaştıracak yüksek değere sahip değildir. Âmenû olan ve salih amel (nefs tezkiyesi) yapanlar hariç. İşte onlar, onlar için amelleri sebebiyle kat kat mükâfat vardır. Ve onlar, yüksek makamlarda emin (emniyette) olanlardır"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ve âyetlerimizi aciz (hükümsüz) bırakmak için çalışanlar, işte onlar azap içinde (azabın daha kötüsü için) hazır bulunanlardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Muhakkak ki benim Rabbim, kullarından dilediği kimseye rızkı genişletir ve taktir eder (daraltır). Ve bir şey infâk ettiğiniz (verdiğiniz) zaman (o taktirde) O, onun karşılığını verir. Ve O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"Ve o gün onların hepsini haşredecek (birarada toplayacak). Sonra meleklerine şöyle buyuracak: \"Size tapmış olanlar bunlar mı"},{"SurahNumber":34,"VerseNumber":41,"Text":"(Melekler) dediler ki: \"Sen Sübhan´sın (herşeyden münezzeh, çok yüce). Bizim velîmiz onlar değil, Sensin. Hayır, onlar cinlere tapıyorlardı. Onların çoğu, onlara (cinlerin söylediklerine) inananlardır"},{"SurahNumber":34,"VerseNumber":42,"Text":"Artık o gün bir kısmınız diğerlerine fayda ve zarar vermeye malik olamaz (gücü yetmez). Zulmedenlere: \"Tekzip etmiş (yalanlamış) olduğunuz ateşin azabını tadın.\" diyeceğiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ve onlara âyetlerimiz açıkça okunduğu zaman: \"Bu ancak, babalarınızın tapmış olduğu şeylerden sizi men etmek isteyen bir adamdan başkası değildir.\" dediler. Ve dediler ki: \"Bu, uydurulmuş bir iftiradan başka bir şey değil.\" Ve kâfirler hak için, onlara (hak) geldiği zaman: \"Bu, ancak apaçık bir sihirdir.\" dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ve Biz, onlara tedris edecekleri (okuyup çalışacakları) kitaplardan vermedik. Ve senden önce onlara bir nezir (de) (uyarıcı peygamber) göndermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ve onlardan öncekiler (de) tekzip ettiler (yalanladılar). Ve onlara verdiğimiz şeylerin onda birine (bile) erişmediler. Buna rağmen resûllerimizi tekzip ettiler (yalanladılar). Bundan sonra inkârım (cezam) nasıl oldu"}]}