{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"Yārā āhata haẏē paṛāra parē'ō āllāha ēbaṁ tām̐ra rasūlēra nirdēśa mān'ya karēchē, tādēra madhyē yārā saṯ ō parahēyagāra, tādēra jan'ya raẏēchē mahāna sa'ōẏāba."},{"SurahNumber":3,"VerseNumber":173,"Text":"Yādērakē lōkērā balēchē yē, tōmādēra sāthē mōkābēlā karāra jan'ya lōkērā samābēśa karēchē bahu sāja-sarañjāma; tādēra bhaẏa kara. Takhana tādēra biśbāsa āra'ō dr̥ṛhatara haẏē yāẏa ēbaṁ tārā balē, āmādēra jan'ya āllāha'i yathēṣṭa; kata'i nā camaṯkāra kāmiẏābīdānakārī."},{"SurahNumber":3,"VerseNumber":174,"Text":"Ataḥpara phirē ēla musalamānarā āllāhara anugraha niẏē, tadēra kichu'i aniṣṭa halō nā. Tārapara tārā āllāhara icchāra anugata hala. Bastutaḥ āllāhara anugraha ati birāṭa."},{"SurahNumber":3,"VerseNumber":175,"Text":"Ērā yē raẏēchē, ērā'i halē śaẏatāna, ērā nijēdēra bandhudēra byāpārē bhīti pradarśana karē. Sutarāṁ tōmarā tādēra bhaẏa karō nā. Āra tōmarā yadi īmānadāra haẏē thāka, tabē āmākē bhaẏa kara."},{"SurahNumber":3,"VerseNumber":176,"Text":"Āra yārā kupharēra dikē dhābita hacchē tārā yēna tōmādigakē cintāmbita karē nā tōlē. Tārā āllāha tā’ālāra kōna kichu'i aniṣṭa sādhana karatē pārabē nā. Ākhērātē tādērakē kōna kalyāṇa dāna nā karā'i āllāhara icchā. Bastutaḥ tādēra jan'yē raẏēchē mahā śāsti."},{"SurahNumber":3,"VerseNumber":177,"Text":"Yārā īmānēra paribartē kuphara kraẏa karē niẏēchē, tārā āllāha tā’ālāra kichu'i kṣatisādhana karatē pārabē nā. Āra tādēra jan'ya raẏēchē bēdanādāẏaka śāsti."},{"SurahNumber":3,"VerseNumber":178,"Text":"Kāphērarā yēna manē nā karē yē āmi yē, abakāśa dāna kari, tā tādēra pakṣē kalyāṇakara. Āmi tō tādērakē abakāśa dē'i yātē karē tārā pāpē unnati lābha karatē pārē. Bastutaḥ tādēra jan'ya raẏēchē lāñchanājanaka śāsti."},{"SurahNumber":3,"VerseNumber":179,"Text":"Nāpākakē pāka thēkē pr̥thaka karē dēẏā paryanta āllāha ēmana nana yē, īmānadāragaṇakē sē abasthātē'i rākhabēna yātē tōmarā raẏēcha, āra āllāha ēmana nana yē, tōmādigakē gāẏabēra sambāda dēbēna. Kintu āllāha sbīẏa rasūla gaṇēra madhyē yākē icchā bāchā'i karē niẏēchēna. Sutarāṁ āllāhara ōpara ēbaṁ tām̐ra rasūlagaṇēra ōpara tōmarā pratyaẏa sthāpana kara. Bastutaḥ tōmarā yadi biśbāsa ō parahēyagārīra ōpara pratiṣṭhita thēkē thāka, tabē tōmādēra jan'yē raẏēchē birāṭa pratidāna."},{"SurahNumber":3,"VerseNumber":180,"Text":"Āllāha tādērakē nijēra anugrahē yā dāna karēchēna tātē yārā kr̥paṇatā karē ē'i kārpan'ya tādēra jan'ya maṅgalakara habē balē tārā yēna dhāraṇā nā karē. Baraṁ ēṭā tādēra pakṣē ēkānta'i kṣatikara pratipanna habē. Yātē tārā kārpan'ya karē sē samasta dhana-sampadakē kiẏāmatēra dina tādēra galāẏa bēṛī bāniẏē parānō habē. Āra āllāha hacchēna āsamāna ō yamīnēra parama sattbādhikārī. Āra yā kichu tōmarā kara; āllāha sē samparkē jānēna."}]}