{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":105,"Text":"Nufu no min mo, shito-tachi o shinjinakatta"},{"SurahNumber":26,"VerseNumber":106,"Text":"Kare-ra no doho no nufu ga, kare-ra ni itta toki o omoiokoshi nasai. `Anata gata wa,-nushi o osorenai nodesu ka"},{"SurahNumber":26,"VerseNumber":107,"Text":"Hontoni watashi wa, anata gata e no seijitsuna shitodesu"},{"SurahNumber":26,"VerseNumber":108,"Text":"Sore de arra o osore, watashi ni shitagai nasai"},{"SurahNumber":26,"VerseNumber":109,"Text":"Watashi wa, sore ni taishi anata gata ni hoshu o motomemasen. Watashi e no hoshu wa, tada ban'yu no nushi kara (itadaku) dakedesu"},{"SurahNumber":26,"VerseNumber":110,"Text":"Dakara arra o osore, watashi ni shitagai nasai"},{"SurahNumber":26,"VerseNumber":111,"Text":"Kare-ra wa itta. `Mottomo iyashi-sha-tachi ga anata ni shitagatte iru to iu no ni, watashi-tachi made anata o shinjiru nodesu ka"},{"SurahNumber":26,"VerseNumber":112,"Text":"Kare (nufu) wa itta. `Kare-ra ga okonatte iru koto ni tsuite, watashi ga nani o shirimashou ka"},{"SurahNumber":26,"VerseNumber":113,"Text":"Kare-ra no seisan wa, tada watashi no omo ni zokusuru nodesu. Moshi anata gataga rikai surunaraba"},{"SurahNumber":26,"VerseNumber":114,"Text":"Mata watashi wa, shinko suru mono-tachi o oiharaimasen"},{"SurahNumber":26,"VerseNumber":115,"Text":"Watashi wa komeina hitori no keikoku-sha ni suginai nodesu"},{"SurahNumber":26,"VerseNumber":116,"Text":"Kare-ra wa itta. `Anata ga tomenainara, nufu yo, kanarazu ishi-uchi ni sa rerudeshou"},{"SurahNumber":26,"VerseNumber":117,"Text":"Kare wa (inotte) itta. `Omo yo, hontoni watashi no min wa watashi o uso-tsukidearu to moshimasu"},{"SurahNumber":26,"VerseNumber":118,"Text":"Sorede watashi to kare-ra no ma o, shikkari o sabaki kudasare, watashi to, watashi to issho no shinja-tachi o sukutte kudasai"},{"SurahNumber":26,"VerseNumber":119,"Text":"Sokode ware wa kare to, kare to issho no mono-tachi o, mansai shita fune no naka ni sukutte yatta"},{"SurahNumber":26,"VerseNumber":120,"Text":"Sorekara ware wa ato ni nokotta-sha-tachi o obore saseta"},{"SurahNumber":26,"VerseNumber":121,"Text":"Hontoni kono nakaniha, hitotsu no shirushi ga aru. Daga kare-ra no oku wa shinjinai"},{"SurahNumber":26,"VerseNumber":122,"Text":"Hontoni anata no shu, kare wa iryoku narabinaku jihibukaku ara reru"}]}