{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Мы даровали Мусе (Моисею) Писание и отправили вслед за ним череду посланников. Мы даровали Исе (Иисусу), сыну Марьям (Марии), ясные знамения и укрепили его Святым Духом (Джибрилем). Неужели каждый раз, когда посланник приносил вам то, что было вам не по душе, вы проявляли высокомерие, нарекали лжецами одних и убивали других"},{"SurahNumber":2,"VerseNumber":88,"Text":"Они сказали: «Сердца наши покрыты завесой (или переполнены знаниями)». О нет, это Аллах проклял их за их неверие. Как же мала их вера"},{"SurahNumber":2,"VerseNumber":89,"Text":"К ним явилось от Аллаха Писание, подтверждающее правдивость того, что было у них. Прежде они молили о победе над неверующими. Когда же к ним явилось то, что они узнали, они отказались уверовать в него. Да пребудет проклятие Аллаха над неверующими"},{"SurahNumber":2,"VerseNumber":90,"Text":"Скверно то, что они купили за свои души, не уверовав в ниспосланное Аллахом и завидуя тому, что Аллах ниспосылает Свою милость тому из Своих рабов, кому пожелает. Они навлекли на себя гнев, один поверх другого. Неверующим уготованы унизительные мучения"},{"SurahNumber":2,"VerseNumber":91,"Text":"Когда им говорят: «Уверуйте в то, что ниспослал Аллах», - они отвечают: «Мы веруем в то, что было ниспослано нам». Они не веруют в то, что явилось впоследствии, хотя это является истиной, подтверждающей правдивость того, что есть у них. Скажи: «Почему же раньше вы убивали пророков Аллаха, если вы являетесь верующими?»"},{"SurahNumber":2,"VerseNumber":92,"Text":"Муса (Моисей) явился к вам с ясными знамениями, но в его отсутствие вы стали поклоняться тельцу, будучи беззаконниками"},{"SurahNumber":2,"VerseNumber":93,"Text":"Вот Мы заключили с вами завет и воздвигли над вами гору: «Крепко придерживайтесь того, что Мы даровали вам, и слушайте». Они сказали: «Слышали и ослушаемся». Их сердца впитали любовь к тельцу по причине их неверия. Скажи: «Скверно то, что велит вам ваша вера, если вы вообще являетесь верующими»"},{"SurahNumber":2,"VerseNumber":94,"Text":"Скажи: «Если Последняя обитель у Аллаха предназначена только для вас, а не для других людей, то пожелайте себе смерти, если вы говорите правду»"},{"SurahNumber":2,"VerseNumber":95,"Text":"Однако они никогда не пожелают себе этого из-за того, что приготовили их руки. Аллах ведает о беззаконниках"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ты непременно убедишься, что они жаждут жизни больше всех людей, даже больше многобожников. Каждый из них желал бы прожить тысячу лет. Но даже долгая жизнь ничуть не отдалит их от мучений. Аллах видит то, что они совершают"}]}