{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"Ka ce: \"Yã Ubangijina! Ko dai Ka nũna mini abin da ake yi musu wa'adi da shi"},{"SurahNumber":23,"VerseNumber":94,"Text":"Yã Ubangijina, to, kada Ka sanya ni a cikin mutãne azzãlumai"},{"SurahNumber":23,"VerseNumber":95,"Text":"Kuma lalle ne Mũ haƙĩƙa Mãsu iyawa ne a kan Mu nũna maka abin da Muke yi musu wa'adi da shi"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ka tunkuɗe cũta da wadda take ita ce mafi kyau. Mũ neMafi sani game da abin da suke siffantãwa"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ka ce: \"Yã Ubangijĩna, inã nẽman tsari da Kai daga fizge-fizgen Shaiɗãnu"},{"SurahNumber":23,"VerseNumber":98,"Text":"Kuma inã nẽman tsari da Kai, ya Ubangijĩna! Dõmin kada su halarto ni"},{"SurahNumber":23,"VerseNumber":99,"Text":"Har idan mutuwa ta jẽ wa ɗayansu, sai ya ce: \"Yã Ubangijina, Ku mayar da ni (dũniya)"},{"SurahNumber":23,"VerseNumber":100,"Text":"Tsammãnina in aikata aiki na ƙwarai cikin abin da na bari.\" Kayya! Lalle ne ita kalma ce, shĩ ne mafaɗinta, alhãli kuwa a bãya gare su akwai wani shãmaki har rãnar da zã a tãyar da su"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sa'an nan idan an yi bũsa a cikin ƙaho, to, bãbu dangantakõki a tsakãninsu a rãnar nan kuma bã zã su tambayi jũnansu ba"},{"SurahNumber":23,"VerseNumber":102,"Text":"To, wadanda sikẽlinsu ya yi nauyi, to, waɗannan sũ ne mãsu babban rabo"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kuma waɗanda sikẽlinsu ya yi sauƙi, to, waɗannan ne waɗanda suka yi hasãrar rãyukansu sunã madawwama a cikin Jahannama"},{"SurahNumber":23,"VerseNumber":104,"Text":"Fuskokinsu sunã balbalar wuta, kuma su a cikinta mãsu yãgaggun leɓɓa daga haƙõra ne"},{"SurahNumber":23,"VerseNumber":105,"Text":"Shin, ayõyĩNa ba su kasance anã karanta su a kanku ba sai kuka kasance game da su kunã ƙaryatãwa"},{"SurahNumber":23,"VerseNumber":106,"Text":"Suka ce: \"Yã Ubangijinmu, shaƙãwamiu ce ta rinjãya a kanmu, kuma mun kasance mutãne ɓatattu"},{"SurahNumber":23,"VerseNumber":107,"Text":"Yã Ubangjinmu! Ka fitar da mu daga gare ta, sa'an nan idan mun kõma, to, lalle ne, mũ ne mãsu zãlunci"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ya ce: \"Ku tafi (da wulãkanci) a cikinta. Kada ku yi Mini magana"},{"SurahNumber":23,"VerseNumber":109,"Text":"Lalle ne waɗansu ƙungiyoyi daga bãyiNa sun kasance sunã cẽwa, \"Yã Ubangijinmu! Mun yi ĩmãni, sai Ka gãfarta mana, kuma Ka yi mana rahama, kuma Kai ne Mafi alhẽrin mãsu tausayi"},{"SurahNumber":23,"VerseNumber":110,"Text":"Sai kuka riƙe su lẽburõri har suka mantar da ku ambatõNa kuma kun kasance, daga gare su kuke yin dãriya"},{"SurahNumber":23,"VerseNumber":111,"Text":"Lalle ne Nĩ Inã sãka musu a yau, sabõda abin da suka yi wa haƙuri. Dõmin lalle ne sũ sũ ne mãsu sãmun babban rabo"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ya ce: \"Nawa kuka zauna a cikin ƙasa na ƙidãyar shẽkaru"},{"SurahNumber":23,"VerseNumber":113,"Text":"Suka ce: \"Mun zauna a yini ɗaya ko rabin yini, sai ka tambayi mãsu ƙidãyãwa"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ya ce: \"Ba ku zauna ba fãce kaɗan, dã dai kun kasance kunã sani"},{"SurahNumber":23,"VerseNumber":115,"Text":"Shin, to, kun yi zaton cẽwa Mun halitta ku ne da wãsa kuma lalle ku, zuwa gare Mu, bã zã ku kõmo ba"},{"SurahNumber":23,"VerseNumber":116,"Text":"Allah Mamallaki gaskiya, Yã ɗaukaka. Bãbu abin bautãwa, fãce Shi. Shĩ ne Ubangijin Al'arshi, mai daraja"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kuma wanda ya kira, tãre da Allah, waɗansu abũbuwan bautãwa na dabam, bã yanã da wani dalĩli game da shĩ (kiran) ba, to hisãbinsa yanã wurin Ubangijinsa kawai. Lalle ne, kãfirai bã su cin nasara"},{"SurahNumber":23,"VerseNumber":118,"Text":"Kuma ka ce: \"Yã Ubangijina! Ka yi gãfara, Ka yi rahama, kuma Kai ne Mafi alhẽrin mãsu rahama"}]}