{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron had already, before this said to them: \"O my people! ye are being tested in this: for verily your Lord is (God) Most Gracious; so follow me and obey my command"},{"SurahNumber":20,"VerseNumber":91,"Text":"They had said: \"We will not abandon this cult, but we will devote ourselves to it until Moses returns to us"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Moses) said: \"O Aaron! what kept thee back, when thou sawest them going wrong"},{"SurahNumber":20,"VerseNumber":93,"Text":"From following me? Didst thou then disobey my order"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Aaron) replied: \"O son of my mother! Seize (me) not by my beard nor by (the hair of) my head! Truly I feared lest thou shouldst say, 'Thou has caused a division among the children of Israel, and thou didst not respect my word"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Moses) said: \"What then is thy case, O Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"He replied: \"I saw what they saw not: so I took a handful (of dust) from the footprint of the Apostle, and threw it (into the calf): thus did my soul suggest to me"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Moses) said: \"Get thee gone! but thy (punishment) in this life will be that thou wilt say, 'touch me not'; and moreover (for a future penalty) thou hast a promise that will not fail: Now look at thy god, of whom thou hast become a devoted wor shipper: We will certainly (melt) it in a blazing fire and scatter it broadcast in the sea"},{"SurahNumber":20,"VerseNumber":98,"Text":"But the god of you all is the One God: there is no god but He: all things He comprehends in His knowledge"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus do We relate to thee some stories of what happened before: for We have sent thee a Message from Our own Presence"},{"SurahNumber":20,"VerseNumber":100,"Text":"If any do turn away therefrom, verily they will bear a burden on the Day of judgment"},{"SurahNumber":20,"VerseNumber":101,"Text":"They will abide in this (state): and grievous will the burden be to them on that Day"},{"SurahNumber":20,"VerseNumber":102,"Text":"The Day when the Trumpet will be sounded: that Day, We shall gather the sinful, blear-eyed (with terror)"},{"SurahNumber":20,"VerseNumber":103,"Text":"In whispers will they consult each other: \"Yet tarried not longer than ten (Days)"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best what they will say, when their leader most eminent in conduct will say: \"Ye tarried not longer than a day"}]}