{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitab´ın indirilmesi, Aziz ve Hakim olan Allah tarafındandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Gokleri ve yeri ve ikisinin arasındakileri ancak hak ile yarattık. Ve bilinen (tespit edilen) bir zamana kadar. Ve onlar ki, uyarıldıkları seylerden yuz ceviren kafirlerdir"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: “Allah´tan baska taptıklarınızı gordunuz mu?” Onların yeryuzunde ne yarattıklarını bana gosterin. Yoksa onların goklerde ortagı mı var? Eger siz sadıklarsanız (dogru soyleyenlerseniz) bana, bundan evvelki bir kitap ve ilimden (ilmi) bir eser getirin.”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah´tan baskasına dua edenden daha dalalette kim vardır? Kıyamet gunune kadar, ona kimse icabet etmez. Ve onlar (putlar), onların dualarından gafildirler (habersizdirler)"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar hasrolundukları (biraraya getirildikleri) zaman (putlar) onlara dusman oldular. Ve onların ibadetlerini inkar ettiler (kabul etmediler)"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ve onlara ayetlerimiz beyan edilerek (acıklanarak) okundugu zaman kafirler, (ayetlerimiz) onlara gelince, hak (ayetlerimiz) icin: “Bu, apacık bir sihirdir.” dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa “Onu uydurdu.” mu diyorlar? De ki: “Eger onu ben uyduruyorsam, o taktirde Allah´tan bana gelecek bir seye siz mani olamazsınız. O, O´nun (Kur´an) hakkında daldıgınız seyleri (yaptıgınız iftiraları) en iyi bilir. Benimle sizin aranızda O´na (Kur´an-ı Kerim´e) sahit olarak O (Allah) yeter. Ve O; Gafur´dur, Rahim´dir"},{"SurahNumber":46,"VerseNumber":9,"Text":"“Ben diger resullerden farklı bir (bidat) ortaya cıkarmıs degilim.” de. Ve bana ve size ne yapılacagını ben bilemem. Ben sadece bana vahyedilene tabi olurum. Ve ben apacık bir nezirden baska bir sey degilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: “Gordunuz mu? Ya o Kur´an, Allah´ın katından ise ve siz O´nu inkar ettinizse? Ve Israilogullarından bir sahit O´nun misline sahit olduysa, boylece iman ettiyse ve siz de buyukluk tasladıysanız? Muhakkak ki Allah, zalimler kavmini hidayete erdirmez"}]}