{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":236,"Text":"Yadi tomaloke straisakalaka sparsa nakarai athaba mohara nirdharana nakarai talakba diya tente tomalokara kono papa nahaya; arau tomaloke sihamtara babe kiba sansthana karai diba, sacchale tara sadhyamate arau asacchale tara samarthanuyayi, bidhimate sansthana karaiba, e'ito satkarmasila lokara kartabya"},{"SurahNumber":2,"VerseNumber":237,"Text":"Arau tomaloke yadi sihamtaka sparsa karaara agate talakba diya, athaca sihamtara babe mohara dharya karaicha, tente yi nirdharana karaicha tara adha (adaya diya). Kintu yadi straisakale ksama karai diye athaba yara hatata bibahara bandhana si yadi mapha karai diye, arau ksama karai diyatorae'i takbaraara sannidhya; arau tomaloke nijara majata anugrahara katha paharai nayaba. Tomaloke yi karaa niscaya allaha seya sabisesa pratyaksakarai"},{"SurahNumber":2,"VerseNumber":238,"Text":"Tomaloke chalatara prati yatnabana horaa, bisesakai madhyararti chalatara arau allahara babe binitabharae thiya horaa"},{"SurahNumber":2,"VerseNumber":239,"Text":"Kintu yadi tomaloke bipada asanka karaa, tente khojakarha athaba araohi arasthate'i chalata adaya karaiba. Tara pichata yetiya tomaloke niraapada bodha karaiba tetiya allahaka smarana karaiba, yenekai te'om tomalokaka siksa diche, yito tomaloke jana nachila"},{"SurahNumber":2,"VerseNumber":240,"Text":"Arau tomalokara majata yisakale strai thai mrtyubarana karae, sihamte yena sihamtara straisakalaka gharara paraa uliya'i nidiye arau yena sihamtara babe sampurna ebacharara bharana-posanara achiyata karae. Kintu yadi sihamta (nija icchate) ola'i yaya, tente bidhi mutabika sihamte nijara babe yi karaiba tata tomalokara kono papa nahaya; arau allaha prabala paraakramasali, prajnamaya"},{"SurahNumber":2,"VerseNumber":241,"Text":"Arau talakbapraapta naraisakalara pratha mutabika bharana-posana karaa muttakbisakalara kartabya"},{"SurahNumber":2,"VerseNumber":242,"Text":"Enekai allahe te'omra ayatasamuha tomalokara babe spastabharae barnana karae yate tomaloke bujiba paraa"}]}