{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Хто бажають позичити БОГА позика righteousness, до це примножилися для нього магістраль, та кінець з великодушною винагородою"},{"SurahNumber":57,"VerseNumber":12,"Text":"день прибуде коли ви дивитесь вірячі людям та жінкам з їхніми вогнями випромінюючими попереду них та їх виправитися. Гарна новина є ваша що, на що день, ви будете мати парк з течучими потоками. Ви будете перебувати там завжди. Це являє собою великий тріумф"},{"SurahNumber":57,"VerseNumber":13,"Text":"На що день, люди лицеміра та жінки скажуть цим хто вважали, 'Будь \"ласка дозвольте нам поглинути деяке з вашого світла.\" Це буде казатися, \"Ідете назад позаду вас, та шукаєте світла.\" Бар'єр буде встановлюватися між ними, чиї ворота відокремлює милосердя на внутрішній стороні, з retribution на зовнішній стороні"},{"SurahNumber":57,"VerseNumber":14,"Text":"Вони закликають на них, ми не з вами?\" Вони відповідять, \"Так, але ви обдурили ваші душі, вагалися, мали сумнів, та стали призведені до помилки wishful мисленням, до БОЖОГО вироку прибули. Ви були відведені з БОГА ілюзіями"},{"SurahNumber":57,"VerseNumber":15,"Text":"Тому, сьогодні ніякий викуп не може бути взятий від вас, не з цих хто disbelieved. Ваш abode являє собою вогонь; це - ваш лорд, та нещасний abode"},{"SurahNumber":57,"VerseNumber":16,"Text":"це не час для цих хто віриться щоб відкрити їхні серденька для БОЖОГО повідомлення, та правда що відкривається herein? Вони не мусять виглядати як послідовники попередніх святих писання чиї серденька стали затверділі з часом та, отже, багато з них повернуті безпутним"},{"SurahNumber":57,"VerseNumber":17,"Text":"Знають що БОГ відновлює землю після це вмер. Ми таким чином роз'яснюємо апокаліпсис для вас, що ви можете зрозуміти"},{"SurahNumber":57,"VerseNumber":18,"Text":"Безсумнівно, благодійні люди та жінки, позичили БОГА позика доброти. Вони отримають їхню винагороду примножилися магістраль; вони заслужили великодушну винагороду"},{"SurahNumber":57,"VerseNumber":19,"Text":"Цей хто вірили в БОГУ та Його кур'єрам являють собою saints та мученики. Зарезервували для них у їхньому Лорді їхні винагороди та їхнє світло. Як для цих хто disbelieved та відхилив наші відкриття, вони зазнали Пекла"}]}