{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Мы ведь открыли тебе так же, как открыли Нуху и пророкам после него, и Мы открыли Ибрахиму, и Исмаилу, и Исхаку, и Йакубу и коленам, и Исе, и Аййубу, и Йунусу, и Харуну, и Сулайману, и дали Мы Дауду псалтырь"},{"SurahNumber":4,"VerseNumber":164,"Text":"И (Мы отправили) посланников, о которых рассказывали тебе раньше и посланников, о которых Мы не рассказывали тебе, - а Аллах говорил с Мусой разговором"},{"SurahNumber":4,"VerseNumber":165,"Text":"посланников благовествующих и увещающих, чтобы не было для людей против Аллаха довода после посланников. Поистине, Аллах велик, мудр"},{"SurahNumber":4,"VerseNumber":166,"Text":"Но Аллах свидетельствует о том, что низведенное тебе Он низвел по Своему знанию, и ангелы свидетельствуют, и довольно Аллаха как свидетеля"},{"SurahNumber":4,"VerseNumber":167,"Text":"Поистине, те, которые не веровали и отклонились от пути Аллаха, заблудились далеким заблуждением"},{"SurahNumber":4,"VerseNumber":168,"Text":"Поистине, те, которые не веровали и были несправедливы, - Аллах не таков, чтобы простить им или повести их прямым путем"},{"SurahNumber":4,"VerseNumber":169,"Text":"разве только путем геенны, - вечно пребывающими там навсегда! Ведь это для Аллаха - легко"},{"SurahNumber":4,"VerseNumber":170,"Text":"О люди! К вам пришел посланник с истиной от вашего Господа, уверуйте же ! Это - лучше для вас. А если не уверуете, то ведь Аллаху принадлежит то, что в небесах и на земле. Поистине, Аллах - знающий, мудрый"},{"SurahNumber":4,"VerseNumber":171,"Text":"О обладатели писания! Не излишествуйте в вашей религии и не говорите против Аллаха ничего, кроме истины. Ведь Мессия, Иса, сын Марйам, - только посланник Аллаха и Его слово, которое Он бросил Марйам, и дух Его. Веруйте же в Аллаха и Его посланников и не говорите - три ! Удержитесь, это - лучшее для вас, Поистине, Аллах - только единый бог. Достохвальнее Он того, чтобы у Него был ребенок. Ему - то, что в небесах, и то, что на земле. Довольно Аллаха как поручителя"}]}