{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Sag: Wer versorgt euch vom Himmel und von der Erde, oder wer verfügt über Gehör und Augenlicht? Und wer bringt das Lebendige aus dem Toten und bringt das Tote aus dem Lebendigen hervor? Und wer regelt die Angelegenheit? Sie werden sagen: \"Allah.\" Sag: Wollt ihr denn nicht gottesfürchtig sein"},{"SurahNumber":10,"VerseNumber":32,"Text":"Dies ist doch Allah, euer wahrer Herr. Was gibt es denn über die Wahrheit hinaus außer dem Irrtum? Wie laßt ihr euch also abwenden"},{"SurahNumber":10,"VerseNumber":33,"Text":"So hat sich das Wort deines Herrn bewahrheitet gegen die, die freveln, weil sie nicht glauben"},{"SurahNumber":10,"VerseNumber":34,"Text":"Sag: Ist unter euren Teilhabern jemand, der die Schöpfung am Anfang macht und sie hierauf wiederholt? Sag: Allah macht die Schöpfung am Anfang und wiederholt sie hierauf. Wie laßt ihr euch also abwendig machen"},{"SurahNumber":10,"VerseNumber":35,"Text":"Sag: Ist unter euren Teilhabern jemand, der zur Wahrheit leitet? Sag: Allah leitet zur Wahrheit. Hat jemand, der zur Wahrheit leitet, ein größeres Anrecht darauf, daß man ihm folgt, oder jemand, der nur (dann) die Rechtleitung findet, wenn er (selbst) rechtgeleitet wird? Was ist denn mit euch? Wie urteilt ihr"},{"SurahNumber":10,"VerseNumber":36,"Text":"Und die meisten von ihnen folgen nur Mutmaßungen. Aber Mutmaßungen nützen nichts gegenüber der Wahrheit. Gewiß, Allah weiß Bescheid über das, was sie tun"},{"SurahNumber":10,"VerseNumber":37,"Text":"Dieser Qur'an kann unmöglich ohne Allah ersonnen werden. Sondern (er ist) die Bestätigung dessen, was vor ihm war, und die ausführliche Darlegung des Buches, an dem es keinen Zweifel gibt, vom Herrn der Weltenbewohner"},{"SurahNumber":10,"VerseNumber":38,"Text":"Oder sagen sie: \"Er hat ihn ersonnen\" Sag: Dann bringt eine Sura bei, die ihm gleich ist, und ruft an, wen ihr könnt, anstatt Allahs, wenn ihr wahrhaftig seid"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nein! Vielmehr erklären sie das für Lüge, wovon sie kein umfassendes Wissen haben, und schon bevor seine Deutung zu ihnen gekommen ist. So haben es auch diejenigen, die vor ihnen waren, für Lüge erklärt. Schau, wie das Ende der Ungerechten war"},{"SurahNumber":10,"VerseNumber":40,"Text":"Und unter ihnen gibt es manche, die an ihn glauben, und unter ihnen gibt es manche, die nicht an ihn glauben. Dein Herr weiß sehr wohl über die Unheilstifter Bescheid"}]}