{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Āllāh ā‌tmāgulō grahaṇa karēna tādēra mr̥tyura samaẏē, āra yārā marē nā tādēra ghumēra madhyē, tārapara tini rēkhē dēna tādēra kṣētrē yādēra uparē mr̥tyu abadhārita karēchēna, āra an'yagulō phērata pāṭhāna ēkaṭi nirdhārita kāla paryanta. Niḥsandēha ētē tō nidarśanābalī raẏēchē sē'i lōkadēra jan'ya yārā cintā karē."},{"SurahNumber":39,"VerseNumber":43,"Text":"Athabā tārā ki āllāh‌kē bāda diẏē supāriśakārīdēra dharēchē? Tumi balō -- ''ki! Yadi'ō tārā hacchē ēmana yē tārā kōnō- kichutē'i kōnō kṣamatā rākhē nā āra kōnō jñānabud'dhi'ō rākhē nā?’’"},{"SurahNumber":39,"VerseNumber":44,"Text":"Balō -- ''supāriśa sarbatōbhābē āllāh‌ra'i jan'yē. Mahākāśamanḍalī ō pr̥thibīra sārbabhaumatba tām̐ra'i, tārapara tām̐ra'i kāchē tōmādēra phiriẏē ānā habē.’’"},{"SurahNumber":39,"VerseNumber":45,"Text":"Āra yakhana āllāh‌ra, tām̐ra ēkatbēra ullēkha karā haẏa takhana, yārā parakālē biśbāsa karē nā tādēra hr̥daẏa saṅkūcita haẏa, pakṣāntarē yakhana tām̐kē bāda diẏē an'ya yārā raẏēchē, tādēra ullēkha karā haẏa takhana dēkhō! Tārā ullāsa karē."},{"SurahNumber":39,"VerseNumber":46,"Text":"Tumi balō -- ''hē āllāh‌! Mahākāśamanḍalī ō pr̥thibīra ādi-sraṣṭā! Adr̥śya ō prakāśyēra parijñātā! Tōmāra bāndādēra madhyē tumi bicāra karē dā'ō sē'i biṣaẏē yātē tārā matabirōdha karachila.’’"},{"SurahNumber":39,"VerseNumber":47,"Text":"Āra yārā an'yāẏācaraṇa karachila tādēra jan'ya yadi pr̥thibītē yā āchē sē-sabaṭā'i thākata ēbaṁ tāra saṅgē ēra samāna āra'ō, tārā ēra dbārā paritrāṇa pētē cā'ita kiẏāmatēra dinēra śāstira bhīṣaṇatā thēkē. Āra āllāh‌ra kācha thēkē ēmana tādēra sāmanē parisphuṭa habē yā tārā kakhanō hisēba karē dēkhē ni."},{"SurahNumber":39,"VerseNumber":48,"Text":"Āra tārā yā arjana karēchila tāra manda tādēra kāchē prakāśa haẏē paṛabē, āra yā niẏē tārā bidrūpa karata tā tādēra ghirē phēlabē."},{"SurahNumber":39,"VerseNumber":49,"Text":"Kintu yakhana kōnō duḥkhakaṣṭa mānuṣakē sparśa karē takhana sē āmādēra ḍākē, tārapara yakhana āmarā tākē āmādēra thēkē anugraha pradāna kari, sē balē -- ''āmākē tō ē dē'ōẏā haẏēchē jñānēra daruna.’’ Bastutaḥ ē ēka parīkṣā, kintu tādēra adhikānśa'i jānē nā."},{"SurahNumber":39,"VerseNumber":50,"Text":"Tādēra āgē yārā chila tārā'ō ēṭā'i balē thākata, kintu tārā yā arjana karēchila tā tādēra kōnō kājē āsē ni."},{"SurahNumber":39,"VerseNumber":51,"Text":"Kājē'i tārā yā arjana karēchila tāra manda tādēra pākaṛā'ō karala. Āra ēdēra madhyē yārā an'yāẏācaraṇa karachē tādēra uparē'ō tārā yā arjana karēchē tāra manda acirē'i āpatita habē, āra tārā ēṛiẏē yābāra pātra naẏa."},{"SurahNumber":39,"VerseNumber":52,"Text":"Tārā ki jānē nā yē āllāh riyēka bāṛiẏē dēna yāra jan'ya tini icchā karēna ēbaṁ mēpē-jōkhē'ō dēna. Niścaẏa ētē tō nidarśanābalī raẏēchē īmāna ānē ēmana lōkadēra jan'ya."}]}