{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"N’est-il pas que celui auquel Dieu a fait que son cœur soit naturellement predispose a embrasser l’Islam, se retrouve ainsi guide par une lumiere emanant de son Seigneur ! Alors, malheur a ceux dont les cœurs demeurent insensibles a l’evocation de Dieu. Ceux-la sont dans un egarement manifeste"},{"SurahNumber":39,"VerseNumber":23,"Text":"Dieu a revele le meilleur des recits (le Message) en un Livre dont les versets se ressemblent et sont repetes. Ceux qui craignent leur Seigneur sont saisis (lorsqu’ils ecoutent sa recitation) de frissons qui parcourent leurs corps, et des lors, leur sens et leur etre ainsi attendris les portent a evoquer Dieu. Tel est le Livre de Dieu par lequel Il guide qui Il veut. Quant a celui que Dieu egare, nul ne le guidera"},{"SurahNumber":39,"VerseNumber":24,"Text":"Qu’en sera-t-il de celui qui s’avance (le visage portant les stigmates de ses mauvaises œuvres) vers le plus terrible des chatiments au Jour de la Resurrection, lorsqu’il sera dit aux iniques : « Subissez les consequences de vos actes !»"},{"SurahNumber":39,"VerseNumber":25,"Text":"Ceux qui les ont precedes ont egalement traite Nos signes de mensonges. Le chatiment les surprit alors qu’ils"},{"SurahNumber":39,"VerseNumber":26,"Text":"s’y attendaient le moins. Dieu les a couverts d’opprobre en ce monde ici-bas, mais les chatiments auxquels ils sont voues dans la Vie Future sont autrement plus implacables, s’ils savaient"},{"SurahNumber":39,"VerseNumber":27,"Text":"Nous avons propose aux Hommes dans ce Coran, des exemples de toutes les situations, puissent-ils en mediter la portee"},{"SurahNumber":39,"VerseNumber":28,"Text":"Un Coran revele en langue arabe, ne comportant aucune ambiguite, puissent-ils le redouter (en ses promesses et ses enseignements)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Dieu vous propose en parabole un serviteur qui depend de plusieurs maitres se disputant a son propos (parabole faisant reference au polytheiste), et un autre serviteur qui ne depend que d’un seul maitre (parabole faisant reference au monotheiste). Les deux exemples sont-ils comparables ? Louange a Dieu (ils ne sont pas comparables) ! Mais la plupart des Hommes n’en ont pas conscience"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tu es appele a mourir, comme ils sont appeles a mourir"},{"SurahNumber":39,"VerseNumber":31,"Text":"et au Jour de la Resurrection, vous (les croyants et les denegateurs) vous disputerez une fois rassembles devant votre Seigneur"}]}