{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"اور بےشک جھٹلایا اہل حجر نے ( اللہ تعالیٰ کے) رسولوں کو"},{"SurahNumber":15,"VerseNumber":81,"Text":"اور ہم نے عطاکیں انھیں اپنی نشانیاں مگر وہ ان سے رو گردانی ہی کرتے رہے"},{"SurahNumber":15,"VerseNumber":82,"Text":"اور وہ کھود کر بنایا کرتے تھے پہاڑوں کو اپنے گھر ( اور) وہ بےخوف و خطر رہا کرتے تھے"},{"SurahNumber":15,"VerseNumber":83,"Text":"پس پکڑ لیا انھیں ایک خوفناک چنگھاڑ نے جب وہ صبح اٹھ رہے تھے"},{"SurahNumber":15,"VerseNumber":84,"Text":"پس نہ فائدہ پہنچایا انھیں اس ( مال) نے جو وہ کمایا کرتے تھے"},{"SurahNumber":15,"VerseNumber":85,"Text":"اور نہیں پیدا فرمایا ہم نے آسمانوں اور زمین کو نیز جو کچھ ان کے درمیان ہے، مگر حق کے ساتھ اور بےشک قیامت آنے ہی والی ہے پس ( اے حبیب!) آپ درگزر فرمایا کیجیے ان سے عمدگی کے ساتھ"},{"SurahNumber":15,"VerseNumber":86,"Text":"یقیناً آپ کا رب ہی سب کا خالق ( اور) سب کچھ جاننے والا ہے"},{"SurahNumber":15,"VerseNumber":87,"Text":"اور بےشک ہم نے عطا فرمائی ہیں آپ کو سات آیتیں جو بار بار پڑھی جاتی ہیں اور قرآن عظیم بھی"},{"SurahNumber":15,"VerseNumber":88,"Text":"اپنی آنکھ اٹھا کر بھی نہ دیکھئے ان (اموال) کی طرف جس سے ہم نے لطف اندوز کیا ہے ان کے مختلف طبقوں کو اور رنجیدہ خاطر بھی نہ ہوں ان ( کی گمراہی) پر اور نیچے کیجیے اپنے پروں کو مومنوں کے لیے"},{"SurahNumber":15,"VerseNumber":89,"Text":"اور فرمائیے کہ میں تو بلاشبہ ایسے عذاب سے کھلا ڈرانے والا ہوں"},{"SurahNumber":15,"VerseNumber":90,"Text":"جیسے ہم نے اتارا ان بانٹنے والوں پر"},{"SurahNumber":15,"VerseNumber":91,"Text":"جنھوں نے کر دیا تھا قرآن کو پارہ پارہ"},{"SurahNumber":15,"VerseNumber":92,"Text":"پس آپ کے رب کی قسم ! ہم پوچھیں گے ان سب سے"},{"SurahNumber":15,"VerseNumber":93,"Text":"ان اعمال کے متعلق جو وہ کیا کرتے تھے"},{"SurahNumber":15,"VerseNumber":94,"Text":"سو آپ اعلان کر دیجیے اس کا جس کا آپ کو حکم دیا گیا اور منہ پھیر لیجیے مشرکوں سے"},{"SurahNumber":15,"VerseNumber":95,"Text":"ہم کافی ہیں آپ کو مذاق اڑانے والوں کے شر سے بچانے کے لیے"},{"SurahNumber":15,"VerseNumber":96,"Text":"جو بناتے ہیں اللہ تعالیٰ کے ساتھ اور خدا سو یہ ( حقیقت حال کو ) ابھی جان لیں گے"},{"SurahNumber":15,"VerseNumber":97,"Text":"اور ہم خوب جانتے ہیں کہ آپ کا دل تنگ ہوتا ہے ان باتوں سے جو وہ کیا کرتے ہیں"},{"SurahNumber":15,"VerseNumber":98,"Text":"سو آپ پاکی بیان کیجیے اپنے رب کی تعریف کے ساتھ اور ہو جائیے سجدہ کرنے والوں سے"},{"SurahNumber":15,"VerseNumber":99,"Text":"اور عبادت کیجیے اپنے رب کی یہاں تک کہ آجائے آپ کے پاس الیقین"}]}