{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"O geloovige! smeekt hulp met geduld en gebed; want God is met de geduldigen"},{"SurahNumber":2,"VerseNumber":154,"Text":"Zegt niet van hen welke op Gods weg gedood werden; \"Zij zijn dood,\" maar; \"Zij leven,\" want dit verstaat zij niet"},{"SurahNumber":2,"VerseNumber":155,"Text":"Waarlijk wij willen u beproeven door vrees en honger, en door schade, welke gij aan vermogen, leven en vruchten zult lijden. Maar verkondig heil aan de vrome lijdenden"},{"SurahNumber":2,"VerseNumber":156,"Text":"Hun die bij een ongeluk uitroepen: Wij behooren God en keeren eens tot hem terug"},{"SurahNumber":2,"VerseNumber":157,"Text":"Over hen komt Gods zegen en barmhartigheid: zij zijn op den rechten weg"},{"SurahNumber":2,"VerseNumber":158,"Text":"Ook Safa en Merwa zijn gedenkstukken van God, en wie in bedevaart naar den tempel gaat of die plaats bezoekt, dien treft geen kwaad, indien hij om beiden heen gaat. Die het goede uit eigene beweging doet, zal beloond worden; want God beloont alles en is alwetend"},{"SurahNumber":2,"VerseNumber":159,"Text":"Zij die de duidelijke leer en leiding verbergen, welke wij geopenbaard en in de schrift geleerd hebben, worden van God vervloekt en, allen die vloeken, zullen hen vervloeken"},{"SurahNumber":2,"VerseNumber":160,"Text":"Maar zij die berouw hebben, en zich beteren en terugkeeren, neem ik weder in genade aan; want ik ben genadig en barmhartig"},{"SurahNumber":2,"VerseNumber":161,"Text":"Waarlijk zij die niet gelooven en ongeloovig sterven, hun treft Gods vloek en de vloek van de engelen en van al de menschen"},{"SurahNumber":2,"VerseNumber":162,"Text":"Eeuwig zal die op hen rusten; hunne straf wordt niet verzacht en nimmer zal God op hen nederzien"},{"SurahNumber":2,"VerseNumber":163,"Text":"Uw God is een eenige God; er is geen God buiten hem, de albarmhartige"}]}