{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Sizin için gökten bir su indiren O'dur. O sudan içersiniz ve hayvanları otlatacağınız bitkileri de onunla yetiştirirsiniz"},{"SurahNumber":16,"VerseNumber":11,"Text":"Allah, onunla size ekinler, zeytin ve hurma ağaçları, üzüm ve her türlü ürünü yetiştirir. Düşünen bir toplum için bunda ayetler vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"Geceyi, gündüzü, güneşi ve ayı sizin hizmetinize vermiştir. Yıldızlar da O’nun emri ile size boyun eğmiştir. Bunların her birinde düşünen bir toplum için ayetler vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryüzünde sizin için rengârenk yarattıklarında da öğüt alan bir toplum için gerçek bir ibret vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"Yine taze bir et yiyesiniz ve içinden giyeceğiniz ziynet eşyasını çıkarasınız diye denizi emrinize veren O'dur. Gemilerin denizde suları yara yara akıp gittiklerini görürsün. (Bütün bunlar) O'nun fazlından aramanız ve şükretmeniz içindir"},{"SurahNumber":16,"VerseNumber":15,"Text":"Sizi sarsmaması için yeryüzünde sağlam dağları koydu, nehirler (yarattı) ve yolunuzu bulmanız içinde yollar kıldı"},{"SurahNumber":16,"VerseNumber":16,"Text":"Daha (başka) işaretler (de yarattı) yıldızlar ile de onlar yollarını bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Şu halde yaratan, yaratamayan gibi olur mu? Artık siz düşünmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Hâlbuki Allah’ın nimetini saymaya kalksanız onu sayamazsınız. Şüphesiz Allah, çok bağışlayandır, çok merhamet edendir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, sizin gizlediklerinizi de, açığa vurduklarınızı da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah'tan başka dua (ibadet) ettikleri (ilahlar), hiçbir şey yaratamazlar. Çünkü onlar kendileri yaratılmışlardır"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar, diri olmayan cansız varlıklardır! Ne zaman dirileceklerinin de şuuruna varamazlar"}]}