{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"¡OH VOSOTROS que habéis llegado a creer! Recordad a Dios con un recuerdo frecuente"},{"SurahNumber":33,"VerseNumber":42,"Text":"y proclamad Su infinita gloria de la mañana a la noche"},{"SurahNumber":33,"VerseNumber":43,"Text":"Él es quien os otorga Sus bendiciones, y Sus ángeles [las reiteran], para sacaros de las tinieblas a la luz.Y, en verdad, Él es para los creyentes un dispensador de gracia"},{"SurahNumber":33,"VerseNumber":44,"Text":"El Día en que Le encuentren, serán recibidos con el saludo: \"Paz\"; y Él les habrá preparado una espléndida recompensa"},{"SurahNumber":33,"VerseNumber":45,"Text":"[En cuanto a ti,] Oh Profeta --ciertamente, te hemos enviado como testigo [de la verdad], como portador de buenas nuevas y como advertidor"},{"SurahNumber":33,"VerseNumber":46,"Text":"y como alguien que llama [a los hombres] a Dios con Su venia, y una lámpara luminosa"},{"SurahNumber":33,"VerseNumber":47,"Text":"Y [así,] anuncia a los creyentes la buena nueva de que recibirán de Dios abundante favor"},{"SurahNumber":33,"VerseNumber":48,"Text":"y no cedas a [los caprichos de] los que niegan la verdad y de los hipócritas, e ignora sus ofensas, y pon tu confianza en Dios: pues nadie es tan digno de confianza como Dios"},{"SurahNumber":33,"VerseNumber":49,"Text":"¡OH VOSOTROS que habéis llegado a creer! Si, habiéndoos casado con mujeres creyentes, las divorciáis antes de haberlas tocado, no tenéis por qué esperar, ni calcular, un período de espera para ellas: así pues, proveedlas [ya] de lo necesario, y dejadlas ir con delicadeza"},{"SurahNumber":33,"VerseNumber":50,"Text":"¡OH PROFETA! Hemos hecho lícitas para ti tus esposas a las que has dado sus dotes, así como las que tu diestra posee procedentes del botín de guerra que Dios te ha concedido. Y [hemos hecho lícitas para ti] las hijas de tus tíos y tías paternos y las hijas de tus tíos y tías maternos que hayan emigrado contigo [a Yazrib]; y cualquier mujer que libremente se ofrezca al Profeta y con la que el Profeta quiera casarse: [ésta sólo como] privilegio tuyo, no de los demás creyentes --[pues] ya hemos hecho saber lo que hemos prescrito para ellos acerca de sus esposas y de las que posean sus diestras.[Y,] para que no te veas abrumado por una ansiedad [excesiva] --pues Dios es en verdad indulgente, dispensador de gracia"},{"SurahNumber":33,"VerseNumber":51,"Text":"[sabe que] puedes postergar de ellas a la que quieras por un tiempo, y puedes acoger a la que quieras; y [que,] si deseas a alguna a la que hayas apartado [por un tiempo], no incurrirás en falta [por ello]: esto contribuirá a que se alegren sus ojos [cuando te vean], y a que no estén tristes [cuando se vean postergadas], y a que todas ellas estén complacidas con lo que les des: pues [sólo] Dios conoce lo que hay en vuestros corazones y Dios es en verdad omnisciente, benigno"},{"SurahNumber":33,"VerseNumber":52,"Text":"En adelante, no te será lícita ninguna [otra] mujer --ni [podrás] sustituir a una de ellas por otra esposa, aunque te agrade mucho su belleza --: [no será lícita para ti ninguna] fuera de las que [ya] tienes. Y Dios observa todo constantemente"}]}