{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında hukum vermesi icin Allah'a ve Resulune davet edildiklerinde muminlerin sozu ancak \"isittik ve itaat ettik\" demeleridir. Iste bunlar asıl kurtulusa erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Her kim Allah'a ve Resulune itaat eder, Allah'a saygı duyar ve O'ndan sakınırsa, iste asıl bunlar bedbahtlıktan kurtulanlardır"},{"SurahNumber":24,"VerseNumber":53,"Text":"Otekiler (munafıklar), sen hakikaten kendilerine emrettigin takdirde mutlaka (savasa) cıkacaklarına dair, en agır yeminleri ile Allah'a yemin ettiler. De ki: Yemin etmeyin. Itaatiniz malumdur! Bilin ki Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"De ki: Allah'a itaat edin; Peygambere de itaat edin. Eger yuz cevirirseniz sunu bilin ki, Peygamberin sorumlulugu kendine yuklenen, sizin sorumlugunuz da size yuklenendir. Eger ona itaat ederseniz, dogru yolu bulmus olursunuz. Peygambere dusen, sadece acık acık duyurmaktır"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, sizlerden iman edip iyi davranıslarda bulunanlara, kendilerinden oncekileri sahip ve hakim kıldıgı gibi, kendilerini de yeryuzune sahip ve hakim kılacagını, onlar icin begenip sectigi dini (Islam'ı) onların iyiligine yerlestirip koruyacagını ve gecirdikleri korku doneminden sonra, bunun yerine onlara guven saglayacagnı vaad etti. Cunku onlar bana kulluk ederler. Hicbir seyi bana es tutmazlar. Artık bundan sonra kim inkar ederse, iste bunlar asıl buyuk gunahkarlardır"},{"SurahNumber":24,"VerseNumber":56,"Text":"Hem namazı kılın, zekatı verin ve peygambere itaat edin ki rahmete eresiniz"},{"SurahNumber":24,"VerseNumber":57,"Text":"Inkar edenlerin, yeryuzunde (Allah'ı) aciz bırakacaklarını sanmayasın! Onların varacagı yer cehennemdir. Ne kotu varıs yeridir orası"}]}