{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":104,"Text":"O you men of faith! Say not \"rahina\" (a word having ambiguous meanings, including \"attend to us\") but say \"unthurna\" (an unambiguous word having the same meaning), but words of respect and hearken; for to disbelievers shall b"},{"SurahNumber":2,"VerseNumber":105,"Text":"They who disbelieve, whether of those who have the Book or of the idolaters, would fain that no good were sent down to you from your Lord; but Allah especially favours with His mercy whom He will, for Allah is Lord of abounding Grace"},{"SurahNumber":2,"VerseNumber":106,"Text":"Whatever verse We may annul or cause you to forget, We will bring a better one than it, or one like it; do you not know that Allah has power over all"},{"SurahNumber":2,"VerseNumber":107,"Text":"Do you not know that Allah´s is the kingdom of the heavens and the earth? Nor have you besides Allah a patron or a helper"},{"SurahNumber":2,"VerseNumber":108,"Text":"Do you wish to question your Messenger, as Moses was questioned in the past? But whoever takes disbelief in exchange for faith has erred from the Level Way (sawaa = even, smooth, symmetrical, proportionate, righteous, balanced, appropriate, relevant)"},{"SurahNumber":2,"VerseNumber":109,"Text":"Many of those who have the Book would fain turn you back into infidelity after you have once believed, through selfish envy, after the truth has been made manifest to them; but pardon and shun them till Allah accomplishes His purpose; verily, Allah is mig"},{"SurahNumber":2,"VerseNumber":110,"Text":"Be you steadfast in prayer, and regular in charity; and whatsoever good you send before you for your own souls, you shall find it with Allah, for Allah sees all you do"},{"SurahNumber":2,"VerseNumber":111,"Text":"They say, \"None shall enter Paradise save such as be Jews or Christians;\" that is their vain desire. Say thou, \"Bring your proofs, if you are speaking truth"},{"SurahNumber":2,"VerseNumber":112,"Text":"Nay, whoever surrenders his face (his countenance, nature, honour, glory, cause, will, his whole self) to Allah, and does good, he shall have his reward from his Lord, and no fear shall be on them, and they shall not grieve"}]}