{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"Mariyu prajala munduku margadarsakatvam vaccinapudu, danini visvasincakunda varini apindemiti? Varu (mudha visvasanlo munigi): \"Emi? Allah manavunni tana sandesaharuniga pampada?\" Ani palakadam tappa"},{"SurahNumber":17,"VerseNumber":95,"Text":"ila anu: \"Okavela bhumi mida devadutalu nivasistu niscintaga tirugutu undinatlayite, memu vari koraku devadutane sandesaharuniga pampi undevaramu"},{"SurahNumber":17,"VerseNumber":96,"Text":"ila anu: \"Naku mariyu miku madhya allah ye saksiga calu. Niscayanga ayana tana dasulanu baga eruguvadu, sarvadrstikarta"},{"SurahNumber":17,"VerseNumber":97,"Text":"mariyu evadiki allah margadarsakatvam cestado atade sanmargam pondutadu. Mariyu evadini ayana margabhrastatvanlo padanistado vadiki, ayana tappa, itarula nevvarini nivu sanraksakuluga pondalevu. Mariyu varini memu punarut'thana dinamuna gruddivariga, mugavariga mariyu cevitivariga cesi, vari mukhala mida borla padavesi lagutu progucestamu. Vari asrayam narakame! Adi callarinappudalla memu varikai agnijvalanu tivram cestamu"},{"SurahNumber":17,"VerseNumber":98,"Text":"ade vari pratiphalam. Endukante vastavaniki varu ma sucanalanu tiraskarincaru mariyu annaru: \"Emi? Memu emukaluga, podiga maripoyina taruvata kuda, sarikrotta srstiga malli lepabadatama"},{"SurahNumber":17,"VerseNumber":99,"Text":"emi? Varu cudatam leda (erugara)? Niscayanga, allah ye akasalanu mariyu bhumini srstincina vadani mariyu vari vanti varini srstincagala samardhudani mariyu ayane vari koraku oka nirnita samayanni niyamincadani, danini (a samayanni) gurinci elanti sandeham ledani; ayina i durmargulu mondiga satyanni tiraskarincatanike punukunnaru"},{"SurahNumber":17,"VerseNumber":100,"Text":"Varito anu: \"Okavela miru na prabhuvu yokka anugrahapu nidhulanu pondi vunna, avi kharcayi potayemonane bhayanto, vatini miru pattukoni (kharcu ceyakunda) undevaru. Mariyu vastavaniki manavudu ento lobhi"}]}