{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Āra āmarā niścaẏa'i dā'udakē āmādēra kācha thēkē diẏēchilāma karuṇābhānḍāra. ''Hē pāhāṛagulō! Tām̐ra saṅgē ēkamukhō ha'ō, āra pākhīrā'ō.’’ Āra lōhākē'ō āmarā tām̐ra jan'ya galiẏēchilāma"},{"SurahNumber":34,"VerseNumber":11,"Text":"ē'i balē -- ''tumi ca'ōṛā barma tairi kara, āra āṇṭāsamūhē yathāyatha parimāpa dā'ō, āra tōmarā saṯkarma kara. Niḥsandēha tōmarā yā karacha āmi tāra samyaka draṣṭā.’’"},{"SurahNumber":34,"VerseNumber":12,"Text":"Āra sulā'imānēra jan'ya bāẏūprabāha. Ēra sakālabēlākāra gati ēkamāsa ēbaṁ ēra bikēlabēlāra gati ēkamāsa, āra āmarā tāra jan'ya tāmāra nadī ba'iẏē diẏēchilāma. Āra tādēra madhyēra yē kē'u āmādēra nirdēśa thēkē sarē yēta tākē āmarā āsbādana karātāma jbalanta āgunēra śāsti thēkē."},{"SurahNumber":34,"VerseNumber":13,"Text":"Tārā tām̐ra jan'ya tairi karata yā tini cā'itēna, yathā durgaprāsāda ō bhāskarya-pratimūrti, āra gāmalāra n'yāẏa thālā, āra anaṛa-haẏē- basā ḍēga. ''Hē dā'udēra paribāra! Kr̥tajñatāra sāthē kāja karē yā'ō.’’ Āra āmāra bāndādēra madhyē alpakaẏajana'i kr̥tajña."},{"SurahNumber":34,"VerseNumber":14,"Text":"Tārapara yakhana āmarā tām̐ra prati mr̥tyubidhāna karēchilāma takhana kichu'i tādēra kāchē tām̐ra mr̥tyu sanbandhē jānatē dēẏa ni śudhu ēka māṭira kīṭa byatīta, sē khēẏē phēlēchila tām̐ra śām̐sa. Tārapara yakhana tāra patana ghaṭala takhana jinērā pariskārabhābē bujhalō yē yadi tārā adr̥śyaṭā jānatō tāhalē tārā lāñchanādāẏaka śāstitē abasthāna karata nā."},{"SurahNumber":34,"VerseNumber":15,"Text":"Sābā’ra jan'ya tādēra bāsabhūmitē niścaẏa'i ēkaṭi nidarśana chila -- du'iṭi bāgāna, ḍāna dikē ō bām̐ẏē. ''Tōmādēra prabhura riyēka thēkē āhāra karō ō tām̐ra prati kr̥tajñatā prakāśa karō. Ēka uṯkr̥ṣṭa bhūkhanḍa ēbaṁ ēkajana paritrāṇakārī prabhu."},{"SurahNumber":34,"VerseNumber":16,"Text":"Kintu tārā bimukha haẏēchila, tā'i āmarā tādēra uparē pāṭhiẏēchilāma āl‌-ārimēra ban'yā, āra tādēra jan'ya āmarā badalē diẏēchilāma tādēra du'i bāgānēra sthalē du'i bāgāna yātē phalē bisbāda phalamūla āra jhōpajhāṛa ō kichu-kichu ban'yaphala."},{"SurahNumber":34,"VerseNumber":17,"Text":"Ē'iṭi'i āmarā tādēra pratidāna diẏēchilāma yēhētu tārā abiśbāsa karēchila. Āra āmarā ki prāpya śōdha kari akr̥tajñadēra byatīta."},{"SurahNumber":34,"VerseNumber":18,"Text":"Āra tādēra ō sē'i śaharagulōra yātē āmarā anugraha arpaṇa karēchilāma, tādēra mājhē āmarā sthāpana karēchilāma dr̥śyamāna janabasati, āra tādēra madhyē bhramaṇastara ṭhika karē diẏēchilāma, -- ''tōmarā ēsabē rātē ō dinē nirāpadē paribhramaṇa kara.’’"},{"SurahNumber":34,"VerseNumber":19,"Text":"Kintu tārā balalē -- ''āmādēra prabhu! Āmādēra paryaṭana-staragulōra madhyē dūratba bāṛiẏē dā'ō.’’ Āra tādēra nijēdēra'i prati tārā an'yāẏa karēchila, phalē āmarā tādēra bāniẏēchilāma kāhinīra biṣaẏabastu, āra āmarā tādēra bhēṅgēcurē diẏēchilāma purōpuri curamāra karē. Niḥsandēha ētē tō nidarśanasamūha raẏēchē pratyēka adhyabasāẏī kr̥tajñēra jan'ya."},{"SurahNumber":34,"VerseNumber":20,"Text":"Āra ibalisa niścaẏa'i tāra anumānakē saṭhika ṭhā'ōrēchila, kēnanā muminadēra ēkaṭi dala byatīta tārā tāra anusaraṇa karēchila."},{"SurahNumber":34,"VerseNumber":21,"Text":"Kintu tādēra uparē ādhipatyēra kōnō astitba tāra jan'ya nē'i ē'i byatīta yē āmarā yēna jānatē pāri tākē yē parakālē biśbāsa karē tāra thēkē yē sē-sanbandhē sandēhēra madhyē raẏēchē. Āra tōmāra prabhu saba-kichura uparē hēphājatakārī."}]}