{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Āda sampradāẏēra kāchē prēraṇa karēchi tādēra bhā'i hudakē. Sē balalaḥ hē āmāra sampradāẏa, tōmarā āllāhara ēbādata kara. Tini byatita tōmādēra kōna upāsya nē'i."},{"SurahNumber":7,"VerseNumber":66,"Text":"Tārā spradāẏēra sardararā balalaḥ āmarā tōmākē nirbōdha dēkhatē pācchi ēbaṁ āmarā tōmākē mithyābādī manē kari."},{"SurahNumber":7,"VerseNumber":67,"Text":"Sē balalaḥ hē āmāra sampradāẏa, āmi mōṭē'i nirbōdha na'i, baraṁ āmi biśba pratipālakēra prērita paẏagambara."},{"SurahNumber":7,"VerseNumber":68,"Text":"Tōmādēra kē pratipālakēra paẏagāma paum̐chā'i ēbaṁ āmi tōmādēra hitākāṅkṣī biśbasta."},{"SurahNumber":7,"VerseNumber":69,"Text":"Tōmarā ki āścaryyabōdha karacha yē, tōmādēra kāchē tōmādēra pālanakartāra pakṣa thēkē tōmādēra madhya thēkē'i ēkajanēra bācanika upadēśa ēsēchē yātē sē tōmādērakē bhīti pradarśana karē. Tōmarā smaraṇa kara, yakhana āllāha tōmādērakē ka'ōmē nūhēra para sardāra karēchēna ēbaṁ tōmādēra dēhēra bistr̥ti bēśī karēchēna. Tōmarā āllāhara nēẏāmatasamūha smaraṇa kara-yātē tōmādēra maṅgala haẏa."},{"SurahNumber":7,"VerseNumber":70,"Text":"Tārā balalaḥ tumi ki āmādēra kāchē ējan'yē ēsēcha yē āmarā ēka āllāhara ēbādata kari ēbaṁ āmādēra bāpa-dādā yādēra pūjā karata, tādērakē chēṛē dē'i? Ata'ēba niẏē āsa āmādēra kāchē yāddbārā āmādērakē bhaẏa dēkhāccha, yadi tumi satyabādī ha'ō."},{"SurahNumber":7,"VerseNumber":71,"Text":"Sē balalaḥ abadhārita haẏē gēchē tōmādēra upara tōmādēra pratipālakēra pakṣa thēkē śāsti ō krōdha. Āmāra sāthē aisaba nāma samparkē kēna tarka karacha, yēgulō tōmarā ō tōmādēra bāpa-dādārā rēkhēchē. Āllāha ēdēra kōna manda abartīṇa karēnani. Ata'ēba apēkṣā kara. Āmi'ō tōmādēra sāthē apēkṣā karachi."},{"SurahNumber":7,"VerseNumber":72,"Text":"Anantara āmi tākē ō tāra saṅgīdērakē sbīẏa anugrahē rakṣā karalāma ēbaṁ yārā āmāra āẏātasamūhē mithyārōpa karata tādēra mūla kēṭē dilāma. Tārā mān'yakārī chila nā."}]}