{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"ni:Śaṅka amē nūha a.Sa.Nē tēmanī kōma tarapha payagambara banāvī avatarita karyā. Tēmaṇē kahyuṁ kē hē mārī kōmanā lōkō! Allāhanī bandagī karō anē tēnā sivāya tamārō kō'ī pūjya nathī, śuṁ tamē (tēnāthī) ḍaratā nathī"},{"SurahNumber":23,"VerseNumber":24,"Text":"tēmanī kōmanā inkāra karanārā āgēvānō'ē spaṣṭa kahī dīdhuṁ kē ā tō tamārā jēvō ja manuṣya chē, ātō tamārā para hōddō icchē chē, jō allāhanī ā icchā hōta tō kō'ī phariśtānē avatarita karatō. Amē tō ā viśē amārā pūrvajōnā samayamāṁ sāmbhaḷyu ja nathī"},{"SurahNumber":23,"VerseNumber":25,"Text":"ni:Śaṅka ā vyakti pāgala chē, basa! Tamē tēnē ēka samaya sudhī mahētala āpō"},{"SurahNumber":23,"VerseNumber":26,"Text":"nūha a.Sa.Ē du'ā karī, hē mārā pālanahāra! Ā lōkōnā juṭhalāvavā para tuṁ mārī madada kara"},{"SurahNumber":23,"VerseNumber":27,"Text":"tō amē tēmanī tarapha vahī avatarita karī kē tamē amārī āṅkhō samakṣa amārī vahī pramāṇē ēka hōḍī banāvō, jyārē amārō ādēśa āvī jāya anē tannura ubharā'i jāya, tō tamē darēka prakāranī ēka'ēka jōḍa tēmāṁ mūkī dō anē pōtānā gharavāḷā'ōnē paṇa, parantu tē lōkō sivāya, jēmanā viśē amārī vāta pahēlā tha'i ga'i chē, khabaradāra jē lōkō'ē atyācāra karyō chē tēmanā viśē mārī sāthē kaṁi vātacīta na karatā. Tē saunē ḍubāḍavāmāṁ āvaśē"},{"SurahNumber":23,"VerseNumber":28,"Text":"jyārē tamē anē tamārā mitrō hōḍīmāṁ śāntithī bēsī jāva tō kahējō kē darēka prakāranī praśansā allāha māṭē ja chē, jēṇē amanē atyācārī lōkōthī chūṭakārō āpyō"},{"SurahNumber":23,"VerseNumber":29,"Text":"anē kahējō kē hē mārā pālanahāra! Manē barakatanī sāthē utāra, anē tuṁ ja utāravā māṭē śrēṣṭha chē"},{"SurahNumber":23,"VerseNumber":30,"Text":"kharēkhara āmāṁ mōṭī mōṭī niśānī'ō chē anē amē ni:Śaṅka kasōṭī karavāvāḷā chē"},{"SurahNumber":23,"VerseNumber":31,"Text":"tyāra pachī amē ghaṇī kaumōnuṁ sarjana karyuṁ"},{"SurahNumber":23,"VerseNumber":32,"Text":"pachī tē lōkō mānthī payagambara paṇa mōkalyā, jēthī tamē sau allāhanī bandagī karō, tēnā sivāya tamārō kō'ī pūjya nathī, tamē kēma ḍaratā nathī"}]}