{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"O vous qui croyez ! Obeissez a Dieu et a Son Prophete ! Ne vous detournez pas de lui, alors qu’a present vous savez"},{"SurahNumber":8,"VerseNumber":21,"Text":"a l’instar de ceux qui se plaisent a dire : « Nous avons saisi !», alors qu’ils n’ont pas ecoute"},{"SurahNumber":8,"VerseNumber":22,"Text":"Les plus viles creatures au regard de Dieu sont celles qui sont sourdes, muettes et incapables de raisonner"},{"SurahNumber":8,"VerseNumber":23,"Text":"Si Dieu leur reconnaissait une quelconque bienveillance, Il aurait fait qu’ils accedent a Son enseignement. En aurait-il ete ainsi qu’ils se seraient tout de meme eloignes, voire detournes"},{"SurahNumber":8,"VerseNumber":24,"Text":"O vous qui croyez ! Repondez a l’appel de Dieu et du messager des lors qu’Il vous exhorte a œuvrer pour votre salut. Sachez que Dieu guide l’Homme dans ses choix, et que c’est devant Lui que vous serez tous rassembles"},{"SurahNumber":8,"VerseNumber":25,"Text":"Redoutez une epreuve que n’auront pas a subir les seuls iniques parmi vous. Sachez que Dieu est Terrible dans Son chatiment"},{"SurahNumber":8,"VerseNumber":26,"Text":"Rappelez-vous lorsque vous etiez peu nombreux et faibles dans le pays, vivant dans la crainte d’etre elimines par vos ennemis! Dieu vous a alors assure un refuge, vous a assiste et vous a prodigue de bonnes choses. Peut-etre Lui temoignerez-vous votre gratitude"},{"SurahNumber":8,"VerseNumber":27,"Text":"O vous qui croyez ! Ne vous departez pas de votre loyaute a l’egard de Dieu et du messager. Le feriez-vous que cela reviendrait a trahir en toute connaissance de cause, ce qui vous a ete confie"},{"SurahNumber":8,"VerseNumber":28,"Text":"Sachez que vos biens et vos enfants ne sont qu’un moyen de vous eprouver, et que c’est aupres de Dieu que se trouvent les plus belles recompenses"}]}