{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Diles (¡oh, Muhammad!): «Os exhorto a hacer una sola cosa (para que se os evidencie la verdad): poneos ante Al-lah (con sinceridad), en parejas e individualmente, y reflexionad. Vuestro companero (Muhammad) no ha perdido la razon, no es mas que un amonestador enviado a vosotros para preveniros de un severo castigo»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Diles: «No os pido ninguna remuneracion (a cambio de transmitiros el mensaje). Al-lah es Quien me recompensara por ello, y El es Testigo de todas las cosas»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Diles: «Mi Senor revela la verdad (a Sus mensajeros y refuta la falsedad con la verdad) y El es Quien tiene el conocimiento absoluto de todas las cosas»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Diles (¡oh, Muhammad!): «La verdad ha llegado, y la falsedad no puede crear ni resucitar nada»"},{"SurahNumber":34,"VerseNumber":50,"Text":"Diles: «Si me desvio de la verdad, (sobre mi caera la responsabilidad y) lo hare en perjuicio propio; mas si sigo el buen camino,se debera a lo que mi Senor me ha revelado. Ciertamente, El oye(todas las cosas) y esta cerca de Sus siervos»"},{"SurahNumber":34,"VerseNumber":51,"Text":"¡Si vieras (oh, Muhammad) cuando (quienes rechazan la verdad) sean presa del terror (el Dia de la Resurreccion) y no tengan ninguna escapatoria, y sean prendidos desde un lugar cercano (a sus tumbas)"},{"SurahNumber":34,"VerseNumber":52,"Text":"Entonces diran: «Creemos en el (en Muhammad o en el Coran)». Pero ¿como iban a alcanzar (la fe) cuando estan tan lejos (de la vida terrenal)"},{"SurahNumber":34,"VerseNumber":53,"Text":"Y rechazaron anteriormente la verdad (en la tierra) y solian hacer conjeturas sobre el gaib[824] cuando estaban lejos (de poder abarcar dicho conocimiento)"},{"SurahNumber":34,"VerseNumber":54,"Text":"Y se interpondra una barrera entre ellos y lo que deseaban (la fe y el arrepentimiento)[825], como sucedio con anterioridad con la gente como ellos. Realmente, tenian serias dudas (sobre la verdad en la vida terrenal)"}]}