{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Andolsun, Davud´a tarafımızdan bir ustunluk verdik. \"Ey daglar ve kuslar! Onunla beraber tesbih edin\" dedik. Ona demiri yumusattık"},{"SurahNumber":34,"VerseNumber":11,"Text":"Genis zırhlar imal et, dokumasını olculu yap. (Ey Davud hanedanı!) Iyi isler yapın. Kuskusuz ben, yaptıklarınızı gormekteyim, diye (vahyettik)"},{"SurahNumber":34,"VerseNumber":12,"Text":"Sabah gidisi bir aylık mesafe, aksam donusu yine bir aylık mesafe olan ruzgarı da Suleyman´a (onun emrine) verdik ve onun icin erimis bakırı kaynagından sel gibi akıttık. Rabbinin izniyle cinlerden bir kısmı, onun onunde calısırdı. Onlardan kim emrimizden sapsa, ona alevli azabı tattırırdık"},{"SurahNumber":34,"VerseNumber":13,"Text":"Onlar Suleyman´a kalelerden, heykellerden, havuzlar kadar (genis) legenlerden, sabit kazanlardan ne dilerse yaparlardı. Ey Davud ailesi! Sukredin. Kullarımdan sukreden azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Suleyman´ın olumune hukmettigimiz zaman, onun oldugunu, ancak degnegini yiyen bir agac kurdu gosterdi. (Sonunda yere) yıkılınca anlasıldı ki cinler gaybı bilselerdi, o kucuk dusurucu azap icinde kalmazlardı"},{"SurahNumber":34,"VerseNumber":15,"Text":"Andolsun, Sebe´ kavmi icin oturdugu yerlerde buyuk bir ibret vardır. Biri sagda, digeri solda iki bahceleri vardı. (Onlara:) Rabbinizin rızkından yeyin ve O´na sukredin. Iste guzel bir memleket ve cok bagıslayan bir Rab"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ama onlar yuz cevirdiler. Bu yuzden uzerlerine Arim selini gonderdik. Onların iki bahcesini, buruk yemisli, acı ılgınlı ve icinde biraz da sedir agacı bulunan iki (harap) bahceye cevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Nankorluk ettikleri icin onları boyle cezalandırdık. Biz nankorden baskasını cezalandırır mıyız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Onların yurdu ile, iclerini bereketlendirdigimiz memleketler arasında, kolayca gorunen nice kasabalar var ettik ve bunlar arasında yurumeyi konaklara ayırdık. Oralarda geceleri, gunduzleri korkusuzca gezin dolasın, dedik"},{"SurahNumber":34,"VerseNumber":19,"Text":"Bunun uzerine: Ey Rabbimiz! Aralarında yolculuk yaptıgımız sehirlerin arasını uzaklastır, dediler ve kendilerine yazık ettiler. Biz de onları, ibret kıssaları haline getirdik ve onları busbutun parcaladık. Suphesiz bunda, cok sabreden ve cok sukreden herkes icin ibretler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"Andolsun Iblis, onlar hakkındaki tahminini dogruya cıkardı. Inanan bir zumrenin dısında hepsi ona uydular"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki seytanın onlar uzerinde hicbir nufuzu yoktu. Ancak ahirete inananı, suphe icinde kalandan ayırdedip bilelim diye (ona bu fırsatı verdik). Rabbin gercekten her seyi koruyandır"}]}