{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Arau arasye amiye'i muchaka amara nidarsanarali arau spasta pramanasaha praerana karaichilo"},{"SurahNumber":11,"VerseNumber":97,"Text":"Phira'a'una arau tara netrbrndasakalara ocaralai. Kintu netasakale phira'a'unara karyakalapara anusarana karaichila; athaca phira'a'unara karyakalapa sathika nachila"},{"SurahNumber":11,"VerseNumber":98,"Text":"Si kiyamatara dina tara sampradayara sanmukhata thakiba. Tara pichata si sihamtaka ju'ita upanita karaiba. Ya’ta sihamta upanita ha’ba seya kimana ye nikrsta upanita horaara sthana"},{"SurahNumber":11,"VerseNumber":99,"Text":"arau e'i prthiraita abhisapa sihamtara pichata laga'i diya haichila arau kiyamatara dina'o. Kimana ye nikrsta puraskara yito sihamtaka pradana karaa ha’ba"},{"SurahNumber":11,"VerseNumber":100,"Text":"e'ibora haiche janapadasamuhara kichumana sambada, yibora ami tomara ocarata barnana karailo. E'iborara kichumana etiya'o ache arau kichumana nirmula haiche"},{"SurahNumber":11,"VerseNumber":101,"Text":"Arau ami sihamtara prati akano an'yaya karaa nachilo sihamta nije'i nijara an'yaya karaichila. Tara pichata yetiya tomara pratipalakara nirdesa ahi pale, tetiya allahara bahirae sihamte yi upasyasamuhara ibadata karaichila se'ibora sihamtara kono kamata nahila; arau sihamte nijara dhbansara bahirae ana eko brd'dhi karaa nachila"},{"SurahNumber":11,"VerseNumber":102,"Text":"Yetiya tomara pratipalake kono an'yayakarai janapadaka akramana karae tetiya e'idarae'i akramana karae. Niscaya te'omra akramana ati yantranadayaka, mahakathina"},{"SurahNumber":11,"VerseNumber":103,"Text":"Niscaya iyata ache tara babe nidarsana yiye akhiraataka bhaya karae. Se'ito enekuraa eta dina yidina sakalo manuhake ekatraita karaa ha’ba; arau se'ito enekuraa eta dina yidina sakaloke upasthita karaa ha’ba"},{"SurahNumber":11,"VerseNumber":104,"Text":"arau ami seya kerala nirdista kichu samayara babe bilambita karaicho"},{"SurahNumber":11,"VerseNumber":105,"Text":"Yetiya se'i dinato ahiba tetiya allahara anumatibihina kone'o katha kaba noraaraiba; eteke sihamtara majata kichumana ha’ba hatabhagya arau kichumana ha’ba saubhagyabana"},{"SurahNumber":11,"VerseNumber":106,"Text":"Phalata yisakala ha’ba hatabhagya sihamta thakiba (jahannamara) ju'ita, arau tata thakiba sihamtara bhisana cinamra arau artanada"},{"SurahNumber":11,"VerseNumber":107,"Text":"Tata sihamta cirakala thakiba, yimana dina akasasamuha arau prthirai bidyamana thakiba, arasye tomara raba anuraupa iccha nakaraalaike; niscaya tomara raba se'itorae'i karae yito te'om iccha karae"},{"SurahNumber":11,"VerseNumber":108,"Text":"Arau yisakala saubhagyabana te'omloka thakiba jannatata, tata te'omloka cirasthayi ha’ba, yimana dina akasasamuha arau prthirai bidyamana thakiba, arasye tomara raba anuraupa iccha nakaraalaike; e'ito eta niraracchinna puraskara"},{"SurahNumber":11,"VerseNumber":109,"Text":"Eteke sihamte yiborara ibadata karae se'i bisaye sansayata naparaiba, agate sihamtara pitr-purausasakale yenekai ibadata karaichila sihamte'o se'idarae'i ibadata karae. Niscaya ami sihamtaka sihamtara praapya sampurnaraupe pradana karaima--- akano hraasa nakarao"}]}