{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Hē nabī! Kāphira ārau munāphikasakalara biraud'dhē jihāda karaā, siham̐tara prati kaṭhōra hōraā; ārau siham̐tara ābāsasthala jāhānnāma, ārau sēẏā kimāna yē nikr̥ṣṭa pratyārartana sthala"},{"SurahNumber":9,"VerseNumber":74,"Text":"siham̐tē āllāhara śapata lai kaẏa yē, siham̐tē ēkō kōraā nā'i; athaca siham̐tē kupharaī bākya kaichē ārau ichalāma grahaṇara pichata ākau kupharaī karaichē; siham̐tē ēnēkuraā saṅkalpa karaichila yiṭō siham̐tē pōraā nā'i. Āllāha ārau tē'ōm̐ra raāchulē nija anugrahata siham̐taka (muchalimasakalaka) abhāramukta karaichila buliẏē siham̐tē (kāphira munāphikasakalē) biraōdhitā karaichila. Ētēkē yadi siham̐tē tā'ōbā karaē tēntē siham̐tara bābē bhāla ha’ba, ārau siham̐tē mukha ghūraā'i la’lē āllāhē pr̥thiraīta ārau ākhiraātata siham̐taka yantraṇādāẏaka śāsti diba; ārau pr̥thiraīta siham̐tara kōnō abhibhāraka nā'i ārau nā'i kōnō sāhāyyakāraī'ō"},{"SurahNumber":9,"VerseNumber":75,"Text":"Ārau siham̐tara kichumānē āllāhara ōcarata aṅgīkāra karaichila yē, ‘āllāhē nija kr̥pāta āmāka dāna karailē āmi niścaẏa chādākbā karaima ārau araśyē saṯkarmaśīlasakalara antarbhukta hama’"},{"SurahNumber":9,"VerseNumber":76,"Text":"Tāra pichata yētiẏā tē'ōm̐ siham̐taka nija anugrahara paraā dāna karailē, tētiẏā siham̐tē ē'i biṣaẏē kr̥paṇatā karailē ārau bimukha hai ubhati ga'la"},{"SurahNumber":9,"VerseNumber":77,"Text":"Paraiṇāma sbaraūpē tē'ōm̐ siham̐tara antarata niphākba raākhi dilē sē'i dina laikē yidinā siham̐tē āllāhara lagata sākṣāṯ karaiba, siham̐tē āllāhara ōcarata yi aṅgīkāra karaichila sēẏā bhaṅga karaāra kāraṇē ārau siham̐tē yi michā kaichila tāra bābē"},{"SurahNumber":9,"VerseNumber":78,"Text":"Siham̐tē nājānē nēki yē, niścaẏa āllāhē siham̐tara antarara gōpana kathā ārau siham̐tara gōpana paraāmarśara biṣaẏē jānē? Ārau niścaẏa āllāha gāẏēba samparkē samyaka aragata"},{"SurahNumber":9,"VerseNumber":79,"Text":"Muminasakalara mājata yisakalē sbataḥsphūrtabhāraē chādākbā diẏē ārau yisakalē nija śramara bāhiraē ēkōraē nāpāẏa, tē'ōm̐lōkaka yisakalē dōṣāraōpa karaē. Tāra pichata siham̐taka lai upahāsa karaē, (ēnē prakr̥tira lōkaka) āllāhē upahāsa karaē ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"},{"SurahNumber":9,"VerseNumber":80,"Text":"Tumi siham̐tara bābē kṣamā praārthanā karaā bā nakaraā ēkē'i kathā; tumi yadi siham̐tara bābē sattara bāraō kṣamā praārthanā karaā tathāpi'ō āllāhē siham̐taka kētiẏā'ō kṣamā nakaraē. Ē'iṭō ē'i kāraṇē yē, siham̐tē āllāha ārau tē'ōm̐ra raāchulara saitē kupharaī karaichē; ārau āllāhē phāchikba sampradāẏaka hidāẏata nidiẏē"}]}