{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"E ao povo de Thamud, enviamos seu irmao Salih. Disse: \"O meu povo! Adorai a Allah: nao tendes outro deus que nao seja Ele. Com efeito, chegou-vos uma evidencia de vosso Senhor; este camelo femea vindo de Allah e, para vos, como sinal. Entao, deixai-o comer na terra de Allah e nao o toqueis com mal algum: pois, apanhar-vos-ia um doloroso castigo"},{"SurahNumber":7,"VerseNumber":74,"Text":"E lembrai-vos de que Ele vos fez sucessores, depois do povo de Ad, e vos fez dispor da terra: ergueis palacios em suas planicies e escavais casas nas montanhas. Entao, lembrai-vos das merces de Allah. E nao semeeis a maldade na terra, sendo corruptores"},{"SurahNumber":7,"VerseNumber":75,"Text":"Os dignitarios de seu povo disseram aos que foram subjugados, aos que entre eles creram: \"Sabeis que Salih e enviado de seu Senhor?\" Disseram: \"Por certo, estamos crendo naquilo, com que ele foi enviado"},{"SurahNumber":7,"VerseNumber":76,"Text":"Os que se ensoberbeceram disseram: \"Por certo, estamos renegando aquilo em que credes"},{"SurahNumber":7,"VerseNumber":77,"Text":"Entao, abateram o camelo femea e transgrediram, desmesuradamente, a ordem de seu Senhor, e disseram: \"O Salih! Faze-nos vir o que nos prometes, se es dos Mensageiros"},{"SurahNumber":7,"VerseNumber":78,"Text":"E o terremoto apanhou-os, e amanheceram, em seus lares, inertes, sem vida"},{"SurahNumber":7,"VerseNumber":79,"Text":"E Salih voltou-lhes as costas e disse: \"O meu povo! Com efeito, transmiti-vos a mensagem de meu Senhor e aconselhei-vos, mas vos nao amais os conselheiros"},{"SurahNumber":7,"VerseNumber":80,"Text":"E Lot, quando disse a seu povo: \"Vos vos achegais a obscenidade, em que ninguem, nos mundos, se vos antecipou"},{"SurahNumber":7,"VerseNumber":81,"Text":"Por certo, vos vos achegais aos homens por lascivia, ao inves de as mulheres. Sois, alias, um povo entregue a excessos"},{"SurahNumber":7,"VerseNumber":82,"Text":"E a resposta de seu povo nao foi senao dizer: \"Fazei-os sair de vossa cidade. Por certo, sao pessoas que se pretendem puras"},{"SurahNumber":7,"VerseNumber":83,"Text":"Entao, salvamo-lo e a sua familia, exceto sua mulher, que foi dos que ficaram para tras"},{"SurahNumber":7,"VerseNumber":84,"Text":"E fizemos cair sobre eles chuva entao, olha como foi o fim dos criminosos"}]}