{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"A venit la tine spusa despre oaspeţii prea-cinstiţi ai lui Abraham"},{"SurahNumber":51,"VerseNumber":25,"Text":"Ei intrară la el spunându-i: “Pace!” Abraham spuse: “Pace! O, oameni necunoscuţi!”"},{"SurahNumber":51,"VerseNumber":26,"Text":"El s-a dus apoi pe nesimţite la ai săi şi a adus un viţel gras"},{"SurahNumber":51,"VerseNumber":27,"Text":"L-a apropiat de ei, spunând: “Nu mâncaţi?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"Şi atunci îl prinse frica de ei. Aceştia spuseră: “Să nu-ţi fie frică! Şi îi vestiră un fecior însemnat"},{"SurahNumber":51,"VerseNumber":29,"Text":"Femeia sa înaintă văitându-se şi lovindu-se peste faţă. Ea spuse: “O bătrână stearpă?...”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ei spuseră: “Domnul tău a spus astfel. El este Înţeleptul, Ştiutorul"},{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham spuse: “O, voi trimişilor! Care este treaba voastră?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Ei spuseră: “Noi am fost trimişi la un popor de nelegiuiţi"},{"SurahNumber":51,"VerseNumber":33,"Text":"ca să trimitem asupra lui bolovani de lut"},{"SurahNumber":51,"VerseNumber":34,"Text":"însemnaţi de Domnul tău pentru cei desfrânaţi.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Noi i-am scos aşadar din cetate pe cei credincioşi şi"},{"SurahNumber":51,"VerseNumber":36,"Text":"nu am aflat decât o casă de supuşi"},{"SurahNumber":51,"VerseNumber":37,"Text":"Am pus în ea un semn pentru cei care se tem de Osânda cea dureroasă"},{"SurahNumber":51,"VerseNumber":38,"Text":"precum în Moise când l-am trimis cu o împuternicire desluşită la Faraon"},{"SurahNumber":51,"VerseNumber":39,"Text":"care s-a întors către suita sa spunând: “Este fie vrăjitor, fie îndrăcit!”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Noi i-am luat pe ei şi oştile lor şi i-am aruncat în mare, în vreme ce el se dojenea pe sine"},{"SurahNumber":51,"VerseNumber":41,"Text":"Aşa a fost şi cu adiţii când am trimis asupra lor vântul pustiilor"},{"SurahNumber":51,"VerseNumber":42,"Text":"care nu a lăsat nimic peste care a trecut fără să nu-l facă fărâme"},{"SurahNumber":51,"VerseNumber":43,"Text":"Aşa a fost şi cu tamudiţii când li s-a spus: “Bucuraţi-vă o vreme!”"},{"SurahNumber":51,"VerseNumber":44,"Text":"Ei n-au luat însă în seamă porunca Domnului lor, iar trăsnetul i-a luat pe când priveau"},{"SurahNumber":51,"VerseNumber":45,"Text":"Atunci nu s-au putut ţine pe picioare şi nici ajuta"},{"SurahNumber":51,"VerseNumber":46,"Text":"Aşa a fost şi cu poporul lui Noe: Era un popor de desfrânaţi"}]}