{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Kendilerine elciler gelmis olan belde halkının misalini anlat onlara"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani onlara iki elci gondermistik de onları yalanlamıslardı. Bir ucuncusu ile onları guclendirmistik. Biz, size gonderilen elcileriz, demislerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Siz de bizim gibi insandan baska bir sey degilsiniz. Rahman, hic bir sey indirmemistir. Siz sadece yalan soyluyorsunuz, diye cevap vermislerdi"},{"SurahNumber":36,"VerseNumber":16,"Text":"Elciler ise: Rabbimiz biliyor ki biz size gonderilen elcileriz, diye karsılık verdiler"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bizim gorevimiz apacık teblig/duyurmaktan baska bir sey degildir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Onlar dediler ki: Dogrusu siz bize ugursuz geldiniz. Eger bu ise bir son vermezseniz, sizi tasa tutarız ve bizden acı bir azap dokunur size"},{"SurahNumber":36,"VerseNumber":19,"Text":"Ugursuzlugunuz kendinizdendir. Size ogut verildi diye mi? Hayır! Siz asırı giden bir toplumsunuz, dediler"},{"SurahNumber":36,"VerseNumber":20,"Text":"Sehrin obur ucundan kosa kosa bir adam geldi: Ey halkım! Elcilere tabi olun, dedi"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden hicbir ucret istemeyen kimselere uyun. Onlar, hidayet uzeredirler"},{"SurahNumber":36,"VerseNumber":22,"Text":"Hem ben neden, beni yaratana ibadet etmeyeyim? Halbuki siz de O’na donduruleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"O’ndan baskasını ilahlar edinir miyim? Rahman bana bir zarar istese, onların sefaati bana hic bir yarar saglamaz ve beni kurtaramazlar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ustelik ben o zaman apacık sapıklıkta olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Suphesiz ben, Rabbinize iman ettim, beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"Ona: Cennet'e gir, denildi. O da: Keske kavmim bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni bagısladıgını ve beni ikrama layık kimselerden kıldıgını…"},{"SurahNumber":36,"VerseNumber":28,"Text":"Biz ondan sonra, onun kavmini helak etmek icin uzerlerine gokten herhangi bir ordu indirmedik ve indirecek de degildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"Sadece korkunc bir ses oldu. Bir anda sonup gittiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ne yazık su kullara! Kendilerine bir peygamber gelmeye gorsun, onunla sadece alay ederlerdi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kendilerinden once nice nesilleri helak ettigimizi gormuyorlar mı? Onlar, bir daha kendilerine donmemektedirler"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ve hepsi toplanıp huzurumuza cıkarılacaklardır"}]}