{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"OCH NAR din Herre later nya slakten utga fran Adams soners lander, begar Han av dem att de skall vittna om sig sjalva [och fragar]: \"Ar Jag inte er Herre?\" [Da] svarar de: \"Jo, vi vittnar [att Du ar var Herre]!\" [Detta sker] for att ni [manniskor] inte pa Uppstandelsens dag skall saga: \"Om detta var vi inte medvetna"},{"SurahNumber":7,"VerseNumber":173,"Text":"Eller saga: \"Det var vara forfader som i forna dagar tog sig for att satta medhjalpare vid Guds sida - och vi, deras sentida efterkommande, vill Du lata oss ga under pa grund av de logner som de diktade upp"},{"SurahNumber":7,"VerseNumber":174,"Text":"Sa framstaller Vi budskapen fast och klart, for att de skall [inse sina felsteg och] vanda om"},{"SurahNumber":7,"VerseNumber":175,"Text":"Och beratta for dem vad som hande den man som Vi hade gett del av Vara budskap och som skot dem ifran sig. Djavulen foljde honom hack i hal och han blev [till sist] en av dem som, efter att sjalv ha vilseletts, leder andra pa avvagar"},{"SurahNumber":7,"VerseNumber":176,"Text":"Om Vi hade velat kunde Vi ha latit honom resa sig [ur fornedringen] med hjalp av [budskapen], men hans hela hag stod till jordiska ting och han ville bara folja sina egna bojelser. Han kan liknas vid en hund som flasar med hangande tunga vare sig du kommer hotfullt emot honom eller lamnar honom i fred. Detta ar liknelsen om dem som pastar att Vara budskap ar logn. Beratta darfor denna historia - kanske skall den [vacka] dem till eftertanke"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ett daligt foredome utgor de som pastar att Vara budskap ar logn; de vallar sig sjalva skada"},{"SurahNumber":7,"VerseNumber":178,"Text":"Den som Gud ger vagledning ar pa ratt vag, och de som Gud later ga vilse ar forlorarna"},{"SurahNumber":7,"VerseNumber":179,"Text":"Vi har sant skaror av osynliga vasen och manniskor till helvetet: de har hjartan som ingenting forstar, ogon som ingenting ser och oron som ingenting hor. De ar som kreatur, nej, de ar annu vilsnare: de ar de tanklosa, de likgiltiga"},{"SurahNumber":7,"VerseNumber":180,"Text":"GUDS ar fullkomlighetens skona namn; anropa Honom alltsa med dessa [namn] och hall er pa avstand fran dem som missbrukar dem. De skall fa den lon som deras handlingar [fortjanar]"},{"SurahNumber":7,"VerseNumber":181,"Text":"Bland dem Vi har skapat finns de som leder [andra] och som [sjalva] handlar rattradigt, lysta av sanningens [ljus]"}]}