{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":69,"Text":"OCH NAR [broderna] fick stiga fram infor Josef tog han sin broder [Benjamin] i famnen och viskade till honom: \"Jag ar din broder; glom din sorg over vad de [en gang] gjorde [mot oss]"},{"SurahNumber":12,"VerseNumber":70,"Text":"Nar [Josef] sag till att de fick sin proviant [for aterfarden] lade han [kungens] dryckesbagare i sin broders packficka. Och [nar de var pa vag ut ur staden hejdades de av] en utropare som ropade till dem: \"Ni dar i karavanen! Ni har gjort er skyldiga till stold"},{"SurahNumber":12,"VerseNumber":71,"Text":"[Broderna] fragade [utroparen och dem som var med honom]: \"Vad ar det ni saknar"},{"SurahNumber":12,"VerseNumber":72,"Text":"De sade: \"Vi saknar kungens dryckesbagare och den som aterlamnar den skall fa en kamellast [av spannmal i beloning].\" Och [utroparen tillade]: \"Det ar jag som har ansvaret for detta"},{"SurahNumber":12,"VerseNumber":73,"Text":"[Broderna] sade: \"Vid Gud! Ni skall veta att vi inte har kommit for att valla skada har i landet! Och vi ar inga tjuvar"},{"SurahNumber":12,"VerseNumber":74,"Text":"[Egyptierna] sade: \"Men hur skall [garningsmannen] straffas, om det ar sa att ni ljuger"},{"SurahNumber":12,"VerseNumber":75,"Text":"[Broderna] svarade: \"Den i vars packfickor [bagaren] patraffas skall betala for detta med sin frihet; sa straffar vi dem som begar en sadan oratt"},{"SurahNumber":12,"VerseNumber":76,"Text":"[De fordes till Josef] och han borjade med halvbrodernas packning innan han sokte igenom sin broder [Benjamins] packning; till sist drog han darifran fram [bagaren]. Pa detta satt lat Vi handelserna gynna Josef. Enligt den kungliga lagen var det omojligt for honom att halla kvar sin broder, om inte Gud hade velat detta. [Genom att ge honom kunskap] upphojer Vi den Vi vill till en hogre rang; men over alla som ager kunskap star En som ager all kunskap"},{"SurahNumber":12,"VerseNumber":77,"Text":"[Och Josefs broder] sade: \"Om han har stulit sa har en broder till honom stulit fore honom!\" Men Josef lat dem inte ana vad han tankte utan beholl det inom sig; och han sade for sig sjalv: \"Ni ar i ett varre lage [an han] - och Gud kanner val till vad ni pastar [om oss]"},{"SurahNumber":12,"VerseNumber":78,"Text":"De sade: \"[Adle och] maktige herre! Han har en fader i hog alder. Satt darfor en av oss i fangelse i hans stalle. Vi kan se att du ar en god och rattradig manniska"},{"SurahNumber":12,"VerseNumber":79,"Text":"Han svarade: \"Det skulle strida mot Guds lag om vi anholl en annan an den hos vilken vi aterfann var egendom; i sa fall gjorde vi oss skyldiga till en svar oratt"}]}