{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":236,"Text":"Nem tekinthető bűnötöknek ha elváltok az asszonyoktól, míg nem érintettétek őket és (nem) állapítottatok meg nekik ajándékot . Lássátok el öket, a jómódban élő is. képessége szerint és a szűkölködő is képessége szerint adjon nekik a javakból, illendő módon. Kötelesség ez a jóravalók számára"},{"SurahNumber":2,"VerseNumber":237,"Text":"Ám, ha elváltok tőlük, azelött, hogy illettétek volna őket, ám már ajándékot állapítottatok meg a részükre, akkor annak a fele, amit megállapíttatok a tiétek, kivéve ha lemondanak róla, vagy lemond az, akinek a kezében van (aki rendelkezik) a házasság megkötésének a joga. De, ha lemondotok, az sokkal közelebb van az istenfélelemhez. Ám ne feledjétek az egymás közötti nagylelkűséget! Allah látja mindazt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":238,"Text":"Tartsátok meg az imákat és a középső imát\"! És ájtatosan, alázattal álljatok Allah elé"},{"SurahNumber":2,"VerseNumber":239,"Text":"Ám ha féltek\", akkor vagy gyalog, vagy lóháton (végezzétek az imát)! Ám, ha már biztonságban vagytok emlékezzetek meg Allah- ról, ahogyan Ő tanított benneteket. arra, amit nem tudtatok"},{"SurahNumber":2,"VerseNumber":240,"Text":"És azok, akik meghalnak közületek, de feleségeket hagynak maguk után, azok kötelesek a feleségeik számára hagyatékot tenni, ellátásukra egy teljes évre, elűzés nélkül. Ám, ha ők maguk mennek el, nem tekinthető bűnötöknek az, amit ők magukban, illendően tesznek. Allah Hatalmas és Bölcs"},{"SurahNumber":2,"VerseNumber":241,"Text":"Az elvált asszonyoknak illendő ellátás jár. Kötelesség ez az istenfélők számára"},{"SurahNumber":2,"VerseNumber":242,"Text":"Ilyen módon magyarázza meg Allah nektek az Ő Jeleit, talán. használjátok az eszeteket"}]}