{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Iya-china"},{"SurahNumber":36,"VerseNumber":2,"Text":"jnanagarbha kora'anara sapata"},{"SurahNumber":36,"VerseNumber":3,"Text":"niscaya tumi raachulasakalara antarbhukta"},{"SurahNumber":36,"VerseNumber":4,"Text":"sarala pathara oparata pratisthita"},{"SurahNumber":36,"VerseNumber":5,"Text":"E'i kora'ana prabala paraakramasali, parama dayalu allahara taraphara paraa aratirna"},{"SurahNumber":36,"VerseNumber":6,"Text":"Yate tumi satarka karaiba paraa enekuraa eta jatika yisakalara pitr-purausasakalaka satarka karaa horaa na'i, seye sihamta udasina"},{"SurahNumber":36,"VerseNumber":7,"Text":"Arasye sihamtara adhikansara oparata (allahara) bani aradharaita haiche, seye sihamta imana posana nakaraiba"},{"SurahNumber":36,"VerseNumber":8,"Text":"Niscaya ami sihamtara dinita thumtarai laike galabandha (sikali) meraiya'i dicho, phalata sihamta urd'dhamukhi hai gaiche"},{"SurahNumber":36,"VerseNumber":9,"Text":"Arau ami sihamtara agaphale praacira arau pichaphale praacira sthapana karaicho, tara pichata ami sihamtaka dhaki dicho, phalata sihamte dekhibalai napaya"},{"SurahNumber":36,"VerseNumber":10,"Text":"Tumi sihamtaka satarka karaa ba nakaraa, sihamtara babe ubhaye samana; sihamte imana posana nakaraiba"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tumi kerala take'i satarka karaiba paraiba yiye kora'anara anusarana karae arau rahamanaka nedekhakaiye bhaya karae. Eteke tumi taka ksama arau sanmanajanaka puraskarara susambada diya"},{"SurahNumber":36,"VerseNumber":12,"Text":"Niscaya amiye'i mrtaka jiraita karao arau likhi raakho yi sihamte agalai praerana karae arau yi sihamte pichata erai yaya. Ami pratyeka bastuke'i suspasta kitapata samraksana karai raakhicho"}]}