{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"(napiyē!) Vētattil oru pākam koṭukkappaṭṭavarkaḷai nīr pārkkavillaiyā? Avarkaḷ cilaikaḷaiyum, ṣaittāṉkaḷaiyum nampikkaikoṇṭu (maṟṟa) nirākarippavar kaḷaic cuṭṭik kāṇpittu ‘‘ivarkaḷtāṉ uṇmai nampikkaiyāḷarkaḷaiviṭa mikavum nērāṉa pātaiyil irukkiṉṟaṉar'' eṉṟu kūṟukiṉṟaṉar"},{"SurahNumber":4,"VerseNumber":52,"Text":"ivarkaḷaittāṉ allāh capikkiṟāṉ. Evarkaḷai allāh capittu viṭukiṟāṉō avarkaḷukku utavi ceyyum oruvaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":4,"VerseNumber":53,"Text":"ivarkaḷukku ivvulaka āṭciyil coṟpa paṅkāvatu irukkiṟatā? Avvāṟiruntāl maṉitarkaḷukku ōr eḷḷaḷavum koṭukka māṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":54,"Text":"allāh maṉitarkaḷil cilarukku taṉ aruḷai vaḻaṅkiyuḷḷataip paṟṟi ivarkaḷ poṟāmai koḷkiṉṟārkaḷā? Niccayamāka nām iprāhīmuṭaiya cantatikaḷukku vētattaiyum, ñāṉattaiyum koṭuttu, attuṭaṉ māperum aracāṅkattaiyum avarkaḷukkuk koṭuttōm"},{"SurahNumber":4,"VerseNumber":55,"Text":"Avvāṟiruntum avarkaḷil cilartāṉ avvētattai nampikkai koṇṭārkaḷ. Maṟṟavarkaḷ atai nirākarittu viṭṭārkaḷ. (Nirākaritta avarkaḷukku) koḻuntu viṭṭeriyum narakamē takumā(ṉa kūliyā)kum"},{"SurahNumber":4,"VerseNumber":56,"Text":"evarkaḷ nam (ivvēta) vacaṉaṅkaḷai nirākarikkiṟārkaḷō avarkaḷai niccayamāka nām (maṟumaiyil) narakattil cērttu viṭuvōm. Avarkaḷ vētaṉaiyait toṭarntu aṉupavippataṟkāka avarkaḷuṭaiya tōlkaḷ karuki viṭumpōtellām vēṟu putiya tōlkaḷai māṟṟikkoṇṭē iruppōm. Niccayamāka allāh mikaittavaṉāka, ñāṉamuṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":57,"Text":"(avarkaḷil) evarkaḷ meyyākavē nampikkai koṇṭu, naṉmaikaḷaic ceykiṟārkaḷō avarkaḷai corkkaṅkaḷil pukuttuvōm. Atil toṭarntu nīraruvikaḷ ōṭikkoṇṭē irukkum. Avarkaḷ atil eṉṟeṉṟumē taṅki viṭuvārkaḷ. Paricuttamāṉa maṉaivikaḷum aṅku avarkaḷukku uṇṭu. Aṭarnta (nīṅkāta) niḻalilum avarkaḷai nām amarttuvōm"},{"SurahNumber":4,"VerseNumber":58,"Text":"(nampikkaiyāḷarkaḷē! Uṅkaḷiṭam nampi oppaṭaikkappaṭṭa) amāṉitap poruḷkaḷai ataṉ urimaiyāḷarkaḷiṭam nīṅkaḷ oppaṭaittu viṭumpaṭiyum, maṉitarkaḷukkiṭaiyil nīṅkaḷ tīrppuk kūṟiṉāl (pārapaṭcamiṉṟi) nītamākavē tīrppaḷikkumpaṭiyum niccayamāka allāh uṅkaḷukkuk kaṭṭaḷaiyiṭukiṟāṉ. Uṅkaḷukku allāh ceyyum ivvupatēcam meyyākavē evvaḷavu ciṟantatu! Niccayamāka allāh ceviyuṟupavaṉāka, uṟṟu nōkkupavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":59,"Text":"Nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukku kaṭṭuppaṭṭu naṭaṅkaḷ. (Avvāṟē allāhvuṭaiya) tūtarukkum, uṅkaḷ atiparkaḷukkum kaṭṭuppaṭṭu naṭaṅkaḷ. (Nampikkaiyāḷarkaḷē!) Uṅkaḷukkuḷ oru viṣayattil piṇakku ēṟpaṭṭāl meyyākavē nīṅkaḷ allāhvaiyum, iṟutināḷaiyum nampikkai koṇṭavarkaḷāyiruntāl atai allāhviṭamum (avaṉuṭaiya) tūtariṭamum oppaṭaittuviṭuṅkaḷ. (Avarkaḷuṭaiya tīrppai nīṅkaḷ maṉatiruptiyuṭaṉ oppuk koḷḷuṅkaḷ.) Itutāṉ uṅkaḷukku naṉmaiyum, aḻakāṉa muṭivum ākum"}]}