{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Vy, iudei, znayete, chto My dali Muse Knigu - Toru - i vsled za nim My poslali neskol'kikh poslannikov, v tom chisle Isu (Iisusa), syna Maryam (Marii), i darovali yemu yasnyye znameniya dlya togo, chtoby vyvesti lyudey iz temnoty i suyeveriy, dat' im Svet dlya uma i dukhovnogo i umstvennogo prozreniya. My podkrepili yego Dukhom Svyatym - Dzhibrilom (Gavriilom) - da budet yemu mir! Neveroyatno, chto kazhdyy raz, kak poslannik napravlyalsya k vam s Bozhestvennymi zapovedyami, kotoryye vashi dushi otvergali, vy zanosilis'. Odnikh poslannikov vy ob\"yavlyali lzhetsami, a drugikh vy ubivali"},{"SurahNumber":2,"VerseNumber":88,"Text":"Takim zhe obrazom vy otnosilis' k Nashemu poslanniku Mukhammadu - pechati prorokov. Vy yemu skazali, kogda on prizyval vas k islamu: \"Nashi serdtsa glukhi i net v nikh vkhoda dlya tvoikh prizyvov k islamu, kotorykh my ne ponimayem\". Istina zhe v tom, chto oni vozgordilis' i predpochli zabluzhdeniye pravednomu puti. Allakh proklyanot ikh za neveriye, slabo oni veruyut v Allakha"},{"SurahNumber":2,"VerseNumber":89,"Text":"I kogda prishol k nim Nash poslannik s Pisaniyem ot Allakha - Koranom, - podtverzhdayushchim istinnost' Knigi - Tory, - kotoraya s nimi, oni otvergli yego i otkazalis' yego prinyat', khotya v Tore yasno predskazano, chto budet poslan novyy poslannik, - sobytiye, kotoroye oni ozhidali vso vremya, zhelaya, chtoby ono proizoshlo kak mozhno skoreye v pomoshch' im, chtoby oderzhat' pobedu nad temi, kotoryye byli neverny. No kogda predskazaniye sbylos', i byl poslan poslannik Mukhammad, a s nim byl nisposlan Koran, oni otkazalis' priznat' istinu Korana i ne uverovali v nego iz-za upryamstva i nenavisti i potomu, chto poslannik byl iz drugogo naroda. Proklyatiye zhe Allakha nad neveruyushchimi i podobnymi im, nepravednymi, stroptivymi"},{"SurahNumber":2,"VerseNumber":90,"Text":"Nichtozhna tsena, za kotoruyu oni prodali svoi dushi vo imya zla, grekha i beznravstvennosti, prisushchikh im, i otvergli Istinu, poluchennuyu imi ot Allakha, kak rukovodstvo k vseobshchey pravde. Iz-za svoyego slepogo fanatizma po otnosheniyu k svoyemu narodu, zavisti i nenavisti k tem iz rabov Allakha, komu Allakh nisposlal po Svoyey milosti poslannika (odnogo iz nikh), oni navlekli na sebya Yego gnev. Dlya nikh i podobnykh im nevernykh - unizitel'noye nakazaniye"},{"SurahNumber":2,"VerseNumber":91,"Text":"A kogda govoryat im: \"Uveruyte v Koran, kotoryy nisposlal Allakh Mukhammadu, poslednemu poslanniku!\" Oni otvechayut, chto veruyut v to, chto nisposlano im, podtverzhdaya istinnost' lish' togo, chto s nimi. Oni ne veruyut v to, chto nisposlano posle etogo, khotya oni khorosho znayut, chto i eta istina sootvetstvuyet Tore, kotoraya s nimi. Oni lgut, potomu chto, otritsaya istinnost' Korana, oni otritsayut istinnost' Tory. Skazhi im (o Mukhammad!): \"Pochemu zhe togda ran'she vy izbivali prorokov Allakha, yesli vy veruyushchiye?\" Neblagochestiye i podlaya zavist', otrazhayushchaya nenavist' k tem, kotorykh vybral Allakh, chtoby oni poluchili Yego miloserdiye, priveli ikh k ubiystvu prorokov. I v etom yavnoye dokazatel'stvo ikh neveriya v prizyvy poslannikov Allakha"},{"SurahNumber":2,"VerseNumber":92,"Text":"Vy, o iudei, ne uverovali v Pisaniya i vernulis' k mnogobozhiyu yeshcho pri Muse. Ved' k vam prishol Musa s yasnymi znameniyami i chudom, dokazyvayushchimi istinnost' yego prorocheskoy missii. No kogda on ushol, chtoby molit'sya i obrashchat'sya k Bogu, vy sdelali sebe tel'tsa dlya pochitaniya. Vy vernulis' k yazychestvu i sovershili grekh, buduchi nepravednymi"},{"SurahNumber":2,"VerseNumber":93,"Text":"Kogda vam byla nisposlana Tora, i vy uvideli predpisaniya Allakha, oni pokazalis' vam ochen' tyazholymi, i vy somnevalis' otnositel'no ikh. My togda vzyali s vas dogovor i podnyali nad vami goru, a vy dumali, chto ona razrushitsya. My skazali: \"Berezhno khranite to, chto My darovali vam, i bud'te poslushny!\" Vy skazali, chto vy uverovali i otkryli svoi serdtsa. No vashi postupki ne sootvetstvovali vashim slovam, i v vashem povedenii proyavlyalos' otkrytoye nepovinoveniye. Ved' vera ne napolnyayet serdtsa tekh, kotoryye okazyvali pochteniye svoyemu tel'tsu. Skazhi im (o Mukhammad!): \"Yesli eto - postulaty vashey very, napravlyayushchiye vashi postupki, to skverno to, chto prikazyvayet vam vasha vera, yesli vy veruyete, kak vy govorite"},{"SurahNumber":2,"VerseNumber":94,"Text":"Skazhi im (o Mukhammad!): \"Yesli vy deystvitel'no verite, chto vechnoye blazhenstvo v budushchem zhilishche u Allakha budet isklyuchitel'no tol'ko dlya vas, to pozhelayte skoreyshey smerti, yesli vy pravdivy"},{"SurahNumber":2,"VerseNumber":95,"Text":"No nikogda oni ne pozhelayut smerti, potomu chto znayut to, chto ugotovili ikh nechistyye, nespravedlivyye ruki. Allakh khorosho znayet pro nepravednykh, kotoryye sovershili nechestivyye postupki. Blazhenstvo v budushchey zhizni budet tol'ko dlya bogoboyaznennykh,a ne dlya nepravednykh, kak vy"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ty naydosh' (o Mukhammad!), chto oni iz tekh lyudey, zhadnykh do zhizni, chto zhelayut dolgovechnosti (dostoynoy ili unizhennoy) dazhe bol'she, chem yazychniki, kotoryye ne veryat ni v ray, ni v voskresheniye. Oni khotyat, chtoby im byla dana zhizn' v tysyachu let. No nichto ne izmenit ikh sud'bu i ne izbavit ot nakazaniya Allakha, dazhe yesli im budet darovana dolgaya zhizn'. Ved' Allakh - Vezdesushchiy. On vidit, chto delayut nepravednyye, i nakazhet ikh za skvernyye deyaniya"}]}