{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"nivu nim'modeyana bali ksameyacisiri mattu avanedege oliyiri. Avanu nimage ondu nirdista avadhiya tanaka srestha sampatsadhanagalannu dayapalisuvanu mattu pratiyobba anugrahasalige tanna anugrahavannu karunisuvanu. Nivu (avanannu) kadeganisidare, ondu maha dinada sikseyu nim'ma mele eraguva bhaya nanagide"},{"SurahNumber":11,"VerseNumber":2,"Text":"allahana kadege nivu maraluviri. Avanu ellavannu madaballavanu"},{"SurahNumber":11,"VerseNumber":3,"Text":"Nimage tilidirali; avaru avaninda adagisalikkagi tam'ma hrdayagalannu muccikolluttare. Nimage tilidirali; avaru tam'ma udupugalinda tam'mannu muccikondiruvagalu, avaru guptavagiduva mattu avaru bahiranga padisuva ellavannu avanu aritiruttane. Khanditavagiyu avanu manas'sinaladalliruva visayagalannu ballavanu"},{"SurahNumber":11,"VerseNumber":4,"Text":"bhumiyallina pratiyondu jiviya aharada honeyu allahana melide. Adara vasasthanavannu mattu adara antima neleyannu avanu cennagi ballanu. Ellavu ondu spastavada granthadallide"},{"SurahNumber":11,"VerseNumber":5,"Text":"avane, aru dinagala avadhiyalli akasagalannu mattu bhumiyannu srstisidavanu. Avana sinhasanavu nirina melittu. Nim'malli yaru atyuttama karmagalannu maduvavarendu pariksisalikkagi (avanu nim'mannu srstisidanu). (Dutare,) ‘‘maranada balika nim'mannu matte jivantagolisalaguvudu’’ endu nivu helidare, dhikkarigalu, ‘‘idu spasta matagarikeyallade berenalla’’ ennuttare"},{"SurahNumber":11,"VerseNumber":6,"Text":"ondu vele navu ondu nirdista avadhigagi sikseyannu avarinda nivarisidare, ‘‘adannu yava vastu tadedittide?’’ Endu avaru keluvaru. Nimage tilidirali; adu avara mele banderaguva dina, yaru adannu avarinda nivarisalararu. Avaru yavudannu gelimaduttiddaro aduve avarannu avarisi biduvudu"},{"SurahNumber":11,"VerseNumber":7,"Text":"navu manusyanige nam'ma anugrahada ruci kanisi a balika adannu avaninda kittukondare – avanu tira nirasanu krtaghnanu agibiduttane"},{"SurahNumber":11,"VerseNumber":8,"Text":"innu, avanige sankata tagalida balika navu avanige anugrahagala ruci unisidare, avanu sakala sankatagalu nanninda duravagi bittavu ennuttane mattu avanu santasadinda bigi, tannanne hogalatodaguttane"}]}