{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"Those who disbelieve, neither their wealth nor their children will avail them at all against Allah; it is they who are the fuel of the Fire"},{"SurahNumber":3,"VerseNumber":11,"Text":"[Their] case is like that of the people of Pharaoh and those before them. They all rejected Our signs, so Allah seized them for their sins, for Allah is severe in punishment"},{"SurahNumber":3,"VerseNumber":12,"Text":"Say to those who disbelieve: “You will soon be defeated and gathered into Hell. What a terrible resting place!”"},{"SurahNumber":3,"VerseNumber":13,"Text":"There has been a sign for you in the two groups who confronted each other: one fighting for the cause of Allah, and the other disbelievers; they saw them, with their own eyes twice their number. But Allah strengthens with His help whom He wills. There is a lesson in this for those who have insight"},{"SurahNumber":3,"VerseNumber":14,"Text":"The love of desirable things has been made appealing to people, such as women, children, hoarded heaps of gold and silver, branded fine horses, livestock, and tilled land. These are the pleasures of the life of this world, but with Allah is the best place of return"},{"SurahNumber":3,"VerseNumber":15,"Text":"Say, “Shall I inform you of what is better than these? For those who fear Allah are gardens with their Lord under which rivers flow, abiding therein forever, with pure spouses and pleasure from Allah. And Allah is All-Seeing of His slaves"},{"SurahNumber":3,"VerseNumber":16,"Text":"those who say, “Our Lord, we believe, so forgive us our sins and protect us from the punishment of the Fire.”"},{"SurahNumber":3,"VerseNumber":17,"Text":"Those who are patient, truthful, devout, charitable, and who seek forgiveness before dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah testifies that none has the right to be worshiped except Him, as do the angels and people of knowledge; He is the Upholder of justice. None has the right to be worshiped except Him, the All-Mighty, the All-Wise"},{"SurahNumber":3,"VerseNumber":19,"Text":"The true religion with Allah is Islam. Those who were given the Scripture did not dispute except after the knowledge had come to them, out of mutual envy and rivalry. But whoever rejects the verses of Allah, then Allah is swift in reckoning"},{"SurahNumber":3,"VerseNumber":20,"Text":"Then if they argue with you, say, “I have submitted myself to Allah, and so have those who follow me.” And say to those who were given the Scripture and to the illiterate, “Have you submitted yourselves?” If they do, then they are rightly guided, but if they turn away, your duty is only to convey the message. And Allah is All-Seeing of His slaves"}]}