{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Biz gökyüzünü, yeryüzünü ve ikisi arasında bulunan şeyleri batıl olarak yaratmadık. Bu, inkar edenlerin zannıdır. Ateşten (görecekleri azaptan) dolayı vay o inkar edenlere"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa Biz, iman edip salih amellerde bulunanları yeryüzünde bozgunculuk çıkaranlar gibi (bir) mi tutacağız? Ya da muttakileri facirler gibi (bir) mi tutacağız"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Bu Kur'an,) Ayetlerini, iyiden iyiye düşünsünler ve temiz akıl sahipleri öğüt alsınlar diye sana indirdiğimiz mübarek bir Kitap'tır"},{"SurahNumber":38,"VerseNumber":30,"Text":"Biz Davud'a Süleyman'ı armağan ettik. O, ne güzel kuldu. Çünkü o, (daima Allah'a) yönelip-dönen biriydi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Hani ona akşama yakın, bir ayağını tırnağı üstüne diken, öbür üç ayağıyla toprağı kazıyan, yağız atlar sunulmuştu"},{"SurahNumber":38,"VerseNumber":32,"Text":"O da demişti ki: \"Gerçekten ben, mal (veya at) sevgisini Rabbimi zikretmekten dolayı tercih ettim.\" Sonunda bu atlar (koştular ve toz) perdesinin arkasına saklandılar"},{"SurahNumber":38,"VerseNumber":33,"Text":"Onları bana geri getirin\" (dedi). Sonra (onların) bacaklarını ve boyunlarını okşamaya başladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Andolsun, Biz Süleyman'ı imtihan ettik, tahtının üstünde bir ceset bıraktık. Sonra (eski durumuna) döndü"},{"SurahNumber":38,"VerseNumber":35,"Text":"Rabbim, beni bağışla ve benden sonra hiç kimseye nasib olmayan bir mülkü bana armağan et. Şüphesiz Sen, karşılıksız armağan edensin"},{"SurahNumber":38,"VerseNumber":36,"Text":"Böylece rüzgarı onun buyruğu altına verdik. Onun emriyle dilediği yöne yumuşakça eserdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"Şeytanları da; her bina ustasını ve dalgıç olanı"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve (kötülük yapmamaları için) sağlam kementlerle birbirine bağlanmış diğerlerini"},{"SurahNumber":38,"VerseNumber":39,"Text":"İşte bu, bizim vergimizdir. (Ey Süleyman) Artık sen de hesaba vurmaksızın, ver ya da tut"},{"SurahNumber":38,"VerseNumber":40,"Text":"Şüphesiz, onun Bizim Katımız'da gerçekten bir yakınlığı ve varılacak güzel bir yeri vardır"}]}