{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"My podderzhim Svoikh poslannikov i tekh, kotoryye uverovali, v etoy zhizni tem, chto otomstim ikh vragam i soberom dovod protiv etikh vragov, i v Sudnyy den' My takzhe podderzhim ikh, kogda vstanut svideteli i budut svidetel'stvovat', chto poslanniki peredavali Poslaniya i chto te, kto ne uveroval, oprovergali etikh poslannikov"},{"SurahNumber":40,"VerseNumber":52,"Text":"V tot Den' nevernym ne pomogut ikh izvineniya za te grekhi, kotoryye oni vershili v zemnom mire, i oni budut lisheny milosti Allakha, i dlya nikh budet ugotovano skvernoye obitalishche"},{"SurahNumber":40,"VerseNumber":53,"Text":"Klyanus', My nisposlali Muse rukovodstvo k pryamomu puti, i v nasledstvo synam Israila My dali Pisaniye - Toru"},{"SurahNumber":40,"VerseNumber":54,"Text":"kak rukovodstvo i napominaniye razumnym ob Istine Allakha"},{"SurahNumber":40,"VerseNumber":55,"Text":"Znaya to, o chom My tebe rasskazali, terpi zhe zlo (o, Mukhammad!), kotoroye oni prichinyayut tebe. Poistine, neprelozhno i istinno obeshchaniye Allakha o tom, chto On pomozhet tebe i veruyushchim oderzhat' pobedu. I prosi u Allakha proshcheniya za lyuboy svoy postupok, kotoryy mozhet schitat'sya grekhom, i voznosi khvalu tvoyemu Velikomu Gospodu neustanno vecherom i utrom, ochishchaya Yego Bezuprechnoye imya ot vsego, chto ne podobayet Yemu"},{"SurahNumber":40,"VerseNumber":56,"Text":"U tekh, kto sporit o znameniyakh i svidetel'stvakh Allakha bez dokazatel'stv i sily, dannykh im Allakhom Velikim, serdtsa okhvacheny gordyney, kotoraya sbivayet ikh s puti istiny, i oni ne dostignut svoikh tseley. Prosi (o Mukhammad!) zashchity u Allakha! Poistine, On - Vseslyshashchiy i Vsevidyashchiy"},{"SurahNumber":40,"VerseNumber":57,"Text":"Klyanus', tvoreniye nebes i zemli boleye velikoye deyaniye, chem tvoreniye lyudey. No bol'shaya chast' lyudey ne znayet etogo i ne uverovala v voskreseniye, khotya oni priznali, chto Allakh - Tvorets nebes i zemli"},{"SurahNumber":40,"VerseNumber":58,"Text":"Ne ravny slepoy, ne vidyashchiy istiny, i zryachiy, kto znayet yeyo. Ne ravny te, kotoryye vershili dobrodeyaniya i uverovali, i te, kotoryye vershili zlodeyaniya i ne uverovali v Allakha. Malo, ochen' malo (o vy, lyudi!) vspominayete ob etom"},{"SurahNumber":40,"VerseNumber":59,"Text":"Poistine, Sudnyy den' - net somneniya v etom - nastanet, no bol'shaya chast' lyudey ne veruyet"},{"SurahNumber":40,"VerseNumber":60,"Text":"Vash Tvorets i Vladyka skazal: \"Vzyvayte ko Mne, i YA otvechu na vashu mol'bu. Te, kotoryye nastol'ko vozgordilis' i prevozneslis', chto ne poklonyayutsya Mne i ne vzyvayut ko Mne, voydut v ad unizhennymi"}]}