{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":182,"Text":"Arau yisakale amara ayatasamuhaka asbikara karaiche, anatipalame ami sihamtaka enekai lahe lahe dhbansara pine lai yama ye, sihamte game'i napaba"},{"SurahNumber":7,"VerseNumber":183,"Text":"Arau ami sihamtaka arakasa di'om; niscaya mora kausala atyanta balistha"},{"SurahNumber":7,"VerseNumber":184,"Text":"Sihamte ketiya'o cinta nakarae neki ye, sihamtara sahacarajana kahani'o unmada nahaya? Te'om haiche kerala ejana spasta satarkakarai"},{"SurahNumber":7,"VerseNumber":185,"Text":"Akasamandala arau prthiraira sarbabhauma kartrtba samparke lagate allahe yi srsti karaiche se'i bisaye sihamte cinta-carca karaa na'ine, arau e'i bisaye'o ye, sambharata sihamtara nirdharaita samaya nikatararti haiche; gatike iyara pichata sihamte arau kona kathata imana aniba"},{"SurahNumber":7,"VerseNumber":186,"Text":"allahe yisakalaka bipathagami karae sihamtara kono pathapradarsaka na'i; arau te'om sihamtaka sihamtara abadhyatata laksyahinara darae ghurai phuraibalai erai diye"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sihamte tomaka kiyamata samparke prasna karai kaya, ‘seya ketiya sanghatita ha’ba’? Koraa, ‘e'i bisayara jnana kerala mora pratipalakara ocarata. Kerala teraemi yathasamayata se'itora prakasa ghataba. Akasmikabharae seya tomalokara oparata ahi paraiba’. Sihamte tomaka prasna karaiche yeniba tumi e'i bisaye sabisesa arahita. Koraa, ‘e'i bisayara jnana kerala allahara ocarata, kintu adhikansa manuhe'i (e'i satyato) najane’"},{"SurahNumber":7,"VerseNumber":188,"Text":"Koraa, ‘allahe yi iccha karae tara bahirae mora nijara upakara-apakarara oparato mora kono adhikara na'i. Gayeba ba adrsyara jnana yadi mora thakilahemtena tente ma'i bahuto kalyana labha karailohemtena arau kono dharanara akalyane'i moka sparsa karaiba noraarailehemtena. Ma'i kerala imandara sampradayara babe satarkakarai arau susambadadatara bahirae ana eko nahaya’"}]}