{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Mention Moses in the Book. He was sincere, and was a messenger, a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"We called out to him from the right side of the Mountain, and brought him close to confide in"},{"SurahNumber":19,"VerseNumber":53,"Text":"We bestowed his brother Aaron on him as a prophet through Our mercy"},{"SurahNumber":19,"VerseNumber":54,"Text":"Mention Ishmael in the Book. He kept true to the Promise, and was a messenger, a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He used to order his people to pray and [pay] the welfare tax; he was approved by his Lord"},{"SurahNumber":19,"VerseNumber":56,"Text":"Mention Idifs in the Book. He was a truthful prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"We raised him to a lofty place"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those are some of the prophets from Adam´s offspring whom God has favored, and some of those We transported along with Noah, and some of Abraham´s and Ishmael´s offspring, as well as some (others) We have guided and chosen. Whenever the Mercy-giving´s signs are recited to them, they drop down on their knees and weep"},{"SurahNumber":19,"VerseNumber":59,"Text":"Descendants have replaced them who neglected prayer and followed [their own] passions. They shall meet with aimlessness"},{"SurahNumber":19,"VerseNumber":60,"Text":"except for anyone who turns around (in repentance) and believes, and acts honorably; those will enter the Garden and not be harmed in any way"},{"SurahNumber":19,"VerseNumber":61,"Text":"the gardens of Eden which the Mercy-giving has promised His servants even though [they are still] Unseen. So far as He is concerned, His promise has already been fulfilled"},{"SurahNumber":19,"VerseNumber":62,"Text":"They will hear no nonsense in it, only: \"Peace!\" (as a greeting); they will have their provision there both morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"Such is the Garden which We bequeath to those of Our servants who have been pious"},{"SurahNumber":19,"VerseNumber":64,"Text":"We never descend except at your Lord´s command. He owns whatever is in front of us and whatever is behind us, and whatever lies in between. Your Lord is not forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"[for He is] the Lord of Heaven and Earth and whatever lies in between them! So serve Him and persevere in His worship. Do you know of any other title for Him"}]}