{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Thuaju (o Muhammed!): “Nese ju e doni Perendine, eni pas meje, atehere Perendia ju do juve dhe ju fale mekatet tuaja! Se Perendia fale dhe eshte meshirues"},{"SurahNumber":3,"VerseNumber":32,"Text":"Thuaju (o Muhammed!): “Peruluni Perendise dhe Profetit!” E, ne qofte se abstenojne, Perendia, me te vertete, nuk i don mohuesit"},{"SurahNumber":3,"VerseNumber":33,"Text":"Perendia e zgjodhi Ademin, Nuhun dhe familjen e Ibrahimit dhe familjen e Imranit ne mesin e popujve"},{"SurahNumber":3,"VerseNumber":34,"Text":"pasardhes njeri pas tjetrit. Perendia eshte degjues dhe di cdo gje"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Kujtoje ate kohe, o Muhammed!) Kur gruaja e Imranit tha: “Zoti im, une Ty te kam pergjeruar (qellimuar) ate qe eshte ne barkun tim, qe te sherbeje vetem Ty; andaj, pranoje prej meje! Se Ti, me te vertete, je degjues dhe di cdo gje"},{"SurahNumber":3,"VerseNumber":36,"Text":"E kur ajo e lindi (femijen) tha: Zoti im! Une lindra femer, - Perendia di me mire cka lindi ajo, - “Mashkulli nuk eshte si femra, une e emerova ate Merjem dhe ta kam lene ate dhe brezin e saj nen mbrojtjen Tende nga djalli i mallkuar”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Dhe Zoti i saj e pranoi mire ate (gocen), e beri qe te rritet bukru dhe e la nen kujdestarine e Zekerias. Sa here qe hynte Zekeriai ne dhomen e saj (ne xhami), gjente prane saj ushqim. (Atehere ai¬¬) e pyeste: “O Merjem! Nga te vie ky furnizim ty?” Ajo pergjigjej: “Ky eshte nga Perendia, se Perendia e furnizon kend te doje, pa llogari (fature)”"},{"SurahNumber":3,"VerseNumber":38,"Text":"Atehere Zekerijaja iu lut Zotit te vet e tha: “Zoti im! Dhurome mua nga ana Jote pasardhes te mire! Se Ti, me te vertete, je degjues i lutjes!”"},{"SurahNumber":3,"VerseNumber":39,"Text":"E thirren ate engjejt, duke u lutur ai ne kembe, ne xhami (e i thane): “Perendia po te sihariqon ty me Jahjane, (i cili do te jete) vertetues i fjales se Perendise, (dhe do te behet) udheheqes (i popullit), ruajtes i vetvetes dhe (do te jete) nga pejgamberet, pasardhes i atyre te mireve”"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zekerijaja) tha: “Zoti im! Qysh do te kete djal per mua, kur mua me ka kapluar pleqeria, e gruaja ime eshte sterile (shterpe)? (Ai) i tha: “Keshtu!” Perendia punon cka te doje"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zekerijaja) tha: “O Zot! (benma nje shenj!” (Zoti) i tha: “Shenj per ty eshte se tri dite nuk do te (mund te) flasish me njerezit, vecse me gjeste. Por, Zotin tend permende shume dhe adhuroje Ate ne mbremje dhe ne mengjes”"}]}