{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Tumi siham̐tara prati lakṣya karaā nā'inē, yiham̐tē ēnē ēṭā sampradāẏara lagata bandhutba karaē yisakalara ōparata āllāha kraōdhānbita haichē? Siham̐ta tōmālōkara dalabhūkta nahaẏa; ārau siham̐tē jāni buji michā kathāta śapata khāẏa"},{"SurahNumber":58,"VerseNumber":15,"Text":"Āllāhē siham̐tara bābē prastuta karai raākhichē kaṭhōra śāsti. Niścaẏa siham̐tē yi karaichila sēẏā kimāna yē garhita"},{"SurahNumber":58,"VerseNumber":16,"Text":"Siham̐tē nija śapatabōraka ḍhāla hicāpē grahaṇa karaichē, tāra pichata siham̐tē āllāhara pathata bādhā pradāna karaichē. Phalata siham̐tara bābē āchē lāñchanādāẏaka śāsti"},{"SurahNumber":58,"VerseNumber":17,"Text":"Āllāhara śāstira biparaītē siham̐tara dhana-sampada ārau santāna-santati siham̐tara kōnō kāmata nāhiba; siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐tē cirakāla thākiba"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sē'idinā āllāhē siham̐ta sakalōkē punaraut'thita karaiba, tētiẏā siham̐tē āllāhara ōcarata ēnēkuraā śapata karaiba yēnēkuraā śapata tōmālōkara ōcarata karaē ārau siham̐tē bhāraē yē, siham̐tē bhāla kibā ēṭā karai āchē. Sāradhāna! Niścaẏa siham̐tē'i prakr̥ta michalīẏā"},{"SurahNumber":58,"VerseNumber":19,"Text":"Caẏatānē siham̐tara ōparata prabhāra bistāra karaichē; ārau siham̐taka āllāhara smaraṇa pāharaā'i dichē. Iham̐tē'i caẏatānara dala. Niścaẏa caẏatānara dalē'i kṣatigrasta"},{"SurahNumber":58,"VerseNumber":20,"Text":"Niścaẏa yiham̐tē āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaē, siham̐tē'i ha’ba carama lāñchitasakalara antarbhukta"},{"SurahNumber":58,"VerseNumber":21,"Text":"Āllāhē likhi raākhichē yē, ‘niścaẏa maẏē'i bijaẏī ha’ma ārau mōra raāchulasakalē'ō bijaẏī ha’ba’. Niścaẏa āllāha mahāśaktimāna, mahāparaākramaśālī"},{"SurahNumber":58,"VerseNumber":22,"Text":"Āllāha ārau ākhiraātara prati biśbāsa sthāpana karaā ēnē kōnō sampradāẏa tumi nāpābā, yisakalē ēnē lōkaka bhālapāẏa yiham̐tē āllāha ārau tē'ōm̐ra raāchulara biraud'dhācāraṇa karaē--- yadi'ō siham̐ta tē'ōm̐lōkara pitā athabā putra bā bhā'i nā'ibā banśa-paraiẏālara mānuhē'i naha'ōm̐ka kiẏa! Ē'ōm̐lōkara antaratē'i āllāhē īmāna likhi dichē ārau tē'ōm̐ra taraphara paraā raūhara dbāraā tē'ōm̐lōkaka śaktiśālī karaichē. Tē'ōm̐lōkaka tē'ōm̐ praraēśa karaāba ēnē jānnātasamūhata yāra talēdi nijaraāsamūha prabāhita haẏa. Tāta tē'ōm̐lōkē cirakāla thākiba; āllāhē tē'ōm̐lōkara prati santuṣṭa haichē ārau tē'ōm̐lōkē'ō tē'ōm̐ra prati santuṣṭa. Ē'ōm̐lōkē'i āllāhara dala. Jāni thōraā, āllāhara dalē'i saphalatā lābha karaiba"}]}