{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Kaapırlar: «Biz jana ata-babalarıbız (olup, cirip) topurak bolup kalsak da (kayra tirilip murzobuzdon) cıgarılabızbı"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bizge jana ata-babalarıbızga bul (kayra tiriluu,) buga ceyin (paygambarlar tarabınan) ubada kılıngan. Bul (sozdor) abalkılardın joo-jomogunan baska nerse emes!» - desti"},{"SurahNumber":27,"VerseNumber":69,"Text":"Ayt: «Jer juzun kezgile jana (ozuŋorgo oksogon) kunookorlordun akıbeti emne bolgonun korup algıla»"},{"SurahNumber":27,"VerseNumber":70,"Text":"(O, Muhammad!) Sen alardan kapa bolbo jana aylakerlikterinen sıgılba"},{"SurahNumber":27,"VerseNumber":71,"Text":"Alar: «Eger cıncıl bolsoŋor, bul ubada (azap) kacan?» deset"},{"SurahNumber":27,"VerseNumber":72,"Text":"Aytkın: «Sastırıp jatkan nerseŋerdin kee biri silerge uckasıp? jurgon bolso ajep emes"},{"SurahNumber":27,"VerseNumber":73,"Text":"Jana senin Rabbiŋ, akıykatta adamdarga pazilettuu. Birok, alardın kopculugu sugur kılıspayt"},{"SurahNumber":27,"VerseNumber":74,"Text":"Cınında, senin Rabbiŋ alardın koodondoru emneni jasırıp, emneni askere kılganın eŋ jaksı bilet"},{"SurahNumber":27,"VerseNumber":75,"Text":"Asmandagı jana Jerdegi bardık kayıp nerseler anık Kitepte (Lavhul Mahfuzda) jazıluu"},{"SurahNumber":27,"VerseNumber":76,"Text":"Cınında bul Kuraan Israyil urpaktarına alar talasıp-tartıskan kop maselelerin(in anık joobun) ikaya kılıp beret"},{"SurahNumber":27,"VerseNumber":77,"Text":"Al momundar ucun Irayım jana Hidayat (Tuura Jol)"},{"SurahNumber":27,"VerseNumber":78,"Text":"Albette, senin Rabbiŋ Ozunun (Kuraandagı) okumu menen alardın arasında okum jurguzot. Jana Al Kudurettuu, Biluucu"},{"SurahNumber":27,"VerseNumber":79,"Text":"Emi sen (usunday Kudurettuu, Bilerman) Allaһka ozuŋdu tapsır (tobokel kıl). Cınında, sen anık Akıykattın ustundosuŋ. (Birok, senin joluŋ, koluŋdagı Kuraan kancalık akıykat bolso da, anı Ruhu olgon adamdar ukpayt. Osonduktan)"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen «oluktorgo» uguza albaysıŋ. Daavat-cakırıktı teskeri basıp baratkan «duloylorgo» da uguza albaysıŋ"},{"SurahNumber":27,"VerseNumber":81,"Text":"(Osondoy ele), sen «sokur adamdardı» da adasuuculugunan Tuura Jolgo sala albaysıŋ. Bir gana musulman (moyun sungan) abaldarında Bizdin ayattarga ıyman keltirgen momundarga gana (akıykattı) uguza alasıŋ"},{"SurahNumber":27,"VerseNumber":82,"Text":"Kacan adamdarga (ubada kılıngan) soz (Kıyamat) kelip (jakındap) kalganda, alarga jerden bir janıbar! cıgarabız. Al alarga adamdar Bizdin ayattarıbızdı jaksı tusunboy kalganı jonundo suyloyt"}]}