{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"Ə’raf əhli uzlərindən tanıdıqları adamlara muraciət edib: “Sizə nə yigdıgınız mal-dovlət, nə də təkəbburunuz fayda verdi”, - deyəcək"},{"SurahNumber":7,"VerseNumber":49,"Text":"(Və fagır, yoxsul mo’minləri kafirlərin boyuklərinə gostərərək:) “Allah onları Oz mərhəmətinə nail etməyəcək, -deyə and icdiyiniz kəslər bunlarmıdır?” – soyləyəcəklər. (O anda Allah həmin mo’minlərə muraciətlə belə buyuracaq:) “Cənnətə daxil olun. Sizin hec bir qorxunuz yoxdur və siz qəm-qussə gorməyəcəksiniz!”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cəhənnəm əhli cənnət əhlinə muraciət edib: “Ustumuzə bir az su tokun və ya Allahın sizə verdiyi ruzilərdən bizə bir qədər ehsan edin!” – deyəcək. Onlar isə: “Dogrusu, Allah bunları kafirlərə haram buyurmusdur!” – deyə cavab verəcəklər"},{"SurahNumber":7,"VerseNumber":51,"Text":"O kəslər ki, dinlərini oyun-oyuncaq (əyləncə) etmis və (fani) dunya həyatı onları aldatmısdı. Onlar bu gunə qovusacaqlarını unutduqları və ayələrimizi (bilə-bilə) inkar etdikləri kimi, Biz də onları bu gun unudarıq"},{"SurahNumber":7,"VerseNumber":52,"Text":"Həqiqətən, Biz onlara (Məkkə musriklərinə və kafirlərinə) elmlə mufəssəl izah etdiyimiz, inanan bir qovm ucun hidayət və mərhəmət olan (dini vəzifələrini oyrətmək ucun mukəmməl) bir Kitab (Qur’an) gətirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Onlar (kafirlər) ancaq aqibətimi (Kitabın xəbər vediyi aqibətimi) gozləyirlər? Onun xəbər verdiyi aqibət (qiyamət) gəlib catdıgı gun əvvəllər onu unutmus olanlar deyəcəklər: “Dogrudan da, Rəbbimizin elciləri (bizə) haqqı gətirmisdilər. Indi bizdən otru səfaət edəcək bir kimsə varmı? Yaxud geri (dunyaya) qaytarıla bilərikmi ki, etdiyimiz əməllərdən basqasını edək?” Onlar ozlərinə ziyan etdilər. Uyduqları (butlər də) onlardan uzaqlasıb qeyb oldu"}]}