{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Хаҗ кылу мәгълүм булган айлар, ягъни Шәүвәл, Зүлкагьдә, һәм Зүлхиҗҗәнең ахыргы ун көннәре. Берәү хаҗ кылырга ниятләп ихрам багласа, хаҗ гамәлләре тәмам булганчы якынлык кылу, шәригатькә хыйлаф булган эшләрне эшләү һәм юлдашлар белән низаглашу һич дөрес булмый. Әгәр Аллаһуга итагать итеп изге эшләр эшләсәгез, Аллаһ ул эшләрегезне беләдер. Хаҗ сәфәренә чыкканда әйләнеп кайтырга җитәрлек мал белән юлга чыгыгыз! Ий гакыл ияләре Миннән куркыгыз"},{"SurahNumber":2,"VerseNumber":198,"Text":"Хаҗ вакытында Раббыгызның фазълы рәхмәтеннән сәүдә белән мал кәсеп итүегездә гөнаһ юктыр. Ґәрәфәт тавыннан Минәгә кайтканда Миздәләфәдә тукталып Аллаһуны зекер итегез! Аллаһуны зекер итегез сезне туры юлга күндергәне өчен, әүвәлдә адашуда булган булсагыз да"},{"SurahNumber":2,"VerseNumber":199,"Text":"Аннары кешеләр кайткан юл белән кайтыгыз, ягъни Ґәрәфәттән Миздәләфәгә, аннан Минәгә, Минәдән Мәккәгә кайтыгыз! Күрсәтелгән урыннарда Аллаһуны зекер итеп, намаз укып, гафу сорагыз! Аллаһ әлбәттә гафу итүче, рәхимле"},{"SurahNumber":2,"VerseNumber":200,"Text":"Хаҗ гамәлләрегезне тәмам иткәч, Аллаһуны зекер итегез аталарыгызны зекер иткән кеби, яки Аллаһуны катырак зекер итегез! Кешеләрдән берәү әйтәдер: \"Ий Раббыбыз! Безгә дөньяда теләгәнебезне бир\", – дип. Аллаһуга ышанса да дөньяны гына кәсеп итеп һәм Аллаһудан дөньяны гына сорап ахирәтне оныталар. Аңа ахирәттә ґәзабтан башка һичнәрсә"},{"SurahNumber":2,"VerseNumber":201,"Text":"Янә алардан бар дөньяны хәләл юл белән, ахирәтне хак юл белән кәсеп итеп: \"Ий Раббыбыз! Безгә дөньяда матур тормыш бир һәм ахирәттә дә матур тормыш бир һәм җәһәннәм утыннан безне сакла\", – диючеләр"},{"SurahNumber":2,"VerseNumber":202,"Text":"Бу кешеләргә дөньяда һәм ахирәттә Аллаһудан өлеш булыр эшләгән эшләре һәм кылган гамәлләре хәтле, кәсепләреннән артык бирелмәс. Аллаһ тизлек белән кешеләрнең кәсепләрен хисаплап тиешле җәзаны билгеләүче. (Имансыз динсезләр, дөнья кирәге өчен Аллаһуны телләренә алалар: \"Ий Раббым! бәлә-казадан сакла, эшемне уңышлы кыл\", – диләр. Әмма үзләре Аллаһуга баш ияргә һәм дингә керергә теләмиләр)"},{"SurahNumber":2,"VerseNumber":203,"Text":"Билгеле олугъ көннәрдә ягъни хаҗ көннәрендә Аллаһуны күп зекер итегез! Берәү хаҗ кылганда Минәдән ашыгып, икенче көнне Мәккәгә кайтса аңа гөнаһ юк, берәү кичегеп, өченче көнгә калса, аңа да гөнаһ юктыр, гөнаһтан сакланучылар өчен. Шулай булгач, Аллаһудан куркыгыз! Гөнаһлардан сакланыгыз! Яхшы белегез, хөкемгә Аллаһуга кайтасыз"},{"SurahNumber":2,"VerseNumber":204,"Text":"Ий Мухәммәд г-м! Дөнья тереклегендә кайбер кешеләрнең татлы сүзе, якты йөзе сине гаҗәбләндерер һәм шатландырыр, күңелемдәге изге ниятне Аллаһ белә дип Аллаһуны үзенә шаһид кыйлып сөйләр, әммә үзе синең һәм мөселманнарның зарарына йөрүче дәгъвәтчеләрнең иң катырагы булыр. (Әхнәс исемле бер залим пәйгамбәр янына килеп мин мөселман булырга килдем, минем изге ният белән килгәнемне Аллаһ беләдер диде. Мухәммәд г-м аның күңелендәге явыз ниятен белмәде. Бу залим кайтканда мөселманнарның игеннәрен яндырып, хайваннарны үтереп китте)"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ул залим синнән аерылгач җир өстендә йөрер яман эшләрне кыйлмак өчен һәм игеннәрне, хайваннарны һәләк итеп нәселен бетермәк өчен. Аллаһу тәгалә явызлыкны, зарарлы эшләрне һич тә сөйми"},{"SurahNumber":2,"VerseNumber":206,"Text":"Әгәр ул залимга Аллаһудан курык дип әйтелсә, тотар аны ачу һәм наданлык гайрәте тәкәбберләнеп явыз эшләрне, төрле гөнаһларны эшләмәк өчен. Аңа ґәзаб йөзеннән җәһәннәм газабы җитәр. Ул җәһәннәм – анда кайтучылар өчен нинди яман урын"},{"SurahNumber":2,"VerseNumber":207,"Text":"Янә кешеләрдән шундый кеше бар, бөтен вөҗүден биреп Аллаһу тәгаләнең ризалыгын сатыл алыр, ягъни хаклык өчен шаһид булганчы көрәшер, сугышыр, үлемнән курыкмас. Аллаһ әнә шундый коллары өчен бик тә рәхимле"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ий мөэминнәр! Һәммәгез дә берләшкән хәлегездә Коръән эчендә булган тынычлык, хаклык юлына керегез! Әмма Коръән хөкемнәренә, тынычлык юлына каршы булган шайтан юлына кермәгез! Ул сезгә мәгълүм булган ачык дошман"},{"SurahNumber":2,"VerseNumber":209,"Text":"Аллаһ сезгә Коръән белән һәрнәрсәне ачык бәян иткәннән соң хактан тайсагыз, Аллаһ сызган сызыктан читкә чыксагыз, яки ислам динен шайтан гамәлләре һәм кәфер эшләре белән бутап пычратсагыз, диннең дөреслеген югалтсагыз ул вакытта яхшы белегез! Әлбәттә Аллаһ галиб-җиңүче һәм каты хөкем итүче"},{"SurahNumber":2,"VerseNumber":210,"Text":"Коръән белән гамәл кылмаучы төрле фиркаләр көтмиләр Аллаһудан һичнәрсәне, мәгәр караңгы болыт эченнән Аллаһуның каты газабы килгәнен яки фәрештәләрнең ґәзаб белән килгәнен көтәләр. Аллаһуның әмере үтәлде, ягъни Коръән белән гамәл кылучыларга һидәять булачагы, вә Коръән белән гамәл кылмаучыларга хактан адашу булачагы Аллаһудан хөкем ителде. Барча эш хөкемгә Аллаһуга кайта"}]}