{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"[My poslali] k lyudyam plemeni 'ad ikh brata Khuda. On skazal: \"O moy narod! Poklonyaytes' vashemu Allakhu. Net u vas boga, krome Nego. Neuzheli vy ne uboites' Allakha"},{"SurahNumber":7,"VerseNumber":66,"Text":"Vozhdi yego naroda, kotoryye ne verili [v Allakha], otvetili: \"Voistinu, my vidim, chto ty glupets, i my dumayem, chto ty - lzhets"},{"SurahNumber":7,"VerseNumber":67,"Text":"[Khud] skazal: \"O moy narod! YA vovse ne glupets, naprotiv, ya - poslannik Gospoda [obitateley] mirov"},{"SurahNumber":7,"VerseNumber":68,"Text":"YA [tol'ko] dostavlyayu k vam poslaniya ot vashego Gospoda, i ya dlya vas -\" nadezhnyy sovetchik"},{"SurahNumber":7,"VerseNumber":69,"Text":"Neuzheli vy udivlyayetes' tomu, chto nastavleniye vashego Gospoda peredano cheloveku iz vas, chtoby on uveshcheval vas? Vspomnite zhe, kak On sdelal vas preyemnikami naroda Nukha i sdelal vas boleye sil'nymi i roslymi, [chem narod Nukha]. Pomnite zhe [okazannyye vam] Allakhom blagodeyaniya, - byt' mozhet, vy budete schastlivy"},{"SurahNumber":7,"VerseNumber":70,"Text":"Oni sprosili: \"Dlya togo li ty prishel k nam, chtoby [zastavit'] nas poklonyat'sya yedinomu Allakhu i otrech'sya ot togo, chemu poklonyalis' nashi ottsy? Osushchestvi zhe svoyu ugrozu, yesli ty govorish' pravdu"},{"SurahNumber":7,"VerseNumber":71,"Text":"[Khud] skazal: \"Uzhe postigli vas nakazaniye i gnev Gospoda vashego. Neuzheli vy stanete sporit' so mnoy otnositel'no imen, kotorymi nazvali [svoikh idolov] vy i vashi ottsy? Allakh ne nisposylal o nikh nikakogo dokazatel'stva. Tak zhdite zhe, i ya budu ozhidat' s vami vmeste"},{"SurahNumber":7,"VerseNumber":72,"Text":"My spasli yego i tekh, kto byl s nim, po Nashey milosti i unichtozhili do poslednego tekh, kotoryye otvergli Nashi znameniya i ne uverovali [v Allakha]"}]}