{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Entä kun Hän antoi teidän vaipua lyhyeen uneen, joka oli kuin Hänen lähettämänsä virkistys, ja lähetti vettä taivaasta puhdistaakseen teidät, poistaakseen paholaisen saastutuksen teistä ja vahvistaakseen sydämenne sekä lujittaakseen askeleenne"},{"SurahNumber":8,"VerseNumber":12,"Text":"Muista, kuinka Herrasi julisti enkeleille: »Olen kanssanne; tukekaa siis niitä, jotka uskovat. Täytän pian uskottomien sydämet pelolla; silloin hakatkaa poikki heidän kaulansa ja heidän kaikki sormensa.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ja tämä siksi, että he niskoittelevat Jumalaa ja Hänen lähettilästään vastaan, sillä jos joku niskoittelee Jumalaa ja Hänen lähettilästään vastaan, on Jumala totisesti ankara rangaistessaan"},{"SurahNumber":8,"VerseNumber":14,"Text":"Tässä on rangaistus teille; maistakaa sitä siis! Uskottomia varten on tulen tuska"},{"SurahNumber":8,"VerseNumber":15,"Text":"Te, jotka uskotte. kun kohtaatte uskottomia taistelutantereella, älkää kääntäkö heille selkäänne"},{"SurahNumber":8,"VerseNumber":16,"Text":"Sillä se, joka sinä päivänä kääntää heille selkänsä, paitsi sotaliikkeen yhteydessä tai yhtyessään omiensa ryhmään, vetää totisesti päällensä Jumalan vihan; hänen olinpaikakseen tulee helvetti, ja kurjaa on joutua sinne"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ette te (muslimit) surmanneet heitä, vaan Jumala heidät surmasi; etkä sinä (Muhammed) ampunut, kun joustasi käytit, vaan Jumala ampui, sillä hän halusi koetella oikeauskoisia suosiollaan. Jumala on totisesti kuuleva, tietävä"},{"SurahNumber":8,"VerseNumber":18,"Text":"Niin on laita; Jumala uskottomien juonet herpaisee"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Uskottomat!) Jos te toivotte ratkaisua, niin totisesti on tuomio jo langennut, mutta jos luovutte vastustuksestanne, on se teille parempi. Mutta jos kuitenkin palaatte (sotajalalle), palaamme Mekin. Ja teidän sotajoukkonne ei auta teitä vähääkään, miten lukuisa se lieneekin. Jumala on totisesti oikeauskoisten kanssa"}]}