{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"Tebe zapytuyutʹ pro molodyy misyatsʹ. Skazhy: «Vin vyznachaye chas dlya lyudey ta dlya zdiysnennya khadzhzhu». Blahochestya zh polyahaye ne v tomu, shchob vkhodyty do budynkiv cherez zadni dveri; ale blahochestyvym ye toy, khto ye bohoboyazlyvym. Tozh vkhodʹte do budynkiv cherez dveri yikhni i biytesʹ Allaha — mozhlyvo, matymete vy uspikh"},{"SurahNumber":2,"VerseNumber":190,"Text":"I boritʹsya na shlyakhu Allaha proty tykh, khto boretʹsya proty vas. Ale ne vyyavlyayte vorozhosti pry tsʹomu, bo zh, voistynu, Allah ne lyubytʹ tykh, khto vyyavlyaye vorozhistʹ"},{"SurahNumber":2,"VerseNumber":191,"Text":"Vbyvayte yikh usyudy, de vidshukayete, vyhanyayte yikh zvidty, zvidky vony vyhnaly vas! Smuta hirsha za vbyvstvo! Ale ne pochynayte borotʹby z nymy bilya Zaboronenoyi Mecheti, poky vony ne pochnutʹ tam borotʹby proty vas, todi vbyvayte yikh! Takoyu ye vidplata neviruyuchym"},{"SurahNumber":2,"VerseNumber":192,"Text":"Ta yakshcho vony zupynyatʹsya, to Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":193,"Text":"Boritʹsya proty nykh, poky ne znykne smuta, i relihiya ne bude nalezhaty Allahu! Ta yakshcho vony zupynyatʹsya, to nekhay ne bude vorozhosti, okrim yak proty nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":194,"Text":"Zaboronenyy misyatsʹ — za zaboronenyy misyatsʹ. Porushennya zaboron vymahaye pomsty! Yakshcho khtosʹ vyyavytʹ vorozhistʹ do vas, to vy vyyavyte vorozhistʹ do nʹoho tak samo, yak vin vyyavlyav vorozhistʹ do vas. Biytesya Allaha i znayte, shcho Allah — iz bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":195,"Text":"Zhertvuyte na shlyakhu Allaha ta ne yditʹ cherez ruky svoyi do zahybeli! I tvoritʹ dobro; voistynu, Allah lyubytʹ tykh, khto tvorytʹ dobro"},{"SurahNumber":2,"VerseNumber":196,"Text":"Zvershuyte khadzhzh ta umru zarady Allaha. Yakshcho vam zavazhayutʹ, to prynesitʹ u zhertvu te, shcho zmozhete, ale ne holitʹ svoyikh holiv, poky pozhertva ne dosyahne mistsya zaklannya. A yakshcho khto z vas khvoryy abo maye ranu na holovi, to nekhay zadlya vidkupu trymaye pist, daye mylostynyu, abo prynese zhertvu. Yakshcho vy perebuvayete u bezpetsi, to toy, khto maye poyednaty umru z khadzhzhem, maye prynesty u zhertvu te, shcho zmozhe. A khto ne maye zmohy zrobyty tse, to nekhay pid chas khadzhzhu trymaye pist try dni i sim dniv pislya povernennya z khadzhzhu — usʹoho desyatʹ. Tse dlya tykh, chyya simʺya ne zhyve bilya Zaboronenoyi Mecheti. Tozh biytesʹ Allaha ta znayte, shcho Allah suvoryy u pokaranni"}]}