{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Biz daha oncə Ibrahimə də dogru yolu nəsib etmisdik (peygəmbərlik ehsan buyurmusduq). Biz onu (onun buna layiq oldugunu) bilirdik"},{"SurahNumber":21,"VerseNumber":52,"Text":"(Ibrahim) atasına və tayfasına: “Sizin tapınıb durdugunuz bu heykəllər nədir?” – dediyi zaman"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar: “Biz atalarımızı onlara ibadət edən gorduk!” – deyə cavab vermisdilər"},{"SurahNumber":21,"VerseNumber":54,"Text":"(Ibrahim onlara:) “And olsun ki, siz də, atalarınız da (haqq yoldan) acıq-askar azmısınız!” – demisdi"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: “Sən bizə ciddi deyirsən, yoxsa zarafat edirsən? (Sən bizə haqlamı gəldin, yoxsa oyunbazlardansan?)” – deyə sorusduqda"},{"SurahNumber":21,"VerseNumber":56,"Text":"(Ibrahim) belə cavab vermisdi: “Xeyr, Rəbbiniz goylərin və yerin Rəbbidir ki, onları yaratmısdır. Mən də buna sahidlik edənlərdənəm"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allaha and olsun ki, siz cıxıb getdikdən sonra butlərinizə bir hiyə quracagam! (Baslarına bir oyun acacagam!)”"},{"SurahNumber":21,"VerseNumber":58,"Text":"(Onlar gedən kimi Ibrahim butləri) parca-parca edib yalnız onların boyuyunu saxladı ki, bəlkə, qayıdıb ona bas cəkdilər. (Qoy anlasınlar ki, bu dilsiz-agılsız butlər nəinki basqalarını, hətta ozlərini belə qorumaga qadir deyillər. Buna gorə də onlara ibadət etmək ən boyuk gunahdır)"},{"SurahNumber":21,"VerseNumber":59,"Text":"(Onlar qayıdan kimi isin nə yerdə oldugunu gorub) dedilər: “Bunu tanrılarımıza kim edibsə, o, subhəsiz ki, zalımlardandır!”"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Musriklərin bə’ziləri:) “Ibrahim deyilən bir gəncin onları pislədiyini esitmisik!” – dedilər"},{"SurahNumber":21,"VerseNumber":61,"Text":"(Qalanları:) “Bunların sahidlik edə bilmələri ucun onu (tapıb) camaatın gozu qabagına gətirin!” – dedilər"},{"SurahNumber":21,"VerseNumber":62,"Text":"(Musriklər Ibrahimi tapıb gətirərək:) “Ya Ibrahim! Tanrılarımızı sənmi bu gunə saldın?” - deyə sorusdular"},{"SurahNumber":21,"VerseNumber":63,"Text":"(Ibrahim sındırmadıgı iri butu gostərib:) “Bəlkə, onların bu boyuyu bunu etmisdir. Əgər danısa bilirlərsə, ozlərindən sorusun!” – deyə cavab verdi"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun nəticəsində onlar (agıllarını baslarına yıgıb) oz-ozlərinə muraciətlə: “Siz, dogrudan da, zalımlarsınız (dilsiz-agılsız, hec ozlərini belə qorumaga qadir olmayan butlərə tapınmaqla ozunuz ozunuzə zulm edirsiniz)”, - dedilər"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra (mubahisədə aciz qaldıqlarını gorub) yenə də oz kufrlərinə (baslarında olan əski e’tiqada) qayıdaraq (Ibrahimə): “Axı sən bilirsən ki, bunlar danısmırlar!” – dedilər"},{"SurahNumber":21,"VerseNumber":66,"Text":"(Ibrahim) dedi: “Elə isə Allahı qoyub sizə hec bir xeyir və zərər verə bilməyən butlərəmi ibadət edirsiniz"},{"SurahNumber":21,"VerseNumber":67,"Text":"Tfu sizə də, Allahdan basqa ibadət etdiyiniz butlərə də! Əcaba, (etdiyiniz əməllərin qəbahətini) anlamırsınız?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"(Nəmrud və ətrafındakılar oz camaatına) belə dedilər: “Əgər (tapındıqlarınıza yardım gostərmək, onları xilas etmək ucun) bir is gorəcəksinizsə, onu (Ibrahimi) yandırın və tanrılarınıza komək edin!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz də: “Ey atəs! Ibrahimə qarsı sərin və zərərsiz ol! (Hətta soyugun belə ona zərər yetirməsin!)” – deyə buyurduq"},{"SurahNumber":21,"VerseNumber":70,"Text":"Onlar (Ibrahimə) hiylə qurmaq istədilər, lakin Biz onları (curbəcur musibətlərə ducar etməklə, xususilə ustlərinə ətlərini yeyib qanlarını icən həsərat gondərməklə) daha cox ziyana ugratdıq"},{"SurahNumber":21,"VerseNumber":71,"Text":"Biz onu da (Ibrahimi də), (qardası oglu) Lutu da (Nəmrud tayfasının əlindən qurtarıb) aləmlər ucun mubarək etdiyimiz (torpagında bəsər ovladına bərəkətlər verdiyimiz) yerə (Sama) qovusdurduq"},{"SurahNumber":21,"VerseNumber":72,"Text":"Biz ona (Ibrahimə) Ishaqı, ustəlik Yə’qubu da bəxs edib onların hamısını saleh kimsələr etdik"},{"SurahNumber":21,"VerseNumber":73,"Text":"Biz onları əmrimizlə (insanları) dogru yola gətirən imamlar (rəhbərlər) etdik. Biz onları xeyirli islər gorməyi, namaz qılmagı və zəkat verməyi vəhy etdik. Onlar yalnız Bizə ibadət edirdilər"},{"SurahNumber":21,"VerseNumber":74,"Text":"Biz Luta da bir hokm (hikmət, peygəmbərlik; cətin məsələləri həll edib hokm cıxartmaq) və elm verdik, onu (əhalisi) cirkin islər gorən bir məmləkətdən (cıxardıb) xilas etdik. Həqiqətən, onlar pis, fasiq (Allaha asi olan, pozgun) bir tayfa idilər"},{"SurahNumber":21,"VerseNumber":75,"Text":"Biz onu mərhəmətimizə qovusdurduq, cunki o, dogrudan da, saleh kimsələrdən idi"}]}