{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"તા-હા"},{"SurahNumber":20,"VerseNumber":2,"Text":"અમે આ કુરઆન તમારા પર એટલા માટે અવતરિત નથી કર્યુ કે તમે સંકટમાં પડી જાવ"},{"SurahNumber":20,"VerseNumber":3,"Text":"પરંતુ તેને શિખામણ આપવા માટે જે અલ્લાહથી ડરતો રહે"},{"SurahNumber":20,"VerseNumber":4,"Text":"આનું અવતરણ તેની તરફથી છે, જેણે ધરતીનું અને ઊંચા આકાશોનું સર્જન કર્યુ"},{"SurahNumber":20,"VerseNumber":5,"Text":"જે દયાળુ છે, અર્શ પર બિરાજમાન છે"},{"SurahNumber":20,"VerseNumber":6,"Text":"જેની માલિકી હેઠળ આકાશો અને ધરતી અને તે બન્ને વચ્ચેની અને ધરતી નીચેની પણ દરેક વસ્તુઓ છે"},{"SurahNumber":20,"VerseNumber":7,"Text":"જો તમે ઊંચા અવાજે વાત કહો તો, તે તો દરેક છૂપી પરંતુ તેના કરતા પણ ઝીણવટ ભરી વસ્તુને પણ જાણે છે"},{"SurahNumber":20,"VerseNumber":8,"Text":"તે જ અલ્લાહ છે, જેના સિવાય કોઈ પૂજ્ય નથી, શ્રેષ્ઠ નામ તેના જ છે"},{"SurahNumber":20,"VerseNumber":9,"Text":"તમે મૂસા (અ.સ.)ના કિસ્સાને જાણો છો"},{"SurahNumber":20,"VerseNumber":10,"Text":"જ્યારે તેમણે આગ જોઇ પોતાના ઘરવાળાઓને કહ્યું કે તમે થોડીક વાર ઊભા રહો, મને આગ દેખાઈ છે, શક્ય છે કે હું તેનો કોઈ અંગારો તમારી પાસે લાવું અથવા આગ પાસે જઇ માર્ગ શોધી લાવું"},{"SurahNumber":20,"VerseNumber":11,"Text":"જ્યારે તેઓ ત્યાં પહોંચ્યા તો અવાજ કરવામાં આવ્યો કે, હે મૂસા"},{"SurahNumber":20,"VerseNumber":12,"Text":"નિ:શંક હું જ તારો પાલનહાર છું. તમે પોતાના પગરખાં ઉતારી દો. કારણકે તમે પવિત્ર “તૂવા” નામના મેદાનમાં છો"},{"SurahNumber":20,"VerseNumber":13,"Text":"અને મેં તમને પસંદ કરી લીધા, હવે જે વહી કરવામાં આવે તેને ધ્યાનથી સાંભળો"},{"SurahNumber":20,"VerseNumber":14,"Text":"નિ:શંક હું જ અલ્લાહ છું, મારા સિવાય બંદગીને લાયક બીજો કોઈ નથી. બસ ! તું મારી જ બંદગી કર અને મારી યાદ માટે નમાઝ પઢતો રહે"},{"SurahNumber":20,"VerseNumber":15,"Text":"નિ:શંક કયામત આવવાની છે, જેની જાણ હું કરવા ઇચ્છતો નથી, જેથી દરેક વ્યક્તિને તે બદલો આપવામાં આવે, જે પ્રયત્ન તેણે કર્યો હોય"},{"SurahNumber":20,"VerseNumber":16,"Text":"બસ ! હવે આ વિશે ચોક્કસ જાણ થયા પછી તમને કોઈ એવો વ્યક્તિ રોકી ન લે જે આના પર ઈમાન ન ધરાવતો હોય અને પોતાની મનેચ્છાઓની પાછળ લાગેલો હોય. નહિતો તમે નષ્ટ થઇ જશો"},{"SurahNumber":20,"VerseNumber":17,"Text":"હે મૂસા ! તારા જમણા હાથમાં શું છે"},{"SurahNumber":20,"VerseNumber":18,"Text":"જવાબ આપ્યો કે આ મારી લાકડી છે. જેના પર હું ટેકો લઉ છું અને જેનાથી હું મારી બકરીઓ માટે પાંદડા તોડું છું અને બીજા ઘણા ફાયદા છે"},{"SurahNumber":20,"VerseNumber":19,"Text":"કહ્યું હે મૂસા ! આને હાથ માંથી નીચે નાંખી દે"},{"SurahNumber":20,"VerseNumber":20,"Text":"નાંખતાની સાથે જ તે સાંપ બની દોડવા લાગી"},{"SurahNumber":20,"VerseNumber":21,"Text":"કહ્યું કે નીડર થઇ આને પકડી લો, અમે તેને તે જ મૂળ સ્થિતિમાં ફરીવાર લાવી દઇશું"},{"SurahNumber":20,"VerseNumber":22,"Text":"અને તારો હાથ પોતાની બગલમાં નાખ તો તે સફેદ પ્રકાશિત થઇને નીકળશે. પરંતુ કોઈ ખામી વગર આ બીજો ચમત્કાર છે"},{"SurahNumber":20,"VerseNumber":23,"Text":"આ એટલા માટે કે અમે તમને અમારી મોટી મોટી નિશાનીઓ બતાવવા ઇચ્છીએ છીએ"},{"SurahNumber":20,"VerseNumber":24,"Text":"હવે તમે ફિરઔન પાસે જાઓ, તેણે ઘણો વિદ્રોહ ફેલાવી રાખ્યો છે"}]}