{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, Lam, Ra (mga titik A, La, Ra). Ito ang mgaTalata ngAklat, at isang maliwanag na Qur’an"},{"SurahNumber":15,"VerseNumber":2,"Text":"Marahil (ay malimit) na ang mga hindi sumasampalataya ay nagnanais na sila sana ay naging mga Muslim (sila na nagsuko ng kanilang sarili sa Kalooban ni Allah, sa Kanyang Kaisahan at sa Islam), ito (ang kalagayan) sa Araw ng Muling Pagkabuhay kung kanilang mapagmamalas ang mga hindi sumasampalataya na patungo sa Impiyerno (at ang mga Muslim ay patungo sa Paraiso)"},{"SurahNumber":15,"VerseNumber":3,"Text":"Hayaan sila na kumain at magpakasaya, at hayaan sila na maging abala (sa huwad) na pag-asa. (Ito ay) kanilang mapag-aalaman"},{"SurahNumber":15,"VerseNumber":4,"Text":"At kailanman ay hindi Namin winasak ang isang bayan malibang may hayag (o nakatakdang) kautusan dito"},{"SurahNumber":15,"VerseNumber":5,"Text":"walang bansa (pamayanan) ang makakaasam (ng natataningang panahon) na ito ay mauna, o maantala kaya"},{"SurahNumber":15,"VerseNumber":6,"Text":"At sila ay nagsasabi: “Ikaw (o Muhammad) na pinagpahayagan ng Dhikr (ang Qur’an)!, katotohanang ikaw ay isang taong baliw (o inaalihan ng masama)"},{"SurahNumber":15,"VerseNumber":7,"Text":"Bakit hindi ka magpadala ng mga anghel sa amin kung ikaw ay isa sa mga nagsasabi ng katotohanan"},{"SurahNumber":15,"VerseNumber":8,"Text":"Hindi Namin isinusugo ang mga anghel maliban na sila ay may dalang katotohanan (alalaong baga, tungkol sa kaparusahan, atbp.), at sa gayong pangyayari (kalagayan), sila (ang mga hindi sumasampalataya), ay hindi bibigyan ng palugit"},{"SurahNumber":15,"VerseNumber":9,"Text":"Katotohanang Kami; (at) Kami, ang nagpapanaog ng Dhikr (alalaong baga, ang Qur’an) at buong katiyakan na ito ay Aming pangangalagaan laban sa kabulukan (at katiwalian)"},{"SurahNumber":15,"VerseNumber":10,"Text":"Katotohanang nagsugo Kami ng mga Tagapagbalita na una pa sa iyo (o Muhammad) sa lipon ng mga sekta (mga pamayanan) noong panahong sinauna"},{"SurahNumber":15,"VerseNumber":11,"Text":"At walang isa mang Tagapagbalita na dumatal sa kanila ang hindi nila tinuya"},{"SurahNumber":15,"VerseNumber":12,"Text":"Kaya’t hinayaan Namin ito (ang pagsamba sa mga diyus- diyosan at kawalan ng pananalig) ay magsipasok sa puso ng Mujrimun (mga buhong, buktot, pagano, walang pananalig sa Kaisahan ni Allah, atbp., dahilan sa kanilang panunuya sa mga Tagapagbalita)"},{"SurahNumber":15,"VerseNumber":13,"Text":"Sila ay hindi sasampalataya rito (ang Qur’an), at nangyari, na ang halimbawa (ng kaparusahan ni Allah) sa mga unang tao (na hindi nanampalataya) ay sumapit (sa kanila)"},{"SurahNumber":15,"VerseNumber":14,"Text":"At kahit na buksan Namin ang Tarangkahan mula sa langit at doon sila ay magpatuloy na umakyat"},{"SurahNumber":15,"VerseNumber":15,"Text":"Katiyakang sila ay magsasabi: “Ang aming mga mata ay nilasing. Hindi, kami ay mga tao na ginaway (ng mangkukulam).”"}]}