{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Bundan sonra, firavunun ve onun ileri gelenlerinin onları fitnelemesi (belaya ugratması) korkusuyla, Musa (A.S)´a, (kendi) kavminden, zurriyetinden (genclerinden) baskası iman etmedi. Ve muhakkak ki firavun, yeryuzunde ustundu (zorbaydı). Ve gercekten o musriflerdendi (haddi asan azgınlardandı)"},{"SurahNumber":10,"VerseNumber":84,"Text":"Ve Musa (A.S) soyle dedi: “Ey kavmim! Eger siz, Allah´a amenu olup (olmeden once Allah´a ulasmayı dileyenler ve Allah´a), teslim olanlarsanız, artık O´na (Allah´a) tevekkul edin.”"},{"SurahNumber":10,"VerseNumber":85,"Text":"Bunun uzerine: “Biz Allah´a tevekkul ettik. Rabbimiz, bizi zalim kavme fitne (konusu) kılma.” dediler"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ve bizi, Senin rahmetinle kafirler kavminden kurtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Musa (A.S) ve kardesine vahyettik: “Ikinizin kavmi icin Mısır´a evler yapın ve evlerinizi kıble kılın ve namazı ikame edin. Ve mu´minleri mujdele!”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Ve Musa (A.S) soyle dedi: “Rabbimiz, muhakkak ki Sen, firavun ve onun ileri gelenlerine dunya hayatında ziynet (sus esyası) ve mallar verdin. Rabbimiz, (o mallar) onları Senin yolundan saptırsın! Rabbimiz, onların mallarını mahvet, onların kalplerini sıkıstır. Artık elim azabı gorunceye kadar onlar, mu´min olmazlar.”"},{"SurahNumber":10,"VerseNumber":89,"Text":"(Allahu Teala) soyle buyurdu: “Ikinizin duasına icabet edilmistir (kabul edilmistir). Artık ikiniz de (kendinizi dine) ikame edin (Allah´a cagırmaya devam edin). Bilmeyen kimselerin Benden (uzaklasan) yoluna tabi olmayın.” dedi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Biz, Israilogullarını denizden gecirdik. Boylece firavun ve onun ordusu, azgınlıkla (zulumle), dusmanlıkla onları takip etti. (Sular), onu bogacak duzeye erisince, (firavun) o zaman: “Israilogullarının kendisine (O´na) inandıgı ilahtan baska (ilah) olmadıgına ben de iman ettim. Ve ben (de), muslumanlardanım (teslim olanlardanım, Islam´a girenlerdenim).” dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Simdi (mi) (teslim oldun, oyle mi?) Ve sen, daha once asi olmustun. Ve sen, fesat cıkaranlardan idin"},{"SurahNumber":10,"VerseNumber":92,"Text":"Boylece senden sonraki nesillere, bir delil (ibret) olman icin, bugun seni bedeninle kurtaracagız. Ve insanların cogu, elbette ayetlerimizden gafillerdir"}]}