{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ṭâ-Hâ"},{"SurahNumber":20,"VerseNumber":2,"Text":"Nous n’avons point fait descendre sur toi le Coran pour que tu sois malheureux"},{"SurahNumber":20,"VerseNumber":3,"Text":"si ce n’est qu’un Rappel pour celui qui redoute (Allah)"},{"SurahNumber":20,"VerseNumber":4,"Text":"(et comme) une révélation émanant de Celui qui a créé la Terre et les hauts cieux"},{"SurahNumber":20,"VerseNumber":5,"Text":"Le Tout Miséricordieux S’est établi (Istawâ) sur le Trône"},{"SurahNumber":20,"VerseNumber":6,"Text":"À Lui appartient ce qui est dans les cieux, sur la Terre, ce qui est entre eux et ce qui est sous le sol (humide)"},{"SurahNumber":20,"VerseNumber":7,"Text":"Et si tu élèves la voix, Il connaît certes les secrets, mêmes les plus cachés"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah ! Point de divinité que Lui ! Il possède les noms les plus beaux"},{"SurahNumber":20,"VerseNumber":9,"Text":"Et le récit de Moïse t’est-il parvenu"},{"SurahNumber":20,"VerseNumber":10,"Text":"Lorsqu’il vit du feu, il dit à sa famille : \"Restez ici ! Je vois du feu de loin ; peut-être vous en apporterai-je un tison, ou trouverai-je auprès du feu de quoi me guider"},{"SurahNumber":20,"VerseNumber":11,"Text":"Puis, lorsqu’il y arriva, il fut interpellé: \"Moïse"},{"SurahNumber":20,"VerseNumber":12,"Text":"Je suis ton Seigneur. Enlève tes sandales ! Car tu es dans la vallée sacrée Tuwâ"},{"SurahNumber":20,"VerseNumber":13,"Text":"Et Moi, Je t’ai choisi. Ecoute donc ce qui va être révélé"},{"SurahNumber":20,"VerseNumber":14,"Text":"Certes, c'est Moi Allah. Point de divinité (véritable) autre que Moi ! Adore-Moi et accomplis laprière (As-Salât) en souvenir de Moi"},{"SurahNumber":20,"VerseNumber":15,"Text":"L’Heure va certes arriver. Je la cache à peine, pour que chaque âme soit rétribuée selon ses efforts"},{"SurahNumber":20,"VerseNumber":16,"Text":"Que celui qui n’y croit pas et qui suit sa propre passion ne t’en détourne pas. Sinon tu périras"},{"SurahNumber":20,"VerseNumber":17,"Text":"Et qu’est-ce qu’il y a dans ta main droite, ô Moïse"},{"SurahNumber":20,"VerseNumber":18,"Text":"Il dit : \"C’est mon bâton sur lequel je m’appuie, qui me sert à effeuiller (les arbres) pour mes moutons et j’en fais d’autres usages"},{"SurahNumber":20,"VerseNumber":19,"Text":"[Allah lui] dit : \"Jette-le, ô Moïse"},{"SurahNumber":20,"VerseNumber":20,"Text":"Il le jeta ; et le voici un serpent qui rampait"},{"SurahNumber":20,"VerseNumber":21,"Text":"[Allah] dit : \"Saisis-le et ne crains rien ! Nous le ramènerons à son premier état"},{"SurahNumber":20,"VerseNumber":22,"Text":"Et serre ta main sous ton aisselle ! Elle en sortira blanche sans aucun mal, et ce sera là un autre prodige"},{"SurahNumber":20,"VerseNumber":23,"Text":"afin que Nous te fassions voir de Nos signes les plus importants"},{"SurahNumber":20,"VerseNumber":24,"Text":"Rends-toi auprès de Pharaon car il a outrepassé toute limite"}]}