{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"R. Bunlar (bu harfler), hikmet sahibi Kitab'ın mucizeleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"Kendilerinden bir adama: \"Insanları uyar ve inananlara Rab'leri katında onemli bir yere sahip olduklarını mujdele,\" diye vahyetmemiz halka garip mi geliyor? Inkarcılar, \"Bu, apacık bir buyucudur,\" dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Gokleri ve yeri altı gunde yaratan ve sonra tum otoriteyi kuran Rabbiniz (sahibiniz) ALLAH'tır. Her isi yonetir. Izni olmadan hic kimse aracılık (sefaat) edemez. Rabbiniz ALLAH budur, O'na kulluk edin. Ogut almaz mısınız"},{"SurahNumber":10,"VerseNumber":4,"Text":"Hepinizin donusu O'nadır. Bu, ALLAH'ın verdigi gercek sozdur. O, yaratılısı baslatır ve sonra tekrarlar; boylece inanıp erdemli isler yapanları adaletle odullendirir. Kafirlere ise, inkarlarından oturu sıcak bir icecek ve acı bir azap vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"O, gunesi bir ısık kaynagı, ayı da bir ısık yaptı. Yılların sayısını ve hesabı bilmeniz icin ona evreler duzenleyip belirledi. ALLAH bunları ancak bir gercek icin yaratmıstır. Bilen bir topluma ayetleri boyle acıklar"},{"SurahNumber":10,"VerseNumber":6,"Text":"Gecenin gunduzle yer degistirmesinde ve ALLAH'ın goklerde ve yerde yarattıgı seylerde erdemli bir toplum icin deliller ve ibretler vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"Bizimle karsılasmayı ummayanlar, dunya hayatını sevip ona baglananlar ve ayetlerimizden gafil olanlar"},{"SurahNumber":10,"VerseNumber":8,"Text":"Iste onların yeri, kazandıklarından oturu atestir"},{"SurahNumber":10,"VerseNumber":9,"Text":"Inanıp erdemli isler yapanlara gelince, Rab'leri inanclarından dolayı onları dogruya iletir. Nimet cennetlerinde ayaklarının altından ırmaklar akar"},{"SurahNumber":10,"VerseNumber":10,"Text":"Oradaki duaları: \"Tanrımız, sen yucesin\", oradaki selamlasmaları: \"Selam,\" ve dualarının sonu da: \"Evrenlerin Rabbi ALLAH'a ovguler olsun,\" dur"}]}