{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Ka nga njerezit qe adhuron All-llahun me medyshje (luhatshem), nese e godet ndonje e mire ai qetesohet me te, po nese e godet ndonje e pakendshme, ai kthehet ne fytyren e vet te vertete (te meparshme), ai i ka humbur kete dhe jeten tjeter e ky eshte ai de"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ai ne vend te All-llahut lut ate qe nuk mund t´i beje as dem as dobi. Edhe kjo eshte ajo humbja pa mbarim"},{"SurahNumber":22,"VerseNumber":13,"Text":"Lut ate qe demin e tij e ka me afer se dobine e tij. Sa ndihmetar e shok i keq qenke (do t´i thote atij adhuruesi ne diten e kijametit)"},{"SurahNumber":22,"VerseNumber":14,"Text":"Ata te cilet besuan dhe bene vepra te mira, All-llahu do t´i veje ne xhennete, nen te cilet rrjedhin lumenj. S´ka dyshim, All-llahu punon ate qe deshiron"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kush mendon se All-llahu nuk do ta ndihmoje ate (Muhammedin) ne kete dhe ne tjetren jete, ai le te ngrihet me ndonje mjet deri ne qiell e le ta kepute (ndihmen), e le te shikoje se a po ia largon mjeshteria e tij ate qe po e mllefos"},{"SurahNumber":22,"VerseNumber":16,"Text":"Dhe keshtu Ne e zbritem kete (Kur´anin) plot argumente te qarta, dhe se All-llahu ve ne rruge te drejte ate qe do"},{"SurahNumber":22,"VerseNumber":17,"Text":"Eshte e sigurt se All-llahu do te beje dallimin (do te gjykoje) ne diten e kijametit midis atyre qe ishin besimtare (muslimane) dhe atyre qe ishin jehudi, sabeje, te krishtere, zjarrputiste, idhujtare. All-llahu di dhe veshtron cdo gje"},{"SurahNumber":22,"VerseNumber":18,"Text":"A nuk e di per All-llahun se Atij i nenshtrohet (i ben sexhde) kush eshte ne qiej dhe kush eshte ne toke, edhe dielli, edhe hena, edhe kodrat, edhe bimet, edhe shtazet, e edhe shume njerez, po shume jane qe denimi eshte merite e tyre. Ate qe e poshteron A"},{"SurahNumber":22,"VerseNumber":19,"Text":"Keta jane dy kundershtare (grupe kundershtaresh: besimtare dhe jobesimtare) qe jane zene rreth Zotit te tyre; e atyre qe nuk besuan, u qepen rroba prej zjarri e u hidhet uji vale mbi kokat e tyre"},{"SurahNumber":22,"VerseNumber":20,"Text":"Qe me ate u shkrihet krejt c´ka ne barqet e tyre e edhe lekurat"},{"SurahNumber":22,"VerseNumber":21,"Text":"Per ata jane edhe kamgjiket e hekurt"},{"SurahNumber":22,"VerseNumber":22,"Text":"Sa here qe perpiqen te dalin prej tij nga vuajtjet e padurueshme, kthehen me dhune ne te perseri (u thuhet): \"Vuajeni denimin me djegie"}]}