{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun, Musa'yı da ayetlerimizle ve açık bir delil ile gönderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Fir'avn'a ve adamlarına. (Ama o insanlar), Fir'avn'ın buyruğuna uydular. Oysa, Fir'avn'ın buyruğu, doğruya iletici değildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"(Fir'avn), kıyamet günü kavminin önünde gidiyor. İşte onları ateşe getirdi. O varılan yer de ne fena bir yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Bu dünyada da (onların) ardına la'net takılmıştır, kıyamet gününde de (burada da la'netle anılacaklardır, ahirette de)! Bu vergi, ne kötü bir vergidir"},{"SurahNumber":11,"VerseNumber":100,"Text":"(Ey Muhammed), bu sana anlattıklarımız, o kentlerin haberlerinden(başlarına gelen olaylardan)dır. Onlardan kimi hala ayakta, kimi de biçilmiştir"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik. Fakat onlar, kendi kendilerine zulmediyorlardı. Rabbinin emri geldiği zaman, Allah'tan başka yalvardıkları tanrıları, kendileriden hiçbir şeyi savamadı ve onların ziyanlarını artırmaktan başka bir işe yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"İşte Rabbin zulmeden kentleri yakaladığı zaman böyle yakalar. Doğrusu O'nun yakalaması, çok acı ve çok çetindir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Şüphesiz ahiret azabından korkanlar için, bunda elbette ibret vardır. O, bütün insanların toplandığı bir gündür ve o, görülecek bir gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu, sadece sayılı bir süre için erteliyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O geldiği gün, hiç kimse O'nun izni olmadan konuşamaz. O(raya toplana)nlardan kimi şaki (bahtsız), kimi sa'id(mutlu)dur"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bahtsızlar ateştedirler. Onların orada (o bunaltıcı ateş içinde) bir soluk alıp verişleri vardır ki"},{"SurahNumber":11,"VerseNumber":107,"Text":"Gökler ve yer durdukça orada sürekli kalacaklardır. Meğer Rabbin, çıkmalarını dilemiş olsun. Çünkü Rabbin, istediğini yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu kılınanlar ise cennettedirler. Gökler ve yer durdukça orada sürekli kalacaklardır. Meğer Rabbin, çıkmalarını dilemiş olsun. Bu, Kesintisiz bir vergidir"},{"SurahNumber":11,"VerseNumber":109,"Text":"Şunların taptıkları şeyler(in, yararsızlığın)dan hiç kuşkun olmasın. Onlar da önceden atalarının taptığı gibi tapıyorlar. Biz onların da paylarını eksiksiz vereceğiz"}]}