{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Аҳли китобдан бир тоифаси бир-бирларига шундай дейишди: «Мўминларга нозил қилинган нарсага (Қуръонга) куннинг бошида иймон келтириб, куннинг охирида уни инкор қилинглар. Шояд (улар ҳам иймонларидан) қайтсалар"},{"SurahNumber":3,"VerseNumber":73,"Text":"Токи бирорта одамга сизларга берилган билим берилмаслиги ёки Парвардигорингиз ҳузурида сизлар билан ҳужжатлашмаслиги учун фақат ўз динингизга бўйсунган кишиларнинг гапларинигина тасдиқ этиб ишонинглар!» (Эй Муҳаммад алайҳис-салоту вас-салом) айтинг: «Албатта, Ҳақ йўл Аллоҳнинг йўлидир». Айтинг: «Албатта, фазлу карам Аллоҳнинг қўлида, уни Ўзи истаган кишиларга берур. Аллоҳ фазли кенг, билгувчи Зотдир"},{"SurahNumber":3,"VerseNumber":74,"Text":"Ўз раҳматини (яъни, пайғамбарликни) Ўзи истаган кишига хос қилиб беради. Аллоҳ улуғ фазлу марҳамат Соҳибидир»"},{"SurahNumber":3,"VerseNumber":75,"Text":"Аҳли китоб орасида шундай кишилар борки, унга беҳисоб молни омонат қўйсангиз, хиёнат қилмай сизга қайтаради. Уларнинг орасида яна шундайлари ҳам борки, унга бир динорни ишониб берсангиз, то устида туриб олмагунингизча сизга қайтиб бермайди. Бунинг боиси — уларнинг «омий-китобсиз кимсалар учун бизнинг устимизга ҳеч қандай йўл йўқ», дейишларидир. (Яъни, айрим яҳудийлар ўзларидан бошқаларни паст табақа ҳисоблаб: «Биз Аллоҳнинг суйган бандаларимиз, демак, бошқа миллатларнинг моллари биз учун ҳалол», дер эдилар.) Улар билиб туриб Аллоҳ ҳақида ёлғон сўзларни сўзлайдилар"},{"SurahNumber":3,"VerseNumber":76,"Text":"Йўқ! (Уларнинг даъволари ботилдир.) Балки ким аҳдига вафо қилса ва тақводор бўлса (ана ўша киши, Аллоҳнинг суйган бандасидир). Зеро, Аллоҳ тақво қилгувчи кишиларни севади"},{"SurahNumber":3,"VerseNumber":77,"Text":"Аллоҳга берган аҳд-паймон ва қасамларини озгина қийматга сотиб юборадиган кимсалар учун Охиратда ҳеч қандай насиба йўқдир. Қиёмат Кунида Аллоҳ уларга сўз қотмайди, раҳмат назари билан боқмайди ва гуноҳларидан покламайди. Улар учун аламли азоб бордир"},{"SurahNumber":3,"VerseNumber":78,"Text":"Улардан (яҳудийлардан) яна бир гуруҳи борки, сизлар Китобдан (Тавротдан) бўлмаган нарсани Китобдан деб ўйлашингиз учун Таврот китобини тилларини бураб (бузиб-ўзгартириб) ўқийдилар ва Аллоҳнинг ҳузуридан келмаган (ўзларининг сўзларини) «Аллоҳнинг ҳузуридан келган», дейдилар. Улар билиб туриб Аллоҳ ҳақида ёлғон сўзлайдилар"},{"SurahNumber":3,"VerseNumber":79,"Text":"Бирор одам учун Аллоҳ унга Китоб, ҳикмат ва пайғамбарлик берганидан сўнг, одамларга: «Аллоҳга эмас, менга ибодат қилинглар», дейиши жоиз эмас, балки уларга: «Аллоҳнинг китобини одамларга таълим бериб ва ўзингиз ўқиб-ўрганиб, ёлғиз Парвардигорга ибодат қиладиган кишилар бўлинглар» (демоғи лозимдир)"},{"SurahNumber":3,"VerseNumber":80,"Text":"У (пайғамбар) сизларни фаришталар ва бошқа пайғамбарларни худо қилиб олишингизга буюриши ҳам жоиз эмас. Ахир у сизларни мусулмон — Аллоҳга бўйсунгувчи бўлганингиздан кейин куфр — динсизликка қайтишга буюрадими"}]}