{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"ane jyare tamara palanahare musa a.Sa.Ne pokarya, ke tame atyacari koma tarapha ja'o"},{"SurahNumber":26,"VerseNumber":11,"Text":"phira'aunani koma pase, sum te daravavala nahim bane"},{"SurahNumber":26,"VerseNumber":12,"Text":"musa a.Sa.E kahyum, mara palanahara! Mane to dara lage che ke kyanka te'o mane juthalavi (na) de"},{"SurahNumber":26,"VerseNumber":13,"Text":"Ane marum hrdaya tanga tha'i rahyum che, mari jabana calati nathi, basa! Tum haruna tarapha pana (vahi) utara"},{"SurahNumber":26,"VerseNumber":14,"Text":"ane mara para temano eka bhulano (davo) pana che, mane dara lage che ke kyanka te'o mane mari na nankhe"},{"SurahNumber":26,"VerseNumber":15,"Text":"allaha'e kahyum, avum kyareya nahim thaya, tame banne amari nisani'o la'ine ja'o, ame pote sambhalanara, tamari sathe che"},{"SurahNumber":26,"VerseNumber":16,"Text":"tame banne phira'auna pase ja'ine kaho, ke kharekhara ame allaha taraphathi mokalavamam avya che"},{"SurahNumber":26,"VerseNumber":17,"Text":"ke tum amari sathe isra'ilana santanone mokali de"},{"SurahNumber":26,"VerseNumber":18,"Text":"phira'aune kahyum, ke sum ame amare tyam tarum balapanamam palana-posana na karyum? Ane taro ghano samaya amari sathe na vitavyo"},{"SurahNumber":26,"VerseNumber":19,"Text":"pachi tem kama karyum (ane) kari cukyo, ane tum krtaghni che"},{"SurahNumber":26,"VerseNumber":20,"Text":"musa a.Sa.E javaba apyo ke mem te kamane te samaye karyum hatum, jyare ke mane satyamarganum jnana na hatum"},{"SurahNumber":26,"VerseNumber":21,"Text":"pachi tamara bhayathi hum tamari pasethi bhagi gayo, pachi mane mara palanahare adesa ane jnana apyum. Ane mane tena payagambaro manthi kari didho"},{"SurahNumber":26,"VerseNumber":22,"Text":"taro upakara mara para sum a ja che, je tum janavi rahyo che ke tem isra'ilana santanone dasa banavi rakhya che"},{"SurahNumber":26,"VerseNumber":23,"Text":"phira'aune kahyum “rabbul alamin” (srstino palanahara) sum che"},{"SurahNumber":26,"VerseNumber":24,"Text":"musa a.Sa.E kahyum, te akaso, dharati ane te banne vacceni dareka vastu'ono palanahara che. Jo tame visvasa karata hoya"},{"SurahNumber":26,"VerseNumber":25,"Text":"phira'aune potana aju-bajuna lokone kahyum ke sum tame sambhalata nathi"},{"SurahNumber":26,"VerseNumber":26,"Text":"musa a.Sa.E kahyum, te tamaro ane tamara purvajono palanahara che"},{"SurahNumber":26,"VerseNumber":27,"Text":"phira'aune kahyum, (loko) tamaro a payagambara, je tamari tarapha mokalavamam avyo che, te to kharekhara pagala che"},{"SurahNumber":26,"VerseNumber":28,"Text":"musa a.Sa.E kahyum, te ja purva ane pascima ane te banne vacceni dareka vastuno palanahara che, jo tame bud'dhi dharavata hova"},{"SurahNumber":26,"VerseNumber":29,"Text":"Phira'auna kaheva lagyo, sambhala! Jo tem mane chodine bija ko'ine pujya banavyo to, hum tane kedi'o sathe nakhi da'isa"},{"SurahNumber":26,"VerseNumber":30,"Text":"musa a.Sa.E kahyum, jo hum tari same ko'i spasta nisani la'i avum"},{"SurahNumber":26,"VerseNumber":31,"Text":"phira'aune kahyum, jo tum saca loko manthi hova, to tene lava"},{"SurahNumber":26,"VerseNumber":32,"Text":"musa a.Sa.E (te ja samaye) potani lakadi nakhi didhi, je acanaka khullo ajagara bani ga'i"},{"SurahNumber":26,"VerseNumber":33,"Text":"ane potano hatha khencyo to, te pana te ja samaye dareka jonara mate sapheda camakadara dekhava lagyo"}]}