{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"And when thy Lord took from the Children of Adam, from their loins, their progeny and made them bear witness concerning themselves, “Am I not your Lord?” they said, “Yea, we bear witness”—lest you should say on the Day of Resurrection, “Truly of this we were heedless,”"},{"SurahNumber":7,"VerseNumber":173,"Text":"or lest you should say, “[It is] only that our fathers ascribed partners unto God beforehand, and we were their progeny after them. Wilt Thou destroy us for that which the falsifiers have done?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Thus do We expound the signs, that haply they may return"},{"SurahNumber":7,"VerseNumber":175,"Text":"And recite unto them the account of the one to whom We gave Our signs, but he cast them off. So Satan made him his follower, and he became one of the deviant"},{"SurahNumber":7,"VerseNumber":176,"Text":"Had We willed, We would surely have elevated him thereby, but he inclined toward the earth and followed his caprice. Thus his parable is that of a dog: if you attack him, he lolls out his tongue, and if you leave him alone, he lolls out his tongue. That is the likeness of the people who deny Our signs. So recount the stories, that haply they may reflect"},{"SurahNumber":7,"VerseNumber":177,"Text":"Evil is the parable of the people who denied Our signs and wronged themselves"},{"SurahNumber":7,"VerseNumber":178,"Text":"Whomsoever God guides, he is rightly guided; and whomsoever He leads astray, it is they who are the losers"},{"SurahNumber":7,"VerseNumber":179,"Text":"We have indeed created for Hell many among jinn and men: they have hearts with which they understand not; they have eyes with which they see not; and they have ears with which they hear not. Such as these are like cattle. Nay, they are even further astray. It is they who are heedless"},{"SurahNumber":7,"VerseNumber":180,"Text":"Unto God belong the Most Beautiful Names; so call Him by them, and leave those who deviate with regard to His Names. Soon they shall be recompensed for that which they used to do"},{"SurahNumber":7,"VerseNumber":181,"Text":"And among those We have created, there is a community that guides by the truth and does justice thereby"}]}