{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Whomever noi permite trai for un durata timp, noi întoarce him catre slabiciune! Ei nu întelege"},{"SurahNumber":36,"VerseNumber":69,"Text":"ce noi preda him (curier) nu exista versuri nor exista el (poet)! Acesta exista formidable dovedit adânc Quran"},{"SurahNumber":36,"VerseNumber":70,"Text":"Catre predica catre ala exista alive expose disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ei nu vedea noi avea crea ele nostru propiu mâna livestock ei poseda"},{"SurahNumber":36,"VerseNumber":72,"Text":"Si noi supune ele ele; ceva ei calari ceva ei mânca"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ei capata altul beneficiu de ele prea as bautura! Ei nu exista appreciative"},{"SurahNumber":36,"VerseNumber":74,"Text":"Ei situa DUMNEZEU alte dumnezeu probabil ei exista ai ajuta ele"},{"SurahNumber":36,"VerseNumber":75,"Text":"În a dificil, ei nu ajuta ele; ei end servi ele devotat soldat"},{"SurahNumber":36,"VerseNumber":76,"Text":"Therefore nu întrista their enunt! Noi exista fully constient a everything ei ascunde everything ei declara"},{"SurahNumber":36,"VerseNumber":77,"Text":"uman exista nu vedea noi Does crea him de micut picura atunci el întoarcere în înflacarat dusman"},{"SurahNumber":36,"VerseNumber":78,"Text":"El urcare întrebare us - interval uita his original creatie - Cine resurrect ciolan dupa ei putrezi"},{"SurahNumber":36,"VerseNumber":79,"Text":"Spune Una începe ele în a 1 loc resurrect ele! El exista fully constient a every creatie"},{"SurahNumber":36,"VerseNumber":80,"Text":"El exista Una crea tu verde copac combustibil care tu arde for usor"},{"SurahNumber":36,"VerseNumber":81,"Text":"Nu exista Una crea rai earth capabil catre relaxa a aceeasi acord într-adevar; El exista Creator Omniscient"},{"SurahNumber":36,"VerseNumber":82,"Text":"Toate El do purta altele comanda exista spune catre Exista el exista"},{"SurahNumber":36,"VerseNumber":83,"Text":"Therefore glorie exista 1 în whose mâna exista suveranitate tot obiect Him tu returned"}]}