{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Biz gogu kuvvetle bina etdik. Cunku biz muhakkak ve mutlak bir (vus´at ve) kudrete malikizdir"},{"SurahNumber":51,"VerseNumber":48,"Text":"Yeri de biz dosedik. (Bak biz) ne guzel doseyiciler (iz)"},{"SurahNumber":51,"VerseNumber":49,"Text":"Her seyden de iki cift yaratdık, olur ki inceden inceye dusunursunuz diye"},{"SurahNumber":51,"VerseNumber":50,"Text":"O halde (Habibim, de ki:) «Hepiniz Allaha kacın. Hakıykat, ben sizi On (un azabın) dan acıkca korkutan (bir peygamber) im»"},{"SurahNumber":51,"VerseNumber":51,"Text":"«Allahın yanına diger bir Tanrı daha katmayın. Hakıykat, ben sizi (Allahın azabından) apasikar korkutan (bir peygamber) im»"},{"SurahNumber":51,"VerseNumber":52,"Text":"Onlardan evvelkilere de herhangi bir peygamber gelmedi ki (onun hakkında da) mutlakaa boylece sihirbaz, yahud mecnun dediler"},{"SurahNumber":51,"VerseNumber":53,"Text":"Hepsi de bunu birbirine tavsiye mi etdiler?! Hayır, onlar (umumiyyetle) azgınlar guruhunun ta kendileridir"},{"SurahNumber":51,"VerseNumber":54,"Text":"O halde (Habibim) onlardan yuz cevir. Artık sen, kınanacak (mes´ul olacak) degilsin"},{"SurahNumber":51,"VerseNumber":55,"Text":"Sen (sade Kur´an ile) va´z et. Cunku subhesiz ogut mu´minlere faide verir"},{"SurahNumber":51,"VerseNumber":56,"Text":"Ben cinleri de, insanları da (baska bir hikmete degil) ancak bana kulluk etsinler diye yaratdım"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ben onlardan bir rızık istemiyorum. Bana (yemek) yedirmelerini de istemiyorum"},{"SurahNumber":51,"VerseNumber":58,"Text":"Subhesiz rızkı veren, O pek cetin kuvvet saahibi Allahın kendisidir"},{"SurahNumber":51,"VerseNumber":59,"Text":"Artık muhakkak ki o zulmedenler icin (gecmis) arkadaslarının (azab) hissesi gibi bir nasıyb (-i husran) vardır. Simdi (onu) acele istemesinler"},{"SurahNumber":51,"VerseNumber":60,"Text":"Iste kendilerine va´d (ve tehdid) edilegelen gunlerinden (dolayı) vay o kufredenlere"}]}