{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"My pryznacheni Abraham shchob vstanovyty Shrine: \"Vy ne budete idolize budʹ- yakyy inshyy boh bilya Meni, ta ochyshchayete Miy shrine dlya tsykh khto vidviduyutʹ tse, tsey khto zhyvutʹ poblyzu yomu, ta tsey khto klanyayutʹsya ta prostrate"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ta proholoshuyutʹ shcho lyudy budutʹ zauvazhyty Hajj pilgrimage. Vony prybudutʹ do vas hulyayuchykh abo uvilʹnyuyuchykh na riznomanitnomu vysnazhenykh (zasoby perevezennya). Vony prybudutʹ z naydalʹshoho mistsya rozmishchennya"},{"SurahNumber":22,"VerseNumber":28,"Text":"Vony mozhutʹ shukaty komertsiynykh vyhod, ta vony budutʹ svyatkuvaty BOZHU nazvu pid chas vstanovlenykh dniv dlya toho, shchob zabezpechuvaty yikh z domashnoyu khudoboyu. \"Z'yizhte zvidty ta hoduyutʹ despondent ta bidnyy"},{"SurahNumber":22,"VerseNumber":29,"Text":"Vony budutʹ zavershyty yikhni zobov'yazannya, fulfill yikhni vows, ta vidviduyutʹ starovynnyy shrine"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tsya kotra povaha obryady ukhvaleni BOHOM zasluzhyly harnu vynahorodu u yikhnʹomu Lordi. Vsiy domashniy khudobi robytʹsya zakonne dlya vashoho prodovolʹstva, krim dlya tsykh spetsialʹno zaboronenoho dlya vas. Vy budete unyknuty abomination idola obozhnyuyete, ta unykayete nosyatʹ nevirnoho svidka"},{"SurahNumber":22,"VerseNumber":31,"Text":"Vy budete pidtrymaty vashu prysvyatu absolyutno do BOHA yedynoho. Budʹ khto khto vstanovlyuye budʹ-yakoho idola bilya BOHA vyhlyadaye yak odyn khto vpav z neba, todi pryyizhdzhaye skhvachenyy vultures, abo podutyy daleko vitrom u hlybokyy bayrak"},{"SurahNumber":22,"VerseNumber":32,"Text":"Diysno, tsya kotra povaha obryady ukhvaleni BOHOM demonstruyutʹ righteousness yikhnikh serdenʹok"},{"SurahNumber":22,"VerseNumber":33,"Text":"(domashna khudoba) zabezpechuyete vas z bahato vyhod na period, ranishe, nizh daruyusʹ do starovynnyy shrine"}]}