{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Salih (soop) isterdi (ıklas menen) jasagan, Allaһka (ec nerseni serik-ortomcu kospoy) duba kılgan jana: «Men (cınıgı) musulmandardan bolomun!»-degen adamdan mıktıraak suylogon kim bar"},{"SurahNumber":41,"VerseNumber":34,"Text":"Jaksılık menen jamandık ec kacan teŋ bolboyt! (Saga oroy tiygenderge) sılık mamile menen joop ber. Osondo seni menen anın araŋarda dusmancılık bar kisi booruker dos sıyaktuu bolup kalat"},{"SurahNumber":41,"VerseNumber":35,"Text":"Munu oto sabırduu adamdar gana jasay alat. Bul (adeptuulukton) coŋ ulus algan adamdın gana kolunan kelet"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eger seni saytandın bir azgırıgı azgırsa Allaһtan korgoo tile!? Cınında Al - Uguucu, Biluucu"},{"SurahNumber":41,"VerseNumber":37,"Text":"Kun, Ay, kunduz jana tun Allaһtın (kuduretinin) belgilerinen. Kungo da, ayga da sajda kılbagıla! Alardı jaratkan Allaһka sajda kılgıla, eger Anın Ozuno ibadat kılcu bolsoŋor"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eger (Allaһka ibadat kıluudan) tekeberlenisse, (bilip koyussun: Allaһ alardın ibadatına muktaj emes!) Rabbiŋdin aldındagı (san-sanaksız) peristeler, kunu-tunu (tınbay) jana carcap-caalıkpay Aga tasbih aytısat"},{"SurahNumber":41,"VerseNumber":39,"Text":"Allaһtın (kuduretinin) belgilerinen dagı biri, sen jerdi kup-kurgak (oluk sıyaktuu kunarsız) abalda korosuŋ. Anan Biz aga (asmandan) suu tusursok kozgolup, koop cıgat (jana ar turduu osumduktordu onduro bastayt). Jerdi (usintip) tiriltken Kuday oluktordu da tirilte alat. Al ar kanday nersege Kudurettuu"},{"SurahNumber":41,"VerseNumber":40,"Text":"Bizdin ayattarıbızga mulhid! bolgon adamdar Bizden jasına alıspayt! (Mulhid bolup) tozokko tastalgan adam jaksıbı je Kıyamatta aman-esen kele turgan adambı? (Ey, musrikter, bardıgın ugup-bilip aldıŋar. Emi) kaalagan isiŋerdi jasay bergile! Cınında, Al silerdin (bardık) isiŋerdi Koruucu"},{"SurahNumber":41,"VerseNumber":41,"Text":"Ozdoruno kelgen ubakıtta Zikirge (Kuraanga) kaapır bolgon adamdar (katuu azapka duusar bolusat) Cınında, al Iyık Kitep. (Antkeni)"},{"SurahNumber":41,"VerseNumber":42,"Text":"Anın aldınan da, artınan da jalgan joloy albayt. Al (Kuraan) Daanısman, Maktalgan (Allaһ) tarabınan tusurulgon"},{"SurahNumber":41,"VerseNumber":43,"Text":"Saga murunku paygambarlarga aytılgan sozdordon asıkca soz aytılgan jok.?° Cınında, Senin Rabbiŋ (tooba kılgandardı) Kecirimduu jana (kaapırlardı) Azaptoocu"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eger Biz anı arabca emes Kuraan kılganıbızda (arab musrikteri): «Anın ayattarı tusunuktuu bolso bolmok! Arabca emes beken?! (Muhammad ozu) arab emes bele?!» desmek. Aytkın: «Bul (Kuraan) ıymanduu adamdarga Tuura Jol jana sıpaa, al emi kulaktarında duloyluk bar (sebeptuu) aga ıyman keltirbegen adamdar ucun sokurluk (bolot). Alar alıs jerden cakırılgan adamdar (sıyaktuu Kuraandı uguspayt)»"}]}