{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Hani Rabbin, Meleklere: «Muhakkak ben, yer yüzünde bir halife var edeceğim» demişti. Onlar da: «Biz seni övüp yüceltir ve (sürekli) takdis edip dururken, orada fesat çıkaracak ve orada kanlar akıtacak birini mi var edeceksin?» dediler. (Allah:) «Şüphesiz, sizin bilmediğinizi ben bilirim.» dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ve Adem´e isimlerin hepsini öğretti. Sonra onları meleklere yöneltip: «Eğer doğru sözlüler iseniz, bunları bana isimleriyle haber verin» dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dediler ki: «Sen yücesin, bize öğrettiğinden başka bizim hiç bir bilgimiz yoktur. Gerçekten sen, her şeyi bilen, hüküm ve hikmet sahibi olansın.»"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Allah:) «Ey Adem, bunları onlara isimleriyle haber ver» dedi. O da, bunları onlara isimleriyle haber verince, (Allah) dedi ki: «Size demedim mi, göklerin ve yerin gaybını gerçekten ben bilirim, gizli tuttuklarınızı da, açığa vurduklarınızı da ben bilirim.»"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ve meleklere: «Ademe secde edin» dedik de İblis´ten başka (diğerlerinin tümü) secde ettiler. O ise, dayattı ve kibirlendi ve kâfirlerden oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ve dedik ki: «Ey Adem, sen ve eşin cennette yerleş. İkiniz de ondan, neresinden dilerseniz, bol bol yiyin; ama şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz.»"},{"SurahNumber":2,"VerseNumber":36,"Text":"Fakat Şeytan, oradan ikisinin ayağını kaydırdı ve böylece onları içinde bulundukları durumdan çıkardı. Biz de: «Kiminiz kiminize düşman olarak inin, sizin için yeryüzünde belli bir vakte kadar bir yerleşim ve meta vardır» dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Derken Adem, Rabbinden (birtakım) kelimeler aldı. (Allah da) Bunun üzerine tevbesini kabul etti. Şüphesiz O, tevbeleri kabul edendir, esirgeyendir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Dedik ki: «Oradan tümünüz inin. Artık, ne zaman size benden bir hidayet gelir de, kim benim hidayetime uyarsa, onlar için ne bir korku vardır, ne de mahzun olacaklardır.»"},{"SurahNumber":2,"VerseNumber":39,"Text":"Küfredip de ayetlerimizi yalanlayanlar ise; onlar, ateşin halkıdırlar ve orada süresiz kalacaklardır"}]}