{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Biz Lokmana “Allah'a sukret” diye hikmet verdik.Kim sukrederse kendisi icin sukreder.Kim nankorluk ederse bilsin ki Allah mustagnidir, hicbir seye muhtac degildir, her turlu ovguye layıktır"},{"SurahNumber":31,"VerseNumber":13,"Text":"Lokman ogluna nasihat ederken: “Evladım! dedi, sakın Allah'a es, ortak uydurma! Cunku sirk pek buyuk bir zulumdur.”"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana, annesine babasına iyi davranmasını emrettik.Zira annesi onu nice zahmetlerle karnında tasımıstır.Sutten kesilmesi de iki yıl kadar surer.Insana buyurduk ki: “Hem Bana, hem de annene babana sukret, unutma ki sonunda Bana doneceksiniz.”"},{"SurahNumber":31,"VerseNumber":15,"Text":"“Eger onlar seni, serik olduguna dair hicbir bilgin olmadıgı seyleri, Bana ortak saymaya zorlarlarsa sakın onlara itaat etme!Ama o durumda da kendileriyle iyi gecin, makul bir tarzda onlara sahip cık!Bana yonelen olgun insanların yolunu tut!Sonunda hepinizin donusu Bana olacak ve Ben islediklerinizi tek tek size bildirip karsılıgını verecegim"},{"SurahNumber":31,"VerseNumber":16,"Text":"“Evladım, yapılan is; bir hardal tanesi kadar kucuk olsa, bir kayanın icinde saklı da olsa, yahut goklerin veya yerin herhangi bir noktasında bile bulunsa, mutlaka Allah onu meydana cıkarır.Allah oyle latif, oyle habirdir (ilmi gizliliklere pek kolay bir tarzda nufuz eder). [21,47; 99,7-8] {KM, Luka 8,17; Matta 10,26; Markos}"},{"SurahNumber":31,"VerseNumber":17,"Text":"Evladım, namazı hakkıyla ifa et, iyiligi yay, kotulugu de onlemeye calıs, ve basına gelen sıkıntılara sabret.Cunku bunlar azim ve kararlılık gerektiren islerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Kibirli davranarak insanlara yuzunu donme, yerde calımlı calımlı yurume!Cunku Allah kibirle kasılan, kendini begenmis, ovunup duran kimseleri asla sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yururken olculu, mutedil yuru!Konusurken sesini ayarla, bagırarak konusma! Unutma ki seslerin en cirkini, avazı cıktıgınca bagıran eseklerin sesidir"}]}