{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"(Souviens-toi donc) quand Nous designames a Abraham la place de la Maison (et lui dimes) : « Ne M’associe rien. Purifie Ma Maison pour ceux qui y accomplissent les circumambulations, ceux qui s’y tiennent debout pour la priere, ceux qui s’y inclinent et s’y prosternent. »"},{"SurahNumber":22,"VerseNumber":27,"Text":"Appelle les hommes au Hajj (le pelerinage) : ils viendront vers toi a pied, ou a dos de monture efflanquee,[338] par les chemins les plus eloignes"},{"SurahNumber":22,"VerseNumber":28,"Text":"pour etre temoins des avantages (qui leur seront reserves), et invoquer en des jours determines le nom d’Allah sur ce qu’Il leur a dispense comme betail. « Mangez-en donc, et nourrissez-en le misereux sans ressources. »"},{"SurahNumber":22,"VerseNumber":29,"Text":"Puis qu’ils sortent de leur etat de sacralite rituelle, qu’ils accomplissent leurs vœux et qu’ils effectuent leurs circumambulations autour de la Maison Antique"},{"SurahNumber":22,"VerseNumber":30,"Text":"Voila (les devoirs a accomplir). Et quiconque respecte grandement les interdits d’Allah, cela lui vaudra mieux aupres de son Seigneur. Excepte (les cas dont les interdictions) vous ont deja ete mentionnees, le betail vous est rendu licite. Evitez la souillure des idoles, evitez toute parole fausse"},{"SurahNumber":22,"VerseNumber":31,"Text":"en purs monotheistes et ne Lui associez rien. Quiconque prete des associes a Allah, c’est comme si, tombant du ciel, il etait happe par les oiseaux (predateurs) ; ou comme si le vent l’envoyait dans un precipice sans fond"},{"SurahNumber":22,"VerseNumber":32,"Text":"C’est cela (qui est decrete). Quiconque respecte grandement les rites (prescrits par) Allah, (son attitude releve de) la piete des cœurs"},{"SurahNumber":22,"VerseNumber":33,"Text":"Vous trouvez diverses utilites (dans les betes a immoler) jusqu’a un terme deja nomme. Puis leur lieu de sacrifice sera la Maison Antique"}]}