{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Tā cóng yīgè rén chuàngzào nǐmen, tā shǐ nàgè rén de pèi'ǒu yǔ tā tónglèi, yǐbiàn tā yīliàn tā. Tā hé tā jiāojiē hòu, tā huáile yīgè qīngpiāopiāo de yùn, tā néng zhàocháng dù rì, dāng tā gǎnjué shēnzi zhòng de shíhòu, tā liǎ qídǎo zhēnzhǔ--tā liǎ de zhǔ--shuō: Rúguǒ nǐ shǎngcì wǒmen yīgè jiànquán de érzi, wǒmen yīdìng gǎnxiè nǐ."},{"SurahNumber":7,"VerseNumber":190,"Text":"Dāng tā shǎngcì tā liǎ yīgè jiànquán de érzi de shíhòu, tā liǎ wèile zhǔ de shǎngcì ér tì zhǔ shùlì xǔduō huǒbàn. Dàn zhēnzhǔ chāo hū tāmen yòng lái pèi tā de."},{"SurahNumber":7,"VerseNumber":191,"Text":"Nándào tāmen yǐ bèi chuàngzào ér bùnéng chuàngzào rènhé wù de dōngxī qù pèi zhēnzhǔ ma!"},{"SurahNumber":7,"VerseNumber":192,"Text":"Nàxiē dōngxī bùnéng zhùrén, yě bùnéng zìzhù."},{"SurahNumber":7,"VerseNumber":193,"Text":"Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bù huì shùncóng nǐmen. Wúlùn nǐ qí zhù tāmen huò bǎoshǒu jiānmò, zhè zài nǐmen shì yīyàng de."},{"SurahNumber":7,"VerseNumber":194,"Text":"Nǐmen shě zhēnzhǔ ér qídǎo de, què shì gēn nǐmen yīyàng de núpú. Nǐmen qídǎo tāmen ba, qǐng tāmen dāyìng nǐmen de qíqiú ba, rúguǒ nǐmen shì chéngshí de rén."},{"SurahNumber":7,"VerseNumber":195,"Text":"Tāmen yǒu jiǎo néng xíng ne? Háishì yǒu shǒu néng qín ne? Háishì yǒu yǎn néng jiàn ne? Háishì yǒu ěr néng tīng ne? Nǐ shuō: Nǐmen hūyù nǐmen de pèi zhǔ, ránhòu nǐmen hélì lái móuhài wǒ, nǐmen bùyòng kuānshù wǒ."},{"SurahNumber":7,"VerseNumber":196,"Text":"Wǒ de bǎoyòu zhě què shì zhēnzhǔ, tā jiàng shì jīngdiǎn, juàngù shànrén."},{"SurahNumber":7,"VerseNumber":197,"Text":"Nǐmen shě tā ér qídǎo de ǒuxiàng, bùnéng zhù nǐmen, yě bùnéng zìzhù."},{"SurahNumber":7,"VerseNumber":198,"Text":"Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bùnéng tīngcóng nǐmen; nǐ yǐwéi tāmen kànzhe nǐ, qíshí tāmen shì shì'érbùjiàn de."},{"SurahNumber":7,"VerseNumber":199,"Text":"Nǐ yào yuánliàng, yào quàndǎo, yào bì kāi yúrén."},{"SurahNumber":7,"VerseNumber":200,"Text":"Rúguǒ èmó sǒngyǒng nǐ, nǐ dāng qiú bì yú zhēnzhǔ. Tā què shì quán cōng de, quánzhī de."},{"SurahNumber":7,"VerseNumber":201,"Text":"Jìngwèi zhě zāoyù èmó gǔhuò de shíhòu, néng huǎngrándàwù, lìkè kànjiàn zhēnlǐ."},{"SurahNumber":7,"VerseNumber":202,"Text":"Èmó yào rèn suí tā de xiōngdì mí wù, ránhòu tāmen bù kěn bàxiū."},{"SurahNumber":7,"VerseNumber":203,"Text":"Dāng nǐ wèi zhāoshì zhǒng jīxiàng de shíhòu, tāmen shuō: Nǐ zěnme bù chuàngzào yī zhǒng ne? Nǐ shuō: Wǒ zhǐ zūnshǒu wǒ de zhǔ suǒ qǐshì wǒ de jīngdiǎn, zhè shì wéi xìndào de mínzhòng ér cóng nǐmen de zhǔ jiàng shì de míngzhèng hé yǐndǎo hé cí'ēn."},{"SurahNumber":7,"VerseNumber":204,"Text":"Dāng biérén sòngdú “gǔlánjīng” de shíhòu, nǐmen dāng cè'ěr xì tīng, yánshǒu jiānmò, yǐbiàn nǐmen méngshòu zhēnzhǔ de liánmǐn."},{"SurahNumber":7,"VerseNumber":205,"Text":"Nǐ dāng zhāoxì gōngjìng ér kǒngjù dì jìniàn nǐ de zhǔ, yīngdāng dī shēng zànsòng tā, nǐ bùyào shūhū."},{"SurahNumber":7,"VerseNumber":206,"Text":"Zài nǐ de zhǔ nàlǐ de (zhòng tiānshén), bùshì bùxiè yú chóngbài tā de, tāmen zànsòng tā chāojué yīqiè, tāmen zhǐ wèi tā ér kòutóu. (Cǐ chù kòutóu!)"}]}