{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"innum; \"nir en atiyarkalutan iravotiravakap payanam ceytu, avarkalukkaka katalil ularnta pataiyai untakkik kolviraka! (Hpir'avn um'maip) pitittuvituvan enru payappatamalum, (katalil mulki vituvom enru) ancamalum iruppiraka!\" Enru musavukku nam tittamaka vahi arivittom"},{"SurahNumber":20,"VerseNumber":78,"Text":"melum hpir'avn tan cenaikalutan avarkalaip pin totarntan; anal katal avarkalai murraka mulkatittu vittatu"},{"SurahNumber":20,"VerseNumber":79,"Text":"hpir'avn tan camukattarai vali ketuttan; nerana pataiyai (avarkalukkuk) kattavumillai"},{"SurahNumber":20,"VerseNumber":80,"Text":"israyilin cantatiyinare! Nam tittamaka unkalai unkal pakaivanitamiruntu iratcittom; melum, tur(sinay) malaiyin) valappakkattil nam (tavrat vetattai arulvataka) unkalukku vakkurutiyalittom; innum'mannu salvavai' (unavaka) unkal mitu nam irakki vaittom"},{"SurahNumber":20,"VerseNumber":81,"Text":"nam unkalukku alittulla tuymaiyanavarriliruntu unnunkal; (atarku nanri celuttamal) aliccattiyam ceyyatirkal; (appati ceyvirkalanal) unkal mitu en kopam iranki vitum; melum, evan mitu en kopam irankukirato, avan niccayamaka vilvan"},{"SurahNumber":20,"VerseNumber":82,"Text":"Evan pavamannipput teti iman kontu narceyalkalaiyum ceytu appal nervaliyum ataikirano avanukku niccayamaka nan mikavum mannippavanaka irukkinren\" (enru kurinom)"},{"SurahNumber":20,"VerseNumber":83,"Text":"musave! Um camukattarai vittu um'mai ivvalavu cikkiram viraintu varacceytatu yatu?\" (Enru tur sinay malaikku avarkal vanta potu allah kettan)"},{"SurahNumber":20,"VerseNumber":84,"Text":"(atarkavar)\"avarkalum en aticcuvattin mite varukinranar; innum (en) iraivane! Ni ennaip parrittiruptip patuvatarkaka, nan unnitattil viraintu vanten\" enru kurinan"},{"SurahNumber":20,"VerseNumber":85,"Text":"niccayamaka, (nir inku vanta) pinnar um'mutaiya camukattaraic cotittom; innum avarkalai'samiri' valiketuttu vittan\" enru (allah) kurinan"},{"SurahNumber":20,"VerseNumber":86,"Text":"akave, musa kopamum vicanamum kontavarayt tam camukattaritam tirumpi vantu\"ennutaiya camukattavarkale! Unkal iraivan unkalukku or alakiya vakkuruti kotukkavillaiya? Enave anta vakkuruti(k kalam) atikamaki vittata? Allatu unkal mitu unkal iraivanutaiya kopam iranka ventumenru virumpi ninkal enakkuk kotutta vakkurutikku maru ceytirkala?\" (Enrar)"},{"SurahNumber":20,"VerseNumber":87,"Text":"unkalukkuk kotuttirunta vakkurutikku enkal caktiyaik kontu nankal maru ceyyavillai anal nankal camukattarin alankara (aparana)n kaliliruntu cila cumaikal (kontu) cumattappattom; piraku, nankal avarrai(k kalarri neruppil) erintom; avvare samiriyum erintan\" enru avarkal kurinarkal"},{"SurahNumber":20,"VerseNumber":88,"Text":"Pinnar avan avarkalukkaka oru kalaikkanrai (uruvakki) velippatuttinan; atarku mattin captamum iruntatu. (Itaik kanta) cilar\"itu tan unkalutaiya nayan; innum (ituve) musavin nayanumakum; anal avar itai marantu vittar\" enru connarkal"},{"SurahNumber":20,"VerseNumber":89,"Text":"avarkalukku atu marupati etuvum collavillai enpataiyum; avarkalukkaka nanmaiyaiyo, timaiyaiyo ceyyac caktiyarratu enpataiyum avarkal parkka villaiya"}]}