{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"My sotvorili vas iz zemli, v neye My vas vernem i iz neye vyvedem yeshche raz"},{"SurahNumber":20,"VerseNumber":56,"Text":"My yavili yemu (t. ye. Fir'aunu) vse Nashi znameniya, no on otverg i ne priznal ikh"},{"SurahNumber":20,"VerseNumber":57,"Text":"skazal: \"O Musa! Neuzheli ty yavilsya k nam, chtoby izgnat' nas iz nashey zemli svoim koldovstvom"},{"SurahNumber":20,"VerseNumber":58,"Text":"No my nepremenno yavim tebe podobnoye zhe koldovstvo. Naznach' zhe srok [dlya sostyazaniya] v podkhodyashchem meste, i nikto iz nas ne dolzhen narushit' yego"},{"SurahNumber":20,"VerseNumber":59,"Text":"[Musa] otvetil: \"Srok dlya vas - \"Den' ukrasheniya\", no pust' lyudi soberutsya utrom"},{"SurahNumber":20,"VerseNumber":60,"Text":"Fir'aun vernulsya [k sebe] i sobral [vsekh tekh, kto zanimalsya] koznyami. Potom on otpravilsya [k uslovlennomu mestu]"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa skazal koldunam: \"Gore vam! Ne vozvodite na Allakha naprasliny, a ne to On pogubit vas karoy [Svoyey]. Net udachi tomu, kto vozvodit napraslinu"},{"SurahNumber":20,"VerseNumber":62,"Text":"[Kolduny] stali sporit' mezhdu soboy o tom, chto predprinyat', no govorili shepotom"},{"SurahNumber":20,"VerseNumber":63,"Text":"Oni govorili: \"Eti dva muzha - charodei. Oni khotyat izgnat' vas iz vashey strany koldovstvom i svesti vas s pokhval'nogo puti"},{"SurahNumber":20,"VerseNumber":64,"Text":"Tak ob\"yedinite zhe vse svoi koldovskiye chary i vystupite yedinym stroyem, ibo segodnya udacha budet tomu, kto voz'met verkh"},{"SurahNumber":20,"VerseNumber":65,"Text":"[Potom] oni voprosili: \"O Musa! Ty li pervym brosish' [posokh], ili zhe nam brosit' snachala"},{"SurahNumber":20,"VerseNumber":66,"Text":"On otvetil: \"Net uzh, brosayte vy\". [Oni brosili], i yemu predstavilos', chto ikh verevki i posokhi blagodarya koldovstvu prishli v dvizheniye"},{"SurahNumber":20,"VerseNumber":67,"Text":"I on pochuvstvoval strakh v serdtse svoyem"},{"SurahNumber":20,"VerseNumber":68,"Text":"No My vnushili [yemu]: \"Ne boysya, ty [ikh] odoleyesh'"},{"SurahNumber":20,"VerseNumber":69,"Text":"Bros' to, chto derzhish' v pravoy ruke: ono proglotit porozhdeniye ikh koldovskikh char. A koldun ne budet imet' uspekha, gde by on ni byl"},{"SurahNumber":20,"VerseNumber":70,"Text":"I togda volshebniki poverglis' nits i voskliknuli: \"My uverovali v Gospoda Musy i Kharuna"},{"SurahNumber":20,"VerseNumber":71,"Text":"[Fir'aun] sprosil: \"Neuzheli vy poverili v nego (t. ye. Musu) bez moyego soizvoleniya [na to]? Voistinu, on - vash glavnyy, kotoryy nauchil vas koldovstvu. YA velyu otrubit' vam ruki i nogi nakrest, raspyat' na stvolakh pal'm. I togda vy uznayete, kto iz nas boleye zhestoko nakazyvayet i kto dolgovechneye"},{"SurahNumber":20,"VerseNumber":72,"Text":"[Kolduny] otvetili: \"My ne otdadim tebe predpochteniya pered yavivshimisya nam yasnymi znameniyami i nashim Tvortsom. Tak vynosi zhe svoy prigovor! No ved' ty vynosish' prigovor tol'ko v etoy zhizni"},{"SurahNumber":20,"VerseNumber":73,"Text":"Voistinu, my uverovali v Gospoda nashego, daby On prostil nam nashi grekhi i koldovstvo, k kotoromu ty nas prinudil. Ved' Allakh luchshe i dolgovechneye [tebya]"},{"SurahNumber":20,"VerseNumber":74,"Text":"Tomu, kto greshnikom predstayet pred Gospodom svoim, ugotovan ad, v kotorom on ne umirayet i ne zhivet"},{"SurahNumber":20,"VerseNumber":75,"Text":"A tem, kto predstanet [pered Nim] veruyushchim, kto vershil pravednyye dela, ugotovany vysshiye stupeni [voznagrazhdeniya]"},{"SurahNumber":20,"VerseNumber":76,"Text":"sady Edema, sred' kotorykh tekut ruch'i, i oni vechno prebudut tam. Takovo vozdayaniye tomu, kto ochistilsya [ot grekhov]"}]}