{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"I skazal im uzhe Kharun yeshche ran'she: \"O narod moy! Vas tol'ko iskushayut etim, a ved' Gospod' vash - Miloserdnyy, - sleduyte zhe za mnoy i povinuytes' moyemu prikazu"},{"SurahNumber":20,"VerseNumber":91,"Text":"Oni skazali: \"My ne perestanem chtit' yego, poka ne vernetsya k nam Musa"},{"SurahNumber":20,"VerseNumber":92,"Text":"On skazal: \"O Kharun! Chto uderzhalo tebya, kogda ty uvidel, chto oni sbilis'"},{"SurahNumber":20,"VerseNumber":93,"Text":"posledovat' za mnoy? Razve ty oslushalsya moyego prikaza"},{"SurahNumber":20,"VerseNumber":94,"Text":"On skazal: \"O syn moyey materi! Ne khvatay menya za borodu i za golovu, ya boyalsya, chto ty skazhesh': \"Ty vyzval razdeleniye sredi synov Israila i ne soblyul moyego slova"},{"SurahNumber":20,"VerseNumber":95,"Text":"On skazal: \" A kakov sluchay s toboy, samirit"},{"SurahNumber":20,"VerseNumber":96,"Text":"On skazal: \"YA videl to, chego oni ne videli: ya skhvatil gorst' ot sledov poslannika i brosil yeye: tak soblaznila menya dusha"},{"SurahNumber":20,"VerseNumber":97,"Text":"On skazal: \"Ukhodi zhe, vot tebe v zhizni pridetsya govorit': \"Ne kasaytes'!\" - i budet u tebya naznachennyy srok, kotorogo dlya tebya ne narushat. Posmotri na svoyego boga, kotoromu ty poklonyalsya: my yego sozhzhem i razveyem v more prakhom"},{"SurahNumber":20,"VerseNumber":98,"Text":"Vash bog - tol'ko Bog, krome kotorogo net bozhestva, On ob\"yemlet vsyakuyu veshch' svoim znaniyem"},{"SurahNumber":20,"VerseNumber":99,"Text":"Tak rasskazyvayem My tebe sobytiya predshestvuyushchiye, i My dostavali tebe ot Nas napominaniye"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kto otvratilsya ot nego, - poneset v den' voskreseniya noshu"},{"SurahNumber":20,"VerseNumber":101,"Text":"Vechno prebyvaya s ney, - i plokhaya budet u nikh v den' voskreseniya nosha"},{"SurahNumber":20,"VerseNumber":102,"Text":"V tot den', kogda poduyut v trubu, i My soberem togda greshnikov goluboglazymi"},{"SurahNumber":20,"VerseNumber":103,"Text":"Oni budut peresheptyvat'sya drug s drugom: \"Probyli vy tam tol'ko desyat'"},{"SurahNumber":20,"VerseNumber":104,"Text":"My luchshe znayem, chto oni govoryat: \"Vot samyy vernyy iz nikh po svoyemu puti govorit: \"Probyli vy tol'ko odin den'"}]}