{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"“Ndipo lipenga lidzaimbidwa (loukitsa akufa); iwo adzangozindikira akutuluka m’manda kunka kwa Mbuye wawo uku akuthamanga"},{"SurahNumber":36,"VerseNumber":52,"Text":"“Adzati: “Kalanga ife! Kodi ndani watidzutsa pogona pathu?” (Adzawauza): “Izi ndi zimene adalonjeza (Allah), Wachifundo chambiri ndi zimene adanena atumiki moona.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"“Sipadzakhala (china) koma mkuwe umodzi basi; adzangozindikira iwo onse atabweretsedwa patsogolo Pathu"},{"SurahNumber":36,"VerseNumber":54,"Text":"““Ndipo mzimu uliwonse lero suponderezedwa pa chilichonse. Ndipo mulipidwa pa zokhazo munkachita.”"},{"SurahNumber":36,"VerseNumber":55,"Text":"“Ndithu anthu aku Jannah (Munda wamtendere) lero akhala wotanganidwa ndi chisangalalo"},{"SurahNumber":36,"VerseNumber":56,"Text":"“Iwo ndi akazi awo ali m’mithunzi uku atatsamira mipando (ya mtengo wapamwamba)"},{"SurahNumber":36,"VerseNumber":57,"Text":"“M’menemo apeza (mtundu uliwonse) wa zipatso ndiponso apeza chilichonse chimene akuchifuna"},{"SurahNumber":36,"VerseNumber":58,"Text":"““Mtendere (pa iwo)!” Limeneli ndi liwu lochokera kwa Mbuye (wawo), Wachisoni chosatha"},{"SurahNumber":36,"VerseNumber":59,"Text":"“Ndipo dzipatuleni lero, inu oipa"},{"SurahNumber":36,"VerseNumber":60,"Text":"“Kodi sindidakulangizeni, E inu ana a Adam kuti musapembedze satana? Ndithu, iye ndi mdani woonekera kwa inu"},{"SurahNumber":36,"VerseNumber":61,"Text":"“Ndikuti ndipembedzeni Ine? Imeneyi ndi njira yolunjika"},{"SurahNumber":36,"VerseNumber":62,"Text":"“Ndithu (satana) adasokeretsa anthu ambiri mwa inu. Kodi simumaganizira mwanzeru"},{"SurahNumber":36,"VerseNumber":63,"Text":"“Iyi ndi Jahena yomwe mumalonjezedwa"},{"SurahNumber":36,"VerseNumber":64,"Text":"“Iloweni lero, chifukwa cha kunkana kwanu (Allah)"},{"SurahNumber":36,"VerseNumber":65,"Text":"“Lero titseka kukamwa kwawo. Ndipo manja awo atiyankhula ndipo miyendo yawo ichitira umboni pa zomwe amachita"},{"SurahNumber":36,"VerseNumber":66,"Text":"“Ndipo tikadafuna, tikadafafaniza maso awo; ndipo akadakhala akuthamangira njira; koma akadapenya chotani"},{"SurahNumber":36,"VerseNumber":67,"Text":"“Ndipo tikadafuna, tikadawasintha kukhala ndi maonekedwe a nyama pamalo pawo pomwepo (pamene adali), kotero kuti sakadatha kuyenda (kunka patsogolo) ngakhale kubwerera pambuyo"}]}