{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"O, kulları uzerinde kesin egemendir. Size koruyucu melekler gonderir. Sonunda birinize olum gelince, elcilerimiz hicbir gorev kusuru yapmaksızın onun canını alırlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra o canlar gercek sahipleri olan Allah´a goturulurler. Iyi biliniz ki, egemenlik yalnız O´nun tekelindedir ve hesap gorenlerin en cabugudur"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki; «Sizi karanın ve denizin karanlıklarından kurtaran kimdir? Ki O´na -Eger bizi bu zor durumdan kurtarırsa kesinlikle sukredenlerden olacagız- diye acıktan ya da gizlice yalvarırsınız"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki; «Sizi bu zor durumdan ve butun sıkıntılardan kurtaran Allah´dır. Sonra da O´na ortak kosuyorsunuz!»"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki; «O, size ustunuzden ya da ayaklarınızın altından azap gondermeye veya dusman gruplara ayırarak size birbirinizin hıncını, birbirinizin terorunu, acısını tattırmaya kadirdir.» Ola ki, anlarlar diye, ayetlerimizi cesitli acılardan nasıl acıkladıgımızı goruyor musun"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kur´an gercek oldugu halde, senin kavmin onu yalanladı. Onlara de ki; «Ben sizin (akıbetinizi yonlendirmekle yukumlu) vekiliniz degilim.»"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin bir gerceklesme zamanı vardır. Ilerde anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında asılsız laf ebeligine dalanları gordugunde (bu adamlar) baska bir soze gecinceye kadar yanlarından uzaklas. Eger seytan sana yanlarından kalkmayı unutturursa, hatırladıktan sonra sakın o zalimler ile birlikte oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Gerci gunahlardan sakınanlara onların hesabından hicbir sorumluluk dusmez. Fakat soz konusu olan hatırlatmadır... Ola ki, sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun- eglence konusu yapan ve dunya hayatına aldanan kimseleri bırak da Kur´an aracılıgı ile sunu hatırlat ki, egri davranıslarının, gunahlarının tutsagı olan kimse ne Allah dısında bir yardım edici ve ne de bir aracı bulabilir. Eger o butun varını fidye olarak ortaya koysa kabul edilmez"}]}