{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Khvala Allakhu, Kto Svoyemu sluge Pisaniye nizvel I v nem ne dopustil izvilin (v smysle)"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Pisaniye) pryamoye, (bez uvertok), Chtoby napomnit' (nechestivym) o nakazanii velikom, A tekh, kto veruyet i delayet dobro, Obradovat' blagoyu Vest'yu, Chto im - prekrasnaya nagrada"},{"SurahNumber":18,"VerseNumber":3,"Text":"I v ney im vechno prebyvat'"},{"SurahNumber":18,"VerseNumber":4,"Text":"Chtob osterech' takikh, kto govorit: \"Allakh vzyal syna na Sebya"},{"SurahNumber":18,"VerseNumber":5,"Text":"U nikh net znaniya ob etom, I ne bylo yego u ikh ottsov. (Grekhovnost') slova, vykhodyashchego iz ust ikh, (Stol') velika, (kak i sam grekh). Oni lish' lozh' vyskazyvayut etim"},{"SurahNumber":18,"VerseNumber":6,"Text":"Byt' mozhet, ty, (o Mukhammad!), sebya do smerti dovedesh', (Otpravivshis' v nebytiye) po ikh sledam, Ot gorya, chto oni ne veryat etomu Poslan'yu"},{"SurahNumber":18,"VerseNumber":7,"Text":"Vse to, chto (sushchestvuyet) na zemle, My sdelali yey ukrashen'yem, Chtob ispytat', kto luchshe iz lyudey po ikh postupkam"},{"SurahNumber":18,"VerseNumber":8,"Text":"I My, poistine, (so vremenem) vse obratim na ney V besplodnuyu, sukhuyu pochvu"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ty dumal li kogda-nibud' o tom, Chto obitateli peshchery i Rakima Byli odnimi iz chudes sredi znameniy Nashikh"},{"SurahNumber":18,"VerseNumber":10,"Text":"Ukrylis' otroki v peshchere i skazali: \"Gospod' nash, nisposhli nam miloserdiye Tvoye! Uver' nas v pravote nashikh deyaniy"},{"SurahNumber":18,"VerseNumber":11,"Text":"I My na dolgiye goda V peshchere im zakryli ushi"},{"SurahNumber":18,"VerseNumber":12,"Text":"Potom My probudili ikh, chtoby uznat', Kotoraya iz dvukh obshchin luchshe sochtet Predel tekh let, chto proveli oni v peshchere"}]}