{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"Ara tomadera naridera madhye yara aslila acarana kare tadera birud'dhe tomadera madhye theke carajana saksi dako, tara yadi saksya deya tabe tadera gharera bhetare ataka kare rakho ye paryanta na mrtyu tadera upare ghaniye ase, athaba allah tadera jan'ya patha kare dena."},{"SurahNumber":4,"VerseNumber":16,"Text":"Ara tomadera madhye dujana yadi ai acarana kare tabe tadera ubhayake'i alpa sasti da'o. Tarapara yadi tara ta'oba kare o sodharaya tabe tadera theke phiriye na'o. Nihsandeha allaha barabara pherena, aphuranta phaladata."},{"SurahNumber":4,"VerseNumber":17,"Text":"Nihsandeha allah‌ra pakse phera saba tadera prati yara kukarma kare ajnanata basatah, tarapara abilanbe ta'oba ka re, ata'eba era'i -- allah edera prati pherena, ara allah hacchena sarbajnata, paramajnani."},{"SurahNumber":4,"VerseNumber":18,"Text":"Ara ta'oba tadera jan'ya naya yara kukarma kare'i cale, ye paryanta na mrtyu tadera kono ekera kache hajira hale se bale -- ''ami abasya'i ekhana ta'oba karachi’’, tadera jan'ya'o yara mara yaya athaca tara abisbasi thake. Tara'i -- tadera jan'ya amara tairi karechi byathadayaka sasti."},{"SurahNumber":4,"VerseNumber":19,"Text":"Ohe yara imana enecha! Tomadera jan'ya baidha naya ye tomara stridera jabaradasti uttaradhikara-sutre grahana karabe. Ara tadera upare jorajuluma karo na tomara ya tadera diyecha tara ansa bisesa phire pabara jan'ya, yadi na tara jajjbalyamana aslila acarane lipta haya. Ara tadera prati sadaya byabahara karo. Abasya yadi tomara tadera ghrna karo tabe hate pare tomara emana ekata kichu apachanda karale athaca allah tara madhye pracura kalyana nihita rekhechena."},{"SurahNumber":4,"VerseNumber":20,"Text":"Ara tomara yadi eka strira sthale areka stri badale nite ca'o, ara yadi edera ekajanake ekastupa diye thako, tabe ta theke kichu'i ni'o na. Tomara ki ta nebe kutsa ratiye ebam d'aha an'yaya kare"},{"SurahNumber":4,"VerseNumber":21,"Text":"ara kemana kare tomara ta nite paro yakhana tomadera eke an'yate gamana karecha ara tara tomadera theke drrha angikara grahana kareche"},{"SurahNumber":4,"VerseNumber":22,"Text":"ara tomadera pitara yadera biye karechila se-saba strilokadera biye karo na, -- abasya ya itimadhye ghate geche ta byatita. Nihsandeha eti hacche ekati aslila acarana o ghrnya karma, ara jaghan'ya pantha"}]}