{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"¡Oh, Profeta! ¿Por que prohibes lo que Dios ha hecho licito para ti, buscando la satisfaccion de tus esposas? Y Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":66,"VerseNumber":2,"Text":"Ciertamente, Dios ha hecho permisible para vosotros anular vuestros juramentos. Y Dios es vuestro protector y El es Quien todo lo conoce, el Sabio"},{"SurahNumber":66,"VerseNumber":3,"Text":"[Recuerda] Cuando el Profeta confio un asunto en secreto a alguna de sus esposas y ella lo divulgo y Dios se lo hizo saber. Cuando el le informo a ella de esto, dandole a conocer parte de ello y omitiendo parte de ello, ella dijo: «¿Quien te informo de eso?» el dijo: «Me informo Quien todo lo conoce, el Bien informado.»"},{"SurahNumber":66,"VerseNumber":4,"Text":"Si ambas os volveis a Dios arrepentidas [sera mejor], pues, ciertamente, los corazones de vosotras dos se han inclinado [hacia el mal], pero si os confabulais contra el, [sabed que] en verdad, Dios es su protector y Gabriel y el recto de los creyentes y los angeles tras ellos"},{"SurahNumber":66,"VerseNumber":5,"Text":"Puede que Su senor, si os divorcia a las dos, le de esposas mejores que vosotras a cambio, musulmanas, creyentes, obedientes, penitentes, devotas, ayunantes, casadas anteriormente o virgenes"},{"SurahNumber":66,"VerseNumber":6,"Text":"¡Oh, creyentes! Salvaos a vosotros y a vuestras familias de un Fuego cuyo combustible son los seres humanos y las piedras y sobre los cuales habra angeles severos y poderosos, que no desobedecen lo que Dios les ha ordenado y hacen lo que les ha sido ordenado"},{"SurahNumber":66,"VerseNumber":7,"Text":"¡Oh los que no creeis! No pongais hoy ninguna excusa. En verdad, sereis retribuidos por lo que haciais"}]}