{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"جس دن ہم جہّنم سے کہیں گے کہ تو بھر گیا تو وہ کہے گا کہ کیا کچھ اور مل سکتا ہے"},{"SurahNumber":50,"VerseNumber":31,"Text":"اور جنّت کو صاحبانِ تقویٰ سے قریب تر کردیا جائے گا"},{"SurahNumber":50,"VerseNumber":32,"Text":"یہ وہ جگہ ہے جس کا وعدہ ہر خدا کی طرف رجوع کرنے والے اور نفس کی حفاظت کرنے والے سے کیا جاتا ہے"},{"SurahNumber":50,"VerseNumber":33,"Text":"جو شخص بھی رحمان سے پبُ غیب ڈرتا ہے اور اس کی بارگاہ میں رجوع کرنے والے دل کی ساتھ حاضر ہوتا ہے"},{"SurahNumber":50,"VerseNumber":34,"Text":"تم سب سلامتی کے ساتھی جنّت میں داخل ہوجاؤ کہ یہ ہمیشگی کا دن ہے"},{"SurahNumber":50,"VerseNumber":35,"Text":"وہاں ان کے لئے جو کچھ بھی چاہیں گے سب حاضر رہے گا اور ہمارے پاس مزید بھی ہے"},{"SurahNumber":50,"VerseNumber":36,"Text":"اور ان سے پہلے ہم نے کتنی ہی قوموں کو ہلاک کردیا ہے جو ان سے کہیں زیادہ طاقتور تھیں تو انہوں نے تمام شہروں کو چھان مارا تھا لیکن موت سے چھٹکارا کہاں ہے"},{"SurahNumber":50,"VerseNumber":37,"Text":"اس واقعہ میں نصیحت کا سامان موجود ہے اس انسان کے لئے جس کے پاس دل ہو یا جو حضور قلب کے ساتھ بات سنتا ہو"},{"SurahNumber":50,"VerseNumber":38,"Text":"اور ہم نے آسمان و زمین اور ان کے درمیان کی مخلوقات کو چھ دن میں پیدا کیا ہے اور ہمیں اس سلسلہ میں کوئی تھکن چھو بھی نہیں سکی ہے"},{"SurahNumber":50,"VerseNumber":39,"Text":"لہٰذا آپ ان کی باتوں پر صبر کریں اور طلوع آفتاب سے پہلے اور غروب آفتاب سے پہلے اپنے رب کی تسبیح کیا کریں"},{"SurahNumber":50,"VerseNumber":40,"Text":"اور رات کے ایک حصہ میں بھی اس کی تسبیح کریں اور سجدوں کے بعد بھی اس کی تسبیح کیا کریں"},{"SurahNumber":50,"VerseNumber":41,"Text":"اور اس دن کو غور سے سنو جس دن قدرت کا منادی اسرافیل قریب ہی کی جگہ سے آواز دے گا"},{"SurahNumber":50,"VerseNumber":42,"Text":"جس دن صدائے آسمان کو سب بخوبی سن لیں گے اور وہی دن قبروں سے نکلنے کا دن ہے"},{"SurahNumber":50,"VerseNumber":43,"Text":"بیشک ہم ہی موت و حیات دینے والے ہیں اور ہماری ہی طرف سب کی بازگشت ہے"},{"SurahNumber":50,"VerseNumber":44,"Text":"اسی دن زمین ان لوگوں کی طرف سے شق ہوجائے گی اور یہ تیزی سے نکل کھڑے ہوں گے کہ یہ حشر ہمارے لئے بہت آسان ہے"},{"SurahNumber":50,"VerseNumber":45,"Text":"ہمیں خوب معلوم ہے کہ یہ لوگ کیا کررہے ہیں اور آپ ان پر جبر کرنے والے نہیں ہیں آپ قرآن کے ذریعہ ان لوگوں کو نصیحت کرتے رہیں جو عذاب سے ڈرنے والے ہیں"}]}