{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Muhminkale! Ninkal nitiyinmitu nilaittiruppavarkalakavum, unkalukko allatu (unkal) perrorukko allatu nerunkiya uravinarukko virotamaka iruppinum allahvukkakave catci kurupavarkalakavum irunkal;. (Ninkal yarukkaka catciyam kurukirirkalo) avarkal celvarkalaka iruntalum elaikalaka iruntalum (unmaiyana catciyam kurunkal). Enenil allah avviruvaraiyum kappatarku arukataiyutaiyavan;. Enave niyayam valankuvatil mana iccaiyaip pinparri vitatirkal;. Melum ninkal marrik kurinalum allatu (catci kuruvataip) purakkanittalum, niccayamaka allah ninkal ceyvataiyellam nanku arintavanakave irukkinran"},{"SurahNumber":4,"VerseNumber":136,"Text":"muhminkale! Ninkal allahvin mitum, avanutaiya tutar mitum, avan tutar mitu avan irakkiya (iv) vetattin mitum itarku munnar irakkiya vetankalin mitum iman kollunkal;. Evar allahvaiyum, avanutaiya malakkukalaiyum, avanutaiya vetankalaiyum avanutaiya tutarkalaiyum; iruti nalaiyum (nampamal) nirakarikkiraro, avar valikettil vetu turam cenruvittar"},{"SurahNumber":4,"VerseNumber":137,"Text":"niccayamaka evarkal iman kontu, pinnar nirakarittu, pinnar iman kontu, pinnar nirakarittu, pinnar nirakarippai atikarittuk kontanaro, avarkalai allah mannippavanakavum illai. Melum avarkalukku (ner) valiyaik kattukiravanakavum illai"},{"SurahNumber":4,"VerseNumber":138,"Text":"(napiye! Ittakaiya) nayavancakarkalukku'niccayamaka novinai tarum vetanai untu' enru nanmarayan kuruviraka"},{"SurahNumber":4,"VerseNumber":139,"Text":"ivarkal muhminkalai vittum kahpirkalai (tankalukkuriya) urra nanparkalaka etuttukkolkirarkal. Enna! Avarkalitaiye ivarkal kanniyattai tetukirarkala? Niccayamaka kanniyamellam allahvukke uriyatu"},{"SurahNumber":4,"VerseNumber":140,"Text":"(Muhminkale!)'Allahvin vacanankal (cilaral)nirakarikkappatuvataiyum, parikacikkappatuvataiyum ninkal kettal, avarkal itaivittu veru visayattil itupatum varaiyil avarkalotu ninkal utkara ventam' enru vetattin mulam avan unkal mitu (kattalai) irakkiyullan. Avvaru utkarntal ninkalum avarkalaip ponravarkale. Niccayamaka allah nayavancakarkalaiyum, kahpirkalaiyum ellam narakattil onrakac certtuvituvan"},{"SurahNumber":4,"VerseNumber":141,"Text":"(innayavancakarkal) unkalai eppolutum kavanittavarkalakave irukkinranar. Allahvin arulinal unkalukku verri kitaittal, (avarkal unkalitam vantu)\"nankal unkalutan irukkavillaiya?\" Enru kurukinranar. Maraka, kahpirkalukku etavatu verri(p porul) kitaittal (avarkalitam cenru; avarkalutan cerntu)\"unkalai nankal verrikkollakkutiya nilaiyiliruntum anta vicuvacikalitamiruntu kapparravillaiya?\" Enru kurukinranar. Enave allah unkalukkum (avarkalukkum) itaiye niccayamaka marumai nalil tirppu valankuvan;. Meyyakave, kahpirkal, muhminkal mitu verri kolla allah yatoru valiyum akkave mattan"}]}