{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Hindi ang mga yaman ninyo at hindi ang mga anak ninyo ang nagpapalapit sa inyo sa ganang Amin sa kadikitan bagkus ang [pagiging mga] sumampalataya at gumawa ng maayos sapagkat ang mga iyon ay ukol sa kanila ang ganti ng pag-iibayo [ng gantimpala] dahil sa ginawa nila at sila sa mga silid ay mga natitiwasay"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ang mga nagpupunyagi laban sa mga tanda Namin habang mga nagtatangkang bumigo, ang mga iyon sa pagdurusa ay mga padadaluhin"},{"SurahNumber":34,"VerseNumber":39,"Text":"Sabihin mo: \"Tunay na ang Panginoon ko ay nagpapaluwag ng panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit dito. Ang anumang ginugol ninyo na anuman, Siya ay magtutumbas nito at Siya ay ang pinakamainam sa mga tagapagtustos"},{"SurahNumber":34,"VerseNumber":40,"Text":"[Banggitin mo] ang araw na kakalap Siya sa kanila sa kalahatan, pagkatapos magsasabi Siya sa mga anghel: \"Ang mga ito ba ay sa inyo dati sila sumasamba"},{"SurahNumber":34,"VerseNumber":41,"Text":"Magsasabi sila: \"Kaluwalhatian sa iyo! Ikaw ay ang Katangkilik namin sa halip nila. Bagkus dati silang sumasamba sa mga jinn; ang higit na marami sa kanila sa mga ito ay mga mananampalataya"},{"SurahNumber":34,"VerseNumber":42,"Text":"Kaya sa araw na ito, hindi makapagdudulot ang iba sa kanila para sa iba pa ng isang pakinabang ni isang pinsala, at magsasabi Kami sa mga lumabag sa katarungan: \"Lumasap kayo ng pagdurusa sa Apoy na kayo noon dito ay nagpapasinungaling"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi sila: \"Walang iba ito kundi isang lalaking nagnanais na sumagabal sa inyo sa sinasamba noon ng mga ninuno ninyo.\" Nagsabi pa sila: \"Walang iba ito kundi isang panlilinlang na ginawa-gawa.\" Nagsabi ang mga tumangging sumampalataya sa katotohanan noong dumating ito sa kanila: \"Walang iba ito kundi isang panggagaway na malinaw"},{"SurahNumber":34,"VerseNumber":44,"Text":"Hindi Kami nagbigay sa kanila ng anumang mga kasulatan na pinag-aaralan nila. Hindi Kami nagsugo sa kanila bago mo ng anumang mapagbabala"},{"SurahNumber":34,"VerseNumber":45,"Text":"Nagpasinungaling ang mga nauna pa sa kanila at hindi sila umabot sa ikapu ng ibinigay Namin sa mga iyon, ngunit nagpasinungaling sila sa mga sugo Ko kaya magiging papaano na ang pagtutol Ko"}]}