{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"T’i kishe parë mëkatarët se si ulin kokat para Zotit të tyre, “O Zoti ynë, pamë dhe dëgjuam, andaj na kthe të bëjmë vepra të mira. Ne me të vërtetë jemi të bindur”"},{"SurahNumber":32,"VerseNumber":13,"Text":"Të kishim dashur, secilin njeri do ta kishim udhëzuar në rrugë të drejtë, porse unë kam thënë të vërtetën, e gjithsesi do ta mbush xhehennemin me xhind dhe njerëz"},{"SurahNumber":32,"VerseNumber":14,"Text":"Andaj shijone atë që e kishit harruar se keni për t’u ballafaquar me këtë ditë. Edhe Ne ju kemi harruar, prandaj ju shijone dënimin e përjetshëm, ashtu si e keni bërë"},{"SurahNumber":32,"VerseNumber":15,"Text":"Fakteve tona u besojnë vetëm ata të cilët kur u tërhiqet vërejtja atyre bien në sexhde dhe e madhërojnë Zotin e tyre, e lavdërojnë dhe nuk janë arrogantë"},{"SurahNumber":32,"VerseNumber":16,"Text":"Ata ngrihen nga dysheku dhe i luten Zotit të tyre me frikë e respekt, shpërndajnë nga ajo me çka i furnizojmë ne"},{"SurahNumber":32,"VerseNumber":17,"Text":"Dhe askush nuk e di se çfarë gëzimesh të fshehta i presin si shpërblim për atë që kanë punuar"},{"SurahNumber":32,"VerseNumber":18,"Text":"Vallë, a të jenë njëlloj besimtari e mëkatari? Jo! Nuk janë të barabart"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ata që kanë besuar dhe kanë bërë vepra të mira i presin xhennete, ku do të vendosen, si shpërblm për atë që kanë punuar"},{"SurahNumber":32,"VerseNumber":20,"Text":"Kurse, ata që kanë bërë mëkate e kanë vendin në zjarr. Sa herë që provojnë të dalin prej tij, do të kthehen prapë në te dhe do t’u thuhet: “Shijone dënimin e zjarrit, të cilin nuk e keni besuar”"},{"SurahNumber":32,"VerseNumber":21,"Text":"Dhe ne do të bëjmë gjithsesi që të shijojnë dënimin më të vogël para atij më të madhit, ndoshta do të pendohen"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kush është më tiran se ai i cili pasi t’i përmenden ajetet e Zotit të vet, ua kthen shpinën?! Ne do t’u hakmerremi mëkatarëve"}]}