{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"Atē jadōṁ' unhāṁ dē kōla māraga daraśana ā gi'ā tāṁ lōkāṁ nū īmāna li'ā'uṇa tōṁ' binhāṁ hōra kō'ī cīza rukāvaṭa nā baṇī ki unhāṁ nē ākhi'ā ki kī raba nē manukha nū rasūla baṇā kē bhēji'ā hai"},{"SurahNumber":17,"VerseNumber":95,"Text":"Ākhō ki jēkara dharatī upara fariśatē hudē tāṁ uha śāntī nāla dharatī tē caladē phiradē. Tāṁ asīṁ unhāṁ la'ī asamāna tōṁ fariśatē nū rasūla baṇā kē bhējadē"},{"SurahNumber":17,"VerseNumber":96,"Text":"Ākhō, ki alāha mērē atē tuhāḍē vicakāra gavāhī la'ī hāzira hai. Bēśaka uha āpaṇē badi'āṁ nū jāṇana vālā atē dēkhaṇa vālā hai"},{"SurahNumber":17,"VerseNumber":97,"Text":"Alāha jisa nū rāha dikhā'ē uhī māraga pā'uṇa vālā hai atē jisa nū uha bhaṭakā dēvē tāṁ tusīṁ usa la'ī' raba tōṁ bināṁ kisē nū āpaṇā madadagāra nā dēkhōṅgē. Atē asīṁ ki'āmata dē dina unhāṁ nū unhāṁ dē mūha dē bhāra anhē, gūgē atē bōlē ikaṭhē karāṅgē. Unhāṁ dā ṭikāṇā naraka hai. Jadōṁ usa dī aga madhama hōvēgī tāṁ asīṁ usa nū bahuta bhaṭakā vēvāṅgē"},{"SurahNumber":17,"VerseNumber":98,"Text":"Iha hai unhāṁ dā badalā, isa la'ī ki unhāṁ nē sāḍī'āṁ niśānī'āṁ tōṁ inakāra kītā. Atē ākhi'ā ki jadōṁ asīṁ haḍī atē jūrā- zūrā hō jāvāṅgē tāṁ kī asīṁ navēṁ sirē tōṁ paidā kara kē cukē jāvāṅgē"},{"SurahNumber":17,"VerseNumber":99,"Text":"Kī' inhāṁ lōkāṁ nē nahīṁ dēkhi'ā ki jisa raba nē dharatī atē ākāśāṁ nū paidā kītā uha ajihī tākata vī rakhadā hai ki inhāṁ varagē ika vāra phira paidā kara dēvē atē usa nē unhāṁ la'ī ika samāṁ tai'a kara rakhi'ā hai. Isa vica bēśaka sāḍē upara vī zālima lōka śaka kītē sil'hāṁ nā rahi sakē"},{"SurahNumber":17,"VerseNumber":100,"Text":"Ākhō, ki jēkara tusīṁ lōka mērē raba dī rahimata dē khazāni'āṁ dē mālaka hudē tāṁ isa hālata vica tusīṁ nagē hō jāṇa dē ḍara tōṁ' zarūra hatha rōka laindē atē manukha baṛē taga dila dā mālaka hai"}]}