{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Воистину, не откроются врата небесные перед теми, которые опровергали наши знамения и относились к ним с высокомерием. И не войдут они в рай, пока верблюд не пройдет сквозь игольное ушко. Так воздаем мы грешникам"},{"SurahNumber":7,"VerseNumber":41,"Text":"И ложем, и покрывалом грешникам будет адский огонь. Так Мы воздаем нечестивцам"},{"SurahNumber":7,"VerseNumber":42,"Text":"И ни на кого, кто уверовал и творил благое, Мы не возложили [ноши], кроме как посильной. И будут они обитателями рая и будут пребывать в нем вечно"},{"SurahNumber":7,"VerseNumber":43,"Text":"И удалили Мы из их сердец злобу, [и теперь] пред ними текут ручьи, и они произносят: \"Слава Аллаху, который привел нас к этому. Мы не следовали бы прямым путем, если бы Аллах не направил нас. [К нам] пришли посланцы Господа нашего с Откровением\". Им будет возвещено [от имени Аллаха]: \"Этот рай дан вам в вознаграждение за то, что вы совершили"},{"SurahNumber":7,"VerseNumber":44,"Text":"Обитатели рая воззовут к тем, кто в аду: \"Вот мы убедились, что обещанное нам Аллахом - истина. Убедились ли вы, что обещанное Аллахом - истина?\" [Обитатели ада] ответят: \"Да\". И возвестит глашатай и обитателям рая, и обитателям ада: \"Проклятие Аллаха [да падет] на грешников"},{"SurahNumber":7,"VerseNumber":45,"Text":"которые сбивают [людей] с пути Аллаха, стремятся исказить [религию] и не веруют в будущую жизнь"},{"SurahNumber":7,"VerseNumber":46,"Text":"Между раем и адом [находится] завеса, а на оградах - люди, которые распознают и обитателей рая, и обитателей ада по их чертам. И эти люди воззовут к обитателям рая: \"Да будет вам мир!\" Сами они не войдут в рай, хотя и жаждут того"},{"SurahNumber":7,"VerseNumber":47,"Text":"Когда же их взоры обратятся к обитателям ада, они воскликнут: \"Господи наш Не помещай нас с [этими] грешными людьми"}]}