{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Ciertamente, Al-lah hará que quienes crean y obren con rectitud entren en jardines por donde corren ríos; mientras que quienes rechacen la verdad disfrutarán (temporalmente de esta vida) y comerán como lo hacen los rebaños[939], y (luego) tendrán el fuego por morada"},{"SurahNumber":47,"VerseNumber":13,"Text":"¡Y cuántas ciudades más poderosas que la que te expulsó (¡oh, Muhammad!) destruimos y no tuvieron quién los socorriera"},{"SurahNumber":47,"VerseNumber":14,"Text":"¿Acaso puede compararse quien sigue una prueba clara de su Señor (en la que basa su fe) con aquel que se ha dejado seducir por sus malas acciones y sigue sus deseos"},{"SurahNumber":47,"VerseNumber":15,"Text":"Esta es la descripción del Paraíso prometido a los piadosos: en él hay ríos de agua de propiedades inmutables, ríos de leche cuyo sabor nunca se ve alterado, ríos de vino (no embriagador) que son una delicia para quien beba de ellos y ríos de la miel más pura. Y dispondrán allí de todo tipo de fruta y obtendrán el perdón de su Señor. ¿Acaso (su situación) puede compararse con la de quienes habitarán eternamente en el fuego y recibirán para beber un agua hirviendo que destrozará sus intestinos"},{"SurahNumber":47,"VerseNumber":16,"Text":"Y entre (quienes rechazan la verdad) hay (hipócritas) que te escuchan (¡oh, Muhammad!, sin comprender lo que oyen ni beneficiarse de ello). Y cuando se retiran, preguntan a quienes tienen conocimiento: “¿Qué es lo que acaba de decir?”. Esos son aquellos a los que Al-lah ha sellado sus corazones (por haber rechazado la verdad) y siguen sus deseos"},{"SurahNumber":47,"VerseNumber":17,"Text":"Y a quienes sigan la guía, Al-lah les aumentará la fe y les inspirará obrar con piedad (temiendo Su castigo)"},{"SurahNumber":47,"VerseNumber":18,"Text":"¿Acaso esperan a que les sorprenda la Hora? En verdad, ya han aparecido algunas de sus señales[940]. Y cuando esta tenga lugar, ¿de qué les servirán las advertencias"},{"SurahNumber":47,"VerseNumber":19,"Text":"Debes saber (¡oh, Muhammad!) que no existe ninguna divinidad (verdadera) con derecho a ser adorada excepto Él. Y pide perdón por tus faltas y por las de los creyentes, hombres y mujeres. Y Al-lah conoce bien sus actividades (durante el día) y su lugar de descanso (por la noche)"}]}