{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tá. Sín. Tato jsou znamení Koránu a Knihy zjevné"},{"SurahNumber":27,"VerseNumber":2,"Text":"(dobré) vedení a radostná zvěst věřícím"},{"SurahNumber":27,"VerseNumber":3,"Text":"kteří zachovávají modlitbu a dávají (povinnou) almužnu a pevně věří v život budoucí"},{"SurahNumber":27,"VerseNumber":4,"Text":"Zajisté pak těm, kdož nevěří v život budoucí, zkrášlili jsme skutky jejich, takže (bez vodítka) bloudí"},{"SurahNumber":27,"VerseNumber":5,"Text":"Těmto schystán jest trest nejhorší a tito největší utrpí v životě budoucím ztrátu"},{"SurahNumber":27,"VerseNumber":6,"Text":"Zajisté pak obdržel's Korán od Moudrého, Vševědoucího"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Pomni), když řekl Mojžíš rodině své: „Zajistéť shlédl jsem oheň; půjdu a přinesu vám o něm zprávu a přinesu vám louč planoucí, abyste se možná od ní ohřáli.“"},{"SurahNumber":27,"VerseNumber":8,"Text":"A když přišel k ohni, bylo naň zavoláno: Požehnán jest ten, jenž v ohni jest a jenž kol něho jest: a chvála budiž Bohu, Pánu veškerenstva"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ó Mojžíši, to jsem já Bůh, Mocný, Moudrý"},{"SurahNumber":27,"VerseNumber":10,"Text":"Vrhni hůl svou na zem!“ A když Mojžíš viděl, že hýbala se, jako by byla hadem, obrátil se zády úprkem a nevracel se. „Neboj se, Mojžíši, není čeho báti se u mne poslům mým"},{"SurahNumber":27,"VerseNumber":11,"Text":"vyjma těm, již spáchali nepravost, ale pak zaměnili zlo dobrem — jáť pak velký jsem v odpouštění, slitovný"},{"SurahNumber":27,"VerseNumber":12,"Text":"Vlož ruku svou za ňadra svá a vytáhneš ji bílou, aniž by byla stižena nemocí. Toto bude jedním z devíti znamení pro Faraona a lid jeho, neboť v pravdě lid jest to pohoršlivý.“"},{"SurahNumber":27,"VerseNumber":13,"Text":"A když předvedena byla jim znamení naše jasně před zraky jejich, řekli: „Totoť jest kouzelnictví zjevné.“"},{"SurahNumber":27,"VerseNumber":14,"Text":"A odmítali je ač v duších svých seznali pravdivost jich, z nepravosti a pýchy. A hle, jaký byl konec pohoršlivců"}]}