{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"Sabihin mo: \"O mga May Kasulatan, halikayo sa isang salitang magkatulad sa pagitan namin at ninyo: na hindi tayo sasamba kundi kay Allāh, hindi tayo magtatambal sa Kanya ng anuman, at hindi gagawa ang iba sa atin sa iba bilang mga panginoon bukod pa kay Allāh.\" Ngunit kung tumalikod sila ay sabihin ninyo: \"Sumaksi kayo na kami ay mga Muslim"},{"SurahNumber":3,"VerseNumber":65,"Text":"O mga May Kasulatan, bakit kayo nakikipagkatwiran hinggil kay Abraham samantalang hindi pinababa ang Torah at ang Ebanghelyo kundi nang matapos niya? Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":3,"VerseNumber":66,"Text":"Kayo itong nakikipagkatwiran hinggil sa mayroon kayo ritong kaalaman kaya bakit kayo nakikipagkatwiran hinggil sa wala kayo ritong kaalaman? Si Allāh ay nakaaalam at kayo ay hindi nakaaalam"},{"SurahNumber":3,"VerseNumber":67,"Text":"Hindi nangyaring si Abraham ay isang Hudyo ni isang Kristiyano, subalit siya noon ay isang makatotoong Muslim at hindi siya naging kabilang sa mga tagapagtambal [kay Allāh]"},{"SurahNumber":3,"VerseNumber":68,"Text":"Tunay na ang pinakamalapit sa mga tao kay Abraham ay talagang ang mga sumunod sa kanya, ang Propetang ito, at ang mga sumampalataya. Si Allāh ay ang Katangkilik ng mga mananampalataya"},{"SurahNumber":3,"VerseNumber":69,"Text":"Inasam ng isang pangkatin kabilang sa mga May Kasulatan na kung sana ay nagpapaligaw sila sa inyo, ngunit hindi sila nagpapaligaw kundi sa mga sarili nila ngunit hindi sila nakararamdam"},{"SurahNumber":3,"VerseNumber":70,"Text":"O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga tanda ni Allāh samantalang kayo ay nakasasaksi"},{"SurahNumber":3,"VerseNumber":71,"Text":"O mga May Kasulatan, bakit kayo naglalahok sa katotohanan ng kabulaanan at nagtatago kayo ng katotohanan samantalang kayo ay nakaaalam"}]}