{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"Und Wir ergriffen ja schon die Leute Fir’auns mit Durrejahren und Mangel an Fruchten, auf daß sie bedenken mogen"},{"SurahNumber":7,"VerseNumber":131,"Text":"Aber wenn dann etwas Gutes zu ihnen kam, sagten sie: Dies gehort uns. und wenn sie etwas Boses traf, sahen sie ein (boses) Vorzeichen in Musa und denjenigen, die mit ihm waren. Aber ihr Vorzeichen ist sicherlich bei Allah, jedoch wissen die meisten von ihnen nicht"},{"SurahNumber":7,"VerseNumber":132,"Text":"Und sie sagten: Welches Zeichen du uns auch vorbringen magst, um uns damit zu bezaubern, so werden wir dir nicht glauben"},{"SurahNumber":7,"VerseNumber":133,"Text":"Da sandten Wir uber sie die Uberschwemmung, die Heuschrecken, die Zecken, die Frosche und das Blut als einzeln vorgebrachte Zeichen. Aber sie verhielten sich hochmutig und waren ein Volk von Ubeltatern"},{"SurahNumber":7,"VerseNumber":134,"Text":"Als nun die unheilvolle Strafe sie uberfiel, sagten sie: O Musa, rufe fur uns deinen Herrn an auf Grund Seines Bundes mit dir. Wenn du die unheilvolle Strafe hinwegnimmst, werden wir dir ganz gewiß glauben und die Kinder Isra’ils ganz gewiß mit dir wegschicken"},{"SurahNumber":7,"VerseNumber":135,"Text":"Als Wir dann die unheilvolle Strafe von ihnen hinwegnahmen auf eine Frist, die sie erreichen sollten, brachen sie sogleich (ihr Wort)"},{"SurahNumber":7,"VerseNumber":136,"Text":"Da ubten Wir an ihnen Vergeltung und ließen sie im großen Gewasser ertrinken, dafur, daß sie Unsere Zeichen fur Luge erklarten und ihnen gegenuber unachtsam waren"},{"SurahNumber":7,"VerseNumber":137,"Text":"Und Wir gaben dem Volk, das unterdruckt worden war, zum Erbe die ostlichen und die westlichen (Gegenden) des Landes, das Wir gesegnet haben. Und das schonste Wort deines Herrn erfullte sich an den Kindern Isra’ils dafur, daß sie standhaft waren. Und Wir zerstorten, was Fir’aun und sein Volk zu machen und was sie zu errichten pflegten"},{"SurahNumber":7,"VerseNumber":138,"Text":"Und Wir ließen die Kinder lsra’ils das Meer durchschreiten. Sie kamen zu Leuten, die sich zur Andacht an ihren Gotzen zuruckzogen. Sie sagten: O Musa, mache uns einen Gott, so wie sie Gotter haben! Er sagte: Ihr seid ja Leute, die toricht sind"},{"SurahNumber":7,"VerseNumber":139,"Text":"Gewiß, was diese da betreiben, wird zerstort, und zunichte wird, was sie zu tun pflegten"},{"SurahNumber":7,"VerseNumber":140,"Text":"Er sagte: Sollte ich fur euch einen anderen Gott begehren als Allah, wo Er euch vor den (anderen) Weltenbewohnern bevorzugt hat"},{"SurahNumber":7,"VerseNumber":141,"Text":"Und (gedenkt,) als Wir euch vor den Leuten Fir’auns retteten, als sie euch eine bose Qual auferlegten, indem sie eure Sohne allesamt toteten und (nur) eure Frauen am Leben ließen. Darin war fur euch eine gewaltige Prufung von eurem Herrn"}]}