{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Алиф, Лом, Ро. Ушбу (оятлар) Китобнинг — очиқ Қуръоннинг оятларидир"},{"SurahNumber":15,"VerseNumber":2,"Text":"Ҳали (Қиёмат Куни) кофир бўлган кимсалар мусулмон бўлишни истаб қолурлар"},{"SurahNumber":15,"VerseNumber":3,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), уларни қўяверинг, еб-ичиб, фойдаланиб қолсинлар, орзу-ҳавасларига машғул бўлаверсинлар. Бас, яқинда (бу қилмишларининг оқибати нима бўлишини) билиб олурлар"},{"SurahNumber":15,"VerseNumber":4,"Text":"Биз бирон шаҳарни (яъни, унинг аҳолисини) ҳалок қилган эмасмиз, магар унинг учун аниқ муддат бўлгандир (яъни, ўша муддати — ажали битгандан сўнггина ҳалок қилганмиз)"},{"SurahNumber":15,"VerseNumber":5,"Text":"Бирон авлод ўз ажалидан илгари кета олмайди. Шунингдек, (ундан) ортда ҳам қола олмайди"},{"SurahNumber":15,"VerseNumber":6,"Text":"Улар (яъни, Макка кофирлари Муҳаммад алайҳис-салоту вас-саломни масхара қилишиб): «Эй (ўзига) эслатма — Куръон нозил килинган (деб даъво қилаётган) киши, дарҳақиқат, сен мажнунсан"},{"SurahNumber":15,"VerseNumber":7,"Text":"Агар («Мен Аллоҳнинг пайғамбариман», деган даъвоингда) ростгўйлардан бўлсанг, бизга (сўзларингни тасдиқлайдиган) фаришталарни келтиргин-чи», дедилар"},{"SurahNumber":15,"VerseNumber":8,"Text":"Биз эса фаришталарни фақатгина (кофирлар зиммасига) ҳақ (бўлган азоб) билан туширурмиз ва бу ҳолда уларга (кофирларга) қараб турилмас (яъни, улар дарҳол ҳалоқ қилинурлар)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Албатта, бу эслатмани (яъни, Қуръонни) Биз Ўзимиз нозил қилдик ва шубҳасиз, Ўзимиз уни сақлагувчимиз"},{"SurahNumber":15,"VerseNumber":10,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), аниқки, Биз сиздан илгари ўтган, аввалги (турли-туман) тоифаларга ҳам (пайғамбарлар) юборганмиз"},{"SurahNumber":15,"VerseNumber":11,"Text":"Улар ҳам ўзларига келган ҳар бир пайғамбарни масхара қилиб кулган эдилар"},{"SurahNumber":15,"VerseNumber":12,"Text":"Шунингдек, уни (яъни, пайғамбарлар устидан кулиш иллатини) барча жиноятчи — осийларнинг дилларига солиб қўюрмиз"},{"SurahNumber":15,"VerseNumber":13,"Text":"Улар унга (Қуръонга) иймон келтирмайдилар. Ҳолбуки, аввалгиларнинг суннатлари — ибратлари ўтгандир (яъни, аввалги кофирлик билан ўтган кимсаларнинг оқибатлари нима бўлгани маълумдир)"},{"SurahNumber":15,"VerseNumber":14,"Text":"Агар Биз уларга осмондан бир дарвоза очиб қўйсаг-у, ундан (осмонга) кўтарила бошласалар ҳам"},{"SurahNumber":15,"VerseNumber":15,"Text":"албатта улар: «Шак-шубҳасиз, бизларнинг кўзларимиз боғланиб қолди, балки бизлар сеҳрланиб қолган кишилардирмиз», деган бўлур эдилар"}]}