{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Suratu Al-Ankabut. Alif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Os homens supoem que, por dizerem: \"Cremos\", serao deixados, enquanto nao provados"},{"SurahNumber":29,"VerseNumber":3,"Text":"E, com efeito, provamos os que foram antes deles. E, em verdade, Allah sabe dos que dizem a verdade e sabe dos mentirosos"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ou os que fazem as mas obras supoem que se esquivarao de Nos? Que vil o que julgam"},{"SurahNumber":29,"VerseNumber":5,"Text":"Quem espera o deparar de Allah, por certo, o termo de Allah chegara. E Ele e O Oniouvinte, O Onisciente"},{"SurahNumber":29,"VerseNumber":6,"Text":"E quem luta, pela causa de Allah, apenas luta em beneficio de si mesmo. Por certo, Allah e Bastante a Si mesmo. Prescindindo dos mundos"},{"SurahNumber":29,"VerseNumber":7,"Text":"E aos que creem e fazem as boas obras, em verdade, remir-lhes-emos as mas obras e recompensa-los-emos com premio melhor que aquilo que faziam"},{"SurahNumber":29,"VerseNumber":8,"Text":"E recomendamos ao ser humano benevolencia para com seus pais. E lhe dissemos: \"E, se ambos lutam contigo, para que associes a Mim o de que nao tens ciencia, nao lhes obedecas.\" A Mim, sera vosso retorno; entao, informar-vos-ei do que fazieis"},{"SurahNumber":29,"VerseNumber":9,"Text":"E aos que creem e fazem as boas obras, certamente, fa-los-emos entrar na grei dos integros"},{"SurahNumber":29,"VerseNumber":10,"Text":"E, dentre os homens, ha quem diga: \"Cremos em Allah\"; entao, quando molestado, por causa de Allah, considera a provacao dos homens como castigo de Allah. E, se uma vitoria chega de teu Senhor, dizem: \"Por certo, estavamos convosco!\" E nao e Allah bem Sabedor do que ha nos peitos dos mundos"},{"SurahNumber":29,"VerseNumber":11,"Text":"E, em verdade, Allah sabe dos que creem; e, em verdade, Allah sabe dos hipocritas"},{"SurahNumber":29,"VerseNumber":12,"Text":"E os que renegam a Fe dizem aos que creem: \"Segui nosso caminho e, com certeza, carregaremos vossos erros.\" Mas nada carregarao de seus erros. Por certo, eles sao mentirosos"},{"SurahNumber":29,"VerseNumber":13,"Text":"E, em verdade, carregarao seus pesos, e mais pesos com seus pesos . E, em verdade, serao interrogados, no Dia da Ressurreicao, acerca do que forjavam"}]}