{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":49,"Text":"Thuaj: “O ju njerez, une jam per t’ua terhequr haptazi verejtjen"},{"SurahNumber":22,"VerseNumber":50,"Text":"E ata qe besuan dhe bene vepra te mira, do te kene falje (te mekateve), furnizim te begatshem (ne Xhenne)"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ndersa, ata qe u perpoqen t’i mposhtin argumentet Tona, te tillet jane banes te Xhehennemit"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ne nuk derguam para teje asnje te derguar (me shpallje) dhe asnje pejgamber (te derguar si vazhdues i shpalljes se meparshme), e qe, kur ai (i derguari) deshiroi dic, te mos ia pat hedhur ne ate deshiren e tij djalli, e All-llahu asgjeson ate qe hedh djalli, dhe All-llahu fuqizon argumentet e Veta. All-llahu eshte shume i dijshem dhe me urtesi te madhe rregullon ceshtjet"},{"SurahNumber":22,"VerseNumber":53,"Text":"E per a bere ate (dyshim) qe djalli e hedh si sprove per ata qe ne zemrat e tyre kane dyshim (munafiket) dhe per ata, qe i kane te zemrat e shtangeta. S’ka dyshim se jobesimtaret jane ne nje armiqesi te pambarim"},{"SurahNumber":22,"VerseNumber":54,"Text":"E, edhe per ta vertetuar te dijshmit se me te vertete ai (Kur’ani) eshte vertete prej zotit tend dhe keshtu t’i besojne atij (Kur’anit) dhe (zemrat e tyre) te binden ndaj tij. E All-llahu patjeter do t’i udhezoje ata qe besuan 9perqafuan) ne rruge te drejte"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ata qe nuk besuan jane vazhdimisht ne dyshim per te (per Kur’anin), derisa t’u vije kijameti befas ose t’u vije denimi i dites se pafrytshme"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ate dite i tere sundimi i takon vetem All-llahut, Ai gjykon mes tyre, E sa u perket atyre qe besuan dhe bene vepra te mira, ata kane kenaqesite e tyre ne xenete"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ndersa, ata qe nuk besuan dhe pergenjeshtruan argumentet ona, te tillet kane denim me nencmim"}]}