{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O hommes, vous êtes les indigents ayant besoin d'Allah, et c'est Allah, Lui qui se dispense de tout et Il est Le Digne de louange"},{"SurahNumber":35,"VerseNumber":16,"Text":"S'Il voulait, Il vous ferait disparaître, et ferait surgir une nouvelle création"},{"SurahNumber":35,"VerseNumber":17,"Text":"Et cela n'est point difficile pour Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"Or, personne ne portera le fardeau d'autrui. Et si une âme surchargée [de péchés] appelle à l'aide, rien de sa charge ne sera supporté par une autre même si c'est un proche parent. Tu n'avertis en fait, que ceux qui craignent leur Seigneur malgré qu'ils ne Le voient pas, et qui accomplissent la Salât. Et quiconque se purifie ne se purifie que pour lui-même, et vers Allah est la destination"},{"SurahNumber":35,"VerseNumber":19,"Text":"L'aveugle et celui qui voit ne sont pas semblables"},{"SurahNumber":35,"VerseNumber":20,"Text":"ni les ténèbres et la lumière"},{"SurahNumber":35,"VerseNumber":21,"Text":"ni l'ombre et la chaleur ardente"},{"SurahNumber":35,"VerseNumber":22,"Text":"De même, ne sont pas semblables les vivants et les morts. Allah fait entendre qui Il veut, alors que toi [Muhammad], tu ne peux faire entendre ceux qui sont dans les tombeaux"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu n'es qu'un avertisseur"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nous t'avons envoyé avec la Vérité en tant qu'annonciateur et avertisseur. Il n'est pas une nation qui n'ait déjà eu un avertisseur"},{"SurahNumber":35,"VerseNumber":25,"Text":"Et s'ils te traitent de menteur, eh bien, ceux d'avant eux avaient traité (leurs Messagers) de menteurs, cependant que leurs Messagers leur avaient apporté les preuves, les Ecrits et le Livre illuminant"},{"SurahNumber":35,"VerseNumber":26,"Text":"Puis J'ai saisi ceux qui ont mécru. Et quelle réprobation fut la Mienne"}]}