{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":261,"Text":"A parable of those who spend their wealth in the way of God is like a parable of a grain. It puts forth seven ears of wheat. In every ear of wheat, a hundred grains. And God multiplies for whom He wills. And God is One Who is Extensive, Knowing"},{"SurahNumber":2,"VerseNumber":262,"Text":"Those who spend their wealth in the way of God and, again, pursue not what they spent with reproachful reminders nor injury, the compensation for them is with their Lord. And there will be neither fear in them nor will they feel remorse"},{"SurahNumber":2,"VerseNumber":263,"Text":"An honorable saying and forgiveness are better than charity succeeded by injury. And God is Sufficient, Forbearing"},{"SurahNumber":2,"VerseNumber":264,"Text":"O those who believed! Render not untrue your charities with reproachful reminders nor injury like he who spends of his wealth to show off to humanity, and believes not in God and the Last Day. His parable is like the parable of a smooth rock. Over it is earth dust. A heavy downpour lit on it, and left it bare. They have no power over anything of what they earned and God guides not the ungrateful folk"},{"SurahNumber":2,"VerseNumber":265,"Text":"And the parable of those who spend their wealth looking for the goodwill of God and for confirming their souls is like the parable of a garden on a hillside. A heavy downpour lit on it. Then, it gave its harvest double. And even if lights not on it a heavy downpour, then a dew. And God is Seeing of what you do"},{"SurahNumber":2,"VerseNumber":266,"Text":"Would anyone of you wish that he have a garden of date palm trees and grapevines beneath which rivers run with all kinds of fruits in it for him? Then, old age lit on him, and he had weak offspring. Then, a whirlwind lit on it in which there is a fire. Then, it was consumed. Thus, God makes manifest His signs for you so that perhaps you will reflect"}]}