{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Ey Rasulum de ki: Hamd olsun Allah’a, selam olsun O’nun sectigi peygamber kullarına... Allah mı hayırlı, yoksa (Mekke musriklerinin ibadet edip Allah’a) ortak kostukları putlar mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"Yoksa, gokleri ve yeri yaratıp da sizin icin gokten bir yagmur indiren mi? Bir su ki, biz onunla, sizin bir agacını bitiremiyeceginiz guzel manzaralı bag ve bahceler bitirmisizdir. Allah ile beraber bir ilah mı var? Hayır, onlar hakdan ayrılan bir kavimdirler"},{"SurahNumber":27,"VerseNumber":61,"Text":"Yoksa, arzı bir mesken yapıp da ortasından ırmaklar akıtan, ona aid sabit daglar yaratan ve iki denizin ortasına (acı ve tatlı suları birbirine karısmamak icin) bir engel koyan mı (hayırlı)? Allah ile beraber bir ilah mı var? Hayır, onların cogu tevhidi bilmezler"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa, sıkıntıya dusen kimse, dua ettigi zaman, onun duasını kabul edip fenalıgı gideren, sizi yeryuzunun sakinleri kılan mı, (hayırlı)? Allah ile beraber bir ilah mı var? Siz pek az dusunuyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yoksa, (yola cıktıgınız zaman) karaların ve denizlerin karanlıklarında size yol gosteren ve selamete cıkaran, yagmurunun onunde ruzgarları mujdeci gonderen mi? Allah ile beraber bir ilah mı var? Allah, onların (putperestlerin) ortak kostukları seylerden cok yucedir, munezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa, halkı yaratıp duran, (oldukten) sonra onu iade edecek (diriltecek) olan, size gokten (yagmurla) ve yerden (nebatla) rızık veren mi (hayırlı, yahut ortak kostukları putlar mı)? Allah ile beraber bir ilah mı var? De ki: “- (Ey Musrikler) eger Allah’la beraber bir takım ilahlar vardır.” sozunuzde dogru iseniz, delilinizi getirin bakalım"},{"SurahNumber":27,"VerseNumber":65,"Text":"(Ey Rasulum), de ki: “- Goklerde ve yerde olan kimse gaybı bilmez; ancak Allah bilir.” Ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Fakat ahiretin olacagına dair kendilerine (peygamberler vasıtasıyla) arka arkaya ilim ulasmaktadır. Dogrusu onlar bundan suphe icerisindedirler, daha dogrusu onlar, ahiretten yana kordurler (delillerini anlıyamazlar)"}]}