{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"(When on naplnit svem upis on cestovat svem druh Egypt). On prijmout sklanet Upevnit Sinai zapalit. On rict podle svem rodinny Zastavka sem. Ja prijmout zapalit. Mona ja privest ty zprava, cast zapalit rozehrat ty"},{"SurahNumber":28,"VerseNumber":30,"Text":"When on sahat to on jsem prijit brit celkem stranka udoli zpropadeny umazat palcivy krovisko usadit O Moses tento jsem Mne. BUH; LORD Z VESMIR"},{"SurahNumber":28,"VerseNumber":31,"Text":"Hazet shodit svuj tyc. When on prijmout to pohybujici se mit rad demon on povaha pribline prchal! O Moses delat se ne jsem v obavach. Ty jsem zcela jisty"},{"SurahNumber":28,"VerseNumber":32,"Text":"Pripojit svuj pismo do svuj potlacit; to delat se bily pokazit! Ovinout svuj zrychlit domluvit shodit svuj bat se! Tyto byl 2 zkouska podle svuj Magnat beet Pharaoh svem starsi; oni jsem prostopasny lide"},{"SurahNumber":28,"VerseNumber":33,"Text":"On odrikavat Muj Magnat ja znemonit jednotka z ti a ja pramen strachu lest oni znemonit mne"},{"SurahNumber":28,"VerseNumber":34,"Text":"Take muj kamarad Aaron jsem vymluvny than ja. Odeslat jemu mne pomocnik pevny upevnit mne! Ja pramen strachu lest oni pochybovat mne"},{"SurahNumber":28,"VerseNumber":35,"Text":"On odrikavat My upevnit ty svuj kamarad my stanovit ty oba zaznamenat moc. Tim oni ne jsem dovedny podle hra kady jednotka z ty. Na nas zazrak 2 z ty dohromady na ty nasledujici ty jsem vitez"},{"SurahNumber":28,"VerseNumber":36,"Text":"When Moses odchod ti nas zkouska vyrovnat dukladny oni odrikavat Tento vymyslet kouzelny. My nikdy slyseni tento nas stary predek"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses odrikavat Muj Magnat modni zcela ktery privest rizeni Jemu jsem posledni vitez. Prece prestupnik nikdy mit uspech"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh odrikavat O ty starsi ja ne modni z kady buh ty jinam than mne. Proto povzbudit adobe O Hamaan za rozkazovat stavet vzpinat se onen ja pokladat pohled buh Moses Ja jsem prosim onen on jsem lharka"},{"SurahNumber":28,"VerseNumber":39,"Text":"Tim on svem houf zustat predloit arogance zahrabat kady vzprimit myslen onen oni ne vratit nas"},{"SurahNumber":28,"VerseNumber":40,"Text":"Proto my potrestat jemu svem houf vrh ti do more. Prosluly dusledek prestupnik"},{"SurahNumber":28,"VerseNumber":41,"Text":"My utocit ti imams primet jejich lide podle Peklo. Krome Toho Cas Zmrtvychvstani oni ne mel prispet"},{"SurahNumber":28,"VerseNumber":42,"Text":"Oni privodit si za tohleto doivotni zabaveni Cas Zmrtvychvstani oni pohrdat"}]}