{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"Hukumdar dedi ki: \"Onu bana getirin.\" Ona elci geldiginde (Yusuf:) \"Efendine (rabbine) don de ona sor: ´Ellerini kesen o kadınların durumu neydi?´ Dogrusu benim rabbim, onların hileli duzenlerini gercekten bilendir"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Hukumdar topladıgı o kadınlara:) \"Yusuf´un nefsinden murad almak istediginizde sizin durumunuz neydi?\" dedi. Onlar: \"Tanrı icin, hasa\" dediler. \"Biz ondan hic bir kotuluk gormedik.\" Aziz (Vezir)in de karısı dedi ki: \"Iste su anda gercek orta yere cıktı; onun nefsinden ben murad almak istemistim. O ise gercekten dogruyu soylenlerdendir"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf aracıya sunu soyledi:) \"Bu, (itiraf Vezirin) yoklugunda gercekten kendisine ihanet etmedigimi ve gercekten Tanrı´nın ihanet edenlerin hiteli duzenlerini basarıya ulastırmadıgını kendisinin de bilip ogrenmesi icindi"},{"SurahNumber":12,"VerseNumber":53,"Text":"(Yine de) Ben nefsimi temize cıkaramam. Cunku gercekten nefs, rabbimin kendisini esirgedigi dısında, var gucuyle kotulugu buyurandır (siddetle emreden (mubalaga sigası)). Suphesiz benim rabbim bagıslayandır, esirgeyendir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hukumdar dedi ki: \"Onu bana getirin, onu kendime baglı kılayım.\" Onunla konustugunda da (soyle) dedi: \"Sen bugun bizim yanımızda (artık) onemli bir yer sahibisin, guvenilirsin (emiyn)"},{"SurahNumber":12,"VerseNumber":55,"Text":"(Yusuf) Dedi ki: \"Beni (bu) yerin (ulkenin) hazineleri uzerinde (bir yonetici) kıl. Cunku ben, (bunları iyi) bir koruyucuyum, (yonetim islerini de) bilenim"},{"SurahNumber":12,"VerseNumber":56,"Text":"Iste boylece biz yeryuzunde Yusuf´a guc ve imkan (iktidar) verdik. Oyle ki, orada (Mısır´da) diledigi yerde konakladı. Biz kime dilersek rahmetimizi nasib ederiz ve iyilik yapanların ecrini kayba ugratmayız"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ahiretin karsılıgı ise, inananlar ve takvada bulunanlar icin daha hayırlıdır"}]}