{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"And to Allah belongs the kingdom of the heavens and the earth. And on the Day that the Hour will be established -- on that Day the followers of falsehood shall lose"},{"SurahNumber":45,"VerseNumber":28,"Text":"And you will see each nation humbled to their knees (Jathiyah), each nation will be called to its Record (of deeds). This Day you shall be recompensed for what you used to do"},{"SurahNumber":45,"VerseNumber":29,"Text":"This Our Record speaks about you with truth. Verily, We were recording what you used to do"},{"SurahNumber":45,"VerseNumber":30,"Text":"Then, as for those who believed and did good deeds, their Lord will admit them to His mercy. That will be the evident success"},{"SurahNumber":45,"VerseNumber":31,"Text":"But as for those who disbelieved (it will be said to them): \"Were not Our Ayat recited to you But you were proud, and you were a people who were criminals"},{"SurahNumber":45,"VerseNumber":32,"Text":"And when it was said: \"Verily, Allah's promise is the truth, and there is no doubt about the coming of the Hour,\" you said: \"We know not what is the Hour: we do not think it but conjecture, and we have no firm convincing belief (therein)"},{"SurahNumber":45,"VerseNumber":33,"Text":"And the evil of what they did will appear to them, and that which they used to mock at will completely encircle them"},{"SurahNumber":45,"VerseNumber":34,"Text":"And it will be said: \"This Day We will forget you as you forgot the meeting of this Day of yours. And your abode is the Fire, and there is none to help you"},{"SurahNumber":45,"VerseNumber":35,"Text":"This, because you took the revelations of Allah in mockery, and the life of the world deceived you. So this Day, they shall not be taken out from there (Hell), nor shall they be returned to the worldly life"},{"SurahNumber":45,"VerseNumber":36,"Text":"So all praise is due to Allah, the Lord of the heavens and the Lord of the earth, and the Lord of all that exists"},{"SurahNumber":45,"VerseNumber":37,"Text":"And His is the majesty in the heavens and the earth, and He is Al-`Aziz, Al-Hakim"}]}