{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Arau arasye ami amara phalara da'udaka pradana karaichilo maryada arau adesa karaichilo, he parbatamala! Tomaloke da'udara lagata barae barae mora paraitrata ghosana karaa arau caraa'iborako (ami e'i adesa karaichilo). Arau te'omra babe ami lohaka komala karai dichilo"},{"SurahNumber":34,"VerseNumber":11,"Text":"(e'i nirdesa di ye) tumi paraipurnaraupe barma taiyara karaa arau yathartha paraimanata prastuta karaa; arau tomaloke satkarma karaa. Tomaloke yi karaa niscaya ma'i tara samyaka drasta"},{"SurahNumber":34,"VerseNumber":12,"Text":"Arau batahaka chula'imanara adhina karai dichilo yito raati puraa emahara patha atikrama karaichila arau gadhuli emahara patha atikrama karaichila. Ami te'omra babe galita tamara eta prasrarana prabahita karaichilo arau ene kichumana jinaka te'omra anugata karai dichilo yibilake te'omra pratipalakara anumatikrame te'omra sanmukhata kama karaichila. Sihamtara majara yiye amara nirdesa aman'ya karaiba, ami taka jbalanta ju'ira sasti asbadana karaama"},{"SurahNumber":34,"VerseNumber":13,"Text":"Sihamte chula'imanara icchanuyayi te'omra babe attalika, bhaskarya, jaladhara sadrsa brhadakara patra arau sudrrhabharae sthapita dega nirmana karaichila. ‘He da'uda paraiyala! Krtajnatara saite tomaloke kama karai yoraa. Mora bandasakalara kichu sankhyakahe krtajna!’"},{"SurahNumber":34,"VerseNumber":14,"Text":"Eteke yetiya ami chula'imanara mrtyu ghatalo, tetiya jinabilakaka te'omra mrtyu samparke aragata karaale matira parauraaya, yiborae te'omra lakhutidala kha'i achila. Phalata te'om yetiya matita bagarai paraile tetiyahe jinabilake bujiba paraile ye, yadi sihamte gayeba janilehemtena, tente sihamte lanchanadayaka sastita arad'dha nathakilehemtena"},{"SurahNumber":34,"VerseNumber":15,"Text":"Niscaya chabara adhibasisakalara babe sihamtara basa bhumita achila eta nidarsana, duta udyana, eta somphale arau eta ba'om phale. Koraa haichila, tomaloke tomalokara pratipalake diya jiraika bhoga karaa arau te'omra prati krtajnata prakasa karaa. Uttama nagara arau ksamasila raba"},{"SurahNumber":34,"VerseNumber":16,"Text":"Tathapi'o sihamta abadhya ha’la. Phalata ami sihamtara oparata prabahita karailo bandha-bhanga dhalapani arau sihamtara udyana dutaka paraibartana karai dilo enekuraa duta udyanata, ya’ta utpanna haya tita-keha phalamula, jha'ugacha arau saman'ya ke'ijopamana bagarai gacha"},{"SurahNumber":34,"VerseNumber":17,"Text":"Se'i sasti ami sihamtaka dichilo sihamtara kupharaira karane. Akrtajnasakalara bahirae ana kako ami enekuraa sasti nidi'om"},{"SurahNumber":34,"VerseNumber":18,"Text":"Sihamtaka lagate arau yibora janapadara majata ami barakata dichilo, se'iborara madhyararti sthanata ami drsyamana bahuto janapada sthapana karaichilo arau se'ibora janapadata bhramanara babe yathayatha byarastha karaichilo. Kaichilo, ‘tomaloke e'ibora janapadata dine-raati (yetiya iccha tetiya'i) niraapade bhramana karaa’"},{"SurahNumber":34,"VerseNumber":19,"Text":"Tara pichata sihamte ka’le, ‘he amara raba! Amara bhramanara duratba dirgha karai diya’. Sihamte nijarae prati an'yaya karaichila. Phalata ami sihamtaka kahinira bisaya bastuta parainata karailo arau sihamtaka sampurnaraupe chinna-bicchinna karai dilo. Niscaya iyata ache nidarsana, pratyeka dhairyasila, krtajna byaktira babe"},{"SurahNumber":34,"VerseNumber":20,"Text":"Arau arasye sihamtara sambandhe ibaliche tara dharana satya pramana karaile, phalata sihamtara majara eta mumina dalara bahirae sakalorae tara anusarana karaile"},{"SurahNumber":34,"VerseNumber":21,"Text":"arau sihamtara oparata cayatanara kono adhipatya nachila. Kintu kone akhiraatara prati imana posana karae arau kone e'i bisaye sandeha posana karae, seya prakasa karaatorae'i achila amara uddesya. Tomara pratipalaka sakalo bastura samyaka samraksanakarai"}]}