{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Ve sizin mallarınız ve evlatlarınız katımızda sizi, Bize yaklastıracak yuksek degere sahip degildir. Amenu olan ve salih amel (nefs tezkiyesi) yapanlar haric. Iste onlar, onlar icin amelleri sebebiyle kat kat mukafat vardır. Ve onlar, yuksek makamlarda emin (emniyette) olanlardır"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ve ayetlerimizi aciz (hukumsuz) bırakmak icin calısanlar, iste onlar azap icinde (azabın daha kotusu icin) hazır bulunanlardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Muhakkak ki benim Rabbim, kullarından diledigi kimseye rızkı genisletir ve taktir eder (daraltır). Ve bir sey infak ettiginiz (verdiginiz) zaman (o taktirde) O, onun karsılıgını verir. Ve O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"Ve o gun onların hepsini hasredecek (birarada toplayacak). Sonra meleklerine soyle buyuracak: \"Size tapmıs olanlar bunlar mı"},{"SurahNumber":34,"VerseNumber":41,"Text":"(Melekler) dediler ki: \"Sen Subhan´sın (herseyden munezzeh, cok yuce). Bizim velimiz onlar degil, Sensin. Hayır, onlar cinlere tapıyorlardı. Onların cogu, onlara (cinlerin soylediklerine) inananlardır"},{"SurahNumber":34,"VerseNumber":42,"Text":"Artık o gun bir kısmınız digerlerine fayda ve zarar vermeye malik olamaz (gucu yetmez). Zulmedenlere: \"Tekzip etmis (yalanlamıs) oldugunuz atesin azabını tadın.\" diyecegiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ve onlara ayetlerimiz acıkca okundugu zaman: \"Bu ancak, babalarınızın tapmıs oldugu seylerden sizi men etmek isteyen bir adamdan baskası degildir.\" dediler. Ve dediler ki: \"Bu, uydurulmus bir iftiradan baska bir sey degil.\" Ve kafirler hak icin, onlara (hak) geldigi zaman: \"Bu, ancak apacık bir sihirdir.\" dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ve Biz, onlara tedris edecekleri (okuyup calısacakları) kitaplardan vermedik. Ve senden once onlara bir nezir (de) (uyarıcı peygamber) gondermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ve onlardan oncekiler (de) tekzip ettiler (yalanladılar). Ve onlara verdigimiz seylerin onda birine (bile) erismediler. Buna ragmen resullerimizi tekzip ettiler (yalanladılar). Bundan sonra inkarım (cezam) nasıl oldu"}]}