{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"Qua that, TA (Allah) đa cu Nuh (No-e) đen cho nguoi dan cua Y (voi Menh Lenh): “Hay canh cao nguoi dan cua Nguoi truoc khi mot su trung phat đau đon se xay đen cho ho.”"},{"SurahNumber":71,"VerseNumber":2,"Text":"Nguoi bao: “Nay hoi dan ta! Ta la mot nguoi bao truoc đuoc cong khai cu đen voi cac nguoi"},{"SurahNumber":71,"VerseNumber":3,"Text":"Rang “Hay tho phung Allah va so Ngai va vang loi ta"},{"SurahNumber":71,"VerseNumber":4,"Text":"“Ngai se tha thu toi loi cho cac nguoi va gia han cho cac nguoi (song) đen mot thoi han an đinh. Qua that, khi thoi han do Allah an đinh đa man thi se khong con viec gia han nua, neu cac nguoi biet.”"},{"SurahNumber":71,"VerseNumber":5,"Text":"(Nuh) thua: “Lay Thuong Đe cua be toi! Be toi đa goi moi nguoi dan cua be toi ban đem lan ban ngay"},{"SurahNumber":71,"VerseNumber":6,"Text":"“Nhung loi goi moi cua be toi chang them that đuoc gi nguoc lai chi lam cho ho chay xa hon"},{"SurahNumber":71,"VerseNumber":7,"Text":"“Va moi lan be toi goi moi ho (theo Islam) đe Ngai tha thu cho ho thi ho lay ngon tay bit tai lai va lay ao choang phu len minh va tiep tuc ngoan co va vo cung ngao man"},{"SurahNumber":71,"VerseNumber":8,"Text":"“Roi, be toi goi moi ho lon tieng"},{"SurahNumber":71,"VerseNumber":9,"Text":"“Roi, be toi noi voi ho co luc cong khai co luc kin đao"},{"SurahNumber":71,"VerseNumber":10,"Text":"“Be toi bao ho: 'Hay cau xin Thuong Đe cua cac nguoi tha thu. Qua that, Ngai Hang Tha Thu"},{"SurahNumber":71,"VerseNumber":11,"Text":"Ngai se cho mua xuong doi dao cho cac nguoi"},{"SurahNumber":71,"VerseNumber":12,"Text":"Va gia tang cua cai va con cai cho cac nguoi va tao vuon tuoc va song ngoi cho cac nguoi"},{"SurahNumber":71,"VerseNumber":13,"Text":"Cac nguoi co chuyen gi vay? Tai sao cac nguoi khong hy vong noi Quyen Uy (ban cap) cua Allah"},{"SurahNumber":71,"VerseNumber":14,"Text":"Va chac chan Ngai đa tao cac nguoi theo tung giai đoan"},{"SurahNumber":71,"VerseNumber":15,"Text":"Ha cac nguoi khong thay viec Allah đa tao bay tang troi chong len nhau nhu the nao u"},{"SurahNumber":71,"VerseNumber":16,"Text":"Va đa lam ra trong chung mat trang nhu mot anh sang va mat troi nhu mot chiec đen"},{"SurahNumber":71,"VerseNumber":17,"Text":"Va Allah đa tao sinh va tang truong cac nguoi tu đat đai"},{"SurahNumber":71,"VerseNumber":18,"Text":"Roi, Ngai se hoan cac nguoi vao trong đo lai va đua cac nguoi đi ra bang mot cuoc đi ra toan bo"},{"SurahNumber":71,"VerseNumber":19,"Text":"Va Allah lam ra trai đat cho cac nguoi nhu mot tam tham đuoc trai rong"},{"SurahNumber":71,"VerseNumber":20,"Text":"Đe cho cac nguoi đi lai tren nhung con đuong thenh thang cua no"}]}