{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, lom, ro. In ast ojathoikitoʙi ʙo hikmat"},{"SurahNumber":10,"VerseNumber":2,"Text":"Ojo mardum dar taaççuʙand, az in ki ʙar marde az xudaşon vahj kardem, ki mardumro ʙitarson va mū'minonro xuşxaʙar deh, ki dar nazdi Parvardigoraşon pojgohe ʙaland dorand? Kofiron guftand, ki in mard oşkoro çodugarest"},{"SurahNumber":10,"VerseNumber":3,"Text":"Parvardigori şumo Olloh ast, ki osmonhovu zaminro dar şaş rūz ʙijofarid; sipas ʙa arş pardoxt: korhoro tadʙir kard. Çuz ʙa ruxsati Ū şafo'atkunandae naʙoşad. In ast Olloh — Parvardigori şumo. Ūro ʙiparasted! Caro pand namegired"},{"SurahNumber":10,"VerseNumber":4,"Text":"Bozgaşti hamai şumo ʙa Ūst. In ʙarhaq va'dai Xudost. Ū maxluqotro ʙijofarinad. On goh ononro ʙa sūi xud ʙozgardonad, to kasonero, ki imon ovarda va kori şoista kardaand, az rūi adl mukofot dihad. Va kofironro ʙa çazoi kufraşon şaroʙest az oʙi çuşonu azoʙest dardovar"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ūst on, ki xurşedro ravşanī ʙaxşidu mohro munavvar soxt va ʙarojaş manozile mu'ajjan kard, to az şumori solho va hisoʙ ogoh şaved. Xudo hamai inhoro çuz ʙa haq najofarid va ojotro ʙaroi mardume, ki medonand, ʙatafsil ʙajon mekunad"},{"SurahNumber":10,"VerseNumber":6,"Text":"Dar omaduşudi şaʙu rūz va on cī Xudo dar osmonhovu zamin ofaridaast, ʙaroi parhezgoron iʙrathost"},{"SurahNumber":10,"VerseNumber":7,"Text":"Kasone, ki ʙa didori Mo umed nadorand va ʙa zindagii dunjavī xuşnud şuda va ʙa on oromiş joftaand va onon, ki az ojoti Mo ʙexaʙarand"},{"SurahNumber":10,"VerseNumber":8,"Text":"ʙa çazoi korhoe, ki mekardaand, çojgohaşon çahannam ast"},{"SurahNumber":10,"VerseNumber":9,"Text":"Ononro, ki imon ovardaand va korhoi şoista kardaand, Parvardigoraşon ʙa saʙaʙi imonaşon ʙa ʙihişthoe purne'mat, ki nahrhoi oʙ dar zeri pojaşon çorist, hidojat mekunad"},{"SurahNumber":10,"VerseNumber":10,"Text":"Dar on ço du'ojaşon in ast: «Bor Xudoe, Tu poKī». Va ʙa hangomi durud salom megūjand. Va pojoni du'ojaşon in ast: «Şukr Xudoro, on Parvardigori çahonijon»"}]}