{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Bij het doorzichtige boek van den Koran"},{"SurahNumber":44,"VerseNumber":3,"Text":"Waarlijk wij hebben dit in eenen gezegenden nacht nedergezonden: want wij hadden ons verbonden zoo te handelen"},{"SurahNumber":44,"VerseNumber":4,"Text":"In den nacht waarin, gij duidelijke wijze, het besluit van ieder bepaald ding is nedergezonden"},{"SurahNumber":44,"VerseNumber":5,"Text":"Als een bevel van ons. Waarlijk wij waren immer gewoon, gezanten met openbaringen, met zeker tusschenpoozen te zenden"},{"SurahNumber":44,"VerseNumber":6,"Text":"Als bewijs der genade van uwen Heer; want hij is het die alles hoort en ziet"},{"SurahNumber":44,"VerseNumber":7,"Text":"De Heer van hemel en aarde en van alles wat daar tusschen is; indien gij menschen van vast geloof zijt"},{"SurahNumber":44,"VerseNumber":8,"Text":"Er is geen God buiten hem: hij geeft leven en hij doet sterven; hij is uw Heer en de Heer uwer voorvaderen"},{"SurahNumber":44,"VerseNumber":9,"Text":"Thans vermaken zij zich door te twijfelen"},{"SurahNumber":44,"VerseNumber":10,"Text":"Maar sla hen gade, op den dag dat de hemel een zichtbaren rook zal voortbrengen"},{"SurahNumber":44,"VerseNumber":11,"Text":"Die den mensch zal bedekken. Dit zal eene martelende plaag wezen"},{"SurahNumber":44,"VerseNumber":12,"Text":"Zij zullen zeggen: O Heer! neem deze plaag van ons af; waarlijk wij zullen ware geloovigen worden"},{"SurahNumber":44,"VerseNumber":13,"Text":"Wat heeft onze vermaning hen in dezen toestand gebaat, toen een duidelijke gezant tot hen kwam"},{"SurahNumber":44,"VerseNumber":14,"Text":"En zij zich van hem verwijderden, zeggende: Deze man is door anderen onderricht, of hij is een uitzinnig mensch"},{"SurahNumber":44,"VerseNumber":15,"Text":"Indien wij de plaag eenigermate van u afnemen, zult gij zekerlijk tot uwe ongetrouwheid terugkeeren"},{"SurahNumber":44,"VerseNumber":16,"Text":"Op den dag waarop wij hen fel en met groote macht zullen aanvallen, waarlijk, dan zullen wij wraak op hen nemen"},{"SurahNumber":44,"VerseNumber":17,"Text":"Wij beproefden het volk van Pharao vóór hen, en een achtingswaardige gezant kwam tot hen"},{"SurahNumber":44,"VerseNumber":18,"Text":"Zeggende: Zendt de dienaren van God tot mij, waarlijk, ik ben een verzoenend zendeling voor u"},{"SurahNumber":44,"VerseNumber":19,"Text":"En staat niet op tegen God, want ik kom met eene duidelijke macht tot u"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ik zoek eene schuilplaats bij mijn Heer en uw Heer, opdat gij mij niet steenigt"},{"SurahNumber":44,"VerseNumber":21,"Text":"Indien gij mij niet gelooft, scheidt dan voor het minst van mij"},{"SurahNumber":44,"VerseNumber":22,"Text":"En toen zij hem van bedrog beschuldigden, riep hij zijn Heer aan, zeggende: Dit is een zondig volk"},{"SurahNumber":44,"VerseNumber":23,"Text":"En God zeide tot hem: Trek des nachts met mijne dienaren voort; want gij zult vervolgd worden"},{"SurahNumber":44,"VerseNumber":24,"Text":"En laat de zee gespleten achter u, opdat de Egyptenaren er in gaan. Want zij vormen eene schaar, gedoemd om verdronken te worden"},{"SurahNumber":44,"VerseNumber":25,"Text":"Hoe vele tuinen en fonteinen"},{"SurahNumber":44,"VerseNumber":26,"Text":"En bezaaide korenvelden en schoone woningen"},{"SurahNumber":44,"VerseNumber":27,"Text":"En voordeelen welke gij geniet, lieten zij niet achter zich"},{"SurahNumber":44,"VerseNumber":28,"Text":"Zoo ontnamen wij hun het bezit daarvan, en wij gaven het, als eene erfenis, aan een ander volk"},{"SurahNumber":44,"VerseNumber":29,"Text":"Hemel noch aarde hebben om hen geweend; en zij verkregen geen uitstel"}]}