{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Він сказав elders навколо його, \"Це є досвідчений чарівник"},{"SurahNumber":26,"VerseNumber":35,"Text":"Він захоче взяти вас з вашої землі, з його зачаруванням. Що ви напрошуєтеся"},{"SurahNumber":26,"VerseNumber":36,"Text":"Вони сказали, \"Respite йо та його брат, та посилають summoners до кожного міста"},{"SurahNumber":26,"VerseNumber":37,"Text":"Дозволяють їм скликають кожного досвідченого чарівника"},{"SurahNumber":26,"VerseNumber":38,"Text":"чарівники були зібрані у призначеному часі, на призначеному дні"},{"SurahNumber":26,"VerseNumber":39,"Text":"людям були казані: \"Прибутий та весь; дозвольте нам збираються разом тут"},{"SurahNumber":26,"VerseNumber":40,"Text":"Можливо ми прослідкуємо за чарівниками, якщо вони являють собою переможців"},{"SurahNumber":26,"VerseNumber":41,"Text":"Коли чарівники прибули, вони сказали Pharaoh, ми приїжджаємо заплачені, якщо ми являємо собою переможців"},{"SurahNumber":26,"VerseNumber":42,"Text":"Він сказав, \"Так дійсно; ви будете навіть близько до мені"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses сказаний їм \"Кидаєте що ви збираєтеся кинути"},{"SurahNumber":26,"VerseNumber":44,"Text":"Вони кинули їхні канати та палки, та сказали, Pharaoh величність, ми будемо переможці"},{"SurahNumber":26,"VerseNumber":45,"Text":"Moses кинуло його персонал, whereupon це ковтнуті що вони виготовили"},{"SurahNumber":26,"VerseNumber":46,"Text":"чарівники упали prostrate"},{"SurahNumber":26,"VerseNumber":47,"Text":"Вони сказали, \"Ми віримо в Лорду всесвіту"},{"SurahNumber":26,"VerseNumber":48,"Text":"Лорд Moses та Aaron"},{"SurahNumber":26,"VerseNumber":49,"Text":"Він сказав, ви вважали з ним перед тим, як я даю вам дозвіл? Він повинен бути ваш учитель, хто навчив вас зачарування. Ви безсумнівно знайдете. Я роз'єднаю ваші руки та ноги на змінних сторонах. Я буду crucify ви всі"},{"SurahNumber":26,"VerseNumber":50,"Text":"Вони сказали, \"Це не змінить наше рішення; до нашого Лорда ми повернемося"},{"SurahNumber":26,"VerseNumber":51,"Text":"Ми сподіваємось що наш Лорд простить нас наші гріхи, особливо що ми являємо собою перших віруючів"},{"SurahNumber":26,"VerseNumber":52,"Text":"Ми надихнули Moses: \"Пересування з Моїми службовцями; ви будете переслідуватися"}]}