{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Āmi mānuṣa sr̥ṣṭi karēchi ēbaṁ tāra mana nibhr̥tē yē kucintā karē, sē sambandhē'ō āmi abagata āchi. Āmi tāra grībāsthita dhamanī thēkē'ō adhika nikaṭabartī."},{"SurahNumber":50,"VerseNumber":17,"Text":"Yakhana du'i phērēśatā ḍānē ō bāmē basē tāra āmala grahaṇa karē."},{"SurahNumber":50,"VerseNumber":18,"Text":"Sē yē kathā'i uccāraṇa karē, tā'i grahaṇa karāra jan'yē tāra kāchē sadā prastuta praharī raẏēchē."},{"SurahNumber":50,"VerseNumber":19,"Text":"Mr̥tyuyantraṇā niścita'i āsabē. Ē thēkē'i tumi ṭālabāhānā karatē."},{"SurahNumber":50,"VerseNumber":20,"Text":"Ēbaṁ śiṅgāẏa phum̐ṯkāra dēẏā habē ēṭā habē bhaẏa pradarśanēra dina."},{"SurahNumber":50,"VerseNumber":21,"Text":"Pratyēka byakti āgamana karabē. Tāra sāthē thākabē cālaka ō karmēra sākṣī."},{"SurahNumber":50,"VerseNumber":22,"Text":"Tumi tō ē'i dina samparkē udāsīna chilē. Ēkhana tōmāra kācha thēkē yabanikā sariẏē diẏēchi. Phalē āja tōmāra dr̥ṣṭi sutīkṣna."},{"SurahNumber":50,"VerseNumber":23,"Text":"Tāra saṅgī phērēśatā balabēḥ āmāra kāchē yē, āmalanāmā chila, tā ē'i."},{"SurahNumber":50,"VerseNumber":24,"Text":"Tōmarā ubhaẏē'i nikṣēpa kara jāhānnāmē pratyēka akr̥tajña birud'dhabādīkē"},{"SurahNumber":50,"VerseNumber":25,"Text":"yē bādhā dita maṅgalajanaka kājē, sīmālaṅghanakārī, sandēha pōṣaṇakārīkē."},{"SurahNumber":50,"VerseNumber":26,"Text":"Yē byakti āllāhara sāthē an'ya upāsya grahaṇa karata, tākē tōmarā kaṭhina śāstitē nikṣēpa kara."},{"SurahNumber":50,"VerseNumber":27,"Text":"Tāra saṅgī śaẏatāna balabēḥ hē āmādēra pālanakartā, āmi tākē abādhyatāẏa lipta karini. Bastutaḥ sē nijē'i chila sudūra pathabhrāntitē lipta."},{"SurahNumber":50,"VerseNumber":28,"Text":"Āllāha balabēnaḥ āmāra sāmanē bākabitanḍā karō nā āmi tō pūrbē'i tōmādērakē āyāba dbārā bhaẏa pradarśana karēchilāma."},{"SurahNumber":50,"VerseNumber":29,"Text":"Āmāra kāchē kathā radabadala haẏa nā ēbaṁ āmi bāndādēra prati julumakārī na'i."}]}