{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, lam, mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar (yalınız) inandık demeleriyle bırakılıvereceklerini, kendilerinin imtihaana cekilmiyeceklerini mi sandı (lar)"},{"SurahNumber":29,"VerseNumber":3,"Text":"Andolsun, biz onlardan evvelkileri de imtihan etmisizdir. Allah elbette saadık olanları da bilir, elbette yalancı olanları da bilir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa kotulukler yapanlar bizden (kacıb) savusacaklarını mı sandı (lar)? Ne fena hukmediyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allaha kavusmayı umarsa subhe yok ki Allahın ta´yin etdigi (o) vakit her halde gelecekdir. O, hakkıyle isiden, kemaliyle bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim savasırsa ancak kendisi icin savasmıs olur. Zira Allah elbette (butun) aalemlerden gani (mustagni) dir"},{"SurahNumber":29,"VerseNumber":7,"Text":"Iman edib de guzel guzel amel (ve hareket) lerde bulunanların kotuluklerini her halde (afv ile) orteriz ve her halde o islemekde olduklarının daha guzeliyle onları mukafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana ana ve babasına guzellik (ve iyilik yapmasını) tavsiye etdik. Eger onlar, hakkında bilgin olmayan (tanımadıgın) bir sey´i bana ortak kosman icin ugrasırlarsa kendilerine itaat etme. Donusunuz ancak banadır. Binaen´aleyh ne yapar idiyseniz size ben haber verecegim"},{"SurahNumber":29,"VerseNumber":9,"Text":"Iman edib de guzel guzel amel (ve hareket) de bulunanlar (yok mu?) biz onları her halde saalihler (zumresin) e (katıb) sokacagız"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan oyle adam vardır ki «Allaha inandık» der de Allah ugrunda eziyyete (ducar) edildigi zaman insanların (kendi hakkındaki) fitnesini Allahın azabı imis gibi tanır. Andolsun ki Rabbinden bir nusret gelirse onlar: «Biz de hakıykaten sizinle beraberdik» diyecekler muhakkak. Allah, aalemlerin sineleri icinde ne var, cok iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah iman edenleri de elbet bilir, munafıkları da elbet bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"O kafirler, iman edenlere dedi (ler) ki: «Bizim yolumuza uyun, sizin gunahlarınızı biz yuklenelim». Halbuki onlar bunların gunahlarından hicbir sey yuklenici degildirler. Subhesiz ki onlar kat´iyyen yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Onlar her halde kendi yuklerini de, o yukleriyle beraber daha nice yukleri de bizzat yuklenecekler ve duzmekde oldukları seylerden kıyamet gunu mes´ul olacaklardır"}]}