{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Glorificado sea Quien transportó a Su Siervo durante la noche, desde la mezquita sagrada a la mezquita lejana cuyos alrededores bendije, para mostrarle algunos de Mis signos. Él todo lo oye, todo lo ve"},{"SurahNumber":17,"VerseNumber":2,"Text":"He revelado a Moisés el Libro como guía para el pueblo de Israel, y les ordené: \"No tomen protector fuera de Mí"},{"SurahNumber":17,"VerseNumber":3,"Text":"¡Él era un descendiente de quienes salvé junto a Noé [en el arca]! Fue un siervo agradecido"},{"SurahNumber":17,"VerseNumber":4,"Text":"He revelado en el Libro lo que decreté para el pueblo de Israel: \"Corromperán la Tierra dos veces y se convertirán en tiranos soberbios"},{"SurahNumber":17,"VerseNumber":5,"Text":"Cuando corrompan por primera vez, enviaré contra ustedes siervos Míos en huestes de gran fortaleza y rudeza, que atacarán sus hogares. Esta promesa será cumplida"},{"SurahNumber":17,"VerseNumber":6,"Text":"Luego les permitiré que retornen a sus hogares [victoriosos] expulsándolos. Los agraciaré con bienes materiales e hijos y los convertiré en un pueblo numeroso"},{"SurahNumber":17,"VerseNumber":7,"Text":"Si obran bien será en beneficio propio, pero si obran mal será en contra suya. Cuando corrompan por segunda vez, los vencerán [sus enemigos] e ingresarán al Templo como lo hicieron la primera vez y devastarán todo lo que encuentren"},{"SurahNumber":17,"VerseNumber":8,"Text":"Luego su Señor se apiadará de ustedes, pero si reinciden [en la corrupción] los volveré a castigar. El Infierno será prisión para los que se nieguen a creer"},{"SurahNumber":17,"VerseNumber":9,"Text":"El Corán guía por el sendero más justo y firme, y di a los creyentes que obran rectamente que recibirán una gran recompensa"},{"SurahNumber":17,"VerseNumber":10,"Text":"Pero a quienes no crean en la otra vida les he preparado un castigo doloroso"}]}