{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Asala vica uha loka ghate de vica rahe jinham ne alaha nala milana nu jhuthala'i'a. Ithom ha'e aphasosa! Isa mamale vica asim' kiho jihi laparavahi kiti. Uha apana bhara apani'am pitham upara cuke khare honage. Dekho, kiho jiha bura bhara hai. Jisa nu uha cukanage"},{"SurahNumber":6,"VerseNumber":32,"Text":"Sasara da jivana tam basa khela tamasa hai. Unham lokam la'i praloka da ghara caga hai jihare (rabi) bhai'a rakhade hana. Ki tusim nahim samajhade"},{"SurahNumber":6,"VerseNumber":33,"Text":"Sanu gi'ana hai ki uha jihara kujha kahide hana usa nala tuhanu dukha huda hai. Iha loka tuhanu nahim jhuthala'unde salaki asala vica iha zulami alaha di'am nisani'am tom inakari ho rahe hana"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ate tuhade tom pahilam vi sadesa vahakam (paigabaram) nu jhuthala'i'a gi'a. Unham ne jhuthala'e jana ate kasata pahuca'e jana de bavajuda vi dhiraja tom kama li'a. Ithom taka ki unham nu sadi saha'ita pahuca ga'i. Ate alaha di'am galam nu ko'i badalana vala nahim. Ate paigabaram di'am kujha khabara tuhanu pahuca cuki'am hana"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ate jekara unham di be-mukhata tuhanu bhari japadi hai ate jekara tuhade vica kujha samaratha hai tam tusim zamina vica ko'i suraga labhom jam asamana nu pa'uri laga'u ate unham la'i ko'i nisani lai a'u. Ate jekara alaha cahuda tam inham sari'am nu cage raha ute ikatha kara dida. Tam tusim na samajha na bano"},{"SurahNumber":6,"VerseNumber":36,"Text":"Savikara tam uha uha usa vala hi maure janage"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ate uha akhade hana ki rasula upara ko'i nisani usa de raba valom ki'um nahim utari ga'i. Atho, besaka alaha samaratha rakhada hai ki ko'i nisani utare, paratu zi'adatara loka nahim samajhade"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ate jihara vi jivanadhari dharati upara calada hai jam jihara vi padi apane dovem khabham (pakham) nala udada hai uha sare tuhadi tar'ham hi prajati'am hana. Asim likhana vica ko'i ciza nahim chadi. Phira sare apane raba de kola ikathe kite janage"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ate jinham ne sadi'am nisani'am nu jhuthala'i'a uha bole, guge ate hanere vica pa'e ho'e hana. Alaha jisa nu cahuda hai bhataka dida hai ate jisa nu cahuda hai sidhe raha tora dida hai"},{"SurahNumber":6,"VerseNumber":40,"Text":"Akho, iha daso ki jekara tuhade upara alaha valom pira ave jam paralo ave tam ki tusim alaha tom binham kise hora nu pukaroge. Daso jekara tusim sace ho"},{"SurahNumber":6,"VerseNumber":41,"Text":"Sagom tusim use nu him pukarogai phira uha usa musakala nu cura kara dida hai, jisa la'i tusim usa nu pukarade ho, para jekara uha cahuda hai ate tusim unham nu bhula jande ho, jinham nu tusim sanjhidara thahira'unde ho"}]}