{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Sutarāṁ yē kē'u saṯkājagulō thēkē kāja karē yāẏa āra sē mumina haẏa, tabē tāra karmapracēṣṭāra kōnō asbīkr̥ti habē nā, āra niḥsandēha āmarā hacchi tāra jan'ya lipikāra."},{"SurahNumber":21,"VerseNumber":95,"Text":"Āra ēṭi niṣid'dha sē'i janapadēra jan'ya yākē āmarā dhbansa karēchi, -- yē tārā āra phirē āsabē nā."},{"SurahNumber":21,"VerseNumber":96,"Text":"Yadibā iẏājuja ō mājujakē chēṛē dē'ōẏā haẏa āra tārā chaṛiẏē āsē prati ūrdhbadēśa thēkē."},{"SurahNumber":21,"VerseNumber":97,"Text":"Āra yathārtha ōẏādā ghaniẏē āsachē, takhana dēkhabē, yārā abiśbāsa pōṣaṇa karēchila tādēra cakṣu sthira haẏē yābē. ''Dhik āmādēra, āmarā tō ē biṣaẏē udāsīnatāẏa paṛē raẏēchilāma! Baraṁ āmarā an'yāẏakārī chilāma.’’"},{"SurahNumber":21,"VerseNumber":98,"Text":"Niḥsandēha tōmarā, āra āllāh‌kē chēṛē diẏē tōmarā yē-sabēra upāsanā kara tārā tō jāhānnāmēra indhana, tōmarā ētē āsatē'i calēcha."},{"SurahNumber":21,"VerseNumber":99,"Text":"Ē'igulō yadi upāsya hatō tāhalē tārā ētē āsata nā. Bastutaḥ sakalē'i ētē sthāẏībhābē thākabē."},{"SurahNumber":21,"VerseNumber":100,"Text":"Tādēra jan'ya tātē raẏēchē ārtanāda, āra sēkhānē tārā śunatē pārabē nā."},{"SurahNumber":21,"VerseNumber":101,"Text":"Niḥsandēha yādēra jan'ya āmādēra tarapha thēkē kalyāṇa itimadhyē dhārya haẏē gēchē tadēra ē thēkē bahu dūrē rākhā ha bē"},{"SurahNumber":21,"VerseNumber":102,"Text":"tārā ēra his‌his śandaṭuku'ō śunabē nā, āra tādēra antara yā kāmanā karē sē'ikhānē'i tārā sthāẏībhābē thākabē."},{"SurahNumber":21,"VerseNumber":103,"Text":"Bhaẏaṅkara ātaṅka tādēra biṣādagrasta karabē nā, āra phiriś‌tārā tādēra saṅgē mulākāta karabē -- ''ē'i hacchē tōmādēra dina yē sanbandhē tōmādēra ōẏādā karā haẏēchila.’’"},{"SurahNumber":21,"VerseNumber":104,"Text":"Sē'i dinē āmarā ākāśakē guṭiẏē nēba yēmana guṭānō haẏa likhita nathipatra! Yēbhābē āmarā prathama sr̥ṣṭira sūcanā karēchilāma sē'ibhābē āmarā ēṭi punarsr̥ṣṭi karaba. Ōẏādā rakṣākaraṇa āmādēra uparē n'yasta. Niḥsandēha āmarā karmakartā."},{"SurahNumber":21,"VerseNumber":105,"Text":"Āra smāraka-granthēra parē āmarā yabūra-granthē likhē diẏēchi yē, dēśaṭā -- ēṭākē uttarādhikāra karabē āmāra saṯkarmī bāndārā."},{"SurahNumber":21,"VerseNumber":106,"Text":"Bastutaḥ ētē raẏēchē bāṇī upāsanākārī lōkadēra jan'ya."},{"SurahNumber":21,"VerseNumber":107,"Text":"Āra āmarā tōmākē pāṭhā'i ni biśbajagatēra jan'ya ēka karuṇārūpē bhinna."},{"SurahNumber":21,"VerseNumber":108,"Text":"Balō -- ''āmāra kāchē ālabaṯ pratyādiṣṭa haẏēchē yē, niḥsandēha tōmādēra upāsya ēkaka upāsya. Tōmarā ki tabē ā‌tmasamarpaṇakārī habē nā?’’"},{"SurahNumber":21,"VerseNumber":109,"Text":"Kintu yadi tārā phirē yāẏa tabē tumi balō -- ''āmi tōmādēra sābadhāna karē diẏēchi yathāyathabhābē. Āra āmi jāni nā tōmādēra yā ōẏādā karā haẏēchē tā āsanna nā dūrabartī."},{"SurahNumber":21,"VerseNumber":110,"Text":"Niḥsandēha tini jānēna kathābārtāra prakāśya dika āra jānēna yā tōmarā gōpana kara."},{"SurahNumber":21,"VerseNumber":111,"Text":"Āra jāni nā, hatē pārē ē tōmādēra jan'ya ēkaṭi parīkṣā, ēbaṁ kichukālēra jan'ya jībanōpabhōga.’’"},{"SurahNumber":21,"VerseNumber":112,"Text":"Tini balalēna -- ''āmāra prabhu! N'yāẏaparāẏaṇatāra sāthē bicāra karē dā'ō.’’ Āra āmādēra prabhu parama karuṇāmaẏa yām̐ra sāhāyya prārthanīẏa tōmarā yā ārōpa kara tāra birud'dhē."}]}