{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Niścaẏa tārā kṣatigrasta, yārā āllāhara sākṣāṯkē mithyā manē karēchē. Ēmanaki, yakhana kiẏāmata tādēra kāchē akasmāṯ ēsē yābē, tārā balabēḥ hāẏa āphasōsa, ēra byāpārē āmarā kata'i nā kraṭi karēchi. Tāra sbīẏa bōjhā sbīẏa pr̥ṣṭhē bahana karabē. Śunē rākha, tārā yē bōjhā bahana karabē, tā nikr̥ṣṭatara bōjhā."},{"SurahNumber":6,"VerseNumber":32,"Text":"Pārthiba jībana krīṛā ō kautuka byatīta kichu'i naẏa. Parakālēra ābāsa parahēyagāradēra jan'yē śrēṣṭatara. Tōmarā ki bujha nā"},{"SurahNumber":6,"VerseNumber":33,"Text":"āmāra jānā āchē yē, tādēra ukti āpanākē duḥkhita karē. Ata'ēba, tārā āpanākē mithyā pratipanna karē nā, baraṁ jālēmarā āllāhara nidarśanābalīkē asbīkāra karē."},{"SurahNumber":6,"VerseNumber":34,"Text":"Āpanāra pūrbabartī anēka paẏagambarakē mithyā balā haẏēchē. Tām̐rā ētē chabara karēchēna. Tādēra kāchē āmāra sāhāyya paum̐chē paryanta tārā niryātita haẏēchēna. Āllāhara bānī kē'u paribartana karatē pārē nā. Āpanāra kāchē paẏagambaradēra kichu kāhinī paum̐chēchē."},{"SurahNumber":6,"VerseNumber":35,"Text":"Āra yadi tādēra bimukhatā āpanāra pakṣē kaṣṭakara haẏa, tabē āpani yadi bhūtalē kōna suṛaṅga athabā ākāśē kōna siṛi anusandhāna karatē samartha hana, ataḥpara tādēra kāchē kōna ēkaṭi mōjēyā ānatē pārēna, tabē niẏē āsuna. Āllāha icchā karalē sabā'ikē sarala pathē samabēta karatē pāratēna. Ata'ēba, āpani nirbōdhadēra antarbhukta habēna nā."},{"SurahNumber":6,"VerseNumber":36,"Text":"Tārā'i mānē, yārā śrabaṇa karē. Āllāha mr̥tadērakē jībita karē ut'thita karabēna. Ataḥpara tārā tām̐ra'i dikē pratyābartita habē."},{"SurahNumber":6,"VerseNumber":37,"Text":"Tārā balēḥ tāra prati tāra pālanakartāra pakṣa thēkē kōna nidarśana abatīrṇa haẏani kēna? Balē dinaḥ āllāha nidarśana abataraṇa karatē pūrna sakṣama; kintu tādēra adhikānśa'i jānē nā."},{"SurahNumber":6,"VerseNumber":38,"Text":"Āra yata prakāra prāṇī pr̥thibītē bicaraṇaśīla raẏēchē ēbaṁ yata prakāra pākhī du’ ḍānāyōgē uṛē bēṛāẏa tārā sabā'i tōmādēra mata'i ēkēkaṭi śrēṇī. Āmi kōna kichu likhatē chāṛini. Ataḥpara sabā'i sbīẏa pratipālakēra kāchē samabēta habē."},{"SurahNumber":6,"VerseNumber":39,"Text":"Yārā āmāra nidarśanasamūhakē mithyā balē, tārā andhakārēra madhyē mūka ō badhira. Āllāha yākē icchā pathabhraṣṭa karēna ēbaṁ yākē icchā sarala pathē paricālita karēna."},{"SurahNumber":6,"VerseNumber":40,"Text":"Baluna, balatō dēkhi, yadi tōmādēra upara āllāhara śāsti patita haẏa kimbā tōmādēra kāchē kiẏāmata ēsē yāẏa, tabē tōmarā ki āllāha byatīta an'yakē ḍākabē yadi tōmarā satyabādī ha'ō."},{"SurahNumber":6,"VerseNumber":41,"Text":"Baraṁ tōmarā tō tām̐kē'i ḍākabē. Ataḥpara yē bipadēra jan'yē tām̐kē ḍākabē, tini icchā karalē tā dura'ō karē dēna. Yādērakē anśīdāra karacha, takhana tādērakē bhulē yābē."}]}