{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Оё надидаӣ эй Расул, онҳое, ки дар оёти Аллоҳ кашмакаш мекунанд, ҳол он ки ба ягонагии Ӯ ва қудраташ далелҳои равшан омадаст, пас чӣ гуна баъд аз ин далелҳои равшан аз дини ҳақ бероҳа мешаванд"},{"SurahNumber":40,"VerseNumber":70,"Text":"Касоне, ки ин китоби Қуръонро ва низ он чиро, ба василаи паёмбарон фиристодаем аз китобҳои осмонӣ, ки Аллоҳ таоло онҳоро барои ҳидояти мардум нозил кардааст, дурӯғ мешуморанд, ба зудӣ оқибати куфрашонро хоҳанд донист"},{"SurahNumber":40,"VerseNumber":71,"Text":"Он гоҳ ки тавқҳо ва занҷирҳо дар гарданашон хоҳад буд ва кашида мешаванд"},{"SurahNumber":40,"VerseNumber":72,"Text":"дар оби ҷӯшон, сипас дар оташи ҷаҳаннам афрӯхта мешаванд"},{"SurahNumber":40,"VerseNumber":73,"Text":"Он гоҳ ба онҳо аз рӯи сарзаниш гуфта шавад: Он шарикон, ки барои Аллоҳ мепиндоштед ва парастиш мекардед, куҷо ҳастанд, то шуморо имрӯз ёрӣ диҳанд? Пас онҳоро бихонед, агар тавонанд шуморо аз ин бало наҷот диҳанд"},{"SurahNumber":40,"VerseNumber":74,"Text":"Такзибкунандагон мегӯянд: Аз назари мо нопадид шуданд, балки мо ҳаргиз пеш аз ин чизеро (маъбуди хеш) намехондем. Аллоҳ кофиронро ин гуна гумроҳ мекунад"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ин азобе, ки ба шумо расид, ба он сабаб аст, ки дар дунё дар ғафлат будед ва ба ноҳақ дар замин шодмонӣ мекардед ва аз рӯи гуноҳ ва ситам бар бандагони Аллоҳ такаббур ва нозу карашма мекардед"},{"SurahNumber":40,"VerseNumber":76,"Text":"Ба сабаби оқибати куфратон ба Аллоҳ ва нофармонбардориатон Ӯро, аз дарҳои ҷаҳаннам дохил шавед. Ҳамеша дар он ҷо бимонед. Ва ҷойгоҳи саркашон чӣ ҷойгоҳи бадест"},{"SurahNumber":40,"VerseNumber":77,"Text":"Эй Расул, пас, сабр кун ва дар роҳи даъвати худ давомат кун албатта, ваъдаи Аллоҳ рост аст. Он чӣ ба ту ваъда додаем, зуд аст, ки барои ту онро иҷро намоем, ё баъзе аз он чизҳоро, ки ба он мушрикон ваъда додаем, ба ту нишон медиҳем, то онро мушоҳида кунӣ, ё туро пеш аз фаро расидани азоб бар онҳо бимиронем, пас рӯзи қиёмат онҳо ба назди Мо бозгардонида шаванд ва ба сабаби куфре, ки варзидаанд, онҳоро зуд ба азоби сахте бичашонем"},{"SurahNumber":40,"VerseNumber":78,"Text":"Пеш аз ту эй Расул, бисёр паёмбароне ба сӯи қавмашон фиристодаем, то онҳоро даъват намоянд ва бар озори онҳо сабру тоқат кунанд. Аз онҳо достони баъзеро бароят гуфтаем ва достони баъзеро нагуфтаем. Ва ҳама паёмбарон амр шуда буданд, ки ваҳйи илоҳиро ба қавмашон бирасонанд. Ва ҳеҷ паёмбареро насазад, ки мӯъҷизае биёварад, магар ба фармони Аллоҳ. Ва чун фармони Аллоҳ барои азоби такзибкунандагон даррасад, миёни паёмбарон ва дурӯғбаровардагонашон барҳақ доварӣ гардад ва онон, ки бар ботил будаанд, он ҷо зиён хоҳанд дид"}]}