{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Ей, Мұхаммед! / Оларға Нұх жайлы хабарды оқы. Ол еліне: «Әй, елім! Егер менің араларыңда болуым және Аллаһтың белгілерін ескертуім сендерге ауыр келсе, онда мен Аллаһқа жүгініп, Оған өзімді тапсырдым / тәуекел еттім / . Сендер / қосқан / серіктеріңмен бірігіп, кейін маған байланысты ашық әрекет етіңдер әрі маған мұрсат бермеңдер"},{"SurahNumber":10,"VerseNumber":72,"Text":"Егер сендер теріс бұрылсаңдар, мен сендерден / ол үшін / ақы сұраған жоқпын. Менің сыйым - Аллаһта әрі мен Мұсылмандардан болуға бұйырылдым», - деп айтқан еді"},{"SurahNumber":10,"VerseNumber":73,"Text":"Сонда олар, оны өтірікші санады. Содан соң Біз оны және онымен бірге болғандарды кемеде құтқардық әрі оларды халифалар / алдыңғылардың орнын басушылар / еттік. Ал белгілерімізді өтірік санағандарды суға батырдық. Енді ескерту берілгендердің соңы қалай болғанына қара"},{"SurahNumber":10,"VerseNumber":74,"Text":"Одан / Нұхтан / кейін елшілерді өз елдеріне жібердік. Олар / елдеріне / анық белгілермен келді. Алайда олар / қауымы / , өздері алдын өтірікке шығарған нәрселерге сенуді қаламады. Біз шектен шығушылардың жүректерін осылай бітеп, мөрлейміз"},{"SurahNumber":10,"VerseNumber":75,"Text":"Олардан кейін Мұса мен Һарұнды Фиръаун және оның уәзір, бектеріне мұғжиза-белгілерімізбен жібердік. Алайда олар өздерін жоғары санап, менменсіді әрі олар қылмыскер адамдар еді"},{"SurahNumber":10,"VerseNumber":76,"Text":"Оларға Бізден ақиқат келген кезде, олар: «бұл - анық сиқыр», - деді"},{"SurahNumber":10,"VerseNumber":77,"Text":"Мұса: «Сендер өздеріңе келген ақиқат жайлы осылай деп айтасыңдар ма? Осы сиқыр ма? Сиқыршылар мақсатына жетпейді», - деді"},{"SurahNumber":10,"VerseNumber":78,"Text":"Олар: «Сен бізді ата-бабаларымыздың ұстанғанынан бұру үшін және жер бетінде / жерімізде / ұлылық екеуіңе болсын деп келдіңдер ме? Біз екеуіңе сенбейміз», - деді"},{"SurahNumber":10,"VerseNumber":79,"Text":"Фиръаун: «Маған барлық білгір сиқыршыларды әкеліңдер», - деді"},{"SurahNumber":10,"VerseNumber":80,"Text":"Сиқыршылар келген кезде, Мұса оларға: «Тастайтындарынды тастаңдар», - деді"},{"SurahNumber":10,"VerseNumber":81,"Text":"Олар тастаған кезде, Мұса: «Сендердің істегендерің сиқыр, күмәнсіз, Аллаһ оны бекер етеді. Аллаһ бұзушы-бүлдірушілердің амалын түзетпейді"},{"SurahNumber":10,"VerseNumber":82,"Text":"Әрі Аллаһ, Өз сөздерімен шындықты орнатады, қылмыскерлер мұны жақтырмаса да», - деді"}]}