{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Palauta mieleesi, miten Me osoitimme Aabrahamille temppelin seudun asuinpaikaksi ja lausuimme: »Älä aseta ketään muuta Minun vertaisekseni ja pidä Huoneeni puhtaana niitä varten, jotka kiertävät sen ympäri, jotka seisoen rukoilevat, jotka kumartuvat ja jotka maahan vaipuvat.»"},{"SurahNumber":22,"VerseNumber":27,"Text":"Julista myöskin ihmisille pyhiinvaellusta, että he tulevat luoksesi jalkaisin ja jäntevien kameelien selässä, jotka kestävät vaikeimpiakin taipaleita"},{"SurahNumber":22,"VerseNumber":28,"Text":"jotta he voisivat itse nähdä nämä paikat ja niiden hyödyn heille itselleen, ja jotta he voisivat kiittää Jumalaa säädettyinä päivinä kaikesta siitä nelijalkaisesta karjasta, jonka Hän on heille suonut, ja sitten syödä itse ja ravita puutteenalaisia ja tarvitsevia.»"},{"SurahNumber":22,"VerseNumber":29,"Text":"Sitten he puhdistautukoot kaikesta epäsiisteydestä ja täyttäkööt lupauksensa sekä kulkekoot vanhan temppelin ympäri"},{"SurahNumber":22,"VerseNumber":30,"Text":"Näin olkoon. Ja ken pitää kunniassa Jumalan pyhät määräykset, hänelle se on parhaaksi Herransa edessä. Ravinnoksenne saatte käyttää kaikkia nelijalkaisia eläimiä, paitsi niitä, jotka teille erikseen on mainittu. Välttäkää siksi epäjumalien saastaisuutta ja valheellisia puheita"},{"SurahNumber":22,"VerseNumber":31,"Text":"Olkaa vilpittömiä Jumalan edessä asettamatta mitään Hänen vertaisekseen. Ken muitakin jumaloi, hän on kuin olisi taivaasta pudonnut ja petolinnut olisivat raastaneet hänet mukaansa taikka tuuli heittänyt hänet kaukaiseen paikkaan"},{"SurahNumber":22,"VerseNumber":32,"Text":"Näin tulee olemaan. Jos joku kunnioittaa Jumalan määräyksiä, tämä johtuu varmasti hänen sydämensä hurskaudesta"},{"SurahNumber":22,"VerseNumber":33,"Text":"Saatte käyttää hyväksenne karjaa määräajan, sitten se viedään uhrattavaksi vanhaan temppeliin"}]}