{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"dhe musase nuk i besoi tjeter kush, pervec nje pjese te popullit te tij, per shkak te frikes nga Faraoni dhe paria e popullit te tij qe mos t’i maltretojne. Dhe Faraoni, njemend ishte pushtetforte ne toke, ndaj ai me te vertete ishte shkaterrues"},{"SurahNumber":10,"VerseNumber":84,"Text":"Dhe Musa tha: “O populli im, nese i besoni All-llahut, mbeshtetuni te Ai nese jeni muslimane!”"},{"SurahNumber":10,"VerseNumber":85,"Text":"“Te All-llahu mbeshtetemi!” u pergjegjen ata. “O Zoti yne, mos na bene viktime te nje populli mizor"},{"SurahNumber":10,"VerseNumber":86,"Text":"Dhe me meshiren tende shpetona nga populli qe nuk beson!”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Dhe ne i shpallem Musaut dhe vellait te tij qe ne Egjipt te ndrtojne shtepi per popujt e tyre te dyve, dhe shtepite tuaja beni faltore dhe kryeni faljen! Ti pergezoj besimtaret"},{"SurahNumber":10,"VerseNumber":88,"Text":"Dhe Musa tha: “O Zoti yne! Ti me te vertete u ke dhene Faraonit dhe parise se tij pasuri dhe stoli ne jeten e kesaj bote, qe te largohen nga rruga yte, o Zoti yne, shkaterro pasurine e tyre dhe gurezojau zemrat e tyre, le te mos besojne derisa te perjetojne denimin e dhembshem!”"},{"SurahNumber":10,"VerseNumber":89,"Text":"“Eshte pranuar lutja e ju te dyve”, - tha Ai, - prandaj ju te dy qendroni ne rruge te drejte e kurrsesi mos pasoni rrugen e atyre qe nuk dine!”"},{"SurahNumber":10,"VerseNumber":90,"Text":"dhe ne i transferuam izraelitet pertej detit, kurse Faraoni dhe ushtaret e tij i ndoqen pas me urrejtje dhe armiqesi, derisa filloi te permbytet, dhe ta: “Une besoj se nuk ka Zot tjeter pervec atij te cilit i kane besuar izraelitet, edhe une jam nga muslimanet!”"},{"SurahNumber":10,"VerseNumber":91,"Text":"A tash a? Kurse me pare ke qene i padegjueshem dhe ke qene mbrapshtan"},{"SurahNumber":10,"VerseNumber":92,"Text":"Prandaj sot do ta shpetojme vetem trupin tend qe t’u sherbeje atyre qe vijne pas teje si argument. Megjithate, shume njerez jane indiferent ndaj argumenteve tona"}]}