{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"satkāryālu cēsēvāḍu viśvasin̄cēvāḍai uṇṭē, atani śrama nirādarin̄cabaḍadu mariyu niścayaṅgā, mēmu dānini vrāsi peḍatāmu"},{"SurahNumber":21,"VerseNumber":95,"Text":"mariyu mēmu nāśanaṁ cēsina prati nagaraṁ (vāri)pai, vāru (ā nagaravāsulu) marali rāvaṭaṁ niṣēdhin̄cabaḍindi"},{"SurahNumber":21,"VerseNumber":96,"Text":"enta varakaitē yājūj mariyu mājūj lu vadali peṭṭabaḍi prati miṭṭanuṇḍi parugeḍutūrārō"},{"SurahNumber":21,"VerseNumber":97,"Text":"mariyu satyavāgdānaṁ neravērē samayaṁ daggara paḍinappuḍu satyatiraskārula kaḷḷu viccukupōyi: \"Ayyō! Mā daurbhāgyaṁ! Vāstavāniki mēmu dīni nuṇḍi aśrad'dhaku guri ayyāmu. Kādu kādu! Mēmu durmārgulamugā uṇḍēvāramu.\" Ani aṇṭāru"},{"SurahNumber":21,"VerseNumber":98,"Text":"(vāritō iṅkā ilā anabaḍutundi): \"Niścayaṅgā, mīru mariyu allāh nu vadali mīru ārādhin̄cēvārū, narakāgniki indhanamavutāru! (Endukaṇṭē) mīku akkaḍikē pōvalasi unnadi"},{"SurahNumber":21,"VerseNumber":99,"Text":"okavēḷa ivannī ārādhya daivālē ayi vuṇṭē, ivi andulō (narakanlō) pravēśin̄ci uṇḍēvi kāvu kadā! Ika mīrantā andulōnē śāśvataṅgā uṇṭāru"},{"SurahNumber":21,"VerseNumber":100,"Text":"andulō vāru (duḥkhaṁ cēta) mūlugutū uṇṭāru. Andulō vārēmi vinalēru"},{"SurahNumber":21,"VerseNumber":101,"Text":"Niścayaṅgā, evari korakaitē mā taraphu nuṇḍi mēlu (svargaṁ) nirṇayimpabaḍivundō, alāṇṭi vāru dāni (narakaṁ) nuṇḍi dūraṅgā un̄cabaḍatāru"},{"SurahNumber":21,"VerseNumber":102,"Text":"vāru dāni mellani śabdaṁ kūḍā vinaru. Vāru tāmu kōrina vāṭilō śāśvataṅgā uṇṭāru"},{"SurahNumber":21,"VerseNumber":103,"Text":"ā goppa bhīti kūḍā vāriki duḥkhaṁ kaligin̄cadu mariyu daivadūtalu vārini āhvānistū vacci: \"Mīku vāgdānaṁ cēyabaḍina mī dinaṁ idē!\" Ani aṇṭāru"},{"SurahNumber":21,"VerseNumber":104,"Text":"(jñāpakamun̄cukōṇḍi)! Ā rōju mēmu ākāśānni, ciṭṭākāgitālanu (khātā granthālanu) cuṭṭinaṭṭu cuṭṭivēstāmu. Mēmu ē vidhaṅgā sr̥ṣṭini modaṭa ārambhin̄cāmō! Adē vidhaṅgā dānini marala unikilōki testāmu. Idi (māpai bādhyatagā) unna mā vāgdānaṁ mēmu dānini tappaka pūrti cēstāmu"},{"SurahNumber":21,"VerseNumber":105,"Text":"vāstavāniki mēmu jabūr lō- mā hitabōdha taruvāta - niścayaṅgā, ī bhūmiki sadvartunulaina nā dāsulu vārasulavutārani vrāsi unnāmu"},{"SurahNumber":21,"VerseNumber":106,"Text":"niścayaṅgā indulō bhaktiparulaina prajalaku sandēśaṁ undi"},{"SurahNumber":21,"VerseNumber":107,"Text":"mariyu mēmu ninnu (ō pravaktā!) Sarvalōkāla vāri koraku kāruṇyaṅgā mātramē pampāmu"},{"SurahNumber":21,"VerseNumber":108,"Text":"(ō muham'mad!) Ilā anu: \"Niścayaṅgā, nāpai divyajñānaṁ (vahī) avatarimpa jēyabaḍindi. Vāstavaṅgā mī ārādhya daivaṁ ā advitīya ārādhyuḍē (allāh yē)! Ikanaina mīru allāh ku vidhēyulu (muslinlu) avutārā"},{"SurahNumber":21,"VerseNumber":109,"Text":"okavēḷa vāru venudirigitē vāritō ilā anu: \"Nēnu mīku andariki bahiraṅgaṅgā prakaṭistunnānu. Mariyu mītō cēyabaḍina vāgdānaṁ samīpanlō undō lēdā bahudūraṁ undō nāku teliyadu"},{"SurahNumber":21,"VerseNumber":110,"Text":"niścayaṅgā, āyana (allāh)ku mīru bahiraṅgaṅgā vyakta paricēdi mariyu dācēdi antā telusu"},{"SurahNumber":21,"VerseNumber":111,"Text":"mariyu bahuśā idi (ī ālasyaṁ) mīku parīkṣa kāvaccu, lēdā mīku kontakālaṁ sukhasantōṣālu anubhavin̄caṭāniki ivvabaḍina vyavadhi kāvaccu, adi nāku teliyadu"},{"SurahNumber":21,"VerseNumber":112,"Text":"Atanu (muham'mad) ilā annāḍu: \"Ō nā prabhū! Nīvu satyantō tīrpu cēyi! Mariyu mīru kalpin̄cē vāṭiki (ārōpaṇalaku), ā apāra karuṇāmayuḍaina mā prabhuvu sahāyamē kōrabaḍutundi"}]}