{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Se ti danno del bugiardo di' loro: “A me l'opere mie e a voi le vostre. Non siete responsabili di quello che faccio, non lo saro io, di quel che fate voi”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Tra loro c'e qualcuno che ti ascolta: potresti far sentire i sordi, che non sono in grado di capire"},{"SurahNumber":10,"VerseNumber":43,"Text":"Qualcun altro guarda verso di te: potresti guidare i ciechi, che nulla vedono"},{"SurahNumber":10,"VerseNumber":44,"Text":"In verita Allah non commette nessuna ingiustizia verso gli uomini, sono gli uomini che fanno torto a loro stessi"},{"SurahNumber":10,"VerseNumber":45,"Text":"Il Giorno in cui li riunira, sara come se fossero rimasti solo un'ora e si riconosceranno tra loro. Quelli che hanno tacciato di menzogna l'incontro con Allah sono perduti, che erano privi della guida"},{"SurahNumber":10,"VerseNumber":46,"Text":"Sia che ti facessimo vedere una parte di cio con cui li minacciamo, sia che ti facessimo morire prima, e comunque verso di Noi che ritorneranno, quindi Allah sara testimone di quello che avranno fatto"},{"SurahNumber":10,"VerseNumber":47,"Text":"Ogni comunita ha un messaggero. Dopo che il messaggero sara venuto, verra giudicato tra loro con giustizia e nessuno subira un torto"},{"SurahNumber":10,"VerseNumber":48,"Text":"E dicono: “Quando [si realizzera] questa promessa, se siete sinceri?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Di': “Io non possiedo da me stesso ne danno, ne profitto all'infuori della volonta di Allah. Ogni comunita ha il suo termine. Quando esso giunge, non viene concessa ne un'ora di ritardo, ne una di anticipo”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Di': “Se il Suo castigo vi colpisse di notte o nella giornata, gli empi potrebbero affrettarne una parte?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"Quando cio avverra, crederete? [Verra detto loro:] “Solo ora [ci credete] mentre prima volevate affrettarlo?”"},{"SurahNumber":10,"VerseNumber":52,"Text":"Poi verra detto a coloro che sono stati ingiusti: “Gustate il castigo perpetuo! Vi si paga con qualcosa di diverso da cio che avete meritato?”"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ti chiederanno: “E vero?”. Di': “Si, lo giuro [in Nome del] mio Signore, e la verita, e non potrete sottrarvi alla potenza di Allah”"}]}