{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Hiçbir işe girişmezsin, onun vahyettiği Kur'an'dan hiçbir ayet okumazsın ve siz hiçbir iş işlemezsiniz ki o işe koyulduğunuz zaman biz, sizi görmeyelim, tanık olmayalım ve yeryüzünde ve gökte zerre miktarı bir şey bile yoktur ki Rabbinden gizli kalsın; bundan daha da küçük, daha da büyük hiçbir şey yoktur ki apaçık kitapta tespit edilmiş olmasın"},{"SurahNumber":10,"VerseNumber":62,"Text":"Bilin, haberdar olun ki şüphe yok Allah dostlarına ne korku vardır, ne de mahzun olur onlar"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar öyle kişilerdir ki inanmışlardır ve çekinir onlar"},{"SurahNumber":10,"VerseNumber":64,"Text":"Onlara müjde var dünya yaşayışında da, ahirette de. Allah'ın sözlerinin değişmesine imkan yok. Budur en büyük kurtuluş ve saadet"},{"SurahNumber":10,"VerseNumber":65,"Text":"Onların sözü mahzun etmesin seni. Şüphe yok ki üstünlük, yücelik Allah'ındır. Odur duyan, bilen"},{"SurahNumber":10,"VerseNumber":66,"Text":"Bilin, haberdar olun ki Allah'ındır ne varsa göklerde ve ne varsa yeryüzünde ve ondan başka ona eş saydıkları şeylere tapanlar, onlara uymuyorlar, ancak kuru bir zanna uyuyorlar ve ancak yalan söylüyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"Öyle bir mabuttur ki geceyi dinlenmeniz için yaratmış, gündüzü de ışıklı halketmiştir. Şüphe yok ki bunda, duyan topluluğa deliller var"},{"SurahNumber":10,"VerseNumber":68,"Text":"Allah, kendisine evlat edinmiştir dediler, münezzehtir o, müstağnidir. Onundur ne varsa göklerde ve yeryüzünde: Şu iddianıza dair bir deliliniz var mı? Allah hakkında bilmediğiniz birşeyi mi söylüyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki: Allah'a yalan isnat edip iftira edenler kurtulmazlar, muratlarına ermezler"},{"SurahNumber":10,"VerseNumber":70,"Text":"Dünyada değersiz menfaatler elde ettikten sonra dönüp tapımıza gelirler, sonra da kafir oldukları, inkar ettikleri şeyler yüzünden biz, onlara şiddetli bir azap tattırırız"}]}