{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"To, Sin. In ojoti Qur'on va kitoʙi ravsan ast, ki ma'nojas vozeh va somili ilmhovu hikmatho va sari'athost"},{"SurahNumber":27,"VerseNumber":2,"Text":"Ojoti Qur'on rahnamo ast dar dunjo va oxirat va xusxaʙarest ʙaroi mu'minon"},{"SurahNumber":27,"VerseNumber":3,"Text":"Sifati onon, in ast, ki panc vaqt namozro mukammal meguzorand va haqqi zakoti farziro purra ʙa mustahiqqonas medihand va ʙa savoʙu iqoʙi ruzi qijomat jaqin dorand"},{"SurahNumber":27,"VerseNumber":4,"Text":"Begumon kasone, ki ʙa oxirat imon nameovarand, amalhoi ʙadi onhoro dar nazarason ʙijorostem. Pas, onho dar in dunjo sargardonu hajron mesavand va gumon dorand, ki dar amal nekukori mekunand"},{"SurahNumber":27,"VerseNumber":5,"Text":"Onho hamon kasonand, ki ʙarojason dar dunjo azoʙi ʙad ast va onho dar oxirat zijonkortarinand"},{"SurahNumber":27,"VerseNumber":6,"Text":"Tu ej Rasul, kase hasti, ki Qur'on az coniʙi Allohi hakimu dono ʙa tu nozil mesavad"},{"SurahNumber":27,"VerseNumber":7,"Text":"Ba jod or qissai Musoro, hangome ki az Madjan ʙa Misr safar mekard, ʙa xonavodai xud guft: \"Biisted, man az dur otase didam, ʙa zudi, ki az on ʙarojaton xaʙare az roh ʙijovaram jo porai otase. Sojad garm saved"},{"SurahNumber":27,"VerseNumber":8,"Text":"Cun ʙa nazdi otas rasid, Alloh nidojas dod, ki muʙorak ʙod kase, ki daruni otas ast (murod faristagon ast) va on, ki dar kanori on ast. Va pok ast Allohi jakto, on Parvardigori cahonijon ast"},{"SurahNumber":27,"VerseNumber":9,"Text":"(Alloh ʙa u xaʙar dod:) «Ej Muso, Man Allohi piruzmand hastam ʙar dusmanonam va hakim hastam dar korho va ofarinisi xud"},{"SurahNumber":27,"VerseNumber":10,"Text":"Ej Muso, asoi xudro ʙiafkan!» Cun asoro did, ki monandi more mecunʙad, gurezon ʙozgast va ʙa aqiʙ nanigarist. (Alloh ʙa u xaʙar dod:) «Ej Muso, matars. Haroina, pajomʙaron naʙojad, ki dar nazdi man ʙitarsand"},{"SurahNumber":27,"VerseNumber":11,"Text":"magar kase, ki gunohe karda ʙosad va pas tavʙa kunad va ʙadiro ʙa neki taʙdil namojad. Pas, ʙegumon Man omurzandavu mehruʙon hastam"},{"SurahNumber":27,"VerseNumber":12,"Text":"Va dasti xudro ʙa gireʙoni xud daror, to safed suda ʙe hec ajʙe ʙerun ojad. Bo nuh mu'ciza nazdi Fir'avn va qavmas ʙirav, ki onho mardumi fosiqand»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Cun nisonahoi ravsani Moro didand, ki ʙar haq dalolat mekard, guftand: «In codui oskoro ast!»"},{"SurahNumber":27,"VerseNumber":14,"Text":"Va on mu'cizoti Ilohiro az rui sitamgariju sarkasi inkor kardand va hol on ki dilhojason ʙa on jaqin dost, ki inho mu'cizoti Ilohi hastand. Pas ʙingar, ej Rasul, ki oxiri kori fasodkoron ci guna ʙud? (Ja'ne, Alloh onhoro noʙud kard va dar darjo ƣarqason kard)"}]}