{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"Truly, approached thee the discourse of guests of Abraham, the ones who are honored"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they entered to him they said: Peace. He said: Peace, to a folk, ones who are unknown"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then, he turned upon his people and brought about a fattened calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"so he brought it near to them. He said: Will you not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"Then, he sensed a fear of them; they said: Be not in awe. They gave him good tidings of a knowing boy"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then, his woman came forward with a loud cry. She slapped her face and said: I am an old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said: Thus, spoke thy Lord. Truly, He is The Wise, The Knowing"},{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham said: O ones who are sent, what is your business"},{"SurahNumber":51,"VerseNumber":32,"Text":"They said: That we were sent to a folk, ones who sin"},{"SurahNumber":51,"VerseNumber":33,"Text":"to send on them rocks of clay"},{"SurahNumber":51,"VerseNumber":34,"Text":"ones distinguished by thy Lord for ones who are excessive"},{"SurahNumber":51,"VerseNumber":35,"Text":"So We brought out whoever had been in it of the ones who believe"},{"SurahNumber":51,"VerseNumber":36,"Text":"But We found in it nothing but a house of ones who submit to God"},{"SurahNumber":51,"VerseNumber":37,"Text":"And We left a sign in it for those who fear the painful punishment"},{"SurahNumber":51,"VerseNumber":38,"Text":"And in Moses, then, We sent him to Pharaoh with a clear authority"},{"SurahNumber":51,"VerseNumber":39,"Text":"Then, Pharaoh turned away to his court. He said: One who is a sorcerer, one who is possessed"},{"SurahNumber":51,"VerseNumber":40,"Text":"So We took him and his armies and cast them forth into the water of the sea and he is one who is answerable"},{"SurahNumber":51,"VerseNumber":41,"Text":"And in Ad, when We sent against them the withering wind"},{"SurahNumber":51,"VerseNumber":42,"Text":"It forsakes not anything it approached, but made it like it was decayed"},{"SurahNumber":51,"VerseNumber":43,"Text":"And in Thamud, when it was said to them: Take joy for a while"},{"SurahNumber":51,"VerseNumber":44,"Text":"Yet they defied the command of their Lord so the thunderbolt took them while they look on"},{"SurahNumber":51,"VerseNumber":45,"Text":"They were neither able to stand up nor had they been ones who are aided"},{"SurahNumber":51,"VerseNumber":46,"Text":"And the folk of Noah from before. Truly, they had been a folk, ones who disobey"}]}