{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Caf. Pelo Alcorão glorioso (que tu és o Mensageiro de Deus)"},{"SurahNumber":50,"VerseNumber":2,"Text":"Qual! Admiram-se de que lhes tenha surgido um admoestador de sua estirpe. E os incrédulos dizem: Isto é algoassombroso"},{"SurahNumber":50,"VerseNumber":3,"Text":"Acaso, quando morrermos e formos convertidos em pó, (seremos ressuscitados)? Tal retorno será impossível"},{"SurahNumber":50,"VerseNumber":4,"Text":"Nós já sabemos a quantos deles tem devorado a terra, porque possuímos um Livro de registros"},{"SurahNumber":50,"VerseNumber":5,"Text":"Não obstante, desmentem a verdade quando esta lhes chega, e, ei-los aí em estado caótico"},{"SurahNumber":50,"VerseNumber":6,"Text":"Porém, não reparam, acaso, no céu que está acima deles? Como o construímos e o adornamos, sem abertura aparente"},{"SurahNumber":50,"VerseNumber":7,"Text":"E dilatamos a terra, fixando nela (firmes) montanhas, produzindo aí toda a formosa espécie, em pares"},{"SurahNumber":50,"VerseNumber":8,"Text":"Para a observação e recordação de todo o servo contrito"},{"SurahNumber":50,"VerseNumber":9,"Text":"E enviamos do céu a água bendita, mediante a qual produzimos jardins e cereais para a colheita"},{"SurahNumber":50,"VerseNumber":10,"Text":"E também as frondosas tamareiras, cujos cachos estão carregados de frutos em simetria"},{"SurahNumber":50,"VerseNumber":11,"Text":"Como sustento para os servos; e fazemos reviver, com ela, (a água) uma terra árida. Assim será a ressurreição"},{"SurahNumber":50,"VerseNumber":12,"Text":"Antes deles, desmentiram os mensageiros o povo de Noé, os moradores de Arrass e o povo de Samud"},{"SurahNumber":50,"VerseNumber":13,"Text":"O povo de Ad, o Faraó, os irmãos de Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"Os habitantes da floresta e o povo de Tubba todos desmentiram os mensageiros e todos mereceram a Minha advertência"},{"SurahNumber":50,"VerseNumber":15,"Text":"Porventura, exaurimo-nos com a primeira criação? Qual! Estão em dúvida acerca da nova criação"}]}