{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":76,"VerseNumber":23,"Text":"Behold, We, yes, We have revealed unto you the Qur'an step by step, a Revelation from Us"},{"SurahNumber":76,"VerseNumber":24,"Text":"Therefore, hold on to your Lord's Command unwaveringly. And heed not of them any dragger of progress or devotee of darkness. ('Athim' = One who drags or pulls down progress)"},{"SurahNumber":76,"VerseNumber":25,"Text":"Raise the Name of your Lord morning and evening. ('Zikr' = Remembrance = Commemoration = Raise = Celebration = Magnify = Give eminence = Taking to heart = Keeping in mind)"},{"SurahNumber":76,"VerseNumber":26,"Text":"Adore Him even at night and strive to establish His Glory on earth through long nights (as you do morning and evening)"},{"SurahNumber":76,"VerseNumber":27,"Text":"Behold, these people love only the instant gains and as a result leave behind a yesterday laden (with transgressions and wasted opportunities of doing good)"},{"SurahNumber":76,"VerseNumber":28,"Text":"(Who gave them the mind and body to behave the way they choose?) We it is Who have created them, and strengthened their frame. And if We Will, We can replace them entirely with other nations. (Nations who will use their human potentials better)"},{"SurahNumber":76,"VerseNumber":29,"Text":"Behold, this is an Advisory that whoever wants, may choose a Way to his Lord"},{"SurahNumber":76,"VerseNumber":30,"Text":"Yet, you cannot will it unless you align your free will with the Will of Allah. (Guidance can only be achieved according to Divine Laws (4:88)). For, behold, Allah is Knower, Wise"},{"SurahNumber":76,"VerseNumber":31,"Text":"He admits into His Grace everyone who wills to be admitted. But, for those who wrong their 'Self' by making wrong decisions, He has prepared an awful doom. ('Zulm' = Wrongdoing = Being unjust to others or to one's own 'Self' = Oppression = Relegation of Truth = Displacing anything from its rightful place = Violation of human rights = Transgression)"}]}