{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"(Butkul aalamdardın) mulk(u) Oz Kolunda bolgon Allaһ Iyık! Al bardık nersege Kudurettuu"},{"SurahNumber":67,"VerseNumber":2,"Text":"Alsilerdin kimiŋer eŋ mıktı (sooptuu) is jasay alısıŋardı sınoo ucun olum menen omurdu jaratkan. Jana Al — Kudurettuu, Kecirimduu"},{"SurahNumber":67,"VerseNumber":3,"Text":"Al jeti asmandı kabat-kabat jaratkan. Sen Rahmandın jaratkanında ec kanday kemcildik taba albaysıŋ. Emi dagı bir kara! Kemcildik koroor bekensiŋ"},{"SurahNumber":67,"VerseNumber":4,"Text":"Anan dagı kayra-kayra uŋul! Koz(uŋ) saga tunargan, carcagan boydon kayta beret"},{"SurahNumber":67,"VerseNumber":5,"Text":"Biz duyno asmanın jıldız-cıraktar menen koozdop, alardı saytandar ucun atıluucu tas kıldık. Jana Biz alar (saytandar) ucun (Akırette) tozok azabın dayardap koyduk.”"},{"SurahNumber":67,"VerseNumber":6,"Text":"Jana Rabbisine kaapır bolgon adamdar ucun tozok azabı bar! Al eŋ jaman kaytuu"},{"SurahNumber":67,"VerseNumber":7,"Text":"Kacan alar anın (tozoktun) icine tastalganda, korkunuctuu dobusun ugusat! Al kaynap turgan"},{"SurahNumber":67,"VerseNumber":8,"Text":"(Tozok ozuno tastalgan kaapırlardan) kaardangandan ulam jarılıp ketkidey bolot! Ar kacan aga bir jamaat (kaapırlar) tastalganda, anın (periste) karoolcuları: «Emne silerge (usul tozok jonundo) kabar bergen paygambar kelbedi bele?»-dep surayt"},{"SurahNumber":67,"VerseNumber":9,"Text":"Alar aytısat: “Ooba, ıras bizge eskertuucu-paygambar kelgen. Birok, biz anı jalgancıga cıgarıp: «Allaһ (silerge) ec nerse tusurgon emes! Siler eŋ coŋ adasuudagı adamsıŋar!» degenbiz”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Jana aytısat: «Eger biz (osol paygambardı) ugup, akılıbızdı istetkende (bugun) tozok «eeleri» bolup kalbayt elek!»"},{"SurahNumber":67,"VerseNumber":11,"Text":"Osentip kunoolorun moynuna alısat. Tozokular (Allaһtın ırayımınan) alıs"},{"SurahNumber":67,"VerseNumber":12,"Text":"Kayıptagı Rabbisinen korkkon adamdarga (Allaһ Taala tarabınan) kecirim jana coŋ sıylık (Beyis) bar"},{"SurahNumber":67,"VerseNumber":13,"Text":"Jana (o, adamdar) siler sozuŋordu sır tutasıŋarbı je askere kılasıŋarbı, Al kokuroktordu eelegen nerselerdi Biluucu"},{"SurahNumber":67,"VerseNumber":14,"Text":"(Kokuroktogu sırlardı) Jaratkan bilbey kalat beken?! Al Latiyf! (jana bardıgınan) Kabardar go"}]}