{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":43,"Text":"Jana Biz Musaga Kitepti (Toorattı) adamdar üçün Irayım, Tuura Jol jana Nur kılıp berdik, abalkı muundardı (jalpısınan) kıyratkanıbızdan kiyin.! Kana emi, (adamdar) ibarat-sabak alışsa"},{"SurahNumber":28,"VerseNumber":44,"Text":"(O, Muhammad!) Biz Musaga işti (dindi) öküm kılgan mezgilde sen (Tur toosunun) batış tarabında jok bolçusuŋ. Jana sen (Bizdin Musaga süylögönübüzdö) kübö da bolgon emessiŋ.°"},{"SurahNumber":28,"VerseNumber":45,"Text":"Birok (andan kiyin) Biz el-uluttardı jarattık. Alar (biri ötköndön soŋ ekinçisi kelip) köp ömür sürüştü. Sen (o, Muhammad!) Madyan elinin arasında turup, alarga Bizdin ayattarıbızdı okup bergen da emes bolçusuŋ. Birok, Biz seni paygambar kılgan elek. (Oşonduktan, Biz üyrötkön vahiyden ulam Madyan okuyasın adamdarga aytıp jatasıŋ)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Jana Biz (Musaga) süylögönübüzdö sen Tur toosunun janında jok bolçusuŋ. Birok, senden murun (alıs jıldar boyu) alarga eskertüüçü-paygambar kelbey kalgan koomgo (Kurayş arabdarına) eskertüü berişiŋ üçün, Rabbiŋ tarabınan ırayım-boorukerlik iretinde (saga oşol okuyalar bildirildi). Kana emi, alar eskerişse"},{"SurahNumber":28,"VerseNumber":47,"Text":"Öz koldoru menen jasagan kılmıştarı sebeptüü alarga bir kaygı jetkende «O, Rabbi! Egerde bizge bir elçi -paygambar jibergeniŋde, ayattarıŋa eerçimekpiz jana momundardan bolmokpuz» deşpese bolgonu"},{"SurahNumber":28,"VerseNumber":48,"Text":"Emi kaçan alarga (sen arkıluu) Bizdin Akıykatıbız kelgende: «Kana ele, eger bizge da Musaga berilgen sıyaktuu berilse»! deşet. Alar mından murun Musaga berilgen Tooratka da kaapır boluşpadı bele?! «Eköö (Kuraan menen Toorat) biri-birine jardam berüüçü eki sıykır»-deşken. Dagı aytıştı: «Biz bardıgına işenbeybiz!»"},{"SurahNumber":28,"VerseNumber":49,"Text":"(Alarga) ayt: «Anda özüŋör Allaһtın aldınan eköösünön tuuraraak bir kitep alıp kelgile, men oşogo eerçiyin, eger çınçıl bolsoŋor»"},{"SurahNumber":28,"VerseNumber":50,"Text":"Eger saga joop berişpese, bilgin, alar öz napsi-kaalooloruna eerçip jatışat. Allaһ tarabınan kelgen Tuura Jolgo eerçibey, öz napsinin kaalosuna eerçigen adamdardan köbüröök adaşkan kişi bar beken?! Allaһ, albette zaalım koomdordu Tuura Jolgo baştabayt"}]}