{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"No molvili vozhdi yego naroda Iz tekh, kto ne uveroval (v Allakha), Schitaya lozh'yu vstrechu dal'ney zhizni (V Den' Voskreseniya na Sud), - (Iz tekh), komu My dali nasladit'sya blizhney zhizn'yu: \"Eto - vsego lish' chelovek, podobnyy vam, I yest on to, chto vy yedite, I p'yet on to, chto p'yete vy"},{"SurahNumber":23,"VerseNumber":34,"Text":"Ved' yesli pokorites' cheloveku vam srodni, Poistine, vy budete v ubytke"},{"SurahNumber":23,"VerseNumber":35,"Text":"Neuzhto on vam obeshchayet, Chto vas, kogda umrete vy I stanete kost'mi i prakhom, Vnov' k zhizni vozvratyat"},{"SurahNumber":23,"VerseNumber":36,"Text":"Kak daleko (ot Istiny) vse to, Chto on vam obeshchayet"},{"SurahNumber":23,"VerseNumber":37,"Text":"Net nichego, pomimo zhizni v etom mire, - My umirayem i zhivem. (Yedinozhdy umershi), ne budem my voskresheny"},{"SurahNumber":23,"VerseNumber":38,"Text":"Eto - vsego lish' chelovek, Kto lozh' izmyslil na Allakha, Ne verim my yemu"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Prorok) skazal: \"O moy Gospod'! Poshli mne pomoshch' zashchitit'sya ot togo, Chto (vse oni) menya lzhetsom schitayut"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Gospod') skazal: \"Proydet korotkoye mgnoven'ye, I raskayutsya oni"},{"SurahNumber":23,"VerseNumber":41,"Text":"I tut, poistine, ikh porazil zloveshchiy vopl' Po spravedlivosti (Gospodney), I My ikh sdelali sukhim zhniv'yem, Rasseyannym v potoke (vetra), - Pust' sginet nechestivyy lyud"},{"SurahNumber":23,"VerseNumber":42,"Text":"Potom My vyrastili posle nikh drugiye pokolen'ya"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ne mozhet ni odin narod Ni podognat', ni zaderzhat' svoy srok, (Naznachennyy Allakhom)"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potom poslannikov My slali drug za drugom, No vsyakiy raz, kogda poslannik prikhodil k narodu, Oni yego lzhetsom schitali. My (v nakazaniye za eto) Odin narod drugim smenyali, (v nebytiye ikh povergaya). I delali (istorii ikh zhizni) Kak pritchi (v nazidaniye drugim). Pust' sginet lyud, chto ne uveroval (v Allakha)"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potom otpravili My Musu i Kharuna, yego brata, S znamen'yami ot Nas i yavnoy vlast'yu"},{"SurahNumber":23,"VerseNumber":46,"Text":"K Faraonu i yego vel'mozham. Oni zhe preispolnilis' gordyni - To byl narod vysokomernyy"},{"SurahNumber":23,"VerseNumber":47,"Text":"I skazali: \"Uzhel' poverim dvum takim zhe lyudyam, kak i my, Togda kak nam podvlasten ikh narod"},{"SurahNumber":23,"VerseNumber":48,"Text":"Oni vo lzhi ikh obvinili I tem v chislo pogublennykh (lyudey) voshli"},{"SurahNumber":23,"VerseNumber":49,"Text":"My dali Muse Knigu (Del), Chtoby oni mogli idti pryamoy stezeyu"},{"SurahNumber":23,"VerseNumber":50,"Text":"My sdelali znamen'yem (yasnym) Syna Maryam i mat' yego I ikh ukryli na kholmistom meste, (Bogato oroshennom presnoyu) vodoy, Gde byl pokoy im i nadezhnaya zashchita"}]}