{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Hai orang-orang beriman, jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan kepadamu Furqān607. Dan menghapuskan segala kesalahan-kesalahanmu, dan mengampuni (dosa-dosa)mu. Dan Allah mempunyai karunia yang besar"},{"SurahNumber":8,"VerseNumber":30,"Text":"Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan daya upaya terhadapmu untuk menangkap dan memenjarakanmu, atau membunuhmu, atau mengusirmu. Mereka memikirkan tipu daya dan Allah menggagalkan tipu daya itu. Dan Allah sebaik-baik Pembalas tipu daya"},{"SurahNumber":8,"VerseNumber":31,"Text":"Dan apabila dibacakan kepada mereka ayat-ayat Kami, mereka berkata, \"Sesungguhnya kami telah mendengar (ayat-ayat yang seperti ini), kalau kami menhendaki niscaya kami dapat membacakan yang seperti ini, (Al-Qur`ān) ini tidak lain hanyalah dongengan-dongengan orang-orang purbakala"},{"SurahNumber":8,"VerseNumber":32,"Text":"Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika betul (Al-Qur`ān) ini, dialah yang benar dari sisi Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih"},{"SurahNumber":8,"VerseNumber":33,"Text":"Dan Allah sekali-kali tidak akan mengazab mereka, sedang kamu berada di antara mereka. Dan tidaklah (pula) Allah akan mengazab mereka, sedang mereka meminta ampun"},{"SurahNumber":8,"VerseNumber":34,"Text":"Kenapa Allah tidak mengazab mereka padahal mereka menghalangi orang untuk (mendatangi) Masjidil Haram, dan mereka bukanlah orang-orang yang berhak menguasainya? Orang-orang yang berhak menguasai(nya) hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui"},{"SurahNumber":8,"VerseNumber":35,"Text":"Salat mereka di sekitar Baitullah itu, lain tidak hanyalah siulan dan tepukan tangan. Maka rasakanlah azab disebabkan kekafiranmu itu"},{"SurahNumber":8,"VerseNumber":36,"Text":"Sesungguhnya orang-orang yang kafir itu menafkahkan harta mereka untuk menghalangi (orang) dari jalan Allah. Mereka akan menafkahkan harta itu, kemudian menjadi sesalan bagi mereka, dan mereka akan dikalahkan. Dan ke dalam neraka Jahanamlah orang-orang yang kafir itu dikumpulkan"},{"SurahNumber":8,"VerseNumber":37,"Text":"supaya Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas sebagian yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang merugi"}]}