{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"avanu hēḷidanu; nānu ninna oḍeyana dūta. Mattu nānu ninage obba pāvana putranannu nīḍalu bandiddēne"},{"SurahNumber":19,"VerseNumber":17,"Text":"āke hēḷidaru; nanage putranāguvudādarū hēge? Nannannu yāva manuṣyanū muṭṭiddilla mattu nānu anācāra esaguvavaḷū alla"},{"SurahNumber":19,"VerseNumber":18,"Text":"avanu hēḷidanu; hāgeyē āguvudu. Idu nanage tīrā sulabhavendu hāgū nāvu ātanannu mānavara pālige purāveyāgisuvevu mattu nanna kaḍeyinda banda anugrahavāgisuvevu endu ninna oḍeyanē hēḷuttāne. Idondu pūrva niścita tīrmānavāgide"},{"SurahNumber":19,"VerseNumber":19,"Text":"munde āke garbhiṇiyādaru. Āke adannu hottu dūrada ondeḍege hōdaru"},{"SurahNumber":19,"VerseNumber":20,"Text":"herigeya nōvu ākeyannu kharjūra giḍada buḍadeḍege koṇḍoyyitu. Āke hēḷidaru; nānu idakke munnavē sattiddare athavā sampūrṇa mareyalpaṭṭavaḷāgiddare eṣṭu cennāgittu"},{"SurahNumber":19,"VerseNumber":21,"Text":"konege avanu (malak) adara (kharjūra giḍada) oḷaginda ākeyannu karedu hēḷidanu; nīnu duḥkhisabēḍa. Ninna oḍeyanu ninna kāla taḷadalli ondu cilumeyannu horaḍisiruvanu"},{"SurahNumber":19,"VerseNumber":22,"Text":"nīnu kharjūrada kāṇḍavannu ninneḍege eḷe. Kharjūrada tājā haṇṇugaḷu ninna mēle uduri bīḷuvavu"},{"SurahNumber":19,"VerseNumber":23,"Text":"nīnu tinnu, kuḍi mattu ninna kaṇṇugaḷannu taṇisikō. Innu nīnu yārādarobba vyaktiyannu kaṇḍare, nānu ā parama dayāmayanigāgi upavāsa ācarisuva harake hottiddēne. Indu nānu yāva vyaktiya jotegū khaṇḍita mātanāḍalāre – endu hēḷu"},{"SurahNumber":19,"VerseNumber":24,"Text":"munde āke adannu (maguvannu) hottu tanna janāṅgadavara baḷige bandaru. Avaru (janāṅgadavaru) hēḷidaru; ō maryam, nīnu bahaḷa keṭṭa vastuvannu tandiruve"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ō hārūnana sahōdariyē, ninna tande duṣṭanāgiralilla mattu ninna tāyiyū durācāriyāgiralilla"},{"SurahNumber":19,"VerseNumber":26,"Text":"āke adareḍege (maguvineḍege) sanne māḍidaru. Āga avaru; toṭṭilalliruva puṭṭa maguvina jote nāvu mātanāḍuvudādarū hēge? Endaru"},{"SurahNumber":19,"VerseNumber":27,"Text":"āga adu(magu) hēḷitu; nānu khaṇḍita, allāhana dāsanu. Avanu nanage granthavannu nīḍiruvanu hāgū nannannu pravādiyāgi nēmisiruvanu"},{"SurahNumber":19,"VerseNumber":28,"Text":"mattu nānellē irali, avanu nannannu samr̥d'dhanāgisiruvanu mattu nānu badukiruvaṣṭu kāla namājh sallisuttirabēku hāgū jhakāt pāvatisuttirabēku endu avanu ādēśisiruvanu"},{"SurahNumber":19,"VerseNumber":29,"Text":"hāgeyē, avanu nannannu nanna tāyige vidhēyanāgisiruvanu mattu nannannu avanu ahaṅkāri hāgū duṣṭanāgi māḍilla"},{"SurahNumber":19,"VerseNumber":30,"Text":"nānu janisida dina, nānu sāyuva dina mattu nannannu punaḥ jīvantagoḷisalāguva dina nanage śānti ide"},{"SurahNumber":19,"VerseNumber":31,"Text":"idu, maryam‌ra putra īsā avara kuritante janaru jagaḷāḍuttiruva viṣayagaḷa satyānśa"},{"SurahNumber":19,"VerseNumber":32,"Text":"yārannādarū tanna putranāgisikoḷḷuvudu allāhanige bhūṣaṇavalla. Avanu pāvananu. Avanu ēnannādarū nirdharisidare, adaroḍane ‘āgu’ endaṣṭē hēḷuttāne mattu adu āgi biḍuttade"},{"SurahNumber":19,"VerseNumber":33,"Text":"khaṇḍitavāgiyū allāhanē nanna oḍeyanū nim'ma oḍeyanū āgiddāne. Āddarinda nīvu avanannē pūjisiri. Iduvē nēra mārga"},{"SurahNumber":19,"VerseNumber":34,"Text":"munde, vividha gumpugaḷu paraspara bhinnate tāḷidavu. Dhikkārigaḷa pālige, avaru kāṇaliruva mahān dinavu vināśakāriyāgiruvudu"},{"SurahNumber":19,"VerseNumber":35,"Text":"nam'ma baḷige baruvandu avaru tumbā samarthavāgi kēḷaballavarū nōḍaballavarū āgiruvaru. Indu mātra ā akramigaḷu spaṣṭavāgi dārigeṭṭa sthitiyalliddāre"},{"SurahNumber":19,"VerseNumber":36,"Text":"(dūtarē,) antima tīrpu nīḍi biḍalāguva, ā hatāśeya dinada kuritu avarannu eccarisiri – sadya avaru nirlakṣa tōruttiddāre mattu avaru nambuttilla"},{"SurahNumber":19,"VerseNumber":37,"Text":"Khaṇḍitavāgiyū nāvē ī bhūmi mattu idaralliruva ellara vārasudāraru mattu konege ellarannū nam'meḍegē maraḷisalāguvudu"},{"SurahNumber":19,"VerseNumber":38,"Text":"mattu (dūtarē), nīvu ī granthadalli ibrāhīmara kuritu prastāpisiri. Khaṇḍitavāgiyū avaru parama satyavanta dūtarāgiddaru"},{"SurahNumber":19,"VerseNumber":39,"Text":"avaru tam'ma tandeyoḍane hēḷiddaru; nanna appā, ēnannū kēḷalāgada, ēnannū kāṇalāgada mattu nimage yāvudē upakāra māḍalāgada vastugaḷannu nīvēke pūjisuttīri"},{"SurahNumber":19,"VerseNumber":40,"Text":"nanna appā, idīga nim'ma baḷi illada jñānavondu nanna baḷige bandide. Nīvu nannannu anusarisiri, nānu nimage nēra mārgavannu tōrisuvenu"}]}