{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Kimdir o kəs ki, Allah yolunda könül xoşluğu ilə borc versin, O da onun əvəzini qat-qat (birə on, yaxud birə yeddi yüz) artırsın?! Onu həm də çox qiymətli bir mükafat (Cənnət) gözləyir"},{"SurahNumber":57,"VerseNumber":12,"Text":"O gün (qiyamət günü, ya Peyğəmbər!) mö’min kişilərin və qadınların (səmimi e’tiqadları və dünyada etdikləri yaxşı əməllər müqabilində nail olduqları iman) nurunun onların önlərindən və sağ tərəflərindən axıb şö’lə saçdığını (qıl körpüsü üstündə onlara yol göstərdiyini) görəcəksən. (Mələklər onlara deyəcəklər:) “Bu gün sizin müjdəniz (ağacları) altından çaylar axan cənnətlərdir. Siz orada əbədi qalacaqsınız!” Bu, böyük qurtuluşdur (uğurdur)"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün münafiq kişi və qadınlar iman gətirənlərə: “(Bizi bir az) gözləyin ki, nurunuzdan bir qədər işıq alaq!” – deyəcəklər. (Onlara istehza ilə) belə cavab veriləcəkdir: “Geriyə dönüb işıq axtarın!” (Bu sözlərdən sonra) onların (mö’minlərlə münafiqlərin) arasına qapısının içəri tərəfində mərhəmət və bayır tərəfində əzab olan bir sədd çəkiləcəkdir"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Münafiqlər divarın içəri tərəfində olan mö’minləri) səsləyib deyəcəklər: “Məgər biz (dünyada) sizinlə birlikdə deyildikmi?!” (Mö’minlər) belə cavab verəcəklər: “Bəli (bizimlə birlikdə idiniz). Lakin siz özünüzü (nifaqla, ikiüzlülüklə) fitnəyə saldınız (fitnəyə salıb məhvə düçar etdiniz), siz (mö’minlərin başına bir fəlakət gəlməsini) gözləyirdiniz və (Allahın birliyinə, Muhəmməd əleyhissəlamın peyğəmbərliyinin həqiqiliyinə) şəkk edirdiniz. Allahın əmri (ölümünüz) gəlib çatanadək sizi xam xəyallar (tamah) aldatdı. Sizi Allah barəsində (Allah rəhmlidir, bütün günahlarınızdan keçər, sizə heç bir cəza verməz deyə) o tovlayan (Şeytan) tovladı"},{"SurahNumber":57,"VerseNumber":15,"Text":"(Ey münafiqlər!) Bu gün artıq nə sizdən, nə də kafirlərdən (günahlarınızın bağışlanması üçün) heç bir fidyə qəbul olunmaz. Məskəniniz Cəhənnəmdir. Sizə yaraşan odur. Ora necə də pis sığınacaqdır!”"},{"SurahNumber":57,"VerseNumber":16,"Text":"İman gətirənlərin qəlblərinin Allahın zikri və haqdan nazil olan (Qur’an) üçün yumşalması vaxtı gəlib çatmadımı?! Onlar özlərindən əvvəl kitab verilən kimsələr (yəhudilər və xaçpərəstlər) kimi olmasınlar. Onlarla (öz peyğəmbərləri arasında) uzun bir müddət keçmiş və (öyüd-nəsihəti unutduqları üçün) qəlbləri sərtləşmişdir. Onların çoxu (Allaha asi olan) fasiqlərdir"},{"SurahNumber":57,"VerseNumber":17,"Text":"(Ey insanlar!) Bilin ki, Allah torpağa öldükdən sonra təzədən can verir. Biz ayələri sizə belə müfəssəl izah etdik ki, bəlkə, ağlınız başınıza gəlsin"},{"SurahNumber":57,"VerseNumber":18,"Text":"Şübhəsiz ki, sədəqə verən kişi və qadınlar, Allah yolunda gözəl (könül xoşluğu ilə) borc verənlər üçün (əməllərinin savabı) qat-qat artırılacaqdır. Onları həm də cox qiymətli bir mükafat (Cənnət) gözləyir"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allaha və peyğəmbərinə iman gətirənlər – məhz onlar öz Rəbbi dərgahında olan siddiqlər (özündə-sözündə doğru olanlar) və şəhidlərdir. Onların (qiyamət günü) öz mükafatları və (qıl körpüsü üstündə onlara yol göstərəcək) öz nurları vardır. Kafir olub ayələrimizi yalan sayanlara gəldikdə isə, onlar cəhənnəmlikdirlər"}]}