{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Эй мардум, агар шуморо мусибате аз мусибатҳо, дар дину дунёятон расад, пас ба хотири корҳоест, ки кардаед. Ва Аллоҳ аз карами худ бисёре аз гуноҳонро барои шумо афв мекунад ва ҷазо намедиҳад"},{"SurahNumber":42,"VerseNumber":31,"Text":"Шумо эй одамон натавонед дар рӯи замин аз Ӯ бигурезед ва шуморо ҷуз Ӯ сарпарасте нест, ки сарпарастӣ намояд ва манфиатҳоятонро фароҳам орад ва ёваре нест, ки зиёнҳоро аз шумо дур кунад"},{"SurahNumber":42,"VerseNumber":32,"Text":"Аз нишонаҳои қудрати Ӯ киштиҳоест чун кӯҳ, ки дар баҳрҳо равонанд"},{"SurahNumber":42,"VerseNumber":33,"Text":"Агар бихоҳад, бодро ором месозад, то киштиҳо бар рӯи баҳр аз рафтан бозмонанд. Албатта, дар ин вуҷуд ва ҳаракати киштиҳо барои сабркунандагони шукргузор, ибратҳост"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ё агар Аллоҳ бихоҳад он аҳли киштиҳоро ба сабаби он гуноҳоне, ки кардаанд, ғарқ мекунад ва бисёреро аз гуноҳоеи киштинишиниён низ мебахшояд ва ба азоб намегирад"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ва то, касоне, ки дар нишонаҳои ягонагии Мо ҷидол мекунанд, бидонанд, ки ононро чун бар гуноҳонашон азоб кунад, аз азоби Аллоҳ ҳеҷ роҳи халосӣ ва гурезгоҳе надоранд"},{"SurahNumber":42,"VerseNumber":36,"Text":"Пас он чӣ шумо дода шудаед аз ҳар чиз, ки бошад мол, ё фарзандон ва дигар чизҳо, баҳраи зиндагии ин дунё аст ва зуд нобудшавандааст. Ва он чӣ дар назди Аллоҳ аст, аз савобу подош ва боғҳои биҳишт барои онҳое, кӣ имон овардаанд ва ба Парвардигорашон таваккал мекунанд, беҳтару пояндатар аст"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ва он касоне, ки аз гуноҳони бузург монанди ширк, фирор аз ҷанг ва ғайра ва аъмоли зишт, монанди зино ва гувоҳӣ бар дурӯғ ва ғайра парҳез мекунанд ва чун дар хашм шаванд, хатоҳоро мебахшоянд ва касе, ки бар онҳо ситам намудааст, бо ҳилм ва бурдборӣ рафтор мекунанд"},{"SurahNumber":42,"VerseNumber":38,"Text":"ва касоне, ки даъвати Парвардигорашонро бо иҷро намудани амрҳояш иҷобат карданд ва паёмбаронро итоъат карданд ва намозро дар вақташ бо риоя кардани шарту одоб ва арконаш барпо гузоштанд ва корашон бар пояи машварат бо якдигар аст ва аз он чӣ ба онҳо рӯзӣ додаем, дар роҳи Аллоҳ бар ниёзмандон сарф мекунанд"},{"SurahNumber":42,"VerseNumber":39,"Text":"ва онон, ки чун ситаме ба онҳо расад, интиқом мегиранд хештанро ёрӣ медиҳанд ва зери бори зулм намераванд ва агар сабр кунанд, дар оқибати сабрашон хайри бисёрест"},{"SurahNumber":42,"VerseNumber":40,"Text":"Ва ҷазои ҳар бадӣ, бадие аст монанди он ва афзуда нашавад. Пас, касе, ки аз ситамгари худ афв кунад ва барои хушнудии Аллоҳ оштӣ кунад, муздаш бо Аллоҳ аст, албатта, Ӯ ситамкоронро дӯст надорад"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ва ҳар ки баъд аз ситаме, ки дидааст, интиқом гирад, пас бар онон маломат ва иқобе нест"},{"SurahNumber":42,"VerseNumber":42,"Text":"балки маломат ва азоби шаръӣ бар касонест, ки ба мардум аз рӯи душманӣ ситам мекунанд ва ба ноҳақ дар рӯи замин саркашӣ ва гунаҳкорӣ мекунанд. Барои он гӯруҳ дар рӯзи қиёмат азоби дарднок аст"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ва он ки аз сӯи мардум азият мекашад, сабр кунад ва аз хато даргузарад, албатта ин аз корҳои писандида ва шоистаи сипос аст"}]}