{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Na pale Mola wako Mlezi alipo waambia Malaika: Mimi nitamweka katika ardhi Khalifa (mfwatizi), wakasema: Utaweka humo atakaye fanya uharibifu humo na kumwaga damu, hali sisi tunakutakasa kwa sifa zako na tunakutaja kwa utakatifu wako? Akasema: Hakika Mimi nayajua msiyo yajua"},{"SurahNumber":2,"VerseNumber":31,"Text":"Na akamfundisha Adam majina ya vitu vyote, kisha akaviweka mbele ya Malaika, na akasema: Niambieni majina ya hivi ikiwa mnasema kweli"},{"SurahNumber":2,"VerseNumber":32,"Text":"Wakasema: Subhanaka, Wewe umetakasika! Hatuna ujuzi isipokuwa kwa uliyo tufunza Wewe. Hakika Wewe ndiye Mjuzi Mwenye hikima"},{"SurahNumber":2,"VerseNumber":33,"Text":"Akasema: Ewe Adam! Waambie majina yake. Basi alipo waambia majina yake alisema: Sikukwambieni kwamba Mimi ninajua siri za mbinguni na za duniani, na ninayajua mnayo yadhihirisha na mliyo kuwa mnayaficha"},{"SurahNumber":2,"VerseNumber":34,"Text":"Na tulipo waambia Malaika: Msujudieni Adam, wakamsujudia wote isipo kuwa Iblis, alikataa na akajivuna na akawa katika makafiri"},{"SurahNumber":2,"VerseNumber":35,"Text":"Na tulisema: Ewe Adam! Kaa wewe na mkeo katika Bustani, na kuleni humo maridhawa popote mpendapo, lakini msiukaribie mti huu tu; mkawa katika wale walio dhulumu"},{"SurahNumber":2,"VerseNumber":36,"Text":"Lakini Shet'ani aliwatelezesha hao wawili na akawatoa katika waliyo kuwamo, na tukasema: Shukeni, nanyi ni maadui nyinyi kwa nyinyi. Katika ardhi yatakuwa makaazi yenu na starehe kwa muda"},{"SurahNumber":2,"VerseNumber":37,"Text":"Kisha Adam akapokea maneno kwa Mola wake Mlezi, na Mola wake Mlezi alimkubalia toba yake; hakika Yeye ndiye Mwingi wa kukubali toba na Mwenye kurehemu"},{"SurahNumber":2,"VerseNumber":38,"Text":"Tukasema: Shukeni nyote; na kama ukikufikieni uwongofu utokao kwangu, basi watakao fuata uwongofu wangu huo haitakuwa khofu juu yao wala hawatahuzunika"},{"SurahNumber":2,"VerseNumber":39,"Text":"Na wenye kukufuru na kuzikanusha ishara zetu, hao ndio watakao kuwa watu wa Motoni, humo watadumu"}]}