{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Албатта, мунофиқлар Аллоҳни алдамоқчи бўларлар. Ҳолбуки, Аллоҳ уларни «алдовчи»дир. Агар намозга турсалар, дангасалик билан, хўжакўрсинга турарлар ва Аллоҳни камдан кам зикр қиларлар"},{"SurahNumber":4,"VerseNumber":143,"Text":"Улар орада сарсондирлар. На анавиларга қўшила оларлар ва на манавиларга қўшила оларлар. Аллоҳ кимни йўлдан адаштирса, ҳаргиз унга йўл топа олмассан"},{"SurahNumber":4,"VerseNumber":144,"Text":"Эй иймон келтирганлар! Мўминларни қўйиб, кофирларни дўст тутманг. Аллоҳнинг ҳузурида ўз зиддингизга очиқ ҳужжат қилишни хоҳлайсизми?! (Мўминни қўйиб, кофирни дўст тутиш ҳам бир нави ҳужжатдирки, охиратда бу ҳужжат уларнинг зарарларига ишлайди ва Аллоҳ уларни шу ҳужжат асосида азоблайди)"},{"SurahNumber":4,"VerseNumber":145,"Text":"Албатта, мунофиқлар дўзахнинг энг остки қаватидадирлар ва ҳаргиз уларга бир ёрдамчини топа олмассан. (Ислом дини учун мунофиқлар кофирлардан ҳам зарарли ва хавфлидирлар. Шунинг учун охиратда ҳам улар кофирлардан-да кўра қаттиқроқ азобга дучор бўладилар. Дўзахнинг энг қаърига–энг остки қаватига ташланадилар. Бу жойни оятда «ад-Даркул асфали» дейилган)"},{"SurahNumber":4,"VerseNumber":146,"Text":"Магар тавба қилиб, солиҳ амаллар қилган, Аллоҳни маҳкам ушлаган ва Аллоҳ учун динга ихлос қўйганлар–ана ўшалар мўминлар ила биргадирлар. Аллоҳ, албатта, мўминларга улуғ ажр берур"},{"SurahNumber":4,"VerseNumber":147,"Text":"Агар шукр қилсангиз ва иймон келтирсангиз, Аллоҳ сизни азоблаб нима қилади? Аллоҳ шукр қилувчи ва билувчи зотдир. (Аллоҳ таоло ношукр ва кофир бандаларни нима учун азоблайди? Уларни азоблашдан бир фойда топадими? Ёки уларни азоблашдан лаззат оладими? Албатта, Аллоҳ ношукр ва иймонсизларни азоблашдан ҳеч фойда топмайди ва уларни азоблашдан лаззат ҳам олмайди. Бу азобнинг асосий сабаби банданинг шукр қилмагани ва иймон келтирмаганидир. Ношукр ва иймонсиз бу дунёда азобланса, қилган хатоси эвазига, тўғри йўлга қайтсин, деб қилинади. Уни охиратда азоблаш эса, ношукрлиги ва кофирлигининг жазосидир. Аслида,»Аллоҳ шукр қилувчи ва билувчи зотдир». Яъни, шукр қилган бандаларидан рози бўлади ва уларга улуғ ажрларни беради)"},{"SurahNumber":4,"VerseNumber":148,"Text":"Аллоҳ ёмон гапни ошкор қилишни хуш кўрмайди. Магар мазлумдан бўлса, майли. Аллоҳ эшитувчи ва билувчи зотдир. (Қалбида тақвоси, виждонида ҳассослик бўлмаган одам ҳар қандай ёмон сўзни осонгина ошкора қилади, атрофга ёяди. Ёмон гапни ошкор қилиш икки одамнинг бир-бирини сўкишидан, ёмонлашидан ва ғийбат-бўҳтон қилишидан бошланади. Сўнгра аста-секин катталашиб, жамиятни ҳалокат жари ёқасига олиб келади. Шунинг учун ҳам Ислом жамиятида ёмон сўзни ошкор қилиш қатъиян тақиқланади. Фақат бир тоифага–мазлумга рухсат. Шунда ҳам, мазлум инсон ўз устидаги зулмни кўтариши учунгина изн берилади. Жумладан, золимнинг зулмидан жамиятни хабардор этиш учун мазлумгина ёмон гапни ошкор қилиши мумкин)"},{"SurahNumber":4,"VerseNumber":149,"Text":"Агар яхшиликни ошкора ёки махфий қилсангиз ёки ёмонликни афв этсангиз, албатта, Аллоҳ афвли ва қодир зотдир"},{"SurahNumber":4,"VerseNumber":150,"Text":"Албатта, Аллоҳга ва Унинг Пайғамбарларига куфр келтирадиганлар ва Аллоҳ ила Пайғамбарлари орасида айримчиликни ирода қиладиганлар ҳамда баъзиларига иймон ва баъзиларига куфр келтирамиз, деб ана ўшандай ора йўлни тутишни хоҳлайдиганлар"},{"SurahNumber":4,"VerseNumber":151,"Text":"Ана ўшалар ҳақиқий кофирлардир. Ва кофирларга хорловчи азобни тайёрлаб қўйганмиз"},{"SurahNumber":4,"VerseNumber":152,"Text":"Аллоҳга ва Унинг Пайғамбарларига иймон келтирганларга ва уларнинг бирортасини ҳам айирмаганларга–ана ўшаларга ажрларини албатта берурмиз. Ва Аллоҳ мағфиратли ва раҳмли зотдир"}]}