{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, Lom, Ro, In ast ojoti kitoʙi ʙohikmat"},{"SurahNumber":10,"VerseNumber":2,"Text":"Ojo mardumi Makka dar taaccuʙand, az in ki ʙar marde az xudason vahj kardem, ki mardumro ʙitarson va mu'minonro muƶda deh, ʙa in ki dar nazdi Parvardigorason pojgohi ʙalande dorand? Pas, cun Rasuli Alloh ʙarojason vahji ilohiro tilovat kard, kofiron guftand, ki in Muhammad (sallallohu alajhi va sallam) codugarest oskoro"},{"SurahNumber":10,"VerseNumber":3,"Text":"Parvardigori sumo Alloh ast, ki osmonhovu zaminro dar sas ruz ʙijofarid, sipas ʙa Ars ʙaland va murtafe' gardid va U tadʙir mekunad korhoro. Cuz ʙa ruxsati U safoatkunandae dar ruzi qijomat naʙosad. In ast Alloh, Parvardigori sumo. Uro ʙiparasted! Caro pand namegired"},{"SurahNumber":10,"VerseNumber":4,"Text":"Bozgasti hamai sumo ʙa sui Ust. In ʙa jaqin va'dai Alloh ast. Ust ofarinisi maxluqotro oƣoz mekunad, sipas onro ʙa hajati avval ʙozgardonad, to kasonero, ki imon ovarda va kori soista kardaand, az rui adl mukofot dihad. Va kofironro ʙa cazoi kufrason saroʙest az oʙi cuson, ki ruj va me'dahoro pora-pora mekunad va azoʙi dardovarest ʙa saʙaʙi kufrason"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ust, on ki xursedro duraxsanda va mohro munavvar soxt va ʙaroi moh manzilho muajjan kard, to sumori sol va hisoʙro ʙidoned. Alloh hamai inhoro cuz ʙa haq najofarid va ojotro ʙaroi mardume, ki medonand, ʙa tafsil ʙajon mekunad"},{"SurahNumber":10,"VerseNumber":6,"Text":"Dar raftuomadi saʙu ruz va on ci Alloh dar osmonhovu zamin ofaridaast, ʙaroi parhezgoron iʙrathost"},{"SurahNumber":10,"VerseNumber":7,"Text":"Kasone, ki ʙa didori Mo umed nadorand va az ruzi qijomat nametarsand va savoʙu azoʙro duruƣ mehisoʙand va ʙa zindagii dunjavi xusnud suda va ʙa on oromis joftaand va onon, ki az ojoti ojathoi Qur'on va mu'cizahoi Mo ʙexaʙarand"},{"SurahNumber":10,"VerseNumber":8,"Text":"Cunin kasone, ki ʙa cazoi korhoe, ki mekardand, cojgohason cahannam ast"},{"SurahNumber":10,"VerseNumber":9,"Text":"Onon, ki ʙa Alloh va rasulas imon ovardaand va korhoi soista kardaand, Parvardigorason ʙa saʙaʙi imonason ʙa ʙihisti purne'mate, ki cujhoi oʙ dar zeri manzilhojason corist, hidojat mekunad"},{"SurahNumber":10,"VerseNumber":10,"Text":"Duojason dar on co \"Parvardigoro, Tu poki\" va durudi Alloh va faristagon va durudi ʙa'zeason ʙa'zero dar cannat \"salom\" ast va pojoni duojason in ast \"Sukru siposi maxsus Parvardigori cahonijonro"}]}