{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Аліф. Лям. Мім"},{"SurahNumber":29,"VerseNumber":2,"Text":"Невже люди думають, що їх залишать у спокої та не будуть випробовувати лише тому, що вони скажуть: «Ми увірували»"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ми випробовували тих, які жили ще раніше. Аллаг неодмінно знатиме тих, які говорять правду, й тих, які брешуть"},{"SurahNumber":29,"VerseNumber":4,"Text":"Невже ті, які чинять злі вчинки, вважають, що зможуть випередити Нас? Погано ж розсудили вони"},{"SurahNumber":29,"VerseNumber":5,"Text":"А якщо хтось сподівається на зустріч із Аллагом, то призначений Аллагом строк неодмінно настане. Він — Всечуючий, Всезнаючий"},{"SurahNumber":29,"VerseNumber":6,"Text":"Хто веде боротьбу, той веде боротьбу тільки для себе. Воістину, Аллаг не потребує жителів світів"},{"SurahNumber":29,"VerseNumber":7,"Text":"Тим, які увірували й робили добро, Ми простимо злі вчинки їхні та винагородимо кращим за те, що робили вони"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ми заповіли людині добре ставитись до батьків. А якщо вони будуть силувати тебе додавати Мені рівних, про яких ти нічого не знаєш, то не слухайся їх. Ви повернетесь до Мене, і тоді Я сповіщу вас про те, що ви робили"},{"SurahNumber":29,"VerseNumber":9,"Text":"А тих, які увірували й робили добро, Ми введемо до праведників"},{"SurahNumber":29,"VerseNumber":10,"Text":"Серед людей є такі, які говорять: «Ми увірували в Аллага!» Але щойно вони постраждають заради Аллага, то сприймають людську спокусу за кару від Аллага. Та якщо прийде перемога від Господа твого, вони скажуть: «Ми були з вами!» Хіба Аллаг не краще знає те, що ховається в серцях жителів світів"},{"SurahNumber":29,"VerseNumber":11,"Text":"Аллаг неодмінно знатиме тих, які увірували, й неодмінно знатиме лицемірів"},{"SurahNumber":29,"VerseNumber":12,"Text":"Невіруючі говорять віруючим: «Ідіть нашим шляхом, і тоді ми візьмемо на себе ваші гріхи!» Але ж вони не візьмуть на себе жодного гріха! Воістину, вони — брехуни"},{"SurahNumber":29,"VerseNumber":13,"Text":"Вони понесуть свій тягар і — разом зі своїм — ще й інший тягар! А в День Воскресіння їх неодмінно запитають про те, що вони вигадували"}]}