{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"And to the (people of) ‘Ad We sent their brother Hud. He said: \"O my people! Worship God alone: you have no deity other than Him. Will you not, then, keep from disobedience to Him and deserve His protection"},{"SurahNumber":7,"VerseNumber":66,"Text":"The leading ones among his people who were persisting in unbelief said: \"We see you to be indeed foolish and weak-minded, and we are certain that you are a liar"},{"SurahNumber":7,"VerseNumber":67,"Text":"He (Hud) said: \"O my people! There is no folly and weak-mindedness in me, rather I am a Messenger from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":68,"Text":"I convey to you the messages of my Lord, and I am a trustworthy counselor to you"},{"SurahNumber":7,"VerseNumber":69,"Text":"Why, do you deem it strange that a reminder (a message and guidance) from your Lord should have come to you through a man from among you that he may warn you (against the consequences of your way)? Remember and be mindful that He has made you successors (on the earth) after Noah’s people and increased you in stature and power. Remember and be mindful, then, of God’s bounties, that you may prosper (in both worlds, and attain your goals)"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said: \"Have you come to us (with the command) that we should worship God alone and forsake what our forefathers used to worship? Then bring about what you have threatened us with, if you are truthful"},{"SurahNumber":7,"VerseNumber":71,"Text":"He (Hud) said: \"Already abhorrence and anger (i.e. idol-worship in blind imitation of your forefathers) from your Lord have befallen you. What, do you dispute with me about mere designations which you and your forefathers invented and for which God has not sent down any authority? (If that is the case) then wait, as indeed I too am among those who wait"},{"SurahNumber":7,"VerseNumber":72,"Text":"Then, through mercy from Us, We saved him and those who were in his company, while we uprooted those who denied Our signs and Revelations and were not believers"}]}