{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":13,"Text":"And those who disbelieved said to their Messengers: “Surely, you return to our religion or we will drive you out of our land.” But their Lord revealed to them: “Surely, We shall destroy the wrongdoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"And indeed, We shall make you reside in the land after them. This is for those who fear standing before Me and also fear My threat.”"},{"SurahNumber":14,"VerseNumber":15,"Text":"But they (the Messengers) sought help and victory (from Allah), and every stubborn, arrogant dictator (who refused to believe in Allah) was destroyed"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hell is in front of him (dictator) who will be made to drink boiling rotten water"},{"SurahNumber":14,"VerseNumber":17,"Text":"who will sip it (unwillingly) but will find hard to swallow. Death will surround him from every side, yet will not die and in front of him will be a great punishment"},{"SurahNumber":14,"VerseNumber":18,"Text":"The parable of those who disbelieve in their Lord is that their deeds are like ashes, on which the wind blows furiously on a stormy day; they will not be able to get anything from what they have earned. That will be straying far away (from the Right Way)"},{"SurahNumber":14,"VerseNumber":19,"Text":"Do you not see that Allah has created the heavens and the earth with truth? If He wills, He can remove you and bring (in your place) a new creation"},{"SurahNumber":14,"VerseNumber":20,"Text":"And that is not difficult for Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"And when they all will appear before Allah (on the Day of Resurrection), then the weak (of the world) will say to those who were arrogant (chiefs): “Surely, we were following you. Can you avail us anything from Allah’s punishment?” They will say: “If Allah had guided us, we would have guided you. It is equal on us (now) whether we rage, or bear (those punishments) with patience, there is no place of refuge for us.”"}]}