{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"The chiefs of Pharaoh's people said: Lo! this is some knowing wizard"},{"SurahNumber":7,"VerseNumber":110,"Text":"Who would expel you from your land. Now what do ye advise"},{"SurahNumber":7,"VerseNumber":111,"Text":"They said (unto Pharaoh): Put him off (a while) - him and his brother - and send into the cities summoners"},{"SurahNumber":7,"VerseNumber":112,"Text":"To bring each knowing wizard unto thee"},{"SurahNumber":7,"VerseNumber":113,"Text":"And the wizards came to Pharaoh, saying: Surely there will be a reward for us if we are victors"},{"SurahNumber":7,"VerseNumber":114,"Text":"He answered: Yes, and surely ye shall be of those brought near (to me)"},{"SurahNumber":7,"VerseNumber":115,"Text":"They said: O Moses! Either throw (first) or let us be the first throwers"},{"SurahNumber":7,"VerseNumber":116,"Text":"He said: Throw! And when they threw they cast a spell upon the people's eyes, and overawed them, and produced a mighty spell"},{"SurahNumber":7,"VerseNumber":117,"Text":"And We inspired Moses (saying): Throw thy staff! And lo! it swallowed up their lying show"},{"SurahNumber":7,"VerseNumber":118,"Text":"Thus was the Truth vindicated and that which they were doing was made vain"},{"SurahNumber":7,"VerseNumber":119,"Text":"Thus were they there defeated and brought low"},{"SurahNumber":7,"VerseNumber":120,"Text":"And the wizards fell down prostrate"},{"SurahNumber":7,"VerseNumber":121,"Text":"Crying: We believe in the Lord of the Worlds"},{"SurahNumber":7,"VerseNumber":122,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharaoh said: Ye believe in Him before I give you leave! Lo! this is the plot that ye have plotted in the city that ye may drive its people hence. But ye shall come to know"},{"SurahNumber":7,"VerseNumber":124,"Text":"Surely I shall have your hands and feet cut off upon alternate sides. Then I shall crucify you every one"},{"SurahNumber":7,"VerseNumber":125,"Text":"They said: Lo! We are about to return unto our Lord"},{"SurahNumber":7,"VerseNumber":126,"Text":"Thou takest vengeance on us only forasmuch as we believed the tokens of our Lord when they came unto us. Our Lord! Vouchsafe unto us steadfastness and make us die as men who have surrendered (unto Thee)"}]}