{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Bigū ej Rasul ʙaroi sarkaşon: «Ba tahqiq, şumoro dar jak ciz pand mediham: du-du va jak-jak ʙaroi iʙodati Alloh ʙarxezed. Sipas ʙijandeşed, to ʙidoned, ki dar jori şumo (Muhammad sallallohu alajhi va sallam) heç guna devonagī nest. Ūst, ki şumoro peş az omadani azoʙi saxt, ʙimdihandaast!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Bigū ej Rasul ʙaroi kofiron: «Har muzde, ki az şumo xostaam, pas on ʙaroi şumo ʙod. Muzdi man tanho ʙar ūhdai Alloh ast. Ūst, ki ʙar hama ciz guvoh ast!»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Bigū ej Rasul: «Haroina, Parvardigori man suxani haqro ʙar dili pajomʙaroni xud meafkanad. On Parvardigore, ki donoi ƣajʙhost!»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Bigū: «Haq (Qur'on) omad va ʙotil ʙoznaojad va dar partavi nuri haq asare az on namonad va noʙud şavad va duʙora ʙoznagardad!»"},{"SurahNumber":34,"VerseNumber":50,"Text":"Bigū (ʙa muşrikoni ʙutparast): «Agar man ʙo tarki ʙutho va durī az ojini şumo gumroh şavam, alʙatta, zijonaş ʙar man ast va çazoi onro meʙinam va agar ʙo rohi hidojat ravam, ʙa on ast, ki Parvardigori man ʙa man vahj mekunad. Haroina, Ū şunavovu nazdik ast va guftoru kirdori mo ʙar ū pinhon namemonad!»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Agar ʙuʙinī ej Rasul, holi sitamkoronro, on goh ki saxt ʙitarsand va az azoʙ rahoijaşon naʙoşad va az makone nazdik ʙa dūzax giriftoraşon sozad"},{"SurahNumber":34,"VerseNumber":52,"Text":"Kofiron dar oxirat cun azoʙro ʙuʙinand, gūjand: «Inak, imon ovardem ʙa Alloh, Pajomʙar va Qur'on. Ammo az on çoi dur az dunjoi fonī, ki çoji pazirişi imon va kiştzori oxirat ʙud, cī tavr ʙa on imon dast joʙand"},{"SurahNumber":34,"VerseNumber":53,"Text":"Peş az in dar davroni hajot, ki az aqlu ixtijor va iroda ʙarxūrdor ʙudand, ʙa Alloh, Pajomʙar va Qur'on kofir şuda ʙudand va ʙa gumoni xeş ʙa on tūhmat mezadand"},{"SurahNumber":34,"VerseNumber":54,"Text":"Va cun mijoni onho va on orzu, ki pazirişi imoni onho va naçot az azoʙ ast, çudoj afkanda şud, hamcunon ki ʙo digaron, ki cunin meandeşidand va saxt dar şuʙha ʙudand, niz cunin şud. Haroina, onho saxt dar şuʙha ʙudand va zindagiro pajvasta ʙo gumoni ʙotil ʙa sar ʙurdand va ʙa hamin saʙaʙ imon naovardand"}]}