{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"De som ikke tror, og som legger hindringer på Guds vei, deres gjerninger lar Gud løpe ut i intet"},{"SurahNumber":47,"VerseNumber":2,"Text":"Men de som tror og lever rettskaffent, og tror på det som er åpenbart Muhammad, og det er sannheten fra Herren, deres misgjerninger utslettet Han og gir deres tanker rett lei"},{"SurahNumber":47,"VerseNumber":3,"Text":"Dette er fordi de vantro retter seg etter verdiløs intethet, mens de som tror, retter seg etter sannheten fra Herren. Slik beskriver Gud menneskenes stilling"},{"SurahNumber":47,"VerseNumber":4,"Text":"Når dere møter de vantro i kamp, så gå løs på dem til de er helt nedkjempet, og bind stramme bånd. Og etterpå, frigivelse eller løsepenger, så krigen legger fra seg sin byrde. Slik er det. Om Gud ville, kunne Han selv ta seg til rette overfor dem, men Han ønsker å sette noen av dere på prøve gjennom andre. De som kjemper og dør for Guds sak, deres gjerninger lar Han aldri løpe ut i intet"},{"SurahNumber":47,"VerseNumber":5,"Text":"Han vil lede dem og gi deres tanker rett lei"},{"SurahNumber":47,"VerseNumber":6,"Text":"og føre dem inn i paradiset som Han har gjort dem kjent med"},{"SurahNumber":47,"VerseNumber":7,"Text":"Dere troende, om dere hjelper Gud, hjelper Han dere og gir dere fotfeste"},{"SurahNumber":47,"VerseNumber":8,"Text":"Men de som er vantro, undergang over dem. Gud lar deres gjerninger løpe ut i intet"},{"SurahNumber":47,"VerseNumber":9,"Text":"Dette fordi de viste motvilje mot det som Gud åpenbarte, og så gjør Han deres gjerninger fåfengte"},{"SurahNumber":47,"VerseNumber":10,"Text":"Har de da ikke reist rundt på jorden og sett hva enden ble for dem som levde før? Gud utslettet dem, og for de vantro er det tilsvarende i vente"},{"SurahNumber":47,"VerseNumber":11,"Text":"Dette fordi Gud tar seg av de troende, mens de vantro ingen har som tar seg av dem"}]}