{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Gercekten Musa'ya soyle vahyettik: \"Kullarımla geceleyin yuru (Mısır'dan cık) de (asanı vurarak) onlara denizde kuru bir yol ac; (artık firavun tarafından) yetisilmekten korkmazsın ve (bogulmaktan) endise de etmezsin"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun ordularıyla hemen onları takip etti, denizden kendilerini sarıveren (korkunc bogulma) sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Boylece Firavun kavmini yanlıs yola surukledi ve dogru yola goturmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israilogulları! Sizleri dusmanınızdan kurtardık ve Tur dagının sag yanında size soz verdik, uzerinize de kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların en temizlerinden yiyin ve bunda taskınlık etmeyin, sonra uzerinize gazabım iner. Kimin uzerine de gazabım inerse, muhakkak o mahvolur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla beraber, suphe yok ki ben, tevbe eden, iman edip salih amel isleyen, sonra da hak yolda sebat gosteren kimse icin cok bagıslayıcıyım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa! Seni kavminden (ayırıp) daha cabuk (gelmeye) sevkeden nedir?\" (dedik)"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: \"Onlar benim izimdeler (arkamdan beni takip edip geliyorlar). Ben sana acele ettim (geldim) ki, hosnud olasın\" dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah: \"Dogrusu biz senden sonra kavmini imtihan ettik. Samiri onları saptırdı\" dedi"},{"SurahNumber":20,"VerseNumber":86,"Text":"Hemen Musa ofkeli ve uzgun olarak kavmine dondu (onlara soyle) dedi: \"Ey kavmim! Rabbiniz size guzel bir vaad ile soz vermedi mi? Size bu sure mi cok uzun geldi, yoksa Rabbinizden size bir gazab inmesini arzu ettiniz de mi, bana olan vaadinizden caydınız"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dediler ki: \"Biz sana verdigimiz sozden, kendiligimizden caymadık. Fakat biz o (Kıbti) kavminin sus esyasından bir takım agırlıklar yuklenmistik. Onları (atese) attık. Samiri de (kendi mucevheratını) boylece atmıstı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Nihayet Samiri onlara boguren bir buzagı heykeli ortaya cıkardı. Bunun uzerine Samiri ve adamları: \"Iste sizin de, Musa'nın da ilahı budur, ama o unuttu\" dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar gormuyorlar mıydı ki, o buzagı, kendilerine hicbir sozle karsılık veremiyor; onlara ne bir zarar, ne de bir yarar vermeye sahip bulunamıyordu"}]}