{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Всичко на небесата и всичко на земята прославя Аллах. Той е Всемогъщия, Премъдрия"},{"SurahNumber":57,"VerseNumber":2,"Text":"Негова е властта на небесата и на земята. Той съживява и Той умъртвява. Той за всяко нещо има сила"},{"SurahNumber":57,"VerseNumber":3,"Text":"Той е Изначалния и Безкрайния, и Явния, и Скрития. Той всяко нещо знае"},{"SurahNumber":57,"VerseNumber":4,"Text":"Той е, Който сътвори небесата и земята в шест дни, после се въздигна [безподобен] Той на Трона. Той знае какво прониква в земята и какво излиза от нея, и какво пада от небето, и какво се издига на него. Той е с вас, където и да сте. Аллах съзира вашите де"},{"SurahNumber":57,"VerseNumber":5,"Text":"Негово е владението на небесата и на земята. При Аллах ще бъдат върнати делата"},{"SurahNumber":57,"VerseNumber":6,"Text":"Той въвежда нощта в деня и въвежда деня в нощта. И знае съкровеното в сърцата"},{"SurahNumber":57,"VerseNumber":7,"Text":"Вярвайте в Аллах и в Неговия Пратеник, и раздавайте от онова, на което ви стори Той наследници! За онези от вас, които вярват и раздават, за тях ще има голяма награда"},{"SurahNumber":57,"VerseNumber":8,"Text":"И какво ви е, защо да не повярвате в Аллах, когато Пратеника ви зове да повярвате във вашия Господ, и Той вече получи вашия обет, ако сте вярващи"},{"SurahNumber":57,"VerseNumber":9,"Text":"Той е, Който низпослава на Своя раб ясни знамения, за да ви изведе от тъмнините към светлината. Аллах към вас е състрадателен, милосърден"},{"SurahNumber":57,"VerseNumber":10,"Text":"И какво ви е, защо да не раздавате по пътя на Аллах? На Аллах принадлежи наследството на небесата и на земята. Онези от вас, които раздаваха преди завземането [на Мека] и се сражаваха, не са равни [с останалите]. Те са на по-високо стъпало от онези, които"}]}