{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lot, also, disbelieved their Messengers"},{"SurahNumber":26,"VerseNumber":161,"Text":"Remember when their brother Lot asked them: \"Have you no fear of Allah"},{"SurahNumber":26,"VerseNumber":162,"Text":"Rest assured that I am a trustworthy Messenger of Allah towards you"},{"SurahNumber":26,"VerseNumber":163,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"I do not ask you for any reward for my services, for my reward will be given by the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"Will you fornicate with males from among the creatures of the worlds"},{"SurahNumber":26,"VerseNumber":166,"Text":"and leave those whom your Lord has created for you to be your mates? Nay! You are a people who have transgressed all limits"},{"SurahNumber":26,"VerseNumber":167,"Text":"They replied: \"If you do not stop, O Lot, you shall become one of the expelled"},{"SurahNumber":26,"VerseNumber":168,"Text":"Lot said: \"I am certainly one of those who abhor your actions"},{"SurahNumber":26,"VerseNumber":169,"Text":"O Lord! Deliver me and my family from their wicked deeds"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We delivered him and all his family"},{"SurahNumber":26,"VerseNumber":171,"Text":"except an old woman who was left among those who remained behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"Then We utterly destroyed the rest"},{"SurahNumber":26,"VerseNumber":173,"Text":"We rained down on them the rain of brimstones: and evil was the rain which fell on those who were forewarned"},{"SurahNumber":26,"VerseNumber":174,"Text":"Surely in this story there is a great lesson, but most of these people do not learn a lesson and become believers"},{"SurahNumber":26,"VerseNumber":175,"Text":"The fact is that your Lord is the Mighty as well as the Merciful"}]}