{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"¡Oh Profeta! Di a tus esposas, a tus hijas y a las [demas] mujeres creyentes, que deben echarse por encima sus vestiduras externas [cuando esten en publico]: esto ayudara a que sean reconocidas [como mujeres decentes] y no sean importunadas. Pero [aun asi,] ¡Dios es en verdad indulgente, dispensador de gracia"},{"SurahNumber":33,"VerseNumber":60,"Text":"ASI ES: si los hipocritas, y aquellos en cuyos corazones hay enfermedad, y los que, al difundir falsos rumores, provocan disturbios en la Ciudad [del Profeta] no cejan [en su actividad hostil], te daremos poder sobre ellos, [Oh Muhammad] --y entonces no seran vecinos tuyos en esta [ciudad] sino por poco tiempo"},{"SurahNumber":33,"VerseNumber":61,"Text":"privados de la gracia de Dios, seran capturados donde se de con ellos y masacrados"},{"SurahNumber":33,"VerseNumber":62,"Text":"Tal ha sido el proceder de Dios con los que [pecaron de igual manera y] ya han desaparecido --¡y no hallaras cambio alguno en el proceder de Dios"},{"SurahNumber":33,"VerseNumber":63,"Text":"LA GENTE te preguntara acerca de la Ultima Hora. Di \"Solo Dios tiene conocimiento de ella; pero, ¿quien sabe?, ¡puede que la Ultima Hora este proxima"},{"SurahNumber":33,"VerseNumber":64,"Text":"En verdad, Dios ha rechazado a quienes niegan la verdad, y ha preparado para ellos un fuego abrasador"},{"SurahNumber":33,"VerseNumber":65,"Text":"en el que permaneceran mas alla del computo del tiempo: no hallaran quien les proteja, ni nadie que les auxilie"},{"SurahNumber":33,"VerseNumber":66,"Text":"El Dia en que sus rostros sean zarandeados en el fuego, exclamaran: \"¡Ojala hubieramos obedecido a Dios, y hubieramos obedecido al Enviado"},{"SurahNumber":33,"VerseNumber":67,"Text":"Y diran: \"¡Oh Sustentador nuestro! Obedecimos a nuestros jefes y a nuestros grandes hombres, y fueron ellos quienes nos extraviaron del camino recto"},{"SurahNumber":33,"VerseNumber":68,"Text":"¡Oh Sustentador nuestro! ¡Imponles a ellos doble castigo, y destierrales por completo de Tu gracia"}]}