{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Gerçekten Israilogullari'ni çok güzel bir yurda yerlestirdik ve onlara hos nimetlerden riziklar verdik. Anlasmazliga düsmeleri de kendilerine ilim geldikten sonra oldu. Süphe yok ki, Rabbin, o anlasmazliga düstükleri konularda kiyamet günü aralarinda hüküm verecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"Sana indirdiklerimizde herhangi bir süpheye düsersen, senden önce kitap okuyanlara sor. Andolsun ki, sana Rabbinden hak gelmistir. Sakin süphe edenlerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Ve sakin Allah'in âyetlerini inkar edenlerden olma, sonra hüsrana ugrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Dogrusu, aleyhlerinde Rabbinin hükmü kesinlesmis olanlar imana gelmezler"},{"SurahNumber":10,"VerseNumber":97,"Text":"Onlara bütün mucizeler hep birden gelse, yine de o acikli azabi görünceye kadar inanmazlar"},{"SurahNumber":10,"VerseNumber":98,"Text":"Fakat o vakit iman edip de imanlari kendilerine fayda vermis bir kasaba olsaydi? Ancak Yunus'un kavmi iman ettikleri vakit, dünya hayatinda o rezillik azabini üzerlerinden kaldirmis ve bir süre onlari rahata kavusturmustuk"},{"SurahNumber":10,"VerseNumber":99,"Text":"Eger Rabbin dileseydi, yeryüzünde kim varsa hepsi toptan iman ederlerdi. O halde insanlari hep mümin olsunlar diye sen mi zorlayacaksin"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah'in izni olmadikça hiçbir kisinin iman etmesi mümkün degildir. Akillarini kullanmayanlar üzerine Allah bir ugursuzluk yükler"},{"SurahNumber":10,"VerseNumber":101,"Text":"De ki: \"Göklerde ve yerde olup bitenlere dikkatle bakin!\" Fakat o uyarmalar ve o âyetler, iman etmeyen bir kavme fayda vermez ki"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar, kendilerinden önce gelmis geçmis olanlarin ugradiklari felaket günleri gibisinden baskasini mi bekliyorlar? De ki, \"Bekleyin, ben de sizinle beraber bekleyenlerden olacagim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra biz, peygamberlerimizi ve iman edenleri kurtaririz. Iste biz böyleyiz. Müminleri kurtarmak üzerimize düsen bir görevdir"}]}