{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"Aur hijr walon ney bhi rasoolon ko jhutalaya"},{"SurahNumber":15,"VerseNumber":81,"Text":"Aur hum ney unn ko apni nishaniyan bhi ata farmaeen (lekin) tahum woh inn say roo gardani hi kertay rahey"},{"SurahNumber":15,"VerseNumber":82,"Text":"Yeh log paharon ko tarash tarash ker ghar banatay thay bey khof hoker"},{"SurahNumber":15,"VerseNumber":83,"Text":"Aakhir enhen bhi subha hotay hotay chinghaar ney aa dabocha"},{"SurahNumber":15,"VerseNumber":84,"Text":"Pus inn ki kissi tadbeer-o-amal ney unhen koi faeeda na diya"},{"SurahNumber":15,"VerseNumber":85,"Text":"Hum ney aasmanon aur zamin ko aur inn kay darmiyan ki sabb cheezon ko haq kay sath peda farmaya hai aur qayamat zaroor zaroor aaney wali hai. Pus tu husn-o-khoobi (aur achai) say dar guzar kerley"},{"SurahNumber":15,"VerseNumber":86,"Text":"Yaqeenan tera perwerdigar hi peda kerney wala aur jannay wala hai"},{"SurahNumber":15,"VerseNumber":87,"Text":"Yaqeenan hum ney aap ko saat aayaten dey rakhi hain kay dohraee jati hain aur azeem quran bhi dey rakha hai"},{"SurahNumber":15,"VerseNumber":88,"Text":"Aap hergiz apni nazren uss cheez ki taraf na dorayen jiss say hum ney inn mein say kaee qisam kay logon ko behra mand ker rakha hai na inn per aap afsos keren aur momino kay liye apney bazoo jhukaye rahen"},{"SurahNumber":15,"VerseNumber":89,"Text":"Aur keh dijiye kay mein to khullam khulla daraney wala hun"},{"SurahNumber":15,"VerseNumber":90,"Text":"Jaisay kay hum ney unn taqseem kerney walon per utara"},{"SurahNumber":15,"VerseNumber":91,"Text":"Jinhon ney iss kitab-e-elahi kay tukray tukray ker diye"},{"SurahNumber":15,"VerseNumber":92,"Text":"Qasam hai teray paalney walay ki! Hum unn sab say zaroor baaz purs keren gay"},{"SurahNumber":15,"VerseNumber":93,"Text":"Her uss cheez ki jo woh kertay thay"},{"SurahNumber":15,"VerseNumber":94,"Text":"Pus aap iss hukum ko jo aap ko kiya jaa raha hai khol ker suna dijiye! Aur mushrikon say mun pher lijiye"},{"SurahNumber":15,"VerseNumber":95,"Text":"Aap say jo log maskhra pann kertay hain unn ki saza kay liye hum kafi hain"},{"SurahNumber":15,"VerseNumber":96,"Text":"Jo Allah kay sath doosray mabood muqarrar kertay hain unhen un-qarib maloom hojayega"},{"SurahNumber":15,"VerseNumber":97,"Text":"Humen khoob ilm hai inn baaton say aap ka dil tang hota hai"},{"SurahNumber":15,"VerseNumber":98,"Text":"Aap apney perwerdigar ki tasbeeh aur hamd biyan kertay rahen aur sajda kerney walon mein shamil hojayen"},{"SurahNumber":15,"VerseNumber":99,"Text":"Aur apney rab ki ibadat kertay rahen yahan tak kay aap ko maut aajaye"}]}