{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Aliph: Lam. – Mima"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumiharu parasta bha'isakeka chan"},{"SurahNumber":30,"VerseNumber":3,"Text":"nikatavarti ksetraharuma ra uniharu parasta bha'epachi chitai prabhavi bha'ihalnechan"},{"SurahNumber":30,"VerseNumber":4,"Text":"Kehi varsamai. Yasabhanda pahila ra yasapachi pani akhtiyara allahakai cha, ra tyasa dina mominaharu khusi hunechan"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allahale jasala'i cahancha sahayata dincha. Tyo sarvasakti sampanna, dayavan cha"},{"SurahNumber":30,"VerseNumber":6,"Text":"Yo allahako vaca ho. Allahale aphno vacako ullanghana gardaina! Kintu adhikansa manisaharule bujhdainan"},{"SurahNumber":30,"VerseNumber":7,"Text":"Uniharule ta sansarika jivanako kevala vahyarupa jandachan. Ra akhirata (antimadina) bata bilkulai asavadhana chan"},{"SurahNumber":30,"VerseNumber":8,"Text":"Ke uniharule aphno manama socavicara gardainan? Ki allahale akasaharu ra dharatila'i ra je–jati uniharuko bicama cha, satyaka satha e'uta niscita avadhisam'mako lagi matra srsti gareko cha. Kintu dheraijaso manisaharu ta aphno palanaharako milanako kurabata inkara gardachan"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ke uniharule dharatima hiddula garera yo dekhenan ki uniharubhanda pahilaka manisaharuko kasto (naramro) parinama bhayo? Uniharu saktima yiniharubhanda badhi balavana thi'e, ra uniharule dharatima khetipati gare ra yinibhanda adhika tyasala'i abada gareka thi'e, ra uniharuko pasama uniharuka rasulale pratyaksa pramana li'era a'eka thi'e. Allahale uniharumathi atyacara garnu ta asambhava thiyo. Kintu uniharu svayam aphumathi atyacara gardathe"},{"SurahNumber":30,"VerseNumber":10,"Text":"Antatah naramro garneharuko parinama naramro bhayo, kinabhane uniharule allahaka ayataharula'i jhutho bhanera uniharuko upahasa gardathe"}]}