{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":153,"Text":"The People of the Book demand that you [Prophet] make a book physically come down to them from heaven, but they demanded even more than that of Moses when they said, ‘Show us God face to face,’ and were struck by the thunderbolt for their presumption. Even after clear revelations had come down to them, they took the calf as an object of worship, yet We pardoned this, and gave Moses clear authority"},{"SurahNumber":4,"VerseNumber":154,"Text":"We made the mountain tower high above them at their pledge; We said to them, ‘Enter the gate humbly,’ and, ‘Do not break the Sabbath,’ and took a solemn pledge from them"},{"SurahNumber":4,"VerseNumber":155,"Text":"And so for breaking their pledge, for rejecting God’s revelations, for unjustly killing their prophets, for saying ‘Our minds are closed’- No! God has sealed them in their disbelief, so they believe only a little"},{"SurahNumber":4,"VerseNumber":156,"Text":"and because they disbelieved and uttered a terrible slander against Mary"},{"SurahNumber":4,"VerseNumber":157,"Text":"and said, ‘We have killed the Messiah, Jesus, son of Mary, the Messenger of God.’ (They did not kill him, nor did they crucify him, though it was made to appear like that to them; those that disagreed about him are full of doubt, with no knowledge to follow, only supposition: they certainly did not kill him)"},{"SurahNumber":4,"VerseNumber":158,"Text":"God raised him up to Himself. God is almighty and wise"},{"SurahNumber":4,"VerseNumber":159,"Text":"There is not one of the People of the Book who will not believe in [Jesus] before his death, and on the Day of Resurrection he will be a witness against them"},{"SurahNumber":4,"VerseNumber":160,"Text":"For the wrongdoings done by the Jews, We forbade them certain good things that had been permitted to them before: for having frequently debarred others from God’s path"},{"SurahNumber":4,"VerseNumber":161,"Text":"for taking usury when they had been forbidden to do so; and for wrongfully devouring other people’s property. For those of them that reject the truth we have prepared an agonizing torment"},{"SurahNumber":4,"VerseNumber":162,"Text":"But those of them who are well grounded in knowledge and have faith do believe in what has been revealed to you [Muhammad], and in what was revealed before you- those who perform the prayers, pay the prescribed alms, and believe in God and the Last Day- to them We shall give a great reward"}]}