{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"And a believing man of Fir'awn 's household, hiding his belief, said: would ye slay a man because he saith: my Lord is God, and hath come upto you with evidences from your Lord? If he is a liar, then upon him will be his lie, and if he is a truth-teller, then there will befall you some of that wherewith he threateneth you; verily God guideth not one who is an extravagant and a liar"},{"SurahNumber":40,"VerseNumber":29,"Text":"O My people! yours is the the dominion to-day: ye being overcomers in the land; but who will succour us aginst the scourge of God if it cometh Unto us! Fir'awn said: I shew you only that which see, and I guide you but to the path of rectitude"},{"SurahNumber":40,"VerseNumber":30,"Text":"And he who believed said: O my people. verily I fear for you a fate like the day of the confederates"},{"SurahNumber":40,"VerseNumber":31,"Text":"Like the wont of the people of Nuh and A'ad and Thamud and those after them, and God intendeth not any wrong Unto His bondmen"},{"SurahNumber":40,"VerseNumber":32,"Text":"And, O my people! verily fear for you a Day of Mutual Calling"},{"SurahNumber":40,"VerseNumber":33,"Text":"A Day whereon ye shall turn away retreating: for you there will be no protector from God; and whomsoever God sendeth astray for him there is no guide"},{"SurahNumber":40,"VerseNumber":34,"Text":"And assuredly there came Unto you Yusuf aforetime with evidences, yet ye ceased not to be in doubt concerning that which he brought Unto you, until when he died, ye said: God shall by no means raise an apostle after him. Thus Allah keepeth astray one who is extravagant and a doubter"},{"SurahNumber":40,"VerseNumber":35,"Text":"Those who wrangle concerning the signs of Allah without any authority that hath come Unto them. It is greatly abhorrent Unto Allah and Unto those who believe. Thus Allah sealeth up the heart of any stiff-necked, high-handed, person"},{"SurahNumber":40,"VerseNumber":36,"Text":"And Fir'awn said: O Haman! build for me a tower that haply I may reach the ways of access"},{"SurahNumber":40,"VerseNumber":37,"Text":"The way of access to the heavens so that may be apprised of the God of Musa, and verily I believe him to be a liar. And thus fair- seeming was made Unto FIr'awn the evil of his work, and he was hindered from the path. And the plot of Fir'awn ended only in ruin"}]}