{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Peşinijonaşon hilla soxtand. Farmoni Xudo darrasid va on ʙinoro az poja vajron soxt va saqf ʙar saraşon furud omad va az sūe, ki nafahmidand, azoʙ ononro furū girift"},{"SurahNumber":16,"VerseNumber":27,"Text":"On goh dar rūzi qijomat rasvojaşon sozad va gūjad: «Butone, ki şariki Man mexonded va ʙar sari onho ʙo jakdigar ixtilof mekarded, aknun kuçojand?» Donişmandon gūjand: «Imrūz nasiʙi kofiron xorivu azoʙ ast"},{"SurahNumber":16,"VerseNumber":28,"Text":"Kasone hastand, ki ʙar xud sitam ravo doştaand, cun fariştagon çonaşonro ʙisitonand, sari taslim furud orand va gūjand: «Mo heç kori ʙade namekardem». Ore, Xudo az korhoe, ki mekarded, ogoh ast"},{"SurahNumber":16,"VerseNumber":29,"Text":"Az darhoi çahannam doxil şaved va to aʙad dar on ço ʙimoned. Bad çojgohest çojgohi gardankaşon"},{"SurahNumber":16,"VerseNumber":30,"Text":"Az parhezgoron pursand: «Parvardigori şumo cī ciz nozil kardaast?» Gūjand: «Behtarinro». Ba onon, ki dar in dunjo nekī kunand, nekī muzd dihand va dijori oxirat nekūtar az on ast va çojgohi parhezgoron cī çojgohi xuʙest"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ba ʙihişthoi çovidon doxil meşavand. Dar on çūjho ravon ast. Har cī ʙixohand, ʙarojaşon muhajjost. Xudo parhezgoronro incunin mukofot medihad"},{"SurahNumber":16,"VerseNumber":32,"Text":"onhoe, ki cun fariştagonaşon poksirat ʙimironand, megūjand: «Salom ʙar şumo! Ba mukofoti korhoe, ki mekardaed, ʙa ʙihişt daroed»"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ojo caşm ʙa rohand, ki fariştagon nazdaşon ʙijojand, jo farmoni Parvardigorat faro rasad? Gurūhe niz, ki peş az onho ʙudand, cunin mekardand va Xudo ʙa onho sitam nakard, ʙalki onho xud ʙa xud sitam mekardand"},{"SurahNumber":16,"VerseNumber":34,"Text":"Ba çazoi kirdori ʙadaşon rasidand va hamon cizhoe, ki ʙa masxara megiriftand, ʙar saraşon omad"}]}