{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"Kuma lalle ne haƙiƙa ma'abuta Hijiri sun ƙaryata Manzanni"},{"SurahNumber":15,"VerseNumber":81,"Text":"Kuma Kuka kai musu ayoyinMu, sai suka kasance masu bijirewa daga gare su"},{"SurahNumber":15,"VerseNumber":82,"Text":"Kuma sun kasance suna sassaƙa gidaje daga duwatsu, alhali suna amintattu"},{"SurahNumber":15,"VerseNumber":83,"Text":"Sai tsawa ta kama su suna masu shiga asuba"},{"SurahNumber":15,"VerseNumber":84,"Text":"Sa'an nan abin da suka kasance suna tsirfantawa bai wadatar ga barinsu ba"},{"SurahNumber":15,"VerseNumber":85,"Text":"Kuma ba Mu halicci sammai da ƙasa da abin da yake a tsakaninsu ba face da gaskiya. Kuma lalle ne Sa'a (Ranar Alƙiyama) haƙiƙa mai zuwa ce. Sabodahaka ka yi rangwame, rangwame mai kyau"},{"SurahNumber":15,"VerseNumber":86,"Text":"Lalle ne Ubangijinka, shi ne Mai yawan halitta, Masani"},{"SurahNumber":15,"VerseNumber":87,"Text":"Kuma lalle ne, haƙiƙa, Mun ba ka bakwai waɗanda ake maimaita karatunsu da Alƙur'ani mai girma"},{"SurahNumber":15,"VerseNumber":88,"Text":"Kada lalle kaƙiƙa idanunka biyu zuwa ga abin da Muka jiyar da su daɗi game da shi, nau'i-nau'i a gare su, kuma kada ka yi baƙin ciki a kansu, kuma sassauta fikafikanka ga masu imani"},{"SurahNumber":15,"VerseNumber":89,"Text":"Kuma ka ce: \"Lalle ni ni ne mai gargaɗi bayyananne"},{"SurahNumber":15,"VerseNumber":90,"Text":"Kamar yadda Muka saukar a kan masu yin rantsuwa"},{"SurahNumber":15,"VerseNumber":91,"Text":"Waɗanda suka sanya Alƙur'ani tatsuniyoyi"},{"SurahNumber":15,"VerseNumber":92,"Text":"To, rantsuwa da Ubangijinka! Haƙiƙa, Muna tambayarsugaba ɗaya"},{"SurahNumber":15,"VerseNumber":93,"Text":"Daga abin da suka kasance suna aikatawa"},{"SurahNumber":15,"VerseNumber":94,"Text":"Sai ka tsage gaskiya game da abin da ake umurnin ka kuma ka kau da kai daga masu shirki"},{"SurahNumber":15,"VerseNumber":95,"Text":"Lalle ne Mu Mun isar maka daga masu izgili"},{"SurahNumber":15,"VerseNumber":96,"Text":"Waɗanda suke sanyawar wani abin bautawa na dabam tare da Allah, sa'an nan da sannu za su sani"},{"SurahNumber":15,"VerseNumber":97,"Text":"Kuma lalle ne haƙiƙa Muna sanin cewa lalle kai, ƙirjinka yana yin ƙunci game da abin da suke faɗa (na izgili)"},{"SurahNumber":15,"VerseNumber":98,"Text":"Saboda haka ka yi tasbihi game da gode wa Ubangijinka, kuma ka kasance daga masu sujada"},{"SurahNumber":15,"VerseNumber":99,"Text":"Kuma ka bauta wa Ubangijinka, har mutuwa ta zo maka"}]}