{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"O, Paygambar! Kaapırlar menen munaafıktarga karşı jihad kıl jana alarga öktöm bol! Alardın jayı -— tozok! Al kanday jaman orun"},{"SurahNumber":9,"VerseNumber":74,"Text":"Alar aytkan sözün “aytpadık” dep ant içişet. Çınında alar (obolu) kaapırlık sözün aytıp, musulman bolgondorunan kiyin (kayra) kaapır boluştu. Jana jetpegen maksatka (Paygambarga zıyan berüügö) umtuluştu. Alardı Allaһ jana paygambarı Öz pazileti menen bay-beymuktaj kılgandan kiyin gana (paygambardı) jek körö baştaştı. Eger tooba kılışsa, özdörünö jakşı. A, eger dalısın salsa, Allaһ alardı düynö -Akırette jan oorutkan azap menen azaptayt jana alarga jer betinde eç bir dos, eç bir jardamçı bolboyt"},{"SurahNumber":9,"VerseNumber":75,"Text":"Alardan kee biröölörü Allaһka ant-ubada berip: “Eger bizge da Öz paziletinen berse (bay kılsa), kayır-sadakalar berip, jakşı adamdardan bolmokpuz” (deşet)"},{"SurahNumber":9,"VerseNumber":76,"Text":"Kaçan (Allaһ) alarga Öz paziletinen bergende, aga bakıldık kılıp, jüz burgan abalda teskeri basıp ketişti"},{"SurahNumber":9,"VerseNumber":77,"Text":"Andan soŋ, Allaһka bergen ubadasına kıyanat kılışkanı jana jalgan süylöşkönü sebeptüü, Allaһ alardın jürögünö eç jogolgus nifaktı (eki jüzdüülüktü) salıp koydu"},{"SurahNumber":9,"VerseNumber":78,"Text":"Alar, bilişpeybi, Allaһ (adamdardın) içindegi sırların, şıbırların bilip turuşun. Çınında, Allaһ kayıptardı eŋ sonun Bilüüçü"},{"SurahNumber":9,"VerseNumber":79,"Text":"Momundardın arasınan öz kaalooloru menen (kudureti jetkençe) sadaka kılgan adamdardı mıskıldagan munafıktardı Allaһ mıskılduu abalga saldı. Alarga jan oorutkan azap bar"},{"SurahNumber":9,"VerseNumber":80,"Text":"(O, Muhammad!) Kaalasaŋ alardın künöösün (keçirüünü Allaһtan) sura, kaalabasaŋ, suraba. Eger jetimiş iret surasaŋ da, Allaһ alardı keçirbeyt. Munun sebebi; alar Allaһka jana paygambarına kaapır boluştu. Allaһ buzuku koomdu Tuura Jolgo baştabayt"}]}