{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are Verses of the Book that gives clear guidance"},{"SurahNumber":28,"VerseNumber":3,"Text":"We narrate to you from the story of Moses and Pharaoh with truth, for people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Indeed, Pharaoh had acquired great power on earth and had divided its people into sects. He persecuted a group among them, killing their sons and sparing their women. He was indeed of those who perpetrated injustice"},{"SurahNumber":28,"VerseNumber":5,"Text":"And We desired to favour the downtrodden on earth, and make them leaders and make them the inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"And to make them strong and stable on earth, and to show Pharaoh and Haman and their hosts the very thing they feared from them (destruction of Pharaoh and his people)"},{"SurahNumber":28,"VerseNumber":7,"Text":"And We sent a secret communication to the mother of Moses, \"Suckle him! And, when you fear for him, then put him into the river and fear not nor grieve. We shall indeed bring him back to you and shall make him one of Our Messengers"},{"SurahNumber":28,"VerseNumber":8,"Text":"And the family of Pharaoh picked him up to become for them a source of enmity and sorrow. Pharaoh and Haman and their hosts did indeed err"},{"SurahNumber":28,"VerseNumber":9,"Text":"And the wife of Pharaoh said, \"He will be — for me and for you — a solace of our eyes. Kill him not! He may be of use to us, or we may adopt him as a son.\" And they knew not"},{"SurahNumber":28,"VerseNumber":10,"Text":"And Moses' mother became agitated in her heart! And she would have betrayed him had We not calmed her heart down so as for her to be of those who believe"},{"SurahNumber":28,"VerseNumber":11,"Text":"And she said to his sister, \"Follow his (infant Moses') track.\" So she kept a watch on him from a distance, and they knew it not"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We had forbidden foster-mothers for him beforehand. So she (Moses' sister) said, \"May I show you a household that will rear him for you and take good care of him"},{"SurahNumber":28,"VerseNumber":13,"Text":"And then We restored him to his mother that she might be comforted and not grieved and that she might know that the promise of Allah is true. But most of them know not"}]}