{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"A nuk e vëren ti, se Allahun e lavdëron çdo krijesë që ndodhet në qiej dhe në Tokë, madje edhe shpezët krahëhapur?! Çdokush e di se si t’i falet e ta lavdërojë. Allahu e di mirë çfarë bëjnë ata"},{"SurahNumber":24,"VerseNumber":42,"Text":"Vetëm Allahut i përket sundimi i qiejve dhe i Tokës dhe tek Ai kthehet çdo gjë"},{"SurahNumber":24,"VerseNumber":43,"Text":"A nuk e vëren ti se Allahu i shtyn retë ngadalë e pastaj i bashkon e i grumbullon njërën mbi tjetrën, derisa të shohësh shiun se si del prej tyre dhe bie nga qielli?! Ai, prej reve të mëdha si mali, lëshon breshrin e me të godet kë të dojë, kurse e shmang prej kujt të dojë. Shkëlqimi i vetëtimës së tij gati t’i merr sytë"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allahu ndërron ditën dhe natën. Me të vërtetë, në këto (dukuri natyrore) ka mësime për ata që kanë mend"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allahu ka krijuar çdo lloj kafshe prej ujit; disa nga ato ecin me barkun e tyre, një pjesë ecin me dy këmbë e disa prej tyre me katër këmbë. Allahu krijon çfarë të dojë. Me të vërtetë, Allahu është i Fuqishëm për çdo gjë"},{"SurahNumber":24,"VerseNumber":46,"Text":"Tashmë Ne kemi zbritur shpallje të qarta; Allahu udhëzon kë të dojë në rrugën e drejtë"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ata (hipokritët) thonë: “Ne besojmë në Allahun dhe në të Dërguarin dhe (u) bindemi (atyre).” Pastaj disa prej tyre shmangen, sepse nuk janë besimtarë aspak"},{"SurahNumber":24,"VerseNumber":48,"Text":"Dhe, kur thirren tek Allahu (Libri i Tij) dhe i Dërguari i Tij, që ai të gjykojë midis tyre, një grup nga ata kthejnë kurrizin"},{"SurahNumber":24,"VerseNumber":49,"Text":"Por, nëse e drejta është në anën e tyre, ata vijnë përulësisht"},{"SurahNumber":24,"VerseNumber":50,"Text":"A mos kanë sëmundje në zemrat e tyre apo dyshojnë? Apo kanë frikë se mos Allahu dhe i Dërguari i Tij do t’u bëjnë padrejtësi?! Jo, por pikërisht ata janë të padrejtët"}]}