{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"DUMNEZEU pardoned TU AVEA why TU DA ELE PERMISIUNE did SEDERE SPATE TU REMARCA ALA could EXISTA SINCER DE MINCINOS"},{"SurahNumber":9,"VerseNumber":44,"Text":"Ala într-adevar crede în DUMNEZEU Ultim Zi nu întreba vostri permisiune evade opportunity tinde their bani their trai! DUMNEZEU EXISTA fully constient a A CINSTIT"},{"SurahNumber":9,"VerseNumber":45,"Text":"Singur popor dori scuza exista ala nu do really crede în DUMNEZEU Ultim Zi! Their inima exista plin ai doubt their doubts cauza ele tremura"},{"SurahNumber":9,"VerseNumber":46,"Text":"Avea ei really pofti mobiliza ei pregatit el complet! Dumnezeu displace their participare asa El descuraja ele; ei exprima Sta spate ala sta spate"},{"SurahNumber":9,"VerseNumber":47,"Text":"Avea ei mobiliza tu ei crea confuzie cauza contestatie divisions tu! Niste a tu exista potrivit asculta catre ele! DUMNEZEU EXISTA fully constient a INFRACTOR"},{"SurahNumber":9,"VerseNumber":48,"Text":"Ei cauta întinde confuzie tu înainte amesteca materie tu. Adevar lsfârsit prevala dumnezeu planifica purta ele"},{"SurahNumber":9,"VerseNumber":49,"Text":"Niste a ele spune Da mie permisiune sedere nu impune asemenea hardship mie. În fact, ei tamâie crea teribil hardship; Iad încercui disbelievers"},{"SurahNumber":9,"VerseNumber":50,"Text":"something bun happens tu ei lovi si întristare întîmpla tu ei spune Noi exprima tu as ei întoarcere înveseli"},{"SurahNumber":9,"VerseNumber":51,"Text":"spune Nimic happens us care DUMNEZEU decreta us. El exista nostru Domnitor Stapân În DUMNEZEU credincios încredere"},{"SurahNumber":9,"VerseNumber":52,"Text":"Spune Tu doar expect us 1 ai 2 bun obiect (victorie martyrdom) interval noi expect for tu condamnare de DUMNEZEU retribution de Him asupra nostru mâna! Therefore astepta noi astepta tu"},{"SurahNumber":9,"VerseNumber":53,"Text":"spune Cheltui willingly unwillingly. Nimic accepta tu tu exista evil popor"},{"SurahNumber":9,"VerseNumber":54,"Text":"Ce preîntâmpina acceptare their cheltui exista ca ei disbelieved în DUMNEZEU His curier when ei observa Atingere Rugaciune (Salat) ei observa ele lazily when ei da caritate ei did asa grudgingly"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Nu imprima their bani their copil! DUMNEZEU CAUZA ACESTEA EXISTA IZVOR retribution ELE în acesta TRAI when EI DECEDA) their SUFLET PLECA interval EI EXISTA disbelievers"},{"SurahNumber":9,"VerseNumber":56,"Text":"Ei jura DUMNEZEU ei belong tu uitde ei do nu belong tu; ei exista divisive popor"},{"SurahNumber":9,"VerseNumber":57,"Text":"Daca ei gasi refugiu pestera camufla loc ei merge el rushing"},{"SurahNumber":9,"VerseNumber":58,"Text":"Niste a ele critica vostri distributie caritate; daca ei da de-acolo ei ajunge satisface ei nu da de-acolo ei ajunge objectors"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ei satisface ce DUMNEZEU His curier da ele. Ei spune DUMNEZEU ajunge us. DUMNEZEU vei înzestra for us His BONIFICATIE SI asa VEI His CURIER. Noi cauta doar DUMNEZEU"}]}