{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Dimos a David un favor Nuestro: «¡Montanas! ¡Resonad acompanandole, y vosotros tambien, pajaros!» Por el, hicimos blando el hierro"},{"SurahNumber":34,"VerseNumber":11,"Text":"«¡Fabrica cotas de malla y mide bien la malla!» ¡Obrad bien! Yo veo bien lo que haceis"},{"SurahNumber":34,"VerseNumber":12,"Text":"A Salomon el viento, que por la manana hacia el camino de un mes y por la tarde de otro mes. Hicimos manar para el la fuente de bronce fundido. De los genios, algunos trabajaban a su servicio, con permiso de su Senor. Al que hubiera desobedecido Nuestras ordenes, le habriamos hecho gustar el castigo del fuego de la gehena"},{"SurahNumber":34,"VerseNumber":13,"Text":"Le hacian todo lo que el queria: palacios, estatuas, calderos grandes como cisternas, firmes marmitas. ¡Familiares de David, sed agradecidos! Pero pocos de Mis siervos son muy agradecidos"},{"SurahNumber":34,"VerseNumber":14,"Text":"Y cuando decretamos su muerte, no tuvieron mas indicio de ella que la carcoma, que se puso a roer su cayado. Y, cuando se desplomo, vieron claramente los genios que, si hubieran conocido lo oculto, no habrian permanecido tanto tiempo en el humillante castigo"},{"SurahNumber":34,"VerseNumber":15,"Text":"Los saba tenian un signo en su territorio: dos jardines, uno a la derecha y otro a la izquierda. «¡Comed del sustento de vuestro Senor y dadle gracias! Teneis un buen pais y un Senor indulgente»"},{"SurahNumber":34,"VerseNumber":16,"Text":"Pero se desviaron y enviamos contra ellos la inundacion de los diques. Y les cambiamos aquellos dos jardines por otros dos que producian frutos amargos, tamariscos y unos pocos azufaifos"},{"SurahNumber":34,"VerseNumber":17,"Text":"Asi les retribuimos por su ingratitud. No castigamos sino al desagradecido"},{"SurahNumber":34,"VerseNumber":18,"Text":"Entre ellos y las ciudades que Nosotros hemos bendecido establecimos otras ciudades, cerca unas de otras, y determinamos el transito entre ellas: «¡Id de una a otra, de dia o de noche, en seguridad!»"},{"SurahNumber":34,"VerseNumber":19,"Text":"Pero dijeron: «¡Senor! ¡Alarga nuestros recorridos!» Y fueron injustos consigo mismos. Los hicimos legendarios y los dispersamos por todas partes. Ciertamente, hay en ello signos para todo aquel que tenga mucha paciencia, mucha gratitud"},{"SurahNumber":34,"VerseNumber":20,"Text":"Iblis confirmo la opinion que se habia formado de ellos. Le siguieron todos, menos un grupo de creyentes"},{"SurahNumber":34,"VerseNumber":21,"Text":"No tenia poder sobre ellos. Queriamos solo distinguir a los que creian en la otra vida de los que dudaban de ella. Tu Senor cuida de todo"}]}