{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"I poniesli strate ci, ktorzy za kłamstwo uznali spotkanie z Bogiem! A kiedy niespodzianie przyjdzie do nich Godzina, oni powiedza: \"O, biada nam za to, czego tam zaniedbalismy!\" I oni poniosa swoje ciezary na swoich barkach. Jakze złe jest to, co oni poniosa"},{"SurahNumber":6,"VerseNumber":32,"Text":"Zycie tego swiata jest tylko gra i zabawa. A mieszkanie zycia ostatecznego jest o wiele lepsze dla tych, ktorzy sa bogobojni. Czy wy nie jestescie rozumni"},{"SurahNumber":6,"VerseNumber":33,"Text":"My wiemy, ze ciebie zasmuca to, co oni mowia. A przeciez oni nie uwazaja ciebie za kłamce; lecz niesprawiedliwi odrzucaja znaki Boga"},{"SurahNumber":6,"VerseNumber":34,"Text":"Za kłamcow zostali uznani posłancy przed toba, lecz oni cierpliwie znosili to, iz uznawano ich za kłamcow, i to, ze ich przesladowano, az w koncu przyszła do nich pomoc. I nikt nie jest w stanie zmienic słow Boga! A doszły do ciebie, z pewnoscia, wiesci o posłancach"},{"SurahNumber":6,"VerseNumber":35,"Text":"A jesli ich odwracanie sie jest dla ciebie uciazliwe, to gdybys potrafił poszukac dziury w ziemi albo drabiny do nieba i mogł przyniesc im jakis znak?... Lecz gdyby zechciał Bog, to zebrałby ich, z pewnoscia, na drodze prostej. Nie badz wiec miedzy nieswiadomymi"},{"SurahNumber":6,"VerseNumber":36,"Text":"Odpowiadaja tylko ci, ktorzy słuchaja. A umarłych wskrzesze Bog. Nastepnie do Niego zostana sprowadzeni"},{"SurahNumber":6,"VerseNumber":37,"Text":"Oni mowia: \"A dlaczego nie został mu zesłany jakis znak od jego Pana?\" Powiedz: \"Zaprawde, Bog posiada moc, by zesłac znak, lecz wiekszosc z nich nie wie"},{"SurahNumber":6,"VerseNumber":38,"Text":"I nie ma zwierzat na ziemi ani ptakow latajacych na skrzydłach, ktore by nie tworzyły społecznosci podobnych do waszych. Nie pominelismy w Ksiedze zadnej rzeczy! Potem zostaniecie zebrani do waszego Pana"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ci, ktorzy uznali za kłamstwo Nasze znaki, sa głusi, niemi i pozostaja w ciemnosciach. Bog sprowadza z drogi, kogo chce, i umieszcza na drodze prostej, kogo chce"},{"SurahNumber":6,"VerseNumber":40,"Text":"Powiedz: \"Czy zastanawialiscie sie nad soba? Czy jesli przyjdzie do was kara Boga albo jesli przyjdzie do was Godzina, czy wy bedziecie wzywac kogos innego anizeli Boga - jesli jestescie prawdomowni"},{"SurahNumber":6,"VerseNumber":41,"Text":"Wcale nie! To Jego bedziecie wzywac! On odsunie od was to, o co wy Go prosicie; i zapomnicie to, co Jemu dodajecie jako wspołtowarzyszy"}]}