{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Cei care tăgăduiesc nu au văzut că cerurile şi pământul erau o singură bucată? Noi le-am despicat apoi şi din apă am creat tot ce este viu. Nu cred ei, oare"},{"SurahNumber":21,"VerseNumber":31,"Text":"Noi am pus pe pământ munţi ca stâlpii ca să nu se clatine cu ei. Noi printre ei am tăiat văi adânci asemenea drumurilor. Poate se vor lăsa călăuziţi"},{"SurahNumber":21,"VerseNumber":32,"Text":"Noi am făcut cerul ca acoperiş trainic. Ei sunt însă potrivnici semnelor Sale"},{"SurahNumber":21,"VerseNumber":33,"Text":"El este Cel ce a creat noaptea şi ziua, soarele şi luna; fiecare înotând într-un cerc"},{"SurahNumber":21,"VerseNumber":34,"Text":"Noi nu am dat niciunui om înaintea ta nemurirea. Tu vei muri, pe când ei vor fi nemuritori"},{"SurahNumber":21,"VerseNumber":35,"Text":"Fiece suflet va gusta moartea. Veţi fi puşi la încercare cu răul şi cu binele, în chip de ispită, şi apoi către Noi veţi fi întorşi"},{"SurahNumber":21,"VerseNumber":36,"Text":"Când cei care tăgăduiesc te văd, te iau numai în zeflemea: “Aceasta este cel care îi aminteşte pe dumnezeii voştri?” Ei nu cred în amintirea Milostivului"},{"SurahNumber":21,"VerseNumber":37,"Text":"Omul a fost creat din pripeală. Vă voi arăta semnele Mele, însă nu-mi cereţi să mă pripesc"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ei spun: “Pe când această făgăduială, dacă spuneţi adevărul?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Dacă cei care tăgăduiesc ar cunoaşte clipa când nu-şi vor putea feri nici chipurile şi nici spatele de foc, când nu vor mai fi ajutaţi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ba nu! Va veni deodată asupra lor şi îi va tulbura. Ei nu i se vor putea împotrivi şi nici nu vor fi păsuiţi"},{"SurahNumber":21,"VerseNumber":41,"Text":"Trimişii dinaintea ta au fost batjocoriţi, însă pe zeflemitori i-a înconjurat ceea ce batjocoreau"}]}