{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Он марде, ки имон оварда буд, гуфт: Эй қавми ман, аз пайи ман биёед, то ба роҳи савоб шуморо ҳидоят кунам"},{"SurahNumber":40,"VerseNumber":39,"Text":"Эй қавми ман, ин зиндагии дунё баҳраи андакест зудгузар, ки инсон чанд рӯзе баҳраманд мешавад ва сипас нобуд мегардад. Ва охират сарои ҳамешагӣ ва заволнопазир аст. Пас бояд, ки шумо охиратро бар дунё азиз ва муқаддам донед ва амалеро анҷом диҳед, ки шуморо дар он ҷо саодатманд намояд"},{"SurahNumber":40,"VerseNumber":40,"Text":"Ҳар кас дар ин дунё кори баде бикунад, дар охират ҷуз монанди амалаш ҷазо наёбад. Ва ҳар кас аз марду зан, ки мӯъмин бошад ва амали солеҳе ба ҷой орад, пас онҳо ба биҳишт дохил шаванд ва аз неъматҳои ҷаннат беҳисоб рӯзиашон диҳанд"},{"SurahNumber":40,"VerseNumber":41,"Text":"Эй қавми ман, чист, ки ман шуморо ба сӯи наҷот даъват мекунам, ки он роҳ ба сӯи имон ба Аллоҳ ва пайравии расулаш Мӯсо аст ва ниҳояти даъвати ман расидан ба ҷаннат аст ва дур будан аз оташи дӯзах аст ва шумо бошед маро ба сӯи оташи дӯзах даъват менамоед"},{"SurahNumber":40,"VerseNumber":42,"Text":"Маро даъват мекунед, ки ба Аллоҳ кофир шавам ва чизеро, ки ба он илм надорам, шарики ӯ қарор диҳам, ҳол он ки ширк аз бузургтарин гуноҳон аст ман шуморо даъват мекунам ба Аллоҳи пирӯзманди тавоно ва ғолиб бар халқаш ва омурзанда ба касоне, ки аз гуноҳи худ тавба кардаанд"},{"SurahNumber":40,"VerseNumber":43,"Text":"Бешак, он чи шумо маро ба бутҳоятон даъват мекунед, на ҳаққи даъват дар дунё доранд ва на дар охират ва албатта, бозгашти мо ба сӯи Аллоҳи барҳақ аст ва У ҳар як амалкунандаро мувофиқи амалаш ҷазои муносиб медиҳад ва ҳатман, исрофкороне, ки бо куфру гуноҳ ва хунрезиҳо аз андоза берун рафтанд, дар ҷаҳаннам бошанд"},{"SurahNumber":40,"VerseNumber":44,"Text":"Он шахси мӯъмин, чун онҳоро насиҳат кард, ӯро итоат накарданд, барояшон гуфт: Ба зудӣ он чиро, ки акнун мегӯям, ба ёд хоҳед овард ва пушаймон хоҳед шуд, вале пушаймонӣ манфиат надиҳад. Ва ман кори хеш ба Аллоҳ месупорам ва бар Ӯ таваккал мекунам, албатта, Аллоҳ ба ҳоли бандагон биност ва чизе бар Ӯ пӯшида намемонад"},{"SurahNumber":40,"VerseNumber":45,"Text":"Сипас Аллоҳ марди мӯъминро аз осеби макре, ки Фиръавн ва гурӯҳаш барояш андешида буданд, нигоҳ дошт ва он азоби бад хонадони Фиръавнро ба ғарқ шудан дар дарё фурӯ гирифт"},{"SurahNumber":40,"VerseNumber":46,"Text":"Сипас дар қабрҳояшон азоб дода мешаванд ба оташ. Ҳар субҳу шом то рӯзи қиёмат онҳо бар он оташ гирифтор шаванд ва рӯзе, ки қиёмат барпо шавад ба фариштагон нидо карда шавад, ки, хонадони Фиръавнро ба сахттарин азобҳо дароваред! Ин ҷазои аъмоли бади шумост, ки дар дунё касб карда будед"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ва он гоҳ дар даруни оташ бо якдигар ба муҷодала ва сарзаниши яқдигар бархезанд, пас нотавонон ба касоне, ки такаббур варзиданд, гӯянд, ки мо пайравони шумо будем ва даъвати шуморо дар дунё пазируфтем, оё метавонед андаке аз ин оташеро, ки насиби мо шудааст, онро аз мо дур кунед"},{"SurahNumber":40,"VerseNumber":48,"Text":"Онон, ки саркашӣ карда буданд, нотавонии худро баён карда мегӯянд: Наметавонем аз шумо чизеро аз азоб бардорем, зеро ҳамаи мо дар оташем. Ва аз он ҷо барои мо халосӣ нест. Албатта, Аллоҳ аст, ки миёни бандагонаш доварӣ кардааст ва барои ҳар яке баҳрае аз азоб муқаррар намудааст, пас ба он намеафзояд ва на кам мекунад"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ва онҳо, ки дар оташанд, аз такаббуркунандагон ва нотавонон ба нигаҳбонони ҷаҳаннам мегӯянд: Аз Парвардигоратон бихоҳед, то як рӯз аз азоби мо сабук кунад, то андаке роҳат кунем"},{"SurahNumber":40,"VerseNumber":50,"Text":"Нигаҳбонони дӯзах дар ҷавоби онҳо мегӯянд: Ин дуо ба шумо чизе фоида надиҳад, оё паёмбаронатон бо далелҳои равшан назди шумо наёмада буданд, пас шумо онҳоро дурӯғ баровардед? Мегӯянд дӯзахиён: Бале. Нигаҳбонони дӯзах мегӯянд: Мо барои шумо дуо намекунем ва дар ҳаққи шумо шафоат ҳам наметалабем. Пас, худ дуо кунед. Лекин ин дуо ба шумо чизе фоида надиҳад, зеро шумо кофир ҳастед. Ва дуои кофирон, ҷуз он ки табоҳ шавад, ҳеҷ чизе нахоҳад буд. Ва ҳаргиз мавриди иҷобат қарор намегирад"}]}