{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha -Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"A vilagos Irasra (a Koranra, ami mindennek a magyarazatat tartalmazza)"},{"SurahNumber":43,"VerseNumber":3,"Text":"Arab Koranna tettuk azt, igy talan felfogjatok azt az eszetekkel"},{"SurahNumber":43,"VerseNumber":4,"Text":"Bizony az (a Koran) Nalunk van, az Iras Anyjaban\". Magasztos es bolcs az"},{"SurahNumber":43,"VerseNumber":5,"Text":"Vajon elforditsuk-e toletek az Intest mert egy olyan nep vagytok, amely tulzasokba esik"},{"SurahNumber":43,"VerseNumber":6,"Text":"Es mennyi Profetat kuldtunk mar a korabban eltekhez"},{"SurahNumber":43,"VerseNumber":7,"Text":"Egy Profeta sem erkezett el hozzajuk, hogy ne gunyolodtak volna vele"},{"SurahNumber":43,"VerseNumber":8,"Text":"— Toluk erosebb es batrabb nepet pusztitottunk Mi mar el. Ilyen Volt a hajdanvoltak peldaja"},{"SurahNumber":43,"VerseNumber":9,"Text":"Ha megkerdezned oket ki teremtette az egeket es a foldet, azt felelnek: , A Hatalmas es a Tudo teremtette azokat"},{"SurahNumber":43,"VerseNumber":10,"Text":"Aki pihenohellye tette nektek a foldet es utakat rakott le nektek rajta, Talan az Igaz Utra vezereltettek"},{"SurahNumber":43,"VerseNumber":11,"Text":"Aki az egbol vizet bocsatott le, meghatarozott mennyisegben, amely altal uj eletre keltette a halott foldet, Igy hozattok ti is elo"},{"SurahNumber":43,"VerseNumber":12,"Text":"Aki megteremtette mindennek a parjat es hajokat es allatokat adott nektek, amelyekkel utazhatok"},{"SurahNumber":43,"VerseNumber":13,"Text":"Hogy a hatukra szallhassatok es miutan a hatukra szalltatok, megemlekezzetek az Uratok kegyelmerol es mondjatok: Magasztaltassek az, Aki mindezt a. mi szolgalatunkra kenyszeritette. Mi ezt nem tudtuk volna megtenni"},{"SurahNumber":43,"VerseNumber":14,"Text":"Mi bizony Urunkhoz vesszuk utunkat"},{"SurahNumber":43,"VerseNumber":15,"Text":"Ok bizony az O szolgai kozul reszkent Melle helyeznek\". Az ember bizony vilagosan haladatlan"}]}