{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Hani (Allah) kendi tarafından bir guvenlik olarak sizi hafif bir uykuya daldırıyor; sizi temizlemek, sizden Seytan'ın vesvesesini gidermek, kalplerinizi pekistirmek ve ayaklarınızı saglam bastırmak icin uzerinize gokten yagmur yagdırıyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"O an Rabbin meleklere soyle vahyediyordu: \"Ben sizinle beraberim, iman edenlere sebat verin! Ben kafirlerin kalbine korku salacagım. Artık onların boyunlarının ustune de vurun, onların her parmagına da vurun.”"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, onların Allah’a ve Rasulune karsı gelmelerindendir. Her kim de Allah’a ve Rasulune karsı gelirse; bilsin ki Allah’ın cezası siddetlidir"},{"SurahNumber":8,"VerseNumber":14,"Text":"Iste bu sizin; tadın bunu. (Ahirette) kafirler icin bir de Cehennem azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler, (savas icin) toplu bir halde kafirlerle karsılastıgınız zaman, onlara arkanızı donup kacmayın"},{"SurahNumber":8,"VerseNumber":16,"Text":"Savas taktigi olarak dusmanı vurmak icin cekilme ya da diger bir birlige katılmak durumu haric- boyle bir gunde her kim onlara arkasını donerse; mutlaka o, Allah’ın gazabına ugramıs olur. Onun varacagı yer de Cehennem'dir. Ne kotu varılacak yerdir orası"},{"SurahNumber":8,"VerseNumber":17,"Text":"(Bedir'de) onları siz oldurmediniz, fakat onları Allah oldurdu. Attıgında da sen atmadın, fakat Allah attı. Mu'minleri guzel bir imtihanla denemek icin (boyle yaptı). Suphesiz Allah her seyi isitendir, her seyi bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste durum bu. Bir de Allah, kafirlerin tuzagını zayıf dusurendir"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Ey kafirler!) Fetih istiyorsanız, iste size fetih gelmistir. Eger (kufrunuze ve savasa) son verirseniz bu sizin icin daha hayırlıdır. Ve eger tekrar donerseniz biz de doneriz. Toplulugunuz kalabalık olsa bile size bir fayda vermeyecektir. Cunku Allah, Mu'minlerle beraberdir"}]}