{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O you who believe! If you remain conscious of God, He will give you a criterion, and will remit from you your sins, and will forgive you. God is possessor of infinite grace"},{"SurahNumber":8,"VerseNumber":30,"Text":"When the disbelievers plotted against you, to imprison you, or kill you, or expel you. They planned, and God planned, but God is the Best of planners"},{"SurahNumber":8,"VerseNumber":31,"Text":"And when Our revelations are recited to them, they say, “We have heard. Had we wanted, we could have said the like of this; these are nothing but myths of the ancients.”"},{"SurahNumber":8,"VerseNumber":32,"Text":"And they said, “Our God, if this is the truth from You, then rain down on us stones from the sky, or visit us with a painful affliction.”"},{"SurahNumber":8,"VerseNumber":33,"Text":"But God would not punish them while you are amongst them. And God would not punish them as long as they seek forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"Yet why should God not punish them, when they are turning others away from the Sacred Mosque, although they are not its custodians? Its rightful custodians are the pious; but most of them do not know"},{"SurahNumber":8,"VerseNumber":35,"Text":"Their prayer at the House was nothing but whistling and clapping—so taste the punishment for your blasphemy"},{"SurahNumber":8,"VerseNumber":36,"Text":"Those who disbelieve spend their wealth to repel from God’s path. They will spend it, then it will become a source of sorrow for them, and then they will be defeated. Those who disbelieve will be herded into Hell"},{"SurahNumber":8,"VerseNumber":37,"Text":"That God may distinguish the bad from the good, and heap the bad on top of one another, and pile them together, and throw them in Hell. These are the losers"}]}