{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"گەورە وپیرۆزە ئەو زاتەی کەھەرچی دەسەڵات وپاشایی ھەیە بەدەست ئەوە، وە ئەو دەسەڵاتدارە بەسەر ھەموو شتێکدا"},{"SurahNumber":67,"VerseNumber":2,"Text":"ئەو زاتەی کە مردن وژیانی داھێناوە ودروستکردووە تا تاقیتان بکاتەوە کە کردەوەی کامتان چاکترە وە ھەر ئەوە باڵادەست ولێخۆشبوو"},{"SurahNumber":67,"VerseNumber":3,"Text":"ئەو زاتەی کە حەوت ئاسمانی دروست کردووە یەك لەسەر یەك تۆ نابینیت (ئەی تەماشاکەر) لە دروست کراوەکانی خوای میھرەباندا ھیچ ناڕێکییەك، چاو بگێڕە وورد بەرەوە (بزانە) ئایا ھیچ ناتەواویەك دەبینیت"},{"SurahNumber":67,"VerseNumber":4,"Text":"دووبارە چاو بگێڕە یەك لە دوای یەك چاووت بەڕیسوایی ونائومێدیی دەگەڕێتەوە بۆ لای خۆت وە ئەو (چاوەت) ماندووە وتاقەتی چووە"},{"SurahNumber":67,"VerseNumber":5,"Text":"سوێندبێت بێگومان ئاسمانی دونیامان ڕازاندوەتەوە بەچرای زۆری(ئەستێرە) وە گێڕاومانن بەڕەجمی شەیتانەکان وە ئامادەمان کردووە بۆ ئەوان (لە قیامەتدا) سزای ئاگری ھەڵگیرساو"},{"SurahNumber":67,"VerseNumber":6,"Text":"وە بۆ ئەوانەی کە بێ بڕوان بە پەروەردگاریان سزای دۆزەخ ئامادەیە، کە مەنزڵگایەکی زۆر خراپە"},{"SurahNumber":67,"VerseNumber":7,"Text":"کاتێك کە فڕێدرانە ناویەوە لەو دۆزەخەوە لوورە ونرکەیەك دەبیستن وە ئەو ئەکوڵێ وجۆش دەخوات"},{"SurahNumber":67,"VerseNumber":8,"Text":"نزیکە (دۆزەخ) لەڕقانا پارە پارە ببێت، ھەر کاتێك دەستەیەك فڕێ بدرێنە ناویەوە دەرگاوانەکانی دۆزەخ پرسیاریان لێ دەکەن، ئایا پێغەمبەرێکی ترسێنەرتان بۆ نەھاتووە (لە دونیادا)"},{"SurahNumber":67,"VerseNumber":9,"Text":"دەڵێن بەڵێ بۆمان ھاتووە بەڵام بەدرۆمان دەزانی ودەمان ووت (پێی) خوا ھیچی نە ناردۆتە خوارەوە ئێوە بەس لە گومڕاییەکی گەورەدان"},{"SurahNumber":67,"VerseNumber":10,"Text":"وە دەڵێن ئەگەر قسەی (پێغەمبەران) مان ببیستایە یان تێبگەشتینایە ئەمڕۆ لە ھاوەڵانی دۆزەخ نەدەبووین"},{"SurahNumber":67,"VerseNumber":11,"Text":"ئەوسا ئیتر بەناچاری دان بەگوناھەکانیاندا دەنێن، کەوابوو دووریی لە میھرەبانی خوا بۆ ھاوەڵانی دۆزەخ"},{"SurahNumber":67,"VerseNumber":12,"Text":"بێگومان ئەوانەی لە پەنھانیدا لە خوای خۆیان دەترسن، لێخۆشبوون وپاداشتی گەورەیان بۆ ھەیە"},{"SurahNumber":67,"VerseNumber":13,"Text":"ئێوە قسە بە پەنھانی بکەن یان بە ئاشکرا (بۆ خوا یەکسانە چونکە) ئەو (خوای گەورە) ئاگادارە بەخودی (نھێنی) دڵان"},{"SurahNumber":67,"VerseNumber":14,"Text":"ئایا ئەو خوایەی کە مەردوومی دروست کردووە ئاگای لە نھێنییان نیە، لە کاتێکدا کە ئەو ووردبین وئاگادارە"}]}