{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"(Nǐ yīngdāng xùshù) nǔ hā, yǐqián, tā céng hūyù wǒ, gùwǒ dāyìngle tā, bìngqiě zhěngjiù tā hé tā de xìntúmen tuōlí yōuhuàn."},{"SurahNumber":21,"VerseNumber":77,"Text":"Wǒ shǐ tā tuōlí fǒurèn wǒ de jīxiàng de mínzhòng, tāmen què shì è mín, gùwǒ shǐ tāmen tǒngtǒng yān sǐ."},{"SurahNumber":21,"VerseNumber":78,"Text":"(Nǐ yīngdāng xùshù) dá wǔ dé hé sù lái màn, dāng bǎixìng de yáng qún yèjiān chūlái chī zhuāngjià de shíhòu, tā liǎ wèi zhuāngjià ér pànjué, duìyú tāmen de pànjué wǒ shì jiànzhèng."},{"SurahNumber":21,"VerseNumber":79,"Text":"Wǒ shǐ sù lái màn zhīdào zěnyàng pànjué. Měi yīgè wǒ dū shǎngcìle zhìhuì hé xuéshì. Wǒ shǐ qún shān hé zhòng niǎo suícóng dá wǔ dé yīdào zànsòng wǒ. Wǒ céngjīng zuòguò nà jiàn shìle."},{"SurahNumber":21,"VerseNumber":80,"Text":"Wǒ jiào tā tì nǐmen zhìzào kǎijiǎ, yǐ bǎohù nǐmen, shǐ nǐmen dé miǎn yú zhànzhēng de chuāngshāng, zhè nǐmen gǎnxiè ma?"},{"SurahNumber":21,"VerseNumber":81,"Text":"Wǒ tì sù lái màn zhìfú kuángfēng, tā fèng tā de mìnglìng ér chuī dào wǒ céng jiàng fú dì dìfāng, wǒ shì shēn zhī wànwù de."},{"SurahNumber":21,"VerseNumber":82,"Text":"Wǒ yòu tì tā zhìfú yībùfèn èmó, tāmen tì tā qiánshuǐ, bìngqiě zuò qítā gōngzuò, wǒ shì jiāndū tāmen de."},{"SurahNumber":21,"VerseNumber":83,"Text":"(Nǐ yīngdāng xùshù) ài yōu bo, dāngshí tā céng hūyù tā de zhǔ (shuō): Gùjí què yǐ shānghài wǒ, nǐ shì zuì réncí de."},{"SurahNumber":21,"VerseNumber":84,"Text":"Wǒ jiù dāyìng tā de qǐngqiú, ér jiěchú tāsuǒ huàn de gùjí, bìng yǐ tā de jiāshǔ hé tóngyàng de rén shǎngcì tā, zhè shì yóuyú cóng wǒ fāchū de ēnhuì hé duìyú chóngbài wǒ zhě de jìniàn."},{"SurahNumber":21,"VerseNumber":85,"Text":"(Nǐ yīngdāng xùshù) yì sīmǎ yí, yì dé lì sī, zhù lēi jī fú lēi dōu shì jiānrěn de."},{"SurahNumber":21,"VerseNumber":86,"Text":"Wǒ shǐ tāmen jìnrù wǒ de ēnhuì zhī zhōng, tāmen què shì shànrén."},{"SurahNumber":21,"VerseNumber":87,"Text":"(Nǐ yīngdāng xùshù) zuǒ nóng, dāngshí tā céng fènfèn bù píngdì lí qù, tā cāixiǎng wǒ jué bù yuēshù tā, tā zài chóngchóng hēi'àn zhōng hūyù (shuō): Chú nǐ zhī wài, jué wú yīng shòu chóngbài zhě, wǒ zànsòng nǐ chāojué wànwù, wǒ què shì bù yì de."},{"SurahNumber":21,"VerseNumber":88,"Text":"Wǒ jiù dāyìng tā, ér zhěngjiù tā tuōlí yōuhuàn; wǒ zhèyàng zhěngjiù xìndào zhě tuōlí yōuhuàn."},{"SurahNumber":21,"VerseNumber":89,"Text":"(Nǐ yīngdāng xùshù) zǎi kǎi lǐ yǎ, dāngshí tā céng hūyù tā de zhǔ (shuō): Wǒ de zhǔ a! Qiú nǐ bùyào rèn suí wǒ gūdú, nǐ shì zuì hǎo de jìchéng zhě."},{"SurahNumber":21,"VerseNumber":90,"Text":"Wǒ jiù dāyìng tā, érqiě shǎngcì tā yè hā yǎ, bìng gǎizhèng tā de qīzi. Tāmen zhēngxiān xíng shàn, tāmen wèi xīwàng hé kǒngjù ér hūyù wǒ, tāmen duìyú wǒ shì gōngshùn de."},{"SurahNumber":21,"VerseNumber":91,"Text":"(Nǐ yīngdāng xùshù) nà bǎochí zhēncāo de nǚzǐ, wǒ bǎ wǒ de jīngshén chuī rù tā de tǐnèi, wǒ céng yǐ tā de érzi wèi shìrén de yīgè jīxiàng."},{"SurahNumber":21,"VerseNumber":92,"Text":"Nǐmen de zhège mínzú, què shì yīgè tǒngyī de mínzú, wǒ shì nǐmen de zhǔ, gù nǐmen yīngdāng chóngbài wǒ."},{"SurahNumber":21,"VerseNumber":93,"Text":"Tāmen fēn chéng liǎo ruògān jiàopài, gè pài dōu yào guīyú wǒ."}]}