{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":11,"Text":"«ويَدْعُ الإنسان بالشر» على نفسه وأهله إذا ضجر «دعاءه» أي كدعائه له «بالخير وكان الإنسان» الجنس «عجولا» بالدعاء على نفسه وعدم النظر في عاقبته"},{"SurahNumber":17,"VerseNumber":12,"Text":"«وجعلنا الليل والنهار آيتين» دالتين على قدرتنا «فمحونا آية الليل» طمسنا نورها بالظلام لتسكنوا فيه والإضافة للبيان «وجعلنا آية النهار مبصرة» أي مبصرا فيها بالضوء «لتبتغوا» فيه «فضلاً من ربكم» بالكسب «ولتعلموا» بهما «عدد السنين والحساب» للأوقات «وكل شيء» يحتاج إليه «فصلناه تفصيلاً» بيناه تبيينا"},{"SurahNumber":17,"VerseNumber":13,"Text":"«وكل إنسان ألزمناه طائره» عمله يحمله «في عنقه» خص بالذكر لأن اللزوم فيه أشد وقال مجاهد: ما من مولد يولد إلا وفي عنقه ورقة مكتوب فيها شقي أو سعيد «ونخرج له يوم القيامة كتابا» مكتوبا فيه عمله «يلقاه منشورا» صفتان لكتابا"},{"SurahNumber":17,"VerseNumber":14,"Text":"ويقال له «اقرأ كتابك كفى بنفسك اليوم عليك حسيبا» محاسبا"},{"SurahNumber":17,"VerseNumber":15,"Text":"«من اهتدى فإنما يهتدي لنفسه» لأن ثواب اهتدائه له «ومن ضل فإنما يضل عليها» لأن إثمه عليها «ولا تزر» نفس «وازرة» آثمة أي لا تحمل «وزر» نفس «أخرى وما كنا معذبين» أحدا «حتى نبعث رسولاً» يبين له ما يجب عليه"},{"SurahNumber":17,"VerseNumber":16,"Text":"«وإذا أردنا أن نهلك قرية أمرنا مترفيها» منعميها بمعنى رؤسائها بالطاعة على لسان رسلنا «ففسقوا فيها» فخرجوا عن أمرنا «فحق عليها القول» بالعذاب «فدمرناها تدميرا» أهلكناها بإهلاك أهلها وتخريبها"},{"SurahNumber":17,"VerseNumber":17,"Text":"«وكم» أي كثيرا «أهلكنا من القرون» الأمم «من بعد نوح وكفى بربك بذنوب عباده خبيرا بصيرا» عالما ببواطنها وظواهرها وبه يتعلق بذنوب"},{"SurahNumber":17,"VerseNumber":18,"Text":"«من كان يريد» بعمله «العاجلة» أي الدنيا «عجلنا له فيها ما نشاء لمن نريد» التعجيل له بدل من له بإعادة الجار «ثم جعلنا له» في الآخرة «جهنم يصلاها» يدخلها «مذموما» ملوما «مدحورا» مطرودا عن الرحمة"},{"SurahNumber":17,"VerseNumber":19,"Text":"«ومن أراد الآخرة وسعى لها سعيها» عمل عملها اللائق بها «وهو مؤمن» حال «فأولئك كان سعيهم مشكورا» عند الله أي مقبولاً مثابا عليه"},{"SurahNumber":17,"VerseNumber":20,"Text":"«كلا» من الفريقين «نمد» نعطي «هؤلاء وهؤلاء» بدل «من» متعلق بنمد «عطاء ربك» في الدنيا «وما كان عطاء ربك» فيها «محظورا» ممنوعا عن أحد"},{"SurahNumber":17,"VerseNumber":21,"Text":"«انظر كيف فضلنا بعضهم على بعض» في الرزق والجاه «وللآخرة أكبر» أعظم «درجات وأكبر تفضيلاً» من الدنيا فينبغي الاعتناء بها دونها"},{"SurahNumber":17,"VerseNumber":22,"Text":"«لا تجعل مع الله إلها آخر فتقعد مذموما مخذولاً» لا ناصر لك"}]}