{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Skazhy: «To yditʹ zemleyu ta pohlyanʹte, yakyy buv kinetsʹ tykh, yaki vvazhaly za brekhuniv [poslantsiv]"},{"SurahNumber":6,"VerseNumber":12,"Text":"Spytay: «Komu nalezhytʹ te, shcho na nebesakh i na zemli?» I skazhy: «Allahu! Vin zrobyv mylistʹ Svoyim obovʺyazkom! I Vin neodminno zbere vas u Denʹ Voskresinnya, v yakomu nemaye sumnivu! Ti, yaki vtratyly samykh sebe, ne uviruyutʹ"},{"SurahNumber":6,"VerseNumber":13,"Text":"Yomu nalezhytʹ use, shcho spochyvaye vnochi ta vdenʹ, a Vin — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":6,"VerseNumber":14,"Text":"Skazhy: «Nevzhe ya vizʹmu sobi pokrovytelya zamistʹ Allaha, Tvortsya nebes i zemli? Vin hoduye, a Yoho ne hoduyutʹ». I skazhy: «Meni nakazano buty pershym iz tykh, khto pidkoryvsya Yomu!» Tozh ne budʹ odnym iz bahatobozhnykiv"},{"SurahNumber":6,"VerseNumber":15,"Text":"Skazhy: «YA boyusya, shcho v razi neposlukhu Hospodu moyemu, mene bude pokarano u Velykyy Denʹ"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ale koho tse omyne v toy Denʹ, toho Vin pomyluvav. Tse — spravzhniy uspikh"},{"SurahNumber":6,"VerseNumber":17,"Text":"Yakshcho Allah torknetʹsya tebe lykhom, to nikhto ne vidverne tsʹoho, krim Nʹoho! A yakshcho Vin torknetʹsya tebe dobrom, tak Vin spromozhnyy na kozhnu rich"},{"SurahNumber":6,"VerseNumber":18,"Text":"Vin — Vseperemozhnyy nad Svoyimy rabamy i Vin — Mudryy, Vsevidayuchyy"},{"SurahNumber":6,"VerseNumber":19,"Text":"Zapytay: «Yake svidchennya naysylʹnishe?» I skazhy: «Allah — Svidok mizh mnoyu y vamy! Meni vidkryto tsey Koran, shchob ya zasterihav nym vas i tykh, do koho vin diyde. Nevzhe vy spravdi svidchyte, shcho krim Allaha ye shche y inshi bohy?» Skazhy: «YA ne svidchu pro tse!» [I shche] skazhy: «Voistynu, Vin — Yedynyy Boh! I, voistynu, ya neprychetnyy do toho, shcho vy prypysuyete Yomu rivnykh"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ti, komu My daruvaly Pysannya, znayutʹ [Proroka] tak, yak znayutʹ svoyikh syniv; ti, yaki vtratyly samykh sebe, ne uviruyutʹ"}]}