{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Kaya’tpagtagubilinanatpangaralanmo(OMuhammad ang sangkatauhan tungkol sa Islam at Kaisahan ni Allah). Sa pamamagitan ng Biyaya ni Allah, ikaw ay hindi isang manghuhula, o isang inaalihan (ng demonyo)"},{"SurahNumber":52,"VerseNumber":30,"Text":"o sila baga ay nagsasabi : “(Si Muhammad) ay isang makata! Kami ay naghihintay para sa kaniya ng mga kapinsalaan (sa tangkay) ng panahon!”"},{"SurahNumber":52,"VerseNumber":31,"Text":"Ipagbadya mo (o Muhammad) sa kanila: “Magsipaghintay kayo! Ako rin ay naghihintay na kasabay ninyo!”"},{"SurahNumber":52,"VerseNumber":32,"Text":"Ang kanila bagang isipan ay nag-uutos ng ganito (alalaong baga, na sila ay magsabi ng kasinungalingan laban sa iyo [O Muhammad]), o sila baga ay mga tao na lumagpas sa lahat ng hangganan (alalaong baga, mula sa pananalig kay Allah tungo sa kawalan ng pananalig)"},{"SurahNumber":52,"VerseNumber":33,"Text":"o sila baga ay nagsasabi: “Siya (Muhammad) ay nanghuwad nito (ang Qur’an).” Hindi! Sila ay hindi nananalig"},{"SurahNumber":52,"VerseNumber":34,"Text":"Hayaan sila na gumawa ng pagdalit (pagbigkas) na katulad nito (Al Qur’an), kung sila ay nagsasabi ng katotohanan"},{"SurahNumber":52,"VerseNumber":35,"Text":"Sila baga’y nilikha mula sa wala? O sila baga sa kanilang sarili ang manlilikha"},{"SurahNumber":52,"VerseNumber":36,"Text":"o sila baga ang lumikha ng kalangitan at kalupaan? Hindi, sila ay walang matatag na pananalig"},{"SurahNumber":52,"VerseNumber":37,"Text":"O nasa kanila ba ang mga Kayamanan ng iyong Panginoon? o sila ba ang mga pinunong mapaniil na may kapamahalaan na gawin ang kanilang naisin"},{"SurahNumber":52,"VerseNumber":38,"Text":"o mayroon ba silang hagdanan na sa pamamagitan nito (ay makakapanhik sila sa kalangitan) upang mapakinggan (ang pag-uusap ng mga anghel)? Kung gayon, hayaaan ang kanilang tagapakinig ay magpakita ng lantad na katibayan"},{"SurahNumber":52,"VerseNumber":39,"Text":"o Siya (Allah) ba ay mayroon lamang mga anak (na babae), at kayo ay mayroon mga anak (na lalaki)"},{"SurahNumber":52,"VerseNumber":40,"Text":"o ikaw ba (o Muhammad) ay nanghihingi ng gantimpala mula sa kanila (sa pangangaral ng Kaisahan ni Allah at Islam), upang sila ay mabigatan sa pasanin ng pagkakautang"},{"SurahNumber":52,"VerseNumber":41,"Text":"o ang kapamahalaan ba ng Al Ghaib (mga nalilingid) ay nasa kanilang kamay at isinusulat nila ito"},{"SurahNumber":52,"VerseNumber":42,"Text":"o sila ba ay nagbabalak ng pakana (laban sa iyo, o Muhammad)? Subalit sila na hindi sumasampalataya (sa Kaisahan ni Allah at sa Islam), sila sa kanilang sarili ang makukupot sa ganitong pakana"},{"SurahNumber":52,"VerseNumber":43,"Text":"o sila ba ay may iba pang diyos bukod pa kay Allah? Higit na Maluwalhati si Allah sa lahat ng mga bagay na iniaakibat nila bilang katambal (sa Kanya)"},{"SurahNumber":52,"VerseNumber":44,"Text":"At kung sila ay makakita ng piraso ng kalangitan na nahuhulog, sila ay magsasabi: “Mga bunton lamang ng ulap na natipon!”"},{"SurahNumber":52,"VerseNumber":45,"Text":"Kaya’t hayaan silang mag-isa hanggang sa kanilang makaharap ang Araw na sila ay manggigipuspos (na may pagkalagim)"},{"SurahNumber":52,"VerseNumber":46,"Text":"Sa Araw na ang kanilang pakana ay walang buti na maidudulot sa kanila kahit na anuman, gayundinsilaayhindimatutulungan(alalaongbaga, kanilang tatanggapin ang kanilang kaparusahan sa Impiyerno)"},{"SurahNumber":52,"VerseNumber":47,"Text":"At katotohanang sa mga gumagawa ng kamalian ay mayroon pang ibang kaparusahan (alalaong baga, ang kaparusahan sa mundong ito at sa kanilang libingan), bago pa rito, datapuwa’t ang karamihan sa kanila ay walang kaalaman"},{"SurahNumber":52,"VerseNumber":48,"Text":"Kaya’t ikaw (O Muhammad) ay maghintay ng may pagtitiyaga sa Pasya ng iyong Panginoon sapagkat katotohanang ikaw ay nasa pangangalaga ng Aming mga Mata, at ipagbunyi mo ang mga papuri ng iyong Panginoon kung ikaw ay magbangon mula sa pagkakatulog"},{"SurahNumber":52,"VerseNumber":49,"Text":"At sa bahagi ng gabi ay ipagbunyi mo ang mga papuri sa Kanya at sa (oras) nang paglubog ng mga bituin"}]}