{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Gott preist, was in den Himmeln und was auf der Erde ist. Ihm gehort die Konigsherrschaft, und Lob sei Ihm! Er hat Macht zu allen Dingen"},{"SurahNumber":64,"VerseNumber":2,"Text":"Er ist es, der euch erschaffen hat. Die einen von euch sind unglaubig, die anderen glaubig. Und Gott sieht wohl, was ihr tut"},{"SurahNumber":64,"VerseNumber":3,"Text":"Er hat die Himmel und die Erde in Wahrheit erschaffen, und Er hat euch gestaltet und eure Gestalten schon gemacht. Und zu Ihm fuhrt der Lebensweg"},{"SurahNumber":64,"VerseNumber":4,"Text":"Er weiß, was in den Himmeln und auf der Erde ist, und Er weiß, was ihr im geheimen redet und was ihr offenlegt. Und Gott weiß uber das innere Geheimnis Bescheid"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ist denn nicht der Bericht uber die, die zuvor unglaubig waren, zu euch gelangt? Sie erlitten die schweren Folgen ihres Verhaltens, und bestimmt ist fur sie eine schmerzhafte Pein"},{"SurahNumber":64,"VerseNumber":6,"Text":"Dies, weil ihre Gesandten mit den deutlichen Zeichen zu ihnen kamen, sie aber sagten: «Sollen etwa Menschen uns rechtleiten?» Da wurden sie unglaubig und kehrten sich ab. Doch Gott bedurfte ihrer nicht. Gott ist auf niemanden angewiesen und des Lobes wurdig"},{"SurahNumber":64,"VerseNumber":7,"Text":"Diejenigen, die unglaubig sind, behaupten, daß sie nicht auferweckt werden. Doch, bei meinem Herrn, ihr werdet auferweckt werden. Dann wird euch das kundgetan, was ihr getan habt. Und dies ist Gott ein leichtes"},{"SurahNumber":64,"VerseNumber":8,"Text":"Darum glaubt an Gott und seinen Gesandten und das Licht, das Wir hinabgesandt haben. Und Gott hat Kenntnis von dem, was ihr tut"},{"SurahNumber":64,"VerseNumber":9,"Text":"Am Tag, da Er euch zum Tag der Versammlung versammelt. Das ist der Tag der Ubervorteilung. Wer an Gott glaubt und Gutes tut, dem suhnt Er seine Missetaten, und den laßt Er in Garten eingehen, unter denen Bache fließen; darin werden sie auf immer ewig weilen. Das ist der großartige Erfolg"},{"SurahNumber":64,"VerseNumber":10,"Text":"Und diejenigen, die unglaubig sind und unsere Zeichen fur Luge erklaren, das sind die Gefahrten des Feuers; darin werden sie ewig weilen - welch schlimmes Ende"}]}