{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"I veche dadokhme na Musa devet yasni znameniya. I pitaĭ [o, Mukhammad] sinovete na Israil kak toĭ doĭde pri tyakh i Faraonŭt mu reche: “Mislya, o, Musa, che naistina si omag’osan.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Reche [Musa]: “Ti veche uzna, che tezi [znameniya] gi nizposla kato yavni dovodi ne drug, a Gospodŭt na nebesata i na zemyata. I mislya, o, Faraone, che naistina ti si poguben.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"I iskashe da gi progoni ot Zemyata [na Egipet]. I izdavikhme nego i vsichki zaedno s nego"},{"SurahNumber":17,"VerseNumber":104,"Text":"I rekokhme sled nego na sinovete na Israil: “Obitavaĭte zemyata i kogato nastŭpi obeshtanoto za otvŭdniya zhivot, shte vi dovedem stŭlpeni.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"S istinata go nizposlakhme [Korana], s istinata be nizposlan. I te izpratikhme Nie [o, Mukhammad] samo kato blagovestitel i predupreditel"},{"SurahNumber":17,"VerseNumber":106,"Text":"Nie razdelikhme Korana na chasti, za da go chetesh pred khorata bavno. I go nizposlakhme postepenno"},{"SurahNumber":17,"VerseNumber":107,"Text":"Kazhi: “I da vyarvate v nego, i da ne vyarvate, darenite sŭs znanieto predi nego pokorno svezhdat chela do zemyata v sudzhud, kogato im bŭde cheten"},{"SurahNumber":17,"VerseNumber":108,"Text":"I kazvat: “Prechist e nashiyat Gospod! Obeshtanieto na nashiya Gospod naistina se izpŭlni.”"},{"SurahNumber":17,"VerseNumber":109,"Text":"I pokorno svezhdat chela do zemyata, placheĭki, i im nadbavya toĭ smirenie"},{"SurahNumber":17,"VerseNumber":110,"Text":"Kazhi: “Zovete [Go] Allakh ili zovete [Go] Vsemilostiviya! Kakto i da [Go] zovete, Negovi sa Naĭ-prekrasnite imena. I ne ot·sluzhvaĭ grŭmoglasno svoyata molitva, nito ya shepni, a potŭrsi sreden pŭt v tova!”"},{"SurahNumber":17,"VerseNumber":111,"Text":"I kazhi: “Slava na Allakh, Koĭto ne se e sdobival sŭs sin i ne e imal sŭdruzhnik vŭv vladenieto, i ne e imal pomoshtnik sreshtu bezsilieto. I Go proslavyaĭ s vŭzvelichavane"}]}