{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Hanga waan jaalattan irraa kennattanitti khayrii hin argattanWanta isin qabeenya irraa kennattan Rabbiin isa beeka"},{"SurahNumber":3,"VerseNumber":93,"Text":"Waan Israa’iil odoo Tawraat hin bu’in dura lubbuu isaa irratti haraama taasise malee nyaanni hunduu Ilmaan Israa’iiliif halaala ture(Yaa Muhammad) \"yoo kan dhugaa dubbattan taataniif Tawraatiin fidaa dubbisaa” jedhi"},{"SurahNumber":3,"VerseNumber":94,"Text":"Namni sana booda Rabbi irratti kijiba uume, warri sun isaantu miidhaa hojjattoota"},{"SurahNumber":3,"VerseNumber":95,"Text":"“Rabbiin dhugaa dubbateera; karaa amantii Ibraahiim qajeelaa ta’e hordofaaInnis mushrikoota irraa hin taane\" jedhi"},{"SurahNumber":3,"VerseNumber":96,"Text":"Dhugumatti manni jalqaba ilma namaatiif haala barakeeffamaafi aalama hundaaf qajeelfama ta’een kaayame isa Bakkaan (Makkaan) jiruudha"},{"SurahNumber":3,"VerseNumber":97,"Text":"Isa keessa mallattoolee ifa ta’an Maqaama Ibraahiimtu jiraNamni isa seenes nagaa ta’aRabbiif nama irratti, kan gara isaa deemuu danda'e irratti, manicha hajja'uutu dirqamni jiraNamni kafares, dhugumatti Rabbiin aalama irraa duroomaadha"},{"SurahNumber":3,"VerseNumber":98,"Text":"“Yaa warra kitaabaa! Sila odoo Rabbiin waan isin dalagdanu beekaa ta’uu maaliif keeyyattoota Rabbiitti kafartu?” jedhi"},{"SurahNumber":3,"VerseNumber":99,"Text":"“Yaa warra kitaabaa! Sila maaliif odoo beektanuu jallina ishee barbaachaaf karaa Rabbii irraa nama debiftu? Rabbiinis waan isin dalagdanu irraa dagataa miti\" jedhi"},{"SurahNumber":3,"VerseNumber":100,"Text":"Yaa warra amantan! Yoo garee warra kitaabni kennameef irraa ta’een ajajamtan, erga amantanii booda gara kufriitti isin deebisu"},{"SurahNumber":3,"VerseNumber":101,"Text":"Sila odoo keeyyattoonni Rabbii isin irratti qara’amaniifi ergamaan Isaa isin keessa jiruu akkamitti kafartu? Namni Rabbiin of tikse dhugumatti karaa sirraawaa qajeelfameera"}]}