{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar, imtihandan gecirilmeden, sadece \"Iman ettik\" demeleriyle birakilivereceklerini mi sandilar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Andolsun ki, biz onlardan oncekileri de imtihandan gecirmisizdir. Elbette Allah, dogrulari ortaya cikaracak, yalancilari da mutlaka ortaya koyacaktir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa kotulukleri yapanlar bizden kacabileceklerini mi sandilar? Ne kadar kotu (ve yanlis) hukum veriyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Her kim Allah'a kavusmayi umuyorsa bilsin ki, Allah'in tayin ettigi o vakit elbette gelecektir. O her seyi isiten ve bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Cihad eden ancak kendisi icin cihad etmis olur. Suphesiz Allah, alemlerden mustagnidir"},{"SurahNumber":29,"VerseNumber":7,"Text":"Iman edip iyi isler yapanlarin kotuluklerini elbette orteriz ve onlara, yaptiklarinin daha guzeli ile karsilik veririz"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana, ana babasina iyi davranmasini tavsiye etmisizdir. Eger onlar, seni, hakkinda bilgin olmayan bir seyi (koru korune) bana ortak kosman icin zorlarlarsa, onlara itaat etme. Donusunuz ancak banadir. O zaman, size yapmis olduklarinizi haber verecegim"},{"SurahNumber":29,"VerseNumber":9,"Text":"Iman edip iyi isler yapanlari, muhakkak salihler (zumresi) icine katariz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan kimi vardir ki, \"Allah'a inandik\" der; fakat Allah ugrunda eziyete ugratildigi zaman, insanlarin iskencesini Allah'in azabi gibi tutar. Halbuki Rabbinden bir yardim gelecek olsa, mutlaka, \"Dogrusu biz de sizinle beraberdik\" derler. Acaba Allah, herkesin kalbindekileri en iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah, elbette (O'na gonulden) iman edenleri de, iki yuzluleri de bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Kafirler, iman edenlere, \"Bizim yolumuza uyun, sizin gunahlarinizi biz yuklenelim\" derler. Halbuki onlarin hicbir gunahini yuklenecek degillerdir. Gercekte onlar, kesinlikle yalan soylemektedirler"},{"SurahNumber":29,"VerseNumber":13,"Text":"(Fakat gercek su ki) elbette kendi yuklerini, kendi yukleriyle birlikte nice yukleri (baskalarini saptirmanin vebalini) tasiyacaklar ve uydurup durduklari seylerden kiyamet gunu mutlaka sorguya cekileceklerdir"}]}