{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"(Ya Rəsulum!) Əgər istəsə, sənə ondan (musriklərin dediklərindən) daha yaxsısını – (agacları) altından caylar axan cənnətlər verə bilən, sənin ucun qəsrlər yarada bilən Allah nə qədər (uca, nə qədər) uludur"},{"SurahNumber":25,"VerseNumber":11,"Text":"Lakin onlar (təkcə səni deyil) o saatı da (qiyaməti də) yalan saydılar. Biz də o saatı (qiyaməti) yalan hesab edənlər ucun (Cəhənnəmdə) siddətli bir atəs hazırladıq"},{"SurahNumber":25,"VerseNumber":12,"Text":"O (atəs) onları uzaqdan goruncə (kafirlər) onun qəzəblə qaynamasını və ugultusunu esidərlər"},{"SurahNumber":25,"VerseNumber":13,"Text":"Onlar əlləri boyunlarına baglı vəziyyətdə o atəsdən dar bir yerə atıldıqları zaman (Dunyada Allaha asi olduqlarına gorə ozlərinə bəd dua edib) olum diləyərlər"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Onlara istehza ilə deyilər:) “Bu gun ozunuzə bir olum diləməyin, cox olum diləyin!” (Belə bir gundə bir dəfə vaveyla deməkdən, bir dəfə ozunə olum istəməkdən hec nə cıxmaz. Allahın əzabı intəhasız və dəhsətli oldugu ucun dəfələrlə vaveyla deyib, dəfələrlə ozunuzə olum diləməlisiniz)"},{"SurahNumber":25,"VerseNumber":15,"Text":"(Ya Rəsulum!) Onlara de: “Bu (cəhənnəm odu) yaxsıdır, yoxsa Allahdan qorxub pis əməllərdən cəkinənlərə bir mukafat və sıgınacaq olaraq və’d edilən Xuld cənnəti?”"},{"SurahNumber":25,"VerseNumber":16,"Text":"Onlar ucun orada istədikləri hər sey vardır. Onlar orada əbədi qalacaqlar. Bu, (bəndələr tərəfindən) sənin Rəbbindən (yerinə yetirilməsi) istənilən bir və’ddir. (Bəndələr oz yaxsı əməlləri muqabilində Allahın onlara Cənnət qismət etməsini diləmis, Allah da onlara bu barədə verdiyi və’di yerinə yetirmisdir)"},{"SurahNumber":25,"VerseNumber":17,"Text":"(Allah musrikləri) və onların Allahdan qeyri ibadət etdiklərini (butləri) məhsərə toplayacagı gun (qiyamət gunu) belə buyuracaqdır: “Mənim bu bəndələrimi (haqq yoldan) siz (butlər) cıxartdınız, yoxsa onlar ozləri yoldan cıxdılar?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"(Butlər) deyəcəklər: “Sən paksan, muqəddəssən! Səni qoyub (ozumuzə) basqa dostlar (hamilər) qəbul etmək bizə yarasmaz. Lakin sən onlara və atalarına o qədər ne’mət verdin ki, hətta (Sənin oyud-nəsihətini, Qur’anı) xatırlamagı belə unutdular və (buna gorə də) məhvə məhkum edilmis bir tayfa oldular!”"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Allah buyuracaqdır:) “(Ey musriklər, sizin tanrılarınız) dediklərinizi təkzib etdilər. Artıq nə əzabı (ozunuzdən) sovusdurar, nə də (ozunuzə) bir komək edə bilərsiniz. Sizdən zulm edənlərə (Allaha sərik qosanlara) siddətli bir əzab daddıracagıq”"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Ya Rəsulum!) Səndən əvvəl gondərdiyimiz peygəmbərlər də, subhəsiz ki, yemək yeyər, (ruzi qazanmaq ucun) bazarları gəzib dolasardılar. Sizin bir qisminizi digərinizə sınaq vasitəsi etdik ki, gorək (mohnətlərə) dozə biləcəksinizmi? (Birinizi varlı, digərinizi kasıb, birinizi saglam, digərinizi xəstə, zəif etdik ki, hansınızın daha səbirli, daha dozumlu oldugunu, Allahın oz əzəli hokmu ilə ona verdiyi qismətə razı olub-olmadıgını bilək). Sənin Rəbbin (cətinliklərə səbr edənləri və onlardan qorxanları) gorəndir"}]}