{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"(He muham'mada!) Tapa'ile prarthana garnus ki he palanakarta! Juna (sajaya) ko vacana yiniharusita bha'eko cha, yadi timile mero jindagima nai uniharumathi utarera dekha'umchau"},{"SurahNumber":23,"VerseNumber":94,"Text":"Bhane he palanakarta! Mala'i yi atyacariharuko samuhama sam'milita nagarnu"},{"SurahNumber":23,"VerseNumber":95,"Text":"Niscaya nai hami yasa kurako samathrya rakhdachaum ki hamile uniharusita juna vacana garirakheka chaum tyo tapa'ila'i dekha'ihalaum"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ra naramro kurako uttarama yasto kura bhana junaki dherai ramro hos yiniharule jejati varnana garchana hamila'i sabai thaha cha"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ra bhannus he palanakarta ma saitanaharuko ukasahatabata timro sarana cahanchu"},{"SurahNumber":23,"VerseNumber":98,"Text":"He palanakarta! Yasakarana pani timro sarana mamgdachu taki tiniharu mero samu upasthita naho'un"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yahamsam'ma ki jaba unibata kasaiko mrtyu najika huncha ta bhanchanh mero palanakarta mala'i pharka'ide'u"},{"SurahNumber":23,"VerseNumber":100,"Text":"Taki juna (sansara)la'i ma chodera a'eko chu tyasama ma ramro kama garum, kadapi yasto hunechaina. Yo ta khali e'uta kura ho juna usale bhannecha (tyo pura hunechaina) ra uniharuko pachadi eka prakarako parda cha, tyo dinasam'ma jabaki punah utha'inechan"},{"SurahNumber":23,"VerseNumber":101,"Text":"Ani jaba sura phumkincha, taba tyaham tiniharuma nata rista, natedari rahanecha nata eka arkabica sodhapucha"},{"SurahNumber":23,"VerseNumber":102,"Text":"Jasako karmako bhara gar'hungo hunecha, uniharu saphalata prapta garnechan"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ra jasako bhara harlungo hunecha, uniharu tyasta manisa hun jasale aphula'i hanima pare, sadhainko lagi narkama rahanechan"},{"SurahNumber":23,"VerseNumber":104,"Text":"Agole uniharuko anuharala'i polirahane cha, ra tyasama uniharuko anuhara vikrta bha'irakheka hunchan"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ke timro agadi mera ayataharu padhera suna'innathe? Ra taipani timile tinala'i jhutho manthyo"},{"SurahNumber":23,"VerseNumber":106,"Text":"(Tiniharu) bhannechana, he hamro palanakarta. Hamro durbhagya hamimathi prabhavita bhayo ra hami pathavicalita manisa thiyaum"},{"SurahNumber":23,"VerseNumber":107,"Text":"He hamro palanakarta! Hamila'i yahambata mukti de'u ani yadi taipani hamile punah yasto garchaum bhane niscaya nai hami atyacari hunechaum"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allahabata adesa hunecha, ki yasaima tiraskrta bha'i basirakha ra masita kura nagara"},{"SurahNumber":23,"VerseNumber":109,"Text":"Mera bhaktaharuma kehi yasta manisaharu thi'e jasale bhandaithi'eh ki he hamro palanakarta hamiharule imana lya'isakeka chaum timile hamila'i ksama garide'u, ra hamimathi daya gara ra timi sabaibhanda ramro daya garnevala hau"},{"SurahNumber":23,"VerseNumber":110,"Text":"Tara timile unako upahasa garyau, yahamsam'ma ki unako karana timile mero samjhana pani birsihalyau ra timiele unimathi hamsdai garyau"},{"SurahNumber":23,"VerseNumber":111,"Text":"Aja maile uniharuko dhairyako pratiphala pradana garekochu. Uniharu aphno laksya prapta gareka chan"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allaha sodhnechah ki timi dhartima kati varsa basyau"},{"SurahNumber":23,"VerseNumber":113,"Text":"uniharule bhannechan ki hami eka dina va ekadinabhanda pani kama basyaum. Ganana garnevalaharusita sodhihalnus"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allahale bhannechah ki (tyaham) timi sahrai nai kama basyaum. Kati ramro hunethiyo yadi timile janeko bha'e"},{"SurahNumber":23,"VerseNumber":115,"Text":"Ke timile yo thaneka chau, ki hamile timila'i vyarthama srsti gareka chaum ra yo ki timila'i hamitira pharka'inechaina"},{"SurahNumber":23,"VerseNumber":116,"Text":"allaha, sacca samrata ho u dherai ucca cha. Usabaheka kohi an'ya satya pujya chaina, uhi svami ho, mahimasali sinhasanako"},{"SurahNumber":23,"VerseNumber":117,"Text":"Josukai vyaktile allahako sathama kunai arko pujyala'i pukardacha, jasako barema usako sathama kunai pramana chaina, ta usako hisaba usako palanakartasita cha. Niscaya nai avajnakariharu kahilyai saphala hune chainan"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ra bhannus ki he mero palanakarta! Mala'i ksama garidinus ra daya garnus timi sabaibhanda ramro daya garnevala hau"}]}