{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Dajudaju awon oluberu (Allahu) maa wa ninu awon Ogba Idera pelu awon odo (t’o n san nisale re)"},{"SurahNumber":15,"VerseNumber":46,"Text":"(A maa so pe): “E wo inu re pelu alaafia ni olufayabale.”"},{"SurahNumber":15,"VerseNumber":47,"Text":"A si maa yo ohun ti n be ninu okan won t’o je inunibini kuro; (won yoo di) omo-iya (ara won. Won yoo wa) lori ibusun, ti won yoo koju sira won"},{"SurahNumber":15,"VerseNumber":48,"Text":"Wahala kan ko nii ba won ninu re. Won ko si nii mu won jade kuro ninu re"},{"SurahNumber":15,"VerseNumber":49,"Text":"Fun awon erusin Mi ni iro pe dajudaju Emi ni Alaforijin, Asake-orun"},{"SurahNumber":15,"VerseNumber":50,"Text":"Ati pe dajudaju iya Mi ni iya eleta-elero"},{"SurahNumber":15,"VerseNumber":51,"Text":"Fun won ni iro nipa alejo (Anabi) ’Ibrohim"},{"SurahNumber":15,"VerseNumber":52,"Text":"(Ranti) nigba ti won wole to o, won si so pe: “Alaafia”. O so pe: “Dajudaju eru yin n ba awa.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Won so pe: \"Ma se beru. Dajudaju awa yoo fun o ni iro idunnu (nipa bibi) omokunrin onimimo kan"},{"SurahNumber":15,"VerseNumber":54,"Text":"O so pe: \"Se e n fun mi ni iro idunnu (nipa bibi omo) nigba ti ogbo ti de si mi? Iro idunnu wo ni e n fun mi na"},{"SurahNumber":15,"VerseNumber":55,"Text":"Won so pe: “A n fun o ni iro idunnu pelu ododo. Nitori naa, ma se wa lara awon olujakanmuna.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"O so pe: “Ko ma si eni ti o maa jakanmuna ninu ike Oluwa Re bi ko se awon olusina.”"},{"SurahNumber":15,"VerseNumber":57,"Text":"O so pe: “Ki tun ni oro ti e ba wa, eyin Ojise?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Won so pe: \"Dajudaju Won ran wa nise si ijo elese ni"},{"SurahNumber":15,"VerseNumber":59,"Text":"Afi ara ile (Anabi) Lut. Dajudaju awa yoo gba won la patapata"},{"SurahNumber":15,"VerseNumber":60,"Text":"Afi iyawo re; A ti ko kadara re (pe) dajudaju o maa wa ninu awon t’o maa seku leyin sinu iparun"}]}