{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Dopusta se odbrana onima koje drugi napadnu, zato sto im se nasilje cini – a Allah ih je, doista, kadar pomoci…"},{"SurahNumber":22,"VerseNumber":40,"Text":"onima koji su ni krivi ni duzni iz zavicaja svog prognani samo zato sto su govorili: “Gospodar nas je Allah!” A da Allah ne suzbija neke ljude drugima, do temelja bi bili poruseni manastiri, i crkve, i havre, a i dzamije u kojima se mnogo spominje Allahovo ime. A Allah ce sigurno pomoci one koji vjeru Njegovu pomazu – ta Allah je zaista mocan i silan…"},{"SurahNumber":22,"VerseNumber":41,"Text":"one koji ce, ako im damo vlast na Zemlji, molitvu obavljati i milostinju udjeljivati i koji ce traziti da se cine dobra djela, a odvracati od nevaljalih. – A Allahu se na kraju sve vraca"},{"SurahNumber":22,"VerseNumber":42,"Text":"A to sto te oni smatraju laznim – pa i prije njih su narod Nuhov, i Ad, i Semud poslanike smatrali laznim…"},{"SurahNumber":22,"VerseNumber":43,"Text":"i narod Ibrahimov, i narod Lutov…"},{"SurahNumber":22,"VerseNumber":44,"Text":"i stanovnici Medjena; a laznim je smatran i Musa. I Ja sam nevjernicima vremena davao, zatim sam ih kaznjavao, pa kakva je bila osuda Moja"},{"SurahNumber":22,"VerseNumber":45,"Text":"I koliko smo naselja unistili, ciji su zitelji grjesni bili, i ona su opustjela, samo su rusevine ostale! I koliko bunareva ima zapustenih i koliko visokih palata ima praznih"},{"SurahNumber":22,"VerseNumber":46,"Text":"Zasto oni po svijetu ne putuju pa da srca njihova shvate ono sto trebaju shvatiti i da usi njihove cuju ono sto trebaju cuti, ali oci nisu slijepe, vec srca u grudima"},{"SurahNumber":22,"VerseNumber":47,"Text":"Oni od tebe traze da ih kazna sto prije stigne, a Allah ce ispuniti prijetnju Svoju; samo jedan dan u Gospodara tvog traje koliko hiljadu godina, po vasem racunanju"},{"SurahNumber":22,"VerseNumber":48,"Text":"I koliko je bilo naselje ciji su zitelji bili nepravedni, kojima sam Ja kaznu odlagao, da bih ih najzad kaznio! A Meni se sve vraca"}]}