{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"(Ey Muhammed! Sana;) Hayızı (kadınların adet halini) soruyorlar. (Onlara) de ki: O bir eza (rahatsızlık) dır. Bu sebeple adet halinde kadınlardan uzak durun. Temizleninceye kadar onlara yaklasmayın. Temizlendikleri vakit, Allah'ın size emrettigi yerden onlara yaklasın. Sunu iyi bilin ki, Allah cokca tevbe edenleri de sever, temizlenenleri de sever"},{"SurahNumber":2,"VerseNumber":223,"Text":"Kadınlarınız sizin icin bir tarladır. Tarlanıza nasıl dilerseniz oyle varın. Kendiniz icin onceden (gelecekte faydasını goreceginiz iyi amellerle) hazırlık yapın. Allah'tan korkun, biliniz ki siz O'na kavusacaksınız. (Ey Muhammed!) Mu'minleri mujdele"},{"SurahNumber":2,"VerseNumber":224,"Text":"Yeminlerinizden dolayı , iyilik etmenize, O'ndan sakınmanıza ve insanların arasını duzeltmenize Allah'ı (O'nun adını) engel kılmayın. Allah, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah sizi kasıtsız yeminlerinizden sorumlu tutmaz. Lakin kalplerinizin kasdettigi yeminden sorumlu tutar. Allah, Gafur'dur, Halim'dir"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kadınlarına yanasmamaya yemin edenlerin dort ay beklemeleri gerekir. Eger (yeminlerinden) donerlerse, suphesiz, Allah, Gafur'dur, Rahim'dir"},{"SurahNumber":2,"VerseNumber":227,"Text":"Eger (muddeti icinde donmeyip kadınlarını) bosamaya karar verirlerse (ayrılırlar). Allah, suphesiz, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":228,"Text":"Bosanmıs kadınlar, kendi baslarına uc hayız (veya temizlik) suresi beklerler. Eger onlar Allah'a ve ahiret gunune gercekten inanmıslarsa, rahimlerinde Allah'ın yarattıgını gizlemeleri kendilerine helal olmaz. Eger kocalar barısmak isterlerse, bu durumda bosadıkları kadınları geri almaya daha fazla hak sahibidirler. Kocalarının onlar uzerinde hakları oldugu gibi, onların da kocaları uzerinde belli hakları vardır, ancak erkekler, onlar uzerinde bir ustunluk derecesine sahiptirler. Allah Aziz'dir, Hakim'dir"}]}