{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"And mention Marium in the Book when she drew aside from her family to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"So she took a veil (to screen herself) from them; then We sent to her Our spirit, and there appeared to her a well-made man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: Surely I fly for refuge from you to the Beneficent Allah, if you are one guarding (against evil)"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: I am only a messenger of your Lord: That I will give you a pure boy"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: When shall I have a boy and no mortal has yet touched me, nor have I been unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: Even so; your Lord says: It is easy to Me: and that We may make him a sign to men and a mercy from Us, and it is a matter which has been decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him; then withdrew herself with him to a remote place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes (of childbirth) compelled her to betake herself to the trunk of a palm tree. She said: Oh, would that I had died before this, and had been a thing quite forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then (the child) called out to her from beneath her: Grieve not, surely your Lord has made a stream to flow beneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards you the trunk of the palmtree, it will drop on you fresh ripe dates"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and refresh the eye. Then if you see any mortal, say: Surely I have vowed a fast to the Beneficent Allah, so I shall not speak to any man today"},{"SurahNumber":19,"VerseNumber":27,"Text":"And she came to her people with him, carrying him (with her). They said: O Marium! surely you have done a strange thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Haroun! your father was not a bad man, nor, was your mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"But she pointed to him. They said: How should we speak to one who was a child in the cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"He said: Surely I am a servant of Allah; He has given me the Book and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed wherever I may be, and He has enjoined on me prayer and poor-rate so long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And dutiful to my mother, and He has not made me insolent, unblessed"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace on me on the day I was born, and on the day I die, and on the day I am raised to life"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such is Isa, son of Marium; (this is) the saying of truth about which they dispute"},{"SurahNumber":19,"VerseNumber":35,"Text":"It beseems not Allah that He should take to Himself a son, glory to be Him; when He has decreed a matter He only says to it \"Be,\" and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And surely Allah is my Lord and your Lord, therefore serve Him; this is the right path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But parties from among them disagreed with each other, so woe to those who disbelieve, because of presence on a great day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How clearly shall they hear and how clearly shall they see on the day when they come to Us; but the unjust this day are in manifest error"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn them of the day of intense regret, when the matter shall have been decided; and they are (now) in negligence and they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Surely We inherit the earth and all those who are on it, and to Us they shall be returned"}]}