{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Arau arasye ami lukbamanaka hikamata dana karaichilo arau kaichilo ye, allahara prati krtajnata prakasa karaa. Arau yiye krtajnata prakasa karae si nijara kalyanara babe'i krtajnata prakasa karae arau yadi konoba'i akrtajna haya tente niscaya allaha abharamukta, cira prasansita"},{"SurahNumber":31,"VerseNumber":13,"Text":"Arau smarana karaa, yetiya lukbamane te'omra putraka upadesa di kaichila, ‘he mora putra! Allahara lagata sbirka nakaraiba. Niscaya sbirka maha an'yaya’"},{"SurahNumber":31,"VerseNumber":14,"Text":"Arau ami manuhaka tara pitr-matrra prati sadacaranara nirdesa dicho. Tara make taka kastara pichata kasta sahya karai garbhata dharana karaiche, arau tara piyaha eraoraara samaya haiche dubachara. Eteke mora prati arau tomara pitr-matrra prati krtajna horaa. Pratyarartana kerala mora ocarate'i"},{"SurahNumber":31,"VerseNumber":15,"Text":"Arau yadi tomara pitr-matrye tomaka mora lagata sbirka karaibalai hemca diye yi bisaye tomara kono jnana na'i, tente tumi sihamtara katha namaniba arau prthiraita sihamtara lagata basabasa karaiba sadbharae. Tumi tara patha aralambana karaa yiye mora abhimukhi haiche. Tara pichata tomalokara pratyarartana mora ocarate'i, tetiya ma'i tomalokaka se'i bisaye arahita karaima yibora tomaloke karaichila"},{"SurahNumber":31,"VerseNumber":16,"Text":"‘He mora putra! Niscaya seya (papa-punya) yadi saraiyahara bijara samano haya, arau i yadi thake silagarbhata athaba akasasamuhata na'iba prthiraita, allahe se'itoko upasthita karaiba. Niscaya allaha suksmadarsi, samyaka arahita"},{"SurahNumber":31,"VerseNumber":17,"Text":"‘He mora putra! Chalata kayema karaa, satkarmara adesa karaa arau asatkarma nisedha karaa, lagate tomara oparata yi (bipada) apatita haya tara oparata dhairya dharana karaa. Niscaya e'ito an'yatama drrha sankalpara kama"},{"SurahNumber":31,"VerseNumber":18,"Text":"Arau tumi manuhara prati arajna karai tomara gala beka nakaraiba arau prthiraita phitahi marai nuphuraiba; niscaya allahe kono ud'dhata, ahankaraika pachanda nakarae"},{"SurahNumber":31,"VerseNumber":19,"Text":"Arau tumi tomara cala-phuraara ksetrata madhyapantha aralambana karaa arau tomara kanthasbara aranata karaa, niscaya matara bhitarata ata'itakai apraitikara mata haiche gadhara mata"}]}