{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"To the Midian people (We sent) their brother Shuaib. He said: \"O my people! Worship Allah, you have no other one worthy of worship but Him, and don’t give short measure and weight. Surely I see you in prosperity; and surely I fear for you punishment of a Day encompassing"},{"SurahNumber":11,"VerseNumber":85,"Text":"O my people! Give full measure and weight in justice. Don’t defraud the people of their due things and don’t commit mischief in the land causing corruption"},{"SurahNumber":11,"VerseNumber":86,"Text":"What is left by Allah is better for you if you are believers. And I am not a guardian over you.”"},{"SurahNumber":11,"VerseNumber":87,"Text":"They said: “O Shuaib! Does your prayer command that we give up what our forefathers used to worship or that we give up doing what we like with our property? Surely, you are the gracious, right-minded!”"},{"SurahNumber":11,"VerseNumber":88,"Text":"He said: “O my people! You see if I am on clear evidence from my Lord and He has given me a good sustenance from Him. I don’t wish that I contradict to you what I forbid you from it. I don’t desire but reform so far as I am able (within my power). My success is not except from Allah, in Him I trust and to Him I repent"},{"SurahNumber":11,"VerseNumber":89,"Text":"And O my people! Let not my separation harm you to befall you similar to what befall on the people of Noah or of Hud people or of Saleh people, and the people of Lot are not far off from you"},{"SurahNumber":11,"VerseNumber":90,"Text":"And ask forgiveness of your Lord, and then turn in repentance to Him. Surely, my Lord is Merciful, Loving.”"},{"SurahNumber":11,"VerseNumber":91,"Text":"They said: “O Shuaib! We don’t understand much of what you say. We see you a weak (blind man) among us. Was it not for your family, we would certainly have stoned you, and you are not powerful against us.”"},{"SurahNumber":11,"VerseNumber":92,"Text":"He said: “O my people! Is then my family of more weight with you than Allah? You have taken Him away behind your backs. Surely, my Lord surrounds of what all you do"},{"SurahNumber":11,"VerseNumber":93,"Text":"And O my people! Act according to your ability, and surely I am acting my way. You will know who it is on whom the punishment descends that will cover with disgrace, and who is a liar! Watch you! Surely, I too am watching with you.”"},{"SurahNumber":11,"VerseNumber":94,"Text":"And when Our Commandment came, We saved Shuaib and those who believed with him by a Mercy from Us. The awful blast seized the wrongdoers and they lay prostrate dead in their homes"},{"SurahNumber":11,"VerseNumber":95,"Text":"as if they had never lived there! So away with Midian just as away with Thamud"}]}