{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Ozunun pendesine (Muhammadga) Kitep (Kuraan) tusurgongo maktoolor bolsun! Al anda (Kuraanda) bir dagı karama-karsılıkka jol berbedi"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Teskerisince) anı eŋ tuura (kitep) surotundo (tusurdu.) (Kaapırlardı) Ozunun aldındagı katuu azaptan korkutus ucun jana jaksı amal kılgan momundarga eŋ mıktı sooptor (Beyis) bar ekeni jonundo kus kabar beris ucun"},{"SurahNumber":18,"VerseNumber":3,"Text":"Alar (momundar) anda tuboluk kalısat"},{"SurahNumber":18,"VerseNumber":4,"Text":"Jana «Allaһtın balası bar» degen adamdardı (tozokton kabar berip) korkutus ucun"},{"SurahNumber":18,"VerseNumber":5,"Text":"Al (Allaһ) jonundo alar (musrikter) da, ata-babaları da anık ec nerse bilispeyt. Oozdorunan cıkkan (bul) soz oto opurtalduu! Alar jalgandı gana suylop jatısat"},{"SurahNumber":18,"VerseNumber":6,"Text":"(O, Muhammad!) Eger bul (ıyık) Sozgo ıyman keltirispese, alardın artınan busayman bolup ozuŋdu olturup da alaarsıŋ"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz alardın kimisi jaksıraak amal kılaar eken dep sınas ucun jer betindegi nerselerdi jerge zıynat-kork kıldık"},{"SurahNumber":18,"VerseNumber":8,"Text":"Biz albette jer betindegi nerselerdi oluk topurakka aylantıp koyobuz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Je bolboso sen (o, Muhammad)) uŋkur eeleri jana jazuu Bizdin moojizalarıbızdan (eŋ) taŋ kalıctuusu dep oyloorsuŋ"},{"SurahNumber":18,"VerseNumber":10,"Text":"Bir kezde (kaapır koomdon kacıp) bas paanek izdep (toodogu) uŋkurgo bargan jigitter: «Oo, Rabbi! Bizge Ozuŋdon ırayım (korgoo) jiber! Jana isibizdi oŋunan keltirip, jeŋil kıla kor!» - desti"},{"SurahNumber":18,"VerseNumber":11,"Text":"Kiyin Biz alardı uŋkurdo bir nece jıldar boyu kulaktarına (moor) urup (uktatıp) koyduk"},{"SurahNumber":18,"VerseNumber":12,"Text":"(Aradan uc juz jıl otkondon) kiyin Biz alardı, eki jamaattan kimisi kanca ubakıt (uktap) turganın tuura eseptegenin biluu ucun oygottuk"}]}