{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Aldott legyen az, Akinek a kezeben van a kiralysag. O mindenre kepes. uz\" 29. Hizb"},{"SurahNumber":67,"VerseNumber":2,"Text":"Aki megteremtette a halalt es az eletet, hogy ezzel is probanak \"vessen ala benneteket- kie kozuletek a legkegyesebb cselekedet. O a Hatalmas es a Megbocsato"},{"SurahNumber":67,"VerseNumber":3,"Text":"Aki megteremtette a het egboltozatot egymas folott. Nem talalsz es nem lathatsz a Konyoruletes teremteseben egyenetlenseget. Nezd meg meg egyszer, latsz-e ott torest"},{"SurahNumber":67,"VerseNumber":4,"Text":"Majd nezd meg meg egyszer es meg egyszer! A tekintet faradt alazattal es fatyolosan ter vissza hozzad"},{"SurahNumber":67,"VerseNumber":5,"Text":"Az evilagi eget lampasokkal (csillagokkal) diszitettuk fel\". Es lovedekke tettuk a satanokkal szemben, es a Pokol tuzenek bunteteset keszitettuk elo nekik"},{"SurahNumber":67,"VerseNumber":6,"Text":"Azoknak pedig, akik hitetlenkedtek az o Urukkal szemben, azoknak a Pokol bunteteset keszitettuk elo. Milyen borzalmas sors ez"},{"SurahNumber":67,"VerseNumber":7,"Text":"Midon belevettetnek, fortyogni latjak es kozben a sohajtasat halljak"},{"SurahNumber":67,"VerseNumber":8,"Text":"Majdnem szetreped a haragtol Akarhanyszor egy csoport belevettetik a Pokol orzoi megkerdezik toluk: .. Vajon nem erkezett hozzatok into"},{"SurahNumber":67,"VerseNumber":9,"Text":"De erkezett!\" - valaszoljak. ..De mi hazugnak tartottuk, es azt mondtuk: \"Nem nyilatkoztatott ki Allah semmit.\" Bizony nagy tevelygesben vagytok"},{"SurahNumber":67,"VerseNumber":10,"Text":"Majd igy szolnak: ,.O, barcsak hallgattunk volna az intesre, vagy az eszunket hasznaltuk volna, most nem lennenk a Pokol tuzere karhoztatottak kozott"},{"SurahNumber":67,"VerseNumber":11,"Text":"Beismertek bunuket. Atok legyen a Pokol tuzere karhoztatottakon"},{"SurahNumber":67,"VerseNumber":12,"Text":"Am azoknak, akik latatlanul! is felik Urukat, azoknak megbocsatas es nagy jutalom (a Paradicsom) jar"},{"SurahNumber":67,"VerseNumber":13,"Text":"Akar titokban beszeltek, akar fennhangon teszitek azt, Oneki tudomasa van a lelkek legrejtettebb titkairol is"},{"SurahNumber":67,"VerseNumber":14,"Text":"Vajon annak ne lenne tudomasa mindenrol, Aki teremtett? O a Kegyes es a Mindentudo"}]}