{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Kendileriyle mukaatele edilen (ya´nî düşmanların hücumuna uğrayan mü´min) lere, uğradıkları o zulümden dolayı, (bilmukaabele harbe) izin verildi. Şübhesiz ki Allah onlara yardım etmiye elbette kemâliyle kaadirdir"},{"SurahNumber":22,"VerseNumber":40,"Text":"Onlar (o müminlerdir ki) haksız yere ve ancak «Rabbimiz Allahdır» diyorlar diye yurdlarından çıkarılmışlardır. Allah ba´zı insanları (n şerrini diğer) ba´zısı ile def etmeseydi içlerinde Allahın adı çok anılan manastırlar, kiliseler, havralar ve mescidler muhakkak yıkılıb giderdi. (Dînine) yardım edenlere elbet Allah da yardım eder. Şübhesiz ki Allah kavidir, yegâne gaalibdir"},{"SurahNumber":22,"VerseNumber":41,"Text":"Onlar, (o müminlerdir ki) eğer kendilerine yer (yüzün) de bir iktidar mevkii verirsek dosdoğru namazı kılarlar, zekâtı verirler, iyiliği emr ederler, kötülükden vaz geçirmiye çalışırlar. (Bütün) umurun aakıbeti (nihayet) Allaha (râci´) dir"},{"SurahNumber":22,"VerseNumber":42,"Text":"Eğer (kâfirler) seni tekzîb ediyorlarsa onlardan evvel Nuuh kavmi, Aad, Semuud (kavmleri), İbrâhîm kavmi, Lût kavmi ve Medyen Yârânı da (peygamberlerini) tekzîb etmişlerdir. Muusâ dahi tekzîb edilmiştir. Nihayet ben o kâfirlere (ukuubet hususunda) bir mühlet verdim de sonra onları yakaladım. (Bak) benim inkârım (inkılâbım) nasıl imiş"},{"SurahNumber":22,"VerseNumber":43,"Text":"Eğer (kâfirler) seni tekzîb ediyorlarsa onlardan evvel Nuuh kavmi, Aad, Semuud (kavmleri), İbrâhîm kavmi, Lût kavmi ve Medyen Yârânı da (peygamberlerini) tekzîb etmişlerdir. Muusâ dahi tekzîb edilmiştir. Nihayet ben o kâfirlere (ukuubet hususunda) bir mühlet verdim de sonra onları yakaladım. (Bak) benim inkârım (inkılâbım) nasıl imiş"},{"SurahNumber":22,"VerseNumber":44,"Text":"Eğer (kâfirler) seni tekzîb ediyorlarsa onlardan evvel Nuuh kavmi, Aad, Semuud (kavmleri), İbrâhîm kavmi, Lût kavmi ve Medyen Yârânı da (peygamberlerini) tekzîb etmişlerdir. Muusâ dahi tekzîb edilmiştir. Nihayet ben o kâfirlere (ukuubet hususunda) bir mühlet verdim de sonra onları yakaladım. (Bak) benim inkârım (inkılâbım) nasıl imiş"},{"SurahNumber":22,"VerseNumber":45,"Text":"(Evet) nice memleket (ler vardı) ki (halkı) zulümde devam edib dururlarken biz onları (mahv-ü) helak etdik. Şimdi dıvarlar tavanlarının üstüne çökmüş (ıpıssız kalmış) dır (o yerler). Ve (biz nice) kuyu (lar) ı muattal, (nice) yüksek saray (ları bomboş bırakdık)"},{"SurahNumber":22,"VerseNumber":46,"Text":"(Hiç de) yer (yüzün) de gezib dolaşmadılar mı ki (bari) bu sebeble düşünecek kalblere, bu suretle işidecek kulaklara mâlik olsunlar). Fakat hakıykat şudur ki (yalınız maaddî) gözler kör olmaz, fakat (asıl) sinelerin içindeki kalbler kör olur"},{"SurahNumber":22,"VerseNumber":47,"Text":"Senden (başlarına çatacak) azâbı (n) çabucak gelmesini isterler. Allah, tehdidinden asla caymaz. Hakıykat, Rabbinin indinde bir gün sizin sayacaklarınızdan bin yıl gibidir"},{"SurahNumber":22,"VerseNumber":48,"Text":"(Halkı sizin gibi) zulümde devam edib dururken kendisine mühlet verdiğim nice memleket vardır ki ben onları nihayet (azabımla) yakalayıverdim. Dönüş ancak banadır"}]}