{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"Kuningatar lausui: »Paallikot, neuvokaa minua tassa asiassa. En ratkaise ainoatakaan asiaa, ellette te ole lasna.»"},{"SurahNumber":27,"VerseNumber":33,"Text":"He vastasivat: »Meilla on suuri mahti ja taistelukyky, mutta kaskeminen kuuluu sinulle. Mieti siis, mita aiot kaskea.»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Han sanoi: »Totisesti, kun kuninkaat ryntaavat johonkin kaupunkiin, niin he havittavat sen raunioiksi ja alentavat sen ylhaisimmat asukkaat. Nain juuri he tekevat"},{"SurahNumber":27,"VerseNumber":35,"Text":"Totisesti aion lahettaa heille lahjan ja odotan sitten sanansaattajien tuomaa vastausta.»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Kun lahja tuotiin Salomolle, han lausui: »Lahjoitatteko minulle rikkautta? Mutta se, mita Jumala on minulle suonut, on enemman kuin teidan lahjanne. Niin, olette kai itse ihastuneita lahjastanne"},{"SurahNumber":27,"VerseNumber":37,"Text":"Viekaa se heille takaisin. Viemme heita vastaan sotajoukkomme, jota he eivat voi vastustaa, ja karkoitamme heidat masennettuina ja havaistyina.»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Han puhui edelleen: »Paallikkoni! Kuka teista voi tuoda minulle hanen valtaistuimensa, ennenkuin he alistuvat valtaani"},{"SurahNumber":27,"VerseNumber":39,"Text":"Eras vakeva dzinni sanoi: »Tuon sen sinulle ennen kuin nouset paikaltasi; totisesti, mina olen vakeva ja luotettava tahan tehtavaan.»"},{"SurahNumber":27,"VerseNumber":40,"Text":"Eras toinen, joka tunsi (pyhaa) Kirjaa, lausui: »Tuon sen sinulle ennen kuin ehdit silmaasi rapayttaa.» Ja kun Salomo naki valtaistuimen edessaan, han lausui: »Tama tapahtuu Herran armosta; Han koettelee minua, osaanko olla kiitollinen vai olenko kiittamaton. Ken kiittaa, han tekee sen omaksi parhaakseen, ja jos joku on kiittamaton, niin Herrani on joka tapauksessa suopea, armollinen.»"},{"SurahNumber":27,"VerseNumber":41,"Text":"Han puhui edelleen: »Muuttakaa hanen valtaistuimensa ulkonako hanelle oudoksi, niin saamme nahda, onko han oikealla tiella vai ilman johdatusta.»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Kun kuningatar saapui, niin hanelle sanottiin: »Oliko valtaistuimesi tallainen?» Han vastasi: »Nayttaa silta, kuin se olisi sama. Meille on annettu totista tietoa jo tata ennen ja me olemme Jumalalle alamaisia.»"},{"SurahNumber":27,"VerseNumber":43,"Text":"Mutta se, mita han palveli Jumalan sijasta, vei hanta harhaan. Totisesti, han kuului epauskoiseen kansaan"},{"SurahNumber":27,"VerseNumber":44,"Text":"Hanelle sanottiin: »Kay sisalle palatsiin!» Kun han sen naki, han luuli sen vesialtaaksi ja riisui sen vuoksi jalastaan. Salomo lausui: »Se on vain palatsi, jonka lattia on tehty lasista.» Kuningatar lausui: »Oi Herra, totisesti, olen tehnyt vaarin itseani kohtaan, mutta Salomon kanssa tahdon totella Jumalaa, kaikkien maailmojen Herraa.»"}]}