{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Është e vërtetë se All-llahu nuk falë (mëkatin) t´i bëhet Atij shok, e pos këtij (mëkati), të tjerat i falë atij që dëshiron. Ai që i përshkruan shok All-llahut, ai ka humbur dhe bërë një largim të madh (prej të vërtetës)"},{"SurahNumber":4,"VerseNumber":117,"Text":"Ata nuk lusin tjetër pos Tij vetëm (emra idhujsh) femra dhe nuk lusin tjetër pos djallit plot sherr"},{"SurahNumber":4,"VerseNumber":118,"Text":"Atë e mallkoi All-llahu. Ai ka thënë: \"Unë do të përfitoj një pjesë të caktuar të robërve të Tu"},{"SurahNumber":4,"VerseNumber":119,"Text":"Do t´i shmangë (nga e vërteta), do t´i bëjë të shpresojnë në gjëra të kota; do t´i urdhëroj dhe ata do të shqyejnë veshët e bagëtive; do ti urdhëroj dhe ata do të shëmtojnë krijesat e All-llahut. E kush e bën mik djallin, e jo All-llahun, ai ka dështuar s"},{"SurahNumber":4,"VerseNumber":120,"Text":"Ai u premton atyre dhe i bën të shpresojnë, por djalli nuk premton tjetër vetëm se mashtrim"},{"SurahNumber":4,"VerseNumber":121,"Text":"Të tillët (që ndjekin djallin) kanë vendin në xhehennem dhe prej tij nuk kanë të ikur (shpëtim)"},{"SurahNumber":4,"VerseNumber":122,"Text":"E ata që besuan dhe bënë vepra të mira, Ne do t´i vendosim në xhennete, ku rrjedhin lumenj e ku do jenë përgjithmonë. Premtimi i saktë i All-llahut. E kush mund të jetë më i saktë në fjalë se All-llahu"},{"SurahNumber":4,"VerseNumber":123,"Text":"Nuk është (shpëtim) sipas shpresave tuaja as sipas shpresave të ithtarëve të librit. Kushdo që bën keq, do të ndëshkohet me te dhe, pos All-llahut, nuk ka për t´i gjetur vetes as mbrojtës as ndihmës"},{"SurahNumber":4,"VerseNumber":124,"Text":"Kush bën ndonjë nga punët e mira, qoftë mashkull ose femër duke qenë besimtarë, të tillët hyjnë në xhennet dhe nuk u bëhet farë padrejtësie"},{"SurahNumber":4,"VerseNumber":125,"Text":"Kush ka fe më të mirë se ai që sinqerisht i është bindur All-llahut dhe, duke qenë bamirës, e ndjek fenë e drejtë të Ibrahimit? All-llahu e zgjodhi Ibrahimin të dashurin më të ngushtë"},{"SurahNumber":4,"VerseNumber":126,"Text":"Vetëm të All-llahut janë ç´ka në qiej dhe ç´ka në tokë. All-llahu ka përfshirë çdo send"}]}