{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"A quien prolongamos la vida, le hacemos encorvarse. ¿Es que no comprenden"},{"SurahNumber":36,"VerseNumber":69,"Text":"No le hemos ensenado la poesia, que no le esta bien. Esto no es mas que una amonestacion y un Coran claro"},{"SurahNumber":36,"VerseNumber":70,"Text":"para que advierta a todo vivo y se cumpla la sentencia contra los infieles"},{"SurahNumber":36,"VerseNumber":71,"Text":"¿Es que no ven que, entre las obras de Nuestras manos, hemos creado a su intencion rebanos que les pertenecen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Los hemos hecho dociles a ellos: unos les sirven de montura, otros de alimento"},{"SurahNumber":36,"VerseNumber":73,"Text":"Obtienen provecho de ellos y bebidas. ¿No daran, pues, las gracias"},{"SurahNumber":36,"VerseNumber":74,"Text":"Pero han tomado dioses en lugar de tomar a Ala. Quizas, asi, sean auxiliados"},{"SurahNumber":36,"VerseNumber":75,"Text":"No podran auxiliarles. Al contrario, formaran un ejercito al que se hara comparecer contra ellos"},{"SurahNumber":36,"VerseNumber":76,"Text":"¡Que no te entristezca lo que digan! Nosotros sabemos tanto lo que ocultan como lo que manifiestan"},{"SurahNumber":36,"VerseNumber":77,"Text":"¿No ve el hombre que le hemos creado de una gota? Pues ¡ahi le tienes, porfiador declarado"},{"SurahNumber":36,"VerseNumber":78,"Text":"Nos propone una parabola y se olvida de su propia creacion. Dice: «¿Quien dara vida a los huesos, estando podridos?»"},{"SurahNumber":36,"VerseNumber":79,"Text":"Di: «Les dara vida Quien los creo una vez primera -El conoce bien toda creacion"},{"SurahNumber":36,"VerseNumber":80,"Text":"Quien os ha hecho fuego de un arbol verde del que, asi, encendeis»"},{"SurahNumber":36,"VerseNumber":81,"Text":"¿Es que Quien ha creado los cielos y la tierra no sera capaz de crear semejantes a ellos? ¡Claro que si! El es el Creador de todo, el Omnisciente"},{"SurahNumber":36,"VerseNumber":82,"Text":"Su orden, cuando quiere algo, le dice tan solo: «¡Se!» Y es"},{"SurahNumber":36,"VerseNumber":83,"Text":"¡Gloria a Quien posee la realeza de todo! Y a El sereis devueltos"}]}