{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":41,"Text":"Va ʙa rostī, ʙimdihandagoni azoʙ nazdi xonadoni Fir'avn omadand"},{"SurahNumber":54,"VerseNumber":42,"Text":"Hamai ojoti Moro, ki dalolat ʙar tavhidi Mo va haqiqati pajomʙaronamon mekard, durūƣ şumoridand. On goh Mo niz onhoro azoʙ kardem, cun azoʙ kardani pirūzmandi purqudrat"},{"SurahNumber":54,"VerseNumber":43,"Text":"Ej çamo'ati Qurajş, ojo kofironi şumo az onho (ja'ne, az kofironi qavmhoi guzaşta, ki ʙa saʙaʙi takziʙaşon halok şudand,) ʙartarand jo dar kitoʙhoi nozilşudai peşina omadaast, ki az azoʙ ilohī dar amon hasted? (Na! Hargiz cunin nest)"},{"SurahNumber":54,"VerseNumber":44,"Text":"Balki kofironi Makka megūjand, ki mo hamagī muttahid va şikastnopazir hastem ʙa intiqom ʙarmexezem va heç gurūh moro maƣluʙ natavonad kard"},{"SurahNumber":54,"VerseNumber":45,"Text":"Ba zudī on çam' az kofironi Makka nazdi mū'minon şikast xohand xūrd va puşt gardonda ʙozgardand"},{"SurahNumber":54,"VerseNumber":46,"Text":"Balki va'dagohi onho qijomat ast va ʙa çazoi mustahiq giriftor xohand şud va azoʙi qijomat az azoʙi rūzi Badr saxttaru talxtar ast"},{"SurahNumber":54,"VerseNumber":47,"Text":"Haroina, gunahkoron dar gumrohī va devonagiand"},{"SurahNumber":54,"VerseNumber":48,"Text":"Rūze, ki onhoro ʙa cehrahojaşon dar çahannam kaşand, ʙarojaşon gufta meşavad: Bicaşed azoʙi saqarro (dūzaxro)"},{"SurahNumber":54,"VerseNumber":49,"Text":"Haroina, Mo har cizro ʙa andoza ofaridaem! (Va ilmi Mo dar on peş raftaast va dar Lavhi Mahfuz saʙt şudaast)"},{"SurahNumber":54,"VerseNumber":50,"Text":"Va farmoni Mo tanho jak farmon ast va on guftani jak kalima ast: \"Şav!\" pas, meşavad, monandi caşm ʙar ham zadan ast"},{"SurahNumber":54,"VerseNumber":51,"Text":"Va kasone, ki monandi şumo dar doirai kufr ʙudand, az ummatoni guzaşta alʙatta, onhoro halok kardem. Ojo az in azoʙhoe, ki ʙa onho rasid, pandgirandae hast"},{"SurahNumber":54,"VerseNumber":52,"Text":"Har kore, ki kardaand, az neku ʙad dar daftarhost navişta va saʙtşuda ʙo dasti fariştagoni ma'mure, ki ʙa in kor amr şudaand"},{"SurahNumber":54,"VerseNumber":53,"Text":"Har kori ʙuzurgu xurde, ki dar dunjo kardaand, dar daftarhoi maxsus navişta şudaast va ʙa on çazo doda meşavand"},{"SurahNumber":54,"VerseNumber":54,"Text":"Haroina, parhezgoron rūzi qijomat dar ʙoƣhoi ʙuzurg va çūjʙoroni vase'i ʙihişt qaror dorand"},{"SurahNumber":54,"VerseNumber":55,"Text":"dar maçlisi rostin, ki ʙehudagūī va ʙadkorī dar on vuçud nadorad nazdi podşohi tavono, ki Ofaridgori hamai koinot ast"}]}