{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: -Allah’ın, kulları icin varettigi guzel seyleri ve temiz rızıkları kim haram kıldı? De ki: -Onlar, bu dunya hayatında iman edenler icindir. Kıyamet gununde de yalnız onlara mahsustur. Bilen bir toplum icin ayetleri iste boyle acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: -Rabbim, ancak ahlaksızlıgı, -acıgını da, gizlisini de- gunah islemeyi, haksız yere isyanı, hakkında hic bir delil indirmedigi bir seyi Allah’a sirk kosmanızı ve Allah hakkında bilmediginiz seyleri soylemenizi haram kılmıstır"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her toplumun bir sonu vardır. Sonları geldiginde; ne bir sure ertelenebilir ne de one alınabilir"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademogulları, aranızda size ayetlerimizi okuyan resuller geldigi zaman, kim korunur ve (davranıslarını) duzeltirse; artık onlara bir korku yoktur. Onlar, uzulmeyeceklerdir"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayanlar ve onlara karsı buyukluk taslayanlar ise, atesliktirler. Onlar, orada ebedidirler"},{"SurahNumber":7,"VerseNumber":37,"Text":"Oyleyse Allah hakkında yalan uydurandan veya O’nun ayetlerini yalanlayandan daha zalim kim olabilir? Bunlara kitaptan nasipleri ne ise ulasacaktır. Nihayet; elcilerimiz canlarını almaya gelince: -Nerede, Allah’ın dısında yalvardıklarınız? diye soracaklardır. Onlar da: -Bizden uzaklasıp gittiler, diyerek kafir oldukları hakkında kendi aleyhlerine sahitlik edeceklerdir"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah: -Sizden once gecen cin ve insan toplumları icinde atese girin! der. Her toplum da girdikce kardesini lanetler. Sonunda hepsi orada bir araya gelince, sonra gelenler, oncekiler icin: -Rabbimiz, iste bizi bunlar saptırdılar. Onlara atesten azabı kat kat ver! derler. Allah: Herkese kat kat azap vardır, fakat, bilmiyorsunuz, der"},{"SurahNumber":7,"VerseNumber":39,"Text":"Oncekiler ise, kendilerinden sonra gelenlere: -Sizin, bizden bir ustunlugunuz yoktur, siz de kazanmıs olduklarınıza karsılık azabı tadın!” derler"}]}