{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"Pas, on du ʙa roh aftodand, to on ki savori kiştī şudand. [Xizr] Kiştiro sūrox kard. [Mūso] guft: «Onro sūrox kardī, to sarnişinonaşro ƣarq kunī? Rostī, ci kori noravoe kardī!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"[Xizr] Guft: «Ojo naguftam, tu hargiz nametavonī ʙo man şikeʙoī kunī?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"[Mūso] guft: «Ba xotiri on ci faromūş kardam, sarzanişam nakun va dar koram ʙar man saxt nagir»"},{"SurahNumber":18,"VerseNumber":74,"Text":"Pas, ʙa roh aftodand, to hangome ki ʙa navçavone rasidand va [Xizr] ūro kuşt. [Mūso] guft: «Şaxsi [ʙegunohu] pokero kuştī [on ham] ʙiduni in ki kasero kuşta ʙoşad? Voqean, kori nopisande kardī!»"},{"SurahNumber":18,"VerseNumber":75,"Text":"Xizr guft: «Ba tu naguftam, ki hargiz nametavonī ʙo man şikeʙoī kunī?»"},{"SurahNumber":18,"VerseNumber":76,"Text":"Mūso guft: «Agar az in pas cize az tu pursidam, digar ʙo man hamrohī nakun va az çoniʙi man, hatman, ma'zur xohī ʙud»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Pas, ʙa roh aftodand, to ʙa ahli şahre rasidand [va] az onon ƣizo xostand; [ammo onon] az mehmon kardani eşon xuddorī kardand. Sipas dar on ço devore joftand, ki mexost furū ʙirezad va [Xizr] onro rostu ustuvor kard. [Mūso] Guft: «Agar mexostī, [metavonistī] ʙaroi on [kor az onon] muzde ʙigirī»"},{"SurahNumber":18,"VerseNumber":78,"Text":"[Xizr] Guft: «In ki zamoni çudoii manu tu faro rasidaast. Ba zudī turo az tavzeh [va daleli] on ci ki natavonistī dar ʙaroʙaraş şikeʙoī kunī, ogoh xoham soxt"},{"SurahNumber":18,"VerseNumber":79,"Text":"Ammo on kiştī az oni ʙenavojone ʙud, ki dar darjo kor mekardand; pas, xostam ma'juʙaş kunam; [zero] peşi rohaşon [dar darjo] podşohe [sitamgor] ʙud, ki har kiştii [solime]-ro ʙa zūr megirift"},{"SurahNumber":18,"VerseNumber":80,"Text":"Va ammo on navçavon padaru modaraş mu'min ʙudand; pas, tarsidem, ki on duro ʙa sarkaşī va kufr vo dorad"},{"SurahNumber":18,"VerseNumber":81,"Text":"Az in rū, xostem, ki Parvardigoraşon ʙa çoji ū [farzandi] poktaru mehruʙontare ʙa onho ato farmojad"},{"SurahNumber":18,"VerseNumber":82,"Text":"Va ammo on devor ʙaroi ʙa du pisarʙacai jatim dar on şahr ʙud va zeri on gançe ʙud, ki ʙa on du taalluq doşt va padaraşon [niz] marde durustkor ʙud; pas, Parvardigorat xost, ki onon ʙa haddi ʙuluƣ ʙirasand va gançi xeşro [az zeri on devor] ʙerun ovarand. In rahmate az çoniʙi Parvardigori tu ʙud va man in [korho]-ro xudsarona nakardam, in ʙud tavzeh [va daleli] korhoe, ki natavonistī dar ʙaroʙaraş şikeʙoī kunī»"}]}