{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"At ang mga kababaihan sa lungsod ay nagsabi: “Ang asawa ni Al-Aziz ay nagnais na tuksuhin ang kanyang (aliping) binata, tunay ngang mapusok ang kanyang pagmamahal sa kanya; katotohanang siya ay nakikita namin sa lantad na kamalian.”"},{"SurahNumber":12,"VerseNumber":31,"Text":"Kaya’t nang marinig niya (babaeng nanukso) ang kanilang pagpaparatang ay kanyang inanyayahan sila (ang kababaihan) at (kanyang) ipinaghanda sila ng piging; binigyan niya ang bawat isa sa kanila ng kutsilyo (upang ipanghiwa sa pagkain), at tinawag niya si Hosep: “Lumabas ka sa harapan nila.” Kaya’t nang kanilang makita siya (Hosep), sila ay namangha sa kanyang kakisigan at sa kanilang (pagkamangha) ay nahiwa nila ang kanilang kamay (o daliri). Sila ay nagsabi: “Si Allah ay Lubos at Ganap (o Huwag nawang pahintulutan ni Allah)!” Wala pa (ngang) ganitong lalaki! Ito ay wala ng iba pa maliban sa isang napakarikit (kagalang-galang) na anghel!”"},{"SurahNumber":12,"VerseNumber":32,"Text":"Siya (ang babaeng nanukso) ay nagsabi: “Siya ang binata na inyong isinisisi sa akin (dahil sa kanyang [o aking] pag-ibig), at aking tinangka na siya ay akitin, datapuwa’t tumanggi siya. At ngayon, kung siya ay tatanggi na sundin ang aking pag-uutos, walang pagsala na siya ay itatapon sa kulungan at mapapabilang sa mga mawawalan ng karangalan.”"},{"SurahNumber":12,"VerseNumber":33,"Text":"Kanyang (Hosep) ipinagbadya: “O aking Panginoon! Ang kulungan ay higit kong mamatamisin kaysa sa bagay na ako ay kanilang inaanyayahan. Malibang Inyong hadlangan ang kanilang hangarin sa akin, ako ay mahihilig na marahuyo sa kanila at mapapabilang sa mga mangmang.”"},{"SurahNumber":12,"VerseNumber":34,"Text":"Kaya’t ang kanyang Panginoon ay duminig sa kanyang pagdalangin at inilihis Niya ang kanilang pakay sa kanya. Katotohanang Siya ang Lubos na Nakakarinig ng lahat ng bagay, ang Ganap na Maalam"},{"SurahNumber":12,"VerseNumber":35,"Text":"Kaya’t napagtanto nila, pagkaraang mamalas nila ang katibayan (ng kanyang kawalan ng muwang sa gayong kasalanan) na pansamantala siyang ibilanggo sa ngayon"}]}