{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"Di: \"¡Oh seguidores de una revelacion anterior! Convenid con nosotros un principio aceptable a ambas partes: que no adoraremos sino a Dios y no atribuiremos divinidad a nada junto con Dios y no tomaremos por senores a seres humanos en vez de Dios.\"Y si se apartan, entonces decid: \"Sed testigos de que, ciertamente, nosotros nos sometemos a El"},{"SurahNumber":3,"VerseNumber":65,"Text":"¡OH SEGUIDORES de una revelacion anterior! ¿Por que disputais sobre Abraham, si la Tora y el Evangelio no fueron revelados sino [mucho] despues de el? ¿Es que no vais a usar vuestra razon"},{"SurahNumber":3,"VerseNumber":66,"Text":"Sois dados a disputar sobre aquello de lo que teneis conocimiento; ¿pero por que disputais de algo de lo que no teneis conocimiento?Dios [lo] sabe, mientras que vosotros no sabeis"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham no fue \"judio\" ni \"cristiano\", sino uno que se aparto de todo lo falso, sometiendose a Dios; y no fue de los que atribuyen divinidad a algo distinto de Dios"},{"SurahNumber":3,"VerseNumber":68,"Text":"En verdad, los mas dignos de reclamar para si a Abraham son quienes le siguen --como este Profeta y los que creen [en el]-- y Dios esta junto a los creyentes"},{"SurahNumber":3,"VerseNumber":69,"Text":"Algunos de los seguidores de una revelacion anterior quisieran extraviaros: pero solo se extravian a si mismos y no se dan cuenta"},{"SurahNumber":3,"VerseNumber":70,"Text":"¡Oh seguidores de una revelacion anterior! ¿Por que negais la verdad de los mensajes de Dios de los que vosotros mismos dais fe"},{"SurahNumber":3,"VerseNumber":71,"Text":"¡Oh seguidores de una revelacion anterior! ¿Por que encubris la verdad con falsedad y ocultais la verdad que [tan bien] conoceis"}]}