{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"My darovali Muse (Moiseyu) devyat' yasnykh znameniy. Sprosi synov Israila (Izrailya) o tom, kak Musa (Moisey) prishel k nim, i Faraon skazal yemu: «O Musa (Moisey)! Voistinu, ya polagayu, chto ty okoldovan»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa (Moisey) skazal: «Ty uzhe znayesh', chto ne kto inoy, a tol'ko Gospod' nebes i zemli nisposlal ikh v kachestve naglyadnykh znameniy. O Faraon! YA polagayu, chto tebya postignet pogibel'»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Faraonu khotelos' vytesnit' ikh s zemli, no My potopili yego i vsekh, kto byl s nim"},{"SurahNumber":17,"VerseNumber":104,"Text":"Posle etogo My skazali synam Israila (Izrailya): «Zhivite na etoy zemle. A kogda ispolnitsya posledneye obeshchaniye, My soberem vas vsekh vmeste»"},{"SurahNumber":17,"VerseNumber":105,"Text":"My nisposlali yego (Koran) s istinoy, i on soshel s istinoy, a tebya My poslali tol'ko dobrym vestnikom i predosteregayushchim uveshchevatelem"},{"SurahNumber":17,"VerseNumber":106,"Text":"My razdelili Koran dlya togo, chtoby ty chital yego lyudyam ne spesha. My nisposlali yego chastyami"},{"SurahNumber":17,"VerseNumber":107,"Text":"Skazhi: «Veruyte v nego (Koran) ili ne veruyte! Voistinu, kogda yego chitayut tem, komu prezhde bylo darovano znaniye, oni padayut nits, kasayas' zemli svoimi podborodkami"},{"SurahNumber":17,"VerseNumber":108,"Text":"Oni govoryat: «Khvala nashemu Gospodu! Voistinu, obeshchaniye nashego Gospoda nepremenno ispolnitsya»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Oni padayut nits, kasayas' zemli podborodkami i rydaya. I eto priumnozhayet ikh smireniye»"},{"SurahNumber":17,"VerseNumber":110,"Text":"Skazhi: «Prizyvayte Allakha ili prizyvayte Milostivogo! Kak by vy ni prizyvali Yego, u Nego - samyye prekrasnyye imena». Ne sovershay svoy namaz gromko i ne sovershay yego shepotom, a vyberi sredneye mezhdu etim"},{"SurahNumber":17,"VerseNumber":111,"Text":"Skazhi: «Khvala Allakhu, Kotoryy ne vzyal Sebe syna, Kotoryy ni s kem ne delit vlast', Kotoromu ne nuzhen zashchitnik ot unizheniya». I vozvelichivay Yego velichavo"}]}