{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"طا. سین. میم"},{"SurahNumber":26,"VerseNumber":2,"Text":"این (سوره که به تو وحی می‌شود، برخی از) آیات کتاب (قرآن است که) بیانگر (احکام الهی برای سعادت دنیا و آخرت مردمان) است"},{"SurahNumber":26,"VerseNumber":3,"Text":"انگار می‌خواهی از غم و اندوه این که آنان ایمان نمی‌آورند، خویشتن را نابود کنی؟"},{"SurahNumber":26,"VerseNumber":4,"Text":"اگر ما بخواهیم معجزه‌ای از آسمان بر آنان نازل می‌نمائیم که گردنهایشان در برابر آن (خم گردد، و از روی اجبار ایمان آورند و) تسلیم شوند. (امّا سنّت خدا و حکمت الله مقتضی اختیار است، و ثواب یا عقاب را مترتّب بر آن کرده است)"},{"SurahNumber":26,"VerseNumber":5,"Text":"هیچ گونه موعظه و اندرز تازه‌ای (از قرآن) برای آنان از سوی خداوند رحمان نمی‌آید، مگر این که ایشان از آن روی‌گردان می‌شوند"},{"SurahNumber":26,"VerseNumber":6,"Text":"آنان (آیات قرآنی را) دروغ می‌نامند، و هرچه زودتر خبر (مجازات) چیزی که بدان استهزاء و تمسخر می‌کنند بدیشان خواهد رسید (و کیفر کمرشکن و دردناک کار خود را خواهند دید)"},{"SurahNumber":26,"VerseNumber":7,"Text":"آیا آنان به زمین نمی‌نگرند و نمی‌بینند که چه قدر انواع و اقسام گیاهان و درختان نر و ماده‌ی زیبا و سودمند را در آن رویانده‌ایم؟ (اگر دقّت کنند نشانه‌های قدرت یزدان را در آرایش و پیرایش ظاهری و در خواصّ و فوائد باطنی روئیدنیها می‌بینند، و پیدایش این همه رنگ و بو و فعل و انفعالات شیمیائی، و وجود زوجیّت و طرز تلقیح و باروری رُستنیها، به زبان حال ایشان را به سوی خالق متعال رهنمود می‌کند و آنان را از تکفیر و تکذیب حق به دور می‌سازد)"},{"SurahNumber":26,"VerseNumber":8,"Text":"بی‌گمان در این کار (آفرینش گیاهان و درختان، در کوه و دمن و مزرعه و بیابان) نشانه بزرگی است (بر وجود خالق جهان) ولی اکثر مردمان (چشم دل را می‌بندند و به ندای عقل گوش فرا نمی‌دهند و این چند روزه‌ی حیات را غافلوار بسر می‌برند و به خدا) ایمان نمی‌آورند"},{"SurahNumber":26,"VerseNumber":9,"Text":"پروردگار تو قطعاً چیره‌ی مهربان است"}]}