{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Ucinil ty ne prijmout BUH predloit od svuj krýt všechno nebe zahrabat lít ty Svém štestí! - Ocividný skrytý? trochu lidé svedcit u BUH vedomí rízení informovat bible"},{"SurahNumber":31,"VerseNumber":21,"Text":"When oni zjistit Následující tyto zjevení BUH oni ríct Nic my následující jen co my rozhodnutí náš zdroj Který souit zpusobit. primet ti zápas Peklo"},{"SurahNumber":31,"VerseNumber":22,"Text":"Ty nabídnout naprosto BUH doba vedoucí spravedlivý doivotní dosáhnout zastavit z silný smlouva! Pro BUH jsem vrchol rízení úplne potreby"},{"SurahNumber":31,"VerseNumber":23,"Text":"Ohledne Ceho ty pochybovat ne zarmoutit jejich nevera! S nás byl jejich poslední výnos pak my informovat ti z všechno oni ucinil. BUH jsem CELKEM vedomý si o NEJVNITREJŠÍ thoughts"},{"SurahNumber":31,"VerseNumber":24,"Text":"My pripustit ti trávit docasne pak predloit ti drsný odškodnení"},{"SurahNumber":31,"VerseNumber":25,"Text":"Ty poadovat ti Kterí tvorit nebe zahrabat oni odríkávat BUH. Odríkávat Velebit byl s BUH. mnoství z ti ne módní"},{"SurahNumber":31,"VerseNumber":26,"Text":"S BUH patrit všechno nebe zahrabat! BUH jsem NEJVETŠÍ DRAHÝ CHVALITEBNÝ"},{"SurahNumber":31,"VerseNumber":27,"Text":"Úplne strom zahrabat útocit do sloh oceán apaná barva rozšírit 7 jinak oceán slovo BUH ne vrazit out! BUH jsem VŠEMOHOUCÍ ODBORNÝ"},{"SurahNumber":31,"VerseNumber":28,"Text":"Stvorení zmrtvýchvstání z úplne o ty jsem spolu ackoliv onen z 1 osoba. BUH jsem POSLUCHAC VEŠTEC"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ty ne nahromadit onen BUH pripojit vecer cas zpusobit pripojit cas do vecer onen On predloit slunit se mesíc svuj doprava kadý tekoucí od svuj dráha typický doivotní prepnout BUH jsem celkem Príslušný z všechno ty ucinil"},{"SurahNumber":31,"VerseNumber":30,"Text":"Tento overit onen BUH jsem vernost doba kadý obraz oni spolecnost Jemu byl prolhanost a onen BUH jsem nejvetší Nejvyšší Veliciny"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ty ne prijmout poslat chodit more prodávat buh zpusobit zajištení ukázat ty trochu o Svém zkouška? Vskutku tyto byl sufficient zkouška kadý jsem pevný uznalý"},{"SurahNumber":31,"VerseNumber":32,"Text":"When prudký vlnit obehnat ti oni vzývat BUH sincerely oddaný jejich prosba Jemu jen! ackoliv brzo ackoliv On uchovat ti podpera trochu o ti odvrátit! Ádný znehodnotit náš zjevení ty jsem betrayers unappreciative"},{"SurahNumber":31,"VerseNumber":33,"Text":"O lidé ty váit si svuj Magnát bát se cas when predek ne porce svých uznat detský nor mohl detský porce svém predek! Prosím buh slib jsem vernost. Proto ne pobláznit tento doivotní; ne pobláznit BUH cirý iluze"},{"SurahNumber":31,"VerseNumber":34,"Text":"Na BUH jsem vedomí Doba (skoncit spolecnost). On byl 1 který odeslat srazit pršet On módní ochoten luno! Nikoliv duše módní který prosit treba ono zítra nikdo módní který získat on ena poslední! BUH jsem VŠEVEDOUCÍ Príslušný"}]}