{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":3,"VerseNumber":102,"Text":"Aey logon jo iman laye ho, Allah se daro jaisa ke ussey darne ka haqq hai, tumko maut na aaye magar is haal mein ke tum Muslim ho"},{"SurahNumber":3,"VerseNumber":103,"Text":"Sab milkar Allah ki rassi ko mazboot pakad lo aur tafraqe (divide) mein na pado. Allah ke us ehsan ko yaad rakkho jo usne tumpar kiya hai, tum ek dusre ke dusman thay, usne tumhare dil joad diye aur uske fazal o karam se tum bhai bhai ban gaye. Tum aag se bhare huey ek gadhe (pit) ke kinare khade thay, Allah ne tumko ussey bacha liya, is tarah Allah apni nishaniyan tumhare saamne roshan karta hai shayad ke in alamaton se tumhein apni falaah ka seedha raasta nazar aa jaye"},{"SurahNumber":3,"VerseNumber":104,"Text":"Tum mein kuch log to aisey zaroor hi rehne chahiye jo neki ki taraf bulayein, bhalayi ka hukum dein, aur burayion se roakte rahein, jo log yeh kaam karenge wahi falaah payenge"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kahin tum un logon ki tarah na ho jana jo firqon mein batt gaye aur khuli khuli wazeh hidayaat paney ke baad phir ikhtilafaat mein mubtila huey. Jinhon ne yeh rawish ikhtiyar ki woh us roz sakht saza payenge"},{"SurahNumber":3,"VerseNumber":106,"Text":"Jabke kuch log surkhru (bright) hongey aur kuch ka mooh kala hoga, jinka mooh kala hoga (unse kaha jayega ke) niyamat e iman paney ke baad bhi tumne kaafirana rawayya ikhtiyar kiya? Accha to ab is kufraan e niyamat ke siley mein azaab ka maza chakkho"},{"SurahNumber":3,"VerseNumber":107,"Text":"Rahey woh log jinke chehre roshan hongay to unko Allah ke daaman e rehmat mein jagah milegi aur hamesha woh isi haalat mein rahenge"},{"SurahNumber":3,"VerseNumber":108,"Text":"Yeh Allah ke irshadaat hain jo hum tumhein theek theek suna rahey hain kyunke Allah duniya walon par zulm karne ka koi irada nahin rakhta"},{"SurahNumber":3,"VerseNumber":109,"Text":"Zameen o asmaan ki sari cheezon ka maalik Allah hai aur sarey maamlaat Allah hi ke huzoor pesh hotey hain"}]}