{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Jiaru an la [yin renmen suo fan de zui'e] jiyu jiang zai ji renmen, youru tamen jiyu qiu fu yiyang, name, tamen de shou xian biding jieshu. Dan wo shi bu xiwang yu wo xiang hui zhe zai tamen de beini zhong gengjia mangcong."},{"SurahNumber":10,"VerseNumber":12,"Text":"Dang ren zaoyu buxing shi, ta jiu tangzhe huo zuozhe huo zhanzhe qiqiu wo. Dan dang wo wei ta jiechu buxing shi, ta que zoule, haoxiang ta meiyou qiqiu wo jiechu tasuo zaoyu de buxing yiyang. Guofen zhe ruci bei ziji suo zuo de mihuo."},{"SurahNumber":10,"VerseNumber":13,"Text":"Wo que yi zai nimen zhiqian huimiele xuduo shidai. Dangshi, suiran tamen de shizhemen yi daizhe mingzheng daoda tamen, dan tamen reng xing bu yi qie bu xinyang. Wo ruci huan bao fanzui de minzhong."},{"SurahNumber":10,"VerseNumber":14,"Text":"Ranhou, zai tamen [bei huimie] zhihou, wo shi nimen chengwei da dishang de jiren zhe, yibian wo guancha nimen ruhe gongzuo."},{"SurahNumber":10,"VerseNumber":15,"Text":"Dang youren xiang tamen songdu wo de mingxian de qishi shi, naxie bu xiwang yu wo xiang hui de ren shuo:“Qing ni [mu sheng] ling na yi bu “gulanjing” lai, huo qing ni xiugai ta ba!” Ni [dui tamen] shuo:“Wo wu quan shanzi xiugai ta, wo zhi zunxing wo suo feng dao de qishi. Jiaru wo weikang wo de zhu, wo dique weiju zhongda zhi ri de xingfa.”"},{"SurahNumber":10,"VerseNumber":16,"Text":"Ni [dui tamen] shuo:“Jiaru an la yiyu, wo jue bu hui xiang nimen xuandu zhe bu “gulanjing”, ta [an la] ye bu hui rang nimen liaojie ta. Ci [“gulanjing” jiang shi] qian, wo que yi zai nimen zhong shenghuole da bansheng. Nandao nimen hai buming li ma?”"},{"SurahNumber":10,"VerseNumber":17,"Text":"Shei bi jie an la de mingyi niezao huangyan huo fouren ta de qishi zhe geng bu yi ne [zhu]? Fanzui zhe shi jue bu hui chenggong de."},{"SurahNumber":10,"VerseNumber":18,"Text":"Tamen she an la er chongbai dui tamen ji wu hai ye wuyi de dongxi. Tamen shuo:“Zhexie [shou bai duixiang] shi zai an la nali ti women qiuqing de.” Ni [dui tamen] shuo:“Nandao nimen yao gaosu an la tiandi jian hai you tasuo bu zhidao de ma?” Zanmei ta chaojue! Zhigaowushang de ta [an la] chaojue yu tamen suo chongbai de ouxiang."},{"SurahNumber":10,"VerseNumber":19,"Text":"Renlei yuan shi yige minzu [zhu][xinyang weiyi de zongjiao yisilan jiao], dan houlai tamen fenqile. Yao bushi ni de zhu youyanzaixian, tamen zhi jian suo fenqi de biding bei panjuele."},{"SurahNumber":10,"VerseNumber":20,"Text":"Tamen shuo:“Weisheme meiyou yi zhong jixiang [zhu] cong ta de zhu [an la] jiang gei ta [mu sheng] ne?” Ni [dui tamen] shuo:“Yiqie wei jian zhi wu dou shi an la de. Suoyi, nimen dengdai ba! Wo dique ye tong nimen yiqi dengdai [an la de panjue].”"}]}