{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":22,"VerseNumber":49,"Text":"Nguoi (hoi Thien Su) hay noi: “Hoi nhan loai! Qua that Ta chi la mot nguoi canh bao cong khai cho cac nguoi ma thoi.”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Do đo, nhung ai co đuc tin va hanh thien thi se đuoc tha thu toi loi va se đuoc uu đai bong loc (noi Thien Đang)"},{"SurahNumber":22,"VerseNumber":51,"Text":"Nguoc lai, đoi voi nhung ai tim moi cach choi bo nhung Loi Mac Khai cua TA thi ho se lam ban voi Hoa Nguc"},{"SurahNumber":22,"VerseNumber":52,"Text":"Truoc Nguoi (hoi Thien Su), khong mot vi Su Gia hay mot vi Nabi nao đuoc TA cu phai đen (ma khong gap phai đieu): khi Y mong muon mot đieu tot nao thi Shaytan nhay vao quay nhieu đieu Y muon. Tuy nhien, Allah huy bo đieu ma Shaytan đa xui bay, roi Allah khang đinh nhung Loi Mac Khai cua Ngai boi Allah la Đang Toan Tri, Đang Sang Suot"},{"SurahNumber":22,"VerseNumber":53,"Text":"Muc đich đe Ngai dung đieu ma Shaytan đa xen vao lam mot su thu thach đoi voi nhung ai mang trong long chung benh (hoai nghi va gia tao) cung nhu nhung ai ma trai tim cua ho đa chai cung. Va nhung ke lam đieu sai quay chac chan se o trong su thu han (cua Allah va Thien Su cua Ngai) va o cach xa (chan ly va su chi đao)"},{"SurahNumber":22,"VerseNumber":54,"Text":"Va đe cho nhung ai co kien thuc biet rang (Qur’an) la Chan Ly tu noi Thuong Đe cua Nguoi, đe ho co đuc tin noi No va đe trai tim cua ho khiem ton truoc No. Allah chac chan se huong nhung nguoi co đuc tin đen voi con đuong ngay thang (dan toi su hai long cua Ngai)"},{"SurahNumber":22,"VerseNumber":55,"Text":"Rieng nhung ke vo đuc tin thi se van cu hoai nghi ve (Qur’an) cho đen luc Gio Tan The hoac su trung phat cua Ngay Đai Nan bat ngo xay đen cho ho"},{"SurahNumber":22,"VerseNumber":56,"Text":"Moi quyen hanh trong Ngay hom đo đeu thuoc ve Allah, Ngai se xet xu ho. Cho nen, nhung ai co đuc tin va hanh thien thi se o trong nhung Ngoi Vuon Thien Đang hanh phuc"},{"SurahNumber":22,"VerseNumber":57,"Text":"Con nhung ke vo đuc tin va phu nhan nhung Loi Mac Khai cua TA thi se phai hung chiu mot su trung phat nhuc nha"}]}