{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Ami manusa srsti karechi ebam tara mana nibhrte ye kucinta kare, se sambandhe'o ami abagata achi. Ami tara gribasthita dhamani theke'o adhika nikatabarti."},{"SurahNumber":50,"VerseNumber":17,"Text":"Yakhana du'i pheresata dane o bame base tara amala grahana kare."},{"SurahNumber":50,"VerseNumber":18,"Text":"Se ye katha'i uccarana kare, ta'i grahana karara jan'ye tara kache sada prastuta prahari rayeche."},{"SurahNumber":50,"VerseNumber":19,"Text":"Mrtyuyantrana niscita'i asabe. E theke'i tumi talabahana karate."},{"SurahNumber":50,"VerseNumber":20,"Text":"Ebam singaya phumtkara deya habe eta habe bhaya pradarsanera dina."},{"SurahNumber":50,"VerseNumber":21,"Text":"Pratyeka byakti agamana karabe. Tara sathe thakabe calaka o karmera saksi."},{"SurahNumber":50,"VerseNumber":22,"Text":"Tumi to e'i dina samparke udasina chile. Ekhana tomara kacha theke yabanika sariye diyechi. Phale aja tomara drsti sutiksna."},{"SurahNumber":50,"VerseNumber":23,"Text":"Tara sangi pheresata balabeh amara kache ye, amalanama chila, ta e'i."},{"SurahNumber":50,"VerseNumber":24,"Text":"Tomara ubhaye'i niksepa kara jahanname pratyeka akrtajna birud'dhabadike"},{"SurahNumber":50,"VerseNumber":25,"Text":"ye badha dita mangalajanaka kaje, simalanghanakari, sandeha posanakarike."},{"SurahNumber":50,"VerseNumber":26,"Text":"Ye byakti allahara sathe an'ya upasya grahana karata, take tomara kathina sastite niksepa kara."},{"SurahNumber":50,"VerseNumber":27,"Text":"Tara sangi sayatana balabeh he amadera palanakarta, ami take abadhyataya lipta karini. Bastutah se nije'i chila sudura pathabhrantite lipta."},{"SurahNumber":50,"VerseNumber":28,"Text":"Allaha balabenah amara samane bakabitanda karo na ami to purbe'i tomaderake ayaba dbara bhaya pradarsana karechilama."},{"SurahNumber":50,"VerseNumber":29,"Text":"Amara kache katha radabadala haya na ebam ami bandadera prati julumakari na'i."}]}