{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"(napiye!) Tulkarnainaip parri (yutarkalakiya) avarkal um'mitam ketkinranar. ‘‘Avarutaiya carittirattil (iruntu) unkalukku (payanalikkum) arivuraiyai otik kanpikkiren'' enru kuruviraka"},{"SurahNumber":18,"VerseNumber":84,"Text":"Niccayamaka nam avarukkup pumiyil atikkattaik kotuttu valamikka vacati vayppaiyum alittiruntom. Ovvoru porulaiyum (tamatu istappati) ceyyakkutiya valiyaiyum nam avarukku alittiruntom"},{"SurahNumber":18,"VerseNumber":85,"Text":"avar (pumiyil) oru valiyaip pinparric cenrar"},{"SurahNumber":18,"VerseNumber":86,"Text":"curiyan maraiyum (merkut) ticaiyai avar atainta polutu cerruk katalil curiyan maraivatai(p pol) kantar. Avvitattil oruvakai makkalaiyum kantar. (Nam avarai nokki) ‘‘tulkarnaine! Nir (ivarkalait tantittu) vetanai ceyyavum, allatu avarkalukku nanmai ceyyavum (irantukkum mulu cutantiram umakku alittirukkirom)'' enru kurinom"},{"SurahNumber":18,"VerseNumber":87,"Text":"akave avar (avarkalai nokki ‘‘unkalil) evan (en kattalaiyai miri) aniyayam ceykirano avanai nam (tantittu) vetanai ceyvom. Pinnar, avan tan iraivanitam kontu pokappattu avanum avanai mikka katinamaka vetanai ceyvan'' enrar"},{"SurahNumber":18,"VerseNumber":88,"Text":"‘‘evan nampikkai kontu (nam kurukirapati) nallatai ceykirano avanukku (iraivanitattilum) alakana narkuli irukkiratu. Namum nam velaikalil culapamana velaikalaiye (ceyyumpati) avanukkuk kuruvom"},{"SurahNumber":18,"VerseNumber":89,"Text":"pinnar, avar (marra) oru valiyaip pinparri natantar"},{"SurahNumber":18,"VerseNumber":90,"Text":"avar curiyan utikkum (kilakkut) ticaiyai atainta polutu cila makkalaik kantar. Avarkal mitu curiyan utayamaki (avarkal veyilil) iruppataiyum kantar. Avarkalukkum curiyanukkum itaiyil nam oru tatuppaiyum erpatutta villai. (Ataiyaninto, vitu kattiyo, curiya veppattait tatuttuk kollak kutiya nanam avarkalitam illai)"},{"SurahNumber":18,"VerseNumber":91,"Text":"(avarkalutaiya nilaimai unmaiyil) ivvare iruntatu. Avaritamirunta ella vacatikalaiyum nam nankarivom"},{"SurahNumber":18,"VerseNumber":92,"Text":"pinnar avar (veru) oru valiyaip pinparric cenrar"},{"SurahNumber":18,"VerseNumber":93,"Text":"(Ankirunta) iru malaikalin itaiveliyai avar ataintapotu avarrirku munnal makkal cilaraik kantar. Avarkal peccai (elitil) puriyakkutiyavarkalaka irukkavillai"},{"SurahNumber":18,"VerseNumber":94,"Text":"avarkal (ivarai nokki jataiyaka) ‘‘tulkarnaine! Niccayamaka yahjuj, mahjuj (ennum makkal) enkal uril (vantu) perum visamam ceykirarkal. Enkalukkum avarkalukkum itaiyil nir oru tataiyai erpatuttum poruttu oru tokaiyai nankal umakku cekaram ceyyalama?'' Enru kettarkal"},{"SurahNumber":18,"VerseNumber":95,"Text":"atarkavar, ‘‘en iraivan enakkuk kotuttiruppate (potumanatu,) mikka melanatu. (Unkal porul tevaiyillai. Eninum, unkal) ulaippaikkontu enakku utaviceyyunkal. Unkalukkum avarkalukkum itaiyil urutiyana oru tatuppai (cuvarai) eluppivitukiren'' enrum"},{"SurahNumber":18,"VerseNumber":96,"Text":"‘‘ninkal (atarkut tevaiyana) irumpup palankalai ennitam kontu varunkal'' enrum kuri, ‘‘(avarraik kontuvantu iru malaikalukkitaiyil irunta pallattai niraittu) iru malaikalin uccikku avai camamaka uyarnta pinnar, neruppaka palukkum varai atai utunkal'' enrar. (Atan pinnar) ‘‘cempaiyum ennitam kontu varunkal. Nan atai urukki atan mitu urruven'' enrar"},{"SurahNumber":18,"VerseNumber":97,"Text":"‘‘pinnar, ataik katantu vara (yahjuj mahjujkalal) mutiyatu. Atait tulaittut tuvaramitavum avarkalal mutiyatu'' (enru kurinar)"},{"SurahNumber":18,"VerseNumber":98,"Text":"(ivvaru tayarana tatuppaik kanta avar) ‘‘itu en iraivanutaiya arultan. En iraivanin vakkuruti(yakiya yuka mutivu) varumpotu, itai(yum) tul tulakkivituvan. En iraivanin vakkuruti unmaiyaka irukkiratu!'' Enru kurinar"},{"SurahNumber":18,"VerseNumber":99,"Text":"Annal varuvatarkul cilar cilarutan (katal) alaikalaip pol motumpati nam vittuvituvom. (Pinnar) cur (ekkalam) utappat(tu anaivarum matintu vit)tal pinnar (uyir kotuttu) avarkal anaivaraiyum onrucerttu vituvom"},{"SurahNumber":18,"VerseNumber":100,"Text":"kantippaka, annalil narakattai nirakarippavarkalukku munpakkuvom"},{"SurahNumber":18,"VerseNumber":101,"Text":"(avarkal) enatu nallupatecankalaip parkkatu avarkalutaiya kankalukkut tiraiyitappattu vittana; akave, avarkal (nallupatecankalaic) ceviyura caktiyarru vittanar"}]}