{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin göğsünü İslam'a açmışsa, artık o, Rabbinden bir nur üzerinedir, (öyle) değil mi? Fakat Allah'ın zikrinden (yana) kalpleri katılaşmış olanların vay haline. İşte onlar, apaçık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, müteşabih (benzeşmeli), ikişerli bir Kitap olarak sözün en güzelini indirdi. Rablerine karşı içleri titreyerek-korkanların O’ndan derileri ürperir. Sonra onların derileri ve kalpleri Allah'ın zikrine (karşı) yumuşar-yatışır. İşte bu, Allah'ın yol göstermesidir, onunla dilediğini hidayete erdirir. Allah, kimi saptırırsa, artık onun için de bir yol gösterici yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet günü o kötü azaptan kendini yüzü ile kim koruyabilecek? Ve zalimlere \"Kazandığınızı tadın\" denmiştir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler de yalanladı; böylece azap onlara hiç şuurunda olmadıkları bir yerden gelip-çattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Allah, onlara dünya hayatında 'horluğu ve aşağılanmayı' taddırdı. Eğer bilmiş olsalardı, ahiretin azabı gerçekten daha büyüktür"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, Biz bu Kur'an'da, belki öğüt alıp-düşünürler diye, insanlar için her bir örnekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Çarpıklığı olmayan Arapça bir Kur'an'dır (bu). Umulur ki sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah (ortak koşanlar için) bir örnek verdi: Kendisi hakkında uyumsuz ve geçimsiz bulunan, sahipleri de çok ortaklı olan (köle) bir adam ile yalnızca bir kişiye teslim olmuş bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah'ındır. Hayır onların çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gerçek şu ki, sen de öleceksin, onlar da öleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra şüphesiz sizler, kıyamet günü Rabbinizin huzurunda davalaşacaksınız"}]}