{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Go sabnsabnar a siyogo Ami so Mosa, rakhs o manga tanda Ami go katantowan a mapayag"},{"SurahNumber":11,"VerseNumber":97,"Text":"Sii ko Pir´awn go so manga nakoda a pagtaw niyan: Na aya iran inonotan so sogoan o Pir´awn, a da ko sogoan o Pir´awn i ba makaoontol"},{"SurahNumber":11,"VerseNumber":98,"Text":"Phagolowanan iyan so pagtaw niyan ko alongan a qiyamah; na mapakasold iyan siran ko naraka a mikharatarata a kaphakasold o phakasoldn on"},{"SurahNumber":11,"VerseNumber":99,"Text":"A tiyondog siran sangkai (a doniya) a morka, ago sa alongan a qiyamah: Miyakaratarata a pammgayan ko mbganon"},{"SurahNumber":11,"VerseNumber":100,"Text":"Giyoto man na pd ko manga totholan ko manga ingd a pphanotholn Ami rka (ya Mohammad): So sabaad on na makatitindg, go (so sabaad on na) miyatbas"},{"SurahNumber":11,"VerseNumber":101,"Text":"Na da Ami siran salimboti: Na ogaid na siyalimbotan iran so manga ginawa iran: Na da a minilinding kiran o manga katohanan iran, a so pphanongganowin iran a salakaw ko Allah a mayto bo, kagiya a makawma kiran so sogoan o Kadnan ka: Go da a minioman iran kiran a rowar ko kabinasa"},{"SurahNumber":11,"VerseNumber":102,"Text":"Na lagid aya so siksa o Kadnan ka kiran ka igira a siniksa Iyan so (taw ko) manga ingd a giyoto na mindarowaka: Mataan! a so siksa Iyan na malipds, a tanto"},{"SurahNumber":11,"VerseNumber":103,"Text":"Mataan! a adn a matatago roo man a titho a tanda ko taw a inikalk iyan so siksa ko akhirat: Giyoto man so alongan a plimodn on so manga manosiya: Go giyoto man so alongan a khamasaan"},{"SurahNumber":11,"VerseNumber":104,"Text":"Na di Ami oto isndod inonta sii ko taalik a mappnto"},{"SurahNumber":11,"VerseNumber":105,"Text":"Sii ko alongan a kapakatalingoma niyan, na da a makatharo a baraniyawa inonta bo o sabap sa idin o Allah: Na so sabaad kiran na marata i okor, go (so sabaad kiran na) mapiya i okor"},{"SurahNumber":11,"VerseNumber":106,"Text":"Na so pman so siran a manga rarata i okor, na khatago ko naraka: bagian iran roo so katagaw, go so karangs"},{"SurahNumber":11,"VerseNumber":107,"Text":"Kakal siran roo sa sodn so kathay o manga langit ago so lopa (sa dayon sa dayon), inonta sa kabaya o Kadnan ka: Mataan! a so Kadnan ka na pnggolawlaan Iyan so kabaya Iyan"},{"SurahNumber":11,"VerseNumber":108,"Text":"Na so pman so siran a manga pipiya i okor na matago ko sorga: Makakal siran roo sa sodn so kathay o manga langit ago so lopa (sa dayon sa dayon), inonta sa kabaya o Kadnan ka: Pammgayan a di pthaman"},{"SurahNumber":11,"VerseNumber":109,"Text":"Na di ka pkhadowadowai ko pzimbaan o siran aya. Da ko kapzimba iran inonta na lagid o kapzimba o manga loks iran gowani: Na mataan! a Skami na ithoman Ami kiran dn so kipantag iran (ko siksa) sa di kakorangan"}]}