{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Człowiek mówi: \"Czy kiedy umrę, to z pewnością zostanę wyprowadzony żywy"},{"SurahNumber":19,"VerseNumber":67,"Text":"Czy człowiek sobie nie przypomina, iż My stworzyliśmy go poprzednio, kiedy był niczym"},{"SurahNumber":19,"VerseNumber":68,"Text":"Na twego Pana! My zbierzemy z pewnością ich i szatanów i rzucimy ich wokół Gehenny na kolana"},{"SurahNumber":19,"VerseNumber":69,"Text":"Następnie wydzielimy z każdej sekty tych spośród nich, którzy byli najbardziej zbuntowani przeciwko Miłosiernemu"},{"SurahNumber":19,"VerseNumber":70,"Text":"My przecież najlepiej znamy tych, którzy najbardziej zasługują na to, by się tam palić"},{"SurahNumber":19,"VerseNumber":71,"Text":"Nie ma wśród was takiego, kto by tam nie miał przybyć. To jest rozstrzygające postanowienie twojego Pana"},{"SurahNumber":19,"VerseNumber":72,"Text":"Następnie My uratujemy tych, którzy byli bogobojni, a niesprawiedliwych pozostawimy tam na kolanach"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kiedy są im recytowane Nasze znaki, jako jasne dowody, mówią ci, którzy nie uwierzyli, do tych, którzy uwierzyli: \"Która z tych dwóch grup jest lepsza pod względem swego położenia i przebywa w lepszym towarzystwie"},{"SurahNumber":19,"VerseNumber":74,"Text":"Ileż to pokoleń wytraciliśmy przed nimi, które były wspanialsze bogactwem i wyglądem"},{"SurahNumber":19,"VerseNumber":75,"Text":"Powiedz: \"Każdemu, kto znajduje się w błędzie, niech Miłosierny przedłuży czas; aż zobaczą oni to, co im zostało obiecane: albo karę, albo Godzinę.\" Wtedy oni się dowiedzą, kto ma gorsze miejsce i kto jest słabszy jako wojsko"},{"SurahNumber":19,"VerseNumber":76,"Text":"Bóg pomnaża drogę prostą tym, którzy nią idą. A dobre dzieła, które są trwałe, otrzymają u twego Pana jeszcze lepszą nagrodę i lepszą odpłatę"},{"SurahNumber":19,"VerseNumber":77,"Text":"Czy ty widziałeś tego, który nie wierzy w Nasze znaki? On mówi: \"Z pewnością dane mi będą majątek i dzieci"},{"SurahNumber":19,"VerseNumber":78,"Text":"Czy on zbadał to, co skryte, albo czy zawarł on przymierze z Miłosiernym"},{"SurahNumber":19,"VerseNumber":79,"Text":"Wcale nie! My zapiszemy to, co on mówi, i znacznie przedłużymy mu karę"},{"SurahNumber":19,"VerseNumber":80,"Text":"My odziedziczymy po nim to, co on mówi, i on przyjdzie do Nas sam jeden"},{"SurahNumber":19,"VerseNumber":81,"Text":"Oni wzięli sobie bogów poza Bogiem, aby byli dla nich potęgą"},{"SurahNumber":19,"VerseNumber":82,"Text":"Wcale nie tak! Oni odrzucą ich cześć i okażą się ich przeciwnikami"}]}