{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"tbā-hā"},{"SurahNumber":20,"VerseNumber":2,"Text":"āpani kaṣṭa-klēśē patita hana – ē jan'ya āmarā āpanāra prati kura'āna nāyila karini"},{"SurahNumber":20,"VerseNumber":3,"Text":"baraṁ yē bhaẏa karē tāra jan'ya upadēśa hisēbē"},{"SurahNumber":20,"VerseNumber":4,"Text":"Yini yamīna ō samucca āsamānasamūha sr̥ṣṭi karēchēna tām̐ra kācha thēkē ēṭā nāyilakr̥ta"},{"SurahNumber":20,"VerseNumber":5,"Text":"daẏāmaẏa (āllāh) āraśēra upara uṭhēchēna"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yā āchē āsamānasamūhē ō yamīnē ēbaṁ du’ẏēra madhyabartī sthānē ō bhūgarbhē [1] tā tām̐ra'i"},{"SurahNumber":20,"VerseNumber":7,"Text":"Āra yadi āpani uccakaṇṭhē kathā balēna, tabē tini tō yā gōpana ō ati gōpana tā saba'i jānēna"},{"SurahNumber":20,"VerseNumber":8,"Text":"Āllāh, tini chāṛā an'ya kōnō satya ilāha nē'i, sundara nāmasamūha tām̐ra'i"},{"SurahNumber":20,"VerseNumber":9,"Text":"Āra mūsāra br̥ttānta āpanāra kāchē paum̐chēchē ki"},{"SurahNumber":20,"VerseNumber":10,"Text":"tini yakhana āguna dēkhalēna takhana tāra paribārabargakē balalēna, ‘tōmarā apēkṣā kara, āmi tō āguna dēkhēchi. Sambhabata āmi tōmādēra jan'ya tā thēkē kichu jbalanta aṅgāra ānatē pārabō athabā āmi āgunēra kāchē dhārē kōnō pathanirdēśa pāba"},{"SurahNumber":20,"VerseNumber":11,"Text":"Tārapara yakhana tini āgunēra kāchē āsalēna takhana tākē ḍēkē balā hala, ‘hē mūsā"},{"SurahNumber":20,"VerseNumber":12,"Text":"‘niścaẏa āmi āpanāra raba, ata'ēba āpanāra jutā jōṛā khulē phēluna, kāraṇa āpani pabitra ‘tu'ōẏā’ upatyakāẏa raẏēchēna"},{"SurahNumber":20,"VerseNumber":13,"Text":"‘Āra āmi āpanākē manōnīta karēchi. Ata'ēba yā ōhī pāṭhānō hacchē āpani tā manōyōgēra sāthē śununa"},{"SurahNumber":20,"VerseNumber":14,"Text":"‘Āmi āllāh āmi chāṛā an'ya kōnō haka ilāha nē'i. Ata'ēba, āmāra'i ibādāta karuna [1] ēbaṁ āmāra smaraṇārthē sālāta ādāẏa karuna"},{"SurahNumber":20,"VerseNumber":15,"Text":"‘Kēẏāmata tō abaśyambhābī [1], āmi ēṭā gōpana rākhatē cā'i [2] yātē pratyēkakē nija kāja anuyāẏī pratidāna dēẏā dāẏa"},{"SurahNumber":20,"VerseNumber":16,"Text":"‘Kājē'i yē byakti kiẏāmatē īmāna rākhē nā ēbaṁ nija prabr̥tti anusaraṇa karē, sē yēna āpanākē tāra upara īmāna ānā thēkē phiriẏē nā rākhē, natubā āpani dhbansa haẏē yābēna"},{"SurahNumber":20,"VerseNumber":17,"Text":"Āra hē musā! Āpanāra ḍāna hātē sēṭā ki [1]?’"},{"SurahNumber":20,"VerseNumber":18,"Text":"Mūsā balalēna, ‘ēṭā āmāra lāṭhi; āmi ētē bhara dē'i ēbaṁ ēra dbārā āghāta karē āmi āmāra mēṣapālēra jan'ya gāchēra pātā phēlē thāki āra ēṭā āmāra an'yān'ya kājē'ō lāgē [1].’"},{"SurahNumber":20,"VerseNumber":19,"Text":"Āllāh balēna, ‘hē musā! Āpani tā nikṣēpa karuna.’"},{"SurahNumber":20,"VerseNumber":20,"Text":"Tārapara tini tā nikṣēpa karalēna, saṅgē saṅgē sēṭā sāpa [1] haẏē chuṭatē lāgala"},{"SurahNumber":20,"VerseNumber":21,"Text":"āllāh balalēna, ‘āpani tākē dharuna, bhaẏa karabēna nā, āmarā ēṭākē tāra āgēra rūpē phiriẏē dēba"},{"SurahNumber":20,"VerseNumber":22,"Text":"‘Ēbaṁ āpanāra hāta āpanāra bagalēra [1] sāthē milita karuna, tā ārēka nidarśanasarūpa nirmala ujjbala haẏē bēra habē"},{"SurahNumber":20,"VerseNumber":23,"Text":"‘Ēṭā ē jan'ya yē, āmarā āpanākē āmādēra mahānidarśanagulōra kichu dēkhāba"},{"SurahNumber":20,"VerseNumber":24,"Text":"‘Phira’ā'unēra kāchē yāna, sē tō sīmālaṅghana karēchē [1].’"}]}