{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"That vay, TA (Allah) đa ban cho Nguoi (Thien Su Muhammad) mot su chien thang ro rang"},{"SurahNumber":48,"VerseNumber":2,"Text":"Đe Allah tha thu cho Nguoi nhung toi loi truoc đay va nhung toi loi sau nay, đe Ngai hoan tat An Hue cua Ngai cho Nguoi va đe Ngai huong dan Nguoi theo con đuong ngay chinh"},{"SurahNumber":48,"VerseNumber":3,"Text":"Va Allah giup Nguoi gianh chien thang voi su giup đo hung manh"},{"SurahNumber":48,"VerseNumber":4,"Text":"Chinh Ngai đa ban xuong su an binh vao trai tim cua nhung nguoi co đuc tin đe Ngai gia tang đuc tin cung voi đuc tin (hien tai) cua ho; va Allah co cac quan binh o tren troi va (cac quan binh) o duoi đat. Va Allah la Đang Hang Biet, Đang Sang Suot"},{"SurahNumber":48,"VerseNumber":5,"Text":"Đe Ngai thu nhan nhung nguoi co đuc tin nam va nhung nguoi co đuc tin nu vao nhung Ngoi Vuon Thien Đang ben duoi co cac dong song chay, ho se mai mai o trong đo; va Ngai se xoa bo nhung đieu toi loi cua ho. Va o noi Allah, đo la mot chien thang vi đai"},{"SurahNumber":48,"VerseNumber":6,"Text":"Va đe Ngai trung phat nhung ke gia tao đuc tin ca nam lan nu, va nhung ke tho đa than ca nam lan nu đa nghi xau ve Allah. Chung se bi bao vay boi nhung đieu xau (ma chung gay ra). Allah phan no va nguyen rua chung; va Ngai đa chuan bi Hoa Nguc danh cho chung, mot điem đen cuoi cung that toi te"},{"SurahNumber":48,"VerseNumber":7,"Text":"Cac quan binh trong troi đat đeu la cua Ngai. Allah la Đang Toan Nang, Đang Sang Suot"},{"SurahNumber":48,"VerseNumber":8,"Text":"Qua that, TA (Allah) đa cu phai Nguoi (hoi Thien Su Muhammad) lam mot nhan chung, mot nguoi mang tin mung va mot nguoi canh bao"},{"SurahNumber":48,"VerseNumber":9,"Text":"Đe cac nguoi tin noi Allah, noi Su Gia cua Ngai va ung ho va ton vinh Y, va đe cac nguoi tan duong Ngai sang va chieu"},{"SurahNumber":48,"VerseNumber":10,"Text":"Nhung nguoi cam ket trung thanh voi Nguoi (Thien Su Muhammad) that ra la ho đang cam ket trung thanh voi Allah. Ban tay cua Allah tren ban tay cua ho. Vi vay, nguoi nao nuot loi thi ke đo đa boi uoc voi chinh minh; nguoc lai, nguoi nao thuc hien đung nhu nhung gi đa cam ket voi Allah thi Ngai se ban cho y phan thuong vi đai"}]}