{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":101,"Text":"Te, jotka uskotte! Älkää kyselkö asioita, jotka - jos ne teille julistettaisiin - voisivat teitä vaivata; ja jos te kyselette niitä Koraanin julistuksen yhteydessä, niin ne teille ilmoitetaan; Jumala suo tämän anteeksi, onhan Jumala armahtavainen ja lempeä"},{"SurahNumber":5,"VerseNumber":102,"Text":"Ennen teitä elänyt kansa myöskin kyseli sellaisia asioita, ja silloin heistä tuli epäuskoisia"},{"SurahNumber":5,"VerseNumber":103,"Text":"Jumala ei ole käskenyt (tehdä) bahiraa eikä såibaa eikä wasilaa eikä haamia, mutta harhauskoiset sepittelevät valheita Jumalasta, eikä monikaan heistä mitään ymmärrä"},{"SurahNumber":5,"VerseNumber":104,"Text":"Ja kun heille sanotaan: »Käykäämme siihen, minkä Jumala on ilmaissut, ja liittykäämme profeettaan!», he sanovat: »Meille riittää se, mitä tiedämme isiemme palvelleen.» Niinkö! Vaikka heidän isänsä eivät mitään tienneet eivätkä totuuden tietä kulkeneet"},{"SurahNumber":5,"VerseNumber":105,"Text":"Te, otka uskotte! Ottakaa vaari sieluistanne! Se, joka itse on harhassa, ei voi teitä vahingoittaa, kun vain te olette oikealla tiellä; Jumalan eteen on teidän palattava kaikkien, Hän teille luettelee tekonne"},{"SurahNumber":5,"VerseNumber":106,"Text":"Te, jotka uskotte! Kun kuolema jotakuta teistä lähestyy ja testamentin teko on käsillä, kutsukaa keskuudestanne kaksi oikeamielistä miestä todistajiksi asioissanne, tai sitten kaksi vierasta henkilöä, jos olette matkoilla ja osanne on siellä kuolla; pyytäkää heitä (todistajia) viipymään jälkeen rukouksen, jos heitä epäilette, ja heidän on kummankin vannottava Jumalan nimeen sanoen: »Me emme tule vaatimaan siitä maksua, vaikka olisikin joku sukulainen (keneltä vaatia), emmekä me salaa Jumalan nimeen annettavaamme todistusta; kuuluisimme totisesti silloin syntisiin"},{"SurahNumber":5,"VerseNumber":107,"Text":"Jos käy (myöhemmin) ilmi, että he molemmat ovat tehneet vääryyttä, on kahden muun astuttava heidän sijaansa niiden joukosta, joilla on heitä vastaan syytös, kahden lähimmän sukulaisen; näiden on nyt vannottava Jumalan nimeen: »Totisesti on meidän todistuksemme oikeampi kuin niiden kahden, emmekä missään ole totuutta loukanneet, sillä kuuluisimmehan silloin väärintekijöihin.»"},{"SurahNumber":5,"VerseNumber":108,"Text":"Näin on oikeampi menetellä, jotta (testamentin) todistajat esittäisivät oikean todistuksen, peläten, että heidän valansa jälkeen muutkin vannovat valansa asiassa; pitäkää vaari velvollisuudestanne Jumalaa kohtaan ja olkaa kuuliaiset; Jumala ei johdata lainrikkojia"}]}