{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alipha–lam–mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Yasama kunai sandeha chaina ki yasa kitabako avatarana sampurna sansarako palanakartako tarphabata ho"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ke yiniharule bhanchan ki usale ‘‘(paigambarale) yasala'i svayam raceka hun?’’ (Ho'ina) baru tyo timro palanakartako tarphabata satya ho, taki tapar'inle tiniharula'i savadhana garnus, jasako pasama tapa'imbhanda pahila kohi savadhana garnevala a'ena. Taki yiniharule sahi marga prapta garna sakun"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allaha nai ta ho jasale akasaharu ra dharatila'i ra je jati tiniharuko bicama cha, sabaila'i cha (6) dinama srsti garyo. Ani sattasana(arsa) mathi ucca bhayo. Usa baheka timro lagi kohi maddata garne ra sipharisa garnevala chaina, ke taipani timi upadesa grahana gardainau"},{"SurahNumber":32,"VerseNumber":5,"Text":"usaile akasadekhi dharatisam'ma pratyeka karyako vyavastha gardacha. Ani (sabaikama) eka yasto dinama usatarpha pravrta huncha, jasako ganti timro ganana anusara eka hajara varsa barabara hunecha"},{"SurahNumber":32,"VerseNumber":6,"Text":"Uhi ta paroksa ra pratyaksako jnata ho sarvasakti sampanna thulo dayavan (allaha) ho"},{"SurahNumber":32,"VerseNumber":7,"Text":"Jasale srsti gareko pratyeka kurola'i ramro banayo ra usale manisako racana matobata suru garyo"},{"SurahNumber":32,"VerseNumber":8,"Text":"Ani usako vansa eka tuccha paniko thopale calayo"},{"SurahNumber":32,"VerseNumber":9,"Text":"Ani tyasala'i thika–thika garera tyasama aphno atma sancarita garyo. Usaile timro kana amkha ra hrdaya banayo, tapani timile sahrai kama krtajnata prakata gardachau"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ra uniharule bhanna thaleh ki ‘‘jaba hami dharatima misi'isaknechaum ta ke pheri nayam rupama jivita hunechaum? Baru samco kuro ta yo ho ki, yi manisaharu aphno palanakartasitako saksatkarala'i nakarirakheka chan"},{"SurahNumber":32,"VerseNumber":11,"Text":"Bhanidinus! ‘‘Ki timila'i mrtyuko svargaduta (ijra'ila) le juna ki timimathi niyukta cha, tyasale marnecha. Ani timi sabai aphno palanakartatira pharka'ine chau.’’"}]}