{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Daha once de Ibrahim’e rustunu verdik. Ve biz onu bilenlerdendik"},{"SurahNumber":21,"VerseNumber":52,"Text":"Babasına ve kavmine: Kendilerine ısrarla baglanıp (ibadet ettiginiz) bu heykeller nedir? demisti"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar ise: Atalarımızı onlara ibadet ederken bulduk, dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"Hic kuskusuz siz ve atalarınız apacık bir sapıklık icinde bulunuyorsunuz, dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"Bize hakkı mı getirdin, yoksa bizimle alay mı ediyorsun? dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"Hayır, sizin Rabbiniz goklerin ve yerin Rabbidir ki, onları O yaratmıstır. Ben de buna sahit olanlardanım"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah’a yemin ederim ki, siz arkanızı donup gittikten sonra putlarınıza bir tuzak kuracagım"},{"SurahNumber":21,"VerseNumber":58,"Text":"Sonunda Ibrahim hepsini paramparca edip iclerinden buyugunu ona muracaat ederler diye (saglam) bıraktı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Ilahlarımıza bunu kim yaptı? Elbette o zalim biridir, dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"Ibrahim denilen bir gencin onları andıgını duymustuk, dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"Sahitlik etmeleri icin onu halkın gozu onune getirin, dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"Dediler ki: Bunu ilahlarımıza sen mi yaptın ey Ibrahim"},{"SurahNumber":21,"VerseNumber":63,"Text":"Hayır, onu su buyukleri yapmıstır. Eger konusabiliyorlarsa onlara sorun, dedi"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun uzerine kendilerine gelip: \"Siz, gercekten zalimler kimselersiniz\" dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra yine basları uzerine donduler ve: \"Onların konusamayacagını sen cok iyi bilirsin\" dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ibrahim: \"O halde Allah’ı bırakıp da size hic bir sekilde fayda ya da zarar vermeyen seylere mi ibadet ediyorsunuz?\" dedi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Yuh olsun size ve Allah’tan baska ibadet ettiklerinize! Hic akletmiyor musunuz"},{"SurahNumber":21,"VerseNumber":68,"Text":"Eger bir sey yapacaksanız, onu yakın ilahlarınıza yardım da bulunun, dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"Ey ates! Ibrahim’e karsı serin ve selamet ol! dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ona bir tuzak kurmak istediler. Biz ise onları daha cok husrana ugrayanlar kıldık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu da Lut’u da alemler icin mubarek kıldıgımız yere (ulastırıp) kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ve ona Ishak’ı, ustelik bir de Yakub’u bagısladık. Her ikisini de salih kimseler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları emrimiz uyarınca dogru yolu gosteren onderler kılıp, onlara hayır islemeyi, namazı ikame etmeyi, zekatı vermeyi vahyettik. Onlar, (yalnız) bize ibadet eden kimselerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lut’a da hukum/peygamberlik ve ilim verdik. Onu cirkin is yapan memleketten kurtardık. Gercekten onlar, fasık olan kotu bir toplum idi"},{"SurahNumber":21,"VerseNumber":75,"Text":"O’nu da rahmetimize dahil ettik. Cunku o, salih kimselerdendi"}]}