{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":60,"Text":"Jaba musale aphno yuvakasita bhane ki ma ta du'i samudrako dobhanama napugunjela hindi nai rakhnechu, cahe kaiyau varsasam'ma kina calna naparos"},{"SurahNumber":18,"VerseNumber":61,"Text":"Jaba uni duvai samudrako sangamama puge ta tyaham aphno macha birsihale, jasale samudrama surumga jasto aphno bato bana'ihalyo"},{"SurahNumber":18,"VerseNumber":62,"Text":"jaba yi duvai tyahambata agadi badhe taba musale aphno yuvakasita bhane ki hamro bhojana lya'u, yasa yatrabata hamila'i bado kasta utha'unu pareko cha"},{"SurahNumber":18,"VerseNumber":63,"Text":"Usale javapha diyo ki ke tapa'ile hernubha'ena? Jaba hami dhungama adesa li'i visrama garirakheka thiyaum tyahim nai maile macha birsihaleko thi'em . Vastavama mala'i (tapa'isita) tyasako carca garnubata saitanale birsa'idiyo. Tyasale anautho tarikale samudrama aphno bato bana'ihalyo"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musale bhane yahi thiyo jasako talasama hami thiyaum. Yasartha tyahimbata aphno khuttaka cinhaharu herdai pharkihale"},{"SurahNumber":18,"VerseNumber":65,"Text":"Yasari unale hamra bhaktaharumadhye e'uta bhakta bhetta'e, jasala'i hamile aphukahambata visesa daya pradana gareka thiyaum ra aphno tarphabata usala'i visesa jnana pradana gareka thiyaum"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musale usasita (khijrasita) bhaneh ki juna asala jnana tapa'ila'i sika'i'eko cha, yadi tapa'ile tyasabata mala'i sikha'unuhuncha bhane ma tapa'iko seva garirahanchu"},{"SurahNumber":18,"VerseNumber":67,"Text":"Usale (khijrale) bhane ki timi mero sathama rahera kadapi dhairya garna sakdainau"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ra juna kurako timila'i jnana nai chaina, tyasako hakama dhairya pani kasari garna sakdachau"},{"SurahNumber":18,"VerseNumber":69,"Text":"Musale bhane allahale cahyo bhane, tapa'ile mala'i dhairyavana pa'unuhunecha ra kunai kurama maile tapa'iko ajna ullaghanna garnechaina"},{"SurahNumber":18,"VerseNumber":70,"Text":"Usale (khijrale) bhaneh yadi timi mero sathama rahanai cahanchau bhane sarta yo cha ki, masita kunai kurako barema prasna nasodhnu jabasam'ma ki maile svayam tyasako carca timisita nagarum"}]}