{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Ceux parmi les bédouins qui ont choisi de faire défection, te diront en guise d’excuses : «Nous étions occupés par la gestion de nos biens et par nos familles. Implore Dieu de nous pardonner (de ne pas t’avoir accompagné) !». Les paroles qui sortent de leurs bouches ne reflètent pas leur véritable pensée. Dis-leur : « Qui peut empêcher les desseins de Dieu vous concernant, qu’Il veuille vous infliger un malheur ou qu’Il veuille vous combler de bienfaits ? Dieu connait vos agissements"},{"SurahNumber":48,"VerseNumber":12,"Text":"En vérité, vous pensiez plutôt que le messager et ses compagnons ne retourneraient jamais auprès des leurs. Cette perspective vous réjouissait et vous en aviez conçu des pensées malsaines, montrant ainsi que vous êtes un peuple voué à la damnation !»"},{"SurahNumber":48,"VerseNumber":13,"Text":"(Qu’ils sachent) ceux qui ne croient pas en Dieu et en Son messager, que Nous avons préparé la Fournaise pour les dénégateurs"},{"SurahNumber":48,"VerseNumber":14,"Text":"C’est à Dieu qu’appartient la Royauté des Cieux et de la Terre. Il absout qui Il Lui plaît et Il châtie qui Il veut, et Il est Clément et Miséricordieux"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ceux qui avaient fait défection diront, lorsque vous vous mettrez en route pour récolter le butin (de guerre) : « Laissez-nous vous accompagner !», croyant réussir à modifier le sens du décret (la Parole) de Dieu. Dis-leur : « Jamais vous ne nous suivrez ! Il en sera tel que Dieu l’a promis !». Ils diront alors : «Vous agissez ainsi par pure convoitise (au regard du butin) !». Il n’en est rien, mais leur raisonnement est si limité"},{"SurahNumber":48,"VerseNumber":16,"Text":"Dis aux bédouins qui ont fait défection : « Vous serez bientôt appelés à affronter un peuple doté d’une force redoutable. Vous devrez les combattre, à moins qu’ils ne se soumettent (se rendent). Si vous acceptez, Dieu vous accordera une belle récompense. Mais si vous refusez de les combattre, comme vous l’avez fait avant cela, Il vous infligera un châtiment douloureux »"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nul grief à l’encontre de l’aveugle, nul grief à l’encontre de l’infirme, et nul grief à l’encontre du malade (s’ils ne prennent pas part au combat). Mais quiconque (en dehors de ces derniers) obéit à Dieu et à Son messager, Dieu l’admettra dans des Jardins baignés de rivières. Mais quiconque refuse le combat, Dieu lui infligera un châtiment douloureux"}]}