{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":17,"VerseNumber":11,"Text":"людське існування часто молиться за щось що може завдати біль йому, мислення що він молиться за щось гарне. Людське існування є нетерпляче"},{"SurahNumber":17,"VerseNumber":12,"Text":"Ми надали ніч та день два знаку. Ми зробили нічний темний, та день освітлені, що ви можете шукати умов з вашого Лорда там. Це також встановлює для вас timing система, та засоби розрахунку. Ми таким чином роз'яснюємо все докладно"},{"SurahNumber":17,"VerseNumber":13,"Text":"Ми записали долю кожного людську; це прив'язується до його шиї. На Дні Resurrection ми вручимо йому запис це доступно"},{"SurahNumber":17,"VerseNumber":14,"Text":"Читають ваш власний запис. Сьогодні, ви будете достатні тому що ваш власний reckoner"},{"SurahNumber":17,"VerseNumber":15,"Text":"Whoever керується, керується для його власний гарний, та whoever іде astray так до його власного збитку. Ніякий грішник не родить гріхи будь хто ще. Ми ніколи не караємо без першого посилаючих кур'єру"},{"SurahNumber":17,"VerseNumber":16,"Text":"Якщо ми мусимо винищити будь-яку спільноту, ми дозволяємо лідерам здійснюємо простору корупцію там. Одного разу вони заслуговують retribution, ми винищуємо це повністю"},{"SurahNumber":17,"VerseNumber":17,"Text":"Багато генерації маємо ми винищили після Noah. Ваш Лорд є найбільш ефективний у мають справу з гріхи Його службовців; Він є цілком Cognizant, Seer"},{"SurahNumber":17,"VerseNumber":18,"Text":"Будь хто хто вибирає це fleeting довічне тому що його пріоритет, ми кинемося йому що ми вирішимо дати йому, тоді ми здійснюємо його Gehenna, де він страждає завжди, despised та завдав поразки"},{"SurahNumber":17,"VerseNumber":19,"Text":"Як для цих хто вибирають У майбутньому тому що їхній пріоритет, та робота righteousness, той час, як вірячи, їхні зусилля будуть оцінюватися"},{"SurahNumber":17,"VerseNumber":20,"Text":"Для кожних одніх з них ми забезпечуємо; ми забезпечуємо для цих та цей з ваших щедрості Лорда. Ваші щедрість Лорда inexhaustible"},{"SurahNumber":17,"VerseNumber":21,"Text":"Примітка як ми віддали перевагу деяким людям над іншими (у цьому житті). Різниці у У майбутньому далеко більші та далеко більше значний"},{"SurahNumber":17,"VerseNumber":22,"Text":"Ви не будете встановити будь-якого іншого бога біля БОГА, lest ви кінець despised та зганьблений"}]}