{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":176,"Text":"The dwellers of al-Aykah denied (Shu‘ayb and thereby meant to deny all) the Messengers"},{"SurahNumber":26,"VerseNumber":177,"Text":"(Recall) when Shu‘ayb said to them (by way of timely warning): \"Will you not keep from disobedience to God in reverence for Him and seek refuge with His protection"},{"SurahNumber":26,"VerseNumber":178,"Text":"I am indeed a Messenger to you, trustworthy"},{"SurahNumber":26,"VerseNumber":179,"Text":"So keep from disobedience to God in reverence for Him and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"I ask of you no wage for that (for conveying God’s Message); my wage is only due from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give full measure (in all your dealings) and be not one of those who (by cheating and giving less) cause loss to others"},{"SurahNumber":26,"VerseNumber":182,"Text":"And weigh with the straighta true, accurate balance"},{"SurahNumber":26,"VerseNumber":183,"Text":"Do not wrong people by depriving them of what is rightfully theirs, and do not go about acting wickedly in the land, causing disorder and corruption"},{"SurahNumber":26,"VerseNumber":184,"Text":"Keep from disobedience to Him in reverence for Him Who has created you and all the earlier generations"},{"SurahNumber":26,"VerseNumber":185,"Text":"They responded: \"You are only one of those who are bewitched"},{"SurahNumber":26,"VerseNumber":186,"Text":"You are but a mortal like us, and we have become convinced that you are certainly one of the liars"},{"SurahNumber":26,"VerseNumber":187,"Text":"So cause lumps from the sky to fall down upon us, if you are truthful in your claim (of Messengership)"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Shu‘ayb) said: \"My Lord knows well all that you do.\" (Thus he referred their matter to God)"},{"SurahNumber":26,"VerseNumber":189,"Text":"So they denied him and in consequence, the punishment of the Day of the Overshadowing seized them. It surely was the punishment of an awesome day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Surely in that (which took place between Shu‘ayb and his people) there is a sign (a great, important lesson). Most of them were not believers"},{"SurahNumber":26,"VerseNumber":191,"Text":"And surely your Lord is indeed the All-Glorious with irresistible might (able to punish whoever goes against His Glory), the All-Compassionate (especially towards His believing servants)"}]}