{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Kaya tumhi tya lokanna nahi pahile, jyanni tya janasamuhasi maitri keli, jyancyavara allaha naraja jhala ahe, he na tumacyapaiki aheta, na tyancyapaiki, ani jnana asatanahi khotya gostinvara sapatha gheta aheta"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allahane tyancyasathi kathora siksa yatana tayara karuna thevali ahe. Khatrine he je kahi karita aheta, va'ita karita aheta"},{"SurahNumber":58,"VerseNumber":16,"Text":"Ya lokanni apalya sapathanna dhala banavuna thevale ahe ani lokanna allahacya margapasuna rokhatata, tevha tyancyasathi apamanadayaka azaba (siksa-yatana) ahe"},{"SurahNumber":58,"VerseNumber":17,"Text":"Tyanci dhana-sampatti ani tyanci santati allahasamora kahica upayogi padanara nahi. He tara jahannamamadhye janara aheta, nehami ticyataca rahatila"},{"SurahNumber":58,"VerseNumber":18,"Text":"Jya divasi allaha tya sarvanna uthavuna ubhe karila, tevha he jya prakare tumacyasamora sapatha ghetata, allahacya samorahi sapatha ghe'u lagatila ani samajatila ki te dekhila ekhadya (pramana) vara aheta, visvasa kara ki nihsansaya teca khotarade aheta"},{"SurahNumber":58,"VerseNumber":19,"Text":"Tyacyavara saitanane varcasva prapta kele ahe ani tyanna allahacya smaranaca visara padala ahe. Hi saitanaci sena ahe. Aika! Saitanaci senaca totyata rahanara ahe"},{"SurahNumber":58,"VerseNumber":20,"Text":"Nihsansaya, allahaca ani tyacya paigambaraca je loka virodha karatata, teca loka savardhika apamanita honaryampaiki aheta"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allahane lihuna takale ahe ki nihsansaya, mi ani majhe rasula varcasvasali (vijayi) rahatila. Nihsansaya, allaha motha saktisali ani varcasvasali ahe"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allahavara ani kayamatacya divasavara imana rakhanaryanna tumhi allaha ani tyacya paigambaracya virodhakansi sneha prema rakhata asalele pahanara nahi, maga te tyance pita kinva tyance putra kinva tyance bandhava kinva tyance nateva'ika (kutumbacya javalace) ka asenata heca loka aheta, jyancya manata allahane imana lihuna dile ahe, ani jyance samarthana apalya atmyadvare kele ahe ani jyanna asa jannatimmadhye dakhala karila, jyancya khali (thanda) panyace pravaha vahata aheta, jithe he sadaiva kala rahatila. Allaha tyancyasi raji ahe ani he allahasi raji aheta. Hi allahaci phauja ahe. Januna ghya ki nihsansaya, allahacya samuhace lokaca yasasvi loka aheta"}]}