{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"My poslali k samudyanam brata ikh, Salikha: \"Poklonyaytes' Allakhu!\" No vot - ikh dve partii, kotoryye vrazhduyut"},{"SurahNumber":27,"VerseNumber":46,"Text":"On skazal: \"O narod moy! Pochemu vy uskoryayete zloye ran'she dobrogo? Otchego vam ne poprosit' u Allakha proshcheniya? Mozhet byt', vy okazalis' by pomilovannymi"},{"SurahNumber":27,"VerseNumber":47,"Text":"Oni skazali: \"My po ptitsam sudili o tebe i o tom, kto s toboy\". On skazal: \"Ptitsa vasha u Allakha. Da, vy narod ispytyvayemyy"},{"SurahNumber":27,"VerseNumber":48,"Text":"A bylo v gorode devyat' chelovek, kotoryye na zemle rasprostranyali nechestiye, a ne blago"},{"SurahNumber":27,"VerseNumber":49,"Text":"Oni skazali: \"Poklyanites' Allakhom drug drugu, my noch'yu napadem na nego i yego sem'yu, a potom my skazhem yego zastupniku: \"My ne byli pri gibeli yego sem'i, i my govorim pravdu"},{"SurahNumber":27,"VerseNumber":50,"Text":"Oni zamyshlyali khitrost', i My zamyshlyali khitrost', a oni i ne znali"},{"SurahNumber":27,"VerseNumber":51,"Text":"Posmotri zhe, kakov byl konets ikh khitrosti! My pogubili ikh i ikh narod - vsekh"},{"SurahNumber":27,"VerseNumber":52,"Text":"I vot - eto doma ikh, razrushennyye za to, chto oni byli nespravedlivy. Poistine, v etom - znameniye dlya lyudey, kotoryye znayut"},{"SurahNumber":27,"VerseNumber":53,"Text":"I spasli My tekh, kotoryye uverovali i byli bogoboyaznennymi"},{"SurahNumber":27,"VerseNumber":54,"Text":"I Luta... vot skazal on svoyemu narodu: \"Neuzheli vy budete sovershat' merzost', kogda vy vidite"},{"SurahNumber":27,"VerseNumber":55,"Text":"Neuzheli vy budete prikhodit' k muzhchinam po strasti vmesto zhenshchin? Da, vy narod nevezhestvennyy"},{"SurahNumber":27,"VerseNumber":56,"Text":"I otvetom naroda yego bylo to, chto oni skazali: \"Vyvedite rod Luta iz vashego seleniya: ved' oni - lyudi kotoryye khotyat byt' chistymi"},{"SurahNumber":27,"VerseNumber":57,"Text":"My spasli yego i yego sem'yu, krome yego zheny, kotoruyu my sdelali ostavsheysya"},{"SurahNumber":27,"VerseNumber":58,"Text":"I prolili My na nikh dozhd'; i plokh dozhd' tekh, kogo uveshchali"}]}