{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Israilogullarının kufre sapanları, Meryem'in oglu Isa'nın ve Davud'un diliyle lanetlendiler. Bu boyledir; cunku onlar sınır tanımazlık, haksızlık, dusmanlık ediyorlardı"},{"SurahNumber":5,"VerseNumber":79,"Text":"Isledikleri kotulukten birbirlerini sakındırmıyorlardı. Ne kotu seydi yapmayı surdurdukleri"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onlardan bircogunun, kufre sapanlarla dostluk kurduklarını gorursun. Oz benliklerinin onlar icin hazırlayıp sundugu sey gercekten cok kotu! Allah, uzerlerine gazap indirmistir. Azap icinde de onlar surekli kalacaklardır"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eger Allah'a, peygambere ve ona indirilene inanmıs olsalardı, kufre sapanları dostlar edinmezlerdi. Ama onların cokları yoldan sapmıslardır"},{"SurahNumber":5,"VerseNumber":82,"Text":"Su tartısılmaz bir gercektir ki, insanların iman edenlere en siddetli dusmanlık duyanlarını, Yahudilerle sirke batanlar bulursun. Su da tartısılmaz bir gercektir ki, insanların iman edenlere sevgide en yakın olanlarını \"Biz Hıristiyanlarız\" diyenler bulursun. Bu boyledir. Cunku o Hıristiyanlar icinde derin arastırmalar yapan kesisler, kendini Allah'a adamıs rahipler vardır. Ve onlar, kibre sapmazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Resule indirileni dinlediklerinde farkına vardıkları gercekten dolayı gozlerinin yasla dolup tastıgını gorursun. Soyle derler: \"Ey Rabbimiz, iman ettik. Artık bizi de gercegin tanıklarıyla birlikte kaydet"},{"SurahNumber":5,"VerseNumber":84,"Text":"Rabbimizin bizi barısseverler arasına koymasını umup dururken, Allah'a ve Hak'tan bize gelene neden inanmayacakmısız"},{"SurahNumber":5,"VerseNumber":85,"Text":"Boyle soyledikleri icin Allah onları, altlarından ırmaklar akan cennetlerle lutuflandırdı. Surekli kalıcıdırlar orada. Iste budur guzel davrananların odulu"},{"SurahNumber":5,"VerseNumber":86,"Text":"Kufre sapıp ayetlerimizi yalanlayanlar da cehennemin dostlarıdır"}]}