{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. S etoy bukvy nachinayetsya dannaya sura, kak i ryad drugikh sur Korana, nachinayushchikhsya s otdel'nykh bukv. Klyanus' Blagorodnym, Velikim Koranom, chto on - nesomnennaya Istina"},{"SurahNumber":38,"VerseNumber":2,"Text":"Te, kotoryye ne uverovali, prevoznosyas', otvratilis' ot Istiny Allakha i protivostoyat tem, kto uveroval v etu Istinu"},{"SurahNumber":38,"VerseNumber":3,"Text":"My pogubili do nikh mnogo prezhnikh pokoleniy, kotoryye oprovergali Nashu Istinu, i oni obratilis' k Nam za pomoshch'yu, kogda ikh postiglo nakazaniye, no minovalo uzhe vremya spaseniya ot nakazaniya"},{"SurahNumber":38,"VerseNumber":4,"Text":"Eti lyudi udivlyalis' tomu, chto k nim prishol prorok - chelovek takoy zhe, kak oni. Oni skazali, otvergaya yego poslaniye: \"On - koldun i yavnyy lzhets"},{"SurahNumber":38,"VerseNumber":5,"Text":"Oni dobavili: \"On chto, obratil mnogikh bogov v Yedinogo Boga?! Poistine, krayne udivitel'noye delo"},{"SurahNumber":38,"VerseNumber":6,"Text":"Vozhdi etikh neveruyushchikh stali sovetovat' drug drugu: \"Idite svoim putom i stoyko prodolzhayte poklonyat'sya svoim bogam! Ved' eto delo napravleno protiv nas, i ono slishkom ser'yozno"},{"SurahNumber":38,"VerseNumber":7,"Text":"Oni prodolzhali govorit': \"My nikogda ne slyshali o yedinobozhii v religii nashikh ottsov, kotorykh my zastali v zhivykh. Eto - prosto izmyshleniye"},{"SurahNumber":38,"VerseNumber":8,"Text":"Neuzheli tol'ko yemu, Mukhammadu, iz vsekh nas nisposlano Pisaniye, i on odin udostoin etoy chesti?\" To, chto oni izmyshlyayut - ne istina. Oni prebyvayut v rasteryannosti i trevoge otnositel'no Korana, ibo yeshcho ne vkusili Moyego nakazaniya, no oni nepremenno yego vkusyat"},{"SurahNumber":38,"VerseNumber":9,"Text":"My sprashivayem etikh, zaviduyushchikh tebe, razve oni vladeyut sokrovishchnitsami milosti tvoyego Velikogo, Vsepobezhdayushchego Gospoda, Podatelya shchedrot, chtoby oni mogli izbrat' proroka, kotorogo oni zhelayut"},{"SurahNumber":38,"VerseNumber":10,"Text":"My ikh sprashivayem, prinadlezhit li im vlast' nad nebesami i zemloy, i tem, chto mezhdu nimi? Pust' zhe oni podnimayutsya postepenno po stupenyam tuda, otkuda by oni mogli sudit', kogo khotyat, yesli oni smogut eto sdelat' (no im etogo ne dostich')"},{"SurahNumber":38,"VerseNumber":11,"Text":"Oni - vsego lish' prezrennoye voysko, nesomnenno, razbitoye, tak zhe, kak byli razbity podobnyye sonmy, protivostoyashchiye prorokam Allakha"},{"SurahNumber":38,"VerseNumber":12,"Text":"Oprovergli Nashu Istinu do etogo naroda prezhniye narody - narod Nukha, adity, narod Faraona, obladayushchiy vysochayshimi, ogromnymi i prochnymi sooruzheniyami, podobnymi goram"},{"SurahNumber":38,"VerseNumber":13,"Text":"i samudity, i narod Luta, i narod Shuayba - khozyayeva al'-Ayki - zelonoy roshchi s vetvistymi derev'yami. Eti narody vystupali sonmami protiv Nashikh poslannikov, kak i tvoy narod vystupayet"},{"SurahNumber":38,"VerseNumber":14,"Text":"Vse eti narody schitali Moikh poslannikov lzhetsami, i v rezul'tate postiglo ikh Moyo nakazaniye"}]}