{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":91,"VerseNumber":1,"Text":"Mwenyezi Mungu Anaapa kwa jua na mchana wake na mwangaza wake wa asubuhi"},{"SurahNumber":91,"VerseNumber":2,"Text":"Na kwa mwezi unapolifuata wakati wa kucha na kutwa"},{"SurahNumber":91,"VerseNumber":3,"Text":"Na kwa mchana unapoliondoa giza na kulifunua"},{"SurahNumber":91,"VerseNumber":4,"Text":"Na kwa usiku unapoifinika ardhi ikawa giza"},{"SurahNumber":91,"VerseNumber":5,"Text":"Na kwa mbingu na kujengeka kwake kiimara"},{"SurahNumber":91,"VerseNumber":6,"Text":"Na kwa ardhi na kutandikika kwake"},{"SurahNumber":91,"VerseNumber":7,"Text":"Na kwa kila nafsi na namna Mwenyezi Mungu alivyoikamilisha umbo lake ili itekeleze kazi iliyoumbiwa nayo"},{"SurahNumber":91,"VerseNumber":8,"Text":"Akaibainishia njia ya shari na njia ya kheri"},{"SurahNumber":91,"VerseNumber":9,"Text":"Amefaulu mwenye kuisafisha na kuikuza kwa kheri"},{"SurahNumber":91,"VerseNumber":10,"Text":"Na ameingia kwenye hasara mwenye kuitia nafsi yake kwenye maasia"},{"SurahNumber":91,"VerseNumber":11,"Text":"Kabila la Thamūd lilimkanusha Nabii wake kwa kuvama kwenye uasi"},{"SurahNumber":91,"VerseNumber":12,"Text":"Pindi walipotoka wabaya zaidi wa kabila hilo kumchinja Ngamia. Mtume wa Mwenyezi Mungu’ Ṣāliḥ, amani imshukie"},{"SurahNumber":91,"VerseNumber":13,"Text":"akawaambia: «Tahadharini kumgusa kwa ubaya ngamia ambaye ni miujiza ilioletwa na Mwenyezi Mungu kwenu inayoonyesha ukweli wa Nabii wenu, na msizuie kinywaji chake. Yeye ana siku yake ya kunywa na nyinyi mna siku yenu maalumu ya kunywa.» Hilo likawa zito kwao"},{"SurahNumber":91,"VerseNumber":14,"Text":"Wakamkanusha na kulipuza onyo lake wakamchinja.Mola wao Akawafinika kwa adhabu, akaisawazisha juu yao na hakuna aliyeweza kuponyoka"},{"SurahNumber":91,"VerseNumber":15,"Text":"Wala Haogopi, Mwenye uwezo uliotukuka, athari ya adhabu kali Aliywateremshia"}]}