{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":21,"Text":"به کسانی که آیات الهی را انکار می‌کنند و پیامبران را به ناحق می‌کشند و دادگستران را به قتل می‌رسانند، از عذابی دردناک خبر ده‌"},{"SurahNumber":3,"VerseNumber":22,"Text":"اینان کسانی هستند که اعمالشان در دنیا و آخرت تباه شده است و یاورانی ندارند"},{"SurahNumber":3,"VerseNumber":23,"Text":"آیا داستان کسانی را که بهره‌ای از کتاب الهی دارند، ندانسته‌ای که چون برای داوری در میانشان، ایشان را به کتاب الهی [تورات‌] بازخوانند، آنگاه گروهی از آنان سر برتافته، رویگردان می‌شوند"},{"SurahNumber":3,"VerseNumber":24,"Text":"این از آن است که می‌گویند آتش دوزخ جز چند روز اندکشمار به ما نمی‌رسد، و برساخته‌هایشان آنان را در دینشان فریفته کرده است‌"},{"SurahNumber":3,"VerseNumber":25,"Text":"تا اینان در روزی که شکی در فرارسیدن آن نیست و گردشان آوریم و به هرکس جزای کردارش به تمامی داده شود و بر هیچ کس ستم نرود، چه خواهند کرد؟"},{"SurahNumber":3,"VerseNumber":26,"Text":"بگو خداوندا، ای فرمانفرمای هستی، به هرکس که خواهی فرمانروایی بخشی و از هرکس که خواهی فرمانروایی بازستانی، و تویی که هرکس را که خواهی گرامی داری و هرکسی را که خواهی خوارکنی، [سررشته‌] خیر به دست توست، تو بر هر کار توانایی‌"},{"SurahNumber":3,"VerseNumber":27,"Text":"از شب بکاهی و بر روز بیفزایی و از روز بکاهی و بر شب بیفزایی، و زنده را از مرده برآوری و مرده را از زنده، و هرکس را که خواهی بی‌حساب روزی دهی‌"},{"SurahNumber":3,"VerseNumber":28,"Text":"مؤمنان نباید که کافران را -به جای مؤمناندوست بگیرند، و هرکس چنین کند از [لطف و ولایت‌] خداوند بی‌بهره است، مگر آنکه از آنان به نوعی تقیه کنید، و خداوند شما را از خویش بر حذر می‌دارد، و بازگشت به سوی خداوند است‌"},{"SurahNumber":3,"VerseNumber":29,"Text":"بگو اگر مافی‌الضمیرتان را پنهان بدارید یا آشکار کنید، خداوند آن را می‌داند و آنچه در آسمانها و زمین است [هم‌] می‌داند، و خداوند بر هر کاری تواناست‌"},{"SurahNumber":3,"VerseNumber":30,"Text":"[یاد کنید از] روزی که هرکس هر آنچه از نیکی و بدی کرده است، حاضر یابد، و آرزو کند که مگر بین او و کار بدش فرسنگها فاصله باشد، و خداوند شما را از خودش بر حذر می‌دارد، و خدا به بندگانش رئوف است‌"}]}