{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"niccayamaka nam nam tutarkalukkum, nampikkai kontavarkalukkum ivvulaka valkkaiyilum (utavi ceyvom. Ivarkalukkaka) catcikal vantu kurum (marumai) nalilum utavi ceyvom"},{"SurahNumber":40,"VerseNumber":52,"Text":"Annalil aniyayakkararkalukku avarkal kurum pukalkal onrume payanalikkatu. Avarkalukku (iraivanin) capamum untu; avarkalukkut tiya iruppitamum untu"},{"SurahNumber":40,"VerseNumber":53,"Text":"niccayamaka nam musavukku (tavrat vetattil) nerana valiyaik kotuttu, israyilin cantatikalai avvetattirku varicukalaka akki vaittom"},{"SurahNumber":40,"VerseNumber":54,"Text":"atu nerana valiyakavum arivutaiyavarkalukku nallupatecamakavum iruntatu. (Eninum, atai avarkal pinparravillai)"},{"SurahNumber":40,"VerseNumber":55,"Text":"(napiye!) Nir (kastankalaic) cakittuk kontu porumaiyaka iruppiraka. Niccayamaka allahvutaiya vakkuruti unmaiyanatu. Nir umatu tavarukalukku mannippaik korikkontum, kalaiyilum, malaiyilum umatu iraivanaip pukalntu tuti ceytu kontum iruppiraka"},{"SurahNumber":40,"VerseNumber":56,"Text":"niccayamaka evarkal tankalitam ataram etum illatirukka allahvutaiya vacanankalaip parrit tarkkikkirarkalo, avarkalutaiya ullankalil (verum) perumaiyait tavira veronrumillai. (Apperumaiyai) avarkal ataiyavum mattarkal. Akave, (um'mai) patukattuk kollumaru allahvitam nir koruviraka. Niccayamaka avantan (anaittaiyum) ceviyurupavan, urru nokkupavan avan"},{"SurahNumber":40,"VerseNumber":57,"Text":"vanankalaiyum pumiyaiyum pataittiruppatu, (iranta) manitarkalai (maru murai) pataippataivita niccayamaka mikap periya kariyamakum. Ayinum, manitarkalil perumpalanavarkal itaikkuta arintu kolvatillai"},{"SurahNumber":40,"VerseNumber":58,"Text":"kurutanum parvaiyutaiyavanum camamaka mattarkal. (Avvare) nampikkai kontu narceyalkal ceypavarkalum (nampikkai kollata) pavikalum camamaka mattarkal. Veku corpamakave itaikkontu ninkal nallunarcci perukirirkal"},{"SurahNumber":40,"VerseNumber":59,"Text":"vicaranaik kalam niccayamaka vante tirum. Atil cantekame illai. Eninum, manitarkalil perumpalanavarkal (itai) nampuvatillai"},{"SurahNumber":40,"VerseNumber":60,"Text":"Unkal iraivan kurukiran: ‘‘Ninkal (unkalukku ventiyavai anaittaiyum) ennitame kelunkal. Nan unkal pirarttanaiyai ankikarittuk kolven. Evarkal ennai vanankatu perumaiyatikkinranaro, avarkal niccayamaka cirumaippattavarkalaka narakam pukuvarkal"}]}