{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Everyman says: \"When I die will I be brought forth alive [again]"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does man not recall that We already created him once when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord, We shall summon both them and the devils; then We shall parade them forth to crouch around Hell"},{"SurahNumber":19,"VerseNumber":69,"Text":"Next We shall drag those away from every sect who have been the most insolent towards the Mercy-giving"},{"SurahNumber":19,"VerseNumber":70,"Text":"Thus We are quite Aware as to who are the closest to roasting in it"},{"SurahNumber":19,"VerseNumber":71,"Text":"there is not one of you but he will be led up to it. That is a decree determined by your Lord"},{"SurahNumber":19,"VerseNumber":72,"Text":"Then We shall save those who have heeded and leave the wrongdoers crouching inside"},{"SurahNumber":19,"VerseNumber":73,"Text":"Whenever Our clear signs are recited to them, those who disbelieve say to those who believe: ´Which group is better in status and a finer club to join"},{"SurahNumber":19,"VerseNumber":74,"Text":"How many generations have We wiped out before them who were even finer in equipment and appearance"},{"SurahNumber":19,"VerseNumber":75,"Text":"SAY: \"May the Mercy-giving extend an opportunity to anyone who has been in error so that when they see what they are threatened with, whether it is torment or even the Hour, they will know who is in a worse plight and has the weakest following"},{"SurahNumber":19,"VerseNumber":76,"Text":"God increases guidance for those who have consented to be guided while honorable deeds that endure are best with your Lord as recompense and yield the best returns"},{"SurahNumber":19,"VerseNumber":77,"Text":"Have you seen someone who disowns Our signs and says: \"I shall still be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he probed the Unseen or made a pled with the Mercy-giving"},{"SurahNumber":19,"VerseNumber":79,"Text":"Not at all! We shall write down anything he says and extend a chance of torment to him"},{"SurahNumber":19,"VerseNumber":80,"Text":"We will inherit anything he says, and he will come to Us as an individual"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have adopted other deities instead of God, so they will mean [more] influence for them"},{"SurahNumber":19,"VerseNumber":82,"Text":"Not at all! The [false gods] will reject their own worship and pit themselves against them"}]}