{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"allahuvinre drstantannalepparri tarkkikkunnavarute nerkk ni neakkiyille? ennaneyan avar vyaticalippikkappetunnat enn‌"},{"SurahNumber":40,"VerseNumber":70,"Text":"vedagranthatteyum, nam nam'mute dutanmare ayaccat entearu detyam keantanea atineyum nisedhiccu kalannavaratre avar. ennal valiye avar arinnu keallum"},{"SurahNumber":40,"VerseNumber":71,"Text":"ate; avarute kaluttukalil kurukkukalum cannalakalumayi avar valiccilakkappetunna sandarbham"},{"SurahNumber":40,"VerseNumber":72,"Text":"cuttutilakkunna vellattilute. pinnit avar narakagniyil erikkappetukayum ceyyum"},{"SurahNumber":40,"VerseNumber":73,"Text":"pinnit avareat parayappetum: ninnal pankalikalayi certtirunnavar eviteyakunnu"},{"SurahNumber":40,"VerseNumber":74,"Text":"allahuvin purame. avar parayum: avar nannale vitt apratyaksarayirikkunnu. alla, nannal mump prart'thiccirunnat yateannineatumayirunnilla. aprakaram allahu satyanisedhikale pilavilakkunnu"},{"SurahNumber":40,"VerseNumber":75,"Text":"n'yayamillate ninnal bhumiyil ahladam keantirunnatinreyum, garvv naticcirunnatinreyum phalamatre at‌"},{"SurahNumber":40,"VerseNumber":76,"Text":"narakattinre kavatannalilute atil nityavasikalenna nilayil ninnal katannu kealluka. ahankarikalute parppitam citta tanne. (enn avareat parayappetum)"},{"SurahNumber":40,"VerseNumber":77,"Text":"atinal ni ksamikkuka. tirccayayum allahuvinre vagdanam satyamakunnu. ennal nam avarkk takkit nalkunna siksayil cilat ninakk nam kaniccutarunnatayalum (atinnitakku tanne) ninne nam marippikkunnatayalum nam'mute atuttekk tanneyan avar matakkappetunnat‌"},{"SurahNumber":40,"VerseNumber":78,"Text":"ninakk mump nam pala dutanmareyum ayaccittunt‌. avaril cilarepparri nam ninakk vivariccutannittunt‌. avaril cilarepparri ninakk nam vivariccutannittilla. yatearu dutannum allahuvinre anumatiyeat kutiyallate oru drstantam keantu varanavilla. ennal allahuvinre kalpana vannal n'yayaprakaram vidhikkappetunnatan‌. asatyavadikal avite nastattilavukayum ceyyum"}]}