{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum kīḻppaṭiyuṅkaḷ. Nīṅkaḷ (nam vacaṉaṅkaḷai) ceviyuṟṟa piṉ ataṟkuk kīḻppaṭivatiliruntu vilakātīrkaḷ"},{"SurahNumber":8,"VerseNumber":21,"Text":"(nampikkaiyāḷarkaḷē! Maṉamāṟa) ceviyuṟātu ‘‘ceviyuṟṟōm'' eṉṟu (vāyāl maṭṭum) kūṟiyavarkaḷaip pōl nīṅkaḷum ākiviṭa vēṇṭām"},{"SurahNumber":8,"VerseNumber":22,"Text":"niccayamāka allāhviṭattil kālnaṭaikaḷil mikak kēvalamāṉavai (evaiyeṉṟāl cattiyattai) aṟintukoḷḷa muṭiyāta ceviṭarkaḷum, ūmaiyarkaḷumtāṉ"},{"SurahNumber":8,"VerseNumber":23,"Text":"avarkaḷiṭam oru naṉmai irukkiṟateṉṟu allāh aṟintiruntāl avaṉ avarkaḷai ceviyuṟac ceytiruppāṉ. (Avarkaḷiṭam oru naṉmaiyum illātataṉāl allāh) avarkaḷaic ceviyuṟac ceytapōtilum avarkaḷ puṟakkaṇittu māṟiviṭuvārkaḷ"},{"SurahNumber":8,"VerseNumber":24,"Text":"Nampikkaiyāḷarkaḷē! Allāhvum, (avaṉuṭaiya) tūtarum uṅkaḷukkup puttuyir aḷikka uṅkaḷai aḻaittāl (avarkaḷuṭaiya aḻaippukkup) patil kūṟuṅkaḷ. Niccayamāka allāh maṉitaṉukkum avaṉuṭaiya uḷḷaṅkaḷil uḷḷataṟkum iṭaiyil taṭaiyēṟpaṭutti viṭukiṟāṉ eṉpataiyum, niccayamāka nīṅkaḷ avaṉiṭamē (koṇṭu varappaṭṭu) oṉṟu cērkkappaṭuvīrkaḷ eṉpataiyum nīṅkaḷ uṟutiyāka aṟintu koḷḷuṅkaḷ"},{"SurahNumber":8,"VerseNumber":25,"Text":"nīṅkaḷ oru vētaṉaiyai payantukoḷḷuṅkaḷ. Atu uṅkaḷil aniyāyak kārarkaḷai maṭṭumē piṭikkumeṉpatalla; (muṭivil atu uṅkaḷaiyum cūḻntu koḷḷalām.) Niccayamāka allāh vētaṉai ceyvatil kaṭumaiyāṉavaṉ eṉpataiyum nīṅkaḷ uṟutiyāka aṟintu koḷḷuṅkaḷ"},{"SurahNumber":8,"VerseNumber":26,"Text":"nīṅkaḷ pūmiyil (makkāvil) valuviḻanta veku kuṟainta tokaiyiṉarāka iruntu uṅkaḷai em'maṉitarum (ennērattilum palavantamāka) tiṭīreṉa tākkiviṭuvārkaḷō eṉṟu nīṅkaḷ añci (naṭuṅki)k koṇṭirunta camayattil avaṉ uṅkaḷukku (matīṉāvil) iṭamaḷittut taṉ utaviyaik koṇṭu uṅkaḷaip palappaṭutti nalla uṇavukaḷai uṅkaḷukku aḷittataiyum niṉaittup pāruṅkaḷ. (Itaṟku) nīṅkaḷ naṉṟi celuttuvīrkaḷāka"},{"SurahNumber":8,"VerseNumber":27,"Text":"nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukkum, (avaṉuṭaiya) tūtarukkum mōcam ceyyātīrkaḷ. Tavira, nīṅkaḷ (ceyvatu aniyāyam eṉa) aṟintu koṇṭē uṅkaḷiṭam oppaṭaikkappaṭṭa amāṉitaṅkaḷukku mōcam ceyyātīrkaḷ"},{"SurahNumber":8,"VerseNumber":28,"Text":"mēlum, uṅkaḷ poruḷkaḷum, uṅkaḷ cantatikaḷum (uṅkaḷukkup) perum cōtaṉaiyāka irukkiṉṟaṉa eṉpataiyum, niccayamāka allāhviṭattiltāṉ (uṅkaḷukku) makattāṉa vekumati uṇṭu eṉpataiyum nīṅkaḷ uṟutiyāka aṟintu koḷḷuṅkaḷ"}]}