{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Xìnshìmen a! Nǐmen bùyào chī chéng bèi chóngfù de gāolìdài [zhù]. Nǐmen dāng jìngwèi ān lā, yǐbiàn nǐmen chénggōng."},{"SurahNumber":3,"VerseNumber":131,"Text":"Nǐmen dāng jǐnfáng huǒ yù, nà [huǒ yù] shì wéi bù xìnyǎng zhě zhǔnbèi de."},{"SurahNumber":3,"VerseNumber":132,"Text":"Nǐmen dāng fúcóng ān lā hé shǐzhě [mù shèng], yǐbiàn nǐmen shòu cí mǐn."},{"SurahNumber":3,"VerseNumber":133,"Text":"Nǐmen dāng zhēngxiān xúnqiú nǐmen de zhǔ de kuānshù hé yǔ tiāndì tóng kuān de lèyuán, nà [lèyuán] shì wèi jìngwèi zhě zhǔnbèi de."},{"SurahNumber":3,"VerseNumber":134,"Text":"Tāmen [jìngwèi zhě] zài fùyù shí hé jiǒngpò shí dōu [wéi ān lā zhī dào] shīshě [zhù 1], bìng néng yìzhì nùhuǒ [zhù 2] hé yuánliàng biérén. Ān lā xǐhuān xíngshàn zhě."},{"SurahNumber":3,"VerseNumber":135,"Text":"Měi dāng tāmen zuòle chǒushì huò shǐ zìjǐ shòu sǔn shí, tāmen jiù zàn niàn ān lā, bìng wèi zìjǐ de zuì'è qiú zhǔ kuānshù [zhù]. Chú ān lā wài, shéi néng kuānshù zuì'è ne? Tāmen méiyǒu gùyì hù è bù quān."},{"SurahNumber":3,"VerseNumber":136,"Text":"Zhèxiē rén de bàochóu shì huò tāmen de zhǔ de kuānshù hé zhū héliúguò de lèyuán, yǒng jū qízhōng. Xíngshàn zhě de bàochóu duō měi a!"},{"SurahNumber":3,"VerseNumber":137,"Text":"Zài nǐmen zhīqián, xǔduō xiāngsì de dào què yǐ shìqù. Suǒyǐ, nǐmen dāng zài dà dìshàng lǚxíng, guānchá fǒurèn [yīsīlán jiào] zhě de jiéjú rúhé!"},{"SurahNumber":3,"VerseNumber":138,"Text":"Zhè [“gǔlánjīng”] shì duì rénlèi de yī xiàng xuāngào, shì duì jìngwèi zhě de yǐndǎo hé quàn jiè."},{"SurahNumber":3,"VerseNumber":139,"Text":"Nǐmen bùyào shìruò, bùyào yōuchóu. Nǐmen shì zhàn yōushì de, jiǎrú nǐmen shì xìnshì."},{"SurahNumber":3,"VerseNumber":140,"Text":"Jiǎrú nǐmen zāoshòu chuāngshāng [hé shāhài], nàme, bù xìnyǎng de mínzhòng què yǐ zāoshòule tóngyàng de chuāngshāng [hé shāhài]. Wǒ [ān lā] shǐ zhèxiē hǎo yùn [shènglì] zài rénlèi jiān lúnliú, yǐbiàn ān lā biànbié chū [nǐmen zhōng] nǎxiē shì xìnshì, bìng cóng nǐmen zhòng xuǎn chū lièshì. Ān lā jué bù xǐhuān bù yì zhě."},{"SurahNumber":3,"VerseNumber":141,"Text":"Yǐbiàn ān lā kǎoyàn xìnshìmen, tóngshí huǐmiè bù xìnyǎng zhě."},{"SurahNumber":3,"VerseNumber":142,"Text":"Ān lā hái wèi biànbié chū nǐmen zhōng nǎxiē shì [wèi tā de dào] fèndòu zhě, yě wèi biànbié chū nǎxiē shì jiānrěn zhě, nándào nǐmen jiù rènwéi nǐmen nénggòu jìnrù lèyuán ma?"},{"SurahNumber":3,"VerseNumber":143,"Text":"Nǐmen shàngwèi zāoyù sǐwáng [xùnjiào] qián, nǐmen díquè xīwàng sǐwáng [zhù]. Xiànzài nǐmen zhēn de qīnyǎn kànjiàn sǐwángle,[nǐmen zěnme yòu wèisuō bù qián ne?]"}]}