{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"O wy, ktorzy wierzycie! Poszukujcie pomocy w cierpliwosci i modlitwie! Zaprawde, Bog jest z cierpliwymi"},{"SurahNumber":2,"VerseNumber":154,"Text":"I nie mowcie na tych, ktorzy zostali zabici na drodze Boga: \"Umarli!\" Przeciwnie, oni sa zyjacy! Lecz wy nie jestescie swiadomi"},{"SurahNumber":2,"VerseNumber":155,"Text":"My doswiadczymy was nieco strachem, głodem i utrata dobr, zycia i owocow. Głos radosna wiesc cierpliwym"},{"SurahNumber":2,"VerseNumber":156,"Text":"Tym, ktorzy - kiedy dosiegnie ich nieszczescie - mowia: \"Zaprawde, do Boga, i zaprawde, do Niego powrocimy"},{"SurahNumber":2,"VerseNumber":157,"Text":"Oto ci, nad ktorymi jest błogosławienstwo ich Pana i miłosierdzie! Tacy sa prowadzeni droga prosta"},{"SurahNumber":2,"VerseNumber":158,"Text":"Zaprawde, As-Safa i Al-Marwa sa wsrod drogowskazow rytualnych Boga. A ten, kto odbywa pielgrzymke do Domu albo odprawia odwiedzenie, nie popełni grzechu, jesli dokona okrazenia wokoł nich. A ten, kto dobrowolnie czyni dobro... - zaprawde, Bog jest wdzieczny, wszechwiedzacy"},{"SurahNumber":2,"VerseNumber":159,"Text":"Zaprawde, tych, ktorzy ukrywaja to, co zesłalismy z dowodow jasnych i drogi prostej, kiedy juz wyjasnilismy to ludziom w Ksiedze - tych przeklnie Bog i przeklna ich ci, ktorzy przeklinaja"},{"SurahNumber":2,"VerseNumber":160,"Text":"Oprocz tych, ktorzy sie nawrocili i poprawili, i jasno to ukazali. Ku tym Ja sie zwracam. Ja jestem Przebaczajacy, Litosciwy"},{"SurahNumber":2,"VerseNumber":161,"Text":"Zaprawde, nad tymi, ktorzy nie uwierzyli i umarli, bedac niewiernymi - nad nimi przeklenstwo Boga, aniołow i ludzi, wszystkich razem"},{"SurahNumber":2,"VerseNumber":162,"Text":"Bedzie im ono towarzyszyc na wieki. I kara ich nie bedzie zmniejszona, i nie uzyskaja zadnej zwłoki"},{"SurahNumber":2,"VerseNumber":163,"Text":"Bog wasz - Bog Jeden! nie ma boga, jak tylko On, Miłosierny, Litosciwy"}]}