{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":101,"Text":"oru vēdavākyattinṟe sthānatt maṟṟeāru vēdavākyaṁ nāṁ pakaraṁ veccāl - allāhuvākaṭṭe tān avatarippikkunnatineppaṟṟi nallavaṇṇaṁ aṟiyunnavanāṇ tānuṁ - avar paṟayuṁ: nī keṭṭiccamaccu paṟayunnavan mātramākunnu enn‌. alla, avaril adhikapēruṁ (kāryaṁ) manas'silākkunnilla"},{"SurahNumber":16,"VerseNumber":102,"Text":"paṟayuka: viśvasiccavare uṟappicc nirttān vēṇṭiyuṁ, kīḻpeṭṭujīvikkunnavarkk mārgadarśanavuṁ santēāṣavārttayuṁ āyikkeāṇṭuṁ satyaprakāraṁ pariśud'dhātmāv ninṟe rakṣitāviṅkal ninn at iṟakkiyirikkukayāṇ‌"},{"SurahNumber":16,"VerseNumber":103,"Text":"oru manuṣyan tanneyāṇ addēhattin (nabikk‌) paṭhippiccukeāṭukkunnat enn avar paṟayunnuṇṭenn tīrccayāyuṁ namukkaṟiyāṁ. avar dus'sūcana naṭattikkeāṇṭirikkunnat ēteārāḷeppaṟṟiyāṇēā ā āḷuṭe bhāṣa anaṟabiyākunnu. itākaṭṭe spaṣṭamāya aṟabi bhāṣayākunnu"},{"SurahNumber":16,"VerseNumber":104,"Text":"allāhuvinṟe dr̥ṣṭāntaṅṅaḷil viśvasikkāttavarārēā avare allāhu nērvaḻiyilākkukayilla; tīrcca. avarkk vēdanājanakamāya śikṣayuṇṭāyirikkunnatumāṇ‌"},{"SurahNumber":16,"VerseNumber":105,"Text":"allāhuvinṟe dr̥ṣṭāntaṅṅaḷil viśvasikkāttavar tanneyāṇ kaḷḷaṁ keṭṭiccamaykkunnat‌. avar tanneyāṇ vyājavādikaḷ"},{"SurahNumber":16,"VerseNumber":106,"Text":"viśvasiccatin śēṣaṁ allāhuvil aviśvasiccavarārēā avaruṭe -taṅṅaḷuṭe hr̥dayaṁ viśvāsattil samādhānaṁ pūṇṭatāyirikke nirbandhikkappeṭṭavaralla; pratyuta, tuṟanna manas'sēāṭe aviśvāsaṁ svīkariccavarārēā avaruṭe- mēl allāhuviṅkal ninnuḷḷa kēāpamuṇṭāyirikkuṁ. avarkk bhayaṅkaramāya śikṣayumuṇṭāyirikkuṁ"},{"SurahNumber":16,"VerseNumber":107,"Text":"atentukeāṇṭennāl ihalēākajīvitatte paralēākattēkkāḷ kūṭutal avar iṣṭappeṭṭirikkunnu. allāhuvākaṭṭe satyaniṣēdhikaḷāya āḷukaḷe nērvaḻiyilākkunnatumalla"},{"SurahNumber":16,"VerseNumber":108,"Text":"hr̥dayaṅṅaḷkkuṁ kēḷvikkuṁ kāḻcakaḷkkuṁ allāhu mudravecciṭṭuḷḷa oru vibhāgamākunnu akkūṭṭar. akkūṭṭar tanneyākunnu aśrad'dhar"},{"SurahNumber":16,"VerseNumber":109,"Text":"oṭṭuṁ sanśayamilla. avar tanneyāṇ paralēākatt naṣṭakkār"},{"SurahNumber":16,"VerseNumber":110,"Text":"pinne, tīrccayāyuṁ ninṟe rakṣitāvinṟe sahāyaṁ marddanattin irayāya śēṣaṁ svadēśaṁ veṭiññ pēākukayuṁ, anantaraṁ samarattil ērpeṭukayuṁ, kṣamikkukayuṁ ceytavarkkāyirikkuṁ. tīrccayāyuṁ ninṟe rakṣitāv atinu śēṣaṁ ēṟe peāṟukkunnavanuṁ karuṇānidhiyumākunnu"}]}