{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"I doista, dali smo Musau devet znakova, dokaza jasnih - ta pitaj sinove Israilove - kad im dođe, te rece njemu faraon: \"Uistinu, ja te smatram, o Musa, opcaranim"},{"SurahNumber":17,"VerseNumber":102,"Text":"Rece: \"Doista znas, ove (znakove) objavljuje samo Gospodar nebesa i Zemlje, kao znamenja, a uistinu, ja te smatram, o faraone, unistenim"},{"SurahNumber":17,"VerseNumber":103,"Text":"Tad je zelio da ih protjera iz zemlje, pa potopismo njega i onog ko je bio s njim, sve"},{"SurahNumber":17,"VerseNumber":104,"Text":"I rekli smo poslije njega sinovima Israilovim: \"Nastanite zemlju! Pa kad dođe obecanje Ahireta, dovescemo vas grupisane"},{"SurahNumber":17,"VerseNumber":105,"Text":"A s Istinom smo ga spustili i s Istinom je sisao. I tebe smo poslali samo kao donosioca radosnih vijesti i opominjaca"},{"SurahNumber":17,"VerseNumber":106,"Text":"A Kur'an - razdijelili smo ga, da ga ucis ljudima sa zadrskom, i spustili smo ga (postepenim) objavljivanjem"},{"SurahNumber":17,"VerseNumber":107,"Text":"Reci: \"Vjerovali (vi) u njega ili ne vjerovali! Uistinu, oni kojima je dato znanje prije njega, kad im se uci, padaju na brade nicice"},{"SurahNumber":17,"VerseNumber":108,"Text":"I govore: 'Slava neka je Gospodaru nasem! Doista je obecanje Gospodara naseg izvrsno"},{"SurahNumber":17,"VerseNumber":109,"Text":"I padaju na brade placuci, a (to) im povecava skrusenost"},{"SurahNumber":17,"VerseNumber":110,"Text":"Reci: \"Prizivajte Allaha\", ili \"Prizivajte Milostivog.\" Kako god zovete - pa Njegova imena su najljepsa. I ne budi glasan u salatu svom, i ne prigusi (glas) u njemu, i trazi između toga put"},{"SurahNumber":17,"VerseNumber":111,"Text":"I reci: \"Hvala neka je Allahu Koji nije uzeo dijete i Koji nema ortaka u vlasti i Koji nema zastitnika od ponizenja;\" i velicaj Ga tekbirom"}]}