{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Кофир бўлган кимсалар осмонлар ҳам, Ер ҳам (аввалда) тўсиқ (яъни, осмонлардан ёғин ёғмас, Ердан эса бирон гиёҳ унмас) бўлганини, бас, Биз уларни очиб юборганимизни (яъни, осмондан ёғин ёғдириб, Ердан гиёҳ ундирганимизни) ва барча жонли мавжудотни сувдан (пайдо) қилганимизни кўрмадиларми?! Энди ҳам иймон келтирмайдиларми"},{"SurahNumber":21,"VerseNumber":31,"Text":"Биз Ер (одамларни) тебратмасин учун унда тоғларни (пайдо) қилдик ва адашмасликлари учун унда кенг дара-йўллар қилдик"},{"SurahNumber":21,"VerseNumber":32,"Text":"Биз осмонни қулаб тушмайдиган том қилиб қўйдик. Улар (мушриклар) эса (осмондаги ой, қуёш, юлдуз каби Аллоҳнинг қудратини кўрсатиб турган) аломатлардан юз ўгирувчидирлар"},{"SurahNumber":21,"VerseNumber":33,"Text":"(Аллоҳ) кеча ва кундузни, қуёш ва ойни яратган Зотдир. (Буларнинг) барчаси ўз фалак-фазосида сузурлар"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), Биз сиздан аввал ҳам бирон одамзодга абадий ҳаёт берган эмасмиз. Бас, агар сиз ўлсангиз, улар абадий қолурларми?! (Йўқ, улар ҳам мангу қолмаслар)"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ҳар жон ўлимни тотиб кўргувчидир. Биз сизларни (сабр-тоқатларингизни синаш учун) ёмонлик билан ҳам, (шукр қилишингизни билиш учун) яхшилик билан ҳам «алдаб» имтиҳон қилурмиз. (Кейин) фақат Бизгагина қайтарилурсизлар"},{"SurahNumber":21,"VerseNumber":36,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), қачон кофир бўлган кимсалар сизни кўрсалар, фақат (бир-бирларига сизни кўрсатишиб): «Сизларнинг илоҳларингизни айблайдиган кимса мана шуми?», (дейишиб) масхара қиладилар, холос. Ҳолбуки, уларнинг ўзлари Парвардигорнинг эслатмаси Қуръондан юз ўгирувчилардир"},{"SurahNumber":21,"VerseNumber":37,"Text":"(Ҳақиқатан) инсон шошқалоқ ҳолда яралгандир. Яқинда Мен сизларга Ўз оят-аломатларимни кўргазурман (яъни, Менга осий бўлган кимсаларни қандай азоблашимни кўрурсизлар). Бас, Мени шоштирмангиз"},{"SurahNumber":21,"VerseNumber":38,"Text":"Улар (яъни, динсиз кимсалар): «Агар ростгўй бўлсангиз (айтинглар-чи) мана шу ваъда қачон бўлади?», дерлар"},{"SurahNumber":21,"VerseNumber":39,"Text":"Агар кофир бўлган кимсалар на олдиларидан ва на ортларидан (дўзах) ўтини тўса олмай қоладиган, уларга ёрдам берилмайдиган вақтни (Қиёмат Кунидаги даҳшатларни) билсалар эди, (бу сўзларни айтмаган бўлур эдилар)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Йўқ, (Қиёмат) тўсатдан келиб, уларни ҳайрону хаста қилиб қўюр, бас, уни қайтаришга ҳам кучлари етмас, уларга (тавба-тазарруъ учун) муҳлат ҳам берилмас"},{"SurahNumber":21,"VerseNumber":41,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), аниқки, сиздан аввалги пайғамбарлар ҳам масхара қилинган. Бас, уларнинг устидан кулган кимсаларга ўзлари (ишонмай) масхара қилган нарсалари (Аллоҳнинг азоби) тушгандир"}]}