{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun'un tarafından inancını gizleyen inanan bir adam dedi ki, \"Siz 'benim Rabbim ALLAH'tır' diyen bir adamı mı oldureceksiniz? Halbuki size Rabbinizden apacık deliller getirmis bulunuyor. Yalancı ise, bu onun problemidir; yok dogru sozlu ise onun size anlattıkları gerceklesir. Kuskusuz ALLAH sınırı asan yalancıları sevmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey halkım, yonetim bugun sizindir ve ulkede siz egemensiniz. Ancak ALLAH'ın hısmı bize gelirse kim ona karsı bize yardım edebilir?\" Firavun da, \"Size kendi gorusumu ogutluyorum; size dogru yolu gosteriyorum,\" dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"Inanmıs adam dedi ki, \"Ey halkım daha onceki partilerin gunu gibi bir sonuca ugramanızdan korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh, Ad, Semud ve onlardan sonrakilerin durumu gibi. Elbette ALLAH kullara haksızlık etmek dilemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Halkım, sizin icin Toplanma Gununden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gun arkanızı donup kacacaksınız; ancak sizi ALLAH'tan koruyacak yoktur. ALLAH'ın saptırdıgına yol gosteren bulunmaz"},{"SurahNumber":40,"VerseNumber":34,"Text":"Daha once Yusuf da size apacık delillerle gelmisti; fakat size getirdigi mesajı surekli olarak kusku ile karsılamıstınız. Nihayet o olunce, \"ALLAH ondan sonra elci gondermeyecektir (O son elcidir),\" demistiniz. ALLAH, kuskuda sınırı asanı boylece saptırır"},{"SurahNumber":40,"VerseNumber":35,"Text":"ALLAH'ın ayet ve mucizelerine karsı, hic bir delile sahip olmadan tartısanlar, hem ALLAH katında ve hem de inananlar katında buyuk bir ofkeye muhataptır. ALLAH her kibirli zorbanın kalbini iste boyle muhurler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun dedi ki, \"Haman, benim icin bir kule dik de yollara eriseyim"},{"SurahNumber":40,"VerseNumber":37,"Text":"Goklerin yollarına... Boylece Musa'nın tanrısına bir bakayım. Onun bir yalancı olduguna inanıyorum.\" Firavun'un kotu tavrı kendisine boyle suslenmisti ve boylece yoldan cıkarıldı. Firavun'un planı elbette bosa cıkacaktı"}]}