{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، خالق السماوات والأرض ومبدعهما، جاعل الملائكة رسلا إلى مَن يشاء من عباده، وفيما شاء من أمره ونهيه، ومِن عظيم قدرة الله أن جعل الملائكة أصحاب أجنحة مثنى وثلاث ورباع تطير بها؛ لتبليغ ما أمر الله به، يزيد الله في خلقه ما يشاء. إن الله على كل شيء قدير، لا يستعصي عليه شيء"},{"SurahNumber":35,"VerseNumber":2,"Text":"ما يفتح الله للناس من رزق ومطر وصحة وعلم وغير ذلك من النعم، فلا أحد يقدر أن يمسك هذه الرحمة، وما يمسك منها فلا أحد يستطيع أن يرسلها بعده سبحانه وتعالى. وهو العزيز القاهر لكل شيء، الحكيم الذي يرسل الرحمة ويمسكها وَفْق حكمته"},{"SurahNumber":35,"VerseNumber":3,"Text":"يا أيها الناس اذكروا نعمة الله عليكم بقلوبكم وألسنتكم وجوارحكم، فلا خالق لكم غير الله يرزقكم من السماء بالمطر، ومن الأرض بالماء والمعادن وغير ذلك. لا إله إلا هو وحده لا شريك له، فكيف تُصْرَفون عن توحيده وعبادته؟"},{"SurahNumber":35,"VerseNumber":4,"Text":"وإن يكذبك قومك -أيها الرسول- فقد كُذِّب رسل مِن قبلك، وإلى الله تصير الأمور في الآخرة، فيجازي كلا بما يستحق. وفي هذا تسلية للرسول صلى الله عليه وسلم"},{"SurahNumber":35,"VerseNumber":5,"Text":"يا أيها الناس إن وعد الله بالبعث والثواب والعقاب حق ثابت، فلا تخدعنَّكم الحياة الدنيا بشهواتها ومطالبها، ولا يخدعنَّكم بالله الشيطان. إن الشيطان لبني آدم عدو، فاتخذوه عدوًّا ولا تطيعوه، إنما يدعو أتباعه إلى الضلال؛ ليكونوا من أصحاب النار الموقدة"},{"SurahNumber":35,"VerseNumber":6,"Text":"يا أيها الناس إن وعد الله بالبعث والثواب والعقاب حق ثابت، فلا تخدعنَّكم الحياة الدنيا بشهواتها ومطالبها، ولا يخدعنَّكم بالله الشيطان. إن الشيطان لبني آدم عدو، فاتخذوه عدوًّا ولا تطيعوه، إنما يدعو أتباعه إلى الضلال؛ ليكونوا من أصحاب النار الموقدة"},{"SurahNumber":35,"VerseNumber":7,"Text":"الذين جحدوا أن الله هو وحده الإله الحق وجحدوا ما جاءت به رسله لهم عذاب شديد في الآخرة، والذين صدَّقوا الله ورسوله وعملوا الصالحات لهم عفو من ربهم وتجاوز عن ذنوبهم بعد سترها عليهم، ولهم أجر كبير، وهو الجنة"}]}