{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Yine hatırla ki, bir vakit meleklere: “- Âdem için secde edin.” demiştik de onlar hemen secde etmişlerdi. Fakat, İblis secde etmemiş, şöyle demişti: “- Ben, bir çamur halinde yarattığın kimseye secde eder miyim? “"},{"SurahNumber":17,"VerseNumber":62,"Text":"İblis, baksana şu üzerime mükerrem kıldığın kimseye! Eğer kıyamet gününe kadar beni geciktirirsen, yemin ederim ki, Âdem’in zürriyetini (nesilini) -azı müstesna olmak üzere- muhakkak kandırıp kendime bağlarım, demişti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah, şöyle buyurdu: Def ol git! Artık onlardan kim sana uyarsa, biliniz ki, cehennem de sizin cezanızdır; mükemmel bir ceza"},{"SurahNumber":17,"VerseNumber":64,"Text":"Hem insanlardan gücün yettiği kimseleri, sesinle (Şehevî çalgılarla) kaydır ve fenalığa götüren süvarilerinle, piyadelerinle üzerlerine yaygara kopar. (Haram kazandırmakla) mallarına ve (zina yaptırmakla) evlâdlarına ortak ol; onlara (yalan yere) vaadlerde bulun. Fakat Şeytan, onlara, yalnız bir aldanış vaad eder"},{"SurahNumber":17,"VerseNumber":65,"Text":"Doğrusu, benim o gerçek kullarım var ya! Senin (ey İblis) onlar üzerine hiç bir hâkimiyetin yoktur. Rabbin ise, vekil olarak yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz o varlıktır ki, fazlından nasip arayasınız diye sizin için denizde gemiler yürütüyor. Muhakkak ki, O, size, çok merhametli bulunuyor"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde boğulma korkusunun şiddeti, size geldiği zaman, Allah’dan başka taptığınız bütün putlar hatırınızdan, kaybolur; yalnız O’na dua edersiniz. Fakat Allah sizi kurtarıp karaya çıkarınca da (tevhîd dininden) yüz çevirirsiniz. İnsan, çok nankör bulunuyor"},{"SurahNumber":17,"VerseNumber":68,"Text":"Acaba denizden karaya çıkmanızla, kara tarafında sizi yere geçirmesinden, yahud üzerinize çakıllı bir rüzgâr salıvermesinden emin mi oldunuz? (Allah bunu da yapar). Sonra (kendinizi koruyucu) hiç bir vekil bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa, sizi tekrar denize döndürüp de üzerinize, kırıp dökücü bir rüzgâr fırtınası göndermesinden ve böylece sizi ettiğiniz nankörlük sebebiyle boğmasından emin mi oldunuz? Sonra bu yaptığımıza karşı aleyhimize size yardım edecek (intikam alacak) bir koruyucu bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Gerçekten biz, Âdemoğullarını (diğer hayvanlar üzerine) üstün kıldık. Karada ve denizde taşıtlara yükledik ve onlara hoş rızıklar verdik. Kendilerini, yarattıklarımızdan çoğunun üzerine üstün kıldık"}]}