{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"E quando dissemos aos anjos: Prostrai-vos ante Adão!, prostraram-se todos, menos Lúcifer, que disse: Terei deprostrar-me ante quem criaste do barro"},{"SurahNumber":17,"VerseNumber":62,"Text":"E continuou: Atenta para este, que preferiste a mim! Juro que se me tolerares até o Dia da Ressurreição, salvo unspoucos, apossar-me-ei da sua descendência"},{"SurahNumber":17,"VerseNumber":63,"Text":"Disse-lhe (Deus): Vai-te, (Satanás)! E para aqueles que te seguirem, o inferno será o castigo bem merecido"},{"SurahNumber":17,"VerseNumber":64,"Text":"Seduze com a tua voz aqueles que puderes, dentre eles; aturde-os com a tua cavalaria e a tua infantaria; associa-te a elesnos bens e nos filhos, e faze-lhes promessas! Qual! Satanás nada lhes promete, além de quimeras"},{"SurahNumber":17,"VerseNumber":65,"Text":"Não terás autoridade alguma sobre os Meus servos, porque basta o teu Senhor para Guardião"},{"SurahNumber":17,"VerseNumber":66,"Text":"Vosso Senhor é Quem faz singrar o mar, os navios para que procureis algo da Sua graça, porque Ele é Misericordiosopara convosco"},{"SurahNumber":17,"VerseNumber":67,"Text":"E quando, no mar, vos açoita a adversidade, aqueles que invocais além d'Ele desvanecem-se; porém, quando vos salva, conduzindo-vos à terra, negai-Lo, porque é próprio do homem ser ingrato"},{"SurahNumber":17,"VerseNumber":68,"Text":"Estais, acaso, seguros de que Ele não fará a terra tragar-vos ou de que não desencadeará sobre vós um furacão, sem quepossais encontrar guardião algum"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ou estais, então, seguros de que não vos devolverá novamente ao mar e de que não desencadeará sobre vós umatormenta que vos afogará, por vossa ingratidão, sem que possais encontrar quem vos aproxime de Nós"},{"SurahNumber":17,"VerseNumber":70,"Text":"Enobrecemos os filhos de Adão e os conduzimos pela terra e pelo mar; agraciamo-los com todo o bem, e preferimosenormemente sobre a maior parte de tudo quanto criamos"}]}