{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who could do greater wrong than those who lie about Allah and deny the truth when it comes to them? Do the kuffar not have a dwelling place in Hell"},{"SurahNumber":39,"VerseNumber":33,"Text":"He who brings the truth and those who confirm it — those are the people who have taqwa"},{"SurahNumber":39,"VerseNumber":34,"Text":"They will have anything they wish for with their Lord. That is the recompense of the good-doers"},{"SurahNumber":39,"VerseNumber":35,"Text":"So that Allah may erase from them the worst of what they did and pay them their wages for the best of what they did"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is Allah not enough for His slave? Yet they try to scare you with others apart from Him. If Allah misguides someone, he has no guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"and if Allah guides someone, he cannot be misguided. Is Allah not Almighty, Exactor of Revenge"},{"SurahNumber":39,"VerseNumber":38,"Text":"If you ask them, ´Who created the heavens and the earth?´ they will say, ´Allah.´ Say: ´So what do you think? If Allah desires harm for me, can those you call upon besides Allah remove His harm? Or if He desires mercy for me, can they withhold His mercy?´ Say: ´Allah is enough for me. All those who truly trust put their trust in Him.´"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: ´My people, do as you think best; that is what I am doing. You will soon know"},{"SurahNumber":39,"VerseNumber":40,"Text":"who will receive a punishment which disgraces him and will unleash against himself an everlasting punishment.´"},{"SurahNumber":39,"VerseNumber":41,"Text":"We have sent down to you the Book for mankind with truth. So whoever is guided is guided to his own good and whoever is misguided, it is to his detriment. You are not set over them as a guardian"}]}