{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Kuskusuz, buzagıyı (Tanrı) edinenlere rablerinden bir gazab ve dunya hayatında bir zillet yetisecektir. Iste biz ´yalan duzup uyduranları´ boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Kotuluk isleyip bunun ardından tevbe edenler ve inananlar; hic kuskusuz rabbin bunları (tevbeden) sonra elbette bagıslayandır, esirgeyendir"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musa kabaran ofkesi yatısınca Levhalar´ı aldı. (Onların bir) Nushasında \"Rablerinden korkanlar icin bir hidayet ve bir rahmet vardır\" (yazılıydı)"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa, belirledigimiz bulusma zamanı icin kavminden yetmis adam secip ayırdı. Bunları da ´dayanılmaz bir sarsıntı´ tutuverince, dedi ki: \"rabbim, eger dileseydin, onları ve beni daha onceden helak ederdin. (Simdi) Icimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden baskası degildir. Onunla Sen diledigini saptırır, diledigini hidayete erdirirsin. Bizim velimiz Sensin. Oyleyse bizi bagısla, bizi esirge. Sen bagıslayanların en hayırlısısın"},{"SurahNumber":7,"VerseNumber":156,"Text":"Bize bu dunyada da, ahirette de iyilik yaz, kuskusuz ki biz sana yoneldik.\" De ki: \"Azabımı diledigime isabet ettiririm, rahmetim ise her seyi kusatmıstır; onu korkup sakınanlara, zekatı verenlere ve bizim ayetlerimize inananlara yazacagım"},{"SurahNumber":7,"VerseNumber":157,"Text":"Onlar ki, yanlarındaki Tevrat´ta ve Incil´de (gelecegi) yazılı bulacakları ummi nebi olan elciye uyarlar; o onlara marufu buyuruyor, munkeri yasaklıyor, temiz seyleri helal, murdar seyleri haram kılıyor ve onların agır yuklerini, uzerlerindeki zincirleri indiriyor. Ona inananlar, destek olup savunanlar, yardım edenler ve onunla birlikte indirilen nuru izleyenler, iste kurtulusa erenler bunlardır"}]}