{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":217,"Text":"Et pregunten si esta permes combatre en el mes sagrat. Digues: «Combatre en aquest mes es pecat greu. Pero apartar del cami d'Al·la -i negar-li- i de la Mesquita Sagrada i expulsar d'ella a la gent es encara mes greu per a Al·la, aixi com temptar es mes greu que matar». Si poguessin, no cessarien de combatre contra vosaltres fins a aconseguir apartar-vos de la vostra fe. Les obres d'aquells de vosaltres que apostaten de la seva fe i morin com infidels seran vanes en la vida d'aqui i en l'altra. Aquests habitaran en el Foc eternament"},{"SurahNumber":2,"VerseNumber":218,"Text":"Qui van creure i qui van deixar les seves llars, combatent esforcadament per Al·la, poden esperar la misericordia d'Al·la. Al·la es indulgent, misericordios"},{"SurahNumber":2,"VerseNumber":219,"Text":"Et pregunten sobre el vi i el maysir, digues: «Ambdos tanquen pecat greu i avantatges per als homes, pero el seu pecat es major que la seva utilitat». Et pregunten que han de gastar. Digues: «El superflu». Aixi us explica Al·la els versicles, Potser, aixi, mediteu"},{"SurahNumber":2,"VerseNumber":220,"Text":"sobre la vida d'aqui i l'altra. Et pregunten sobre els orfes. Digues: «Esta be millorar la seva condicio; pero, si barregeu la vostra hisenda amb la seva, tracteu-los com a germans». Al·la distingeix al corruptor del reformador. I si Al·la hagues volgut us hauria afligit. Al·la es poderos, savi"},{"SurahNumber":2,"VerseNumber":221,"Text":"No us caseu amb dones associadoras fins que creen. Una esclava creient es millor que una associadora, encara que aquesta us agradi mes. No us caseu amb associadors fins que aquests creen. Un esclau creient es millor que un associador, encara que aquest us agradi mes. Aquests us criden al Foc, mentre que Al·la us crida al Paradis i al perdo si vol, i explica Els seus versicles als homes. Potser, aixi, es deixin amonestar"}]}