{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":26,"VerseNumber":160,"Text":"Qom-e-loot ney bhi nabiyon ko jhutlaya"},{"SurahNumber":26,"VerseNumber":161,"Text":"Unn say unn kay bhai loot (alh-e-salam) ney kaha kiya tum Allah ka khof nahi rakhtay"},{"SurahNumber":26,"VerseNumber":162,"Text":"Mein tumhari taraf amanatdaar rasool hun"},{"SurahNumber":26,"VerseNumber":163,"Text":"Pus tum Allah Taalaa say daro aur meri ita’at kero"},{"SurahNumber":26,"VerseNumber":164,"Text":"Mein tum say iss per koi badla nahi maangta mera ajar to sirf Allah Taalaa per hai jo tamam jahaan ka rab hai"},{"SurahNumber":26,"VerseNumber":165,"Text":"Kiya tamam jahaan walon mein say mardon kay sath shehwat raani kertay ho"},{"SurahNumber":26,"VerseNumber":166,"Text":"Aur tumahri jin aurton ko Allah Taalaa ney tumhara jora banaya hai unn ko chor detay ho bulkay tum ho hi hadd say guzar janey walay"},{"SurahNumber":26,"VerseNumber":167,"Text":"Unhon ney jawab diya kay aey loot! Agar tu baaz na aaya to yaqeenan nikal diya jayega"},{"SurahNumber":26,"VerseNumber":168,"Text":"Aap ney farmaya mein tumharay kaam say sakht na khush hun"},{"SurahNumber":26,"VerseNumber":169,"Text":"Meray perwerdigar! Mujhay aur meray gharaney ko iss (wabal) say bacha ley jo yeh kertay hain"},{"SurahNumber":26,"VerseNumber":170,"Text":"Pus hum ney ussay aur uss kay mutalaqqeen ko sab ko bacha liya"},{"SurahNumber":26,"VerseNumber":171,"Text":"Ba-juz aik burhiya kay kay woh peechay reh jaaney walon mein ho gaee"},{"SurahNumber":26,"VerseNumber":172,"Text":"Phir hum ney baqi aur sab ko halak ker diya"},{"SurahNumber":26,"VerseNumber":173,"Text":"Aur hum ney unn per aik khas qisam ka meenh barsaya pus boht hi bura meenh tha jo daraye gaye logon per barsa"},{"SurahNumber":26,"VerseNumber":174,"Text":"Yeh majra bhi sirasir ibrat hai. Inn mein say bhi aksat musalman na thay"},{"SurahNumber":26,"VerseNumber":175,"Text":"Be-shak tera perwerdigar wohi hai ghalbay wala meharbaani wala"}]}