{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"The day when God will gather the Messengers and ask them: \"What was the response you received (from the people to whom you were appointed to convey My Message)?\" They say: \"We have no knowledge; You and You alone have knowledge of the Unseen (of all that lies beyond the reach of any created being’s perception)"},{"SurahNumber":5,"VerseNumber":110,"Text":"When God says: \"O Jesus, son of Mary! Remember My favor upon you and upon your mother, when I confirmed you with the Spirit of Holiness so that you talked to people in the cradle and in manhood; and when I taught you of the Book and Wisdom, and the Torah and the Gospel; and when you fashioned out of clay something in the shape of a bird by My leave, then you breathed into it, and it became a bird by My leave, and you healed the blind from birth and the leper by My leave; and when you raised the dead by My leave; and when I restrained the Children of Israel from you when you came to them with clear proofs (truths and miracles demonstrating Your Messengership), and those of them who disbelieved said: ‘This is clearly nothing but sorcery.’"},{"SurahNumber":5,"VerseNumber":111,"Text":"And when I revealed to the disciples (through you, and inspired in their hearts), ‘Believe in Me and My Messenger!’, they said: ‘We believe, and bear witness that we are (Muslims) submitted exclusively to Him.’"},{"SurahNumber":5,"VerseNumber":112,"Text":"And once the disciples said: \"Jesus, son of Mary, is your Lord able to send down on us a table (of food) from heaven?\" (Jesus) answered: \"Fear God (as He should be feared, and so desist from making such demands lest He punish you) if you are (truly) believers"},{"SurahNumber":5,"VerseNumber":113,"Text":"They said: \"We desire to eat thereof and that our hearts might be set at rest (with certainty of God’s being our Lord and of your being His Messenger), and so that we might know that you speak the truth to us, and so that we might be among the witnesses (to the meaning and truth of what is demonstrated to us)"},{"SurahNumber":5,"VerseNumber":114,"Text":"Jesus, son of Mary, said (in entreaty to his Lord): \"O God, our Lord! Send down on us a table (of food) from heaven, that shall be an ever-recurring (religious) festival for us – for the first and the last of us – and a sign from You; and provide us sustenance, for You are the Best to be sought as provider with the ultimate rank of providing"},{"SurahNumber":5,"VerseNumber":115,"Text":"God said: \"I send it down on you. Then if any of you should henceforth disbelieve, surely I inflict on him a punishment that I never inflict on anyone in the worlds"}]}