{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Les Romains ont ete vaincus"},{"SurahNumber":30,"VerseNumber":3,"Text":"dans le pays tout proche, mais apres leur defaite, ils seront vainqueurs"},{"SurahNumber":30,"VerseNumber":4,"Text":"dans quelques annees. La decision appartient a Allah, avant comme apres (la defaite des Romains). Et ce jour-la, les croyants se rejouiront"},{"SurahNumber":30,"VerseNumber":5,"Text":"du secours d’Allah. Car Il secourt qui Il veut, Lui le Tout- Puissant, le Tout Misericordieux"},{"SurahNumber":30,"VerseNumber":6,"Text":"Telle est la promesse d’Allah, Qui ne faillit jamais a Sa promesse. Mais la plupart des gens ne le savent pas"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ils ne connaissent de la vie en ce bas monde que ce qui est apparent, mais ils sont insouciants de l’autre monde"},{"SurahNumber":30,"VerseNumber":8,"Text":"N’ont-ils pas reflechi au fond d’eux-memes ? (Ils auraient alors su) qu’Allah n’a cree les cieux, la terre et ce qu’il y a entre eux, qu’en toute verite et pour une echeance deja nommee. Or un grand nombre de gens mecroient en la rencontre de leur Seigneur"},{"SurahNumber":30,"VerseNumber":9,"Text":"Que ne sont-ils pas alles de par la terre pour voir quel fut le sort de ceux qui les ont precedes ? Ceux-la etaient bien plus forts, et avaient laboure la terre et l’avaient peuplee beaucoup mieux que ne l’ont fait eux-memes. Leurs Messagers etaient venus vers eux, munis des preuves evidentes. Ce n’est donc pas Allah Qui les a leses, mais ce sont eux-memes qui se sont leses"},{"SurahNumber":30,"VerseNumber":10,"Text":"La fin de ceux qui commettaient les mauvaises œuvres fut bien mauvaise, car ils traitaient de mensonges les versets d’Allah et les tournaient en derision"}]}