{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"U Joseph ta yoho braty ye uroky dlya seekers"},{"SurahNumber":12,"VerseNumber":8,"Text":"Vony skazaly, \"Joseph ta yoho brat spryyayutʹsya nashym batʹkom, ta my ye u bilʹshosti. Diysno, nash batʹko daleko astray"},{"SurahNumber":12,"VerseNumber":9,"Text":"Dozvolyayete nam ubyvayete Joseph, abo vyhanyayete yoho, shcho vy mozhete otrymaty deyaku uvahu z vashoho batʹka. Piznishe, vy mozhete buty spravedlyvi lyudy"},{"SurahNumber":12,"VerseNumber":10,"Text":"Odyn z nykh skazanyy, \"Ne ubyvayutʹ Joseph; dozvolʹte nam kydayutʹ yoho u bezodnyu dobre. Mozhlyvo deyakyy karavan mozhe zibraty yoho, yakshcho tse ye shcho vy vyrishyte zrobyty"},{"SurahNumber":12,"VerseNumber":11,"Text":"Vony skazaly, \"Nash batʹko, chomu vy ne doviryayete nam z Joseph? My vizʹmemo harne pikluvannya yoho"},{"SurahNumber":12,"VerseNumber":12,"Text":"Posylayutʹ yomu z namy zavtra pobihty ta hra. My zakhystymo yoho"},{"SurahNumber":12,"VerseNumber":13,"Text":"Vin skazav, \"ya pilkuyusʹ lest vy poyidete z nym, todi vovk mozhe pohlynuty yoho v toy chas, yak vy ne sposterihayete yoho"},{"SurahNumber":12,"VerseNumber":14,"Text":"Vony skazaly, \"Diysno, yakshcho vovk pohlynaye yoho, z takym chynom bahato nas navkolo, todi my diysno losers"},{"SurahNumber":12,"VerseNumber":15,"Text":"Koly vony poyikhaly z nym, ta odnostayno vyrishyly kynuty yoho u bezodnyu dobre, my nadykhnuly yoho: \"Deyakyy denʹ, vy kazhete yim pro vse tse, v toy chas, yak vony ne mayutʹ ideyi"},{"SurahNumber":12,"VerseNumber":16,"Text":"Vony povernulysya do yikhnʹoho batʹka uvecheri, weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"Vony skazaly, \"Nash batʹko, my poyikhaly zmahannya z odyn odnoho, lyshayuchy Joseph z nashym ustatkuvannyam, ta vovk pohlynuv yoho. Vy nikoly ne poviryte nam, navitʹ yakshcho my rozpovidaly pravdu"},{"SurahNumber":12,"VerseNumber":18,"Text":"Vony vyrobyly yoho sorochku z krov'yu pidrobky na tse. Vin skazav, \"Diysno, vy robyly zmovu z odyn odnoho shchob zdiysnyty pevnu skhemu. Vesʹ ya mozhu robyty vdayusʹ do tykhoho terpinnya. Mozhe BOH dopomahayutʹ meni pered vashoyu zmovoyu"},{"SurahNumber":12,"VerseNumber":19,"Text":"karavan proydenyy povz, ta skoro poslav yikhniy bilʹsh vodnyy. Vin pidvodyv yoho vidro, todi skazav, \"Yak vdalyy! YE khlopchyk tut!\" Vony vzyaly yoho po tomu shcho torhivlya, ta BOH znav tsilkom yaki vony"},{"SurahNumber":12,"VerseNumber":20,"Text":"Vony prodaly yoho dlya deshevoyi tsiny - nechyslennoyi dirhams - dlya vony ne maly budʹ-yaku potrebu v yo"}]}