{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"M. S. (Arsa van tipan hey Yezdan dizane)"},{"SurahNumber":7,"VerseNumber":2,"Text":"Eva pirtukeke li bal te da hatiye hinartine. Idi ji bo ku tu bi we (pirtuke merivan) bidi hisyarkirine u ji bona ku tu bawergeran (bi qenciyan) siret biki, bira qe tu tengasi di singe te da ce nebe"},{"SurahNumber":7,"VerseNumber":3,"Text":"(Geli bawergeran!) Hun bibne peyrewe wan biryaren, ku ji Xudaye we li bal we da hatiye hinartine u hun ji pestire peyrewiya (wan biryaran) peyrawiya tu dosti nekin. Hun ciqa hindik siretan hil didin"},{"SurahNumber":7,"VerseNumber":4,"Text":"U ciqa nistiman, me tesqele kirine! Idi gava sapata me bi wan da hatiye; ya ewan di seve da razabune, ya ji ewan di (nava roye da) di mijulbun u razane da bune (haja wan bi hatina tesqele tune buye)"},{"SurahNumber":7,"VerseNumber":5,"Text":"Idi di gava ku sapata me bi wan da hatiye (hey ewan aha gazi kirine u) gotine: \"Bi rasti em cewrkar bune"},{"SurahNumber":7,"VerseNumber":6,"Text":"Bi sond! Idi eme ji wi komale ku (pexember) li bal wan da hatine sandine pirs bikin u eme ji wan pexemberan ji bipirsin (ka ewan koma wan bi gotina wan kirine, ya ne kirine)"},{"SurahNumber":7,"VerseNumber":7,"Text":"Idi bi sond! Eme ji wan ra (buyeren bori) bi zanin bejin u em bi xweber ji (ji kirina wan) penha ninin"},{"SurahNumber":7,"VerseNumber":8,"Text":"Di we roya (rabuna hemu da) kes rast e (qe tu kemaye we tune ye). Idi kesa kijani giran be, ewane fereste buyi idi evan bi xweber in"},{"SurahNumber":7,"VerseNumber":9,"Text":"U kesa kijani ji sivik be, idi ewane ku bi rasti bi sedema berateyen me, li xwe cewr kirine u ziyana xwe kirine, evan in"},{"SurahNumber":7,"VerseNumber":10,"Text":"U bi sond! Me hun di zemin da ewirandine u me ji bona we ra di zemin da dilik u xwarin, pek anine. Hun ciqa hindik sipazi dikin"}]}