{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Hovoryatʹ ti, yaki ne viruyutʹ: «Nevzhe my y nashi batʹky, stavshy prakhom, znovu vyydemo [z mohyl]"},{"SurahNumber":27,"VerseNumber":68,"Text":"I nam, i nashym batʹkam uzhe obitsyaly tse ranishe. Ta tse tilʹky kazky davnikh narodiv!»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Skazhy: «Yditʹ zemleyu ta pohlyanʹte, yakym buv kinetsʹ hrishnykiv!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"Tozh ne sumuy cherez nykh i ne perezhyvay cherez yikhni khytroshchi"},{"SurahNumber":27,"VerseNumber":71,"Text":"Vony zapytuyutʹ: «Koly zh pryyde obitsyane, yakshcho vy pravdyvi?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Skazhy: «Mozhlyvo, te, shcho vy namahayetesya pryskoryty, vzhe poblyzu vas!»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Voistynu, tviy Hospodʹ laskavyy do lyudey, ale bilʹshistʹ iz nykh ne dyakuye"},{"SurahNumber":27,"VerseNumber":74,"Text":"Voistynu, tviy Hospodʹ znaye, shcho prykhovano v yikhnikh sertsyakh i shcho vony vidkryvayutʹ"},{"SurahNumber":27,"VerseNumber":75,"Text":"Na nebesakh i na zemli nemaye takoho potayemnoho, yakoho b ne bulo v yasnomu Pysanni"},{"SurahNumber":27,"VerseNumber":76,"Text":"Voistynu, tsey Koran rozpovidaye synam Israyilya bilʹshistʹ toho, pro shcho vony sperechayutʹsya"},{"SurahNumber":27,"VerseNumber":77,"Text":"Voistynu, tse — pryamyy shlyakh i mylistʹ dlya viruyuchykh"},{"SurahNumber":27,"VerseNumber":78,"Text":"Voistynu, tviy Hospodʹ rozsudytʹ mizh nymy Svoyim sudom. A Vin — Vsemohutniy, Znayuchyy"},{"SurahNumber":27,"VerseNumber":79,"Text":"Pokladaysya na Allaha! Voistynu, ty ydesh shlyakhom yavnoyi istyny"},{"SurahNumber":27,"VerseNumber":80,"Text":"Voistynu, ty ne zmusysh mertvykh chuty, a hlukhykh ne zmusysh pochuty zaklyk, yakshcho vony vidvertayutʹsya"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ty ne vyvedesh slipykh iz omany. Ty mozhesh zmusyty chuty tilʹky tykh, khto viruye v Nashi znamennya y viddanyy [Nam]"},{"SurahNumber":27,"VerseNumber":82,"Text":"Koly nad nymy zvershytʹsya slovo, My vyvedemo do nykh iz zemli tvarynu. Vona skazhe yim, shcho lyudy ne buly vpevneni v Nashykh znamennyakh"}]}