{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Elif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bu Kitab'ın, alemlerin Rabbi tarafından indirilmis oldugunda asla suphe yoktur"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa «Onu, (Muhammed) uydurdu mu?» diyorlar. Hayır! (Ey Peygamber!) O, senden once kendilerine bir uyarıcı gelmemis olan bir kavmi uyarman icin Rabbinden gelen haktır. Belki onlarda dogru yolu bulurlar"},{"SurahNumber":32,"VerseNumber":4,"Text":"Gokleri, yeri ve bunların arasındakileri altı gunde (devirde) yaratan, sonra arsa istiva eden Allah'tır. O'ndan baska ne bir dost ne de bir sefaatciniz vardır. Artık dusunup ogut almaz mısınız"},{"SurahNumber":32,"VerseNumber":5,"Text":"Allah, gokten yere kadar her isi duzenleyip yonetir. Sonra (butun bu isler) sizin sayageldiklerinize gore bin yıl tutan bir gunde O'nun nezdine cıkar"},{"SurahNumber":32,"VerseNumber":6,"Text":"Iste, gorulmeyeni de goruleni de bilen, mutlak galip ve merhamet sahibi O'dur"},{"SurahNumber":32,"VerseNumber":7,"Text":"O (Allah) ki, yarattıgı her seyi guzel yapman ve insanı yaratısına camurdan baslayandır"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun zurriyetini, dayanıksız bir suyun ozunden uretmistir"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra onu tamamlayıp sekillendirmis, ona kendi ruhundan uflemistir. Ve sizin icin kulaklar, gozler, kalpler yaratmıstır. Ne kadar az sukrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"«Topragın icinde kayboldugumuz zaman, gercekten (o vakit) biz mi yeniden yaratılacagız?» derler. Dogrusu onlar Rablerine kavusmayı inkar etmektedirler"},{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: Size vekil kılınan (bu konuda gorevlendirilen) olum melegi canınızı alacak, sonra Rabbinize donduruleceksiniz"}]}