{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Хвала Аллаху, Который сотворил небеса и землю и установил мраки и свет. Но даже после этого те, которые не уверовали, приравнивают к своему Господу других"},{"SurahNumber":6,"VerseNumber":2,"Text":"Он - Тот, Кто сотворил вас из глины, а затем назначил срок для вашей смерти. У Него есть также назначенный срок для воскрешения, но после этого вы все еще препираетесь"},{"SurahNumber":6,"VerseNumber":3,"Text":"Он - Аллах на небесах и на земле. Он знает то, что вы утаиваете и совершаете открыто, и знает то, что вы приобретаете"},{"SurahNumber":6,"VerseNumber":4,"Text":"Какое бы знамение из знамений их Господа ни являлось к ним, они отворачивались от него"},{"SurahNumber":6,"VerseNumber":5,"Text":"Они сочли ложью истину, когда она явилась к ним, но до них дойдут вести о том, над чем они насмехались"},{"SurahNumber":6,"VerseNumber":6,"Text":"Разве они не видели, сколько поколений Мы погубили до них? Мы одарили их на земле властью, которой не одарили вас, ниспосылали им с неба обильные дожди и заставляли реки течь под ними. Мы погубили их за их грехи и создали после них другие поколения"},{"SurahNumber":6,"VerseNumber":7,"Text":"Если бы даже Мы ниспослали тебе Писание на бумаге, и они прикоснулись бы к ней своими руками, неверующие все равно бы сказали: «Это - очевидное колдовство»"},{"SurahNumber":6,"VerseNumber":8,"Text":"Они сказали: «Почему к нему не спускается ангел?». Если бы Мы ниспослали ангела, то решение уже было бы вынесено, после чего они не получили бы отсрочки"},{"SurahNumber":6,"VerseNumber":9,"Text":"Если бы даже Мы ниспослали ангела, Мы все равно сделали бы его мужчиной и привели бы их в замешательство относительно того, в чем они сомневаются"},{"SurahNumber":6,"VerseNumber":10,"Text":"До тебя посланников также подвергали осмеянию, но тех, кто насмехался над ними, окружало (или постигало) то, над чем они издевались"}]}