{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Iẏā-chīna"},{"SurahNumber":36,"VerseNumber":2,"Text":"jñānagarbha kōra'ānara śapata"},{"SurahNumber":36,"VerseNumber":3,"Text":"niścaẏa tumi raāchulasakalara antarbhukta"},{"SurahNumber":36,"VerseNumber":4,"Text":"sarala pathara ōparata pratiṣṭhita"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ē'i kōra'āna prabala paraākramaśālī, parama daẏālu āllāhara taraphara paraā aratīrṇa"},{"SurahNumber":36,"VerseNumber":6,"Text":"Yātē tumi satarka karaiba pāraā ēnēkuraā ēṭā jātika yisakalara pitr̥-purauṣasakalaka satarka karaā hōraā nā'i, sēẏē siham̐ta udāsīna"},{"SurahNumber":36,"VerseNumber":7,"Text":"Araśyē siham̐tara adhikānśara ōparata (āllāhara) bāṇī aradhāraita haichē, sēẏē siham̐ta īmāna pōṣaṇa nakaraiba"},{"SurahNumber":36,"VerseNumber":8,"Text":"Niścaẏa āmi siham̐tara ḍiṅita thum̐tarai laikē galābāndha (śikali) mēraiẏā'i dichō, phalata siham̐ta urd'dhamukhī hai gaichē"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ārau āmi siham̐tara āgaphālē praācīra ārau pichaphālē praācīra sthāpana karaichō, tāra pichata āmi siham̐taka ḍhāki dichō, phalata siham̐tē dēkhibalai nāpāẏa"},{"SurahNumber":36,"VerseNumber":10,"Text":"Tumi siham̐taka satarka karaā bā nakaraā, siham̐tara bābē ubhaẏē samāna; siham̐tē īmāna pōṣaṇa nakaraiba"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tumi kērala tākē'i satarka karaiba pāraibā yiẏē kōra'ānara anusaraṇa karaē ārau rahamānaka nēdēkhākaiẏē bhaẏa karaē. Ētēkē tumi tāka kṣamā ārau sanmānajanaka puraṣkārara susambāda diẏā"},{"SurahNumber":36,"VerseNumber":12,"Text":"Niścaẏa āmiẏē'i mr̥taka jīraita karaō ārau likhi raākhō yi siham̐tē āgalai praēraṇa karaē ārau yi siham̐tē pichata ērai yāẏa. Āmi pratyēka bastukē'i suspaṣṭa kitāpata saṁrakṣaṇa karai raākhichō"}]}