{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"De ki: Eğer Allah´ı seviyorsanız bana uyun ki Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: Allah´a ve Peygamberine itaat edin ; eğer yüz çevirirseniz şüphesiz ki Allah kâfirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Şüphesiz ki Allah, Âdem´i, Nuh´u, İbrahim hanedanını ve İmrân ailesini seçip (kendi çağlarındaki) hanedan ve milletlere üstün kıldı. Bunlar birbirinden gelme aynı soydandır. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":34,"Text":"Şüphesiz ki Allah, Âdem´i, Nuh´u, İbrahim hanedanını ve İmrân ailesini seçip (kendi çağlarındaki) hanedan ve milletlere üstün kıldı. Bunlar birbirinden gelme aynı soydandır. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Hani imrân´ın karısı: «Rabbim ! karnımdakini her kayıttan uzak sadece ibâdette bulunmak üzere sana adadım. Bunu benden kabul buyur. Şüphesiz ki sen, sen her şeyi işitirsin, bilirsin,» demişti"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurunca, «Rabbim ! doğrusu ben onu kız doğurdum —Allah onun ne olduğunu daha iyi bilendir— erkek, kız gibi değildir ve doğrusu ben onun adını Meryem koydum. Şüphesiz ki, onu da, ondan gelecek nesli de, koğulmuş şeytandan sana sığındırırım» diyerek hâlini arzetmişti"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun üzerine Rabbi onu güzel bir kabulle kabul buyurdu ve onu güzel bir bitki gibi yetiştirdi, Zekeriyya´yı ona bakmakla görevlendirdi. Zekeriyya ne kadar kızın bulunduğu mihraba girdiyse onun yanında yeni bir yiyecek buldu. «Meryem ! bu sana nereden ?» diye sorunca, o da «Bu, Allah tarafındandır» dedi. Doğrusu Allah dilediğine hesapsız rızık verir"},{"SurahNumber":3,"VerseNumber":38,"Text":"işte orada Zekeriyya, Rabbine duâ ederek dedi ki: Rabbim ! bana kendi katından temiz bir soy bağışla Şüphesiz ki sen duayı işitirsin"},{"SurahNumber":3,"VerseNumber":39,"Text":"Bunun üzerine Zekeriyya mihrabda namaz kılarken melekler ona seslendi: Allah´tan bir kelime (olan İsâ)yı tasdîk edici, baş olmaya lâyık, son derece nefsine hâkim, iffetli ve iyilerden bir peygamber olmak üzere Allah Yahya´yı sana müjdeliyor"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya (bu müjdeyi alınca) dedi ki: «Ey Rabbim ! oğlum nasıl olur ? Gerçekten bana yaşlılık gelip çattı, karım da kısırdır.» Allah oha : «Öyledir ama, Allah dilediğini yapar» buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zekeriyya): «Ya Rab ! bana bir alâmet ver» diye niyaz etti. Allah da ona : «Alâmetin, üç gün —işaretle anlaşma dışında— insanlarla konuşmamandır. Bir de Rabbini çokça an ve akşam-sabah tesbihte bulun,» buyurdu"}]}