{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"سوێند بە خوا بێـگومان ناردمان نوح بۆ لای گەلەکەی (پێی ووتن) دڵنیابن من ترسێنەرێکی ئاشکرام بۆتان"},{"SurahNumber":11,"VerseNumber":26,"Text":"کە جگە لە خوا نەپەرستن (چونکە) بەڕاستی من دەترسم یەخەتان بگرێ سزای ڕۆژێکی سەخت و بەئازار"},{"SurahNumber":11,"VerseNumber":27,"Text":"جا کاربەدەست ودەسەڵاتدارەکان ووتیان ئەوانەی کەبڕوایان نەھێنا بوو لە گەلەکەی (نوح) ئێمە تۆ نابینین جگە لەئادەمیەکی وەک خۆمان وە نابینین تۆ ھیچ کەسێک شوێنت کەوتبێت جگە لەوانەی کە ھەژار و ڕیسوا و پەستەکانمانن بێ ئاوەزا و ساویلکەن (ڕواڵەت بینن) وە نابینن ئێوە ھیچ شتێکتان لە ئێمە زیادبێت بەڵکو بەدرۆزنتان دەزانین"},{"SurahNumber":11,"VerseNumber":28,"Text":"(نوح) ووتی ئەی گەلەکەم ھەواڵم بدەنێ ئەگەر من بەڵگەی ئاشکرام ھەبێت لەلای پەروەردگارمەوە و ڕەحمەتێکی پێ بەخشیبم لەلایەن خۆیەوە بەڵام ئەوە لەئێوە شاردرابێتەوە ئایا بەزۆر پابەندتان بکەین پێیەوە لە کاتێکدا ئێوە حەزی لێ ناکەن و پێتان ناخۆشە"},{"SurahNumber":11,"VerseNumber":29,"Text":"وە ئەی گەلەکەم لەسەر ئەم (گەیاندنی پەیامە) داوای ھیچ ماڵ و سامانێکتان لێ ناکەم پاداشتی من ھەر لەسەر خوایە وە من ئەوانە دەرناکەم بڕوایان ھێناوە بەڕاستی ئەوانە بەدیداری پەروەردگاریان دەگەن (لەڕۆژی دواییدا) بەڵام من ئێوە دەبینم کە کۆمەڵێکی نەزانن"},{"SurahNumber":11,"VerseNumber":30,"Text":"ئەی گەلەکەم کێ یارمەتیم دەدات لەبەرانبەر خوادا ئەگەر ئەوانە بتارێنم و (دەریان بکەم) دەی ئایا بۆ بیرناکەنەوە؟"},{"SurahNumber":11,"VerseNumber":31,"Text":"من پێتان ناڵێم خەزێنەکانی خوا لای منە وە ناشڵێم غەیب و شتە نادیارەکان دەزانم ھەروەھا ناڵێم من فریشتەم بەوانەش ناڵێم کە لەبەر چاوی ئێوە سووک و بێ ڕێزن خوا ھیچ چاکەیەکیان ناداتێ خوا چاک دەزانێ"},{"SurahNumber":11,"VerseNumber":32,"Text":"ووتیان ئەی نوح بێگومان دەمەقاڵێت کرد لەگەڵماندا زۆریش دەمەقاڵێت کرد لەگەڵماندا دەی ئەوەی بەڵێنمان پێ دەدەیت (لەسزا) بۆمان بھێنە ئەگەر تۆ لە ڕاست گۆیانیت"},{"SurahNumber":11,"VerseNumber":33,"Text":"ووتی بێگومان خوا بۆتان دەھێنێت ئەگەر بیەوێت وە ئێوە ناتوانن (لەسزای خوا) خۆتان قوتار بکەن"},{"SurahNumber":11,"VerseNumber":34,"Text":"وە ئامۆژگاری من سوودتان پێ ناگەیەنێت گەر بمەوێت ئامۆژگاریتان بکەم ئەگەر خوا بیەوێت گومڕاتان بکات ئەو پەروەردگارتانە وە ھەر بۆلای ئەویش دەگەڕێنەوە"},{"SurahNumber":11,"VerseNumber":35,"Text":"یان ئەوانە دەڵێن موحەممەد ﷺ ئەم (قورئانەی) بەناوی خواوە ھەڵبەستووە بڵێ ئەگەر من ھەڵم بەستبێت ئەوە گوناھو تاوانەکەی تەنھا لەسەر خۆمە وە منیش بەریم لەتاوانی ئێوە"}]}