{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"«قد» للتحقيق «أفلح» فاز «المؤمنون»"},{"SurahNumber":23,"VerseNumber":2,"Text":"«الذين هم في صلاتهم خاشعون» متواضعون"},{"SurahNumber":23,"VerseNumber":3,"Text":"«والذين هم عن اللَّغو» من الكلام وغيره «معُرضون»"},{"SurahNumber":23,"VerseNumber":4,"Text":"«والذين هم للزكاة فاعلون» مؤدون"},{"SurahNumber":23,"VerseNumber":5,"Text":"«والذين هم لفروجهم حافظون» عن الحرام"},{"SurahNumber":23,"VerseNumber":6,"Text":"«إلا على أزواجهم» أي زوجاتهم «أو ما ملكت أيمانهم» أي السراري «فإنهم غير ملومين» في إتيانه"},{"SurahNumber":23,"VerseNumber":7,"Text":"«فمن ابتغى وراء ذلك» من الزوجات والسراري كالاستمناء باليد في إتيانهنَّ «فأولئك هم العادون» المتجاوزون إلى ما لا يحل لهم"},{"SurahNumber":23,"VerseNumber":8,"Text":"«والذين هم لأمانتهم» جمعاً ومفرداً «وعهدهم» فيما بينهم أو فيما بينهم وبين الله من صلاة وغيرها «راعون» حافظون"},{"SurahNumber":23,"VerseNumber":9,"Text":"«والذين هم على صلواتهم» جمعاً ومفرداً «يحافظون» يقيمونها في أوقاتها"},{"SurahNumber":23,"VerseNumber":10,"Text":"«أولئك هم الوارثون» لا غيرهم"},{"SurahNumber":23,"VerseNumber":11,"Text":"«الذين يرثون الفردوس» هو جنة أعلى الجنان «هم فيها خالدون» في ذلك إشارة إلى المعاد ويناسبه ذكر المبتدأ بعده"},{"SurahNumber":23,"VerseNumber":12,"Text":"«و» الله «لقد خلقنا الإنسان» آدم «من سُلالةِ» هي من سللت الشيء من الشيء أي استخرجته منه وهو خلاصته «من طين» متعلق بسلالة"},{"SurahNumber":23,"VerseNumber":13,"Text":"«ثم جعلناه» أي الإنسان نسل آدم «نطفةّ» منياً «في قرار مكين» هو الرحم"},{"SurahNumber":23,"VerseNumber":14,"Text":"«ثم خلقنا النطفة عَلَقَةٌ» دماً جامداً «فخلقنا العلقة مضغة» لحمة قدر ما يمضغ «فخلقنا المضغة عظاماً فكسونا العظام لحماً» وفي قراءة عظماً في الموضعين، وخلقنا في المواضع الثلاث بمعنى صيرنا «ثم أنشأناه خلقاً أخر» بنفخ الروح فيه «فتبارك الله أحسن الخالقين» أي المقدرين ومميز أحسن محذوف للعلم به: أي خلقاُ"},{"SurahNumber":23,"VerseNumber":15,"Text":"«ثم إنكم بعد ذلك لميتون»"},{"SurahNumber":23,"VerseNumber":16,"Text":"«ثم إنكم يوم القيامة تبعثون» للحساب والجزاء"},{"SurahNumber":23,"VerseNumber":17,"Text":"«ولقد خلقنا فوقكم سبع طرائق» أي سماوات: جمع طريقة لأنها طرق الملائكة «وما كنا عن الخلق» التي تحتها «غافلين» أن تسقط عليهم فتهلكهم بل نمسكها كآية (ويمسك السماء أن تقع على الأَرض)"},{"SurahNumber":23,"VerseNumber":18,"Text":"«وأنزلنا من السماء ماءً بقدر» من كفايتهم «فأسكنَّاه في الأرض وإنَّا على ذهاب به لقادرون» فيموتون مع دوابهم عطشاً"},{"SurahNumber":23,"VerseNumber":19,"Text":"«فأنشأنا لكم به جنات من نخيل وأعناب» هما أكثر فواكه العرب «لكم فيها فواكه كثيرة ومنها تأكلون» صيفاً وشتاء"},{"SurahNumber":23,"VerseNumber":20,"Text":"«و» أنشأنا «شجرةٌ تخرج من طور سيناء» جبل بكسر السين وفتحها ومنع الصرف للعلمية والتأنيث للبقعة «تُنبت» من الرباعي والثلاثي «بالدهن» الباء زائدة على الأول ومعدية على الثاني وهي شجرة الزيتون «وصبغ للآكلين» عطف على الدهن أي إدام يصبغ اللقمة بغمسها فيه وهو الزيت"},{"SurahNumber":23,"VerseNumber":21,"Text":"«وإن لكم في الأنعام» الإبل والبقر والغنم «لعبرةٌ» عظة تعتبرون بها «نَسقيكم» بفتح النون وضمها «مما في بطونها» اللبن «ولكم فيها منافع كثيرة» من الأصواف والأوبار والأشعار وغير ذلك «ومنها تأكلون»"},{"SurahNumber":23,"VerseNumber":22,"Text":"«وعليها» الإبل «وعلى الفلك» السفن «تحملون»"}]}