{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Quei beduini che sono rimasti indietro ti diranno: “Ci hanno trattenuto i nostri beni e le nostre famiglie: chiedi perdono per noi”. Con le loro lingue pronunciano cose che non sono nei loro cuori"},{"SurahNumber":48,"VerseNumber":12,"Text":"Pensavate anzi che il Messaggero e i credenti non sarebbero mai più tornati alla loro famiglia. Questa convinzione è parsa bella ai vostri cuori e avete concepito un cattivo pensiero: foste gente perduta"},{"SurahNumber":48,"VerseNumber":13,"Text":"Abbiamo preparato la Fiamma per i miscredenti, per coloro che non credono in Allah e nel Suo Inviato"},{"SurahNumber":48,"VerseNumber":14,"Text":"[Appartiene] ad Allah la sovranità sui cieli e sulla terra. Egli perdona chi vuole e castiga chi vuole. Allah è perdonatore, misericordioso"},{"SurahNumber":48,"VerseNumber":15,"Text":"Coloro che sono rimasti indietro, quando vi metterete in marcia per impadronirvi di un bottino, diranno: “Lasciate che vi seguiamo”. Vorrebbero cambiare la Parola di Allah. Di': “Giammai ci seguirete: Allah ha detto così in precedenza”. Diranno: “Siete gelosi di noi”. Sono loro invece a capire ben poco"},{"SurahNumber":48,"VerseNumber":16,"Text":"Di' a quei beduini che sono rimasti indietro: “Presto sarete chiamati [a combattere] contro gente di grande valore: dovrete combatterli finché non si sottomettono. Se obbedirete, Allah vi darà una bella ricompensa; se invece volgerete le spalle come già le avete voltate, vi punirà con un doloroso castigo”"},{"SurahNumber":48,"VerseNumber":17,"Text":"Non ci sarà colpa per il cieco, né per lo storpio, né per il malato. Quanto a chi obbedisce ad Allah e al Suo Messaggero, Allah lo introdurrà nei Giardini in cui scorrono i ruscelli. Quanto invece a chi volgerà le spalle, Egli lo punirà con un doloroso castigo"}]}