{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Als die Heuchler und die, in deren Herzen Krankheit ist, sagten: «Betort hat diese da ihre Religion.» Wenn einer aber auf Gott vertraut, so ist Gott machtig und weise"},{"SurahNumber":8,"VerseNumber":50,"Text":"Und wenn du nur zuschauen konntest, wenn die Engel diejenigen abberufen, die unglaubig sind: Sie schlagen sie ins Gesicht und auf das Hinterteil: «Kostet die Pein des Feuerbrandes"},{"SurahNumber":8,"VerseNumber":51,"Text":"Dies fur das, was eure Hande vorausgeschickt haben, und weil Gott den Dienern kein Unrecht tut.»"},{"SurahNumber":8,"VerseNumber":52,"Text":"Es ist wie mit den Leuten des Pharao und denen, die vor ihnen lebten. Sie verleugneten die Zeichen Gottes, so suchte sie Gott wegen ihrer Sunden heim. Gott ist stark und verhangt eine harte Strafe"},{"SurahNumber":8,"VerseNumber":53,"Text":"Dies, weil Gott niemals seine Gnade, mit der Er ein Volk begnadet hat, andert, bis sie selbst das andern, was in ihrem Innern ist, und weil Gott alles hort und weiß"},{"SurahNumber":8,"VerseNumber":54,"Text":"Es ist wie mit den Leuten des Pharao und denen, die vor ihnen lebten: Sie erklarten die Zeichen ihres Herrn fur Luge, so ließen Wir sie fur ihre Sunden verderben, und Wir ließen die Leute des Pharao ertrinken. Sie waren ja alle Leute, die Unrecht taten"},{"SurahNumber":8,"VerseNumber":55,"Text":"Die schlimmsten Tiere bei Gott sind die, die unglaubig sind und weiterhin nicht glauben"},{"SurahNumber":8,"VerseNumber":56,"Text":"Mit denen du einen Vertrag geschlossen hast, die aber dann ihren Vertrag jedesmal brechen und nicht gottesfurchtig sind"},{"SurahNumber":8,"VerseNumber":57,"Text":"Und wenn du sie im Krieg triffst, dann verscheuche mit ihnen diejenigen, die hinter ihnen stehen, auf daß sie es bedenken"},{"SurahNumber":8,"VerseNumber":58,"Text":"Und wenn du von bestimmten Leuten Verrat furchtest, so kundige ihnen (den Vertrag) so eindeutig auf, daß Gleichheit zwischen euch besteht. Gott liebt ja die Verrater nicht"}]}