{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Adamdar: «Imanga keldik», - dep aytwmen gana sınaqqa alınbay qaldırılamız dep oylay ma"},{"SurahNumber":29,"VerseNumber":3,"Text":"Biz olarga deyingilerdi de sınaganbız. Kumansiz, Allah sın sozdilerdi biledi ari Ol otiriksilerdi de biledi"},{"SurahNumber":29,"VerseNumber":4,"Text":"Alde jamandıq isteytinder Bizden ozıp / qutılıp / ketemiz dep oyladı ma? Olardın sesimderi qanday jaman"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allahpen jolıgwdı umit etse, sozsiz, Allahtın belgilegen merzimi keledi Ol barlıq narseni Estwsi , barin Bilwsi"},{"SurahNumber":29,"VerseNumber":6,"Text":"Al, kim ınta-jigerimen areket etse, ozi usin ıntalangan boladı. Aqiqatında, Allah- alemderden Bay, muqtajsız / Gani"},{"SurahNumber":29,"VerseNumber":7,"Text":"Imanga kelgen ari izgi amal istegenderdin jamandıqtarın albette, ketiremiz jane olarga istegen jaqsı amaldarının qaytarım sıyın beremiz"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ari Biz adamga ata-anasına jaqsılıq istewdi osiet etip tapsırdıq. Al, eger ol ekewi ozin bilmegen narseni Magan serik etip qoswga kustese, onda olarga bagınba. Qaytwların Magan / Magan qaytasındar / . Sonda Men senderge ne istep otkenderinnin xabarın beremin"},{"SurahNumber":29,"VerseNumber":9,"Text":"Al, imanga kelgen ari izgi amal istegenderdi Biz izgilerdin qatarına kirgizemiz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Adamdardın isinde: «Allahqa sendik» -dep aytatındar bar. Biraq, qasan ol Allah jolında ziyan korse, adamdardın buligin / jamandıgın / Allahtın azabınday koredi. Al, eger Rabbınnan bir jenis kelse, olar mindetti turde: «Sın maninde, biz sendermen birge boldıq»,- deydi. Allah alemderdin kokirekterindegini jaqsı biledi emes pe"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ari albette, Allah imanga kelgenderdi de biledi ari kumansiz, munafiqtardı da biledi"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ari kupirlik etwsiler / imansızdar / imandılarga: «Bizdin jolımızga eriqcer, senderdin kunalarındı biz koteremiz», - dedi. Biraq olar bulardın kunalarınan esnarseni de kotermeydi. Sın maninde, olar - otiriksiler"},{"SurahNumber":29,"VerseNumber":13,"Text":"Olar oz jukterin / kunaların / ari oz jukterimen birge basqa jukterdi de mindetti turde koteredi. Ari Qayta tirilw kuni oydan sıgargandarı / otirikteri / twralı olar mindetti turde suraqqa tartıladı"}]}