{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":182,"Text":"Va ononro, ki ojoti moro duruƣ sumoridand va inkor kardand va pand nagiriftand ʙa zudi ʙarojason ruzii farovon ato mekunem va onon gumon mekunand, ki ʙar haqiqatand, pas azoʙason kunem az rohe, ki xud namedonand. Zina ʙa zina ononro to mavze'm halokat ʙikasem"},{"SurahNumber":7,"VerseNumber":183,"Text":"Va ʙa onho muhlat diham, ki tadʙiri (makri) Man ustuvor va mahkam ast"},{"SurahNumber":7,"VerseNumber":184,"Text":"Ojo fikr nakardaand, ki dar hamnisinason nisone az devonagi nest va u oskoro ʙimdihanda ast? (Ja'ne, mardumro ʙa sui on ci ki onhoro az azoʙ nacot medihad va podosro ʙaroi onho haq medorad, da'vat mekunad)"},{"SurahNumber":7,"VerseNumber":185,"Text":"Kasone ki ojoti Allohro duruƣ mesumorand, ojo dar podsohi va tasarrufi osmonhovu zamin va cizhoe, ki Alloh ofaridaast, nameandesand? Va sojad, ki margason nazdik ʙosad va nogahon ʙar kufrason halok gardand. Va ʙa'd az Qur'on kadom suxanro ʙovar dorand"},{"SurahNumber":7,"VerseNumber":186,"Text":"Har kasro, ki Alloh gumroh kunad, hec rohnamoe ʙarojas nest. Va ononro vomeguzorad, to hamcunon dar sarkasii xes sargardon ʙimonand"},{"SurahNumber":7,"VerseNumber":187,"Text":"(Kofironi Makka) dar ʙorai qijomat az tu (ej Rasul) mepursand gujo az on ʙisjor pursidai va omadani onro medoni, ki ci vaqt faro merasad? Bigu: «Ilmi on nazdi Parvardigori man ast. Tanho Ust, ki cun zamonas faro rasad, oskoras mesozad. Faro rasidani on ʙar ahli osmonhovu zamin pusida ast, magar in ki ʙar sumo nogahon meojad». Cunon az tu mepursand, ki gujo tu az on ogohi, Bigu: «Ilmi on nazdi Alloh ast, vale ʙestari mardum namedonand»"},{"SurahNumber":7,"VerseNumber":188,"Text":"Bigu (ej Rasul): «Man ʙaroi xud naf' va zarar karda nametavonam, magar onci Alloh ʙixohad. Va agar ilmi ƣajʙ medonistam ʙa xajri xud ʙase meafzudam va hec sarre ʙa man namerasid. Man firistodai Alloh hastam ʙa sui sumo va az azoʙas sumoro metarsonam va muƶda mediham ʙa savoʙas qavmero, ki risolati maro tasdiq menamojad va ʙa sari'ati man amal mekunad"}]}