{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Ey, Muxammed! / Allahtın qaharına qalgan adamdardı ozderine dos / jaqtas / tutqandardı kormedin be? Negizinde, olar senderden de emes, olardan da emes. Olar ozderi bile tura otirikke ant isedi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah olarga qattı azap azirlegen. kumansiz, olardın istegen amaldarı ote jaman"},{"SurahNumber":58,"VerseNumber":16,"Text":"Olar / munafiqtar / ozderinin anttarın qalqan qılıp alıp, / ozgelerdi / Allahtın jolınan tosıp, qaytaradı. Endi olarga qorlawsı azap bar"},{"SurahNumber":58,"VerseNumber":17,"Text":"Olarga dunieleri de, balaları da Allahtan / keletin / esnarseni qaytara almaydı. Mine, solar - Otta bolatındar. Olar onda mangi qaladı"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sol / Esep / kuni Allah olardın barlıgın qayta tiriltedi de, olar senderdin aldarında ant iskendey, Onın aldında da ant isedi. Ari olar ozderin payda tigizetin narsedemiz dep oylaydı. Bilinder! Aqiqatında, olar - otiriksiler"},{"SurahNumber":58,"VerseNumber":19,"Text":"Saytan olardı iektep, bilep alıp, olarga Allahtı eske alwdı umıttırdı. Olar -saytannın jaqtastarı. Bilinder! Negizinde, saytannın jaqtastarı nagız ziyan segwsiler"},{"SurahNumber":58,"VerseNumber":20,"Text":"Anıgında, Allahqa jane Onın elsisine qarsı sıgıp jatqandar - en qor bolgandardın qatarında boladı"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah / Lawxwl-maxfwzda / : «Men mindetti turde jenemin jane elsilerim de», - dep jazgan. Aqiqatında, Allah ote Kusti , barinen Ustem"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allahqa jane Aqiret kunine senetin adamdardın Allahqa jane Onın elsisine qarsı kelgenderdi unatqanın kormeysin, meyli ol akeleri, ne balaları, ne bawırları nemese twıstarı bolsa da. Mine, solardın jurekterine Ol iman jazgan jane olardı Ozinen bolgan bir rwxpen / Ozinin komegi, meyirimi jane bilimimen / qoldagan. Ari Ol / Allah / olardı astınan ozender agıp jatatın jane olar onda mangi qalatın / Jannattagı / baqtarga kirgizedi. Allah olarga razı, olar Ogan razı boldı. Mine, solar - Allahtın jaqtastarı. Bilinder! Aqiqatında Allahtın jaqtastarı muratına / baqıtına / jetwsiler"}]}