{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"When the hypocrites come to you, they say, “We bear witness that you are indeed the messenger of Allah.”-Allah knows that you are really His messenger-But Allah testifies that the hypocrites are actually liars"},{"SurahNumber":63,"VerseNumber":2,"Text":"They have made their oaths a shield, and thus they have prevented (others) from the way of Allah. Surely evil is what they have been doing"},{"SurahNumber":63,"VerseNumber":3,"Text":"That is because they declared faith (in Islam apparently), then disbelieved (secretly). Therefore a seal has been set on their hearts, and thus they do not understand"},{"SurahNumber":63,"VerseNumber":4,"Text":"And if you see them, their physiques would attract you, and if they speak, you would (like to) listen to their speech (because of their eloquence). (Yet, being devoid of substance,) it is as if they were propped up beams of timber. They deem every shout (they hear) to be against them (out of cowardice). They are the enemy; so beware of them. May Allah destroy them. How perverted are they"},{"SurahNumber":63,"VerseNumber":5,"Text":"And when it is said to them, “Come on, so that Allah’s Messenger may pray for your forgiveness”, they twist their heads (in aversion), and you see them turning away in arrogance"},{"SurahNumber":63,"VerseNumber":6,"Text":"It is equal in their case, whether you (O prophet,) pray for their forgiveness or do not pray, Allah will never forgive them. Indeed Allah does not guide the sinning people"},{"SurahNumber":63,"VerseNumber":7,"Text":"They are those who say, “Do not spend on those who are with Allah’s Messenger until they disperse. And to Allah belong the treasures of the heavens and the earth, but the hypocrites do not understand"},{"SurahNumber":63,"VerseNumber":8,"Text":"They say, “If we return to Madīnah, the more honorable ones will drive out the meaner ones from there.” And to Allah belongs the honour, and to His Messenger, and to the believers, but the hypocrites do not know"}]}