{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"O you who believe, be custodians of justice (and) witnesses for God, even though against yourselves or your parents or your relatives. Whether a man be rich or poor, God is his greater well-wisher than you. So follow not the behests of lust lest you swerve from justice; and if you prevaricate or avoid (giving evidence), God is cognisant of all that you do"},{"SurahNumber":4,"VerseNumber":136,"Text":"O believers, believe in God and His Messenger and the Book He has revealed to His Apostle, and the Books revealed before. But he who believes not in God and His angels and the Books and the prophets and the Last Day, has wandered far away"},{"SurahNumber":4,"VerseNumber":137,"Text":"Those who accept the faith, then disbelieve, then return to it, and deny once again and increase in disbelief, will not be forgiven by God or be guided by Him"},{"SurahNumber":4,"VerseNumber":138,"Text":"Give tidings to the hypocrites that painful is their doom"},{"SurahNumber":4,"VerseNumber":139,"Text":"Do those who take unbelievers as their friends in preference to the faithful seek power from them? But all power belongs to God"},{"SurahNumber":4,"VerseNumber":140,"Text":"You have been commanded in the Book that whensoever you hear God's messages denied or derided, do not sit in that company until they begin talking of other things, or you will be no different from them. Indeed God will put the hypocrites and infidels together in Hell"},{"SurahNumber":4,"VerseNumber":141,"Text":"Those who wait to see what befalls you, say in ease success comes to you from God: \"Were we not with you?\" But if fortune favours the infidels, they say: \"Did we not overpower you, and yet protected you against the believers?\" But God will judge between you on the Day of Resurrection; and God will never give the unbelievers a way over the faithful"}]}