{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Insanlardan kimi de Allah´a kıyıdan kıyıya ibadet eder, eger kendisine bir iyilik dokunursa ona yatısır ve eger bir bela gelirse yuzustu donuverir; dunyayı da ahireti de kaybetmis olur, iste acık husran budur"},{"SurahNumber":22,"VerseNumber":12,"Text":"Allah´ı bırakır da kendine ne zarar, ne menfaat vermeyecek seytana yalvarır; iste en uzak sapıklık budur"},{"SurahNumber":22,"VerseNumber":13,"Text":"Herhalde o, zararı yararından daha yakın olana yalvarıyor; o ne kotu koruyucu, o ne kotu yardak (yoldas)"},{"SurahNumber":22,"VerseNumber":14,"Text":"Suphe yok ki Allah, iman edip iyi isler yapanları altından ırmaklar akan cennetlere koyacak; suphesiz Allah diledigini yapar"},{"SurahNumber":22,"VerseNumber":15,"Text":"Her kim, Allah´ın ona dunyada ve ahirette asla yardım etmiyecegini sanıyorsa, hemen yukarıya bir ip uzatsın, sonra (kendini bogup) nefesini kessin de bir baksın, (bas vurdugu) hilesi ofkesini giderecek mi"},{"SurahNumber":22,"VerseNumber":16,"Text":"Ve iste Biz onu (Kur´an´ı) boyle apacık ayetler olarak indirdik. Cunku Allah istedigine hidayet eder"},{"SurahNumber":22,"VerseNumber":17,"Text":"Iman edenler, yahudi olanlar, sabiiler (yıldıza tapanlar), hıristiyanlar, mecusiler (atese tapanlar) ve musriklere gelince, muhakkak Allah kıyamet gunu bunların arasını suphesiz ayıracaktır; cunku Allah herseye sahittir"},{"SurahNumber":22,"VerseNumber":18,"Text":"Gormedin mi goklerdeki kimseler, yerdeki kimseler gunes, ay, yıldızlar, daglar, agaclar, butun hayvanlar ve insanlardan bircogu hep Allah´a secde ediyorlar. Bir cogunun uzerine de azap hak olmustur. Allah her kimi de hakir ve zelil ederse artık ona ikram edecek yoktur. Suphesiz Allah, diledigini yapar"},{"SurahNumber":22,"VerseNumber":19,"Text":"Su ikisi Rableri hakkında tartısmaya girmis iki hasımdır. Bu yuzden kufredenler icin atesten camasırlar bicilmistir. Baslarının ustunden kaynar su dokulur"},{"SurahNumber":22,"VerseNumber":20,"Text":"Bununla karınlarındaki ve derileri eritilir"},{"SurahNumber":22,"VerseNumber":21,"Text":"Bir de bunlara demirden kamcılar vardır"},{"SurahNumber":22,"VerseNumber":22,"Text":"Izdıraptan dolayı her ne zaman atesten, onun gamından cıkmak isterlerse, yine icine geri dondurulurler, Haydi tadın yangın azabını"}]}