{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Kinamsabihi kumtakasa Mwenyezi Mungu kila kiliomo ndani ya mbingu na ardhi. Na Yeye ndiye Mwenye nguvu, Mwenye hikima"},{"SurahNumber":57,"VerseNumber":2,"Text":"Yeye ndiye Mwenye ufalme wa mbingu na ardhi. Anahuisha na anafisha. Na Yeye ni Mwenye uweza wa kila kitu"},{"SurahNumber":57,"VerseNumber":3,"Text":"Yeye ndiye wa Mwanzo na ndiye wa Mwisho, naye ndiye wa Dhaahiri na wa Siri, naye ndiye Mjuzi wa kila kitu"},{"SurahNumber":57,"VerseNumber":4,"Text":"Yeye ndiye aliye ziumba mbingu na ardhi katika siku sita; kisha akakaa vyema juu ya enzi. Anayajua yanayo ingia katika ardhi na yanayo toka humo, na yanayo teremka kutoka mbinguni, na yanayo panda humo. Naye yu pamoja nanyi popote mlipo. Na Mwenyezi Mungu ni Mwenye kuyaona mnayo yatenda"},{"SurahNumber":57,"VerseNumber":5,"Text":"Ufalme wa mbingu na ardhi ni wake. Na mambo yote yanarejeshwa kwa Mwenyezi Mungu"},{"SurahNumber":57,"VerseNumber":6,"Text":"Anaingiza usiku katika mchana, na anaingiza mchana katika usiku. Na Yeye ni Mwenye kuyajua yaliomo vifuani"},{"SurahNumber":57,"VerseNumber":7,"Text":"Muaminini Mwenyezi Mungu na Mtume wake; na toeni katika alivyo kufanyeni nyinyi kuwa ni waangalizi wake. Basi walio amini miongoni mwenu, na wakatoa, wana malipo makubwa"},{"SurahNumber":57,"VerseNumber":8,"Text":"Na mna nini hata hamumuamini Mwenyezi Mungu na hali Mtume anakuiteni mumuamini Mola wenu Mlezi? Naye amekwisha chukua ahadi yenu, ikiwa nyinyi ni Waumini"},{"SurahNumber":57,"VerseNumber":9,"Text":"Yeye ndiye anaye mteremshia mja wake Aya zinazo bainisha wazi ili akutoeni gizani muingie kwenye nuru. Na hakika Mwenyezi Mungu kwenu ni Mpole, Mwenye kurehemu"},{"SurahNumber":57,"VerseNumber":10,"Text":"Na mna nini hata hamtoi katika Njia ya Mwenyezi Mungu, na hali urithi wa mbingu na ardhi ni wa Mwenyezi Mungu? Hawawi sawa miongoni mwenu wenye kutoa kabla ya Ushindi na wakapigana vita. Hao wana daraja kubwa zaidi kuliko wale ambao walio toa baadae na wakapigana. Na wote hao Mwenyezi Mungu amewaahidia wema. Na Mwenyezi Mungu anazo khabari za mnayo yatenda"}]}