{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Da Våre budbringere kom til Abraham med det gledelige budskap, sa de: «Vi skal tilintetgjøre folket i denne byen, for de er illgjerningsmenn.»"},{"SurahNumber":29,"VerseNumber":32,"Text":"Han svarte: «Men Lot bor der!» Og de sa: «Vi vet vel hvem som bor der, vi skal redde ham og hans hus, unntatt hans hustru. Hun er av dem som blir tilbake.»"},{"SurahNumber":29,"VerseNumber":33,"Text":"Da Våre budbringere kom til Lot, følte han seg fortvilet og maktesløs for deres skyld, men de sa: «Frykt ikke, og vær ikke bedrøvet. Vi skal redde deg og ditt hus, unntatt din hustru. Hun er av dem som blir tilbake"},{"SurahNumber":29,"VerseNumber":34,"Text":"Vi skal sende over folket i denne by en straffedom fra himmelen, for deres ugudelighet.»"},{"SurahNumber":29,"VerseNumber":35,"Text":"Og Vi har etterlatt den som et klart tegn, for folk som forstår"},{"SurahNumber":29,"VerseNumber":36,"Text":"Til Midian sendte Vi deres bror Shoaib, og han sa: «Mitt folk, tjen Gud, imøtese dommens dag, og driv det ikke til ufred og elendighet på jorden.»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Men de holdt ham for løgner. Så tok jordskjelvet dem, og om morgenen lå de utstrakte på sine boplasser"},{"SurahNumber":29,"VerseNumber":38,"Text":"Eller Ad og Thamod? Dere ser det klart fra deres boplasser. Satan lot deres gjerninger fremtre prydelige, og holdt dem borte fra veien, enda de hadde skarpt syn"},{"SurahNumber":29,"VerseNumber":39,"Text":"Eller Kora og Farao og Haman. Moses kom til dem med klar beskjed, men de var hovmodige på jorden og kom ikke unna oss"},{"SurahNumber":29,"VerseNumber":40,"Text":"Enhver tok Vi fatt for hans synder. Over noen sendte Vi en storm av småstein, andre tok braket, noen ble oppslukt av jorden og noen lot Vi drukne. Gud gjør ikke urett mot noen, men deres egen urett vendte seg mot dem selv"},{"SurahNumber":29,"VerseNumber":41,"Text":"De som har funnet seg beskyttere utenom Gud, ligner edderkoppen, som har bygget seg hus. Edderkoppens hus er i sannhet det skrøpeligste av alle hus, om de bare forstod"},{"SurahNumber":29,"VerseNumber":42,"Text":"Gud vet hva dere påkaller utenom Ham. Han er den Mektige, den Vise"},{"SurahNumber":29,"VerseNumber":43,"Text":"Disse lignelser har Vi satt frem for folk, men bare de som har kunnskap, forstår dem"},{"SurahNumber":29,"VerseNumber":44,"Text":"Gud har skapt himlene og jorden på alvor. I dette er tegn for dem som tror"}]}