{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Uye vachakubvunza maererano naDhul-Qarnain. Iti: “Ndichakuudzai nyaya yake.”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Zvirokwazvo, takamudzika panyika uye tikamupa zvinhu zvese"},{"SurahNumber":18,"VerseNumber":85,"Text":"Naizvozvo akatevera nzira"},{"SurahNumber":18,"VerseNumber":86,"Text":"Kusvikira asvika kwainyura zuva (kumadokero), akariwana richinyura muchitubu chenhope nhema yaipisa, uye akawana pedyo pacho (chitubu) pane vanhu. Tikati (Allah): “Iwe Dhul- Qarnain! Unokwanisa kuvaranga kana kuvabata zvakanaka.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"Akati (Dhul-Qarnain): “Uyo anoita mabasa akaipa, tichamuranga, uye achadzoswa kuna Tenzi vake avo vachamuranga nemurango wakaomarara (Gehena).”"},{"SurahNumber":18,"VerseNumber":88,"Text":"“Uye uyo achatenda (muhumwechete hwaAllah), uye oita mabasa akanaka, achawana mubairo wakanaka (Paradhiso), uye achataura naye (Dhul-Qarnain) mashoko akanaka.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Naizvozvo akatevera (imwe) nzira"},{"SurahNumber":18,"VerseNumber":90,"Text":"Kusvika asvika kunzvimbo yaibudira zuva (kumabvazuva), akariwana richibudira kune vanhu vatisina kupa bvute kuzuva"},{"SurahNumber":18,"VerseNumber":91,"Text":"Zvakaitika kudaro! Zvirokwazvo, taiziva zvese maererano naye (Dhul-Qarnain)"},{"SurahNumber":18,"VerseNumber":92,"Text":"Naizvozvo akatevera (imwe) nzira"},{"SurahNumber":18,"VerseNumber":93,"Text":"Kusvika asvika pakati pemakomo maviri, akawana pedyo nawo (makomo) vanhu vakanga vari pedyo kusanzwa kana shoko"},{"SurahNumber":18,"VerseNumber":94,"Text":"Vakati: “Iwe Dhul-Qarnain! Zvirokwazvo, vana Ya’jooj naMa’jooj (Gog naMagog) vari kukonzeresa panyika. Naizvozvo tingakupe matano here kuti uvake mudhuri pakati pedu navo?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"Akati: “Zvandakatsigiswa naTenzi vangu zvirinani. Naizvozvo ndibetserei nesimba (varume) kuti ndimise mudhuri pakati penyu navo.”"},{"SurahNumber":18,"VerseNumber":96,"Text":"“Ndipei zvidimbu zvesimbi.” Naizvozvo paakazadza mpata pakati pemakomo maviri, akati: “Furidzai.” Naizvozvo paakazviita kunge moto akati: “Ndipei mhangura yakanyunguduka ndidire pamusoro pazvo.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Naizvozvo (vana Gog naMagog) vakatadza kuukwira (mudhuri) nepamusoro kana kuuchera kusvika kuseri"},{"SurahNumber":18,"VerseNumber":98,"Text":"(Dhul-Qarnain) akati: “Idzi itsitsi kubva kuna Tenzi vangu, asi kana vimbiso yaTenzi vangu yauya, vachaudonhedzera pasi. Uye vimbiso yaTenzi vangu ndeye chokwadi.”"},{"SurahNumber":18,"VerseNumber":99,"Text":"Uye pazuva iroro (pachabuda vana Gog naMagog), tichasiya vamwe vavo vachiita kunge masaisai pane vamwe vavo, uye hwamanda icharidzwa, uye tichavaunganidza pamwe chete"},{"SurahNumber":18,"VerseNumber":100,"Text":"Uye pazuva iroro ticharatidza Gehena kune avo vasingatendi zviri pachena"},{"SurahNumber":18,"VerseNumber":101,"Text":"Avo maziso avo akanga akavharwa kurangaridzo yangu, uye vakanga vasingakwanisi kunzwa (chokwadi)"}]}