{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"(Bul) Kiteptin tüşürülüüsü aalamdardın Rabbisi tarabınan. Anda (eç bir) şek-kümön jok"},{"SurahNumber":32,"VerseNumber":3,"Text":"Je bolboso alar (Makka muşrikteri) «anı (Muhammad) oyunan çıgarıp (jazıp) aldı» deşebi? Jok (anday emes). Al Rabbiŋ tarabınan (muşrik) koomdu eskertişiŋ üçün (berilgen) Akıykat. Alarga senden murun eskertüüçü (paygambar) kelgen emes.” Kana emi, Tuura Jolgo tüşüp kalışsa"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allaһ asmandardı, jerdi jana al eköösünün arasındagı (bardık janduu-jansız) nerselerdi altı kündö jaratıp, kiyin Arştan Biyik boldu?. Siler üçün Allaһtan başka dos-başçı da şapaat kıluuçu da jok. Esiŋerge kelbeysinerbi"},{"SurahNumber":32,"VerseNumber":5,"Text":"Asmandan jerge çeyin (bardık) işti (Allaһ Öz ökümü menen) başkarat. Kiyin silerdin esebiŋerde miŋ jılga barabar bolgon bir ele kündö (al ökümdördün jıyıntıgı) Özünö kötörülöt"},{"SurahNumber":32,"VerseNumber":6,"Text":"Uşul (Allaһ) kayıptı da aşkereni da bilüüçü Kudurettüü (jana) Irayımduu"},{"SurahNumber":32,"VerseNumber":7,"Text":"Alar bir nerseni eŋ mıktı jaratkan jana insandın algaçkı jaralışın ılaydan jasagan"},{"SurahNumber":32,"VerseNumber":8,"Text":"Kiyin anın urpaktarın jiyirkeniçtüü (bir tamçı) suudan jarattı"},{"SurahNumber":32,"VerseNumber":9,"Text":"Kiyinanı (kadırese adam keyipinde) ırastap-keliştirdi jana aga Özünün Ruhunan üylödü.! Jana (Allaһ) silerge kulaktardı, közdördü jana jüröktördü jarattı. Az şügür kılıp jatasıŋar"},{"SurahNumber":32,"VerseNumber":10,"Text":"(Muşrikter) aytışat: «Eger biz jerde (çirip) jok bolup ketsek da jaŋıdan jaratılat bekenbiz?!» Jok! Alar Rabbilerine joluguuga işenişpeyt"},{"SurahNumber":32,"VerseNumber":11,"Text":"Sen aytkın: «Silerge ökül kılıngan (dayındalgan) ölüm periştesi? janıŋardı alat. Kiyin (Kıyamatta kayra tirilip) Rabbiŋerge kaytarılasıŋar»"}]}