{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Alif Laam Miem Raa. Dit zijn de verzen van het Boek. En hetgeen u door uw Heer is geopenbaard is waar, maar de meeste mensen geloven niet"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah is Hij, Die de hemelen heeft doen verrijzen zonder pilaren die gij kunt zien. Daarna zette Hij Zich op de troon. En Hij heeft de zon en de maan in dienst gesteld; elk volgt zijn baan tot een vastgestelde termijn. Hij regelt het al. Hij legt de tekenen duidelijk uit, opdat gij zeker zult zijn van de ontmoeting met uw Heer"},{"SurahNumber":13,"VerseNumber":3,"Text":"En Hij is het, Die de aarde uitspreidde, er bergen op verhief en rivieren op vormde. En Hij maakte er elke vruchtensoort in twee geslachten op. Hij doet de nacht de dag bedekken. Voorwaar, daarin zijn tekenen voor een volk, dat nadenkt"},{"SurahNumber":13,"VerseNumber":4,"Text":"En er zijn op aarde aan elkaar grenzende streken en tuinen van wijnstokken, en korenvelden en dadelpalmen, met één wortel of met verschillende wortels, zij worden met hetzelfde water besproeid en toch doen Wij sommigen er van in fruit boven anderen uitmunten. Daarin zijn tekenen voor een volk, dat begrijpt"},{"SurahNumber":13,"VerseNumber":5,"Text":"En indien gij u verwondert, dan is hun zeggen verwonderlijker: \"Wanneer wij stof zijn geworden, zullen wij dan opnieuw worden geschapen?\" Deze zijn het, die hun Heer hebben verworpen, daarom zullen zij ketenen om hun hals hebben en de bewoners van het Vuur zijn; daarin zullen zij vertoeven"},{"SurahNumber":13,"VerseNumber":6,"Text":"En zij vragen eerder het kwade van u dan het goede; hoewel er voor hen voorbeeldige straffen zijn voorgekomen. Voorwaar, uw Heer is vol van vergiffenis voor het mensdom, ondanks hun onrechtvaardigheid en voorwaar, uw Heer is streng in het vergelden"},{"SurahNumber":13,"VerseNumber":7,"Text":"En de ongelovigen zeggen: \"Waarom is hem (de profeet) geen teken van zijn Heer nedergezonden?\" Gij zijt waarlijk een waarschuwer en er is voor elk volk een leidsman"}]}