{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Дар ҳақиқат пеш аз мушрикон ахли куффор низ бар паёмбаронашон ва барои рад кардани он чи аз даъвати ҳақ оварда буданд, ҳилаву найрангҳоро ба кор бурданд. Пас, фармони Аллоҳ даррасид ва он биноҳояшонро аз поя вайрон сохт ва сақф аз болои сарашон фурӯ афтод ва азоби Аллоҳ аз ҷое, ки фикрашро намекарданд, ба онон расид, балки гумони он доштанд, ки комилан дар амонанд"},{"SurahNumber":16,"VerseNumber":27,"Text":"Пас, дар рӯзи қиёмат хорашон месозад ва мефармояд: «Бутоне, ки шарики Ман мехондед ва бар сари онҳо бо якдигар ихтилоф мекардед, акнун куҷоянд то ки аз шумо азобро дур кунанд?» Донишмандони мӯъминон мегӯянд: «Ба ростӣ, имрӯз насиби кофирон хориву ранҷ аст!»"},{"SurahNumber":16,"VerseNumber":28,"Text":"Касоне ҳастанд, ки бар худ ситам раво доштаанд дар ҳоли куфрашон, чун фариштагон ҷонашонро биситонанд, сари таслим фуруд оранд ва гӯянд: «Мо ҳеҷ кори баде (ширке) намекардем». Фариштагон барояшон гӯянд: Оре, Аллоҳ аз корҳое, ки мекардед, огоҳ аст ва бар он амалҳоятон ҷазоятон хоҳад дод"},{"SurahNumber":16,"VerseNumber":29,"Text":"Сипас аз дарҳои ҷаҳаннам дохил шавед, дар ҳоле ки дар он ҷо ҷовидона хоҳед буд. Чи бад аст ҷойгоҳи мутакаббирон"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ва аз парҳезгороне, ки аз Аллоҳ метарсанд, пурсанд: «Парвардигори шумо бар Муҳаммад саллаллоҳу алайҳи ва саллам чӣ чиз нозил кардааст», мегӯянд: «Хайр ва хубӣ, ки барои некӯкорон дар ҳамин дунё некӣ аст ва сарои охират беҳтар хоҳад буд ва чи хуб аст сарои парҳезгорон»"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ба боғҳои биҳишт, ки ба он ворид мешаванд, ҷуйборҳое дар зери дарахтони он равон аст, дар он ҷо ҳар чӣ бихоҳанд, хоҳанд дошт. Аллоҳ инчунин ба парҳезгорон подош медиҳад"},{"SurahNumber":16,"VerseNumber":32,"Text":"Онон, ки фариштагон дар ҳоле ҷонашонро мегиранд, ки бар тақвои Аллоҳ пойдор буданд, мегӯянд: «Салом бар шумо! Ба подоши корҳое, ки мекардаед, ба биҳишт дароед»"},{"SurahNumber":16,"VerseNumber":33,"Text":"Оё мунтазиранд, ки фариштагон наздашон биёянд ва дар ҳоли куфрашон ҷонашонро бигиранд, ё фармони Парвардигорат фаро расад ва ба азоб ҳалокашон созад? Гурӯҳе низ, ки пеш аз онҳо буданд, чунин мекарданд, пас Аллоҳ ҳалокашон кард ва Аллоҳ ба онон ситам накард, балки онон худ ба худ ситам мекарданд"},{"SurahNumber":16,"VerseNumber":34,"Text":"Пас, ба ҷазои кирдори бадашон расиданд ва ҳамон чизҳоеро, ки ба масхара мегирифтанд, (яъне азоб) бар сарашон омад"}]}