{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"ārau araśyē āmi dā'uda ārau chulā'imānaka jñāna dāna karaichilō ārau tē'ōm̐lōka ubhaẏē kaichila, ‘sakalō dharaṇara praśansā kērala āllāhara bābē yijanē āmāka tē'ōm̐ra bahu bāndāsakalara ōparata śraēṣṭhatba pradāna karaichē’"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ārau chulā'imāna haichila dā'udara uttaraādhikāraī ārau tē'ōm̐ kaichila, ‘hē mānara! Āmāka caraā'i-ciraikatira bhāṣā śikṣā diẏā haichē ārau āmāka sakalō bastu dāna karaā haichē, niścaẏa ēẏā suspaṣṭa anugraha’"},{"SurahNumber":27,"VerseNumber":17,"Text":"Ārau chulā'imānara sanmukhata tē'ōm̐ra sain'yabāhinī samabēta karaā ha’la, jina, mānara ārau caraā'i-ciraikatibōraka. Tāra pichata siham̐taka bin'yasta karaā ha’la bibhinna byūhata"},{"SurahNumber":27,"VerseNumber":18,"Text":"Araśēṣata yētiẏā tē'ōm̐lōka (ēṭā abhiyānata) parauraā adhyūṣita upatyakāta upanīta ha’la tētiẏā ēṭā parauraā'i ka’lē, ‘hē parauraā bāhinī! Tōmālōkē nija nija gharata praraēśa karaā, yātē chulā'imāna ārau tē'ōm̐ra sain'yabāhinīẏē ajānitē tōmālōkaka gacaki nāmāraē’"},{"SurahNumber":27,"VerseNumber":19,"Text":"Ē'i kathā śuni chulā'imānē micikīẏā hām̐hilē ārau ka’lē, ‘hē mōra raba! Tumi mōka sāmartha diẏā yātē ma'i tōmāra kr̥tajñatā jñāpana karaiba pāraō, mōra prati ārau mōra pitr̥-mātr̥ra prati tumi yi anugraha karaichā tāra bābē ārau yātē ma'i ēnēkuraā saṯkarma karaiba pāraō yiṭō tumi pachanda karaā. Lagatē tōmāra anugrahēraē mōka tōmāra saṯkarmaparaāẏaṇa bāndāsakalara antarbhukta karaā’"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ārau chulā'imānē caraā'ibōrara khā-khabara la’lē, ārau ka’lē, ‘ki ha’la, ma'i hudahudaka dēkhā pōraā nā'i yē? Si anupasthita nēki"},{"SurahNumber":27,"VerseNumber":21,"Text":"‘araśyē ma'i tāka kaṭhina śāsti bihima naha’lē jabēha karaima an'yathā mōra ōcarata upayukta kāraṇa darśāba lāgiba’"},{"SurahNumber":27,"VerseNumber":22,"Text":"Kṣantēka pichatē'i hudahuda āhi pālē, ārau ka’lē, ‘āpuni yiṭō jñāna āẏatba karaiba paraā nā'i ma'i sē'i jñāna āẏatba karaichō. Ma'i āpōnāra ōcarata ‘cābā’ra paraā suniścita sambāda lai āhichō"},{"SurahNumber":27,"VerseNumber":23,"Text":"‘Ma'i ēgaraākī nāraīka siham̐tara ōparata raājatba karaā dēkhi āhilō. Tā'ika sakalō bastu pradāna karaā haichē lagatē tā'ira ēkhana biśāla sinhāsanō āchē"},{"SurahNumber":27,"VerseNumber":24,"Text":"Ma'i tā'ika ārau tā'ira sampradāẏaka dēkhilō siham̐tē āllāhara paraibartē sūryaka chājadāha karaē. Caẏatānē siham̐tara kāryaralī siham̐tara ōcarata suśōbhita karai dichē ārau siham̐taka saṯpathara paraā bādhāgrasta karaichē, phalata siham̐tē hidāẏata pōraā nā'i"},{"SurahNumber":27,"VerseNumber":25,"Text":"(caẏatānē ē'i kāraṇē bādhā dichē yē,) yātē siham̐tē āllāhaka chājadāha nakaraē, yijanē ākāśasamūha ārau pr̥thiraīra gupta bastubōraka prakāśa karaē, ārau tēraēm̐i jānē yi tōmālōkē gōpana karaā ārau yi prakāśa karaā"},{"SurahNumber":27,"VerseNumber":26,"Text":"Āllāhara bāhiraē āna kōnō satya ilāha nā'i, tēraēm̐i mahā ārachara raba"},{"SurahNumber":27,"VerseNumber":27,"Text":"Chulā'imānē ka’lē, ‘āmi paraīkṣā karai cāma, tumi sam̐cā'i kaichā nē tumi michalīẏābilākara antarbhukta"},{"SurahNumber":27,"VerseNumber":28,"Text":"‘Tumi mōra ē'i patrakhana lai yōraā ārau ē'iṭō siham̐tara ōcarata pēlā'i diẏāgai, tāra pichata siham̐tara paraā ām̐tarata thākibā ārau lakṣya karaibā siham̐tara pratikraiẏā ki’"},{"SurahNumber":27,"VerseNumber":29,"Text":"sē'i mahilā (raāṇī) garaākīẏē ka’lē, ‘hē mōra paraiṣadabarga! Niścaẏa mōlai ēṭā sanmānita patra praēraṇa karaā haichē"},{"SurahNumber":27,"VerseNumber":30,"Text":"niścaẏa ēẏā chulā'imānara taraphara paraā ārau niścaẏa ē'iṭō parama karauṇāmaẏa, parama daẏālu āllāhara nāmata"},{"SurahNumber":27,"VerseNumber":31,"Text":"‘yātē tōmālōkē mōra biraōdhitāra aud'dhatya prakāśa nakaraā ārau ānugatya sbīkāra karai mōra ōcarata upasthita hōraā’"}]}