{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Anata gata shinko suru mono yo, bai ni shi matamo bai ni shite, rishi o musabotte wa naranai. Arra o osore nasai. So sureba anata gata wa seiko surudearou"},{"SurahNumber":3,"VerseNumber":131,"Text":"Soshite shinko o kyohi suru mono no tame ni junbi sa rete iru goka o osore nasai"},{"SurahNumber":3,"VerseNumber":132,"Text":"Arra to shito ni shitagai nasai. So sureba anata gata wa, jihi o uke rarerudearou"},{"SurahNumber":3,"VerseNumber":133,"Text":"Anata gata no omo no o yurushi o eru tame, kisoi nasai. Ten to ji hodo no hiroi rakuen ni (hairu tame ni). Sore wa omo o osoreru mono no tame ni, junbi sa rete iru"},{"SurahNumber":3,"VerseNumber":134,"Text":"Junkyo ni oite mo mata gyakkyo ni atte mo,(-nushi no okurimono o hodokoshi ni) tsukau-sha, ikari o osaete hitobito o kan'yo suru mono, hontoni arra wa, yoi okonai o nasu mono o mede rareru"},{"SurahNumber":3,"VerseNumber":135,"Text":"Mata shuakuna okonai o shi tari, kashitsu o okashita toki, arra o nen shite sono zaika no o yurushi o koi,`arra no soto ni, dare ga tsumi o yurusu koto ga dekimashou.'(To inoru mono), mata sono okashita koto o, koi ni kurikaesanai mono"},{"SurahNumber":3,"VerseNumber":136,"Text":"Korera no mono e no hosho wa,-nushi kara no kandaina o yurushi to, kawa ga shita o nagareru rakuendeari, kare-ra wa sono naka ni eien ni sumudearou. Funto doryoku suru mono e no onkei wa nanto yoi kotodearou"},{"SurahNumber":3,"VerseNumber":137,"Text":"Anata gata izen ni mo oku no setsuri no rei ga atta, anata gata wa chijo o tabi shite, shinri o uso to iu mono no saigo ga dodeatta ka o mi nasai"},{"SurahNumber":3,"VerseNumber":138,"Text":"Kore wa hitobito ni taisuru tokiakashideari, mata omo o osoreru mono e no michibikideari, kunkaidearu"},{"SurahNumber":3,"VerseNumber":139,"Text":"Sore de kiryoku o ushinattari, mata zetsubo shite wa naranai. Anata gataga shinjanaraba, kanarazu shori o eru nodearu"},{"SurahNumber":3,"VerseNumber":140,"Text":"Anata gataga moshi sonsho o kabutte mo, aitegata mo mata doyo no dageki o ukete iru. Ware wa ningen no ma ni (shuju no unmei no) kon'na hi o kogo ni sazukeru. Arra wa kore ni yotte (honto no) shinja o shiri, anata gata no naka kara (shinri no tame no junkyo no) jissho-sha o age rareru. Arra wa fugi no to o aisa renai"},{"SurahNumber":3,"VerseNumber":141,"Text":"Arra wa, kono yo ni shite shinko suru mono-tachi o kiyome, shinko o kyohi suru mono o botsuraku sa se rareru"},{"SurahNumber":3,"VerseNumber":142,"Text":"Arra ga, anata gata no naka funto doryoku suru mono to, yoku taeshinobu mono ga, daredearu ka o shira renai ma ni, anata gata wa rakuen ni ireru to kangaeru no ka"},{"SurahNumber":3,"VerseNumber":143,"Text":"Hontoni anata gata wa, shi ni tomen suru mae wa, sore o nozonde itade wanai ka. Ima, masani anata gata wa sore o me no mae ni mitadearou"}]}