{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"Hakkında farklı görüşler ortaya koyduğunuz herhangi bir şey´in hükmü Allah´a aittir. İşte bu Allah, benim Rabbımdır; ancak O´na güvenip dayanır ve ancak O´na yönelip gönül veririm"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gökleri ve yeri misalsiz ve benzersiz yaratandır. Size sizden eşler meydana getirdi; davarları çift çift (erkekli dişili) yarattı. Böylece sizi ana rahminde üretip çoğaltıyor. O´nun benzeri hiçbir şey yoktur. O işitendir, görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin hazinelerinin anahtarları O´nundur. Rızkı dilediğine genişletip yayar ve kısıp daraltır. Şüphesiz ki O, her şeyi bilir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O, Nuh´a vasiyyet ettiği şeyleri, sana vahyettiklerimizi, İbrahim´e, Musa´ya ve İsa´ya vasiyyet ettiklerimizi size şeriat yaptı da «dini dosdoğru ayakta tutun, onda ayrılığa düşmeyin!» (buyurdu). Allah´a ortak koşanlara, kendilerini davet ettiğin şey çok ağır gelmektedir. Allah dilediğini ona (o çağrıya veya kendine) seçer ve kendine yönelip gönül vereni doğru yola eriştirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar ancak kendilerine (Allah, Kitap, Peygamber ve Âhiret´le ilgili) bilgi geldikten sonra —sırf aralarındaki kin ve ihtiras yüzünden— tefrikaya düştüler. Eğer Rabbından belirlenmiş vakte kadar verilmiş bir söz geçmeseydi, elbette aralarında hükmedilerek iş bitirilmiş olurdu. Onlardan sonra Kitab´a vâris olanlar da kitaptan yana tam bir şüphe içindeydiler"},{"SurahNumber":42,"VerseNumber":15,"Text":"İşte (ey Peygamber!), bunun için çağrına devam et, emredildiğin gibi dosdoğru ol; onların heveslerine uyma ve de ki: «Allah´ın indirdiği her kitaba imân ettim ve ben aranızda adaleti yerine getirmekle emrolundum. Allah bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bize, sizin amelleriniz size aittir. Aramızda sürtüşme, tartışma ve iddialaşma diye bir şey yoktur. Allah bizi biraraya getirip toplar ve dönüş de ancak O´nadır..»"},{"SurahNumber":42,"VerseNumber":16,"Text":"Allah´a olan çağrıya olumlu cevap verdikten sonra O´nun hakkında tartışıp duranların iddia ve delilleri Rabları yanında boş ve anlamsızdır. Üzerlerine gazab ve onlar için şiddetli azâb vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"O Allah, Kitab´ı hakk ile ve teraziyi (denge ve düzeni) indirmiştir. Ne bilirsin, belki o Kıyâmet´in kopuş saati yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Kıyâmet´e inanmayanlar, onun hemen gelmesini isterler. İmân edenler ise, korkup çekinirler ve onun mutlaka hakk olduğunu bilirler. Haberiniz olsun ki, Kıyâmet´in kopuş saati hakkında tartışıp duranlar, gerçekten uzak bir sapıklık içindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına çok lûtufkâr, çok şefkatli bol insanlıdır. Dilediğini rızıklandırır. O çok kuvvetli ve kudretlidir, çok üstün ve çok güçlüdür"}]}