{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Dalismy juz Mojzeszowi Ksiege i w slad za nim wysłalismy posłancow. I dalismy Jezusowi, synowi Marii, jasne dowody; i umocnilismy go Duchem Swietym. Czyz za kazdym razem, kiedy przychodził do was posłaniec z tym, czego nie pragna wasze dusze, nie wzbijaliscie sie w pyche i nie uwazaliscie jednych za kłamcow, a innych czyz nie zabijaliscie"},{"SurahNumber":2,"VerseNumber":88,"Text":"Oni mowia: \"Nasze serca nie sa obrzezane.\" Taki Niech ich Bog przeklnie za ich niewiare! Jakze mało oni wierza"},{"SurahNumber":2,"VerseNumber":89,"Text":"Kiedy przyszła do nich Ksiega od Boga, potwierdzajaca prawdziwosc tego, co oni posiadaja - a oni przedtem prosili o zwyciestwo nad tymi, ktorzy nie uwierzyli - i kiedy przyszło do nich to, co oni juz znali, oni w to nie uwierzyli. Przeklenstwo Boga nad niewierzacymi"},{"SurahNumber":2,"VerseNumber":90,"Text":"Jakze złe jest to, za co sprzedali swoje dusze! Oni nie uwierzyli w to, co zesłał Bog, ze złosci, iz Bog zsyła Swoja łaske, komu chce ze swoich sług. I sciagneli na siebie gniew za gniewem. A niewiernych spotka kara ponizajaca"},{"SurahNumber":2,"VerseNumber":91,"Text":"A kiedy im mowia: \"Wierzcie w to, co zesłał Bog!\" - oni mowia: \"My wierzymy w to, co nam zostało zesłane.\" Lecz oni nie wierza w to, co przyszło potem; a przeciez to jest prawda potwierdzajaca to, co oni posiadaja. Powiedz: \"A dlaczego przedtem zabijaliscie prorokow Boga, jesli jestescie wierzacymi"},{"SurahNumber":2,"VerseNumber":92,"Text":"Juz Mojzesz przyszedł do was z jasnymi dowodami. Nastepnie wzieliscie sobie cielca i byliscie niesprawiedliwi"},{"SurahNumber":2,"VerseNumber":93,"Text":"I oto zawarlismy z wami przymierze, i wznieslismy ponad wami Gore: \"Wezmiecie to, co wam dalismy, z cała moca i słuchajcie!\" Oni powiedzieli: \"My słuchamy i buntujemy sie!\" Oni zostali napojeni w swoich sercach cielcem, z powodu swojej niewiary. Powiedz: \"Jakze złe jest to, co wam nakazuje wasza wiara - skoro jestescie wierzacymi"},{"SurahNumber":2,"VerseNumber":94,"Text":"Powiedz: \"Jesli siedziba ostateczna jest wyłacznie dla was wybrana, a nie dla innych ludzi, to zyczcie sobie smierci, jesli jestescie prawdomowni"},{"SurahNumber":2,"VerseNumber":95,"Text":"Lecz oni nie beda jej sobie zyczyc nigdy z powodu tego, co przygotowały pierwej ich rece. Bog zna dobrze ludzi niesprawiedliwych"},{"SurahNumber":2,"VerseNumber":96,"Text":"A ty z pewnoscia znajdziesz ich jako najbardziej chciwych tego zycia sposrod wszystkich ludzi - nawet bardziej niz bałwochwalcy! - Kazdy z nich chciałby zyc tysiac lat. Lecz i to nie oddaliłoby ich od kary, jesliby im dane było zyc tak długo. Bog widzi jasno to, co wy czynicie"}]}