{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Батаҳқиқ, Биз бу Қуръонда эслашлари учун баён қилдик. Лекин бу уларга нафратдан ўзгани зиёда қилмас"},{"SurahNumber":17,"VerseNumber":42,"Text":"Сен: «Агар, улар айтганидек, У билан бирга бошқа илоҳлар бўлганида, улар Арш эгаси томон йўл излардилар», деб айт"},{"SurahNumber":17,"VerseNumber":43,"Text":"У зот улар айтаётган нарсадан пок ва ниҳоятда олийдир"},{"SurahNumber":17,"VerseNumber":44,"Text":"Унга етти осмону ер ва улардаги кимсалар тасбиҳ айтур. Унинг ҳамди ила тасбиҳ айтмаган ҳеч бир нарса йўқ. Лекин уларнинг тасбиҳини англамайсизлар. Албатта, у ҳалийм ва сермағфират Зотдир"},{"SurahNumber":17,"VerseNumber":45,"Text":"Қачон Қуръон қироат қилсанг, сен билан охиратга иймон келтирмайдиганлар орасида кўринмас парда қилурмиз"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ва қалбларига, уни англамасликлари учун, ғилоф қилдик ва қулоқларини кар қилдик. Қачон сен Қуръонда Роббингнинг ёлғиз Ўзини зикр қилсанг, улар ортларига ўгирилиб қочурлар"},{"SurahNumber":17,"VerseNumber":47,"Text":"Биз улар нима сабабдан тинглаётганларини, улар сени тинглаётганларида ўзаро пичирлашаётганларини, золимларнинг: «Сизлар сеҳрланган кишига эргашяпсиз, холос», деганларини ҳам яхши билурмиз"},{"SurahNumber":17,"VerseNumber":48,"Text":"Улар сенга қандай мисол келтирганларига назар сол! Бас, залолатга кетдилар ва (тўғри) йўлга қодир бўлмаслар"},{"SurahNumber":17,"VerseNumber":49,"Text":"Улар: «Суяк ва титилган тупроқ бўлганимиздан кейин ҳам, яна янгидан яратилиб тирилтириламизми?» дедилар"},{"SurahNumber":17,"VerseNumber":50,"Text":"Сен:«Тош ёки темир бўлиб олинглар"},{"SurahNumber":17,"VerseNumber":51,"Text":"Ёки кўнгилларингизда катта кўринган бошқа бирон махлуқ (бўлиб олинглар)», деб айт. Бас, улар: «Бизни ким қайта тирилтирур», дерлар. Сен:«Сизларни биринчи марта йўқдан бор қилган Зот», дегин. Улар сенга бошларини қимирлатурлар ва: «У қачон бўлур?» дерлар, Сен:«Шояд яқинда бўлса», дегин"},{"SurahNumber":17,"VerseNumber":52,"Text":"У кунда Ул зот сизни чақирур. Бас, сиз Унга ҳамд ила жавоб берурсиз ва (дунёда) фақат озгина турганлигингизни гумон қилурсиз"}]}