{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Та. Син. Это - аяты Корана и ясного Писания"},{"SurahNumber":27,"VerseNumber":2,"Text":"верное руководство и благая весть для верующих"},{"SurahNumber":27,"VerseNumber":3,"Text":"которые совершают намаз, выплачивают закят и убеждены в Последней жизни"},{"SurahNumber":27,"VerseNumber":4,"Text":"Воистину, тем, которые не веруют в Последнюю жизнь, Мы представили их деяния прекрасными, и они блуждают в растерянности"},{"SurahNumber":27,"VerseNumber":5,"Text":"Они - те, которым уготованы злые мучения, а в Последней жизни они понесут наибольший убыток"},{"SurahNumber":27,"VerseNumber":6,"Text":"Воистину, ты получаешь Коран от Мудрого, Знающего"},{"SurahNumber":27,"VerseNumber":7,"Text":"Вот Муса (Моисей) сказал своей семье: «Воистину, я вижу огонь. Я принесу вам оттуда известие или горящую головню, чтобы вы могли согреться»"},{"SurahNumber":27,"VerseNumber":8,"Text":"Когда он подошел туда, раздался глас: «Благословен тот, кто в огне, и тот, кто вокруг него. Пречист Аллах, Господь миров"},{"SurahNumber":27,"VerseNumber":9,"Text":"О Муса (Моисей)! Воистину, Я - Аллах, Могущественный, Мудрый"},{"SurahNumber":27,"VerseNumber":10,"Text":"Брось свой посох!». Когда он увидел, как тот извивается, словно змея, то бросился бежать назад и не вернулся (или не обернулся). Аллах сказал: «О Муса (Моисей)! Не бойся, ибо посланникам нечего бояться, когда они находятся предо Мною"},{"SurahNumber":27,"VerseNumber":11,"Text":"А если кто совершил несправедливость, а затем заменил зло добром, то ведь Я - Прощающий, Милосердный"},{"SurahNumber":27,"VerseNumber":12,"Text":"Сунь свою руку за пазуху, и она выйдет белой (цвета молока, светящейся), без следов болезни. Вот некоторые из девяти знамений для Фараона и его народа. Воистину, они являются людьми нечестивыми»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Когда Наши знамения были наглядно показаны им, они сказали: «Это - очевидное колдовство»"},{"SurahNumber":27,"VerseNumber":14,"Text":"Они отвергли их несправедливо и надменно, хотя в душе они были убеждены в их правдивости. Посмотри же, каким был конец распространявших нечестие"}]}