{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara misal olarak şu kasaba halkını anlat: Hani oraya elçiler gelmişlerdi"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani onlara iki elçi göndermiştik de bunları yalanlamışlardı. Bunun üzerine Biz de üçüncüsüyle desteklemiştik de: Biz, size gönderilmiş elçileriz, demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar da; siz, ancak bizim gibi birer insansınız. Rahman, size hiç bir şey indirmemiştir. Siz, sadece yalan söylüyorsunuz, demişlerdi"},{"SurahNumber":36,"VerseNumber":16,"Text":"Dediler ki: Rabbımız bilir ki biz, muhakkak size gönderilmiş elçileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bize düşen, sadece apaçık tebliğdir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Doğrusu, sizin yüzünüzden uğursuzluğa uğradık. Vazgeçmezseniz andolsun ki sizi taşlayacağız. Ve bizden size, elim bir azab dokunacaktır, dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Dediler ki: Uğursuzluğunuz sizinledir. Size öğüt verildi diye mi? Hayır, siz; çok aşırı giden bir kavimsiniz"},{"SurahNumber":36,"VerseNumber":20,"Text":"Şehrin ötebaşından bir adam koşarak geldi ve şöyle dedi: Ey kavmim; gönderilmiş bulunan elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden hiç bir ücret istemeyenlere uyun. Onlar, hidayete erdirilmişlerdir"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ben, beni yaratmış olana neden kulluk etmeyeyim? Siz de O´na döndürüleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ben, O´ndan başka tanrılar mı edinirim? Eğer Rahman bana bir zarar vermek isterse; onların şefaatı bana hiç bir fayda sağlamaz ve beni kurtarmaz da"},{"SurahNumber":36,"VerseNumber":24,"Text":"O takdirde ben de gerçekten apaçık bir sapıklık içerisinde olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Şüphesiz ki ben, Rabbınıza inandım. Artık beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"Cennete gir, denilince, dedi ki: Keşki kavmim bilir olsaydı"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbımın beni bağışladığını ve beni ikram edilenlerden kıldığını"},{"SurahNumber":36,"VerseNumber":28,"Text":"Ondan sonra kavminin üzerine gökten bir ordu indirmedik, zaten indirecek de değildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"Sadece, bir tek çığlık oldu. Ve onlar hemen sönüp gittiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun o kullara ki; kendilerine bir peygamber gelmeyedursun onu hemen alaya alırlardı"},{"SurahNumber":36,"VerseNumber":31,"Text":"Görmüyorlar mı ki; kendilerinden önce nice nesilleri helak ettik. Ve onlar, bir daha kendilerine dönemezler"},{"SurahNumber":36,"VerseNumber":32,"Text":"Hepsi de muhakkak toptan huzurumuza getirileceklerdir"}]}