{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Ey iman edenler, sabırla ve namazla yardım dileyin. Gercekten Allah, sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Ve sakın Allah yolunda oldurulenlere «oluler» demeyin; hayır onlar diridirler. Fakat siz bunun suurunda degilsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Andolsun, biz sizi bir parca korku, aclık ve bir parca mallardan, canlardan ve urunlerden eksiltmekle imtihan edecegiz. Sabır gosterenleri mujdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlara bir musibet isabet ettiginde, derler ki; «Biz Allah´a ait (kullar) ız ve suphesiz O´na donuculeriz.»"},{"SurahNumber":2,"VerseNumber":157,"Text":"Rablerinden (olan bir salat) bagıslanma ve rahmet bunların uzerinedir ve hidayete erenler de bunlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"Suphesiz, ´Safa´ ile ´Merve´ Allah´ın isaretlerindendir. Boylece kim Evi (Ka´be´yi) hacceder veya umre yaparsa, artık bu ikisini tavaf etmesinde kendisi icin bir sakınca yoktur. Kim de gonulden bir hayır yaparsa (karsılıgını alır) . Suphesiz Allah, sukrun karsılıgını verendir, bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Gercek, apacık belgelerden indirdiklerimizi ve insanlar icin Kitapta acıkladıgımız hidayeti gizlemekte olanlar; iste onlara, hem Allah lanet eder, hem de lanet ediciler lanet eder"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edenler, (kendilerini) duzeltenler ve (indirileni) acıklayanlar (a gelince) ; artık onların tevbelerini kabul ederim. Ben, tevbeleri kabul edenim, esirgeyenim"},{"SurahNumber":2,"VerseNumber":161,"Text":"Suphesiz, kufredip kafir olarak olenler, Allah´ın, meleklerin ve butun insanların laneti bunların uzerinedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onda (lanette) temelli kalıcıdırlar, onlardan azab hafifletilmez ve onlar gozetilmezler de"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin ilahınız tek bir ilahtır; O´ndan baska hic bir ilah yoktur; O, bagıslayandır, esirgeyendir"}]}