{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"ਕੀ ਅੱਲਾਹ ਨੇ ਆਪਣੀ ਸਿਰਜਣਾ ਵਿਚ ਬੇਟੀਆਂ ਪਸੰਦ ਕੀਤੀਆਂ ਅਤੇ ਤੁਹਾਨੂੰ ਪੁੱਤਰਾਂ ਨਾਲ ਨਵਾਜ਼ਿਆ ਕੀਤਾ।"},{"SurahNumber":43,"VerseNumber":17,"Text":"ਅਤੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਉਸ ਚੀਜ਼ ਦੀ ਖ਼ਬਰ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਜਿਸ ਨੂੰ ਉਹ ਰਹਿਮਾਨ ਲਈ ਬਿਆਨ ਕਰਦਾ ਹੈ। ਤਾਂ ਉਸ ਦਾ ਚਿਹਰਾ ਕਾਲਾ ਪੈ ਜਾਂਦਾ ਹੈ। ਅਤੇ ਉਹ ਦੁੱਖ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ।"},{"SurahNumber":43,"VerseNumber":18,"Text":"ਕੀ ਉਹ ਜਿਹੜੀ ਹਾਰਾਂ ਸਿੰਗਾਰਾਂ ਨਾਲ ਪਲੀ ਹੋਵੇ ਅਤੇ ਲੜਾਈ ਵੇਲੇ ਗੱਲ ਨਾ ਕਰ ਸਕੇ।"},{"SurahNumber":43,"VerseNumber":19,"Text":"ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਜਿਹੜੇ ਰਹਿਮਾਨ ਦੇ ਆਦਮੀ ਹਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਨੇ ਔਰਤਾਂ ਘੋਸ਼ਿਤ ਕਰ ਰੱਖਿਆ ਹੈ। ਕੀ ਉਹ ਉਨ੍ਹਾਂ ਦੀ ਸਿਰਜਣਾ ਦੇ ਸਮੇ ਹਾਜ਼ਿਰ ਸਨ। ਉਨ੍ਹਾਂ ਦਾ ਇਹ ਦਾਵਾ ਲਿਖ ਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਤੋਂ ਪੁੱਛ ਹੋਵੇਗੀ।"},{"SurahNumber":43,"VerseNumber":20,"Text":"ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਜੇਕਰ ਰਹਿਮਾਨ ਚਾਹੁੰਦਾ ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਇਬਾਦਤ ਨਾ ਕਰਦੇ। ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਦਾ ਕੋਈ ਗਿਆਨ ਨਹੀਂ'। ਉਹ ਸਿਰਫ਼ ਮਿਥੀਆਂ ਗੱਲ ਕਰ ਰਹੇ ਹਨ।"},{"SurahNumber":43,"VerseNumber":21,"Text":"ਕੀ ਅਸੀਂ ਇਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕੋਈ ਕਿਤਾਬ ਦਿੱਤੀ ਹੈ। ਤਾਂ ਇਨ੍ਹਾਂ ਨੇ ਇਸ ਨੂੰ ਦ੍ਰਿੜਤਾ ਨਾਲ ਫੜ੍ਹ ਰੱਖਿਆ ਹੈ।"},{"SurahNumber":43,"VerseNumber":22,"Text":"ਸਗੋਂ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਆਪਣੇ ਪਿਉ-ਦਾਢਿਆਂ ਨੂੰ ਇੱਕ ਰਾਹ ਤੇ ਦੇਖਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਚੱਲ ਰਹੇ ਹਾਂ।"},{"SurahNumber":43,"VerseNumber":23,"Text":"ਅਤੇ ਇਸੇ ਤਰਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਜਿਸ ਬਸਤੀ ਵਿਚ ਕੋਈ ਡਰਾਉਣ (ਸਾਵਧਾਨ ਕਰਨ) ਵਾਲਾ ਭੇਜਿਆ ਤਾਂ ਉਸ ਤੇ ਪਤਵੰਤਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਆਪਣੇ ਪਿਉ- ਵਾਦਿਆਂ ਨੂੰ ਇੱਕ ਰਾਹ ਤੇ (ਚਲਦੇ) ਦੇਖਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਜਾ ਰਹੇ ਹਾਂ।"},{"SurahNumber":43,"VerseNumber":24,"Text":"ਨਜ਼ੀਰ (ਡਰਉਣ ਵਾਲਾ) ਨੇ ਆਖਿਆ, ਕਿ ਜੇਕਰ ਮੈਂ ਇਸ ਤੋਂ ਵੀ ਜ਼ਿਆਦਾ, ਜਿਸ ਉੱਤੇ ਤੁਸੀਂ ਆਪਣੇ ਪਿਉ ਦਾਦਿਆਂ ਨੂੰ ਚਲਦੇ ਦੇਖਿਆ ਹੈ, ਯੋਗ ਰਾਹ ਤੁਹਾਨੂੰ ਦਸਾਂ। ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ ਕਿ ਅਸੀਂ ਉਸ (ਉਪਦੇਸ਼) ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਾਂ, ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਦੇ ਕੇ ਭੇਜਿਆ ਗਿਆ ਹੈ।"},{"SurahNumber":43,"VerseNumber":25,"Text":"ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਬਦਲਾ ਲਿਆ। ਸੋ ਦੇਖੋ ਕਿ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਕੀ ਹਸ਼ਰ ਹੋਇਆ।"}]}