{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"پس جب زلیخا نے سنا انکی مکارانہ باتوں کو تو اس نے انھیں بلا بھیجا اور تیار کیں ان کے لیے مسندیں اور (جب وہ آگئیں تو ) دے دی ہر ایک کو ان میں سے ایک ایک چھری اور یوسف کو کہا کہ (ذرا ) نکل (تو) آؤ ان کے سامنے سے ۔ پس جب (یوسف آئے اور) انھوں نے اس کو دیکھا تو اس کی عظمت (حسن) کی قائل ہوگئیں اور (وارفتگی کے عالم میں) کاٹ بیھٹیں اپنے ہاتھوں کو اور کہہ اٹھیں سبحان اللہ ! یہ انسان نہیں بلکہ یہ تو کوئی معزز فرشتہ ہے۔"},{"SurahNumber":12,"VerseNumber":31,"Text":"زلیخا (فاتحانہ انداز میں) بولی یہ ہے وہ (پیکر رعنائی) جس کے بارے میں تم مجھے ملامت کیا کرتی تھیں ۔ بخدا میں نے اسے بہت بہلایا پھسلایا لیکن وہ بچا ہی رہا اور اگر وہ نہ بجا لایا جو میں اس کو حکم دیتی ہوں تو اسے قید کردیا جائے گا اور وہ ہوجائے گا ان لوگوں سے جو بےآبرو ہیں"},{"SurahNumber":12,"VerseNumber":32,"Text":"یوسف نے عرض کی اے میرے پروردگار ! قید خانہ (کی صعوبتیں مجھے زیادہ پسند ہیں اس گناہ سے جس کی طرف یہ مجھے بلاتی ہیں اور اگر تو (اپنی عنایت سے) نہ دور کرے مجھ سے ان کے مکر کو تو میں مائل ہوجاؤنگا انکی طرف اور بن جاؤں گا نادانوں سے۔"},{"SurahNumber":12,"VerseNumber":33,"Text":"پس قبول فرمالی اس کی دعا اسکے رب نے اور دور کردیا اس سے ان عورتوں کے مرکو فریب کو ۔ بیشک وہ (اپنے بندوں کی فریادیں ) سننے والا اور ان کے (حالات ) خوب جاننے والا ہے"},{"SurahNumber":12,"VerseNumber":34,"Text":"پھر مناسب معلوم ہوا انھیں اسکے باوجود کہ وہ (یوسف کی پاکبازی کی ) نشانیاں دیکھ چکے تھے کہ وہ اسے قید کردیں کچھ عرصہ تک"},{"SurahNumber":12,"VerseNumber":35,"Text":"اور داخل ہوئے آپ کے ساتھ ہی قید خانہ میں دو نوجوان ان میں سے ایک نے (آکر) کہا کہ میں نے (خواب میں) اپنے آپ کو دیکھا ہے کہ میں شراب نچوڑ رہا ہوں۔! اور دوسرے نے کہا میں نے خواب میں اپنے آپکو دیکھا کہ میں اٹھائے ہوئے ہوں اپنے سر پر کچھ روٹیاں ، پرندے کھارہے ہیں اس میں سے ۔ آپ بتائیے ہمیں اسکی تعبیر۔ بیشک ہم دیکھ رہے ہیں آپ کو نیکو کاروں سے"}]}