{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Nisonai iʙratest ʙar onho zamini murda, ki zindaas soxtem va az on donae, ki az on mexurand, ʙerun ovardem"},{"SurahNumber":36,"VerseNumber":34,"Text":"Va dar on ʙoƣhoe az daraxtoni xurmovu tokho padid ovardem va casmahoi ravon soxtem"},{"SurahNumber":36,"VerseNumber":35,"Text":"to az mevahoi on va dastranci xud ʙixurand. Caro sukr namegujand"},{"SurahNumber":36,"VerseNumber":36,"Text":"Pok ast on Xudoe, ki hamai cufthoro ʙijofarid, ci az on ci zamin merujonad va ci az xudason va ci on cizhoe, ki namesinosand"},{"SurahNumber":36,"VerseNumber":37,"Text":"Saʙ niz ʙarojason iʙrate digar ast, ki ruzro az on ʙarmekasem va hama dar toriki furu meravand"},{"SurahNumber":36,"VerseNumber":38,"Text":"Va oftoʙ ʙa sui qarorgohi xud ravon ast. In farmoni Xudoi piruzmandu donost"},{"SurahNumber":36,"VerseNumber":39,"Text":"Va ʙaroi moh manzilhoe andoza kardem, to monandi soxai xuski xurmo ʙorik savad"},{"SurahNumber":36,"VerseNumber":40,"Text":"Oftoʙro sazovortar nest, ki ʙa moh rasad va saʙro sazovor nest, ki ʙar ruz pesi girad va hama dar falake sinovarand"},{"SurahNumber":36,"VerseNumber":41,"Text":"Iʙrate digar ʙaroi onho, ki padaronasonro dar on kistii purkardasuda savor kardem"},{"SurahNumber":36,"VerseNumber":42,"Text":"Va ʙarojason monandi kisti cize ofaridem, ki ʙar on savor savand"},{"SurahNumber":36,"VerseNumber":43,"Text":"Va agar ʙixohem, hamaro ƣark, mesozem va onhoro hec farjodrase naʙosad va xalosi najoʙand"},{"SurahNumber":36,"VerseNumber":44,"Text":"ƣajri rahmati Mo va ʙarxurdori to hangomi marg"},{"SurahNumber":36,"VerseNumber":45,"Text":"Va on goh ki ʙa onho gufta savad, ki az on ci dar pesi ruj dored jo pusti sar meguzored, ʙitarsed, sojad ʙar sumo rahmat orand, ruj ʙigardonand"},{"SurahNumber":36,"VerseNumber":46,"Text":"Va kadom ojate az ojoti Parvardigorason ʙar onho nozil savad, alʙatta az on ruj gardonand"},{"SurahNumber":36,"VerseNumber":47,"Text":"Va cun gufta savad, ki az on ci Xudo ruzijaton kardaast, sadaqa kuned, kofiron ʙa mu'minon gujand: «Ojo kasonero ta'om dihem, ki agar Xudo mexost, xud onhoro ta'om medod? Sumo dar gumrohii oskor hasted»"},{"SurahNumber":36,"VerseNumber":48,"Text":"Va megujand: «Agar rost megued, in va'da kaj xohad ʙud?»"},{"SurahNumber":36,"VerseNumber":49,"Text":"Inho intizori jak ʙongi saxtro meʙarand, to ʙa on hangom ki sargarmi xusumat hastand, furu giradason"},{"SurahNumber":36,"VerseNumber":50,"Text":"oncunon ki tavoni vasijate nadosta ʙosand va natavonand nazdi kasoni xud ʙozgardand"}]}