{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":13,"Text":"Nevernyye govorili poslannikam: \"Ili my izgonim vas s nashey zemli, ili zhe vy vernetes' v lono nashey religii\". I Gospod' vnushil poslannikam otkroveniye: \"My nepremenno pogubim greshnikov"},{"SurahNumber":14,"VerseNumber":14,"Text":"i zaselim vami zemlyu posle ikh [gibeli]. Tak [vozdayu YA] tem, kto strashitsya rasplaty Moyey i Moyey ugrozy"},{"SurahNumber":14,"VerseNumber":15,"Text":"[Poslanniki] poprosili darovat' im pobedu. Ved' kazhdyy upornyy pritesnitel' nakhodit svoyu pogibel' [v etom mire]"},{"SurahNumber":14,"VerseNumber":16,"Text":"a v budushchem [mire] yego zhdet ad i yego budut poit' napitkom iz krovi i gnoya"},{"SurahNumber":14,"VerseNumber":17,"Text":"Napolnit on im rot, no proglotit' ne smozhet, i podstupit k nemu smert' so vsekh storon, no ne zaberet yego, ibo yego zhdet surovoye nakazaniye"},{"SurahNumber":14,"VerseNumber":18,"Text":"Deyaniya tekh, kto ne uveroval v Gospoda svoyego, podobny peplu, nad kotorym pronessya veter nepogody, i oni niskol'ko ne vlastny nad tem, chto nazhili. Eto [neveriye] i yest' glubokoye zabluzhdeniye"},{"SurahNumber":14,"VerseNumber":19,"Text":"Razve tebe ne izvestno, chto Allakh sotvoril nebesa i zemlyu v istine? Yesli On zakhochet, to unichtozhit vas vsekh i sotvorit drugikh [lyudey]"},{"SurahNumber":14,"VerseNumber":20,"Text":"i eto dlya Allakha vovse ne trudno"},{"SurahNumber":14,"VerseNumber":21,"Text":"Vse predstanut pered Allakhom [v Sudnyy den'], i togda skazhut slabyye spesivtsam: \"Voistinu, my sledovali za vami. Izbavite li vy nas khot' otchasti ot nakazaniya Allakha?\" [Vozhdi] otvetyat: \"Yesli by Allakh napravil nas na pryamoy put', to i my napravili by vas [tuda]. Nam vse odno: budem li gorevat' ili budem terpet' - nam net spaseniya"}]}