{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":41,"Text":"(Ya Rəsulum!) Kitabda (Qur’anda) İbrahimi də yad et (onun hekayətini də ümmətinə söylə). Həqiqətən, o, büsbütün doğru danışan kimsə (siddiq) – bir peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":42,"Text":"O, bir zaman atasına belə demişdi: “Atacan! Nə üçün eşitməyən, görməyən və sənə heç bir fayda və zərər verə bilməyən bütlərə ibadət edirsən"},{"SurahNumber":19,"VerseNumber":43,"Text":"Atacan! Həqiqətən, sənə gəlməyən bir elm (peyğəmbərlik) mənə gəlmişdir (sənə müyəssər olmayan bir şey mənə müyəssər olmuşdur). Ardımca gəl ki, səni (Allahın buyurduğu) doğru bir yola çıxardım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Atacan! Şeytana ibadət etmə, həqiqətən, Şeytan Rəhmana (Allaha) çox asi olmuşdur"},{"SurahNumber":19,"VerseNumber":45,"Text":"Atacan! Qorxuram ki, (tövbə etməsən) Rəhmandan sənə bir əzab toxunsun və beləcə (Cəhənnəmdə) Şeytana yoldaş olasan!”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Atası Azər İbrahimə) dedi: “Ya İbrahim! Sən mənim tapındığım tanrılardan üzmü çevirirsən? Əgər (onlara qarşı pis hərəkətlərinə) son qoymasan, səni mütləq daşqalaq edəcəyəm (yaxud səni təhqir edib acı sözlər deyəcəyəm). Bir müddət məndən uzaq ol (gözlərim səni görməsin)!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"(İbrahim) belə cavab verdi: “Sənə salam olsun! (Allah özü sənə rəhm etsin. Məndən sənə heç bir pislik gəlməz!) Mən Rəbbimdən sənin bağışlanmağını diləyəcəyəm. O mənə qarşı çox mehribandır (çox lütfükardır, duamı qəbul edər)"},{"SurahNumber":19,"VerseNumber":48,"Text":"Mən sizi və sizin Allahdan başqa tapındığınız bütləri tərk edib bir kənara çəkilir və öz Rəbbimə dua (ibadət) edirəm. Ola bilsin ki, mən Rəbbimə ibadət etməklə bədbəxt (Onun mərhəmətindən naümid, məhrum) olmayım. (Mənim Allaha etdiyim ibadət, sizin bütlərə, tanrılara etdiyiniz ibadət kimi puça çıxmasın!)”"},{"SurahNumber":19,"VerseNumber":49,"Text":"(İbrahim müşrikləri) və onların Allahdan başqa tapındıqları bütləri tərk edib (Şama) getdiyi zaman Biz ona (oğlu) İshaqla (nəvəsi) Yə’qubu bəxş etdik və onların hər ikisini peyğəmbər etdik"},{"SurahNumber":19,"VerseNumber":50,"Text":"(Onların üçünü də) öz mərhəmətimizdən (ruzimizdən) ehsan buyurub tə’riflərini dillər əzbəri etdik. (Bütün din sahiblərinin, mö’minlərin yanında onların ehtiramını və mərtəbəsini ucaltdıq)"}]}