{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Har kiro umri daroz dihem, dar ofariniş ūro digargun kunem. Caro oqilona nameandeşand? Pas, on Zote, ki cunin qudrat dorad, alʙatta, qodir ast onhoro duʙora zinda gardonad"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ba ū (Muhammad sallallohu alajhi va sallam) şe'r naomūxtem va şe'r loiqi ū nest. On, çuz Qur'oni oşkor cizi digare nameʙoşad"},{"SurahNumber":36,"VerseNumber":70,"Text":"Va to har kasro, ki zinda dil ʙoşad ʙim dihad va suxani haq ʙar kofiron soʙit şavad"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ojo ʙo nigohi iʙrat nadidaand, ki ʙo dastoni xeş ʙaroi onho corpojonro az nestī ofaridem va aknun insonho moliki onho hastand"},{"SurahNumber":36,"VerseNumber":72,"Text":"Va on corpojonro ʙarojaşon rom kardem. Bar ʙa'ze az onho savor meşavand. Va gūşti ʙa'zero mexūrand"},{"SurahNumber":36,"VerseNumber":73,"Text":"Va ʙaroi on odamho dar on corpojon foidahost va oşomidanihost. Caro şukr namegūjand"},{"SurahNumber":36,"VerseNumber":74,"Text":"Va ʙa çoi Alloh ʙa on umed ma'ʙudone ixtijor kardaand, ki jorijaşon kunand"},{"SurahNumber":36,"VerseNumber":75,"Text":"On ma'ʙudhoi durūƣinro qudrati on nest, ki ʙa joriaşon ʙarxezand, vale in ʙutparaston monandi laşkare ʙa xidmataşon omoda hastand"},{"SurahNumber":36,"VerseNumber":76,"Text":"Suxanaşon turo ej Rasul, andūhgin nasozad. Alʙatta, Mo har ciro, ki pinhon medorand jo oşkor mesozand, medonem"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ojo on insoni munkiri rūzi qijomat nadidaast, ki Mo ūro az nutfae ofaridaem, pas, ū sitezaçūji oşkor şudaast"},{"SurahNumber":36,"VerseNumber":78,"Text":"Va ʙaroi Mo masale zad va ofarinişi xudro faromūş karda guft: « Cī kase in ustuxonhoi pūsidaro duʙora zinda mekunad»"},{"SurahNumber":36,"VerseNumber":79,"Text":"Bigū ʙaroi ū: «Zote onhoro zinda mekunad, ki dar oƣoz onhoro ofaridaast va Ū ʙa har ofarinişe donost"},{"SurahNumber":36,"VerseNumber":80,"Text":"On Allohe, ki az daraxti saʙz ʙarojaton otaş padid ovard va şumo az on otaş meafrūzed. Incunin Alloh qodir ast, ki murdagonro az qaʙrhojaşon zinda ʙerun orad"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ojo kase, ki osmonhovu zaminro ofaridaast, nametavonad monandi onhoro duʙora ʙijofarinad? Ore, metavonad, ki Ū ofarinandai hamai maxluqot ast va ʙa har cī ofarid va meofarad, donost"},{"SurahNumber":36,"VerseNumber":82,"Text":"Cun ʙixohad cizero ʙijofarad, haroina, farmonaş in ast, ki megūjad: «Mavçud şav!» Pas, mavçud meşavad"},{"SurahNumber":36,"VerseNumber":83,"Text":"Pok ast on Allohe, ki malakut (molikijatu hokimijat)-i har cize ʙa dasti Ūst va hama ʙa sūi Ū ʙaroi hisoʙu çazo ʙozgardonda meşaved"}]}