{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"And We have certainly given Luqman the wisdom (saying): be thankful to God, And whoever is grateful, then he is only grateful for himself, and whoever is ungrateful then indeed God is needless and praiseworthy"},{"SurahNumber":31,"VerseNumber":13,"Text":"And (remember) when Luqman said to his son while advising him: my son, do not associate (any partner) with God, for associating (partners with God) is certainly a great wrongdoing"},{"SurahNumber":31,"VerseNumber":14,"Text":"And We instructed the human being about his parents, his mother carried him (getting) weaker and weaker, and his weaning (off breastfeeding) is in two years. You should be thankful to Me and your parents. The final return is to Me"},{"SurahNumber":31,"VerseNumber":15,"Text":"And if they try to make you associate (partners) with Me that which you have no knowledge of, then do not obey them, but continue to be nice to them in this world, and follow the way of everyone who returned to Me (in repentance), then your return is to Me, and I inform you of what you were doing"},{"SurahNumber":31,"VerseNumber":16,"Text":"My son, indeed if it (your action) is the weight of a mustard seed and it is in a rock or in the skies or on the earth, God brings it (into account). Indeed God is nice and well informed"},{"SurahNumber":31,"VerseNumber":17,"Text":"My son, perform the mandatory prayer and instruct to the right (and acceptable) and prohibit from the wrong (and unacceptable) and be patient about what happens to you, indeed that is the matters of great determination"},{"SurahNumber":31,"VerseNumber":18,"Text":"And do not turn your cheek away from the people, and do not walk on the earth arrogantly, for God does not like every selfish show offs"},{"SurahNumber":31,"VerseNumber":19,"Text":"And be modest in your walking and lower your voice, for the most awful voice is certainly voice of the donkey"}]}