{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"اى مردم، از پروردگارتان پروا كنيد، آن كه شما را از يك تن- آدم"},{"SurahNumber":4,"VerseNumber":2,"Text":"و مالهاى يتيمان را به خودشان بدهيد، و پليد- از اموال خودتان- را با پاكيزه- از اموال آنان- بَدَل مكنيد، و مالهاى آنان را با مالهاى خودتان مخوريد- در هم مكنيد- كه اين گناهى بزرگ است"},{"SurahNumber":4,"VerseNumber":3,"Text":"و اگر بيم آن داريد كه در باره يتيمان- در باره ازدواج با دختران يتيم- نتوانيد به داد و انصاف رفتار كنيد پس [با آنان نكاح مكنيد و] آنچه شما را از [ديگر] آنان خوش آيد، دو گانه و سه گانه، و چهار گانه، بگيريد، و اگر بيم آن داريد كه به دادگرى رفتار نكنيد- در چند همسرى- پس به يك زن بسنده كنيد يا به آنچه مالك آنيد- كنيزى كه از آن شماست-، اين نزديكتر است به آنكه ستم نكنيد"},{"SurahNumber":4,"VerseNumber":4,"Text":"و كابين‌هاى آنان را تمام و به خوش‌منشى بديشان بدهيد، پس اگر خودشان چيزى از آن به خوشدلى به شما بخشيدند آن را گوارا و نوش بخوريد"},{"SurahNumber":4,"VerseNumber":5,"Text":"و مالهاى خود را كه خداوند وسيله برپابودن زندگى شما قرارداده به كم خردان مدهيد- يا: و مالهاى يتيمان را كه در دست شماست به كم خردان آنها مدهيد-، و در آن- يعنى از در آمد آن مالها- بخورانيد و بپوشانيدشان و به آنها سخنى پسنديده گوييد"},{"SurahNumber":4,"VerseNumber":6,"Text":"و يتيمان را بيازماييد تا آنگاه كه به حد [بلوغ و توان‌] زناشويى برسند، پس اگر از آنان رشدى- خردمندى و حسن تدبير- بديديد مالهاشان را به خودشان بدهيد، و آنها را به گزاف و شتاب [از ترس آن‌] كه مبادا بزرگ شوند [و مالها را باز ستانند] مخوريد. و هر كه بى‌نياز بود [از آن مال‌] خويشتن دارى كند و هر كه نيازمند و تهيدست بود به اندازه‌اى كه شايسته باشد بخورد. و چون مالشان را بديشان دهيد بر آنان گواه گيريد، و خدا حسابرسى بسنده است"},{"SurahNumber":4,"VerseNumber":7,"Text":"مردان را از آنچه پدر و مادر و خويشان باز گذارند بهره‌اى است و زنان را نيز از آنچه پدر و مادر و خويشان باز گذارند بهره‌اى است، اندك باشد يا بسيار، بهره‌اى مقرّر شده"},{"SurahNumber":4,"VerseNumber":8,"Text":"و چون به هنگام بخش‌كردن [ميراث‌]، خويشان [فقيرى كه ارث نمى‌برند] و يتيمان و درماندگان حاضر آيند، از آن [مال‌] روزيشان دهيد و به آنان سخنى نيكو و پسنديده گوييد"},{"SurahNumber":4,"VerseNumber":9,"Text":"و كسانى كه اگر پس از خود فرزندانى ناتوان باز گذارند بر [بينوايى و تباه‌شدن‌] آنان بيمناكند بايد [در باره يتيمان‌] بترسند و از خدا پروا كنند و سخنى راست و استوار گويند- و روشى درست پيش گيرند"},{"SurahNumber":4,"VerseNumber":10,"Text":"همانا كسانى كه مالهاى يتيمان را به ستم مى‌خورند جز اين نيست كه در شكمهاشان آتشى فرومى‌خورند و زودا كه به آتش افروخته دوزخ در آيند"}]}