{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":121,"Text":"Ara smarana karuna, yakhana apani apanara parijanadera nikata theke pratyuse bera haye yud'dhera jan'ya muminaganake ghamtite bin'yasta karechilena; ara allaha sarbasrota, sarbajna"},{"SurahNumber":3,"VerseNumber":122,"Text":"Yakhana tomadera madhye du’dalera sahasa haranora upakrama hayechila athaca allah‌ ubhayera abhibhabaka chilena [1], ara allah‌ra upara'i yena muminagana nirbhara kare"},{"SurahNumber":3,"VerseNumber":123,"Text":"Ara [1] badarera yud'dhe allaha abasya'i tomaderake sahayya karechilena athaca tomara hinabala chile. Kaje'i tomara allah‌ra taka'oya abalambana kara, yate tomara krtajnata prakasa karate para"},{"SurahNumber":3,"VerseNumber":124,"Text":"Smarana karuna, yakhana apani muminaganake balachilena, ‘eta ki tomadera jan'ya yathesta naya ye, tomadera raba tina hajara phiris‌ta nayila kare tomaderake sahayogita karabena? [1]’"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hyam, niscaya, yadi tomara dhairya dharana kara, taka'oya abalambana kara ebam tara druta gatite tomadera upara akramana kare, tabe allaha pamca hajara cihnita phiris‌ta diye tomadera sahayya karabena"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ara eta to allah‌ tomadera jan'ya sudhu susambada o tomadera atmika prasantira jan'ya karechena. Ara sahayya to sudhu parakranta, prajnamaya allah‌ra kacha theke'i haya"},{"SurahNumber":3,"VerseNumber":127,"Text":"Yate tini kapheradera eka ansake dhbansa karena ba taderake lanchita karena [1]; phale tara nirasa haye phire yaya"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tini tadera ta'oba kabula karabena ba taderake sasti debena– e bisaye apanara karaniya kichu'i ne'i; karana tara to yalema"},{"SurahNumber":3,"VerseNumber":129,"Text":"Ara asamane ya kichu ache o yamine ya kichu ache saba allah‌ra'i. Tini yake icche ksama karena ebam yake icche sasti dena. Ara allaha ksamasila, parama dayalu"}]}