{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Хвала Аллаху, Кому все в небесах и на земле принадлежит, Хвала Ему и (в вечности) другого мира, - Он мудр, ведающий все"},{"SurahNumber":34,"VerseNumber":2,"Text":"Он знает то, что входит в землю и что выходит из нее, Что сходит с неба и туда восходит, - Он милостив и всепрощающ"},{"SurahNumber":34,"VerseNumber":3,"Text":"А те, кто не уверовал (в Аллаха), говорят: \"Час не наступит!\" Ответь (им): \"Нет! Наступит непременно он!\" Я Господом моим клянусь, Кому все сокровенное известно. И нет ни в небесах, ни на земле Ни меньше и ни больше веса одной былинки, Что от Него бы схоронилось, О чем не значилось бы В Ясной Книге (Господних уложений)"},{"SurahNumber":34,"VerseNumber":4,"Text":"Чтобы воздать Он мог Тем, кто уверовал и доброе творит. Для них - прощение и благороднейший надел"},{"SurahNumber":34,"VerseNumber":5,"Text":"А те, которые усердствуют против знамений Наших, Пытаясь (всеми силами) ослабить их, - Тем - наказание из страшных мук"},{"SurahNumber":34,"VerseNumber":6,"Text":"И видят те, кому даровано познанье, Что Господом открытое тебе Есть Истина, ведущая на путь Могучего и достохвального Владыки"},{"SurahNumber":34,"VerseNumber":7,"Text":"Неверные (с насмешкой) говорят: \"Не указать ли вам на человека, Кто вам предскажет, что (в земле), Когда разложитесь вы прахом, Вы (облачитесь) в новое творенье"},{"SurahNumber":34,"VerseNumber":8,"Text":"Он ложь измыслил на Аллаха Или в него вселился (бес)?\" Но нет! Лишь те, кто в будущую жизнь не верит, (Там) в муках (будут пребывать), (А здесь) находятся в глубоком заблужденье"},{"SurahNumber":34,"VerseNumber":9,"Text":"Не видят ли они перед собой и за своей (спиной), Что из небесных (таинств) и земных (Глазам их Господом открыто)? И если б Мы того желали, Мы повелели бы земле (Разверзнуться под их ногами) И (разом) поглотить их всех Иль сбросили б на них кусочек неба, - В этом, поистине, знамение Господне Для всякого служителя Его, Кто с покаянием к Нему приходит"}]}