{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Koraa, ‘tomaloke te'omra lagata kupharai karaane yijane dudinata prthirai srsti karaiche? Arau tomaloke te'omra samakaksa sthira karaane’? Te'om haiche srstijagatara raba"},{"SurahNumber":41,"VerseNumber":10,"Text":"arau teraemi bhuprsthata drrha parbatamala sthapana karaiche arau tata barakata diche arau carai dinara majata iyata khadya bastura byarastha karaiche samabharae yacnakarai sakalara babe"},{"SurahNumber":41,"VerseNumber":11,"Text":"Tara pichata te'om akasara phale manonibesa karaile, yito (agate) achila dhoraam. Tara pichata te'om taka (akasaka) arau prthiraika ka’le, ‘tomaloke ubhaye aha icchate'i ha'omka ba anicchate'i ha'omka’. Sihamta ubhaye ka’le, ‘ami anugata hai ahilo’"},{"SurahNumber":41,"VerseNumber":12,"Text":"Tara pichata te'om dudinata akasasamuhaka sata akasata parainata karaile arau pratyeka akasata te'omra nirdesa ahi yoge praerana karaile; arau ami nikatararti akasakhanaka pradipamalara dbaraa susobhita arau suraksita karailo. E'ito mahaparaakramasali, sarbajnara byarasthapana"},{"SurahNumber":41,"VerseNumber":13,"Text":"Tathapi'o sihamte yadi mukha ghuraa'i laya tente koraa, ‘ma'i tomalokaka eta dhbansatmaka sasti samparke satarka karaicho, ada arau chamudara sastira darae’"},{"SurahNumber":41,"VerseNumber":14,"Text":"Yetiya sihamtara ocarata sihamtara raachulasakale sanmukhara paraa arau pichaphalara paraa ahi kaichila ye, ‘tomaloke ekamatra allahara bahirae ana karao ibadata nakaraiba’. Sihamte kaichila, ‘yadi amara pratipalake iccha karailehemtena tente arasye te'om phiraista aratirna karailehemtena. Eteke tomaloke yito lai praeraita haicha seya ami asbikara karao’"},{"SurahNumber":41,"VerseNumber":15,"Text":"Anahate ada sampradaya, sihamte prthiraita ayatha ahankara karaichila arau kaichila, ‘amatakai adhika saktisali arau kona ache’? Eteke sihamte laksya karaa na'i neki ye, niscaya allaha, yijane sihamtaka srsti karaiche, te'om sihamtatakaiyo saktisali? Arau sihamte amara nidarsanaralika asbikara karaichila"},{"SurahNumber":41,"VerseNumber":16,"Text":"Tara pichata ami sihamtara oparata asubha dinaborata dhumuha praerana karailo; yate ami sihamtaka parthira jiranate'i lanchanadayaka sastira soraada loraaba parao; arau akhiraatara sasti iyatakaiyo adhika lanchanadayaka arau sihamtaka sahayo karaa naha’ba"},{"SurahNumber":41,"VerseNumber":17,"Text":"Arau chamuda sampradaya, ami sihamtaka pathanirdesa karaichilo, kintu sihamte satpathara paraibarte andhapathata calatohe pachanda karaichila. Phalata lanchanadayaka sastira bajraaghate sihamtaka karaayatta karaile; sihamte yi arjana karaichila tara parainamata"},{"SurahNumber":41,"VerseNumber":18,"Text":"Arau yisakale imana anichila arau takbaraa aralambana karaichila, ami te'omlokaka raksa karailo"}]}