{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"О вы, которые уверовали! Бойтесь Аллаха, ищите приближения к Нему и усердствуйте на пути Его, - может быть, вы будете счастливы"},{"SurahNumber":5,"VerseNumber":36,"Text":"Поистине, те, которые не веруют, если бы у них было все то, что на земле, и столько же еще, чтобы выкупить этим себя от наказания в день воскресения, все это не было бы принято от них, и им - наказание мучительное"},{"SurahNumber":5,"VerseNumber":37,"Text":"Они захотят выйти из огня, но ни за что не выйдут они оттуда. Для них - вечное наказание"},{"SurahNumber":5,"VerseNumber":38,"Text":"Вору и воровке отсекайте их руки в воздаяние за то, что они приобрели, как устрашение от Аллаха. Поистине, Аллах - великий, мудрый"},{"SurahNumber":5,"VerseNumber":39,"Text":"А кто обратится после своей несправедливости и исправит, то Аллах обратится к нему. Поистине, Аллах - прощающий, милосердный"},{"SurahNumber":5,"VerseNumber":40,"Text":"Разве ты не знаешь, что Аллаху принадлежит власть над небесами и землей? Наказывает Он, кого пожелает, и прощает, кому желает. Поистине, Аллах над всякой вещью мощен"},{"SurahNumber":5,"VerseNumber":41,"Text":"О посланник! Пусть тебя не печалят те, которые устремляются к неверию из тех, что говорят: \"Мы уверовали!\" своими устами, а сердца их не уверовали; и из иудеев: они прислушиваются ко лжи, прислушиваются к другим людям, которые не приходили к тебе; они искажают слова после их мест; они говорят: \"Если вам это даровано, то берите его, а если вам не даровано, то берегитесь!\" Ведь кого хочет Аллах искусить, для того ты ничем не будешь властен у Аллаха. Это - те, о которых не хотел Аллах, чтобы они очистили свои сердца. Для них в ближайшем мире - позор, для них в последней жизни - великое наказание"},{"SurahNumber":5,"VerseNumber":42,"Text":"Они постоянно слушают ложь, пожирают запретное. Если они придут к тебе, то рассуди между ними или отвернись от них. А если отвернешься от них, то они ни в чем не повредят тебе. А если станешь судить, то суди их по справедливости: поистине, Аллах любит справедливых"},{"SurahNumber":5,"VerseNumber":43,"Text":"Но как они поставят тебя судьей, когда у них Тора, в которой суд Аллаха? Потом они отворачиваются после этого, - не являются эти верующими"}]}