{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Allāhvaip paṟṟik kaṟpaṉaiyākap poy kūṟiyavaṉai viṭavō, avaṉuṭaiya vacaṉaṅkaḷaip poyyākkiyavaṉai viṭavō perum aniyāyakkāraṉ yār? Niccayamāka (inta) aniyāyakkārarkaḷ veṟṟi aṭaiya māṭṭārkaḷ"},{"SurahNumber":6,"VerseNumber":22,"Text":"nām ivarkaḷ aṉaivaraiyum oṉṟu cērkkum nāḷil (ivarkaḷil) iṇaivaittu vaṇaṅkiyavarkaḷai nōkki, ‘‘(allāhviṟku) iṇaiyāṉavai eṉa nīṅkaḷ evaṟṟai eṇṇik koṇṭiruntīrkaḷō avai eṅkē?'' Eṉṟu nām kēṭpōm"},{"SurahNumber":6,"VerseNumber":23,"Text":"(atu camayam) avarkaḷ, ‘‘eṅkaḷ iṟaivaṉ allāhtāṉ. Nāṅkaḷ (avaṉukku etaiyum) iṇaivaikka villaiyē!'' Eṉṟu (poy) kūṟuvatait tavira avarkaḷatu kuḻappam vēṟoṉṟum irukkātu"},{"SurahNumber":6,"VerseNumber":24,"Text":"taṅkaḷaip paṟṟiyē avarkaḷ evvāṟu poy kūṟukiṉṟaṉar eṉpatai (napiyē!) Kavaṉippīrāka. (Allāhviṟku iṇaiyāṉavai eṉṟu) avarkaḷ poyyākak kaṟpaṉai ceytu koṇṭiruntavai aṉaittum avarkaḷai viṭṭu maṟaintuviṭum"},{"SurahNumber":6,"VerseNumber":25,"Text":"(napiyē! Umakku kaṭṭuppaṭukiṟavarkaḷaip pōla pāvaṉai ceytu nīr kūṟuvataik kēṭka) umakku cevi cāyppavarkaḷum avarkaḷil uṇṭu. Eṉiṉum, avarkaḷ (tam tīyac ceyalkaḷiṉ kāraṇamāka) atai viḷaṅkik koḷḷātirukkumpaṭi avarkaḷuṭaiya uḷḷaṅkaḷil tiraiyaiyum avarkaḷuṭaiya kātukaḷil ceviṭṭaiyum nām ēṟpaṭuttiviṭṭōm. Ākavē, (ivarkaḷ cattiyattiṟkuriya) attāṭcikaḷ aṉaittaiyum (teḷivākak) kaṇṭapōtilum avaṟṟai avarkaḷ (oru ciṟitum) nampavē māṭṭārkaḷ. (Napiyē!) Avarkaḷ um'miṭam vanta pōtilum, um'muṭaṉ tarkkittu, ‘‘ivai paḻaṅkālattil uḷḷavarkaḷiṉ kaṭṭuk kataikaḷē tavira vēṟillai'' eṉṟē innirākarippavarkaḷ kūṟuvārkaḷ"},{"SurahNumber":6,"VerseNumber":26,"Text":"Avarkaḷ (maṟṟavarkaḷaiyum) i(taikkēṭpa)til iruntu taṭuttut tāṅkaḷum itaiviṭṭu veruṇṭōṭuvārkaḷ. (Itaṉāl) avarkaḷ taṅkaḷaiyē nācamākkik koḷkiṟārkaḷ. (Itai) avarkaḷ uṇarntu koḷḷavē māṭṭārkaḷ"},{"SurahNumber":6,"VerseNumber":27,"Text":"(naraka) neruppiṉ muṉ avarkaḷ niṟuttappaṭum poḻutu, (napiyē!) Nīr (avarkaḷaip) pārttāl, ‘‘nāṅkaḷ (ulakattiṟku)t tirumpa aṉuppappaṭa vēṇṭumē! (Avvāṟāyiṉ) eṅkaḷ iṟaivaṉiṉ vacaṉaṅkaḷai nāṅkaḷ poyyākkāmal, nampikkaiyāḷarkaḷil ākiviṭuvōm'' eṉṟu avarkaḷ pulampuvārkaḷ"},{"SurahNumber":6,"VerseNumber":28,"Text":"(ituvum avarkaḷ maṉamāṟak kūṟavillai) māṟāka! Itaṟku muṉṉar (avarkaḷ taṅkaḷukkuḷ) maṟaittu vaittiruntatutāṉ avarkaḷiṭam teṉpaṭṭatu. (Ēṉeṉṟāl,) avarkaḷ (ivvulakattiṟkut) tirumpa aṉuppappaṭṭāl, avarkaḷukkut taṭai ceytiruntavaṟṟiṉ pakkamē mīṇṭum celvārkaḷ. Niccayamāka avarkaḷ poyyarkaḷtāṉ"},{"SurahNumber":6,"VerseNumber":29,"Text":"mēlum, ‘‘ivvulakattil nām vāḻvatait tavira (nām iṟanta piṉ namakku vēṟu vāḻkkai) illai; ākavē, (iṟantapiṉ) nām uyirppikkappaṭa māṭṭōm'' eṉṟu avarkaḷ kūṟukiṉṟaṉar"},{"SurahNumber":6,"VerseNumber":30,"Text":"(ivvāṟu kūṟum) avarkaḷ (uyirppikkappaṭṭu) taṅkaḷ iṟaivaṉukku muṉ niṟuttappaṭumpoḻutu (napiyē! Nīr avarkaḷaik) kāṇpīrāyiṉ! (Atu camayam iṟaivaṉ avarkaḷai nōkki, ‘‘vicāraṇai nāḷākiya) itu uṇmaiyallavā?'' Eṉṟu kēṭpāṉ. (Ataṟku) avarkaḷ, ‘‘eṅkaḷ iṟaivaṉē! Uṇmaitāṉ'' eṉak kūṟuvārkaḷ. (Ataṟku) avaṉ ‘‘(itai) nīṅkaḷ nirākarittuk koṇṭiruntataṉ kāraṇamāka (narakattiṉ) vētaṉaiyai nīṅkaḷ cuvaittuk koṇṭiruṅkaḷ'' eṉṟu kūṟuvāṉ"}]}