{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":21,"Text":"evarkaḷ allāhvaiyum, iṟuti nāḷaiyum uṟutiyāka nampukiṟārkaḷō, avarkaḷ piṉpaṟṟi naṭakkavēṇṭiya aḻakāṉa utāraṇam niccayamāka allāhviṉ tūtariṭamē irukkiṟatu. Avarkaḷ (avaraip piṉpaṟṟi naṭantu) allāhvai atikamāka niṉaivu ceytu koṇṭiruppārkaḷ"},{"SurahNumber":33,"VerseNumber":22,"Text":"Nampikkaiyāḷarkaḷ (etiriyiṉ) rāṇuvaṅkaḷaik kaṇṭa poḻutu ‘‘(itutāṉ) allāhvum avaṉuṭaiya tūtarum namakku vākkaḷittatu. Allāhvum avaṉuṭaiya tūtarum uṇmaiyaiyē kūṟiṉārkaḷ'' eṉṟu coṉṉārkaḷ. Tavira (ivai aṉaittum) avarkaḷuṭaiya nampikkaiyaiyum ēṟṟu kīḻppaṭivataiyum tavira vēṟoṉṟaiyum avarkaḷukku atikappaṭuttiviṭavillai"},{"SurahNumber":33,"VerseNumber":23,"Text":"nampikkaiyāḷarkaḷil āṇkaḷ palar irukkiṉṟaṉar. Ivarkaḷ allāhviṭam ceyta vākkuṟutiyai uṇmaiyākki vaittārkaḷ. Avarkaḷil palar (iṟantu ‘ṣahātat' eṉṉum) taṅkaḷ ilaṭciyattai aṭaintu viṭṭaṉar. Vēṟu cilar (maraṇikkavillai eṉṟālum atai aṭaiya āvaluṭaṉ) etirpārttē irukkiṉṟaṉar. (Eṉṉa nēriṭṭālum avarkaḷ taṅkaḷ vākkuṟutiyiliruntu) oru ciṟitum māṟupaṭṭuviṭavē illai"},{"SurahNumber":33,"VerseNumber":24,"Text":"uṇmaiyuṭaṉ naṭantukoṇṭa (i)varkaḷukku avarkaḷiṉ uṇmaikkut takka kūliyai allāh koṭuttē tīruvāṉ. Eṉiṉum, nayavañcakarkaḷai avaṉ nāṭiṉāl vētaṉai ceyvāṉ. (Avaṉ nāṭiṉāl avarkaḷaiyum maṉṉippuk kōrumpaṭic ceytu) avarkaḷai maṉṉittu viṭuvāṉ. Niccayamāka allāh mikka maṉṉippavaṉāka, makā karuṇaiyuṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":33,"VerseNumber":25,"Text":"nirākarippavarkaḷai avarkaḷiṉ kōpattil mūḻkiyavāṟē allāh avarkaḷait taṭuttu viṭṭāṉ. (Ippōril) avarkaḷ oru naṉmaiyum aṭaiyavillai. (Ellā vitaṅkaḷilum naṣṭamē aṭaintārkaḷ. Intap pōril nampikkaiyāḷarkaḷai allāhvē pātukāttuk koṇṭāṉ.) Intap pōril nampikkaiyāḷarkaḷukku allāhvē pōtumāṉavaṉāka iruntāṉ. Allāh (aṉaivaraiyum viṭa) mikka palavāṉākavum, mikaittavaṉākavum irukkiṟāṉ"},{"SurahNumber":33,"VerseNumber":26,"Text":"(Nampikkaiyāḷarkaḷē! Uṅkaḷ) etirikaḷukku utavi ceyta vētakkārar(kaḷākiya yūtar)kaḷai avarkaḷuṭaiya araṇmaṉaikaḷiliruntu iṟaṅkavaittu avarkaḷuṭaiya uḷḷaṅkaḷil (tiṭukkattaiyum) naṭukkattaiyum pōṭṭuviṭṭāṉ. Ākavē, avarkaḷil oru tokaiyiṉarai nīṅkaḷ veṭṭi viṭṭīrkaḷ; maṟṟoru tokaiyiṉarai nīṅkaḷ ciṟai piṭittīrkaḷ"},{"SurahNumber":33,"VerseNumber":27,"Text":"avarkaḷuṭaiya pūmikaḷaiyum, avarkaḷuṭaiya vīṭukaḷaiyum, avarkaḷuṭaiya poruḷkaḷaiyum (ituvarai) nīṅkaḷ kāl vaikkāta avarkaḷuṭaiya maṟṟa pūmikaḷaiyum (allāh) uṅkaḷukku conta mākkit tantāṉ. Allāh aṉaittiṉ mītum mikka āṟṟaluṭaiyavaṉāka irukkiṟāṉ"}]}