{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: Yeryuzunde dolasın, sonra (peygamberleri) yalanlayanların sonunun nasıl olduguna bakın"},{"SurahNumber":6,"VerseNumber":12,"Text":"(Onlara) Goklerde ve yerde olanlar kimindir? diye sor. «Allah'ındır» de. O, rahmeti kendi nefsine farz kıldı. Sizi, varlıgında suphe olmayan Kıyamet Gunu'nde elbette toplayacaktır. Kendilerini ziyana sokanlar var ya iste onlar inanmazlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gunduzun icinde yer alan her sey de Allah'a aittir; O, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: Gokleri ve yeri yoktan var eden, yedirdigi halde yedirilmeyen Allah'tan baskasını mı dost edinecegim! De ki: Bana musluman olanların ilki olmam emredildi ve sakın musriklerden olma! (denildi)"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: Ben, Rabbime isyan edersem gercekten buyuk bir gunun (kıyametin) azabından korkarım"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun (Kıyamet Gunu), kendisinden bu azabın kaldırıldıgı kimseye Allah rahmet etmistir. Bu, apacık bir kurtulustur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eger Allah sana bir zarar dokundurursa, o zararı kaldıracak yine O'ndan baskası yoktur. Eger sana bir hayır dokunursa, (bunu da senden geri cevirecek yoktur.) Suphesiz O, herseye kadirdir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O, kullarının ustunde her turlu tasarrufa sahip galiptir. O, hukum ve hikmet sahibidir, herseyden haberdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: Hangi sey sehadetce en buyuktur? De ki: (Hak peygamber olduguma dair) benimle sizin aranızda Allah sahittir. Bu Kur'an bana, kendisiyle sizi ve ulastıgı herkesi uyarmam icin vahyolundu. (Yoksa) Allah ile birlikte baska ilahların da bulunduguna siz mi sahidlik ediyorsunuz?\" De ki: «Ben buna sahitlik etmem.» «O ancak bir tek Allah'tır, ben sizin ortak kostugunuz seylerden kesinlikle uzagım» de"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitap verdiklerimiz onu (Rasulullah'ı ve O'nun risaletinin dogrulugunu) kendi ogullarını tanıdıkları gibi tanırlar. Kendilerini ziyan edenler var ya, iste onlar inanmazlar"}]}