{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Or has He taken daughters (pagan Arabs used to believe that angels were daughters of Allah) out of what He has created, and has He selected for you sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"Yet, if the news of one (the birth of a girl) of them is informed which it sets forth as a parable to the Beneficent (Allah), its face becomes dark, gloomy, and is filled with grief"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Do they then like for Allah) a creature who is brought up in ornaments (women) and is unable to make itself clear in dispute"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they regard the angels as females who themselves are servants of the beneficent (Allah). Did they witness their creation? Their witness will be recorded and they will be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they say: “If it had been the Will of the beneficent (Allah), we would not have worshipped them (false deities).” They don’t have any knowledge of that. They don’thing but lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given them any book before this (the Qur’an) which they hold fast to it"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay! They said: “We found our forefathers following on a certain way and religion, and we guide ourselves on their footsteps.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"And similarly, whenever We sent a Warner before you (O Muhammad) to any town (people), its luxurious people among them said: “We found our forefathers following on a certain way and religion, and we are indeed following their footsteps.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"(The Warner) said: “What if I bring you better guidance than that which you found your forefathers on it?” They said: “Surely, We disbelieve in it with which you have been sent.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"So We took retribution on them; and then see how the end of those who denied was"}]}