{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"And We gave David and Solomon knowledge; and they both said, \"Praise belongs to Allah, Who hath favoured us over many of His believing servants"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Solomon was David´s heir. He said, \"O you people! We have been taught the language of birds, and we have been given abundance; verily, this is manifest grace"},{"SurahNumber":27,"VerseNumber":17,"Text":"And assembled for Solomon were his hosts of the Jinn and of mankind, and birds, and they were marshalled in battle order"},{"SurahNumber":27,"VerseNumber":18,"Text":"Until, when they came upon the Valley of the Ants, an ant said, \"O you ants! Enter your dwellings, that Solomon and his hosts crush you not unperceiving (unknowing)"},{"SurahNumber":27,"VerseNumber":19,"Text":"And he (Solomon) smiled, laughing at her speech, and said, \"O Lord! Excite (cause) me to be thankful for Thy favour, wherewith Thou hast favoured me and my parents, and to do righteousness which may please Thee; and include me by Thy Grace amongst Th"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he reviewed the birds, and said, \"How is it that I see not the hoopoe (perhaps used as a spy, messenger or observer or symbolizing one)? Is he then amongst the absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will surely punish him with a severe penalty; or I will slay him unless he brings me clear authority (or reason for his absence)"},{"SurahNumber":27,"VerseNumber":22,"Text":"But he was not long in coming, and said, \"I have compassed (covered territory or found out) what you compassed (covered or understood) not; for I come unto you from Sheba with sure information"},{"SurahNumber":27,"VerseNumber":23,"Text":"Verily, I found a woman ruling over them, and she was given abundance of all things, and she had a mighty throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"And I found her and her people worshipping the sun instead of Allah, for Satan had made their works fair-seeming to them, and turned them away from the Way (of Truth), so that they are not guided right"},{"SurahNumber":27,"VerseNumber":25,"Text":"So they will not worship Allah, Who brings forth the secrets in the heavens and the earth, and knows what they hide and what they manifest"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah, there is no God but He, the Lord of the Mighty Throne"},{"SurahNumber":27,"VerseNumber":27,"Text":"Said he (Solomon), \"We will see whether you have told the truth, or whether you are of those who lie"},{"SurahNumber":27,"VerseNumber":28,"Text":"Go with this my letter and throw it before them, then turn away from them, and see what answer they return"},{"SurahNumber":27,"VerseNumber":29,"Text":"Said she (the Queen of Sheba after she had received the letter), \"O you chiefs! Verily, a noble letter has been thrown before me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon, and, verily, it is as follows, ´In the name of Allah, the Beneficent, the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Exalt not yourself against me, but come to me as those who Surrender (unto Allah i.e. as a Muslim)"}]}