{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"Ey, ïmanğa kelgender! Allahtan / Onıñ jazasınan / qorqıp, saqtanıñdar / , Oğan jaqındawdı izdeñder äri murattarıña jetw üşin Onıñ jolında küresiñder"},{"SurahNumber":5,"VerseNumber":36,"Text":"Aqïqatında, sonday küpirlik etkender / Allahqa senbegender, qarsı şıqqandar / , eger jer jüzindegi barlıq närse jäne sonımen birge tağı da sonşa närseler özderinde bolıp, onı Qïyamet küniniñ azabınan qutılw üşin tölemge berse de olardan qabıl etilmes edi. Äri olarğa küyzeltwşi azap bar"},{"SurahNumber":5,"VerseNumber":37,"Text":"Olar Ottan / tozaqtan / şığwdı qalağanımen, odan şığa almaydı. Sonday-aq, olar üşin turaqtı azap bar"},{"SurahNumber":5,"VerseNumber":38,"Text":"Erkek urı jäne äyel urınıñ qılmıstarına say qaytarım jaza jäne Allah­tan eskertw retinde qoldarın kesiñder. Allah - bärinen Üstem, asa Dana"},{"SurahNumber":5,"VerseNumber":39,"Text":"Kim ädiletsizdik istegennen keyin istegen künäsine şınayı ökinip, Allahqa boysunwğa qaytıp / täwbege kelip / , tüzetse, älbette, Allah onıñtäwbesin qabıl etedi. Allah - öte Keşirimdi / Ğafwr / , erekşe Meyirimdi / Raxïm"},{"SurahNumber":5,"VerseNumber":40,"Text":"Aspandardıñ jäne jerdiñ bïligi Allahtiki ekenin bilmediñ be? Ol qalağanın azaptap, qalağanın keşiredi. Äri Allah - barlıq närseni Jasay alwşı"},{"SurahNumber":5,"VerseNumber":41,"Text":"Ey, Elşi! Tilderimen «Biz ïmanğa keldik» dep aytqandarımen, jürekteri senbeytinderden / munafïqtardan / küpirlikke / ïmansızdıqqa! umtılğandar seni qayğırtpasın. Äri ïwdeylerden de. Olar - ötirikti tıñdawşılar äri olar sağan kelmegen / seni tıñdamağan! basqa adamdardı tıñdawşılar. Olar sözdi öz orındarınan özgertedi de: «Eger senderge osı berilse - alıñdar, al eger berilmese - saqtanıñdar», - deydi. Allah kimniñ bülikke tüswin qalasa, sen ol üşin Allahtan bolğan närsege ïelik ete almaysıñ. Mine, Allah jürekterin tazartwdı qalamağandar - osılar. Olar üşin osı ömirde qorlıq bar. Äri olarğa soñğı, mäñgilik ömirde / aqïrette / öte ülken azap bar"},{"SurahNumber":5,"VerseNumber":42,"Text":"Olar - ötirikti tıñdawşılar, tıyım salınğan / xaram / närselerdi jewşiler. / Ey, Muxammed! / Eger olar aldıña kelse, olardıñ arasına ükim ayt nemese olardan bet bur. Eger olardan bet bursañ, olar sağan eşbir närsede zïyan tïgize almaydı. Al, eger ükim etetin bolsañ, olardıñ arasına twralıqpen ükim et. Aqïqatında, Allah twralıq etwşilerdi jaqsı köredi"},{"SurahNumber":5,"VerseNumber":43,"Text":"Işinde Allahtıñ ükimi bar Täwrat özderinde bola turıp, olar seni ükim berwşi etip alıp, sodan keyin qalay bet burıp ketedi? Äri, olar ïmandılar / mümin / emes"}]}