{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"Thuaj: “Kush i ka penguar stolite dhe ushqimet e kendshme, te cilat Ai i ka krijuar per roberit e Vet?” Thuaj: “Ato jane per besimtare (dhe te tjeret) ne kete bote, ndersa ne boten tjeter do te jene vetem per besimtaret. Keshtu ua shpjegojme shpalljet njerezve qe dine"},{"SurahNumber":7,"VerseNumber":33,"Text":"Thuaj: “Me te vertete, Zoti im ka ndaluar vetem punet e pahijshme, qofshin te hapeta ose te fshehta dhe gjynahet, dhunimin pa te drejte, t’i shoqerohet Allahut (ne adhurim) dicka, per te cilen nuk ju ka dhene kurrfare te drejte dhe te thoni per Allahun ate qe nuk e dini"},{"SurahNumber":7,"VerseNumber":34,"Text":"Cdo popull ka afatin e vet. Kur t’i vije koha e fundit, ata nuk mund ta shtyjne, qofte edhe per nje cast dhe as nuk mund ta shpejtojne"},{"SurahNumber":7,"VerseNumber":35,"Text":"O bijte e Ademit, kur nga gjiri juaj te vijne te derguar qe ju shpjegojne shpalljet e Mia, atehere ata qe ruhen nga te keqijat dhe kryejne vepra te mira, nuk do te frikesohen e as do te pikellohen"},{"SurahNumber":7,"VerseNumber":36,"Text":"Kurse ata qe i mohojne shpalljet e Mia dhe sillen me mendjemadhesi ndaj tyre, do te jene banore te zjarrit, ku do te qendrojne pergjithmone"},{"SurahNumber":7,"VerseNumber":37,"Text":"Kush eshte me keqberes se ai qe trillon genjeshtra kunder Allahut ose qe mohon shpalljet e Tij? Atyre do t’u jepet cfare u eshte caktuar (ne Leuhi Mahfudh). E, kur t’u vijne te derguarit Tane (engjej), per t’ua marre shpirtin, do t’u thone: “Ku jane idhujt qe i adhuronit ne vend te Allahut?” Ata do te thone: “Na braktisen.” Keshtu ata deshmojne kunder vetes qe kane qene mohues"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allahu do t’u thote: “Hyni ne zjarr me popujt - xhindet dhe njerezit - qe kane qene para jush”. Kurdo qe nje popull do te hyje ne zjarr, do te mallkoje te tjeret qe kane hyre para tij. Dhe, kur te tubohen te gjithe atje, atehere i fundmi i tyre do t’u thote te pareve: “O Zoti yne, keta na kane sjelle ne humbje, prandaj jepu atyre nje denim te dyfishte zjarri!” Allahu do t’u thote: “Per secilin (nga ju) ka denim te dyfishte, por ju nuk e dini.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Te paret do t’u thone te fundmeve: “Ju nuk keni qene me te mire se ne, prandaj shijoni denimin per ate qe keni punuar”"}]}