{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Suratu Al-Hajj. O humanos! Temei a vosso Senhor. Por certo, o tremor da Hora sera cousa formidavel"},{"SurahNumber":22,"VerseNumber":2,"Text":"Um dia, quando o virdes, toda nutriz distrair-se-a de quem estiver amamentando e toda mulher gravida depora sua carga. E tu veras os homens ebrios, enquanto nao ebrios; mas o castigo de Allah sera veemente"},{"SurahNumber":22,"VerseNumber":3,"Text":"E, dentre os humanos, ha quem discuta acerca de Allah, sem ciencia alguma, e siga todo demonio rebelde"},{"SurahNumber":22,"VerseNumber":4,"Text":"E-lhe prescrito que, a quem o seguir, ele o descaminhara e o guiara ao castigo do Fogo ardente"},{"SurahNumber":22,"VerseNumber":5,"Text":"O homens ! Se estais em duvida acerca da Ressurreicao, por certo, Nos vos criamos de po; em seguida, de gota seminal; depois, de uma aderencia; em seguida, de embriao configurado e nao configurado, para tornar evidente, para vos, Nosso poder. E fazemos permanecer, nas matrizes, o que queremos, ate um termo designado. Em seguida, fazemo-vos sair criancas, para depois, atingirdes vossa forca plena. E ha dentre vos quem morra. E ha, dentre vos, quem seja levado a mais provecta idade, para nada mais saber, apos haver tido ciencia. E tu ves a terra arida; entao, quando fazemos descer, sobre ela, a agua, move-se e cresce e germina toda especie de esplendidos casais de plantas"},{"SurahNumber":22,"VerseNumber":6,"Text":"Isso, porque Allah e a Verdade e porque Ele da vida aos mortos e porque Ele, sobre todas as cousas, e Onipotente"},{"SurahNumber":22,"VerseNumber":7,"Text":"E porque a Hora esta prestes a chegar, indubitavelmente, e porque Allah ressuscita quem esta nos sepulcros"},{"SurahNumber":22,"VerseNumber":8,"Text":"E, dentre os humanos, ha quem discuta acerca de Allah, sem ciencia alguma nem orientacao nem livro luminoso"},{"SurahNumber":22,"VerseNumber":9,"Text":"Virando os flancos, para descaminhar os demais do caminho de Allah. Ha para ele ignominia na vida terrena, e fa-lo-emos experimentar, no Dia da Ressurreicao, o castigo da Queima"},{"SurahNumber":22,"VerseNumber":10,"Text":"Dir-se-lhe-a: \"Isso, pelo que vossas maos anteciparam! E porque Allah nao e injusto para com os servos"}]}