{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"vāstavaṅgā allāh nu kalusukōvaṭānni abad'dhaṅgā parigaṇin̄cē vārē naṣṭāniki guri ayina vāru! Civaraku ākasmāttugā anti ghaḍiya vāri paiki vaccinapuḍu vāru: \"Ayyē mā daurbhāgyaṁ! Dīni viṣayanlō mēmenta aśrad'dha vahin̄cāmu kadā! Ani vāpōtāru. (Endukaṇṭē) vāru tama (pāpāla) baruvunu tama vīpulapai mōsukoni uṇṭāru. Ayyē! Vāru mōsē bhāraṁ enta durbharamainadi kadā"},{"SurahNumber":6,"VerseNumber":32,"Text":"mariyu ihalōka jīvitaṁ oka āṭa mariyu oka kālakṣēpamu mātramē! Mariyu daivabhīti gala vāriki paralōka vāsamē atyanta śrēṣṭhamainadi. Ēmī? Mīru arthaṁ cēsukōlērā"},{"SurahNumber":6,"VerseNumber":33,"Text":"(Ō pravaktā!) Vāstavāniki vāru palukutunna māṭala valana nīku duḥkhamu kalugutunnadani māku bāgā telusu. Kānī, niścayaṅgā, vāru asatyuḍavani tiraskarin̄cēdi ninnu kādu! Vāstavāniki ā durmārgulu allāh sūcanalanu (āyāt lanu) tiraskaristunnāru"},{"SurahNumber":6,"VerseNumber":34,"Text":"mariyu vāstavaṅgā, nīku pūrvaṁ cālā mandi pravaktalu, asatyavādulani tiraskarin̄cabaḍḍāru. Kāni vāru ā tiraskārānni mariyu tamaku kaligina hinsalanu, vāriki mā sahāyaṁ andē varakū sahanaṁ vahin̄cāru. Mariyu allāh māṭalanu evvarū mārcalēru. Mariyu vāstavāniki, pūrvapu pravaktala konni samācārālu idi varakē nīku andāyi"},{"SurahNumber":6,"VerseNumber":35,"Text":"mariyu (ō muham'mad!) Vāri vimukhata nīku bharin̄canidaitē nīlō śakti uṇṭē, bhūmilō oka soraṅgaṁ vedaki, lēdā ākāśanlō oka niccena vēsi, vāri koraku ēdainā adbhuta sūcana tīsukurā! Mariyu allāh kōritē vārandarinī sanmārgaṁ vaipunaku tecci uṇḍēvāḍu! Kāvuna nīvu ajñānulalō cēraku"},{"SurahNumber":6,"VerseNumber":36,"Text":"niścayaṅgā, evaraitē (śrad'dhatō) viṇṭārō, vārē (satyasandēśānni) svīkaristāru. Ika mr̥tulu (satyatiraskārulu) - allāh vārini punarut'tharimpa jēsinappuḍu - (pratiphalaṁ koraku) āyana vaddakē rappimpabaḍatāru"},{"SurahNumber":6,"VerseNumber":37,"Text":"mariyu vāru: \"Itanipai (pravaktapai) itani prabhuvu taraphu nuṇḍi ēdainā adbhuta sūcana enduku avatarimpa jēyabaḍalēdu?\" Ani aṇṭāru. Ilā anu: \"Niścayaṅgā, allāh! Elāṇṭi adbhuta sūcananainā avatarimpa jēyagala śakti kaligi unnāḍu, kāni vārilō anēkulaku idi teliyadu"},{"SurahNumber":6,"VerseNumber":38,"Text":"mariyu bhūmipai san̄carin̄cē ē jantuvu gānī, lēka tana reṇḍu rekkalatō egirē ē pakṣi gānī, mīlāṇṭi saṅghajīvulugā lēkuṇḍā lēvu! Mēmu granthanlō ē koratā cēyalēdu. Taruvāta vārandarū tama prabhuvu vaddaku maralimpabaḍatāru"},{"SurahNumber":6,"VerseNumber":39,"Text":"Mā sūcanalanu abad'dhālani tiraskarin̄cē vāru, ceviṭivāru mariyu mūgavāru, andhakāranlō paḍipōyina vāru! Allāh tānu kōrina vārini mārgabhraṣṭulugā cēstāḍu mariyu tānu kōrina vārini r̥jumārganlō un̄cutāḍu"},{"SurahNumber":6,"VerseNumber":40,"Text":"vāritō anu: \"Ēmī? Mīru satyavantulē ayitē ālōcin̄ci (ceppaṇḍi!) Okavēḷa mīpai allāh śikṣa vacci paḍinā, lēdā antima ghaḍiya vaccinā! Mīru allāh nu tappa itarulanu evarinainā pilustārā"},{"SurahNumber":6,"VerseNumber":41,"Text":"alā kānēradu! Mīru āyana (allāh) nē pilustāru. Āyana kōritē ā āpadanu mī pai nuṇḍi tolagistāḍu. Appuḍu mīru āyanaku sāṭi kalpin̄cē vārini maracipōtāru"}]}