{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Faraon skazal svoyemu narodu: \"Musa - iskusnyy charodey\", - boyas', chto narod uveruyet v znameniya, svidetel'stvuyushchiye ob istine prizyva Musy"},{"SurahNumber":26,"VerseNumber":35,"Text":"Faraon takzhe dobavil: \"Etot charodey khochet pobedit' menya i izgnat' vas iz vashey zemli\". Faraon skazal tak, chtoby nastroit' narod protiv Musy, ibo samoye tyazholoye neschast'ye - ostavit' svoyu rodinu, osobenno, yesli chelovek izgnan s rodiny nasil'no, protiv voli. Faraon pod vliyaniyem yavnykh, chudesnykh znameniy Allakha prosil tekh, kto yemu poklonyalsya, vyrazit' svoyo mneniye, zabyv, chto on - ikh bog, kak on izmyshlyal"},{"SurahNumber":26,"VerseNumber":36,"Text":"Narod skazal yemu: \"Veli podozhdat' yemu i yego bratu i poshli po gorodam soldat, chtoby priveli vsekh iskusnykh charodeyev i koldunov iz tvoyego naroda. Ved' odno koldovstvo protivostoit drugomu koldovstvu"},{"SurahNumber":26,"VerseNumber":37,"Text":"Pust' privedut k tebe mnogo koldunov boleye iskusnykh i opytnykh v koldovstve, chem Musa\". Etim lyudyam khotelos' oblegchit' bespokoystvo Faraona"},{"SurahNumber":26,"VerseNumber":38,"Text":"Byli sobrany kolduny so vsekh kontsov strany, i bylo naznacheno opredelonnoye vremya - utrom v \"Den' Ukrasheniya\", - chtoby vstretit'sya s Musoy"},{"SurahNumber":26,"VerseNumber":39,"Text":"Lyudi govorili, pooshchryaya drug druga sobrat'sya v naznachennyy den', chtoby uvidet' eto sobytiye: \"Soberotes' li vy?\", t.ye. \"Sobiraytes' vse na etu vstrechu"},{"SurahNumber":26,"VerseNumber":40,"Text":"I ob\"yavili, yesli kolduny oderzhat pobedu, togda oni yeshcho bol'she utverdyatsya v svoyey vere, chto govorilo o tom, kakoye ser'yoznoye znacheniye oni pridavali pobede nad Musoy"},{"SurahNumber":26,"VerseNumber":41,"Text":"Kogda kolduny prishli k Faraonu, oni yemu skazali: \"Budet li nam bol'shaya nagrada, yesli my oderzhim verkh nad Musoy"},{"SurahNumber":26,"VerseNumber":42,"Text":"Faraon im otvetil: \"Da, vam budet bol'shaya nagrada, i vy budete iz chisla moikh priblizhonnykh i budete obladat' bogatstvom i vlast'yu"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa skazal koldunam, kogda vstretilsya s nimi v naznachennyy den': \"Brosayte to, chto vy namereny brosit'"},{"SurahNumber":26,"VerseNumber":44,"Text":"Charodei brosili svoi verovki i posokhi, kotoryye kazalis' lyudyam zhivymi zmeyami, i voskliknuli: \"Klyanomsya velichiyem Faraona i yego moshch'yu, my pobediteli"},{"SurahNumber":26,"VerseNumber":45,"Text":"Musa brosil svoy posokh, i on prevratilsya v ogromnuyu zmeyu, kotoraya proglotila vso, chto oni lzhivo izmyslili svoim koldovstvom"},{"SurahNumber":26,"VerseNumber":46,"Text":"Charodei srazu pali nits pered Allakhom, ubedivshis' v istine Musy i v tom, chto sodeyannoye im ne bylo koldovstvom"},{"SurahNumber":26,"VerseNumber":47,"Text":"Oni skazali, raz\"yasnyaya svoyo padeniye nits: \"My uverovali v Gospoda mirov"},{"SurahNumber":26,"VerseNumber":48,"Text":"Oni raz\"yasnili, chto Gospod' mirov, v kotorogo oni uverovali, eto - Gospod' Musy i Kharuna"},{"SurahNumber":26,"VerseNumber":49,"Text":"Faraon, poritsaya koldunov za to, chto oni uverovali v Gospoda Musy bez yego razresheniya, i ugrozhaya im, skazal, chto, nesomnenno, Musa ikh uchitel', u kotorogo oni uchilis' koldovstvu. I oni uznayut, kakovo budet ikh nakazaniye: \"YA otseku vam ruki i nogi nakrest i raspnu vas vsekh"},{"SurahNumber":26,"VerseNumber":50,"Text":"Kolduny otvetili: \"Ne boimsya my tvoyego nakazaniya, kotorym ty nam ugrozhayesh'. My obratimsya k nashemu Gospodu i poluchim Yego nagradu. Eto - nailuchshaya nagrada v budushchey zhizni"},{"SurahNumber":26,"VerseNumber":51,"Text":"My prosim Gospoda nashego prostit' nam nashi prezhniye grekhi za to, chto my iz tvoyego naroda uverovali ran'she drugikh"},{"SurahNumber":26,"VerseNumber":52,"Text":"Kogda plamennyy prizyv Musy k vere ne byl prinyat Faraonom, Allakh vnushil Muse - da budet mir nad nim! - vyyti noch'yu s uverovavshimi iz synovey Israila, ibo ikh budet presledovat' Faraon so svoim voyskom, kotoryye voydut za nimi v more, i tam Allakh ikh pogubit"}]}