{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Laßt an Maß und Gewicht nichts fehlen! Ich sehe, es geht euch gut. Aber ich fürchte für euch die Strafe eines umfassenden Tages"},{"SurahNumber":11,"VerseNumber":85,"Text":"Und, o mein Volk, gebt volles Maß und Gewicht in Gerechtigkeit und schmälert den Menschen nicht ihre Sachen und richtet auf der Erde nicht unheilstiftend Verderben an"},{"SurahNumber":11,"VerseNumber":86,"Text":"Das Bleibende (an Lohn) von Allah ist besser für euch, wenn ihr gläubig seid. Und ich bin nicht Hüter über euch"},{"SurahNumber":11,"VerseNumber":87,"Text":"Sie sagten: O Su’aib, befiehlt dir denn dein Gebet, daß wir das verlassen, dem unsere Väter dienen, oder (davon absehen), mit unserem Besitz zu tun, was wir wollen? Du bist fürwahr der Nachsichtige und Besonnene"},{"SurahNumber":11,"VerseNumber":88,"Text":"Er sagte: O mein Volk, was meint ihr, wenn ich mich auf einen klaren Beweis von meinem Herrn stütze und Er mir eine schöne Versorgung gewährt hat? Und ich will mich (dann in meinem Vorhaben) von euch nicht unterscheiden, indem ich das tue, was ich euch verbiete. Ich will nur Besserung, soweit ich (sie erreichen) kann. Das Gelingen wird mir nur durch Allah (allein) beschieden. Auf Ihn verlasse ich mich, und Ihm wende ich mich reuig zu"},{"SurahNumber":11,"VerseNumber":89,"Text":"Und, o mein Volk, meine Feindseligkeit soll euch ja nicht dazu bringen, daß euch das Gleiche trifft, was das Volk Nuhs oder das Volk Huds oder das Volk Salihs traf. Und das Volk Luts liegt euch nicht fern"},{"SurahNumber":11,"VerseNumber":90,"Text":"Und bittet euren Herrn um Vergebung und hierauf bereut vor Ihm! Gewiß, mein Herr ist Barmherzig und Liebevoll"},{"SurahNumber":11,"VerseNumber":91,"Text":"Sie sagten: O Su’aib, wir verstehen nicht viel von dem, was du sagst. Und wir sehen wahrlich, daß du unter uns nicht wehrhaft bist. Wenn deine Sippschaft nicht wäre, hätten wir dich fürwahr gesteinigt. Du hast ja bei uns kein Ansehen"},{"SurahNumber":11,"VerseNumber":92,"Text":"Er sagte: O mein Volk, hat meine Sippschaft bei euch mehr Ansehen als Allah, und habt ihr Ihn hinter eurem Rücken gelassen? Gewiß, mein Herr umfaßt, was ihr tut"},{"SurahNumber":11,"VerseNumber":93,"Text":"Und, o mein Volk, handelt nach eurer Stellung! Ich werde (ebenfalls so) handeln. Ihr werdet (noch) erfahren, über wen eine Strafe kommen wird, die ihn in Schande stürzt, und wer ein Lügner ist. Und wartet (es) ab! Ich bin mit euch ein Beobachter"},{"SurahNumber":11,"VerseNumber":94,"Text":"Als nun Unser Befehl kam, erretteten Wir Su’aib und diejenigen, die mit ihm glaubten, durch Barmherzigkeit von Uns. Da ergriff diejenigen, die Unrecht taten, der Schrei, und so lagen sie morgens in ihren Wohnstätten auf den Brüsten da"},{"SurahNumber":11,"VerseNumber":95,"Text":"als hätten sie (überhaupt) nicht darin gewohnt. Aber ja, weg mit Madyan, wie auch die Tamud entfernt wurden"}]}