{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Topraktan yarattık sizi, yine oraya döndürecek ve yine oradan bir kere daha çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ona ayetlerimizin hepsini göstermiştik. Fakat o yalanladı ve kabul etmedi"},{"SurahNumber":20,"VerseNumber":57,"Text":"Ve dedi ki: Sihrinle bizi yurdumuzdan çıkarmaya mı geldin Ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz de sana, seninkine benzer bir sihir getireceğiz. Bizimle senin aranda bir buluşma vakti ve yeri belirle de bizim de senin de caymayacağımız denk bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa da: Buluşma zamanımız bayram günü ve insanların bir araya toplandığı kuşluk vaktidir, dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firavun döndü ve bütün hilesini (sihirbazlarını) topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: Yazıklar olsun size! Allah’a karşı yalan uydurmayın. Sonra bir azapla sizi helak eder. Elbette yalan düzüp uyduran hüsrana uğrar"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar durumlarını aralarında tartışarak gizlice fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Bu iki sihirbaz sihirleriyle sizi yurdunuzdan çıkarmak ve üstün olan (sihir) yolunuzu da yok etmek istiyor, dediler"},{"SurahNumber":20,"VerseNumber":64,"Text":"Bu sebeple tuzaklarınızı bir araya getirin sonra da saf halinde gelin. Bu gün galip gelen zafere ermiştir"},{"SurahNumber":20,"VerseNumber":65,"Text":"Ey Musa, dediler, ya sen at, ya da ilk atan biz olalım"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hayır! Siz atın, dedi. Bunun üzerine ipleri ve değnekleri sihirleri sebebiyle ona sanki gerçekten yürüyorlarmış gibi göründü"},{"SurahNumber":20,"VerseNumber":67,"Text":"Bu yüzden Musa içinde bir korku hissetti"},{"SurahNumber":20,"VerseNumber":68,"Text":"Korkma! Şüphesiz sen daha üstünsün, dedik"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini at, onların yaptığını yutsun. Onların yaptıkları ancak sihirbaz hilesidir Sihirbaz nerede olursa olsun kesinlikle kurtuluşa eremez"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda sihirbazlar secdeye kapanıp: Harun ve Musa’nın Rabbine iman ettik, dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"Ben size izin vermeden ona inandınız ha? Demek ki o sizi sihri öğreten büyüğünüzdür. Ben de sizin ellerinizi ve ayaklarınızı çaprazlama kestireceğim ve sizi hurma dalına asacağım! O zaman göreceksiniz hangimizin azabı daha şiddetli ve kalıcı imiş"},{"SurahNumber":20,"VerseNumber":72,"Text":"Seni, bize gelen apaçık mucizelere ve bizi yaratana üstün tutmayacağız. Ne hüküm verirsen ver, sen ancak bu dünya hayatında hüküm verebilirsin, dediler"},{"SurahNumber":20,"VerseNumber":73,"Text":"Biz, Rabbimize iman ettik ki günahlarımızı ve senin bize zorla yaptırdığın sihri bağışlasın. Allah, en hayırlı ve en bâkidir"},{"SurahNumber":20,"VerseNumber":74,"Text":"Kim Rabbine günahkâr olarak gelirse, onun için Cehennem vardır, orada ne ölür ne de yaşar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim de mümin ve doğruları yapmış olarak gelirse, işte onlar için de en yüksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"İçinde temelli kalacakları, alt kısmından ırmakların aktığı Adn cennetleri vardır. İşte bu arınanların mükâfatıdır"}]}