{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Musa'ya: \"Kullarımı geceleyin yuruyuse cıkar ve onlar icin denizde kuru bir yol ac. Yakalanmaktan korkma, endise etme,\" diye vahyettik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun, ordusuyla birlikte ardlarına dustu. Ne var ki, deniz ustlerine kapanıp onları icine aldı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun, halkını saptırdı, dogru yola iletmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil ogulları, sizi dusmanlarınızdan kurtarmıs, Sina dagının sag yanında size soz vermis ve uzerinize Menna ve bıldırcın indirmistik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların iyilerinden yeyiniz ve bu konuda taskınlıkta bulunmayın; yoksa gazabıma ugrarsınız. Gazabıma ugrayanlar dusmustur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Tevbe eden, inanan, erdemli yasayan ve surekli dogruyu arayanlar icin Bagıslayıcıyım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Nicin halkını bırakmakta acele ettin, Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Onlar ogretimi izliyorlar,\" dedi, \"Hosnut olasın diye sana dogru acele ettim, Rabbim"},{"SurahNumber":20,"VerseNumber":85,"Text":"Halkını, senden sonra sınadık. Samiri onları saptırdı,\" dedi"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa, kızgın ve hayal kırıklıgına ugramıs olarak halkına dondu ve, \"Halkım, Rabbiniz size guzel bir soz vermemis miydi? Bekleyemediniz mi? Yoksa, Rabbinizin gazabına ugramak icin mi benimle yaptıgınız sozlesmeyi bozdunuz,\" dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Sana verdigimiz sozu kendi kafamıza gore bozmadık. O halkın sus esyaları bize tasıtıldı. Onları attık. Samiri iste boyle bir sey ortaya cıkardı,\" dediler"},{"SurahNumber":20,"VerseNumber":88,"Text":"Onlar icin, boguren bir buzagı heykeli cıkardı. \"Iste sizin ve Musa'nın tanrısı budur, fakat o (Musa) unuttu,\" dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Gormediler mi ki, o, onlara ne bir yanıt verebiliyor, ne de onlara bir zarar ve yarar dokundurabiliyordu"}]}