{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Allahe'i jirasamuhara praana harana karae sihamtara mrtyura samayata arau yisakale mrtyubarana karaa na'i sihamtarao (praana harana karae) nidraa arasthata. Tara pichata te'om yara babe mrtyura sid'dhanta karae tara praana te'om raakhi diye arau anaboraka erai diye, eta nirdista samaya laike. Niscaya iyata nidarsana ache ene sampradayara babe, yisakale garaesana karae"},{"SurahNumber":39,"VerseNumber":43,"Text":"Tente sihamte allahara bahirae anaka chuparaichakarai bana'i laiche neki? Koraa, ‘sihamtara kono ksamata nathakile'o arau sihamte eko buji napale'o (tomaloke sihamtaka madhyasthatakarai bana'i labane)’"},{"SurahNumber":39,"VerseNumber":44,"Text":"koraa, ‘sakalo dharanara madhyasthata kerala allaharae'i malikanadhina, akasasamuha arau prthiraira raajatba te'omrae'i, tara pichata te'omra ocarate'i tomalokaka pratyarartita karaa ha’ba’"},{"SurahNumber":39,"VerseNumber":45,"Text":"Arau yetiya kerala eka allahara katha koraa haya tetiya yisakale akhiraatara prati bisbasa nakarae sihamtara antara bitrsnata sankucita haya. Kintu allahara paraibarte ana upasyaborara katha ullekha karaa ha’le tetiya'i sihamte anandata utphulla haya"},{"SurahNumber":39,"VerseNumber":46,"Text":"Koraa, ‘he allaha, akasasamuha arau prthiraira srasta, prakasya arau aprakasya bisayadira jnani, tumiye tomara bandasakalara majata se'i bisaye phayacala karai diba yi bisaye sihamte matabiraodha karai ache’"},{"SurahNumber":39,"VerseNumber":47,"Text":"Arau yisakale yuluma karaiche, prthiraita thaka sakalo bastu yadi sihamtara hai yaya lagate iyara samaparaimana bastu'o yadi sihamtara thake, tente kiyamatara dina kathina sastira paraa raksa pabalai muktipanasbaraupa se'i sakalo sihamte di diba arau sihamtara babe allahara taraphara paraa enekuraa kiba prakasita ha’ba yito sihamte kalpana'o karaiba paraa na'i"},{"SurahNumber":39,"VerseNumber":48,"Text":"Arau sihamte yi arjana karaichila tarae'i beya parainama sihamtara ocarata prakasa hai paraiba arau sihamte yi bisaye thatta-bidraupa karaichila seya sihamtaka paraibestana karaiba"},{"SurahNumber":39,"VerseNumber":49,"Text":"Eteke yetiya kono bipada-apade manuhaka sparsa karae, tetiya si kerala moke'i ahbana karae, tara pichata yetiya ami taka amara kono niyamatara adhikarai karao tetiya si kaya, ‘e'ito moka kerala mora jnanara karanehe diya haiche’. Baram e'ito eta paraiksa, kintu sihamtara sarahabhage'i seya najane"},{"SurahNumber":39,"VerseNumber":50,"Text":"Arasye sihamtara purbarartisakale'o e'itorae'i kaichila, kintu sihamte yi arjana karaichila seya sihamtara kono kamata aha nachila"},{"SurahNumber":39,"VerseNumber":51,"Text":"Eteke sihamtara krtakarmara beya parainama sihamtara oparata apatita haiche, sihamtara majara yisakale yuluma karae sihamtara oparata atisighrae sihamte yi arjana karaiche tarao beya parainama apatita ha’ba arau sihamte raodha karaiba noraaraiba"},{"SurahNumber":39,"VerseNumber":52,"Text":"Sihamte najane neki ye, allahe yara babe iccha tara babe jiraika prasasta karai diye arau sankucita'o karai diye? Niscaya iyata bahuto nidarsana ache ene sampradayara babe, yisakale imana posana karae"}]}