{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"I kogato rekokhme na angelite: “Poklonete se na Adam!”, te se poklonikha, osven Iblis. Toi otkaza"},{"SurahNumber":20,"VerseNumber":117,"Text":"I rekokhme: “O, Adam, toi e vrag na teb i na tvoyata supruga, i da ne vi progoni ot Raya, ta da stradash"},{"SurahNumber":20,"VerseNumber":118,"Text":"Za teb tam ima, da ne si nito gladen, nito gol"},{"SurahNumber":20,"VerseNumber":119,"Text":"I ne shte izpitash tam nito zhazhda, nito slunchev pek.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"No satanata mu podshushna, reche: “O, Adam, da ti pokazha li durvoto na vechnostta i edno neprekhodno tsarstvo?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"I kogato yadokha ot nego dvamata, pred tyakh se razkrikha sramotiite im, i zapochnakha da se pokrivat s lista ot Raya. I taka Adam ne se vslusha v svoya Gospod, i se zabludi"},{"SurahNumber":20,"VerseNumber":122,"Text":"Posle negoviyat Gospod go izbra - prie pokayanieto mu i go naputi"},{"SurahNumber":20,"VerseNumber":123,"Text":"I reche: “Napusnete dvamata ottuk - vsichki! Vie ste [sus satanata] vragove edin na drug! I shtom vi se yavi naput·stvie ot Men, - koito sledva Moeto naput·stvie, toi nito shte se zabludi, nito shte postrada"},{"SurahNumber":20,"VerseNumber":124,"Text":"A koito se otdrupva ot Moeto napomnyane, za nego ima zhivot v lisheniya i slyap shte go podkarame v Denya na vuzkresenieto.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"Shte reche: “Gospodi, zashto me podkara slyap, a byakh zryasht?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Shte reche: “Kakto idvakha pri teb Nashite znameniya, no gi zabravyashe, taka Dnes i ti shte budesh zabraven.”"},{"SurahNumber":20,"VerseNumber":127,"Text":"I taka nakazvame vseki, koito prestupva i ne vyarva v znameniyata na svoya Gospod. Muchenieto na otvudniya zhivot e nai-surovoto i dulgovechnoto"},{"SurahNumber":20,"VerseNumber":128,"Text":"I ne im li se izyasni kolko predi tyakh pogubikhme ot pokoleniyata, iz chiito zhilishta sega te khodyat? V tova ima znameniya za razumnite khora"}]}