{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Then is he, whose bosom Allah has opened for Islam so that he is (guided) by the light from his Fosterer, (like him who is in darkness)? So sorrowful is the state of those whose hearts are hardened against the remembrance of Allah, they are in a clear error"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah has sent down the best statements (in the form of) a book, (these statements are) similar (to each other and not contradictory and are) repeated. The skins of those who fear their Fosterer tremble (in response to the effect produced) by it, then their skins and their hearts soften towards the remembrance of Allah. That is guidance of Allah, He guides through it whom He wills, and whom Allah leaves to stray then there is no guide for him"},{"SurahNumber":39,"VerseNumber":24,"Text":"Then is he, who will have to guard the evil punishment of the day of resurrection from his face, (like him who is safe from it)? And it will be said to those who were unjust, “Taste that which you earned.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them (had also) denied, so they did not perceive from where the punishment came to them"},{"SurahNumber":39,"VerseNumber":26,"Text":"Thus Allah made them taste disgrace in the life of this world and the punishment of the hereafter is greater, if only they knew"},{"SurahNumber":39,"VerseNumber":27,"Text":"And We have set forth for mankind, every (kind) of similitude in this Quran that they may be mindful"},{"SurahNumber":39,"VerseNumber":28,"Text":"An Arabic Quran without any crookedness, that they may guard (against evil)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah sets forth the example of a man who is under (the control of many) partners differing with each other, and (another) man wholly (under the control) of one man, are the two equal in likeness? Praise is due only for Allah, no, the majority of them does not know"},{"SurahNumber":39,"VerseNumber":30,"Text":"You will certainly die and they (too) will certainly die"},{"SurahNumber":39,"VerseNumber":31,"Text":"then on the day of resurrection, you will certainly dispute one with another in the presence of your Fosterer"}]}