{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Y citales el ejemplo de los habitantes de la ciudad a la que vinieron los Mensajeros"},{"SurahNumber":36,"VerseNumber":14,"Text":"cuando Nosotros enviamos a ellos a dos y los desmintieron, asi que les reforzamos con un tercero y dijeron: «En verdad, somos Mensajeros enviados a vosotros.»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ellos dijeron: «Vosotros no sois mas que seres humanos como nosotros y el Clementisimo no ha enviado nada. Sois unos mentirosos.»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Ellos dijeron: «Nuestro Senor sabe que somos Mensajeros enviados a vosotros"},{"SurahNumber":36,"VerseNumber":17,"Text":"y nuestra responsabilidad no es mas que comunicar el mensaje claro.»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dijeron: «Sois un mal presagio. Si no cesais os apedrearemos y os haremos sufrir un castigo doloroso.»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Ellos dijeron: «¡Vuestro presagio proviene de vuestra actitud! ¿Es que no reflexionareis? ¡Sois gente transgresora!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Y de lo mas lejano de la ciudad vino un hombre corriendo. Dijo: «¡Oh, pueblo mio! ¡Seguid a los Mensajeros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Seguid a quienes no os piden recompensa y estan bien guiados"},{"SurahNumber":36,"VerseNumber":22,"Text":"Y ¿Por que no voy yo a adorar a Quien me ha creado y a Quien habreis de regresar"},{"SurahNumber":36,"VerseNumber":23,"Text":"¿Voy a tomar otros dioses en lugar de El? Si el Clementisimo quisiera causarme un mal, la intercesion de ellos no podria beneficiarme en absoluto ni podrian rescatarme"},{"SurahNumber":36,"VerseNumber":24,"Text":"Estaria entonces en un extravio evidente.»"},{"SurahNumber":36,"VerseNumber":25,"Text":"«Ciertamente, he creido en vuestro Senor, escuchadme pues.»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Le fue dicho: «¡Entra en el Jardin!» El dijo: «¡Ojala mi pueblo supiese"},{"SurahNumber":36,"VerseNumber":27,"Text":"que mi Senor me ha perdonado y me ha puesto entre los ennoblecidos y honrados!»"},{"SurahNumber":36,"VerseNumber":28,"Text":"Y, tras el, no hicimos descender sobre su pueblo un ejercito desde el cielo ni nunca lo hemos hecho descender"},{"SurahNumber":36,"VerseNumber":29,"Text":"No hubo mas que un grito y repentinamente todos murieron"},{"SurahNumber":36,"VerseNumber":30,"Text":"¡Que pena de siervos! No vino a ellos Mensajero alguno del que no se burlaran"},{"SurahNumber":36,"VerseNumber":31,"Text":"¿Acaso no ven cuantas generaciones antes de ellos hemos destruido que ya no volveran a ellos"},{"SurahNumber":36,"VerseNumber":32,"Text":"Todos ellos seran reunidos sin excepcion ante Nosotros"}]}