{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Бигӯ эй Расул аз ҷониби Ман ба бандагонам: «Эй бандагони Ман, ки бар зиёни хеш бо анҷом додани гуноҳ беҳад исроф кардаед, аз раҳмат ва мағфирати Аллоҳ ноумед машавед. Зеро Аллоҳ ҳамаи гуноҳонро меомурзад. Ҳароина, Ӯст омурзанда барои тавбкунандагон ва ба онҳо меҳрубон"},{"SurahNumber":39,"VerseNumber":54,"Text":"Эй мардум, пеш аз он ки азоб фаро расад ва касе ба ёриатон барнахезад, ба Парвардигоратон рӯй оваред ва ба Ӯ таслим шавед"},{"SurahNumber":39,"VerseNumber":55,"Text":"Ва аз беҳтарин чизе, ки Қуръон аст, аз ҷониби Парвардигоратон бар шумо нозил шудааст, пайравӣ кунед ва фармудаҳояшро иҷро намоед ва аз манъкардашудаҳояш дур истед, пеш аз он ки ногаҳон азоб ба суроғи шумо ояд, дар ҳоле, ки шумо аз он бехабаред"},{"SurahNumber":39,"VerseNumber":56,"Text":"(Итоати Парвардигоратонро кунед ва ба сӯи Ӯ тавба кунед), то мабодо касе дар рӯзи қиёмат нагӯяд: «Эй афсӯс, ки дар дунё дар кори Аллоҳ кӯтоҳӣ кардам ва бегумон аз масхаракунандагони амри Ӯ ва китобу паёмбараш будам»"},{"SurahNumber":39,"VerseNumber":57,"Text":"Ё бигӯяд: «Албатта, агар Аллоҳ маро ба дини худ ҳидоят мекард, ҳақиқатан ман аз парҳезгорон будам»"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ё чун азобро рӯзи ҳисоб бубинад, бигӯяд: «Албатта, агар бори дигар ба дунё бозмегаштам, аз накӯкорон мешудам!»"},{"SurahNumber":39,"VerseNumber":59,"Text":"Оре, на чунон аст, ки ту мегӯӣ, балки ҳақ ин аст, ки оёти Ман барои ту нозил шуд ва ту аз қабули он гарданкашӣ кардӣ ва аз кофирон будӣ"},{"SurahNumber":39,"VerseNumber":60,"Text":"Дар рӯзи қиёмат касонеро, ки ба Аллоҳ дурӯғ бастаанд, мебинӣ, рӯяшон сиёҳ шудааст. Оё такаббуркунандагонро дар ҷаҳаннам ҷойгоҳе нест? (Оре)"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ва Аллоҳ парҳезгоронро ба сабаби роҳи наҷотёбӣ, ки дар дунё пеш гирифта буданд, аз азоби ҷаҳаннам наҷот медиҳад. Ба онҳо ҳеҷ бадӣ аз азоби ҷаҳаннам нарасад ва на онҳо ғаму андӯҳгин бошанд бар он чи ки аз насибаҳояи дунё аз даст додаанд"},{"SurahNumber":39,"VerseNumber":62,"Text":"Аллоҳ офаридгори ҳама чиз аст ва Ӯ бар ҳама чиз нигаҳбон аст ва ҳамаи умури халқашро тадбир мекунад"},{"SurahNumber":39,"VerseNumber":63,"Text":"Калидҳои (хазинаҳои) осмонҳову замин назди Ӯст, касеро аз бандагонаш бихоҳад, медиҳад ва онҳо, ки ба оёти (Қуръони) Аллоҳ кофир шудаанд. Ва аз дунё беимон рафтаанд ва дар охират дар дӯзах ҷовидон мондаанд ва онҳо аз зиёндидагон ҳастанд"}]}