{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Ky Liber (Kur’ani) qe ua kemi shpallur, eshte i uruar, ndiqnie ate dhe druajuni kundershtimit, per te qene te meshiruar"},{"SurahNumber":6,"VerseNumber":156,"Text":"(e kemi zbritur) per te mos thene: “Libri u eshte shpallur vetem dy grupeve apra nesh (Hebrenjve dhe te krishtereve) e nuk kemi mundur ta kuptojme (meqe nuk kemi pasur njohuri te meparshme per te)”"},{"SurahNumber":6,"VerseNumber":157,"Text":"Ose per te mos thene: “Sikur Libri te na ishte shpallur neve, ne do t’i permbaheshim rruges se drejte me mire se ata”. Pra, ju ka ardhur nga Zoti juaj argument i qarte dhe udherrefyes dhe meshire; e kush eshte me zullumqar nga ai qe i pergenjeshtron argumentet e Perendise dhe largohet nga ato? Ne, do t’i ndeshkojme ata qe shmangen nga argumentet Tona, me denim te rende, per shkak se u larguan"},{"SurahNumber":6,"VerseNumber":158,"Text":"A mos valle presin ata t’u vijne engjejt, ose te vije (urdheri) i Zotit tend (me denim) ose te vijne disa argumente te Zotit tend. Kur te vije ndonje argument i Zotit tend, atehere nuk do t’i beje dobi askujt besimi i tij, nese nuk ka besuar me pare, ose nuk ka bere ndonje te mire, ne besimin e tij. Thuaj: “Pritni ju, se edhe ne, me te vertete po presim!”"},{"SurahNumber":6,"VerseNumber":159,"Text":"Me te vertete, ti s’ke asgje me ata qe e perndajne fene e tyre dhe shnderrohen ne grupe. Te Perendia eshte puna e tyre, e Ai do t’i informoje ata per ate qe kane punuar"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kush punon veper te mire, do te shperblehet dhjete fish. Kush punon veper te keqe, do te denohet vetem sipas mekatit, dhe atyre nuk do t’u behet kurrfare padrejtesie"},{"SurahNumber":6,"VerseNumber":161,"Text":"Thuaj: “Mua, me te vertete, Zoti im, me ka udhezuar ne rruge te drejte, ne fene e vertete, fene e paster te Ibrahimit, i cili nuk ka qene adhurues i putavet”"},{"SurahNumber":6,"VerseNumber":162,"Text":"Thuaj: “Me te vertete, namazi im, edhe adhurimi im, jeta ime, dhe vdekja ime, i perkasin vetem Perendise, Zotit te Gjithesise"},{"SurahNumber":6,"VerseNumber":163,"Text":"Per, te s’ka shoq; dhe kjo me eshte urdheruar dhe une jam i pari musliman”"},{"SurahNumber":6,"VerseNumber":164,"Text":"Thuaj: “A mos valle do te kerkoje une tjeter zot, pervec Allahut, kur Ai eshte Zot i te gjithave? Kushdo qe punon dicka, punon per vete, dhe askush nuk ngarkohet me barren e tjetrit. Pastaj do te ktheheni te Zoti juaj, dhe Ai do t’ju informoje per ate qe keni qene ne konflikt"},{"SurahNumber":6,"VerseNumber":165,"Text":"Ai ben qe ta nderroni njeri-tjetrin ne Toke dhe Ai ju ngrite neper pozita disa nga ju mbi te tjeret, per t’ju provuar per ate qe ju ka dhene. Me te vertete, Zoti yt, eshte i shpejte ne denim, por me te vertete, eshte edhe fales e meshirues"}]}