{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"O, ıyman keltirgender! (Alıs) jerge saparga je bolboso kazatka çıkkan buradarları jönündö “Eger bizdin aldıbızda bolso ölböyt jana öltürülböyt ele” degen kaapırlarga okşobogula. Allaһ alardın bul (jalgan) sözdörün özdörünün jüröktörünö kaygı kılıp koyot. Çınında, Allaһ öltüröt jana tiriltet. Allaһ siler jasap jatkan işterdi Körüüçü"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger siler Allaһtın jolunda öltürülsöŋör je ölsöŋör.., Allaһdan bolgon keçirim jana ırayım (düynö kuldarı) jıynagan nerseden jakşı"},{"SurahNumber":3,"VerseNumber":158,"Text":"Eger ölsöŋör je öltürülsöŋör, sözsüz Allaһtın aldına çogultulasıŋar"},{"SurahNumber":3,"VerseNumber":159,"Text":"(O, Muhammad!) Rabbiŋ tarabınan bolgon ırayım sebeptüü sen alarga (sahaabalarıŋa) jumşak mamile jasadıŋ. Eger oroy, taşboor bolsoŋ, alar senin aylanaŋdan tarap ketişmek! Alardı keçir jana Alar üçün (Allaһdan) keçirim sura. Jana (özüŋ ılayık körgön) işte alar menen keŋeş. Eger (bir işke) kirişçü bolsoŋ, Allaһka tobokel kıl. Albette, Allaһ tobokel kıluuçulardı süyöt"},{"SurahNumber":3,"VerseNumber":160,"Text":"Eger Allaһ jardam berse, silerdi eç kim jeŋe albayt. Egerde jardamsız (özüŋördü-özüŋörgö) taştap koyso, Allaһtan kiyin silerge kim jardam beret?! Momundar Allaһka gana tobokel kılışsın"},{"SurahNumber":3,"VerseNumber":161,"Text":"Eç bir paygambarga “gulul” kıluu? mümkün emes! Jana kimde-kim “gulul” kılsa, Kıyamatta “gulul” kılgan işin (jelkesine) kötörüp kelet. Kiyin ar bir jan adilet menen öz işterinin toluk tieşesin alat"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allaһtın ıraazıçılıgın maksat kılgan adam menen Allaһtın kaarına jolugup, barar jeri Tozok bolgon adam teŋbi?! Bul kanday jaman akıbet"},{"SurahNumber":3,"VerseNumber":163,"Text":"(Jok teŋ emes) Alar Allaһtın aldında ar kanday darajalarda boluşat. Allaһ alardın emne jasaganın Körüüçü"},{"SurahNumber":3,"VerseNumber":164,"Text":"Özdörünün arasınan, alarga Allaһtın ayattarın okup bere turgan, alardı (künöölördön) tazalay turgan jana mından murun anık adaşuuda boluşsa da, Kitep (Kuraan) menen Hikmattı (Sünnöttü) üyrötö turgan bir paygambardı jiberüü menen Allaһ momundarga (teŋdeşsiz) jakşılık kılgan"},{"SurahNumber":3,"VerseNumber":165,"Text":"Silerge (Uhud soguşunda muşrikterden) kırsık jetkende — alarga (Badr soguşunda) eki ese köp kırsık jetkizgen bolsoŋor da — “Bul kaygı kaydan keldi” - degen eleŋer. Ayt: “Bul — özüŋördön”. Albette, Allaһ ar nersege Kudurettüü"},{"SurahNumber":3,"VerseNumber":166,"Text":"Eki taypa tireşkende silerge jetken sınoolor araŋardagı ıymanduulardı biliş üçün Allaһtın gana uruksatı menen boldu"},{"SurahNumber":3,"VerseNumber":167,"Text":"Jana, munafık-çıkkınçılardı biliş üçün. Alarga “Jürgülö, Allaһtın jolunda je bolboso (mekeniŋerdi, abiyir-namısıŋardı) korgop soguşkula” dep aytılganda, alar: “Biz eger soguş boloorun bilgende silerge koşulmakpız” deşken. Alar oşol ubakta ıymandan körö kaapırlıkka jakınıraak ele! (Oşonduktan,) jüröktöründö jok nerseni oozdoru menen aytıştı. Allaһ alardın jaşırgan nerselerin jakşıraak bilet"},{"SurahNumber":3,"VerseNumber":168,"Text":"(O, Muhammad!) özdörünün (soguşka katışkan) buradarları jönündö: “Eger bizdin tilibizge kirgende (soguşka çıkpaganda) öltürülböyt ele” dep (üyündö) olturgandarga aytkın: “Eger çınçıl bolsoŋor, özüŋördön ölümdü kaytargılaçı?!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allaһtın jolunda (dindi örkündötöm dep jürüp) öltürülgön adamdardı ölüktör dep oylobogula! Alar Rabbisinin aldında (ar kanday neemattar menen sıylanıp) ırıskı tartuulangan abalda tirüü"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allaһ Özünün paziletinen (alarga) bergen nerseler (sıylıktar) menen şat-kursant. Alar artında kalgan, özdörünö jetip kelbegen buradarlarına (bul jakta) alarga korkunuç jok ekeni jana kaygırışpası jönündö süyünüçtüü kabar berişet"},{"SurahNumber":3,"VerseNumber":171,"Text":"Alar (şeyitterdin ruhtarı) Allaһtın neematı, pazileti jönündö (biri-birine) süyünçülöşöt. Çınında, Allaһ ıymanduulardın soobun tekke ketirbeyt"}]}