{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"Ampa sε, Yε’de sukͻm anaa ͻpε, ne nnuaba sεeε twee Farao nkorͻfoͻ no aso sεdeε wͻ’de betu wͻn ho foͻ"},{"SurahNumber":7,"VerseNumber":131,"Text":"Nanso sε papa bi ba wͻn so a, deɛ wͻ’ka ne sɛ: “Woi deε yε’dea,” na sε bͻne bi nso to wͻn a wͻ’de tibͻne no (ho soboɔ) bɔ Mose ne wͻn a wͻ’ka ne ho no. Nokorε sε, wͻn tibͻne no fri Nyanko-pͻn hͻ, nanso wͻn mu pii nnim"},{"SurahNumber":7,"VerseNumber":132,"Text":"Wͻ’kaa sε: “Nsεnkyerεnee biara a wode bεba yεn hͻ de abebri y’ani soͻ no yεnye wo nni”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Enti Yε’de owudͻm, anaa nsutᴐ a ano yԑ den, ne mmεbε ne edwie ne mponkyerεne ne mogya baa wͻn so ; (woi nom yε) nsεnkyerεnee pefee. Nanso wͻ’yεε ahomasoͻ; na wͻ’yε nnipa nnebͻneεfoͻ"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ɛberε a ͻhaw no bεtͻͻ wͻn soͻ no wͻ’kaa sε: “Mose, frε wo Wura no ma yεn sεdeε Ɔne wo ayε apam no. Sε Oyi ͻhaw no fri yεn so a nokorε sε, yε’bεgye wo adi na yama Israel mma no ne wo akͻ “"},{"SurahNumber":7,"VerseNumber":135,"Text":"Nanso εberε (biara) a Yε’beyi ͻhaw no afiri wͻn so akosi εberε a εsεsε wͻ’di (wͻn bͻhyε no) soͻ no pε, na wͻn abu (bɔhyɛ no) so"},{"SurahNumber":7,"VerseNumber":136,"Text":"Enti Yetuaa wͻn so ka, maa nsuo faa wͻn wͻ ͻpo no mu, efrisε wͻ’buu Yεn nsεnkyerεnee no nkontonposεm, na wͻ’buu wͻn ani nso guu so"},{"SurahNumber":7,"VerseNumber":137,"Text":"Yε’de nnipa a wͻ’faa wͻn sε wͻ’yε mmerε (anaa wͻ’nni ahoͻden) no dii adeε wͻ asaase a Y’ahyira soͻ no apueε ne n’atͻeε. Saa na wo Wura Nyankopͻn bᴐhyԑ anaa asԑmpa no hyεε mma wͻ Israel mma no so, εnam wͻn aboterε nti. Yε’sεee deε Farao ne ne nkorͻfoͻ no yͻeε no ne deε wͻ’sisiieε no"},{"SurahNumber":7,"VerseNumber":138,"Text":"Yε’de Israel mma no twaa ͻpo no, wͻ’bεtoo nkorͻfoͻ bi a wͻ’de wͻn ho ama wͻn abosom. Wͻ’kaa sε: “Mose, yε nyame ma yεn sεdeε wͻn wͻ anyame no. (Mose) kaa sε: “Nokorε sε, moyε nnipa bi a moadwen awu paa“"},{"SurahNumber":7,"VerseNumber":139,"Text":"(Mose kͻͻ so kaa sε): “Nokorε sε deԑ saa nkorͻfoͻ yi wᴐ mu yi, de wᴐn bԑkᴐ ᴐsԑeԑ mu ama wᴐn dwuma a wᴐ’redie ayԑ kwa"},{"SurahNumber":7,"VerseNumber":140,"Text":"Ɔkaa sε: “Menfri Nyankopͻn akyi nhwehwε nyame ma mo aberε a W’adom mo akyεn amansan no nyinaa"},{"SurahNumber":7,"VerseNumber":141,"Text":"Monkae εberε a Y’εgyee mo frii Farao ne ne nkorͻfoͻ a na wͻ’de aniεyaa ne ateeteε kεse ato mosoͻ, (na) wͻ’kunkum mo mma mmarima ma mo mmaa no tena aseε no nsam.“ Nokorԑ sԑ nsͻhwε kεseε paa a efri mo Wura Nyankopͻn hͻ wͻ woi mu ma mo”"}]}