{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Což nevidí ti, kdož neuvěřili, že nebesa a země byly pevným celkem a že rozdělili jsme je a z vody že učinili jsme veškerou věc živoucí? Což neuvěří"},{"SurahNumber":21,"VerseNumber":31,"Text":"A učinili jsme na zemi vrchole hor, aby nepohnula se pod nimi a učinili jsme na ní průchody jako stezky, aby (lidé) jimi byli vedeni"},{"SurahNumber":21,"VerseNumber":32,"Text":"A učinili jsme nebesa střechou chráněnou: a přece od znamení jeho se odvracejí"},{"SurahNumber":21,"VerseNumber":33,"Text":"Onť jest to, který stvořil noc a den, a slunce a měsíc, oba po obloze svou dráhou spějí"},{"SurahNumber":21,"VerseNumber":34,"Text":"A neučinili jsme žádného člověka před tebou nesmrtelným: a zemřeš-li ty, zdaž oni žíti budou věčně"},{"SurahNumber":21,"VerseNumber":35,"Text":"Každá duše okusí smrti: a vyzkoušíme vás zlem i dobrem pokušeními: a k nám budete navráceni"},{"SurahNumber":21,"VerseNumber":36,"Text":"A když shlédnou tě ti, kteří neuvěřili, tropí si z tebe jen šašky, (řkouce): „Zdaž tento jest to, jenž zmiňuje se vám (nehezky) o božstvech vašich?“ A ve vzpomínání na Milosrdného oni nevěří"},{"SurahNumber":21,"VerseNumber":37,"Text":"Stvořen jest člověk z pospíchání; ukáži vám jistě znamení svá; ale nepospíchejte na mne!“"},{"SurahNumber":21,"VerseNumber":38,"Text":"Říkají: „Kdy splní se ona hrozba — jste-li pravdomluvnými?“"},{"SurahNumber":21,"VerseNumber":39,"Text":"Kdyby jen věděli ti, kdož nevěří, kdy nebudou s to, aby zdrželi od tváří svých oheň, aniž od zad svých a kdy nebude jim pomoženo"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ano, (oheň) přijde na ně z nenadání a zpitomí je a nebudou s to, aby zdrželi jej, aniž bude jim posečkáno"},{"SurahNumber":21,"VerseNumber":41,"Text":"Posměch tropili si lidé z proroků již před tebou, však obklopilo ty, kdož posmívali se, to, z čeho si byli posměch tropili"}]}