{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Glorificado seja Aquele que, durante a noite, transportou o Seu servo, tirando-o da Sagrada Mesquita (em Makka) elevando-o à Mesquita de Alacsa (em Jerusalém), cujo recinto bendizemos, para mostrar-lhe alguns dos Nossos sinais. Sabeique Ele é Oniouvinte, o Onividente"},{"SurahNumber":17,"VerseNumber":2,"Text":"E concedemos o Livro a Moisés, (Livro esse) que transformamos em orientação para os israelitas, (dizendo-lhes): Nãoadoteis, além de Mim, outro guardião"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ó geração daqueles que embarcamos com Noé! Sabei que ele foi um servo agradecido"},{"SurahNumber":17,"VerseNumber":4,"Text":"E lançamos, no Livro, um vaticínio aos israelitas: causareis corrupção duas vezes na terra e vos tornareis muitoarrogantes"},{"SurahNumber":17,"VerseNumber":5,"Text":"E quanto se cumpriu a primeira, enviamos contra eles servos Nossos poderosos, que adentraram seus lares e foi cumpridaa (Nossa) cominação"},{"SurahNumber":17,"VerseNumber":6,"Text":"Logo vos concedemos a vitória sobre eles, e vos agraciamos com bens e filhos, e vos tornamos mais numerosos"},{"SurahNumber":17,"VerseNumber":7,"Text":"Se praticardes o bem, este reverte-se-á em vosso próprio benefício; se praticardes o mal, será em prejuízo vosso. Equando se cumpriu a (Nossa) Segunda cominação, permitimos (aos vossos inimigos0 afligir-vos e invadir o Templo, talcomo haviam invadido da primeira vez, e arrasar totalmente com tudo quanto havíeis conquistado)"},{"SurahNumber":17,"VerseNumber":8,"Text":"Pode ser que o vosso Senhor tenha misericórdia de vós; porém, se reincidirdes (no erro), Nós reincidiremos (no castigo) e faremos do inferno um cárcere para os incrédulos"},{"SurahNumber":17,"VerseNumber":9,"Text":"Em verdade, este Alcorão encaminha à senda mais reta e anuncia aos fiéis benfeitores que obterão uma granderecompensa"},{"SurahNumber":17,"VerseNumber":10,"Text":"E para aqueles que negam a outra vida, porém, temos preparado um doloroso castigo"}]}