{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Bi sond! Ji bona pirsivanan. di serdaborya Yusuf u birayen wi da berateyen (sodreti hene)"},{"SurahNumber":12,"VerseNumber":8,"Text":"(Birayen Yusuf aha) gotine: \"Em komeke bi hez in (tiveka me yek e) bi vi ra ji Yusuf u bi biraye xwe va li bal bave me, ji me heztir in. Bi rasti bave me di wundabuneke xuya da ne"},{"SurahNumber":12,"VerseNumber":9,"Text":"Ya hun Yusuf bikujin, ya ji hun bavejine zemineki dur, ji bo ku bere bave we hey ji we ra bimine u hune pase (ji kirie xwe posman bibin, Xudaye we bibaxisine) hune di peywi da bibine ji komaleki astikar"},{"SurahNumber":12,"VerseNumber":10,"Text":"(Yeki ji wan aha) gotiye: \"Heke hun bi rasti diven (ku tisteki bi sere wi) bikin, hun ewi nekujin, hun ewi bavejine taritiya bir e dibe, ku hinek kerwan rasti wi werin (ewi weki male wundabuyi ji xwe ra hildin, beherin)"},{"SurahNumber":12,"VerseNumber":11,"Text":"(Dema xaxe xwe pek anine, fetiline bal bave xwe; ji bave xwe ra aha) gotine: \"Bavo! Ci buye ji te ra ku tu ji bona Yusuf bi me ewle nabi u em bi xweber ji ji bona wi ra siretvan in"},{"SurahNumber":12,"VerseNumber":12,"Text":"(Bavo! Tu) ewi di sibehe da bi me ra bisine, ji bo ku ewa bigere u bileyize. Bi rasti em ji wi ra parisvan in"},{"SurahNumber":12,"VerseNumber":13,"Text":"(Bave wan ji wan ra aha) gotiye: \"Heke hun ewi beherin, bi rasti behna min dernakebe, ez miruz dibim u ez ditirsim; ku haya we ji wi tune be, gur ewi bixun"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ewan gotine: \"(Bavo!) Heke gur ewi bixun u em bi xweber ji komeke bi hez in (li wura bin) bi rasti me idi di we gave da ziyan kiriye"},{"SurahNumber":12,"VerseNumber":15,"Text":"(Idi bave wan destura Yusuf daye). Dema ewan bi wi ra cune, ewan li hev civiyane, ku ewan ewi bixne tariya bire, (ewan Yusuf avetine bire). Me ji li bal wi da niqand: “(ne tirse)”. Bi sond! Haja wan bi xweber qe tune be tuye eve buyara wan e hane ji wan ra beji"},{"SurahNumber":12,"VerseNumber":16,"Text":"Ewan di evare da bigirin (ji bo xaxe kirine, xwe rast bidine diyarkirine) hatine bal bave xwe"},{"SurahNumber":12,"VerseNumber":17,"Text":"(Ji bave xwe ra) gotine: \"Bavo! Em ciqa rastbej bin ji disa tu ji me bawer naki. Bi rasti dema em cun (me li ciyeki dani) me Yusuf hist li bal cirya xwe da, em cune (leyiztike); me da berhev (dema em para da hatin me dena xwe daye, ku) guran ewi xwarine"},{"SurahNumber":12,"VerseNumber":18,"Text":"(Heke tu ji me bawer naki ji) eva me kirase wi bi xun ji te ra aniye (xuneke bi vir li kirase wi dabune.\" Bave wan ji wan ra) gotiye: \"Bi rasti gotina we nine, le cane we eva xaxa xwestiye we ji kiriye. Idi (kare min li ser ve buyere) hey hewa bi qenci ye. Li ser van salixen we, hey arikare min Yezdan e"},{"SurahNumber":12,"VerseNumber":19,"Text":"Kerwaneki hatiye li ser (we bire daniye; Meriven xweyen biskuri) sandine, ku ji wan ra (ave ji bire derxin). Dema bedloka xwe avetne bire (ji bo ku tiji av bikin, Yusuf bi bedloka wan re derket. Ewi qir daye aha) gotiye: \"Mizgina min! Eva kureke (derket).\" Ewan ji bona sermayeye kiren u firotine ewa vesartin u Yezdan bi xweber ji zanetire bi kirina wan e"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ewi (kerwani Yusuf) bi bahaki hindike ku dihatine hijmartine firotine. Ewan di bahaye Yusuf da, damen ji cihane berdabun"}]}