{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Ara ke'u imana anala na musara prati tamra ka'omera katipaya balaka chara-phera'una o tara sardaradera bhaye ye, era na abara kona bipade phele deya. Phera'una desamaya kartaꦣ2499;tbera sikhare arohana karechila. Ara se tara hata chere rekhechila."},{"SurahNumber":10,"VerseNumber":84,"Text":"Ara musa balala, he amara sampradaya, tomara yadi allahara upara imana ene thaka, tabe tara'i upara bharasa kara yadi tomara pharamabaradara haye thaka."},{"SurahNumber":10,"VerseNumber":85,"Text":"Takhana tara balala, amara allahara upara bharasa karechi. He amadera palanakarta, amadera upara e jalema ka'omera sakti pariksa kari'o na."},{"SurahNumber":10,"VerseNumber":86,"Text":"Ara amaderake anugraha kare chariye da'o e'i kapheradera kabala theke."},{"SurahNumber":10,"VerseNumber":87,"Text":"Ara ami nirdesa pathalama musa ebam tara bha'iyera prati ye, tomara tomadera jatira jan'ya misarera matite basa sthana nirdharana kara. Ara tomadera gharagulo banabe kebalamukhi kare ebam namaya kayema kara ara yara imanadara taderake susambada dana kara."},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa balala, he amara para'oyaradegara, tumi phera'unake ebam tara sardaraderake parthaba jibanera arambara dana karecha, ebam sampada dana karecha-he amara para'oyaradegara, e jan'ya'i ye tara tomara patha theke bipathagami karaba! He amara para'oyaradegara, tadera dhana-sampada dhbansa kare da'o ebam tadera antaraguloke kathora kare da'o yate kare tara tataksana paryanta imana na ane yataksana na bedanadayaka ayaba pratyaksa kare neya."},{"SurahNumber":10,"VerseNumber":89,"Text":"Balalena, tomadera doya manjura hayeche. Ata'eba tomara dujana atala thako ebam tadera pathe calo na yara ajna."},{"SurahNumber":10,"VerseNumber":90,"Text":"Ara bani-isara'ilake ami para kare diyechi nadi. Tarapara tadera pascad'dhabana kareche phera'una o tara senabahini, duracara o barabarira uddese. Emanaki yakhana tara dubate arambha karala, takhana balala, ebara bisbasa kare nicchi ye, kona ma’buda ne'i tamke chara yamra upara imana eneche bani-isara'ilara. Bastutah ami'o tamra'i anugatadera antarbhukta."},{"SurahNumber":10,"VerseNumber":91,"Text":"Ekhana ekatha balacha! Athaca tumi itipurbe na-pharamani karachile. Ebam pathabhrastadera'i antarbhukta chile."},{"SurahNumber":10,"VerseNumber":92,"Text":"Ata'eba ajakera dine bamciye dicchi ami tomara dehake yate tomara pascadabartidera jan'ya nidarsana hate pare. Ara nihsandehe bahu loka amara mahasaktira prati laksya kare na."}]}