{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Ey inananlar, sabırla ve namazla yardım dileyin. Tanrı sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Ve sakın Tanrı yolunda öldürülenlere \"ölüler\" demeyin. Aksine onlar diridir fakat siz şuurunda değilsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Andolsun, biz sizi biraz korku, açlık ve bir parça mallardan, canlardan ve ürünlerden eksiltmekle sınayacağız. Sabır gösterenleri müjdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlara bir musibet isabet ettiğinde, \"Biz Tanrı´ya aidiz ve kuşkusuz O´na dönücüyüz\" derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"Rablerinden bağışlanma (salat) ve rahmet bunların üzerinedir ve hidayete erenler de bunlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"Kuşkusuz Safa ve Merve (tepeleri) Tanrı´nın ayetlerindendir. Böylece kim Evi (Kabeyi) hacceder veya umre yaparsa, artık bu ikisini tavaf etmesinde kendisi için bir sakınca yoktur. Kim gönülden bir hayır yaparsa (karşılığını alır). Kuşkusuz Tanrı şükrün karşılığını verendir, bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Gerçekten, apaçık belgelerden indirdiklerimizi ve insanlar için Kitapta açıkladığımız hidayeti gizlemekte olanlar; İşte onlara hem Tanrı lanet eder, hem de (bütün) lanet ediciler"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak, tevbe edip (kendilerini ve başkalarını) düzeltenler ve (kitabı / indirileni) açıklayanlar hariç; onların tevbesini kabul ederim. Ben tevbeleri kabul edenim, Rahim´im"},{"SurahNumber":2,"VerseNumber":161,"Text":"Kuşkusuz küfredip kafir olarak ölenler; Tanrı´nın, meleklerin ve tüm insanların laneti bunların üzerinedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"O durumda/Onda süresiz kalacaklardır. Azapları hafifletilmez ve ertelenmez/onlar gözetilmezler"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin Tanrınız tek bir Tanrıdır; O´ndan başka Tanrı yoktur. Rahman´dır, Rahim´dir"}]}