{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Và nếu họ cho rằng Ngươi (Muhammad) nói dối,thì hãy bảo họ: \"Ta chịu trách nhiệm về công việc của Ta và các người chịu trách nhiệm về công việc của các người. Các người vô can với công việc của Ta và Ta vô can với công việc của các người.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Và trong bọn họ, có kẻ (giả vờ) nghe Ngươi nói, nhưng có thể nào Ngươi làm cho người điếc nghe được hay chăng trong lúc họ là những kẻ không hiểu gì"},{"SurahNumber":10,"VerseNumber":43,"Text":"Và trong bọn họ, có kẻ (chăm chú) nhìn Ngươi, nhưng có thể nào Ngươi hướng dẫn một người mù đi đúng đường được chăng trong lúc họ là những kẻ không nhìn thấy gì"},{"SurahNumber":10,"VerseNumber":44,"Text":"Chắc chắn Allah sẽ không bất công đối với con người bất cứ điều gì; ngược lại con người tự bất công với chính bản thân mình"},{"SurahNumber":10,"VerseNumber":45,"Text":"(Bây giờ họ mê say với đời sống trần tục) nhưng vào Ngày mà Ngài sẽ tập trung họ lại, họ sẽ có cảm tưởng như họ đã ở trên trần gian khoảng một tiếng đồng hồ trong ngày. Họ sẽ nhận diện lẫn nhau. Chắc chắn sẽ thua thiệt đối với những ai đã từng phủ nhận việc gặp gỡ Allah ở đời sau bởi vì họ là những kẻ đã không được hướng dẫn"},{"SurahNumber":10,"VerseNumber":46,"Text":"Hoặc giả TA sẽ cho Ngươi thấy thực hiện một vài điều mà TA đã hứa với họ (trong thời gian Ngươi còn sống) hoặc giả TA sẽ bắt hồn của Ngươi ra đi (trước khi xảy ra điều đã hứa) thì trong trường hợp nào đi nữa họ vẫn phải trở lại gặp TA sau này. Rồi Allah sẽ là nhân chứng về những điều họ đã từng làm"},{"SurahNumber":10,"VerseNumber":47,"Text":"Và mỗi một cộng đồng đều có một Sứ Giả (được Allah phái đến) với họ; bởi thế khi Sứ Giả của họ đến gặp họ thì vấn đề (tranh chấp) giữa họ sẽ được giải quyết một cách công bằng và họ sẽ không bị đối xử bất công"},{"SurahNumber":10,"VerseNumber":48,"Text":"Và họ nói: “Chừng nào lời hứa (về sự trừng phạt) này sẽ xảy ra nếu quí vị (Sứ Giả) nói sự thật?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Hãy bảo họ: \"Ta không kiểm soát được điều hại và điều lợi ngay cho chính bản thân Ta ngoại trừ điều nào Allah muốn. Mỗi một cộng đồng đều có một thời hạn ấn định; khi thời hạn đã mãn thì họ sẽ không thể ở nán lại được một giờ khắc nào và cũng không thể giục nó đi sớm hơn được một giờ khắc nào cả.”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Hãy bảo họ: “Các người hãy nghĩ xem, nếu Ngài (Allah) giáng hình phạt của Ngài lên các người ban đêm hoặc ban ngày thì hình phạt nào sẽ là cái mà những kẻ tội lỗi sẽ mong cho chóng đến?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"Thế nếu hình phạt thực sự xảy đến cho các ngươi, các ngươi có chịu tin tưởng chay chăng? (Các ngươi sẽ hỏi lại) 'Bây giờ ư?' trong lúc trước đây các ngươi đã giục nó cho chóng đến"},{"SurahNumber":10,"VerseNumber":52,"Text":"Rồi sẽ có lời bảo những kẻ làm điều sai quấy: “Hãy nếm hình phạt triền miên này!” Phải chăng các ngươi chỉ chịu hình phạt về những điều (tội lỗi) mà các ngươi đã phạm"},{"SurahNumber":10,"VerseNumber":53,"Text":"Và họ hỏi Ngươi để biết nó (sự trừng phạt) thực sự xảy ra hay không? Hãy bảo họ: “Vâng! Nhân danh Thượng Đế (Allah) của Ta, chắc chắn đó là sự thật. Và các người sẽ không thể thoát khỏi đặng!”"}]}