{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Hatırla ki, bir vakit melekler soyle demisti: “-Ey Meryem, hakikaten Allah, seni ibadetle seckin kıldı; seni pak ve tertemiz buyuttu; ve seni alemlerin kadınları uzerine secti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine ibadete devam et, secdeye kapan, ve ruku edenlerle beraber ruku’ yap. (namaz kılanlarla namaz kıl). “"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iste bu Meryem, Zekeriyya ve Yahya (Aleyhisselam) kıssaları, sana vahyetmekte oldugumuz gayb haberlerindendir. Ey Rasulum, yoksa Meryemi hangisi himayesine alacak diye, Tevrat yazdıkları kalemleriyle kur’a atarlarken, sen onların yanlarında degildin; cekisirlerken de yanlarında bulunmuyordun"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler: “-Ey Meryem, Allah kendinden bir kelimeyle (bir emirle yaratılacak cocugu) sana mujdeliyor; ismi, Meryem’in oglu Mesih Isa’dır. Dunyada da ahirette de sanı yucedir, hem de Allah’a yakın olanlardan...” demisti"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ve yine, hem besikte iken, hem de yetiskinken insanlara soz soyliyecek oldugunu ve salihlerden bulundugunu sana Allah mujdeliyor"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: “- Ey Rabbim, bana bir insan dokunmamısken nerden benim bir cocugum olabilir?” dedi. Allah soyle buyurdu: “- Dogrudur, sana bir kimse dokunmamıstır, fakat Allahu Teala diledigini yaratır ve O, bir seyi murad edince ona sadece “ol” der, o hemen oluverir.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"Allah ona (Hz. Isa’ya) yazı yazmayı, hikmeti, Tevrat’ı ve Incil’i ogretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"O’nu Israilogullarına peygamber olarak gonderecek ve onlara soyle diyecektir; “- Cidden, ben Rabbinizden bir mucize ile geldim. Ben, size camurdan kus biciminde bir taslak yapar ona ufururum, Allah’ın izniyle hemen bir kus oluverir. Yine Allah’ın izniyle anadan dogma koru ve abrası da iyi ederim, oluleri diriltirim; evlerinizde ne yiyor ve ne biriktiriyorsanız size haber veririm. Elbette bu mucizelerde size (peygamberligimi isbat eden) deliller ve alametler vardır, eger iman ederseniz"},{"SurahNumber":3,"VerseNumber":50,"Text":"Hem onumdekini (Tevrat’ı) tasdik edici olarak, hem de size haram edilen icyagı ve deve eti gibi bazı seyleri size helal kılmak icin geldim; ve size peygamberligimi tasdik eden bir mucize getirdim. Artık Allah’dan korkun ve bana itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. Oyleyse, ona ibadet edin. Iste bu dogru yoldur.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Vaktaki Isa Yahudi’lerden kufru hissedip anladı, soyle dedi:”- Allah yolunda bana yardım edecekler kimdir?” Havariler= Isa’ya baglılar, soyle dediler: “- Biziz, Allah dininin yardımcıları, Allah’a iman ettik; ve sen sahit ol ki, biz gercek muslumanlarız.”"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz, indirdigin Incil’e iman ettik ve peygamberin Isa’ya tabi olduk. Artık bizi, birligini ve peygamberlerini tasdik eden sahitlerle beraber yaz.”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Yahudiler, (Isa’yı oldurmek icin) hileye saptılar. Allah’da (Isa’yı goge kaldırıp kendilerinden, Isa’ya benziyen birini hilekarlarına oldurtmekle onlara) hile yaptı, ceza verdi. Allah fenalıga karsı ceza verenlerin en kuvvetlisidir"}]}