{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Banna ke basireletsi le bahlokomeli ba basali, hobane Allah U entse hore e mong oa bona a fete e mong ka matla, banna ba tlameha ho sebelisa matlotlo tlas’a tlhokomelo ea bona. Ka hona basali ba itlhomphang ke ba hlonephang le hona ho mamela banna ba bona, ba bile ba boulela sephiring seo Allah A ba laetseng ho se boulella. Haele basali bao le ts’abang hore ba ke ke ba le mamela, ba khalemeng, le be le hane ho kopanela likobo le bona, le hona hoba shapa ha ba ntse ba pheeletse. Haeba ba ka le mamela, le se ke la tsomana le mekhoa ea hoba khopisa. Ruri Allah U phahame ka ho fetisisa, o moholo"},{"SurahNumber":4,"VerseNumber":35,"Text":"Haeba le ts’aba hore ba ka ts’oha ba roba litumellano lipakeng tsa bona, thonyang bakhalemi ho tsoa ka lapeng la bo monna le la bo mosali. Haeba ba lakatsa ho bopa khotso, Allah U tla ba etsa ntho e leng ngoe. Allah U tseba tsohle, o hlokolosi"},{"SurahNumber":4,"VerseNumber":36,"Text":"Khumamelang Allah. Le se be le batlatsetsi ntle le eena. Le bonts’e mohau le boits’oaro ho batsoali, le hoba leloko la lona, ho likhutsana, le ho bahloki, ho baahaisane ba haufi le lona, le ho baahaisane ba ka thoko, ho bahahlaoli le mofeta ka tsela, le ho makhoba ao matsoho a lona a matona a ba ruileng. Hobane Ruri Allah ha a rate baikhants’ang le ho ikhohomosa"},{"SurahNumber":4,"VerseNumber":37,"Text":"Ba lekhonatha ka matlotlo a bona, ba bile khothaletsa bokhonatha ho ba bang, le hona ho pata tseo Allah A ba sitsitseng ka tsona tsa motlopotlo oa Hae. Ruri Re lokiselitse maila-tumelo timelo e soabisang"},{"SurahNumber":4,"VerseNumber":38,"Text":"Ba sebelisang matlotlo a bona ho iponahatsa ho batho, ba bile ba sa kholoe ho Allah le ho letsatsi la bofelo(ke metsoalle ea satane), ea kukileng satane ho ba molekane oa hae, Ruri eo molekane o nyonyeha hakakang"},{"SurahNumber":4,"VerseNumber":39,"Text":"Tahlehelo e ne e tlaba efeng ha ba ne ba khotsoe ho Allah le ho letsatsi la bofelo, ba bile ba sebelisa ka kotloloho seo Allah A ba sitsitseng ka sona. Ruri Allah U hlokolosi ka bona le ho tsohle tseo ba li etsang"},{"SurahNumber":4,"VerseNumber":40,"Text":"Ruri! Allah ha A fose le hanyenyane feela; ha feela e ba ho teng ketso e lokileng, U tla e menahanya A be A nehe moetsi oa eona ponts’eng ea hae moputso o moholohali"},{"SurahNumber":4,"VerseNumber":41,"Text":"Ho ne ho tla ba joang ho bona ha re ne re tlisitse paki e tsoang ho mehlobo eohle, joale e be re tlisa uena muhammad hoba paki khahlanong le bona"},{"SurahNumber":4,"VerseNumber":42,"Text":"Mohla letsatsi leo ba ileng ba hloka tumelo le ho se mamele Moromuoa ba ne ba tla lakatsa e ka ba ke be ba ile ba tsoakoa le mobu, empa ha ho seo ba ka se patang ho Allah"}]}