{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Barlıq maqtaw qulına, (Muxammed Ğ.S. ğa) Qurandı tüsirgen Allağa tän. Onda eşbir qıñırlıq qılmadı"},{"SurahNumber":18,"VerseNumber":2,"Text":"Öte tüzw Quran; Allanıñ qasınan; Qattı azappen üreylendirw, tüzw is istegen müminderge, körkem sıylıq barlığın şüyinşilew üşin (tüsirildi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Olar, onda (jannatta) mäñgi turadı"},{"SurahNumber":18,"VerseNumber":4,"Text":"Sonday-aq: “Allanıñ balası bar” degenderdi eskertw üşin (tüsirdi)"},{"SurahNumber":18,"VerseNumber":5,"Text":"(Allanıñ balası bolwına baylanıstı) ne özderiniñ ne atalarınıñ mälimeti joq. Awızdarınan şıqqan söz tım ülken. Negizinde olar mülde ötirik aytadı"},{"SurahNumber":18,"VerseNumber":6,"Text":"(Muxammed Ğ.S.) endi olar bul Quranğa senbese, arttarınan keyip, öziñdi joya jazdaysıñ"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz adam balasınıñ qaysısı jaqsı ğamal isteydi dep sınaw üşin jer üstindegi närselerdi jerdiñ körki qıldıq"},{"SurahNumber":18,"VerseNumber":8,"Text":"Küdiksiz, biz, jer jüzindegi närselerdi, älbette mülde şöl topıraq ete alamız"},{"SurahNumber":18,"VerseNumber":9,"Text":"(Muxammed Ğ.S.) üñgirdegilerdi jäne jazwdı, tañırqarlıq belgilerimizden dep oyladıñ ba? (Bir zamanda Tarsus qalasındağı Daqyanus patşanıñ zlımdığınan qaşqan adamdar; “Kähf”; solardıñ bekingen üñgiri. “Raqïm”; solardıñ atı-jöni jazılğan taqtay. T.b. rawayattar bar…)"},{"SurahNumber":18,"VerseNumber":10,"Text":"Sonaw zamanda jigitter üngirge bekindide: “Rabbımız! Bizge öz qasıñnan ïgilik ber! Biz üşin bul isimizde twra jol äzirle” dedi"},{"SurahNumber":18,"VerseNumber":11,"Text":"Sonda olardıñ qulaqtarına üñgirde neşe jıl boyı perde qoydıq. (Tereñ uyqı berdik)"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sosın eki jaqtıñ qaysısı olardıñ jatqan mezgilin eseptegendigin anıqtaw üşin olardı oyattıq"}]}