{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"پیغمبر آپ کہہ دیجئے کہ میری طرف یہ وحی کی گئی ہے کہ جنوں کی ایک جماعت نے کان لگا کر قرآن کو سنا تو کہنے لگے کہ ہم نے ایک بڑا عجیب قرآن سنا ہے"},{"SurahNumber":72,"VerseNumber":2,"Text":"جو نیکی کی ہدایت کرتا ہے تو ہم تو اس پر ایمان لے آئے ہیں اور کسی کو اپنے رب کا شریک نہ بنائیں گے"},{"SurahNumber":72,"VerseNumber":3,"Text":"اور ہمارے رب کی شان بہت بلند ہے اس نے کسی کو اپنی بیوی بنایا ہے نہ بیٹا"},{"SurahNumber":72,"VerseNumber":4,"Text":"اور ہمارے بیوقوف لوگ طرح طرح کی بے ربط باتیں کررہے ہیں"},{"SurahNumber":72,"VerseNumber":5,"Text":"اور ہمارا خیال تو یہی تھا کہ انسان اور جناّت خدا کے خلاف جھوٹ نہ بولیں گے"},{"SurahNumber":72,"VerseNumber":6,"Text":"اور یہ کہ انسانوں میں سے کچھ لوگ جناّت کے بعض لوگوں کی پناہ ڈھونڈ رہے تھے تو انہوں نے گرفتاری میں اور اضافہ کردیا"},{"SurahNumber":72,"VerseNumber":7,"Text":"اور یہ کہ تمہاری طرح ان کا بھی خیال تھا کہ خدا کسی کو دوبارہ نہیں زندہ کرے گا"},{"SurahNumber":72,"VerseNumber":8,"Text":"اور ہم نے آسمان کو دیکھا تو اسے سخت قسم کے نگہبانوں اور شعلوں سے بھرا ہوا پایا"},{"SurahNumber":72,"VerseNumber":9,"Text":"اور ہم پہلے بعض مقامات پر بیٹھ کر باتیں سن لیا کرتے تھے لیکن اب کوئی سننا چاہے گا تو اپنے لئے شعلوں کو تیار پائے گا"},{"SurahNumber":72,"VerseNumber":10,"Text":"اور ہمیں نہیں معلوم کہ اہل زمین کے لئے اس سے برائی مقصود ہے یا نیکی کا ارادہ کیا گیا ہے"},{"SurahNumber":72,"VerseNumber":11,"Text":"اور ہم میں سے بعض نیک کردار ہیں اور بعض کے علاوہ ہیں اور ہم طرح طرح کے گروہ ہیں"},{"SurahNumber":72,"VerseNumber":12,"Text":"اور ہمارا خیال ہے کہ ہم زمین میں خدا کو عاجز نہیں کرسکتے اور نہ بھاگ کر اسے اپنی گرفت سے عاجز کرسکتے ہیں"},{"SurahNumber":72,"VerseNumber":13,"Text":"اور ہم نے ہدایت کو سنا تو ہم تو ایمان لے آئے اب جو بھی اپنے پروردگار پر ایمان لائے گا اسے نہ خسارہ کا خوف ہوگا اور نہ ظلم و زیادتی کا"},{"SurahNumber":72,"VerseNumber":14,"Text":"اور ہم میں سے بعض اطاعت گزار ہیں اور بعض نافرمان اور جو اطاعت گزار ہوگا اس نے ہدایت کی راہ پالی ہے"},{"SurahNumber":72,"VerseNumber":15,"Text":"اور نافرمان تو جہنمّ کے کندے ہوگئے ہیں"},{"SurahNumber":72,"VerseNumber":16,"Text":"اور اگر یہ لوگ سب ہدایت کے راستے پر ہوتے تو ہم انہیں وافر پانی سے سیراب کرتے"},{"SurahNumber":72,"VerseNumber":17,"Text":"تاکہ ان کا امتحان لے سکیں اور جو بھی اپنے رب کے ذکر سے اعراض کرے گا اسے سخت عذاب کے راستے پر چلنا پڑے گا"},{"SurahNumber":72,"VerseNumber":18,"Text":"اور مساجد سب اللہ کے لئے ہیں لہذا اس کے علاوہ کسی کی عبادت نہ کرنا"},{"SurahNumber":72,"VerseNumber":19,"Text":"اور یہ کہ جب بندہ خدا عبادت کے لئے کھڑا ہوا تو قریب تھا کہ لوگ اس کے گرد ہجوم کرکے گر پڑتے"}]}