{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"بگو: «اگر شما خدا را دوست داشته‌اید، از من پیروی کنید، تا خدا دوستتان بدارد، و تا گنا‌هان دنباله‌دارتان را برایتان پوشیده بدارد. و خدا بسی پوشنده‌‌ی رحمتگر بر ویژگان است.»"},{"SurahNumber":3,"VerseNumber":32,"Text":"بگو: «خدا و پیامبر(ش) را اطاعت کنید.» پس اگر رویگردانند، خدا هرگز کافران را دوست نمی‌دارد"},{"SurahNumber":3,"VerseNumber":33,"Text":"بی‌گمان، خدا، آدم و نوح و خاندان ویژه‌ی ابراهیم و خاندان ویژه‌ی عمران را بر جهانیان برگزیده است‌؛"},{"SurahNumber":3,"VerseNumber":34,"Text":"فرزندانی را که بعضی از آنان از (نسل) بعضی دیگرند. و خدا بس شنوایی بسیار داناست"},{"SurahNumber":3,"VerseNumber":35,"Text":"چون زن عمران گفت: «پروردگارم! آنچه در شکم دارم به‌راستی برایت نذر کردم تا (از غیر تو) آزاد شده باشد، پس از من به شایستگی بپذیر، که همواره تویی تو بسیار شنوای دانا.»"},{"SurahNumber":3,"VerseNumber":36,"Text":"پس چون او را فرونهاد گفت: «پروردگارم! من او را به‌راستی دختر زادم» - در حالی‌که خدا به آنچه او زاییده داناتر است- «و پسر چون دختر نیست، و من نامش را مریم نهادم و به‌راستی او و فرزندانش را از شیطان رانده‌شده به تو پناه می‌دهم.»"},{"SurahNumber":3,"VerseNumber":37,"Text":"پس پروردگارش وی [:مریم] را با حُسن قبول پذیرا شد و او را نیکو به بار آورد و زکریا را سرپرست وی قرار داد. زکریا هر بار که در محراب بر او وارد می‌شد، نزد او خوراکی‌ای (بی‌مانند) می‌یافت (و) می‌گفت: «مریم! این کی و از کجا (برایت آمده) است‌؟» (او در پاسخ) گفت: «این از جانب خداست، همواره خدا به هر کس بخواهد، بی‌حساب روزی می‌دهد.»"},{"SurahNumber":3,"VerseNumber":38,"Text":"اینجا (بود که) زکریا پروردگارش را خواند (و) گفت: «پروردگارم! از جانب ویژه‌ی خود، فرزندی پاک و پسندیده به من عطا فرمای. همواره تو بس شنونده‌ی درخواستی.»"},{"SurahNumber":3,"VerseNumber":39,"Text":"پس در حالی که وی ایستاده در محراب نماز می‌خواند، فرشتگان او را ندا در دادند: «خدا تو را به یحیی مژده می‌دهد؛ حال آنکه تصدیق‌کننده‌ی (حقانیت) کلمه‌ای از خداست و بزرگوار و خویشتندار (از تمامی گناهان) و پیامبری از شایستگان است.»"},{"SurahNumber":3,"VerseNumber":40,"Text":"گفت: «پروردگارم! کی مرا فرزندی خواهد بود؟ در حالی که همواره مرا پیری در رسیده و زنم نازاست!» (فرشته) گفت: « (کار پروردگار) همین‌گونه (بزرگ و فرزانه) است. خدا هر چه بخواهد انجام می‌دهد.»"},{"SurahNumber":3,"VerseNumber":41,"Text":"گفت: «پروردگارم! برایم (بر این اعجاز) نشانه‌ای قرار ده.» فرمود: «نشانه‌ات این است که سه روز با مردم - جز به اشاره - سخن نگویی و پروردگارت را بسیار یاد کن و شامگاهان و بامدادان (او را) تسبیح گوی.»"}]}