{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":145,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، ساڭا ۋەھىي قىلىنغان ئەھكاملار ئىچىدە، ئۆزى ئۆلۈپ قالغان نەرسە ياكى ئېقىپ چىققان قان ۋە ياكى چوشقا گۆشى ـ چوشقا نىجىس يېمەكلىكلەرگە ئادەتلەنگەنلىكى ئۈچۈن چوشقا گۆشى پاسكىنىدۇر ـ ۋە ئاللاھتىن غەيرىينىڭ ئىسمى ئېيتىلىپ بوغۇزلانغان گۇناھقا سەۋەب بولغان مالدىن باشقىسىنى ھەر قانداق ئادەم ئۈچۈن ھارام كۆرمەيمەن. كىمكى ئۇلاردىن (يۇقىرىقى ھارام قىلىنغان نەرسىلەردىن) نائىلاج ۋە بىئىختىيار ھالدا ھاياتىنى ساقلاپ قالغۇدەك يېسە (ھېچ گۇناھ بولمايدۇ)، چۈنكى پەرۋەردىگارىڭ مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر"},{"SurahNumber":6,"VerseNumber":146,"Text":"يەھۇدىيلارغا توم تۇياقلىق (يەنى تۆگە، تۆگىقۇشقا ئوخشاش ئاچا تۇياقلىق بولماي توم تۇياقلىق بولغان) ھايۋانلارنىڭ ھەممىسىنى ھارام قىلدۇق، ئۇلارغا كالا، قويلارنىڭ دۈمبىسىدىكى ياكى ئۈچەيلىرىدىكى ياكى سۆڭىكىگە چاپلىشىقلىق ياغلىرىدىن باشقا ياغلىرىنى ھارام قىلدۇق، بۇ ئۇلارنىڭ (پەيغەمبەرلەرنى ئۆلتۈرۈش، جازانە قىلىش، كىشىلەرنىڭ مال ـ مۈلكىنى ناھەق يەۋېلىش قاتارلىق) زۇلۇملىرى تۈپەيلىدىن، ئۇلارغا بەرگەن جازايىمىزدۇر. بىز ئەلۋەتتە (بەرگەن خەۋەرلىرىمىزدە) راستچىلمىز"},{"SurahNumber":6,"VerseNumber":147,"Text":"(ئى مۇھەممەد!) ئەگەر ئۇلار (يەنى يەھۇدىيلار) سېنى ئىنكار قىلسا، سەن: «پەرۋەردىگارىڭلار (قىلمىشىڭلار ئۈچۈن سىلەرنى ئالدىراپ جازالىمىغانلىقتىن) كەڭ رەھمەت ئىگىسىدۇر، (ئاللاھنىڭ رەھمىتىگە مەغرۇر بولماڭلاركى) ئاللاھنىڭ ئازابى گۇناھكار قەۋمدىن قايتۇرۇلمايدۇ» دېگىن"},{"SurahNumber":6,"VerseNumber":148,"Text":"مۇشرىكلار: «ئەگەر ئاللاھ خالىسا ئىدى، بىز ۋە ئاتا ـ بوۋىلىرىمىز شېرىك كەلتۈرمەيتتۇق ۋە ھېچ نەرسىنى ھارام قىلمايتتۇق» دەيدۇ. ئۇلاردىن بۇرۇنقى كىشىلەر تاكى (بىزنىڭ ئازابىمىز نازىل بولۇپ) ئازابىمىزنى تېتىغانغا قەدەر (ئۆزلىرىنىڭ پەيغەمبەرلىرىنى) مۇشۇنداق (يەنى مۇشرىكلار سېنى ئىنكار قىلغاندەك) ئىنكار قىلغان ئىدى. (ئۇلارغا) ئېيتقىنكى، «(سۆزۈڭلارنىڭ راستلىقىغا) پاكىتىڭلار بولسا، بىزگە چىقىرىپ كۆرسىتىڭلار، سىلەر پەقەت گۇمانغىلا ئاساسلىنىسىلەر، ئاللاھقا پەقەت يالغاننى چاپلايسىلەر»"},{"SurahNumber":6,"VerseNumber":149,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «(سىلەرنىڭ پاكىتىڭلار بولمىسا) ئاللاھنىڭ ئېنىق پاكىتى بار، ئەگەر ئۇ خالىسا ھەممىڭلارنى، ئەلۋەتتە، ھىدايەت قىلاتتى»"},{"SurahNumber":6,"VerseNumber":150,"Text":"(ئى مۇھەممەد!ئۇلارغا )«ئاللاھ بۇنى ھارام قىلدى، دەپ گۇۋاھلىق بېرىدىغان گۇۋاھچىلىرىڭلارنى چاقىرىپ كېلىڭلار»دېگىن، ئەگەر ئۇلار(ھازىر بولۇپ يالغاندىن)بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان ۋە ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ نەپسى خاھىشلىرىغائەگەشمىگىن،ئۇلار پەرۋەردىگارىڭغا شېرىك كەلتۈرىدۇ. 150-ئايەت"}]}