{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Niḥsandēha hāmīlē nūhalā'ī unakō samudāyatira rasūla banā'ēra paṭhāyauṁ, ra unalē tinīharūsita bhanēki hē samudāyakā mānisaharū! Allāhakai pūjā gara, usa bāhēka timrō aru kōhī pūjya chaina, kē timī ḍardainau"},{"SurahNumber":23,"VerseNumber":24,"Text":"Taba unakō samudāyakō nāyakalē jō kāphira thi'ē, spaṣṭasaṅga bhannathālēḥ ki yō ta timī jastai mānisa hō, timīmāthi śrēṣṭhatā prāpta garna cāhancha ra yadi allāhalē cāhēkō bha'ē kunai phariśtāharūlā'ī (svargadūtaharūlā'ī) paṭhā'unē thiyō. Hāmīlē ta āphnō pūrvajaharūbāṭa yō kurā kahilyai pani sunēnauṁ"},{"SurahNumber":23,"VerseNumber":25,"Text":"Yō ta pakkai unmādagrasta vyakti hō ataḥ ēka niścita avadhisam'ma timīlē yasalā'ī chūṭa dē'ū"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nūhalē) prārthanā garē ki hē pālanakartā! Unīharūlē malā'ī jhūṭhā bhanēkā chan, timīlē mērō maddata gara"},{"SurahNumber":23,"VerseNumber":27,"Text":"Taba hāmīlē unītira ‘‘vahya’’ paṭhāyauṁ ki hāmrō ām̐khākō agāḍi ra hāmrō ‘‘vahya’’ anusāra ē'uṭā ḍuṅgā banā'ū, ani jaba hāmrō ādēśa ā'um̐cha ra jaba pānīkō bāḍhī ā'um̐cha taba pratyēka prajātiharūmadhyēbāṭa ēka–ēka jōḍī tyasamā rākhihāla, ra āphantaharūlā'ī pani, tara unī bāhēka jasakō virud'dha hāmīlē nirṇaya di'isakēkā chauṁ ra atyācārīharūkō viṣayamā masita kurā nagarnu. Tinīharū ta ḍubā'inē nai chan"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ra jaba timī ra timrā sāthīharū ḍuṅgāmā rāmrōsaṅga basihālchau taba (allāhaprati ābhāra prakaṭa garnu ra) bhannu ki praśansā allāhakai lāgi hō, jasalē ki hāmīlā'ī atyācārīharūbāṭa chuṭakārā pradāna garyō"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ra tyō pani prārthanā garnu ki hē pālanakartā! Hāmīlā'ī kalyāṇakārī ṭhā'um̐mā urtānu ra timī nai sabaibhandā rāmrō utārnēvālā hau"},{"SurahNumber":23,"VerseNumber":30,"Text":"Niḥsandēha yasa (ghaṭanā) mā niśānīharū chan ra hāmīlē ta parīkṣā garnucha"},{"SurahNumber":23,"VerseNumber":31,"Text":"Phēri unīharū paścāta hāmīlē aru samudāyaharū pani sr̥ṣṭi garyauṁ"},{"SurahNumber":23,"VerseNumber":32,"Text":"Phēri unīharūmadhyēbāṭai paigambara sandēṣṭā paṭhāyauṁ, ki timīharū sabai allāhakō pūjā gara, usa bāhēka timrō kōhī pūjya chaina. Ani kē timī ḍardainau"}]}