{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrail oğulları! Sizə bəxş etdiyim nemətimi və sizi aləmlərdən üstün etdiyimi xatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Qorxun o gündən ki, o vaxt heç kəs heç kəsə fayda verə bilməyəcək, heç kəsdən şəfaət qəbul olunmayacaq, heç kəsdən bir fidyə alınmayacaq və günahkarlara kömək göstərilməyəcəkdir"},{"SurahNumber":2,"VerseNumber":49,"Text":"Bir zaman Biz sizi Fironun tərəfdarlarından xilas etdik. O vaxt onlar sizə ağır əzablar verir, oğlan uşaqlarınızı öldürür, qadınlarınızı isə sağ buraxırdılar. Bunda Rəbbiniz tərəfindən sizin üçün böyük bir sınaq var idi"},{"SurahNumber":2,"VerseNumber":50,"Text":"O zaman Biz sizə görə dənizi yardıq, sizi xilas etdik və Fironun tərəfdarlarını gözünüzün qabağında dənizdə batırdıq"},{"SurahNumber":2,"VerseNumber":51,"Text":"O zaman Biz Musaya vəhy üçün qırx gecəlik vədə verdik. Sonra siz onun ardından buzovu özünüzə məbud qəbul edərək zalım oldunuz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Sonra bunun ardınca Biz sizi bağışladıq ki, bəlkə şükür edəsiniz"},{"SurahNumber":2,"VerseNumber":53,"Text":"O zaman Biz Musaya Kitab və haqqı batildən ayıran Furqan verdik ki, bəlkə doğru yolla gedəsiniz"},{"SurahNumber":2,"VerseNumber":54,"Text":"O zaman Musa öz qövmünə dedi: “Ey qövmüm! Siz buzova ibadət etməklə özünüzə zülm etdiniz. Odur ki, Yaradanınıza tövbə edin və özünüzü (sizlərdən özlərinə zülm edənləri) öldürün. Bu, Yaradanınızın yanında sizin üçün xeyirlidir”. O, sizin tövbənizi qəbul etdi. Doğrudan da O, tövbələri qəbul edəndir, Rəhmlidir"},{"SurahNumber":2,"VerseNumber":55,"Text":"O zaman siz: “Ey Musa! Biz Allahı açıq-aşkar görməyincə sənə iman gətirməyəcəyik!”– dediniz və gözünüz görə-görə sizi ildırım vurdu"},{"SurahNumber":2,"VerseNumber":56,"Text":"Ölümünüzdən sonra Biz sizi diriltdik ki, bəlkə şükür edəsiniz"},{"SurahNumber":2,"VerseNumber":57,"Text":"Biz sizin üstünüzə buludla kölgə saldıq, sizə manna və bildirçin endirdik və: “Sizə ruzi olaraq verdiyimiz pak şeylərdən yeyin!”– dedik. Onlar Bizə deyil, ancaq özlərinə zülm etdilər"},{"SurahNumber":2,"VerseNumber":58,"Text":"O zaman Biz dedik: “Bu kəndə daxil olun və orada istədiyiniz yerlərdə, rahatlıqla yeyin için. Qapıdan səcdə edərək daxil olun və: “Bizi bağışla!”– deyin ki, sizin günahlarınızı bağışlayaq”. Biz yaxşı işlər görənlərə mükafatlarını artırarıq"},{"SurahNumber":2,"VerseNumber":59,"Text":"Zülm edənlər özlərinə deyilən sözü başqası ilə dəyişdilər. Biz də zülm edənlərə etdikləri günaha görə göydən əzab göndərdik"}]}