{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":8,"Text":"Allah doth know what every female (womb) doth bear, by how much the wombs fall short (of their time or number) or do exceed. Every single thing is before His sight, in (due) proportion"},{"SurahNumber":13,"VerseNumber":9,"Text":"He knoweth the unseen and that which is open: He is the Great, the Most High"},{"SurahNumber":13,"VerseNumber":10,"Text":"It is the same (to Him) whether any of you conceal his speech or declare it openly; whether he lie hid by night or walk forth freely by day"},{"SurahNumber":13,"VerseNumber":11,"Text":"For each (such person) there are (angels) in succession, before and behind him: They guard him by command of Allah. Allah does not change a people's lot unless they change what is in their hearts. But when (once) Allah willeth a people's punishment, there can be no turning it back, nor will they find, besides Him, any to protect"},{"SurahNumber":13,"VerseNumber":12,"Text":"It is He Who doth show you the lightning, by way both of fear and of hope: It is He Who doth raise up the clouds, heavy with (fertilising) rain"},{"SurahNumber":13,"VerseNumber":13,"Text":"Nay, thunder repeateth His praises, and so do the angels, with awe: He flingeth the loud-voiced thunder-bolts, and therewith He striketh whomsoever He will.. yet these (are the men) who (dare to) dispute about Allah, with the strength of His power (supreme)"},{"SurahNumber":13,"VerseNumber":14,"Text":"For Him (alone) is prayer in Truth: any others that they call upon besides Him hear them no more than if they were to stretch forth their hands for water to reach their mouths but it reaches them not: for the prayer of those without Faith is nothing but (futile) wandering (in the mind)"},{"SurahNumber":13,"VerseNumber":15,"Text":"Whatever beings there are in the heavens and the earth do prostrate themselves to Allah (Acknowledging subjection),- with good-will or in spite of themselves: so do their shadows in the morning and evenings"},{"SurahNumber":13,"VerseNumber":16,"Text":"Say: \"Who is the Lord and Sustainer of the heavens and the earth?\" Say: \"(It is) Allah.\" Say: \"Do ye then take (for worship) protectors other than Him, such as have no power either for good or for harm to themselves?\" Say: \"Are the blind equal with those who see? Or the depths of darkness equal with light?\" Or do they assign to Allah partners who have created (anything) as He has created, so that the creation seemed to them similar? Say: \"Allah is the Creator of all things: He is the One, the Supreme and Irresistible"},{"SurahNumber":13,"VerseNumber":17,"Text":"He sends down water from the skies, and the channels flow, each according to its measure: But the torrent bears away to foam that mounts up to the surface. Even so, from that (ore) which they heat in the fire, to make ornaments or utensils therewith, there is a scum likewise. Thus doth Allah (by parables) show forth Truth and Vanity. For the scum disappears like forth cast out; while that which is for the good of mankind remains on the earth. Thus doth Allah set forth parables"},{"SurahNumber":13,"VerseNumber":18,"Text":"For those who respond to their Lord, are (all) good things. But those who respond not to Him,- Even if they had all that is in the heavens and on earth, and as much more, (in vain) would they offer it for ransom. For them will the reckoning be terrible: their abode will be Hell,- what a bed of misery"}]}