{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Ima li nepravednijeg od onoga koji o Allahu govori lazi i smatra da je laz Istina kada mu ona dolazi? Zar u Dzehennemu prebivaliste za nevjernike nece biti"},{"SurahNumber":39,"VerseNumber":33,"Text":"A onaj koji donosi istinu i oni koji u nju vjeruju, oni su bogobojazni"},{"SurahNumber":39,"VerseNumber":34,"Text":"sve sto zazele u Gospodara svoga ce naci; to ce biti nagrada onima koji su dobra djela cinili"},{"SurahNumber":39,"VerseNumber":35,"Text":"da bi Allah preko ruznih postupaka njihovih presao, i da bi ih za lijepa djela koja su radili nagradio"},{"SurahNumber":39,"VerseNumber":36,"Text":"Zar Allah sam nije dovoljan robu Svome? A oni te plase onima kojima se, pored Njega, klanjaju. Onoga koga Allah ostavi u zabludi - niko ne moze na pravi put uputiti"},{"SurahNumber":39,"VerseNumber":37,"Text":"a onoga koga On na pravi put uputi - niko ne moze u zabludu dovesti. Zar Allah nije silan i strog"},{"SurahNumber":39,"VerseNumber":38,"Text":"Ako ih upitas ko je stvorio nebesa i Zemlju, sigurno ce reci: \"Allah!\" a ti reci? \"Mislite li vi da bi oni kojima se, pored Allaha, klanjate mogli otkloniti stetu, ako Allah hoce da mi je ucini, ili, da bi mogli zadrzati milost Njegovu, ako On hoce da im je podari?\" Reci: \"Meni je dovoljan Allah, u Njega se pouzdaju oni koji se pouzdavaju"},{"SurahNumber":39,"VerseNumber":39,"Text":"Reci: \"O narode moj, ti postupaj onako kako postupas, a i ja cu postupati, pa cete znati"},{"SurahNumber":39,"VerseNumber":40,"Text":"koga ce stici patnja koja ce ga poniziti, i koga ce patnja vjecna snaci"},{"SurahNumber":39,"VerseNumber":41,"Text":"Mi ti objavljujemo Knjigu zbog svih ljudi - samu istinu; onaj ko bude isao pravim putem sebi ce koristiti, a onaj ko bude isao stranputicom - sebi ce nauditi, ti nisi njima tutor"}]}