{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":26,"VerseNumber":53,"Text":"Firaon ney shehron mein harkaaron ko bhej diya"},{"SurahNumber":26,"VerseNumber":54,"Text":"Kay yaqeenan yeh giroh boht hi kum tadaad mein hai"},{"SurahNumber":26,"VerseNumber":55,"Text":"Aur iss per yeh humen sakht gazab-naak ker rahey hain"},{"SurahNumber":26,"VerseNumber":56,"Text":"Aur yaqeenan hum bari jamaat hain inn say chokanna rehnay walay"},{"SurahNumber":26,"VerseNumber":57,"Text":"Bil-aakhir hum ney enhen baghaat say aur chashmon say"},{"SurahNumber":26,"VerseNumber":58,"Text":"Aur khazano say. Aur achay achay muqamaat say nikal bahir kiya"},{"SurahNumber":26,"VerseNumber":59,"Text":"Issi tarah hua aur hum ney unn (tamam) cheezon ka waris bani israeel ko bana diya"},{"SurahNumber":26,"VerseNumber":60,"Text":"Pus fiaroni sooraj nikaltay hi unn kay taaqqub mein niklay"},{"SurahNumber":26,"VerseNumber":61,"Text":"Pus jab dono ney aik doosray ko dekh liya to musa kay saathiyon ney kaha hum to yaqeenan pakar liye gaye"},{"SurahNumber":26,"VerseNumber":62,"Text":"Musa ney kaha hergiz nahi. Yaqeen mano mera rab meray sath hai jo zaroor mujhay raah dikhaye ga"},{"SurahNumber":26,"VerseNumber":63,"Text":"Hum ney musa ki taraf wahee bheji kay darya per apni laathi maar pus ussi waqt darya phat gaya aur her aik hissa paani ka misil baray pahar kay hogaya"},{"SurahNumber":26,"VerseNumber":64,"Text":"Aur hum ney ussi jagah doosron ko nazdeek laa khara ker diya"},{"SurahNumber":26,"VerseNumber":65,"Text":"Aur musa (alh-e-salam) ko aur uss kay tamam saathiyon ko nijat dey di"},{"SurahNumber":26,"VerseNumber":66,"Text":"Phir aur sab doosron ko dobo diya"},{"SurahNumber":26,"VerseNumber":67,"Text":"Yaqeenan iss mein bari ibrat hai aur inn mein kay aksar log eman walay nahi"},{"SurahNumber":26,"VerseNumber":68,"Text":"Aur be-shak aap ka rab bara hi ghalib aur meharbaan hai"},{"SurahNumber":26,"VerseNumber":69,"Text":"Enhen ibrahim (alh-e-salam) ka waqiya bhi suna do"}]}