{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"ותאמר קבוצה מאנשי הספר: “האמינו באשר הושרה על אלה אשר האמינו בתחילת היום וכפרו בו בסוף היום, ואולי ישנו את דעתם"},{"SurahNumber":3,"VerseNumber":73,"Text":"ואל תתנו אמון אלא במי שהוא בן דתכם.” אמור (מוחמד): “ההדרכה האמתית היא הדרכת אללה, ואולם אתם (אנשי הספר) אינכם רוצים כי אחרים יקבלו את אשר קיבלתם. או שיתנצחו עמכם בפני ריבונכם. אמור: “החסד הוא בידי אללה המעניק אותו למי שירצה, ואללה חובק הכול יודע הכול”"},{"SurahNumber":3,"VerseNumber":74,"Text":"הוא בוחר ברחמיו את אשר ירצה, ואללה הוא רב חסד האדיר"},{"SurahNumber":3,"VerseNumber":75,"Text":"ומאנשי הספר אנשים אשר אם תפקיד בידיהם קינטאר (מאה רוטל) יחזירהו לך, אך יש ביניהם כאלה, אשר אם תפקיד בידיו דינאר (מטבע זהב) אחד, לא יחזירהו, אלא אם תמשיך לדרוש אותו ולא תרפה ממנו. זאת כי יאמרו, שאין הם אחראים כלפי מי שלא יודעים את הספר. ויגידו על אללה ביודעין"},{"SurahNumber":3,"VerseNumber":76,"Text":"אכן, אללה אוהב מי שמקיים את התחייבויותיו ונוהג ביראת אללה, הן, אללה מחבב את יראיו"},{"SurahNumber":3,"VerseNumber":77,"Text":"אלה הקונים בברית אללה ואת שבועותיהם בעד מחיר קטן, אלה אין להם חלק בעולם הבא, לא ידבר אליהם אללה, ולא יביס בהם ביום תחיית-המתים, ולא יטהרם, ועונשם יהיה מאד כואב"},{"SurahNumber":3,"VerseNumber":78,"Text":"ויש מהם אנשים המחקים בלשונם את מילות הספר (התורה) למען תחשבו כי הוא מן הספר, ואולם אין הוא מן הספר. ויאמרו: “זהו מאללה”. ואולם אין הוא מאללה, וכך הם משקרים בשם אללה במודע"},{"SurahNumber":3,"VerseNumber":79,"Text":"לא ראוי לאיש, אשר אללה נתן לו את הספר, את החכמה, ואת הנבואה, ואז יגיד לאנשים: “היו עבדים לי במקום לאללה”. אך הוא יגיד: “היו עובדי אללה דבקים (באללה) על סמך כל אשר תלמדו מן הספר והחכמה”"},{"SurahNumber":3,"VerseNumber":80,"Text":"ואסור לו לצוות עליכם לקבל את המלאכים ואת הנביאים באדונים. האם יצווה עליכם לכפור לאחר שאתם מוסלמים (מתמסרים לאללה)"}]}