{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"ibrāhīmin ā bhavanattinṟe (ka'abayuṭe) sthānaṁ nāṁ sekaryappeṭuttikeāṭutta sandarbhaṁ (śrad'dhēyamatre.) yāteāru vastuveyuṁ ennēāṭ nī paṅkucērkkarut ennuṁ, tvavāph (pradikṣiṇaṁ) ceyyunnavarkk vēṇṭiyuṁ, ninnuṁ kuniññuṁ sāṣṭāṅgattilāyikkeāṇṭuṁ prārt'thikkunnavarkk vēṇṭiyuṁ enṟe bhavanaṁ śud'dhamākkivekkaṇaṁ ennuṁ (nāṁ addēhattēāṭ nirdēśiccu)"},{"SurahNumber":22,"VerseNumber":27,"Text":"(nāṁ addēhattēāṭ paṟaññu:) janaṅṅaḷkkiṭayil nī tīrt'thāṭanattepaṟṟi viḷambaraṁ ceyyuka. naṭannukeāṇṭuṁ, vidūramāya sakala malampātakaḷilūṭeyuṁ varunna ellā vidha meliñña oṭṭakaṅṅaḷuṭe puṟatt kayaṟiyuṁ avar ninṟeyaṭutt vannu keāḷḷuṁ"},{"SurahNumber":22,"VerseNumber":28,"Text":"avarkk prayēājanakaramāya raṅgaṅṅaḷil avar sannihitarākuvānuṁ, allāhu avarkk nalkiyiṭṭuḷḷa nālkāli mr̥gaṅṅaḷe niścita divasaṅṅaḷil avanṟe nāmaṁ uccariccu keāṇṭ balikaḻikkānuṁ vēṇṭiyatre at‌. aṅṅane avayil ninn niṅṅaḷ tinnukayuṁ, paravaśanuṁ daridranumāyiṭṭuḷḷavan bhakṣikkān keāṭukkukayuṁ ceyyuka"},{"SurahNumber":22,"VerseNumber":29,"Text":"pinne avar taṅṅaḷuṭe aḻukk nīkkikaḷayukayuṁ, taṅṅaḷuṭe nērccakaḷ niṟavēṟṟukayuṁ, purātanamāya ā bhavanatte pradakṣiṇaṁ vekkukayuṁ ceytukeāḷḷaṭṭe"},{"SurahNumber":22,"VerseNumber":30,"Text":"at (niṅṅaḷ grahikkuka.) allāhu pavitrata nalkiya vastukkaḷe vallavanuṁ bahumānikkunna pakṣaṁ at tanṟe rakṣitāvinṟe aṭukkal avann guṇakaramāyirikkuṁ. niṅṅaḷkk ōtikēḷpikkappeṭunnateāḻiccuḷḷa kannukālikaḷ niṅṅaḷkk anuvadikkappeṭṭirikkunnu. ākayāl vigrahaṅṅaḷākunna mālin'yattil ninnuṁ niṅṅaḷ akann nilkkuka. vyājavākkil ninnuṁ niṅṅaḷ akann nilkkuka"},{"SurahNumber":22,"VerseNumber":31,"Text":"vakratayillāte (r̥jumānasarāyi) allāhuvilēkk tiriññavaruṁ, avanēāṭ yāteānnuṁ paṅkucērkkāttavarumāyirikkaṇaṁ (niṅṅaḷ.) allāhuvēāṭ vallavanuṁ paṅkucērkkunna pakṣaṁ avan ākāśattu ninn vīṇat pēāleyākunnu. aṅṅane pakṣikaḷ avane ṟāñcikkeāṇṭu pēākunnu. alleṅkil kāṟṟ avane vidūrasthalattēkk keāṇṭu pēāyi taḷḷunnu"},{"SurahNumber":22,"VerseNumber":32,"Text":"at (niṅṅaḷ grahikkuka.) vallavanuṁ allāhuvinṟe matacihnaṅṅaḷe ādarikkunna pakṣaṁ tīrccayāyuṁ at hr̥dayaṅṅaḷile dharm'maniṣṭhayil ninnuṇṭākunnatatre"},{"SurahNumber":22,"VerseNumber":33,"Text":"avayil ninn oru niścita avadhivare niṅṅaḷkk prayēājanaṅṅaḷeṭukkāṁ. pinne avaye balikaḻikkēṇṭa sthalaṁ ā purātana bhavana (ka'abaḥ) ttiṅkalākunnu"}]}