{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Say, “O My servants who have committed excesses against their own souls! do not despair of the mercy of Allah. Allah certainly protectively forgives all the sins, He is certainly Protectively Forgiving, Merciful.”"},{"SurahNumber":39,"VerseNumber":54,"Text":"And turn towards your Fosterer and submit to Him before the punishment comes to you, then you will not be helped"},{"SurahNumber":39,"VerseNumber":55,"Text":"And follow the best which is sent down to you from your Fosterer before the punishment comes to you suddenly while you do not perceive"},{"SurahNumber":39,"VerseNumber":56,"Text":"lest a soul should say, “My regrets on being negligent towards Allah’s side, and I was of those who mocked,”"},{"SurahNumber":39,"VerseNumber":57,"Text":"or say, “If Allah has guided me I (too) would have been among those who guarded (against evil),”"},{"SurahNumber":39,"VerseNumber":58,"Text":"or say at the time it sees the punishment, “Had there been a second chance for me (to go back to the world, then) I would be of those who do good.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"No, My signs had come to you but you denied them and you considered yourself great and you were among the infidels"},{"SurahNumber":39,"VerseNumber":60,"Text":"And on the day of resurrection, you will see the faces of those who lied against Allah, (coloured) black. Is not the home of the proud in hell"},{"SurahNumber":39,"VerseNumber":61,"Text":"And Allah will save those who guarded (against evil) because of their achievement, evil will not touch them nor will they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah is the Creator of everything and He is a Trustee over everything"},{"SurahNumber":39,"VerseNumber":63,"Text":"His are the keys of the skies and earth. And those who do not believe in the signs of Allah, those are the persons who are the losers"}]}