{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Ara lokadera madhye emana'o ache ye allah‌ra upasana kare kinaraya raye, phale yadi tara prati bhala kichu ghate se tate santasta haya, kintu tara prati yadi biparyaya ghate se tara mukha phiriye ghure yaya -- se ihakala haraya ara parakala'o. Eti'i to eka suspasta ksati."},{"SurahNumber":22,"VerseNumber":12,"Text":"Se allah‌ke chere diye take dake ye tara ksatisadhana karate pare na ara ye tara upakara'o kare na. E'i hacche sudura bipathagamana."},{"SurahNumber":22,"VerseNumber":13,"Text":"Se take dake yara ksatisadhana tara upakarera ca'ite besi nikatabarti. Kata nikrsta abhibhabaka o kata manda e sahacara"},{"SurahNumber":22,"VerseNumber":14,"Text":"yara imana eneche o satkaja karache allah tadera abasya'i prabesa karabena sbargodyane yara nica diye baye caleche jharanaraji. Nihsandeha allah ya iccha karena ta'i kare thakena."},{"SurahNumber":22,"VerseNumber":15,"Text":"Yejana bhabe ye allah tamke ihaloke o paraloke kakhana'i sahayya karabena na, se tabe akasera dike tolara upaya khumjuka, tarapara se kete pheluka, takhana se dekhuka tara parikalpana ta bidurita kare ki na yate se akrosa bodha kare."},{"SurahNumber":22,"VerseNumber":16,"Text":"Ara e'ibhabe amara eti abatarana karechi -- suspasta nidarsana, ara abasya allah‌paricalana karena take ye kamana kare."},{"SurahNumber":22,"VerseNumber":17,"Text":"Nihsandeha yara imana eneche ara yara ihudi mata posana kare, ara sabe'ina o khristana o majusa, ebam yara ansi damra karaya, -- allah nihsandeha tadera madhye phayasala kare debena kiyamatera dine. Nihsandeha allah samasta kichura'i saksyadata."},{"SurahNumber":22,"VerseNumber":18,"Text":"Tumi ki dekha na ye niscaya allah -- tamra'i prati sijada kare yara'i ache mahakasamandalite o yara ache prthibite, ara surya o candra o tarakaraji ebam pahara-parbata o gachapala, ara jibajanta o bahusankhyaka lokajana? Ara aneka ache yadera upare sasti n'yayasangata hayeche. Ara yake allah lanchita karena tara jan'ya tabe sam'manadanera ke'u ne'i. Nihsandeha allah ya iccha karena ta'i kare thakena."},{"SurahNumber":22,"VerseNumber":19,"Text":"Era hacche du'i pratipaksa yara tadera prabhu sanbandhe bitarka kare. Tarapara yara abisbasa posana kare tadera jan'ye agunera theke posaka tairi kara hayeche. Tadera mathara upara theke phutanta pani dhala habe"},{"SurahNumber":22,"VerseNumber":20,"Text":"era dbara gale yabe ya kichu ache tadera petera bhetare ara camarata'o."},{"SurahNumber":22,"VerseNumber":21,"Text":"Ara tadera jan'ya rayeche lohara cabuka."},{"SurahNumber":22,"VerseNumber":22,"Text":"Yatabara tara ca'ibe e theke beriye asate -- jbalayantrana theke -- tadera phiriye de'oya habe tara'i madhye, ara''jbale porara yantrana asbada karo.’’"}]}