{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Bakmaz mısın Rabbin golgeyi nasıl uzatıyor? Dileseydi onu hareketsiz kılardı. Sonra nasıl Gunes'i ona delil kılıyoruz? Sonra da nasıl tutup onu azar azar Kendimize dogru diledigimiz yere alıyoruz"},{"SurahNumber":25,"VerseNumber":46,"Text":"Bakmaz mısın Rabbin golgeyi nasıl uzatıyor? Dileseydi onu hareketsiz kılardı. Sonra nasıl Gunes'i ona delil kılıyoruz? Sonra da nasıl tutup onu azar azar Kendimize dogru diledigimiz yere alıyoruz"},{"SurahNumber":25,"VerseNumber":47,"Text":"Size geceyi ortu, uykuyu bir istirahat, gunduzu de dagılıp calısma vakti kılan O'dur"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ruzgarları rahmetinin onunden mujdeci olarak gonderen de O'dur.Olu diyarlara hayat vermek ve yarattıgımız nice hayvanlara ve insanlara su vermek icin gokten tertemiz suyu da Biz indirmekteyiz"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ruzgarları rahmetinin onunden mujdeci olarak gonderen de O'dur.Olu diyarlara hayat vermek ve yarattıgımız nice hayvanlara ve insanlara su vermek icin gokten tertemiz suyu da Biz indirmekteyiz"},{"SurahNumber":25,"VerseNumber":50,"Text":"Bu gercegi, insanların iyice dusunmeleri icin Biz, farklı usluplarla anlatsak da onların cogu nankorlukten baska bir sey yapmıyorlar"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eger isteseydik her sehre bir uyarıcı peygamber gonderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"(Fakat evrensel uyarma gorevini sana verdik) O halde sen asla kafirlere itaat etme ve Kur'an’a dayanarak onlarla buyuk bir mucahede gerceklestir"},{"SurahNumber":25,"VerseNumber":53,"Text":"Biri tatlı, susuzlugu giderici, oburu tuzlu ve acı iki denizi salıveren, birbirine karısmadan akıtan; fakat aralarına bir engel, asılmaz bir sınır koyan O'dur"},{"SurahNumber":25,"VerseNumber":54,"Text":"Insanı bir parca sudan yaratıp da soy ve evlilik bagından olusan bir sulale haline getiren de O'dur. Senin Rabbin her seye kadirdir"},{"SurahNumber":25,"VerseNumber":55,"Text":"Buna ragmen bir kısım insanlar, kendilerine, tapmaları halinde fayda, tapmamaları halinde zarar veremeyen birtakım seyleri tanrılastırıp, Allah'ın dısında onlara ibadet ettiler.Zaten kafir, Rabbine karsı hep batıla arka cıkar"},{"SurahNumber":25,"VerseNumber":56,"Text":"Biz seni sadece mujdeleyici ve uyarıcı olarak gonderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: “Benim bu hizmet icin sizden istedigim hic bir ucret yoktur. Tek istegim, dileyen kimsenin Rabbine giden yolu bulmasıdır.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Oyleyse sen olmeyen, o mutlak hayat sahibi Allah'a dayan ve O’nu hamd ile tesbih et. Onun kendi kullarının gunahlarından haberdar olması yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gokleri, yeri ve ikisinin arasında olan seyleri altı gunde yaratan, sonra da arsı uzerine hukumran olan O'dur. O rahmandır, sen O’nu, Kendisine, o her seyi Bilen’e sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"O musriklere “Rahman'a secde edin!” denildiginde:“Rahman da ne imis! Bize emrediyorsun diye secde mi edecegiz?” dediler ve bu davet onları imandan busbutun uzaklastırdı. [26,23] {KM, Vahiy 3,12; Resullerin isleri}"}]}