{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Me todella järjestimme Israelin lapsille hyvät asuinsijat ja varustimme heidät hyvällä ravinnolla, eivätkä he olleet eripuraisia ennen kuin paisuivat tiedossaan. Totisesti, Herrasi on ylösnousemuksen päivänä ratkaiseva sen, mistä he kiistelivät"},{"SurahNumber":10,"VerseNumber":94,"Text":"Jos sinä epäilet sitä, minkä olemme sinulle ylhäältä lähettänyt, niin kysy niiltä, jotka ennen sinua lukivat Kirjaa. Totuus tuli sinulle Herraltasi; sentähden älä kuulu niihin, jotka kiistelevät"},{"SurahNumber":10,"VerseNumber":95,"Text":"Äläkä kuulu niihin, jotka selittävät valheeksi Jumalan merkit, ettet joutuisi kadotettujen joukkoon"},{"SurahNumber":10,"VerseNumber":96,"Text":"Totisesti, ne, joita vastaan Herran sana on tullut sitovaksi, eivät usko"},{"SurahNumber":10,"VerseNumber":97,"Text":"vaikkapa kaikkinaisia merkkejä heille annettaisiin, ennenkuin he näkevät tuskallisen tuomionsa"},{"SurahNumber":10,"VerseNumber":98,"Text":"Minkä tähden ei yksikään kaupunki, lukuunottamatta Joonaan kansaa, uskonut ajoissa, niin että sen uskosta olisi koitunut jotakin hyötyä? Kun he uskoivat, niin Me päästimme heidät häpeällisen tuskan alta tässä maallisessa elämässä ja annoimme heidän nauttia jonkin aikaa"},{"SurahNumber":10,"VerseNumber":99,"Text":"Jos Herrasi olisi niin tahtonut, niin kaikki, jotka maan päällä ovat, olisivat yhdessä uskoneet. Tahdotko sinä pakottaa ihmisiä tulemaan oikeauskoisiksi"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ei yksikään sielu voi uskoa muuten kuin Jumalan tieten. Ja Hän langettaa rangaistuksen niille, jotka ovat ymmärtämättömiä"},{"SurahNumber":10,"VerseNumber":101,"Text":"Sano: »Katso mitä on taivaassa ja maan päällä!» Mutta merkit ja varoitukset eivät auta vähääkään ihmisiä, jotka eivät usko"},{"SurahNumber":10,"VerseNumber":102,"Text":"He odottavat ainoastaan sellaista, mitä tapahtui heidän edeltäjiensä päivinä. Sano: »Odottakaa siis! Totisesti minä olen odottava teidän rinnallanne.»"},{"SurahNumber":10,"VerseNumber":103,"Text":"Silloin Me pelastamme lähettiläämme ja ne, jotka uskovat. Meidän velvollisuutemme on pelastaa uskovaiset"}]}