{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Ne cfaredo pune qe te jesh, cfaredo gjeje qe te lexosh nga Kurani dhe cfaredo pune qe te beni (o njerez), Ne jemi deshmitare, kur ju te thelloheni ne te. Zotit tend nuk i fshihet asnje grime peshe, ne Toke e ne qiell; as me pak nga ajo e as me shume nuk mbetet pa u shenuar ne Librin e qarte"},{"SurahNumber":10,"VerseNumber":62,"Text":"Pa dyshim, miqte e Allahut nuk do te kene arsye per t’u frikesuar dhe as per t’u deshperuar"},{"SurahNumber":10,"VerseNumber":63,"Text":"(Te tille jane) ata qe besojne dhe qe (i) frikesohen (Allahut)"},{"SurahNumber":10,"VerseNumber":64,"Text":"Ata i pret lajmi i mire ne kete jete dhe ne tjetren.[136] S’ka ndryshim ne fjalet e Allahut; kjo eshte fitorja madheshtore"},{"SurahNumber":10,"VerseNumber":65,"Text":"Mos u deshpero nga fjala e tyre. E gjithe fuqia i perket Allahut! Ai degjon dhe di cdo gje"},{"SurahNumber":10,"VerseNumber":66,"Text":"Vertet, Allahut i perket cdokush qe gjendet ne qiej dhe ne Toke. E cfare ndjekin ata qe adhurojne ne vend te Allahut zota ortake? Ne te vertete, ata nuk ndjekin gje tjeter, pervec hamendjes dhe vetem genjejne"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ai jua krijoi naten per te pushuar ne te, kurse diten per te pare dhe ketu, vertet, ka shenja (argumente) per njerezit qe ua vene veshin"},{"SurahNumber":10,"VerseNumber":68,"Text":"Ata[137] thone: “Allahu ka nje bir”. Qofte i lartesuar Ai! Ai eshte i Vetemjaftueshem, s’ka nevoje per asgje. Atij i perket gjithcka qe gjendet ne qiej dhe ne Toke. Ju nuk keni asnje prove per ate qe thoni. Pse thoni per Allahun ate qe nuk e dini"},{"SurahNumber":10,"VerseNumber":69,"Text":"Thuaj: “Sigurisht, atyre qe shpifin genjeshtra per Allahun, nuk do t’u ece mbare”"},{"SurahNumber":10,"VerseNumber":70,"Text":"Ata do te kene kenaqesi te shkurter ne kete bote e pastaj do te kthehen te Ne dhe, Ne, do t’u japim te shijojne denimin e ashper per shkak se nuk besuan"}]}