{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"appudu tana visvasanni guptanga uncina phir'aun kutumbapu oka vyakti ila annadu: \"Emi? Miru, 'allah ye na prabhuvu.' Ani annanduku, oka vyaktini campagorutunnara? Vastavaniki, atanu mi prabhuvu taraphu nundi mi vaddaku spastamaina sucanalu tisukoni vaccadu kada! Mariyu okavela atanu asatyavadi ayite, atani asatyam atani midane padutundi! Kani okavela atanu satyavantude ayite, atanu heccarince (siksa) mipai padavaccu kada! Niscayanga, allah mitimire asatyavadiki sanmargam cupadu"},{"SurahNumber":40,"VerseNumber":29,"Text":"o na jati prajalara! Inadu rajyadhikaram mide; desanlo miru prabalyam vahinci unnaru, kani okavela allah siksa mana mida vacci padite, appudu manakevadu sahayam ceyagaladu?\" Appudu phir'aun annadu: \"Naku samucitamaina margame nenu miku cuputanu, nenu miku margadarsakatvam cesedi kevalam saraina margam vaipunake"},{"SurahNumber":40,"VerseNumber":30,"Text":"Mariyu visvasincina a vyakti annadu: \"Na jati prajalara! Niscayanga purvam aneka sanghalaku dapurincina diname miku dapurincunemonani nenu bhayapadutunnanu"},{"SurahNumber":40,"VerseNumber":31,"Text":"nuh, ad, samud mariyu vari taruvata vaccina jatula variki vaccinatuvanti (durdinam). Mariyu allah tana dasulaku an'yayam ceyagoradu"},{"SurahNumber":40,"VerseNumber":32,"Text":"mariyu o na jati prajalara! Vastavaniki nenu, miru parasparam pilucukune, a dinam gurinci bhayapadutunnanu"},{"SurahNumber":40,"VerseNumber":33,"Text":"aroju miru venudirigi paripovalanukuntaru, kani allah (siksa) nundi mim'malni tappincevadu evvadu undadu. Mariyu allah margabhrastatvanlo vadalina vadiki, margadarsakudu evvadu undadu"},{"SurahNumber":40,"VerseNumber":34,"Text":"mariyu vastavaniki intaku purvam yusuph mi vaddaku spastamaina pramanalu tisukoni vaccadu. Kani miru atadu teccina vatini gurinci sandehanlo paddaru. Civaraku atadu maranincinappudu, mirannaru: \"Ika allah itani taruvata e pravaktanu pampadu!\" I vidhanga allah mitimiri pravartince varini, sandehanlo padevarini margabhrastatvanlo vadalutadu"},{"SurahNumber":40,"VerseNumber":35,"Text":"evaraite allah sucana (ayat) lanu gurinci tama daggara e adharanlenide vadistaro, varu allah daggara mariyu visvasincina vari daggara ento gar'haniyulu. I vidhanga allah durahankari, nirdayudu (krurudu) ayina prati vyakti hrdayam mida mudra vestadu"},{"SurahNumber":40,"VerseNumber":36,"Text":"mariyu phira'aun ila annadu: \"O haman! Na koraku oka ettaina gopuranni nirmincu, bahusa (dani paiki ekki) nenu margalanu pondavaccu"},{"SurahNumber":40,"VerseNumber":37,"Text":"Akasalaloniki velle margalu! Mariyu vati dvara nenu musa devunni cudataniki. Endukante, niscayanga, nenu atanini asatyavadiga bhavistunnanu!\" Mariyu i vidhanga phira'aun ku tana duskaryalu manciviga kanabaddayi. Mariyu atadu sanmargam nundi nirodhincabaddadu. Mariyu phira'aun yokka prati pannagam atanini nasananiki matrame guri cesindi"}]}