{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"بے شک یوسف اور اس کے بھائیوں کے قصہ میں پوچھنے والوں کے لیے (غیب کی) بڑی نشانیاں ہیں۔"},{"SurahNumber":12,"VerseNumber":8,"Text":"جب انہوں (یوسف کے سوتیلے بھائیوں) نے آپس میں کہا کہ باوجودیکہ ہم پوری جماعت ہیں مگر یوسف اور اس کا (سگا) بھائی (بن یامین) ہمارے باپ کو زیادہ پیارے ہیں بے شک ہمارے باپ کھلی ہوئی غلطی پر ہیں۔"},{"SurahNumber":12,"VerseNumber":9,"Text":"یوسف کو قتل کر دو یا کسی اور سرزمین پر پھینک دو۔ تاکہ تمہارے باپ کا رخ (توجہ) صرف تمہاری طرف ہو جائے اس کے بعد تم بھلے آدمی ہو جاؤگے (تمہارے سب کام بن جائیں گے)۔"},{"SurahNumber":12,"VerseNumber":10,"Text":"ان (برادرانِ یوسف) میں سے ایک نے کہا کہ یوسف کو قتل نہ کرو البتہ اگر کچھ کرنا ہے تو اسے کسی اندھے کنویں میں ڈال دو۔ مسافروں کا کوئی قافلہ اسے اٹھا لے جائے گا۔"},{"SurahNumber":12,"VerseNumber":11,"Text":"(اس قرارداد کے بعد) انہوں نے کہا اے ہمارے والد! کیا بات ہے کہ آپ یوسف کے بارے میں ہمارا اعتبار نہیں کرتے حالانکہ ہم تو اس کے بڑے خیرخواہ ہیں۔"},{"SurahNumber":12,"VerseNumber":12,"Text":"وہ کچھ کھائے پیئے اور کھیلے کودے ہم اس کی حفاظت کے ذمہ دار ہیں۔"},{"SurahNumber":12,"VerseNumber":13,"Text":"آپ (ع) نے کہا تمہارا اسے اپنے ہمراہ لے جانا مجھے غمگین کرتا ہے اور مجھے یہ اندیشہ بھی ہے کہ تم غفلت کرو اور اسے کوئی بھیڑیا کھا جائے۔"},{"SurahNumber":12,"VerseNumber":14,"Text":"انہوں نے کہا کہ اگر اسے بھیڑیا کھا جائے جبکہ ہماری پوری جماعت (حفاظت کے لئے) موجود ہے تو پھر تو ہم گھاٹا اٹھانے والے (اور بالکل گئے گزرے) ہوں گے۔"},{"SurahNumber":12,"VerseNumber":15,"Text":"پھر جب وہ (اصرار کرکے) اسے لے گئے اور سب نے اس بات پر اتفاق کیا کہ اسے اندھے کنویں میں ڈال دیں (چنانچہ ایسا ہی کیا)۔ اور ہم نے (اس وقت) اس (یوسف) کی طرف وحی کی کہ (ایک وقت آئے گا کہ) تم ان لوگوں کو ان کی یہ حرکت جتاؤگے جبکہ انہیں اس کا شعور نہیں ہوگا۔"},{"SurahNumber":12,"VerseNumber":16,"Text":"اور وہ شام کے وقت اپنے والد کے پاس روتے ہوئے آئے۔"},{"SurahNumber":12,"VerseNumber":17,"Text":"اور کہا اے ہمارے والد! ہم تو آپس میں دوڑ میں لگ گئے اور یوسف کو اپنے سامان کے پاس چھوڑ گئے بس ایک بھیڑیا آیا اور اسے کھا گیا۔ اور اگرچہ ہم سچے ہی ہوں مگر آپ تو ہماری بات کا یقین نہیں کرتے۔"},{"SurahNumber":12,"VerseNumber":18,"Text":"اور وہ اس (یوسف (ع)) کے کُرتے پر جھوٹا خون لگا کر لائے۔ آپ (ع) نے کہا (یہ جھوٹ ہے) بلکہ تمہارے نفسوں نے (اپنے بچاؤ کیلئے) یہ بات گھڑ کر تمہیں خوشنما دکھا دی ہے (بہرحال اس سانحہ پر) صبر کرنا ہی بہتر ہے اور جو کچھ تم بیان کر رہے ہو اس سلسلہ میں اللہ ہی سے مدد مانگی جا سکتی ہے۔"},{"SurahNumber":12,"VerseNumber":19,"Text":"اور ایک قافلہ آیا (اور وہاں اترا) تو انہوں نے (پانی لانے کیلئے) اپنا سقا بھیجا۔ پس اس نے جونہی اپنا ڈول ڈالا۔ (تو یوسف اس میں بیٹھ گئے جب ڈول کھینچا) تو پکار اٹھا۔ مبارک باد یہ تو ایک لڑکا ہے اور ان لوگوں نے اسے سرمایۂ تجارت سمجھ کر چھپا رکھا اور وہ لوگ جو کچھ کر رہے تھے اللہ اس سے خوب واقف تھا۔"},{"SurahNumber":12,"VerseNumber":20,"Text":"اور (ادھر برادرانِ یوسف بھی آپہنچے اور یوسف کو اپنا غلام ظاہر کرکے) بالکل کم قیمت پر یعنی گنتی کے چند درہموں کے عوض بیج ڈالا۔ اور ان (بھائیوں) کو اس میں کوئی دلچسپی نہ تھی (بلکہ اس سے بیزار تھے)۔"}]}