{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"And (remember, Musa) when you killed a man (also see verse 20.40 for another reference), and disagreed among yourselves about the crime: But Allah was to bring forth what you did hide"},{"SurahNumber":2,"VerseNumber":73,"Text":"So We said: \"Strike the (body) with a piece of the calf.\" Thus Allah brings the dead to life: And shows you His Signs, so that you may understand"},{"SurahNumber":2,"VerseNumber":74,"Text":"From then your hearts hardened: And they became like a rock and even worse in hardness. Even among rocks, there are some from which rivers gush out: Others bring out water, when they are split: And others which sink because of the fear of Allah. And Allah is not unaware of what you do"},{"SurahNumber":2,"VerseNumber":75,"Text":"Can you (O men of Faith), hope that they will believe in you? Seeing that a party of them heard the Word of Allah, and altered it knowingly after they understood it"},{"SurahNumber":2,"VerseNumber":76,"Text":"And when they meet the men of Faith, they say: \"We believe;\" But when they meet each other in private, they say: \"Shall you tell them what Allah has revealed to you, that they may argue about it before your Lord?\" Do you not understand (their aim)"},{"SurahNumber":2,"VerseNumber":77,"Text":"Do they not know that Allah knows what they conceal and what they reveal"},{"SurahNumber":2,"VerseNumber":78,"Text":"And there are among them who cannot read and who do not know the Book, but (in it they see their own) desires, and they imagine without any basis"},{"SurahNumber":2,"VerseNumber":79,"Text":"Then woe to those who write the Book with their own hands, and then say: \"This is from Allah.\" To gain from it for a lowly price! Woe to them for what they write, and for the gain they make from it"},{"SurahNumber":2,"VerseNumber":80,"Text":"And they say: \"The Fire shall not touch us but for a few numbered days:\" Say: \"Have you taken a promise from Allah, because He never breaks His promise? Or you say about Allah what you do not know"},{"SurahNumber":2,"VerseNumber":81,"Text":"Yes! Those who search for gain in evil, and are held round by their sins, they are companions of the Fire: They shall live in there (for ever)"},{"SurahNumber":2,"VerseNumber":82,"Text":"And those who have faith and work the right deeds they are companions of the Garden: They shall live in there (for ever)"}]}