{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"And the sky, We constructed it with energy, and We are the Expanders (of it)*. * See notes under Ch. 21, Vs"},{"SurahNumber":51,"VerseNumber":48,"Text":"And the earth, We have spread it. How Excellent are We in making it habitable"},{"SurahNumber":51,"VerseNumber":49,"Text":"And of everything We have created pairs that you may be mindful"},{"SurahNumber":51,"VerseNumber":50,"Text":"So you all run towards Allah, I am a clear warner for you from Him"},{"SurahNumber":51,"VerseNumber":51,"Text":"And do not set up another god with Allah, I am a clear warner for you from Him"},{"SurahNumber":51,"VerseNumber":52,"Text":"Thus, there did not come to those before them any messenger but they said, “A magician or one influenced by jinn.”"},{"SurahNumber":51,"VerseNumber":53,"Text":"Do they recommend this to one another? No, they are a rebellious people"},{"SurahNumber":51,"VerseNumber":54,"Text":"So turn away from them, because you are not blameworthy"},{"SurahNumber":51,"VerseNumber":55,"Text":"And be reminding, because reminding certainly benefits the believers"},{"SurahNumber":51,"VerseNumber":56,"Text":"And I did not create the jinn and mankind but (with the sole purpose) that they should serve Me"},{"SurahNumber":51,"VerseNumber":57,"Text":"do not intend (to get) any provision from them nor do I intend that they should feed Me"},{"SurahNumber":51,"VerseNumber":58,"Text":"Allah is certainly the Provider, Possessor of power, the Strong"},{"SurahNumber":51,"VerseNumber":59,"Text":"So for those who are unjust, (their) portion will certainly be like the portion of their companions, so do not let them ask Me to hasten on (the punishment)"},{"SurahNumber":51,"VerseNumber":60,"Text":"So sorrowful is the state of those who do not believe because of their day which they are threatened with"}]}