{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"آیا ندیدی که خدا از آسمان، آبی فرود آورد، پس به (وسیله‌ی) آن میوه‌هایی که رنگ‌هایشان گوناگون است بیرون آوردیم‌؟ و از برخی کوه‌ها، راه‌های [:رگه‌های] سپید و گلگون که رنگ‌هایشان مختلف و (همچون) کلاغ‌های سیاه است برون آوردیم"},{"SurahNumber":35,"VerseNumber":28,"Text":"و برخی از مردمان و جانوران و دام‌ها که رنگ‌هایشان گوناگون است (برون آوردیم). از بندگان خدا تنها دانایان (خداشناس) از او هراسانند. آری، همواره خدا بسی ارجمندِ پوشنده است"},{"SurahNumber":35,"VerseNumber":29,"Text":"بی‌گمان، کسانی که کتاب خدا را می‌خوانند و از آن پیروی می‌کنند و نماز بر پا داشتند و از آنچه بدیشان روزی داده‌ایم -نهان و آشکارا- انفاق کردند، (اینان) امید به تجارتی بسته‌اند که هرگز زوال نمی‌پذیرد"},{"SurahNumber":35,"VerseNumber":30,"Text":"تا پاداششان را به شایستگی بدیشان عطا کند و از فزون‌بخشیِ خود در حق آنان بیفزاید. همواره اوست بسی پوشنده‌ی بسیار شکرگزار"},{"SurahNumber":35,"VerseNumber":31,"Text":"و آنچه از کتاب [:قرآن] سوی تو وحی کردیم، (هم)او تمام حق است حال آنکه تصدیق‌کننده است آنچه را در برابر اوست. همواره خدا نسبت به بندگانش بس آگاهی بسیار بیناست"},{"SurahNumber":35,"VerseNumber":32,"Text":"سپس (این) کتاب را به (آن) کسان از بندگان خود که (آنان را) برگزیده بودیم، به میراث دادیم. پس برخی از بندگان ما بر خود ستمکارند و برخی از ایشان میانه‌رو و برخی (هم) از آنان در تمامی کارهای نیک به فرمان خدا (در میان همگان) پیشگامانند. و این خود همان فضیلت بزرگ است"},{"SurahNumber":35,"VerseNumber":33,"Text":"(در) باغ‌های همیشگی (که) به آنها در خواهند آمد، در آنجا با دستبندهایی از زر و مروارید زیور یابند و در آنجا جامه‌هاشان پرنیان است"},{"SurahNumber":35,"VerseNumber":34,"Text":"و گفتند: «تمامی سپاس تنها خدایی را سزاست که اندوه را از ما بزدود. به‌راستی پروردگارمان، بی‌گمان بسی پوشنده‌ی شکرگزار است‌.»"},{"SurahNumber":35,"VerseNumber":35,"Text":"«کسی‌که ما را به فضل خویش در سرای اقامتگاه ابدی جای داد. در اینجا رنجی به ما نرسد، و در اینجا درماندگی و سختی به ما دست ندهد.»"},{"SurahNumber":35,"VerseNumber":36,"Text":"و (اما) کسانی که کافر شدند، آتش جهنّم برایشان خواهد بود. در آن، حکم (به مرگ) بر ایشان (جاری) نمی‌شود تا بمیرند و نه از عذاب آن از آنان کاسته شود. (آری،) هر کافر سخت‌انکاری را چنان کیفر می‌دهیم"},{"SurahNumber":35,"VerseNumber":37,"Text":"حال آنکه آنان در آنجا با هم سخت فریاد برمی‌آورند: «پروردگارمان! ما را (از این آتشبار) بیرون بیار تا غیر از آنچه می‌کردیم، کار شایسته کنیم.» آیا و مگر شما را آن قدر عمر ندادیم که هر کس باید در آن عبرت گیرد، عبرت گرفته‌؛ حال آنکه برای شما هشداردهنده آمد؟ پس بچشید که برای ستمگران هیچ یاوری نیست"}]}