{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਇਸ ਨੂੰ ਮੁਆਫ਼ ਨਹੀਂ ਕਰੇਗਾ ਕਿ ਉਸ ਦਾ ਸ਼ਰੀਕ ਠਹਿਰਾਇਆ ਜਾਏ। ਇਸ ਤੋਂ` ਬਿਨਾਂ ਉਹ ਦੂਸਰੇ ਗੁਨਾਹਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇਗਾ ਜਿਸ ਲਈ ਚਾਹੇਗਾ। ਜਿਸ ਨੇ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਠਹਿਰਾਇਆ ਉਹ ਭਟਕ ਕੇ ਬਹੁਤ ਦੂਰ ਜਾ ਡਿੱਗਿਆ।"},{"SurahNumber":4,"VerseNumber":117,"Text":"ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੁਕਾਰਦੇ ਹਨ ਦੇਵੀਆਂ ਨੂੰ ਅਤੇ ਪੁਕਾਰਦੇ ਹਨ ਵਿਦਰੋਹੀ ਸ਼ੈਤਾਨ ਨੂੰ।"},{"SurahNumber":4,"VerseNumber":118,"Text":"ਉਸ ਉੱਪਰ ਅੱਲਾਹ ਨੇ ਲਾਹਣਤ ਪਾਈ ਹੈ। ਸ਼ੈਤਾਨ ਨੇ ਕਿਹਾ ਸੀ ਕਿ ਮੈਂ ਤੇਰੇ ਬੰਦਿਆ ਤੋਂ ਇਕ ਨਿਸ਼ਚਿਤ ਹਿੱਸਾ ਲੈ ਕੇ ਰਹਾਂਗਾ।"},{"SurahNumber":4,"VerseNumber":119,"Text":"ਮੈਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਬਹਿਕਾਵਾਂਗਾ ਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਮੀਦਾਂ ਦਿਖਾਵਾਂਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਝਾਵਾਂਗਾ ਤਾਂ ਉਹ ਪਸ਼ੂਆਂ ਦੇ ਕੰਨ ਕੱਟਣਗੇ। ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਝਾਵਾਂਗਾ ਤਾਂ ਉਹ ਅੱਲਾਹ ਦੀ ਬਨਾਵਟ ਨੂੰ ਬਦਲਣਗੇ। ਜਿਹੜਾ ਬੰਦਾ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਸ਼ੈਤਾਨ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਜਾਂ ਮਾਰਗ ਦਰਸ਼ਕ ਬਣਾਏ ਤਾਂ ਉਹ ਖੁਲ੍ਹੇ ਹੋਏ ਖਾਤੇ ਵਿਚ ਪੈ ਗਿਆ।"},{"SurahNumber":4,"VerseNumber":120,"Text":"ਉਹ ਉਨ੍ਹਾਂ ਨਾਲ ਵਾਅਦੇ ਕਰਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਮੀਦਾਂ ਦਿੰਦਾ ਹੈ। ਸ਼ੈਤਾਨ ਦੇ ਸਾਰੇ ਵਾਅਦੇ ਧੋਖੇ ਤੋਂ ਬਿਨਾਂ ਕੂਝ ਨਹੀਂ।"},{"SurahNumber":4,"VerseNumber":121,"Text":"ਅਜਿਹੇ ਲੋਕਾਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੈ ਅਤੇ ਉਹ ਉਸ ਤੋਂ ਬਚਣ ਦਾ ਕੋਈ ਰਾਹ ਨਾ ਪਾਉਣਗੇ।"},{"SurahNumber":4,"VerseNumber":122,"Text":"ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਦੇ ਥੱਲੇ ਨਹਿਰਾਂ ਵੱਗਦੀਆਂ ਹੋਣਗੀਆਂ ਜਿਸ ਵਿਚ ਉਹ ਸਦੀਵੀ ਰਹਿਣਗੇ। ਇਹ ਅੱਲਾਹ ਦਾ ਸੱਚਾ ਵਾਅਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਵੱਧ ਕੇ ਕਿਹੜਾ ਆਪਣੀ ਗੱਲ ਵਿਚ ਸਚਾ ਹੋਵੇਗਾ।"},{"SurahNumber":4,"VerseNumber":123,"Text":"ਨਾ ਤੁਹਾਡੀਆਂ ਇਛਾਵਾਂ ਉੱਪਰ ਹੈ ਅਤੇ ਨਾ ਕਿਤਾਬ ਵਾਲਿਆਂ ਦੀਆਂ ਇਛਾਵਾਂ ਉੱਪਰ। ਜਿਹੜਾ ਕੋਈ ਬ਼ੂਰਾ ਕੰਮ ਕਰੇਗਾ ਉਹ ਉਸਦਾ ਫ਼ਲ ਪਾਏਗਾ। ਉਹ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਆਪਣਾ ਕੋਈ ਸਮਰੱਥਕ ਅਤੇ ਸਹਾਇਕ ਨਹੀ' ਪਾਏਗਾ।"},{"SurahNumber":4,"VerseNumber":124,"Text":"ਜਿਹੜਾ ਬੰਦਾ ਕੋਈ ਚੰਗਾ ਕੰਮ ਕਰੇਗਾ ਚਾਹੇ ਉਹ ਮਰਦ ਹੋਵੇ ਜਾਂ ਔਰਤ ਬੱਸ ਸ਼ਰਤ ਹੈ ਕਿ ਉਹ ਮੋਮਿਨ ਹੋਵੇ ਅਜਿਹੇ ਲੋਕ ਜੰਨਤ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ। ਉਨ੍ਹਾਂ ਉੱਪਰ ਭੋਰਾ ਵੀ ਅਤਿਆਚਾਰ ਨਹੀਂ ਹਵੇਗਾ।"},{"SurahNumber":4,"VerseNumber":125,"Text":"ਅਤੇ ਉਸ ਤੋਂ ਬਿਹਤਰ ਧਰਮ ਕਿਸ ਦਾ ਹੈ ਜੋ ਆਪਣਾ ਮੁੱਖ ਅੱਲਾਹ ਵੱਲ ਝੁਕਾ ਦੇਵੇ ਅਤੇ ਉਹ ਨੇਕੀ ਕਰਨ ਵਾਲਾ ਹੋਵੇ। ਉਹ ਇਬਰਾਹੀਮ ਦੇ ਧਰਮ ਉੱਪਰ ਇਕਚਿੱਤ ਹੋਂ ਕੇ ਚੱਲੇ। ਅੱਲਾਹ ਨੇ ਇਬਰਾਹੀਮ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾ ਲਿਆ ਸੀ।"},{"SurahNumber":4,"VerseNumber":126,"Text":"ਅਤੇ ਅੱਲਾਹ ਦਾ ਹੈ ਜੋ ਕੂਝ ਆਕਾਸ਼ਾਂ ਉੱਪਰ ਹੈ ਅਤੇ ਜਿਹੜਾ ਕੁਝ ਧਰਤੀ ਉੱਪਰ ਹੈ। ਅੱਲਾਹ ਨੇ ਹਰ ਚੀਜ਼ ਨੂੰ ਆਪਣੇ ਕਲਾਵੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਹੈ।"}]}