{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Аллаху одному принадлежит власть над небесами и землёй. Он сотворил их, властен над ними, управляет ими, как пожелает. В тот День , когда наступит Судный час, - будут в убытке те, которые придерживались лжи"},{"SurahNumber":45,"VerseNumber":28,"Text":"В тот День, когда настанет Судный час, ты увидишь, о тот, к которому обращена речь, последователей каждой религии коленопреклонёнными от ужасов этого Дня, готовыми идти на зов; каждая община будет призвана к Книге записей своих деяний и будет им сказано: \"Сегодня вам воздастся за ваши деяния, которые вы совершили в земном мире"},{"SurahNumber":45,"VerseNumber":29,"Text":"Им также будет сказано: \"Это Наша Книга, в которой Мы записали ваши деяния, и вы получили её в руки. Она истинно возвещает вам о ваших деяниях. Ведь Мы велели ангелам записать то, что вы вершили, чтобы вы ответили перед Нами за то, что вы делали"},{"SurahNumber":45,"VerseNumber":30,"Text":"А что касается тех, которые уверовали и творили благочестивые деяния, то их Господь введёт в Свой рай. Это и есть явный, истинный успех"},{"SurahNumber":45,"VerseNumber":31,"Text":"А тем, которые не уверовали в Аллаха и Его посланников, будет сказано в упрёк: \"Разве не приходили к вам Мои посланники и не возвещали перед вами Мои знамения, но вы, возгордившись, отказались от истины и стали неверными"},{"SurahNumber":45,"VerseNumber":32,"Text":"Когда посланник Аллаха сказал вам, о вы, которые отвергали воскресение: \"Поистине, обещание Аллаха о воздаянии - непреклонная истина и нет сомнения в том, что Судный час непременно настанет\", - вы ответили: \"Мы не знаем ничего о Судном часе и не знаем, в чём его суть. Мы полагаем, что наступление Судного часа - лишь предположение, но мы не уверены, что он настанет"},{"SurahNumber":45,"VerseNumber":33,"Text":"И стала ясна неверным мерзость их деяний и им было воздано за то, что они издевались над знамениями Аллаха"},{"SurahNumber":45,"VerseNumber":34,"Text":"И многобожникам сказано с порицанием: \"Сегодня Мы забудем вас в муках, как вы забыли готовиться к встрече с вашим Господом, - к тому, что вы предстанете перед Ним в этот День, - повиновением Ему и свершением праведных деяний. Пристанищем для вас будет огонь и никто не поможет вам и не избавит от наказания огнём"},{"SurahNumber":45,"VerseNumber":35,"Text":"Наказание, постигшее вас, - воздаяние вам за то, что вы не уверовали и издевались над знамениями Аллаха, за то, что вас обманула земная жизнь и соблазнила своими мирскими благами\". В тот День никто не сможет вывести их из огня, и от них не потребуют покаяния, чтобы снискать благосклонность Аллаха"},{"SurahNumber":45,"VerseNumber":36,"Text":"Только Аллаху одному - Творцу небес, земли и всего сущего - хвала! Аллаха - Господа небес и земли, и всего, что на них, следует благодарить за каждую милость"},{"SurahNumber":45,"VerseNumber":37,"Text":"Ему, Всевышнему, одному принадлежат величие и власть в небесах и на земле. Он Всемогущ, Непобедим, Мудр, никогда не ошибается в Своих решениях. И Аллах лучше знает"}]}