{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"I My poselili synov Israila v selenii istiny i darovali im blaga. Oni ne raznoglasili, poka ne prishlo k nim znaniye. Poistine, Gospod' tvoy rassudit ikh v den' voskreseniya o tom, v chem oni raznoglasili"},{"SurahNumber":10,"VerseNumber":94,"Text":"Yesli zhe ty v somnenii o tom, chto My nisposlali tebe, to sprosi tekh, kotoryye chitayut pisaniye do tebya. Prishla k tebe istina ot Tvoyego Gospoda; ne bud' zhe iz koleblyushchikhsya"},{"SurahNumber":10,"VerseNumber":95,"Text":"I ne bud' iz tekh, kotoryye sochli lozh'yu znameniya Allakha, chtoby ne okazat'sya v chisle ponesshikh ubytok"},{"SurahNumber":10,"VerseNumber":96,"Text":"Poistine, te, nad kotorymi opravdalos' slovo tvoyego Gospoda, ne uveruyut"},{"SurahNumber":10,"VerseNumber":97,"Text":"dazhe yesli by prishli k nim vse znameniya, poka ne uvidyat muchitel'noye nakazaniye"},{"SurahNumber":10,"VerseNumber":98,"Text":"Razve zh bylo kakoye-nibud' seleniye, kotoroye uverovalo i pomogla yemu vera, krome naroda Yunusa? Kogda oni uverovali, My udalili ot nikh nakazaniye pozora v zdeshney zhizni i dali im pol'zovat'sya do vremeni"},{"SurahNumber":10,"VerseNumber":99,"Text":"A yesli by pozhelal tvoy Gospod', togda uverovali by vse, kto na zemle, tselikom. Razve zh ty vynudish' lyudey k tomu, chto oni stanut veruyushchimi"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ne pridetsya dushe uverovat', inache kak s soizvoleniya Allakha. I vozlozhit On nakazaniye na tekh, kotoryye ne razumeyut"},{"SurahNumber":10,"VerseNumber":101,"Text":"Skazhi: \"Posmotrite, chto na nebesakh i na zemle!\" No ne pomogut znameniya i vestniki lyudyam, kotoryye ne veruyut"},{"SurahNumber":10,"VerseNumber":102,"Text":"Razve oni zhdut chego-libo, krome podobnogo dnyam tekh, kotoryye proshli do nikh? Skazhi: \"Zhdite, poistine, YA s vami ozhidayu"},{"SurahNumber":10,"VerseNumber":103,"Text":"Potom My spasem Nashikh poslannikov i tekh, kotoryye uverovali. Tak, obyazannost'yu dlya Nas yavlyayetsya spasat' veruyushchikh"}]}