{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"mariyu ī granthaṁ (khur'ān) lō vaccina mūsā gāthanu prastāvin̄cu. Niścayaṅgā, atanu (allāh) ennukunna oka sandēśaharuḍu mariyu oka pravakta"},{"SurahNumber":19,"VerseNumber":52,"Text":"mariyu mēmu tūr koṇḍa kuḍivaipu nuṇḍi atanini (mūsānu) pilici, atanitō ēkāntanlō māṭlāḍaṭāniki mam'malni samīpimpajēśāmu"},{"SurahNumber":19,"VerseNumber":53,"Text":"mariyu mā kāruṇyantō, ataniki tōḍugā atani sōdaruḍaina, hārūn nu kūḍā pravaktagā niyamin̄cāmu"},{"SurahNumber":19,"VerseNumber":54,"Text":"Mariyu ī granthaṁ (khur'ān) lō vaccina ismāyīl gāthanu prastāvin̄cu. Niścayaṅgā, atanu vāgdānālanu satyaṁ cēsē (neravērcē) vāḍu mariyu oka sandēśaharuḍu mariyu oka pravakta"},{"SurahNumber":19,"VerseNumber":55,"Text":"mariyu atanu tana kuṭumbaṁ vārini namāj mariyu vidhidānaṁ (jakāt) lanu pāṭin̄camani ājñāpin̄cēvāḍu. Mariyu tana prabhuvuku prītipātruḍugā uṇḍēvāḍu"},{"SurahNumber":19,"VerseNumber":56,"Text":"mariyu ī granthaṁ (khur'ān)lō vaccina idrīs gāthanu prastāvin̄cu. Niścayaṅgā, atanu satyavantuḍaina pravakta"},{"SurahNumber":19,"VerseNumber":57,"Text":"mariyu mēmu atanini unnata sthānāniki ettāmu"},{"SurahNumber":19,"VerseNumber":58,"Text":"vārandarū, allāh anugrahin̄cina ādam santati vārilōni daivapravaktalalō kondaru. Mariyu vārilō kondaru mēmu nūh ōḍalō ekkimpajēsina vāru, marikondaru ibrāhīm mariyu isrāyīl (ya'akhūb) santānāniki cendina vārunnāru. Mariyu vārilō mēmu ennukoni sanmārgaṁ cūpina vārunnāru. Okavēḷa vāriki karuṇāmayuni sūcanalu (āyāt) cadivi vinipin̄cinappuḍu, vāru vilapistū sāṣṭāṅgaṁ (sajdā)lō paḍipōyēvāru"},{"SurahNumber":19,"VerseNumber":59,"Text":"kāni vāri taruvāta vaccina, vāri santati vāru kondaru, namāj lanu viḍici peṭṭi tama (duṣṭa) manōvān̄chalanu anusarin̄cāru. Kāvuna tvaralōnē vāru adhōgati (narakanlō)ki cēragalaru"},{"SurahNumber":19,"VerseNumber":60,"Text":"kāni evaraitē, paścāttāpa paḍi mariyu viśvasin̄ci satkāryālu cēstārō, alāṇṭi vāru svarganlō pravēśistāru mariyu vāri kelāṇṭi an'yāyaṁ jarugadu"},{"SurahNumber":19,"VerseNumber":61,"Text":"ananta karuṇāmayuḍu, tana dāsulaku vāgdānaṁ cēsina agōcara jagattulōni śāśvatamaina svargavanālu. Niścayaṅgā āyana vāgdānaṁ pūrtayi tīrutundi"},{"SurahNumber":19,"VerseNumber":62,"Text":"vārandulō mīku śānti kalugu gāka (salāṁ!) Anaḍaṁ tappa itara ē vidhamaina vyarthapu māṭalu vinaru. Mariyu andulō vāriki udayaṁ mariyu sāyantraṁ jīvanōpādhi labhistū uṇṭundi"},{"SurahNumber":19,"VerseNumber":63,"Text":"mā dāsulalō daivabhīti galavārini vārasulugā cēsē svargaṁ idē"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Dēvadūtalu aṇṭāru): \"Mariyu mēmu kēvalaṁ nī prabhuvu ājñatō tappa krindiki digirāmu. Mā mundunnadi, mā venuka nunnadi mariyu vāṭi madhya nunnadī, sarvaṁ āyanaku cendinadē! Nī prabhuvu maraci pōyēvāḍu kāḍu"},{"SurahNumber":19,"VerseNumber":65,"Text":"ākāśālakū, bhūmikī mariyu vāṭi madhyanunna samastānikī āyanē prabhuvu, kāvuna mīru āyananē ārādhin̄caṇḍi mariyu āyana ārādhanalōnē sthiraṅgā vuṇḍaṇḍi. Āyanatō samānamaina sthāyigala vānini evaḍinainā mīrerugudurā"}]}