{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"(Pomni), kdyz zavolal Pan tvuj Mojzise: „Jdi k lidu nepravostnemu"},{"SurahNumber":26,"VerseNumber":11,"Text":"lidu Faraonovu, Coz nebudou bati se mne?“"},{"SurahNumber":26,"VerseNumber":12,"Text":"Rekl (Mojzis): Pane muj, bojim se, ze lharem nazvou mne"},{"SurahNumber":26,"VerseNumber":13,"Text":"A stisnena jest hrud, ma a neni volny jazyk muj: procez posli pro Arona"},{"SurahNumber":26,"VerseNumber":14,"Text":"Maji proti mne obvineni a bojim se, aby mne nezabili.“"},{"SurahNumber":26,"VerseNumber":15,"Text":"Rekl (Buh): „Nikoliv. Jdete oba se znamenimi nasimi: my s vami budeme, naslouchajice"},{"SurahNumber":26,"VerseNumber":16,"Text":"A jdete k Faraonovi a rcete: „Myt zajiste posly jsme Pana veskerenstva"},{"SurahNumber":26,"VerseNumber":17,"Text":"i vysli s nami syny Israele.“"},{"SurahNumber":26,"VerseNumber":18,"Text":"Rekl (Farao): „Coz nevychovali jsme te mezi nami za detstvi a coz nedlel jsi mezi nami po mnoho let veku sveho"},{"SurahNumber":26,"VerseNumber":19,"Text":"A ucinil's skutek, kterys ucinil: jsi nevdecnikem.“"},{"SurahNumber":26,"VerseNumber":20,"Text":"Rekl (Mojzis): Ano, ucinil jsem jej tehdy a byl jsem pobloudilim"},{"SurahNumber":26,"VerseNumber":21,"Text":"a prchl jsem od vas, jezto bal jsem se vas: vsak dal mi Pan muj moudrost a ucinil mne jednim z poslu"},{"SurahNumber":26,"VerseNumber":22,"Text":"A jest to dobrodini, jehoz popral's mi, ze zotrocil jsi syny Israele?“"},{"SurahNumber":26,"VerseNumber":23,"Text":"Rekl Farao: „Kdo jest (ten) Pan veskerenstva?“"},{"SurahNumber":26,"VerseNumber":24,"Text":"Rekl (Mojzis): „On Panem jest nebes i zeme a vseho, coz mezi obema jest — dovedete-li uveriti.“"},{"SurahNumber":26,"VerseNumber":25,"Text":"Rekl (Farao) k tem, kteri byli kol neho: „Neslysite?“"},{"SurahNumber":26,"VerseNumber":26,"Text":"Rekl (Mojzis): „Jest Panem vasim a Panem otcu vasich predeslych.“"},{"SurahNumber":26,"VerseNumber":27,"Text":"Rekl (Farao): „Zajiste prorok vas, jenz poslan byl k vam, jest duchem posedly.“"},{"SurahNumber":26,"VerseNumber":28,"Text":"Rekl (Mojzis): „Jest Panem vychodu a Panem zapadu a vseho, coz mezi nimi jest — dovedete-li to pochopiti.“"},{"SurahNumber":26,"VerseNumber":29,"Text":"Rekl (Farao): „Vezmes-li si za Boha nekoho jineho krome mne, ucinim te jednim z uveznenych.“"},{"SurahNumber":26,"VerseNumber":30,"Text":"Rekl (Mojzis): „I kdyz predvedu ti dukaz zjevny?“"},{"SurahNumber":26,"VerseNumber":31,"Text":"Rekl (Farao): „Predved jej, jsi-li pravdomluvny.“"},{"SurahNumber":26,"VerseNumber":32,"Text":"Tehdy vrhl (Mojzis) hul svou na zem, a hle, stala se hadem zjevnym"},{"SurahNumber":26,"VerseNumber":33,"Text":"Pote Pak vztahl ruku svou, a hle, bila byla (v zraku) hledicich"}]}