{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Va on goh, ki ʙa fariştagon guftem: «Odamro saçda kuned». Hama ƣajri Iʙlis, ki sarpecī kard, saçda kardand"},{"SurahNumber":20,"VerseNumber":117,"Text":"Guftem: «Ej Odam, in duşmani tu va hamsari tust, şumoro az ʙihişt ʙerun nakunad, ki ʙadʙaxt şavī"},{"SurahNumber":20,"VerseNumber":118,"Text":"ki tu dar ʙihişt na gurusna meşavī va na ʙarahna memonī"},{"SurahNumber":20,"VerseNumber":119,"Text":"va na taşna meşavī va na ducori toʙişi oftoʙ»"},{"SurahNumber":20,"VerseNumber":120,"Text":"Şajton vasvasaaş kardu guft: «Ej Odam, ojo turo ʙa daraxti çovidonī va mulki durnaşavanda roh ʙinamojam?»"},{"SurahNumber":20,"VerseNumber":121,"Text":"Az on daraxt xūrdand va şarmgohaşon dar nazaraşon padidor şud. Va hamcunon ʙargi daraxtoni ʙihişt ʙar onho mecasponidand. Odam ʙa Parvardigori xud osi şud va roh gum kard"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sipas Parvardigoraş ūro ixtijor kard va tavʙaaşro ʙipaziruft va hidojataş kard"},{"SurahNumber":20,"VerseNumber":123,"Text":"Guft: «Hamagī az on ço poin raved, duşmanoni jakdigar! Agar az çoniʙi Man şumoro rohnamoī omad, har kas az on rohnamoii Man pajravī kunad, na gumroh meşavad va na tiraʙaxt"},{"SurahNumber":20,"VerseNumber":124,"Text":"Va har kas, ki az jodi Man rūj gardonad, zindagiaş tang şavad va dar rūzi qijomat noʙino zindaaş sozem»"},{"SurahNumber":20,"VerseNumber":125,"Text":"Gūjad: «Ej Parvardigori man, caro maro noʙino zinda kardī va hol on ki man ʙino ʙudam?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"Gujad: «Hamcunon ki tu ojoti Moro faromūş mekardī, imrūz xud faromūş gaştaī»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Incunin isrofkoron va kasonero, ki ʙa ojotī Parvardigoraşon imon nameovarand, çazo medihem. Alʙatta azoʙi oxirat saxttaru pojdortar ast"},{"SurahNumber":20,"VerseNumber":128,"Text":"Ojo on hama mardume, ki peş az in dar masokini inho roh meraftand va Mo hamaro halok kardem, saʙaʙi hidojati inho naşudaand? Inho nişonahoest ʙaroi xiradmandon"}]}