{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"mariyu varu ninnu strila rtukalam gurinci adugutunnaru. Nivu variki ila telupu: \"Adoka aparisud'dha (hanikaramaina) sthiti. Kanuka rtukalanlo strilato (sambhoganiki) duranga undandi. Varu parisud'dhulu kananta varaku vari vaddaku pokandi. Varu parisud'dhulu ayina taruvata allah adesincina cotu nundi miru vari vaddaku povaccu. Niscayanga, allah pascattapa padevarini premistadu mariyu parisud'dhuluga undevarini premistadu"},{"SurahNumber":2,"VerseNumber":223,"Text":"Mi bharyalu miku pantapolala vanti varu, kavuna mi polalaku miru korina vidhanga povaccu. Mariyu mi svayam koraku (satkaryalu) cesi pampandi (miku manci santanam koraku prarthincandi). Mariyu allah yandu bhayabhaktulu kaligi undandi. Mariyu miru niscayanga ayananu kalasukovalasi undani telusukondi. Mariyu visvasulaku subhavartalanu vinipincu"},{"SurahNumber":2,"VerseNumber":224,"Text":"mariyu miru allah (peruto) cese pramanalu mim'malni sanmargam nundi, daivabhiti nundi mariyu prajalalalo santi sthapincatam nundi atankapariceviga kanivvakandi. Mariyu allah sarvam vinevadu, sarvajnudu"},{"SurahNumber":2,"VerseNumber":225,"Text":"miru analocitanga cese pramanalanu gurinci allah mim'malni pattukodu. Kani miru hrdayapurvakanga cese pramanalanu gurinci ayana tappakunda mim'malni pattukuntadu. Mariyu allah ksamasiludu, sahanasiludu"},{"SurahNumber":2,"VerseNumber":226,"Text":"evaraite tama bharyalato (sambhogincamu, ani) pramanam cestaro, variki nalugu nelala vyavadhi undi. Kani varu tama dampatya jivitanni malli prarambhiste! Niscayanga, allah ksamasiludu, apara karunapradata"},{"SurahNumber":2,"VerseNumber":227,"Text":"kani varu vidakulake nirnayincukunte! Niscayanga, allah sarvam vinenadu, sarvajnudu"},{"SurahNumber":2,"VerseNumber":228,"Text":"Mariyu vidakulivvabadina strilu mudu rtuvula varaku (marokatanito pendli cesukokunda) veci undali. Mariyu varu allah yandu mariyu antima dinamunandu visvasamunnavare ayite, allah vari garbhalalo srstincina danini dacatam variki dharmasam'matam kadu. Mariyu vari bhartalu dampatya sambandhalanu sarididdukovataniki sid'dhanga unte! I niriksana kalanlo varini tama bharyaluga tirigi svikarince hakku variki undi. Mariyu variki (strilaku) vari (bhartala)pai dharmasam'matamaina hakkulunnayi. E vidhanganaite variki (bhartalaku) varipai unnayo. Kani purusulaku strilapai (kartavya) adhikyata undi. Mariyu allah sarvasaktimantudu, maha vivekavantudu"}]}