{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"(Rasulum!) Sana daglar hakkında sorarlar. De ki: Rabbim onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Boylece yerlerini dumduz, bombos bırakacaktır"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir inis, ne de bir yokus gorebileceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun hic kimseye meyletmeden herkesi mahsere davet eden (davetciy)e uyarlar. Rahman icin sesler kısılır, fısıltıdan baska bir sey isitemezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun, Rahman'ın izin verdigi ve sozunden hoslandıgından baskasının sefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların onlerindekini de arkalarındakini de bilir; fakat onlar, bilgileriyle O'nu (Allah'ı) kusatamazlar"},{"SurahNumber":20,"VerseNumber":111,"Text":"Yuzler, Hayy (diri) ve (Kayyum) her seye hakim olan (Allah)'a boyun egerler. Yuku zulum olanlar ise, husrana ugrarlar"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim, mumin olarak iyi olan islerden yaparsa, artık o, ne zulumden ne de hakkının cignenmesinden korkar"},{"SurahNumber":20,"VerseNumber":113,"Text":"(Rasulum!) Biz onu boylece Arapca bir Kur’an olarak indirdik ve onda ikazları tekrar tekrar acıkladık. Umulur ki onlar (bu sayede gunahtan) korunurlar; yahut da o (Kur'an) kendileri icin bir ibret ortaya koyar"},{"SurahNumber":20,"VerseNumber":114,"Text":"Gercek hukumdar olan Allah, yucedir. Sana O'nun vahyi tamamlanmazdan once Kur'an'ı (okumakta) acele etme ve «Rabbim, benim ilmimi artır» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Andolsun biz, daha once de Adem'e ahit (emir ve vahiy) vermistik. Ne var ki o, (ahdi) unuttu. Onda azim de bulmadık"}]}