{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"O les croyants: ne declarez pas illicites les bonnes choses qu'Allah vous a rendues licites. Et ne transgressez pas. Allah, (en verite,) n'aime pas les transgresseurs"},{"SurahNumber":5,"VerseNumber":88,"Text":"Et mangez de ce qu'Allah vous a attribue de licite et de bon. Craignez Allah, en qui vous avez foi"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah ne vous sanctionne pas pour la frivolite dans vos serments, mais Il vous sanctionne pour les serments que vous avez l'intention d'executer. L'expiation en sera de nourrir dix pauvres, de ce dont vous nourrissez normalement vos familles, ou de les habiller, ou de liberer un esclave. Quiconque n'en trouve pas les moyens devra jeuner trois jours. Voila l'expiation pour vos serments, lorsque vous avez jure. Et tenez a vos serments. Ainsi Allah vous explique Ses versets, afin que vous soyez reconnaissants"},{"SurahNumber":5,"VerseNumber":90,"Text":"O les croyants! Le vin, le jeu de hasard, les pierres dressees, les fleches de divination ne sont qu'une abomination, œuvre du Diable. Ecartez-vous en, afin que vous reussissiez"},{"SurahNumber":5,"VerseNumber":91,"Text":"Le Diable ne veut que jeter parmi vous, a travers le vin et le jeu de hasard, l'inimitie et la haine, et vous detourner d'invoquer Allah et de la Salat. Allez-vous donc y mettre fin"},{"SurahNumber":5,"VerseNumber":92,"Text":"Obeissez a Allah, obeissez au Messager, et prenez garde! Si ensuite vous vous detournez... alors sachez qu'il n'incombe a Notre messager que de transmettre le message clairement"},{"SurahNumber":5,"VerseNumber":93,"Text":"Ce n'est pas un peche pour ceux qui ont la foi et font de bonnes œuvres en ce qu'ils ont consomme (du vin et des gains des jeux de hasard avant leur prohibition) pourvu qu'ils soient pieux (en evitant les choses interdites apres en avoir eu connaissance) et qu'ils croient (en acceptant leur prohibition) et qu'ils fassent de bonnes œuvres; puis qui (continuent) d'etre pieux et de croire et qui (demeurent) pieux et bienfaisants. Car Allah aime les bienfaisants"}]}