{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"و چون فرستادگان ما برای ابراهیم (آمدن فرزند را) مژده آوردند، گفتند: ما هلاک کنندۀ این شهریم، چرا که اهل آن ظالمان‌اند"},{"SurahNumber":29,"VerseNumber":32,"Text":"ابراهیم گفت: لوط در آن شهر است! گفتند: ما به کسانی که در آنجا هستند، داناتریم، البته او و خانواده‌اش را نجات می‌دهیم، به جز همسرش که از باقی ماندگان (در عذاب) خواهد بود"},{"SurahNumber":29,"VerseNumber":33,"Text":"و چون فرستادگان ما نزد لوط آمدند، لوط به خاطر آنان غمگین و دلتنگ شد، (فرشتگان) گفتند: مترس و غمگین مباش که ما نجات دهندۀ تو و خانواده‌ات هستیم، مگر همسرت که از باقی ماندگان (در عذاب) خواهد بود"},{"SurahNumber":29,"VerseNumber":34,"Text":"البته ما بر اهل این قریه، به سبب آن که فسق می‌کردند، عذاب سخت را از آسمان فرود آورنده هستیم"},{"SurahNumber":29,"VerseNumber":35,"Text":"و البته از آن (قریه) برای قومی که تعقل می‌کنند، نشانۀ روشن باقی گذاشتیم"},{"SurahNumber":29,"VerseNumber":36,"Text":"و به‌سوی مدین برادرشان شعیب را فرستادیم و گفت: ای قوم من! الله را پرستش کنید و به روز باز پسین امید داشته باشید و در زمین برای فساد و تباهی سعی نورزید"},{"SurahNumber":29,"VerseNumber":37,"Text":"پس او را تکذیب کردند در نتیجه زلزله آنان را گرفت و در خانه‌های خود از پای درآمدند"},{"SurahNumber":29,"VerseNumber":38,"Text":"و عاد و ثمود را (نیز هلاک کردیم) و مسکن‌هایشان برای شما آشکار است و شیطان کارهایشان را برایشان آراسته نمود و آنان را از راه (راست) بازداشت در حالیکه صاحبان بصیرت و عقل بودند"},{"SurahNumber":29,"VerseNumber":39,"Text":"و قارون و فرعون و هامان (را نیز هلاک کردیم) و البته موسی با دلائل و براهین روشن نزد آنان آمده بود، امّا ایشان در زمین استکبار و برتری جویی ورزیدند، ولی (از ما) سبقت گیرنده نبودند"},{"SurahNumber":29,"VerseNumber":40,"Text":"پس هریک را به (سزای) گناهش گرفتار کردیم، پس برای بعضی از ایشان طوفان همراه با سنگریزه فرستادیم، و بعضی از ایشان را بانگ مرگبار فرا گرفت، و برخی از ایشان را در زمین فرو بردیم، و برخی دیگر را غرق کردیم. و الله نبود که بر آنان ظلم کند بلکه آنان خود به خویشتن ظلم می‌کردند"},{"SurahNumber":29,"VerseNumber":41,"Text":"مثال آنانی که به جای الله دوستان گرفته‌اند چون وصف عنکبوت است که خانه‌ای برای خود ساخت، در حالیکه سست‌ترین خانه‌ها خانۀ عنکبوت است، اگر می‌دانستند"},{"SurahNumber":29,"VerseNumber":42,"Text":"بی‌شک الله می‌داند که آنچه را غیر از او می‌خوانند، از هر چه باشد، و او غالب با حکمت است"},{"SurahNumber":29,"VerseNumber":43,"Text":"و این مثال‌ها را برای مردم بیان می‌کنیم، ولی جز دانشمندان آنرا درک نمی‌کنند"},{"SurahNumber":29,"VerseNumber":44,"Text":"الله آسمان‌ها و زمین را به حق آفرید، البته در این (خلقت) نشانۀ بزرگ برای اهل ایمان است"}]}