{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu kitap Aziz ve Hakim olan Allah tarafından indirilmistir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Gokleri, yeri ve ikisi arasında bulunanları ancak hak ve belli bir sure ile yarattık. Kafirler ise uyarıldıkları seyden yuz ceviriyorlar"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: Allah’tan baska dua ettiklerinizi gordunuz mu? Yerde ne yarattıklarını bana gosterin. Yoksa onların goklerde bir ortaklıkları mı vardır? Eger dogru soyleyenler iseniz, bundan once bana bir kitap veya bilgi kalıntısı getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah'ı bırakıp da Kıyamet gunune kadar kendisine cevap veremeyecek seylere dua/ibadet edenden daha sapık kim olabilir? (Oysa) onlar, bunların dualarından/ibadetlerinden habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"Nitekim, insanlar hasredildikleri zaman (dua ettikleri), onlara dusman olur ve kendilerine yaptıkları ibadetleri inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Acıklayıcı ayetlerimiz onlara okundugu zaman, kendilerine gelen hakka/Kur'an'a kufredenler soyle dediler: Bu, apacık bir sihirdir"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa, “Onu uydurdu mu?” diyorlar. De ki: Eger onu uydurmussam, beni Allah’tan (kurtaracak) hic bir seye sahip degilsiniz. O, sizin onun hakkında soylediklerinizi cok daha iyi bilir. Benimle sizin aranızda sahit olarak o yeter. O, cok bagıslayıcıdır, cok merhametlidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: Ben, peygamberlerin ilki degilim. Bana ve size neler yapılacak bilmiyorum. Ben, ancak bana vahyedilene tabi oluyorum. Ben, apacık bir uyarıcıdan baska bir sey degilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: “Soyleyin bakalım; eger (bu Kur'an) Allah katından ise, siz de ona kufretmisseniz, Israilogulların'dan bir sahit de bunun bir benzerine sahitlik edip iman etmisse ve siz de (iman etmeyerek) buyukluk taslamıssanız (o zaman bu buyuk zulum ve kufur degil midir )? Allah, zalim topluma hidayet etmez"}]}