{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":149,"Text":"Vy, kteří jste uvěřili, poslechnete-li nevěřící, přemluví vás k návratu do bludů vašich a upadnete, ztrativše všechno"},{"SurahNumber":3,"VerseNumber":150,"Text":"Ale za to Bůh jest ochranitelem vaším a on zajisté nejlepším jest ze všech ochránců"},{"SurahNumber":3,"VerseNumber":151,"Text":"Vrhneme hrůzu v srdce nevěřících za to, že Bohu dávali společníky v božství, aniž by byli obdrželi k tomu splnomocnění s hůry: přebýváním jejich bude oheň a jak hrozné bude bydliště nepravostných"},{"SurahNumber":3,"VerseNumber":152,"Text":"Bůh splnil vám již slib svůj, když z dopuštění jeho porazili jste je, dokud neztratili jste odvahu a neopřeli jste se rozkazu a byli jste neposlušnými poté, když byl ukázal vám prorok to, po čem jste toužili. Někteří z vás žádali si odměny pozemské, někteří pak žádali si odměny v životě budoucím: Bůh obrátil vás na útěk před nepřítelem, aby vás zkoušel, však nyní již odpustil vám, neboť Bůh jest nejvýš milostiv vůči věřícím"},{"SurahNumber":3,"VerseNumber":153,"Text":"Když prchali jste a nedbali na nikoho a prorok volal vás v zadu k boji: Bůh odplatil vám utrpením za utrpením, abyste nermoutili se pro kořist, jež vám byla ušla, aniž pro nehody, potkavší vás. A Bůh dobře zpraven jest o tom, co konáte"},{"SurahNumber":3,"VerseNumber":154,"Text":"Po utrpeních pak seslal vám Bůh bezpečí a dřímota padla na část vás. Druhá část, ponuknuta vlastními náruživostmi, zabrala se v myšlenky nespravedlivé a pošetilé o Bohu, řkouc: „K čemu jest nám to všechno platno?“ Rci: „Všechno v naší věci záleží od Boha.“ Tajili pak v nitrech svých, co nechtěli ti doznati, řkouce: „Kdyby nám tato věc byla k čemu platna, nikdo z nás nebyl by býval zde zabit.“ Kdybyste byli zůstali v domech svých, ti, kterým určeno bylo, aby byli zabiti, byli by vyšli ven, aby uložili se na stejném lůžku, na němž nyní odpočívají; aby Bůh vyzkoušel tajnosti niter vašich a odhalil to, co tajíte v srdcích svých, neboť Bůh dobře ví o tom, co skryto jest v nitru lidí"},{"SurahNumber":3,"VerseNumber":155,"Text":"Ti z vás, kteří dali se na útěk v den sražení se obou vojů, svedeni byli Satanem za trest za nějaké poklesky své: však nyní již odpustil jim Bůh, neboť Bůh zajisté velký jest v odpouštění, slitovný"}]}