{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"As for the men who after their defeat answered the call of God and the Apostle, those of them that do what is right and fear God shall be richly recompensed"},{"SurahNumber":3,"VerseNumber":173,"Text":"They are those who, when people said to them: ‘The people have mustered a great force against you: fear them,‘ grew more tenacious in their faith and said: ‘Sufficient for us is God, the best of guardians.‘"},{"SurahNumber":3,"VerseNumber":174,"Text":"Thus did they earn God‘s grace and bounty, and no harm befell them. For they had striven to please God, and God‘s bounty is infinite"},{"SurahNumber":3,"VerseNumber":175,"Text":"It is Satan that causes his followers to be feared. But have no fear of them, and fear Me, if you are true believers"},{"SurahNumber":3,"VerseNumber":176,"Text":"Do not grieve for those that rush back headlong to disbelief; in no way will they harm God. God intends to give them no share in the Hereafter. And grievous punishment awaits them"},{"SurahNumber":3,"VerseNumber":177,"Text":"Those that barter their faith for unbelief will in no way harm God. Woeful punishment awaits them"},{"SurahNumber":3,"VerseNumber":178,"Text":"Let not the unbelievers think that We prolong their days for their own good; We give them respite only so that they may commit more grievous sins. Shameful punishment awaits them"},{"SurahNumber":3,"VerseNumber":179,"Text":"It was not God‘s aim to leave the faithful in their present plight, but only to tell the evil from the good. Nor was God to reveal to you what is hidden. But God chooses those of His apostles whom He will. Therefore have faith in God and His apostles, for if you have faith and fear God, your recompense shall be rich indeed"},{"SurahNumber":3,"VerseNumber":180,"Text":"Let not those who stingily hoard the wealth which God has given them out of His bounty think it good for them: rather it is an evil thing for them. They shall be shackled round with what they hoarded on the Day of Resurrection. It is God who will inherit the heavens and the earth, and God is cognizant of what you do"}]}