{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"وە بۆ خوایە موڵکدارێتی ئاسمانەکان وزەوی، ئەو ڕۆژەی قیامەت ھەڵدەسێ، لەو ڕۆژەدا بەتاڵ خوازەکان خەسارۆمەندن"},{"SurahNumber":45,"VerseNumber":28,"Text":"ھەموو گەلێك دەبینی کۆمەڵ کۆمەڵ کەوتوون بەسەر ئەژنۆدا، ھەموو گەلێك بانگ دەکرێت بۆلای پەڕاوەکەی، ئەمڕۆ سزاو پاداشت دەدرێنەوە بە گوێرەی ئەو کردەوانەی کە دەتانکرد"},{"SurahNumber":45,"VerseNumber":29,"Text":"ئەمە پەڕاوەکەمانە بەڕاستی لەسەرتان دەدوێت بەڕاستی ئێمە وەك خۆی نوسیومانەتەوە (وێنەمان گرتووە) ئەوەی کە ئێوە دەتانکرد"},{"SurahNumber":45,"VerseNumber":30,"Text":"جا ئەوانەی بڕوایان ھێناوە وکردەوە چاکەکانیان ئەنجامداوە ئەوە پەروەردگاریان دەیانخاتە ناو میھرەبانی خۆیەوە، ئا ئەوەیە سەرکەوتنی ئاشکرا"},{"SurahNumber":45,"VerseNumber":31,"Text":"وە ئەوانەی بێ بڕوابوون (پێیان دەڵێن) ئاخۆ بەڵگەکانی ئێمەتان بەسەردا نەدەخوێنرایەوە کەچی خۆتان بە گەورە دەزانی وە ئێوە گەلێکی تاوانبار بوون"},{"SurahNumber":45,"VerseNumber":32,"Text":"وە ھەر کاتێك بووترایە بێگومان بەڵێنی خوا ڕاستە وە ڕۆژی دوای ھیچ گومانی تێدا نیە، دەتانووت نازانین ڕۆژی دوایی چیە، ئێمە تەنیا گومان دەبەین وە ئێمە دڵنیانین"},{"SurahNumber":45,"VerseNumber":33,"Text":"وە دەردەكەوێت بۆیان ئەو خراپانەی كە كردویانە وە دەوریان دەدا تۆڵەی ئەوەی گاڵتەیان پێدەكرد"},{"SurahNumber":45,"VerseNumber":34,"Text":"پێیان دەووترێت ئەمڕۆ لەبیرتان دەکەین ھەر چۆنێك ئێوە ئەم ڕۆژەتان لەبیر چوو بوو وە جێگای مانەوەی ئێوە دۆزەخە وھیچ یارمەتیدەرێکتان نیە"},{"SurahNumber":45,"VerseNumber":35,"Text":"ئەمە لەبەر ئەوەیە بێگومان ئێوە بەڵگەکانی خواتان بەگاڵتە دانا بوو وە ژیانی دونیا فریوی دان، جا ئەمڕۆ لەو دۆزەخەدا دەرناھێنرێن وەڕێگە نادرێن داوای لێبوردنیش بکەن"},{"SurahNumber":45,"VerseNumber":36,"Text":"جا ھەموو سوپاس وستایش بۆ خوای پەروەردگاری ئاسمانەکان وزەوی وپەروەردگاری جیھانیانە"},{"SurahNumber":45,"VerseNumber":37,"Text":"وە دەسەڵات وگەورەی تەنھا بۆ ئەوە لەھەموو ئاسمانەکان وزەویدا وە ھەر ئەو زاڵ وباڵادەست ودانا وکار سازە"}]}