{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Nabhomandala o bhumandale ya kichu ache, saba'i allahara pabitrata barnana kare. Tini parakramasali mahajnani."},{"SurahNumber":59,"VerseNumber":2,"Text":"Tini'i kitabadharidera madhye yara kaphera, taderake prathamabara ekatrita kare tadera bari-ghara theke bahiskara karechena. Tomara dharana'o karate parani ye, tara bera habe ebam tara mane karechila ye, tadera durgagulo taderake allahara kabala theke raksa karabe. Atahpara allahara sasti tadera upara emanadika theke asala, yara kalpana'o tara kareni. Allaha tadera antare trasa sancara kare dilena. Tara tadera bari-ghara nijedera hate ebam musalamanadera hate dhbansa karachila. Ata'eba, he caksusmana byaktigana, tomara siksa grahana kara."},{"SurahNumber":59,"VerseNumber":3,"Text":"Allaha yadi tadera jan'ye nirbasana abadharita na karatena, tabe taderake duniyate sasti ditena. Ara parakale tadera jan'ye rayeche jahannamera ayaba."},{"SurahNumber":59,"VerseNumber":4,"Text":"Eta e karane ye, tara allaha o tamra rasulera birud'dhacarana kareche. Ye allahara birud'dhacarana kare, tara jana ucita ye, allaha kathora sastidata."},{"SurahNumber":59,"VerseNumber":5,"Text":"Tomara ye kichu kichu kharjura brksa kete diyecha ebam kataka na kete chere diyecha, ta to allahara'i adesa ebam yate tini abadhyaderake lanchita karena."},{"SurahNumber":59,"VerseNumber":6,"Text":"Allaha banu-banuyayarera kacha theke tamra rasulake ye dhana-sampada diyechena, tajjan'ye tomara ghoraya kimba ute care yud'dha karani, kintu allaha yara upara iccha, tamra rasulaganake pradhan'ya dana karena. Allaha sabakichura upara sarbasaktimana."},{"SurahNumber":59,"VerseNumber":7,"Text":"Allaha janapadabasidera kacha theke tamra rasulake ya diyechena, ta allahara, rasulera, tamra atniya-sbajanera, iyatimadera, abhabagrastadera ebam musaphiradera jan'ye, yate dhanaisbaryya kebala tomadera bittasalidera madhye'i punjibhuta na haya. Rasula tomaderake ya dena, ta grahana kara ebam ya nisedha karena, ta theke birata thaka ebam allahake bhaya kara. Niscaya allaha kathora sastidata."},{"SurahNumber":59,"VerseNumber":8,"Text":"E'i dhana-sampada desatyagi nihsbadera jan'ye, yara allahara anugraha o santustilabhera anbesane ebam allaha tamra rasulera sahayyarthe nijedera bastubhita o dhana-sampada theke bahiskrta hayeche. Tara'i satyabadi."},{"SurahNumber":59,"VerseNumber":9,"Text":"Yara muhajiradera agamanera purbe madinaya basabasa karechila ebam bisbasa sthapana karechila, tara muhajiradera bhalabase, muhajiraderake ya deya hayeche, tajjan'ye tara antare irsaposana kare na ebam nijera abhabagrasta hale'o taderake agradhikara dana kare. Yara manera karpanya theke mukta, tara'i saphalakama."},{"SurahNumber":59,"VerseNumber":10,"Text":"Ara e'i sampada tadera jan'ye, yara tadera pare agamana kareche. Tara baleh he amadera palanakarta, amaderake ebam imane agrahi amadera bhrataganake ksama kara ebam imanadaradera birud'dhe amadera antare kona bidbesa rekho na. He amadera palanakarta, apani dayalu, parama karunamaya."}]}