{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":36,"Text":"Awon odokunrin meji kan wo inu ogba ewon pelu re. Okan ninu awon mejeeji so pe: “Emi lalaa ri ara mi pe mo n fun oti.” Eni keji so pe: “Dajudaju emi lalaa ri ara mi pe mo gbe buredi ru sori mi, eye si n je ninu re.” So itumo re fun wa. Dajudaju awa n ri o pe o wa ninu awon eni rere"},{"SurahNumber":12,"VerseNumber":37,"Text":"O so pe: \"Ounje ti won n pese fun yin ko ni ti i de ba yin, afi ki emi ti so itumo re fun eyin mejeeji siwaju ki o to de ba yin. Iyen wa ninu nnkan ti Oluwa mi fi mo mi. Dajudaju emi fi esin awon eniyan ti ko gbagbo ninu Allahu sile. Awon si ni alaigbagbo ninu Ojo Ikeyin"},{"SurahNumber":12,"VerseNumber":38,"Text":"Mo si tele esin awon baba mi, (awon Anabi) ’Ibrohim, ’Ishaƙ ati Ya‘ƙub. Ko to si wa pe ki a so nnkan kan di akegbe fun Allahu. Iyen wa ninu oore ajulo Allahu lori awa ati lori awon eniyan, sugbon opolopo awon eniyan ki i dupe (fun Allahu)"},{"SurahNumber":12,"VerseNumber":39,"Text":"Eyin akegbe mi mejeeji ninu ewon, se awon oluwa otooto l’o loore julo (lati josin fun) tabi Allahu, Okan soso, Olubori"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ko si ohun kan ti e n josin fun leyin Re bi ko se awon oruko kan ti e so won - eyin ati awon baba yin - Allahu ko so eri kan kale fun un. Idajo (ta ni ijosin to si) ko si fun eni kan afi Allahu. O si ti pase pe e ma josin fun kini kan afi Oun nikan. Iyen ni esin t’o fese rinle, sugbon opolopo awon eniyan ko mo"},{"SurahNumber":12,"VerseNumber":41,"Text":"Eyin akegbe mi mejeeji ninu ewon, ni ti eni kan ninu yin, o maa fun oga re ni oti mu. Ni ti eni keji, won yoo kan an mo igi, eye yo si maa je ninu ori re. Won ti pari oro ti eyin mejeeji n se ibeere nipa re"},{"SurahNumber":12,"VerseNumber":42,"Text":"O si so fun eni ti o ro pe o maa la ninu awon mejeeji pe: “Ranti mi lodo oga re.” Esu si mu (Yusuf) gbagbe iranti Oluwa re (nipa wiwa iranlowo sodo oga re). Nitori naa, o wa ninu ogba ewon fun awon odun die"}]}