{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":261,"Text":"(napiye!) Allahvutaiya pataiyil tankal porulkalaic celavu ceykiravarkalutaiya (porulkalin) utaranam, oru vittin utaranattai ottirukkiratu. A(nta vit)tu elu katirkalait tantatu. Ovvoru katirilum nuru vittukkal (aka, elunuru vittukkal anta oru vittiliruntu) urpattiyayina. Allah, tan virumpiyavarkalukku (itai melum,) irattippakkukiran. Enenil, allah (valankuvatil) mika vicalamanavan, nankarintavan"},{"SurahNumber":2,"VerseNumber":262,"Text":"evarkal tankal porulkalai allahvutaiya pataiyil celavu ceytu (apporulai vankiyavanukkut) tankal ataik kotuttatarkaka ikalcciyaiyum, tunpattaiyum (atanotu) cerkkavillaiyo avarkalukkuriya kuli avarkalin iraivanitam avarkalukkuntu. Melum, avarkalukku oru payamumillai; avarkal tukkappatavum mattarkal"},{"SurahNumber":2,"VerseNumber":263,"Text":"(Tarmam ceytu atai vankiyavanukkut) tunpam totarum(patiyakac ceyyum) tarmattaivita (anputan kurum) incollum, mannippum mika melakum. Allah ettevaiyumarravan, mikka porumaiyalan avan"},{"SurahNumber":2,"VerseNumber":264,"Text":"nampikkaiyalarkale! Allahvaiyum marumai nalaiyum nampamal makkal kanpatarkaka tan porulai celavu cey(tu vinakku)pavanaip pola (ninkal manamuvantu valankum) unkal tarmankalai(p perravanukku munnum pinnum) colli kanpippatalum tunpuruttuvatalum (atan palanai) palakki vitatirkal. Ivanin utaranam, oru valukkaip paraiyai ottirukkiratu. Atan mitu manpatintatu. Eninum, oru perum malai polintu, atai(k kaluvi) verum paraiyakki vittatu. (Ivvare avan ceyta tanattai avanutaiya perumai alittuvitum.) Akave, avarkal (tanam) ceytatil iruntu oru palanaiyum (marumaiyil) ataiyamattarkal. Melum, allah (tannai) nirakarikkum kuttattai (avarkalin tiyac ceyalkalin karanamaka) nerana valiyil celuttamattan"},{"SurahNumber":2,"VerseNumber":265,"Text":"evarkal tankal porulkalai allahvutaiya tirupporuttattai natiyum tankal ullankalil (irainampikkaiyai) urutippatuttuvatarkakavum celavu ceykirarkalo avarkalutaiya (tarmattirku) utaranam, uyarnta pumi(yakiya malai) mitulla oru tottattai ottirukkiratu. Atil oru perum malai peytal iru matanku palanait tarukiratu. Perum malai peyyavittalum ciru turale atarkup potumanatu. Melum, allah ninkal ceypavarrai urru nokkupavan avan"},{"SurahNumber":2,"VerseNumber":266,"Text":"Unkalil yartan (itai) virumpuvar: Oruttarukku periccai marrum tiratcaikalin oru toppu irukkiratu. Atil niraruvikal totarntu otik kontirukkinrana. Atiliruntu ella vakai kanivarkkankalum avarukkuk kitaikkinrana. Mutumai avarai ataintatu. (Campatikka) iyalata pala ciru kulantaikalum avarukku irukkinranar. (Inta nilaimaiyil) nerupputan kutiya puyal karru atittu atai erittuvittatu. (Ittakaiya nilaimaiyai yartan virumpuvar?) Ninkal arayntu nallunarcci peruvatarkaka, allah tan vacanankalai unkalukku (utaranankalaik kontu) ippati telivupatuttukiran"}]}