{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"O you who believe! Allah will surely try you with something of the game which can be taken by your hands and your lances, so that Allah knows who fears Him unseen. Then whoever transgresses after that, there is a painful punishment"},{"SurahNumber":5,"VerseNumber":95,"Text":"O you who believe! You don’t kill game when you are in a state of Ihram (for Pilgrimage). Whoever of you kills it intentionally, then penalty is like what was killed of cattle judged by 2 just men among you, an offering brought to the Ka’bah; or for expiation, feeding of needy or to that equivalent fasting so as to taste and grieve (punishment) of the deed. Allah has pardoned what is passed. But whoever repeats it, Allah will take retribution on him. Allah is All-Mighty, Lord of retribution"},{"SurahNumber":5,"VerseNumber":96,"Text":"Lawful to you is game of water and its eating as provision for you and for travelers, but is forbidden to you hunting on land while you are in (a state of Ihram). And fear Allah to Whom you shall be gathered"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah has made the Ka’bah, the Sacred House, an establishment for mankind, and the sacred month, animals of offerings, and their collars (garlanded). All this is so that you may know that Allah knows what is in the heavens and what is in the earth, and that Allah knows everything"},{"SurahNumber":5,"VerseNumber":98,"Text":"Know that Allah is severe in punishment and that Allah is Forgiving, Merciful"},{"SurahNumber":5,"VerseNumber":99,"Text":"It is not on the Messenger but to convey (the message). And Allah knows what you reveal and what you conceal"},{"SurahNumber":5,"VerseNumber":100,"Text":"Say (O Muhammad): “Are not equal bad thing and good thing, even though abundance of bad things may fascinate you.” So fear Allah, O people of understanding so that you may succeed"}]}