{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Sana ganimetlerden sorarlar: “Ganimetler, Allah´ın ve Resûl´ündür.” de. Artık Allah´a karşı takva sahibi olun ve aranızdaki durumu (sahip olduğunuz hali) ıslâh edin (düzeltin)! Eğer mü´minlerseniz, Allah´a ve O´nun Resûl´üne itaat edin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Gerçek mü´minler onlardır ki; Allah zikredildiği zaman kalpleri titrer (cezbelenir). Ve onlara Allah´ın âyetleri okunduğu zaman onların îmânlarını arttırır ve Rab´lerine tevekkül ederler"},{"SurahNumber":8,"VerseNumber":3,"Text":"Onlar namazlarını ikame ederler (kılarlar) ve rızık olarak verdiğimiz şeylerden infâk ederler"},{"SurahNumber":8,"VerseNumber":4,"Text":"İşte onlar gerçek mü´minlerdir. Onların Rab´lerinin yanında dereceleri vardır. Ve onlar için mağfiret (günahların sevaba çevrilmesi) vardır ve kerim bir rızık vardır"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Bu durum) Rabbinin seni, hak ile evinden çıkardığı zaman mü´minlerden bir kısmının kesinlikle kerih görmeleri gibi"},{"SurahNumber":8,"VerseNumber":6,"Text":"Onlar sanki göz göre göre ölüme sürükleniyorlarmış gibi, (durum) açığa çıktıktan sonra (da) hak hususunda seninle tartışıyorlar"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ve Allah, iki taifeden birinin sizin olmasını, size vaadediyordu. Ve siz, silâhsız olanın (silâh sahibi olmayanın) sizin olmasını temenni ediyorsunuz. Ve Allah (da) O´nun (Kendi) sözleri ile hakkın gerçekleşmesini ve kâfirlerin arkasının (neslin devamının) kesilmesini istiyor"},{"SurahNumber":8,"VerseNumber":8,"Text":"Mücrimler kerih görse de hakkın gerçekleşmesi ve bâtılın yok olması için"},{"SurahNumber":8,"VerseNumber":9,"Text":"Rabbinizden yardım istediğiniz zaman böylece O, size icabet etti. Muhakkak ki Ben, birbirini izleyerek gelen bin melekle, size yardım edenim (yardım eden Benim)"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ve Allah, (bu yardımı) sadece bir müjde ve onunla kalplerinizin tatmin (mutmain) olması için yaptı (başka bir şey için yapmadı). Allah´ın katından başka yardım (yeri) yoktur (yardım ancak Allah´ın katındandır). Muhakkak ki Allah, Azîz (üstün izzet sahibi) ve Hakîm´dir (hikmet sahibi, hüküm sahibi)"}]}