{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Rasında sonday Allaga jolıgwdı otirikke jorıgandar, ziyanga usıradı. Xatte olarga kenetten qiyamet kelse, olar: «Okiniske oray bul joninde kemsilik qılgan ekemiz goy» deydi. Olar kunaların arqalarına koteredi. Saq bolındar! Kotergenderi nendey jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunie tirsiligi es narse emes. Oyın- sawıq gana. Arine axıret jurtı taqwalar usin jaqsı. Sonda da tusinbeysinder me"},{"SurahNumber":6,"VerseNumber":33,"Text":"Rasında bilemiz, kudiksiz olardın aytqandarı seni keyitedi. Olar seni otirikke sanap otırgan joq. Biraq zalımdar Allanın ayattarına qarsı keledi"},{"SurahNumber":6,"VerseNumber":34,"Text":"Rasında senen burıngı paygambarlar da jasınga sıgarılgan edi. Sonda olar jalgansı sanalgandıqtarına jane korgen japalarına jardemimiz kelgenge deyin sabır etken bolatın. Allanın sozderin ozgertwsi joq. Rasında sagan paygambarlardın qissalarınan keldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger sagan olardın juz burwları awır kelse, qane! Qolınnan kelse, jerde bir tesik nemese kokte bir satı izdep tawıp bir mugjiza keltir! (Mugjiza keltirw paygambarlardın erkinde emes. Allanın qalawı boyınsa boladı.) Eger Alla qalasa edi, olardı twralıqqa jinar edi. Endese, sen nadandardan bolma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Sınımen tındagandar qabıldaydı. Sonday-aq olikterdi Alla tiriltedi. Sonan keyin onın aldına qaytarıladı"},{"SurahNumber":6,"VerseNumber":37,"Text":"Olar: «OL paygambarga bir mugjiza tusirilse edi?»,- dedi. (Muxammed G.S.): «Saksiz Allanın mugjiza tusirwge kusi jetedi. Biraq olardın kobi bilmeydi.» de"},{"SurahNumber":6,"VerseNumber":38,"Text":"Jerdegi jurgen jandıq jane qanatımen usqan qus; (jaratılw, korektenw, omir jane olimde) sender qusagan toptıqtar. Jazwda es narseden kende etpedik. Sonan son olar Rabbılarının aldına jinaladı"},{"SurahNumber":6,"VerseNumber":39,"Text":"Jane sonday ayattarımızdı jalganga sanagandar, sanıraw, saqaw qarangılıqtarda. Alla kimdi qalasa onı twra jolga saladı"},{"SurahNumber":6,"VerseNumber":40,"Text":"Allaga ortaq qoswsılarga: «Eger senderge Allanın azabı kelse nemese qiyamet kelse, Alladan basqanı saqırasındar ma? Eger sozderin ras bolsa, magan bildirinder» de"},{"SurahNumber":6,"VerseNumber":41,"Text":"Kerisinse, Ol Allanı gana saqırasındar da Ol qalasa, saqırgan narselerinnen ayıqtıradı. Qosqan ortaqtarındı umıtasındar…"}]}