{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":53,"Text":"hēḷiri; avana horatu bēre yārellā (dēvarendu) nim'ma bhrameyalliruvarō avarellarannū nīvu karedu prārthisi nōḍiri. Nim'ma yāvudē saṅkaṭavannu nivārisuva athavā haguragoḷisuva sāmarthya avarallilla"},{"SurahNumber":17,"VerseNumber":54,"Text":"avaru yārannu karedu prārthisuttiruvarō, nijavāgi avarellā tam'ma oḍeyana meccugegaḷisalu mattu avanige itarariginta heccu nikaṭarāgalu dāri huḍukuttiruttāre, avana anugrahada nirīkṣeyalliruttāre mattu avana śikṣege an̄juttiruttāre. Nim'moḍeyana śikṣeyu nijakkū an̄jalē bēkāda śikṣeyāgide"},{"SurahNumber":17,"VerseNumber":55,"Text":"punarut'thānadinakke mun̄ce nāvu nāśa māḍada athavā tīvra śikṣege oḷapaḍisada yāva nāḍū illa. Idu granthadalli barediruva viṣayavāgide"},{"SurahNumber":17,"VerseNumber":56,"Text":"Nāvu (hosa) purāvegaḷannu kaḷisade iruvudakke, hindinavaru avugaḷannu dhikkarisiddē kāraṇavāgide. Mattu nāvu samūd janāṅgadavarige, eddu kāṇuva (purāveyāgi) ondu oṇṭeyannu nīḍiddevu. Ādare avaru adara mēle akrama vesagidaru. Nijavāgi nāvu purāvegaḷannu kaḷisuvudu eccarisuvudakkāgi mātra"},{"SurahNumber":17,"VerseNumber":57,"Text":"nim'ma oḍeyanu janarannellā suttuvaridiruvanu endu nāvu nimage hēḷida sandarbha(vannu smarisiri). Nāvu nimage tōrisida ā dr̥śyagaḷannu mattu kur‌ān‌nalli śapisalāgiruva ā maravannu nāvu janara pālige parīkṣeyāgisiddēve. Nāvu avarannu eccarisuttiddēve. Ādare adu avara bhārī vidrōhavannaṣṭē heccisuttide"},{"SurahNumber":17,"VerseNumber":58,"Text":"nāvu malak‌gaḷoḍane, ādamarige sāṣṭāṅgaveragiri endāga avarellarū sāṣṭāṅgaveragidaru – iblīs‌na horatu. Avanu hēḷidanu; nānēnu, maṇṇininda sr̥ṣṭisalpaṭṭavanige sāṣṭāṅgaveragabēkē"},{"SurahNumber":17,"VerseNumber":59,"Text":"avanu hēḷidanu; nīnu nanaginta heccina mēlmeyannu nīḍiruva ātanannu nōḍu. Nīnu punarut'thāna dinada tanaka nanage kālāvakāśa nīḍidare, kēvala kelavara horatu avana santatiyavarannellā nānu nanna vaśakke tegedukoḷḷuvenu"},{"SurahNumber":17,"VerseNumber":60,"Text":"avanu (allāhanu) hēḷidanu; nīnu hāgū avara paiki ninna anukaraṇe māḍidavaru – horaṭu hōgiri. Nimage khaṇḍitavāgiyū narakavē pratiphalavāgiruvudu – paripūrṇa pratiphala"}]}