{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Nderkohe, Haruni u kishte thene atyre qysh me pare: “O populli im! Kjo eshte vetem nje prove per ju! Zoti juaj eshte i Gjithemeshirshmi, andaj ndiqmeni mua dhe degjoni urdhrin tim!”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Ata u pergjigjen: “Ne do t’i lutemi atij, derisa te na kthehet Musai”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musai) tha: “O Harun, c’te pengoi ty, kur i pe ata se kishin humbur"},{"SurahNumber":20,"VerseNumber":93,"Text":"qe te vije tek une?! A mos e kundershtove urdhrin tim?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Haruni) tha: “O biri i nenes sime, mos me kap per mjekre e as per koke! Une kisha frike se do te thoshe: Ke mbjelle percarje midis bijve te Israilit e nuk i ke mbajtur porosite e mia”"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musai) tha: “Si eshte puna jote, o Samiri?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Samiriu) u pergjigj: “Une pashe ate, qe ata nuk e pane. Mora nje grusht nga gjurmet e te Derguarit dhe ate e hodha mbi vicin dhe keshtu me nxiti vetja (e keqja) ime”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musai) tha: “Atehere ik! Tere jeten do te te duhet te thuash: ‘Mos me prekni’.[198] Por te eshte caktuar nje premtim, i cili doemos do te zbatohet. Shikoje zotin tend qe ti e ke adhuruar vazhdimisht: Ne do ta djegim e pastaj do ta hedhim ne det hirin e tij"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ne te vertete, Zoti juaj eshte vetem Allahu; s’ka zot tjeter pervec Tij; dituria e Tij perfshin cdo gje”"},{"SurahNumber":20,"VerseNumber":99,"Text":"Keshtu pra, Ne po te te tregojme ty (o Muhamed) disa histori te se kaluares. Ky (Kuran) qe te kemi dhene, eshte nje Keshille nga ana Jone"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kush shmanget nga ai, ne Diten e Kiametit do te mbarte ngarkese te rende"},{"SurahNumber":20,"VerseNumber":101,"Text":"qe do t’u mbetet perhere. Sa barre e keqe qe do te jete ajo ne Diten e Kiametit"},{"SurahNumber":20,"VerseNumber":102,"Text":"Diten, kur do te fryhet ne Sur, pikerisht ate Dite do t’i tubojme te ligjte me sy te zgurdulluar"},{"SurahNumber":20,"VerseNumber":103,"Text":"duke i peshperitur njeri-tjetrit: “Ju keni qendruar (ne dynja) vetem dhjete dite.”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ne e dime me mire se c’do te thone ata (ne Diten e Kiametit), kur me i mencuri prej tyre do te thote: “Ju keni qendruar vetem nje dite.”"}]}