{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Ey iman edenler! Adaleti titizlikle ayakta tutan, kendini, ana-babanız ve akrabanız aleyhinde de olsa Allah icin sahitlik eden kimseler olun. (Haklarında sahitlik ettikleriniz) zengin olsunlar, fakir olsunlar Allah onlara (sizden) daha yakındır. Hislerinize uyup adaletten sapmayın, (sahitligi) eger, buker (dogru sahitlik etmez), yahut sahidlik etmekten kacınırsanız (biliniz ki) Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey iman edenler! Allah'a, Peygamberine, Peygamberine indirdigi Kitab'a ve daha once indirdigi kitaba iman (da sebat) ediniz. Kim Allah'ı, meleklerini, kitaplarını, peygamberlerini ve kıyamet gununu inkar ederse tam manasıyle sapıtmıstır"},{"SurahNumber":4,"VerseNumber":137,"Text":"Iman edip sonra inkar edenleri, sonra yine iman edip tekrar inkar edenleri, sonra da inkarlarını arttıranları Allah ne bagıslayacak, ne de onları dogru yola iletecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munafıklara, kendileri icin acı bir azap oldugunu mujdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Muminleri bırakıp da kafirleri dost edinenler, onların yanında izzet (guc ve seref) mi arıyorlar? Bilsinler ki butun izzet yalnızca Allah'a aittir"},{"SurahNumber":4,"VerseNumber":140,"Text":"O (Allah), Kitap'ta size soyle indirmistir ki: Allah'ın ayetlerinin inkar edildigini yahut onlarla alay edildigini isittiginiz zaman, onlar bundan baska bir soze dalıncaya (konuya gecinceye) kadar kafirlerle beraber oturmayın; yoksa siz de onlar gibi olursunuz. Elbette Allah, munafıkları ve kafirleri cehennemde bir araya getirecektir"},{"SurahNumber":4,"VerseNumber":141,"Text":"Sizi gozetleyip duranlar, eger size Allah'tan bir zafer (nasib) olursa, \"Sizinle beraber degil miydik?\" derler. Kafirlerin (zaferden) bir nasipleri olursa (bu sefer de onlara), \"Sizi yenip (oldurebilecegimiz halde oldurmeyip) muminlerden korumadık mı?\" derler. Artık Allah kıyamet gununde aranızda hukmedecektir ve kafirler icin muminler aleyhine asla bir yol vermeyecektir"}]}