{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"Ra hamile ‘‘madayana’’ tira unako bha'i ‘‘su'aibala'i’’ pathayaum. Unale bhaneh ki ‘‘he mera jati bandhuharu! Allahakai puja gara, usa baheka timro aru kunai satya pujaniya chaina.’’ Timiche'u timro palanakartabata spasta nisani a'isakeko cha, tasartha timile napataula pura–pura garnegara ra manisaharula'i uniharuka cijako matra ghata'i nadine gara ra prthvima sudhara pachi kharabi utpanna nagara. Yadi timi imanavala bha'eka chau bhane bujhihala yo timro hakama ramro cha"},{"SurahNumber":7,"VerseNumber":86,"Text":"Ra pratyeka batoma yasa asayaka satha basne nagara, ki jo vyakti allahamathi astha rakhdacha usala'i timile dhamka'u ra allahako batobata roka, ra sidha batoma bangopana khojdai gara. Ra tyasa belala'i smarana gara, jaba timi alpasankhyama thiyau ani allahale timiharula'i thulo samuhama parinata garidiyo ra hera ki kharabi (utpata) srjana garneharuko anta kasto bha'eko cha"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ra yadi timiharumadhyebata e'uta samuhale tyasa adesamathi imana lya'eka chan juna mala'i di'era patha'i'eko cha. Ra eka samuhale imana lya'eko chaina bhane ali santosa (sanyama) gara jabasam'ma ki allahale hamro ra timrobica kunai nirnaya gardaina ra u sababhanda ramro nirnayakarta cha"},{"SurahNumber":7,"VerseNumber":88,"Text":"(Tyasapachi) unaka jatika mukhiya ra abhimani manisaharule bhannathaleh ki he su'aiba! Hami timila'i ra juna manisaharu timro sathama imana lya'eka chan unala'i aphno nagarabata nikalidine chaum yadi timiharule hamro dharmala'i svikara garenau bhane. So'aibale bhane ma timro dharmama jana ghrna gardachu bhane tapani"},{"SurahNumber":7,"VerseNumber":89,"Text":"Allahale hamila'i tyasabata udghara garisakepachi yadi hami timro dharmama phakryaum bhane nihsandeha hami allahaprati jhuthako aropa laga'eko thaharinchaum, baru hamro palanakarta, allahako iccha bina tyasatarpha pharkanu sambhava chaina. Hamro rabako jnana hareka kurala'i gherama li'eko cha. Hami allahamathi nai bharosa gardachaum. He palanakarta! Hami ra hamro samudayako bicama niscita n'yaya nisapha garide'u. Ra timi sabaibhanda ramro n'yayakarta hau"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ra unaka samuhaka kaphira na'ikeharule bhaneh ‘‘yadi timiharu su'aibako margama hindchau bhane niscaya nai thulo noksani behornechau.’’"},{"SurahNumber":7,"VerseNumber":91,"Text":"Ani tiniharula'i bhukampale a'isamatyo. Tasartha tiniharu aphna gharaharuma ghopto pareko parai bha'e"},{"SurahNumber":7,"VerseNumber":92,"Text":"Jasale su'aibala'i jhutha bhaneka thi'e tiniharuko yasto avastha bha'ihalyo jasto ki yi gharaharuma kahilyai basekai thi'enan. Jasale su'aibala'i jhutho bhaneka thi'e tiniharu nai ghatama parihale"},{"SurahNumber":7,"VerseNumber":93,"Text":"Ani su'aiba (alaihis'salama) uniharubata vimukha bha'i hindera bhanna thaleh ki he mera jatibandhu! Maile timila'i aphno palanakartako sandesaharu purya'eko thi'em ra maile timro hitako kura gareko thi'em . Tasartha ma yi kaphiharumathi dukhaprakata kina garum"}]}