{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Verily, (O Prophet) We have opened for you the gates of a Victory that everyone shall behold"},{"SurahNumber":48,"VerseNumber":2,"Text":"In this way Allah has guarded you against whatever could have caused you to lag behind in the past and in the future. And so, He perfects His Bliss upon you and takes you along a Straight Path. (24:55), (4)"},{"SurahNumber":48,"VerseNumber":3,"Text":"And thus Allah supports you with a Mighty Support"},{"SurahNumber":48,"VerseNumber":4,"Text":"He it is Who sends down peace of reassurance into the hearts of the believers to increase their faith unto the state of conviction. Unto Allah belong all the Forces of the heavens and the earth. And Allah is Knower, Wise. (9:26), (4)"},{"SurahNumber":48,"VerseNumber":5,"Text":"Thus He will admit the believing men and the believing women into Gardens beneath which rivers flow, wherein they shall abide. And He will absolve their faults and imperfections. And that is, with Allah, the Supreme Triumph"},{"SurahNumber":48,"VerseNumber":6,"Text":"And He will punish the hypocrite men and the hypocrite women and the idolater men and idolater women who hold evil assumptions and plans against Allah. Around them is a circle of their disruptive deeds, and Allah's Disapproval is upon them and He deprives them of His Grace. For them He has readied Hell, and how miserable is that as a destination"},{"SurahNumber":48,"VerseNumber":7,"Text":"Unto Allah belong all Forces in the Highs and the Lows, and Allah is Almighty, Wise"},{"SurahNumber":48,"VerseNumber":8,"Text":"Verily (O Prophet), We have sent you as a witness (to the Truth and to these people) and a herald of glad news and a Warner"},{"SurahNumber":48,"VerseNumber":9,"Text":"So that you mankind may believe in Allah and His Messenger. Therefore, support the Messenger and honor him and do your best to establish the Glory of Allah from morning to evening"},{"SurahNumber":48,"VerseNumber":10,"Text":"Behold, all who pledge allegiance to you (O Prophet), in fact pledge allegiance to Allah. The Hand of Allah is above their hands. Hence, whoever shatters his pledge, shatters his own 'Self'. And whoever keeps his pledge with Allah, to him He will grant a Supreme Reward"}]}