{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. The boi cay viet va nhung gi ho (nhan loai) ghi chep"},{"SurahNumber":68,"VerseNumber":2,"Text":"(Hoi Muhammad!) voi hong an Thuong Đe cua Nguoi, Nguoi khong phai la mot ke đien"},{"SurahNumber":68,"VerseNumber":3,"Text":"Qua that, Nguoi chac chan se co đuoc mot phan thuong vo tan"},{"SurahNumber":68,"VerseNumber":4,"Text":"Va qua that, Nguoi la nguoi co pham chat đao đuc vi đai"},{"SurahNumber":68,"VerseNumber":5,"Text":"Vi vay, Nguoi se thay va chung cung se thay"},{"SurahNumber":68,"VerseNumber":6,"Text":"Ai trong cac nguoi la ke mac benh đien"},{"SurahNumber":68,"VerseNumber":7,"Text":"That vay, Thuong Đe cua Nguoi biet ro nhat ai đa đi chech huong khoi con đuong cua Ngai va Ngai biet ro nhat ai la nhung nguoi đuoc huong dan"},{"SurahNumber":68,"VerseNumber":8,"Text":"Vi vay, Nguoi đung nghe theo nhung ke phu nhan (Thong Điep Nguoi mang đen)"},{"SurahNumber":68,"VerseNumber":9,"Text":"Chung mong muon neu Nguoi nhuong bo thi chung cung se nhuong bo"},{"SurahNumber":68,"VerseNumber":10,"Text":"Nguoi đung nghe theo nhung ke co thoi quen the thot mot cach vo bo va đang khinh"},{"SurahNumber":68,"VerseNumber":11,"Text":"Ke chuyen noi xau sau lung va chuyen toi lui mach leo chuyen thien ha"},{"SurahNumber":68,"VerseNumber":12,"Text":"Ke can tro đieu tot, vuot qua gioi han va toi loi"},{"SurahNumber":68,"VerseNumber":13,"Text":"Ngoai ra, con bao nguoc, ha cap đang khinh"},{"SurahNumber":68,"VerseNumber":14,"Text":"Boi vi y so huu cua cai va con cai"},{"SurahNumber":68,"VerseNumber":15,"Text":"Khi nhung Loi Mac Khai cua TA đuoc đoc cho y nghe, y noi: “Chuyen co tich cua nguoi xua”"},{"SurahNumber":68,"VerseNumber":16,"Text":"TA se đong dau tren mom cua y"},{"SurahNumber":68,"VerseNumber":17,"Text":"That vay, TA đa thu thach chung giong nhu viec TA đa thu thach nhung nguoi chu cua mot ngoi vuon khi ho the se hai het trai cua no vao mot buoi sang som"},{"SurahNumber":68,"VerseNumber":18,"Text":"Va ho đa khong noi “Insha-Allah” (Neu Allah muon)"},{"SurahNumber":68,"VerseNumber":19,"Text":"Vi vay, mot tham hoa tu Thuong Đe cua Nguoi đa ap đen khu vuon khi ho đang ngu"},{"SurahNumber":68,"VerseNumber":20,"Text":"The la sang ra khu vuon tro thanh mot mau đen nhu bong toi cua man đem (do đa bi thieu rui)"},{"SurahNumber":68,"VerseNumber":21,"Text":"Roi ho goi nhau vao buoi sang"},{"SurahNumber":68,"VerseNumber":22,"Text":"“Neu cac nguoi muon hai trai thi hay mau ra vuon cho som!”"},{"SurahNumber":68,"VerseNumber":23,"Text":"Vay la ho roi đi va noi khe voi nhau"},{"SurahNumber":68,"VerseNumber":24,"Text":"“Đung đe bat cu nguoi ngheo nao vao vuon hom nay!”"},{"SurahNumber":68,"VerseNumber":25,"Text":"Va ho đa đi that som, nhat quyet trong y đo đo"},{"SurahNumber":68,"VerseNumber":26,"Text":"Nhung khi nhin thay khu vuon, ho noi: “Chac chan chung ta đa đi lac đuong roi.”"},{"SurahNumber":68,"VerseNumber":27,"Text":"“Khong, đung hon la chung ta đa bi tuoc mat (mua mang).”"},{"SurahNumber":68,"VerseNumber":28,"Text":"Mot nguoi tot nhat trong so ho noi: “Toi đa khong noi voi cac nguoi hay nen tan duong (Allah) đo sao?”"},{"SurahNumber":68,"VerseNumber":29,"Text":"Ho noi: “Vinh quang thay Thuong Đe cua bay toi, bay toi thuc su la nhung ke sai quay.”"},{"SurahNumber":68,"VerseNumber":30,"Text":"Sau đo, ho quay sang trach moc va đo loi cho nhau"},{"SurahNumber":68,"VerseNumber":31,"Text":"Ho noi: “That khon kho thay cho chung ta! Chung ta thuc su la nhung ke đa vuot muc gioi han.”"},{"SurahNumber":68,"VerseNumber":32,"Text":"“Co le Thuong Đe cua chung ta se đoi lai cho chung ta mot ngoi vuon khac tot hon. Chung ta thuc su huong ve Thuong Đe cua chung ta trong hy vong va su cau mong.”"},{"SurahNumber":68,"VerseNumber":33,"Text":"Su trung phat (tren the gian) la nhu the đay. Nhung su trung phat o Đoi Sau chac chan con lon hon neu ho biet"}]}