{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Āṇi āda janasamūhākaḍē tyān̄cā bhā'ū hūda yānnā (paigambara mhaṇūna) pāṭhavilē. Tē mhaṇālē, hē mājhyā jātī-bāndhavānō! Allāhacī upāsanā karā, tyācyākhērīja tumacā kōṇīhī upāsya nāhī. Kāya tumhī bhita nāhī"},{"SurahNumber":7,"VerseNumber":66,"Text":"Tyān̄cyā janasamūhānē kāphira saradāra mhaṇālē, āmhālā tumhī mūrkha āhāta asē vāṭatē. Khātrīnē āmhī tumhālā khōṭyāmpaikī samajatō"},{"SurahNumber":7,"VerseNumber":67,"Text":"Hūda mhaṇālē, hē mājhyā janasamūhācyā lōkānnō! Mī mūrkha nāhī, parantu sāṟyā jagācyā pālanakartyācā rasūla (paigambara) āhē"},{"SurahNumber":7,"VerseNumber":68,"Text":"Mī tumhālā āpalyā pālanakartyācā sandēśa pōhacavitō, āṇi tumacā prāmāṇika hitacintaka āhē"},{"SurahNumber":7,"VerseNumber":69,"Text":"Kāya tumhālā āścarya vāṭatē kī tumacyā pālanakartyātarphē ēkhādī bōdhapūrṇa gōṣṭa tumacyātalyāca ēkā māṇasājavaḷa ālī āhē, yāsāṭhī kī tyānē tumhālā sacēta karāvē. Smaraṇa karā, jēvhā allāhanē tumhālā nūhacyā janasamūhānantara tyān̄cyā jāgī kēlē āṇi tumacā śarīra-bāndhā adhika vāḍhavilā, yāstava tumhī allāhacyā kr̥pā dēṇagyān̄cē smaraṇa karā yāsāṭhī kī saphala vhāvē"},{"SurahNumber":7,"VerseNumber":70,"Text":"Janasamūhācē lōka mhaṇālē, kāya tumhī āmacyājavaḷa ēvaḍhyāsāṭhī ālā āhāta kī āmhī phakta ēka allāhacī upāsanā karāvī āṇi āpalyā vāḍavaḍilān̄cyā upāsya daivatān̄cā tyāga karāvā.1 Tēvhā jyā gōṣṭīcī tumhī āmhālā dhamakī dēta āhāta, tī āṇā jara tumhī saccē asāla"},{"SurahNumber":7,"VerseNumber":71,"Text":"Hūda mhaṇālē, tumacyā pālanakartyātarphē tumacyāvara śikṣā āṇi prakōpa yē'ūnaca pōhacalā. Kāya tumhī mājhyāśī kāhī aśā nāvānviṣayī vāda ghālatā, jē tumhī āṇi tumacyā vāḍavaḍilānnī ṭhēvūna ghētalēta jyān̄cē kasalēhī pramāṇa allāhanē utaravilē nāhī. Tumhī pratikṣā karā. Tumacyāsōbata mīdēkhīla pratikṣā karatō"},{"SurahNumber":7,"VerseNumber":72,"Text":"Tēvhā āmhī tyānnā āṇi tyān̄cyā anuyāyīnnā āpalyā dayēnē vācavūna ghētalē āṇi tyā lōkān̄cī muḷē kāpūna ṭākalī, jyānnī āmacyā āyatīnnā khōṭē ṭharavilē āṇi tē īmānadhāraka navhatē"}]}