{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"And olsun ki, Musa´ya kitab verdik, ne var ki, (idraksizler yuzunden) onda anlasmazlık meydana geldi. Eger Rabbinden gecmis bir soz olmasaydı hemen aralarında hukmedilip (coktan) sonuca baglanmıs olurdu bile. Ve dogrusu onlar bunda kusku ve suphe icindeler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Suphesiz her birinin amellerinin (karsılıgını) Rabbin tastamam verecektir. Dogrusu O, onların yapa geldiklerinden haberlidir"},{"SurahNumber":11,"VerseNumber":112,"Text":"O halde sen —ve beraberinde tevbe edenlerle birlikte— em-rolundugun gibi dosdogru ol! Asırı gitmeyin. Allah ne yaptıklarınızı suphesiz ki iyiden iyiye gorendir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve bir de zulmedenlere meyletmeyin, yoksa dokunur size ates. Allah´tan baska sizin dost ve sahibiniz de yoktur. Sonra (O´ndan da) yardım goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Hem gunduzun iki ucunda ve gecenin ilk saatlerinde namaz kıl. Cunku iyilikler kotulukleri (temizleyip) giderir. Bu, iyi dusunenlere bir ogut, bir hatırlatmadır"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret; suphesiz ki Allah iyiligi huy edinip iyilikte bulunanların mukafatını zayi´etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki nesillerden akıl ve idrak sahiplerinin yeryuzunde fitne ve fesadı yasaklamaları gerekmiyor muydu ? Onlardan kurtardıgımızın pek azı ancak (bu fazileti gosterip mucadele etmisti). O zulmedenler ise kendilerine sunulan refahın pesine dustuler, zaten onlar suclu gunahkarlar idi"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, halkından, kendilerini (ve cevrelerini) duzeltenler bulundukca kasabaları haksız yere yok edecek degildir"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi, insanları bir tek ummet haline getirirdi. (Goruldugu gibi) onlar durmadan anlasmazlık halindeler"},{"SurahNumber":11,"VerseNumber":119,"Text":"Ancak Rabbinin merhamet ettigi kimseler mustesna. Zaten Rabbin insanları bunun icin (bu duygu ve dusuncede) yaratmıstır. Ve Rabbinin su sozu tamamlanıp yerini bulmustur : «And olsun ki, Cehennem´i tamamen cinlerden ve insanlardan (olan gunahkar suclularla) dolduracagım.»"},{"SurahNumber":11,"VerseNumber":120,"Text":"(Iste ey Muhammed !) Gelip gecen peygamberlerin olup biten bu haberlerinden senin kalbini yatıstırıp pekistirecek kadarını sana anlattık. Bu surede de sana hak; mu´minlere ogut ve (dusunup gercegi daha iyi kavrayabilmeleri icin) hatırlatma gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Sen o iman etmiyenlere de ki: Yapacagınızı yapın ; dogrusu biz de (gerekeni) yapacagız"},{"SurahNumber":11,"VerseNumber":122,"Text":"Bekleyip durun, biz de bekliyoruz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybı Allah´ındır. Butun isler O´na dondurulur. Artık O´na ibadet edin ve O´na guvenip dayanın. Rabbin yapageldiginizden habersiz degildir"}]}