{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"Hini na nina bakholwayo, musani ukwenza izinto ezilungileyo zibe zizinto ezingavumelekanga ezo uAllâh Azenze zavumeleka kuni, ningagabadeli kananjalo. Inene uAllâh Akabathandi abagabadeli"},{"SurahNumber":5,"VerseNumber":88,"Text":"Yidlani izinto Aninike zona, ezivumelekileyo nezilungileyo, nimoyike uAllâh, enikholwa kuYe"},{"SurahNumber":5,"VerseNumber":89,"Text":"UAllâh Akayi kunohlwaya ngoko ningakwenzanga ngabom mayela nezifungo zenu, kodwa Uya kunohlwaya ngenikwenze ngabom kwizifungo zenu; ukuhlawula oko niya kondla abantu abasweleyo abalishumi ngokudla okungumlinganiselo olingana noko nondla ngako iintsapho zenu. Kungenjalo niya kubambesa okanye nikhulule ikhoboka. Kodwa lowo ungenako ukukwenza oko, kuya kunyanzeleka azile iintsuku ezintathu, eso sisicamagusho sokwaphula isifungo xa benifungile. Ke kaloku zikhuseleni izifungo (zenu), Wenza njalo ke uAllâh ukunicacisela iiVesi zaKhe khon’ukuze nibe nombulelo"},{"SurahNumber":5,"VerseNumber":90,"Text":"Hini na nina bakholwayo! Izinxilisi (iziyobisi) nokungcakaza nonqulo zithixo nokuvumisa ngeentolo, oko zizenzo ezingendawo zikaShaytân. Shenxani kwezo zinto khon’ukuze nibe nempumelelo"},{"SurahNumber":5,"VerseNumber":91,"Text":"Eneneni uShaytân ufuna nje ukuphemba ubutshaba nentiyano phakathi kwenu ngezinxilisi (neziyobisi) nokungcakaza, aze anithintele ekukhumbuleni uAllâh nasekwenzeni iSalâh, ngoku ke aniyi kushenxa na nina kwezo zinto"},{"SurahNumber":5,"VerseNumber":92,"Text":"Kananjalo thobelani uAllâh noMthunywa (uMuhammad), nilumke, noyike uAllâh ukuba nithe najibilika, yazini ke ukuba ngumsebenzi woMthunywa weThu ukuvakalisa (uMyalezo) ngeyona ndlela icacileyo"},{"SurahNumber":5,"VerseNumber":93,"Text":"Abo bakholwayo benze izenzo zobulungisa, akukho sono kubo ngenxa yoko bakutya (kwilixa eladlulayo) ukuba bayamoyika uAllâh, bakholwe, benze izenzo ezilungileyo, bathi kwakhona boyike uAllâh bakholwe baphinde kwakhona boyike uAllâh, benze izenzo ezilungileyo. UAllâh Uyabathanda abenzi bokulungileyo"}]}