{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Jäne Allağa ötirik jala qoyğandardan nemese ayattarın ötirikke jorığandardan kim zalımıraq? Küdiksiz Alla zalımdardı qutqarmaydı"},{"SurahNumber":6,"VerseNumber":22,"Text":"Olardı qïyamet küni tügel jïnaymız da, sonan soñ: «Allağa oyşa qosqan ortaqtarıñ qayda?» deymiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonan keyin olardıñ: «Allağa sert! Rabbımız, biz ortaq qospağan edik» degennen basqa sıltawları bolmaydı"},{"SurahNumber":6,"VerseNumber":24,"Text":"Qara! Olar özderine qalay ötirik ayttı. Jäne Allanıñ ortağı degen buttarı söytip joq boldı"},{"SurahNumber":6,"VerseNumber":25,"Text":"(Muxammed Ğ.S.) olardan sağan keybirewleri qulaq saladı. Biraq olardıñ jürekterine uqpaytın qaltqı qoydıq äri qulaqtarında kereñdik bar. Olar är muğjïzanı körse de senbeydi. Tipti sağan kelse, olar söz talastıradı da qarsı bolğandar: «Bul (Quran) burınğılardıñ ertegilerinen basqa eş närse emes» deydi"},{"SurahNumber":6,"VerseNumber":26,"Text":"Olar (adamdardı) tosadı da, özderi de odan uzaqtasadı. Söytip özderin joyadı. Biraq olar senbeydi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Olardıñ otqa toqtatılğanın körseñ: «Ätteñ! Biz (dünïege) qaytarılsaq, rabbımızdıñ ayattarın ötirikke uyğarmas edik te senwşilerden bolar edik» deydi"},{"SurahNumber":6,"VerseNumber":28,"Text":"Kerisinşe olardıñ burınnan jasırğan närseleri ayqındaldı. Eger olar dünïege qaytarılsa edi, ärïne olarğa tıyım salınğan isterdi qaytadan ister edi. Küdiksiz olar mülde ötirikşi"},{"SurahNumber":6,"VerseNumber":29,"Text":"Olar: «Dünïe tirşiligimizden basqa eşbir ömir joq. Tağı bir qayta tirilwşi emesbiz» dedi"},{"SurahNumber":6,"VerseNumber":30,"Text":"(Muxammed Ğ.S.) Rabbılarınıñ xuzırında toqtatılğandarın körseñ! (Alla): «Bul şındıq emes pe eken?»,- deydi. Olar: «Şın eken! Rabbımızğa ant etemiz» deydi. Alla, olarğa: «Endeşe, qarsı bolğandıqtarıñnıñ azabın tatıñdar» deydi"}]}