{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"[Nagsugo sa] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: \"O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Ito ay dumalagang kamelyo ni Allāh; para sa inyo ay isang tanda, kaya hayaan ninyo itong manginain sa lupain ni Allāh at huwag ninyong salingin ito ng isang kasagwaan para hindi kayo daklutin ng isang pagdurusang masakit"},{"SurahNumber":7,"VerseNumber":74,"Text":"Alalahanin ninyo noong gumawa Siya sa inyo na mga kahalili nang matapos ng [lipi ng] `Ād at nagpatahan Siya sa inyo sa lupain. Gumagawa kayo mula sa mga kapatagan nito ng mga palasyo at lumililok kayo ng mga bundok na maging mga bahay. Kaya alalahanin ninyo ang mga biyaya ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo"},{"SurahNumber":7,"VerseNumber":75,"Text":"Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya sa mga minamahina – sa sinumang sumampalataya kabilang sa kanila: \"Nakaaalam ba kayo na si Ṣāliḥ ay isang isinugo mula sa Panginoon niya?\" Nagsabi ang mga ito: \"Tunay na kami sa ipinasugo sa kanya ay mga mananampalataya"},{"SurahNumber":7,"VerseNumber":76,"Text":"Nagsabi ang mga nagmalaki: \"Tunay na kami sa sinampalatayanan ninyo ay mga tagatangging sumampalataya"},{"SurahNumber":7,"VerseNumber":77,"Text":"Kaya kinitil nila ang dumalagang kamelyo, nanampalasan sila sa utos ng Panginoon nila, at nagsabi sila: \"O Ṣāliḥ, maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga isinugo"},{"SurahNumber":7,"VerseNumber":78,"Text":"Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob"},{"SurahNumber":7,"VerseNumber":79,"Text":"Kaya tumalikod siya sa kanila at nagsabi: \"O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng pasugo ng Panginoon ko at nagpayo ako sa inyo subalit hindi kayo umiibig sa mga tagapayo"},{"SurahNumber":7,"VerseNumber":80,"Text":"[Banggitin mo] si Lot noong nagsabi siya sa mga kababayan niya: \"Gumagawa ba kayo ng mahalay, na walang nakauna sa inyo roon na isa man kabilang sa mga nilalang"},{"SurahNumber":7,"VerseNumber":81,"Text":"Tunay na kayo ay talagang pumupunta sa mga lalaki dala ng pagnanasa sa bukod pa sa mga babae, bagkus kayo ay mga taong nagpapakalabis"},{"SurahNumber":7,"VerseNumber":82,"Text":"Walang iba ang sagot ng mga kababayan niya kundi na nagsabi sila: \"Palabasin ninyo sila mula sa pamayanan ninyo; tunay na sila ay mga taong nagpapakadalisay"},{"SurahNumber":7,"VerseNumber":83,"Text":"Kaya pinaligtas Namin siya at ang mag-anak niya maliban sa maybahay niya; ito ay naging kabilang sa mga nagpapaiwan"},{"SurahNumber":7,"VerseNumber":84,"Text":"Nagpaulan Kami sa kanila ng isang ulan, kaya tumingin ka kung papaano naging ang kinahinatnan ng mga salarin"}]}