{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Aad koomuna öz bir tuugandarı Huddu paygambar kılıp jiberdik. Al ayttı: “O, koomum! Allaһka gana ibadat kılgıla! Siler üçün andan başka sıyınuuga tatıktuu kuday jok! (Anın azabınan) korkpoysuŋarbı?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"(Oşondo) anın koomunun kaapırları (çoŋdoru): “Biz senin naadan ekeniŋdi körüp turabız. Biz seni jalgançılardın biri dep kümön kılabız!” — deşti"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud) Ayttı: “O, koomum! Men naadan emesmin, aalamdardın Rabbisi tarabınan jiberilgen paygambarmın"},{"SurahNumber":7,"VerseNumber":68,"Text":"Men silerge Rabbimdin buyruktarın jetkiremin jana işenimdüü nasaatçımın"},{"SurahNumber":7,"VerseNumber":69,"Text":"Emne, Rabbiŋerdin eskertüüsü, özüŋördün araŋardagı bir (jönököy) adamdın kolunda — silerdi (tozokton) korkutuu üçün — kelişi silerdi taŋ kaltırdıbı? Estegile, Allaһ silerdi Nuh koomunun artınan orun basar kıldı. Jana silerdi kalktardın arasında küç-kubattuuu kıldı.! Emi, Allaһtın (uşul) neemattarın estegile! (Oşondo Tozokton) kutulup kalaarsıŋar!”"},{"SurahNumber":7,"VerseNumber":70,"Text":"(Kaapırlar) aytıştı: “Sen bizge, jalgız Allaһka ibadat kılışıbız jana ata-babalarıbız ibadat kılgan kudaylardı taştaşıbız üçün keldiŋbi?! Eger çınçıldardan bolsoŋ, bizge ubada kılgan baleeleriŋdi alıp kelçi, kana"},{"SurahNumber":7,"VerseNumber":71,"Text":"Al (Hud) ayttı: “Mına emi, başıŋarga Rabbiŋerdin azap-kazabı anık tüştü! Kuday ekenine Allaһ eç bir dalil tüşürbögön, siler jana ata-babaŋar (“kuday” dep) atap algan ısımdar jönündö meni menen talaşıp jatasıŋarbı?! Boluptur, kütkülö! Men da siler menen birge kütöyün"},{"SurahNumber":7,"VerseNumber":72,"Text":"Biz Hud jana anı menen birge (ıymanduu) bolgondordu Öz ırayımıbız menen saktap, ayattarıbızdı jalganga çıgargandardın «kuyrugun kesip» koyduk.! (Antkeni,) Alar ıymanduu emes bolçu"}]}