{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Fán nǐmen suǒ zāoyù de zāinàn, dōu shì yóuyú nǐmen suǒzuò de zuì'è; tā ráoshù nǐmen de xǔduō zuìguo."},{"SurahNumber":42,"VerseNumber":31,"Text":"Nǐmen zài dà dìshàng jué bùnéng táobì tiānqiǎn, chú zhēnzhǔ wài, nǐmen méiyǒu rènhé bǎohù zhě hé yuánzhù zhě."},{"SurahNumber":42,"VerseNumber":32,"Text":"Tā de jīxiàng zhī yī, shì zài hǎizhōng xiàng shānyuè yībān de chuánbó."},{"SurahNumber":42,"VerseNumber":33,"Text":"Rúguǒ tā yìyù, tā jiù shǐ fēng jìngzhǐ, ér chuánbó tíngdùn zài hǎimiàn shàng. Duìyú měi gè jiānrěn zhě, gǎnxiè zhě, qízhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":42,"VerseNumber":34,"Text":"Tā huò yīn tāmen suǒzuò de zuì'è, ér shǐ nàxiē chuánbó chénmò; tā shù ráo xǔduō rén de zuìguo."},{"SurahNumber":42,"VerseNumber":35,"Text":"Wèi wǒ de jīxiàng ér zhēnglùn de rénmen, zhīdào tāmen zìjǐ jué wú chù táo zuì."},{"SurahNumber":42,"VerseNumber":36,"Text":"Fán nǐmen suǒ shòu cì de, wúlùn shénme, dōu shì jīnshì shēnghuó de xiǎngshòu. Zài zhēnzhǔ nàlǐ de bàochóu, shì gèng yōuměi de, shì gèng chángjiǔ de, nà shì guīyú xìndào ér zhǐ xìntuō zhēnzhǔ zhě;"},{"SurahNumber":42,"VerseNumber":37,"Text":"yě guīyú yuǎnlí dàzuì hé chǒushì, qiě zài fānù shí néng shè yòu zhě;"},{"SurahNumber":42,"VerseNumber":38,"Text":"yě guīyú yìngdá zhǔ de hàozhào, qiě jǐn shǒu bài gōng zhě; tāmen de shìwù, shì yóu xiéshāng ér juédìng de, tāmen fēn shě wǒ suǒ cìyǔ tāmen de;"},{"SurahNumber":42,"VerseNumber":39,"Text":"yě guīyú néng fǎnkàng zìjǐ suǒ zāo de qīnhài zhě."},{"SurahNumber":42,"VerseNumber":40,"Text":"È xíng yīng dé tóngyàng de è bào. Shuí yuàn shù ráo érqiě héjiě, zhēnzhǔ bì bàochóu shuí. Zhēnzhǔ què shì bù xǐ'ài bùyì zhě de."},{"SurahNumber":42,"VerseNumber":41,"Text":"Shòu rén qīwǔ ér jìnxíng bàofù de rénmen, shì wú kě zébèi de."},{"SurahNumber":42,"VerseNumber":42,"Text":"Yīng shòu zébèi de, shì qīwǔ tārén, bìngqiě zài dìfāng shàng mánhèng wúlǐ zhě; zhèxiē rén jiāng shòu tòngkǔ de xíngfá."},{"SurahNumber":42,"VerseNumber":43,"Text":"Fán néng rěnshòu ér jiāyǐ shè yòu zhě, tāmen dì nà zhǒng xíngwéi, què shì yīnggāi juéxīn zuò de shìqíng."}]}