{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Ara tadera jan'ya upama chomro eka janapadera adhibasidera -- yakhana sekhane rasulagana esechilena."},{"SurahNumber":36,"VerseNumber":14,"Text":"Dekho! Amara tadera kache dujanake pathiyechilama, kintu tara edera dujanera'i prati mithyaropa karechila, takhana amara trtiya janake diye saktibrd'dhi kari. Sutaram tamra balechilena -- ''nihsandeha tomadera kache amara prerita hayechi.’’"},{"SurahNumber":36,"VerseNumber":15,"Text":"Tara balechila -- ''tomara to amadera n'yaya manusa chara ara kichu na'o, ara parama karunamaya kono kichu'i abatarana karena ni, tomara to kebala mithya katha balacha.’’"},{"SurahNumber":36,"VerseNumber":16,"Text":"Tamra balechilena -- ''amadera prabhu janena ye amara niscaya'i tomadera kache preritapurusa'i bate."},{"SurahNumber":36,"VerseNumber":17,"Text":"Ara amadera upare hacche spastabhabe paumche de'oya chara an'ya kichu naya.’’"},{"SurahNumber":36,"VerseNumber":18,"Text":"Tara balale, ''tomadera theke amara abasya'i amangala asanka kari, yadi tomara birata na ha'o tabe amara abasya'i tomadera pathara mere mere phelaba, ara amadera theke marmantuda sasti tomadera sparsa karabe.’’"},{"SurahNumber":36,"VerseNumber":19,"Text":"Tamra balalena, ''tomadera pakhigulo tomadera sange'i rayeche. Tomadera to smarana kariye deya hayeche! Bastutah tomara haccha amitacari jati."},{"SurahNumber":36,"VerseNumber":20,"Text":"Ara saharera dura pranta theke ekajana loka dere ela, se balale -- ''he amara sbajati! Preritapurusaganake anusarana karo"},{"SurahNumber":36,"VerseNumber":21,"Text":"anusarana karo tamdera yara tomadera kacha theke kono parisramikera sa'oyala karena na, ara tamra hacchena satpathe calita.’’"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ara amara ki hayeche ye ami tamra upasana karaba na, yini amake srjana karechena, ara tamra'i kache tomadera phiriye neya habe"},{"SurahNumber":36,"VerseNumber":23,"Text":"ami ki tamke bada diye an'ya upasyadera grahana karaba, parama karunamaya yadi amake duhkha-durdasa dite ca'itena tabe tadera suparisa amara kono kaje asabe na, ara tara amake ud'dhara karate'o parabe na"},{"SurahNumber":36,"VerseNumber":24,"Text":"emana ksetre ami to niscaya spasta bhulera madhye paraba."},{"SurahNumber":36,"VerseNumber":25,"Text":"Ami alabat tomadera prabhura prati imana enechi, sejan'ya amara katha sono.’’"},{"SurahNumber":36,"VerseNumber":26,"Text":"Bala halo -- ''jannate prabesa kara.’’ Tini balalena -- ''haya aphasosa! Amara sbajati yadi janate parata"},{"SurahNumber":36,"VerseNumber":27,"Text":"ki karane amara prabhu amake paritrana karechena, ara amake sam'manitadera antarbhukta karechena.’’"},{"SurahNumber":36,"VerseNumber":28,"Text":"Ara tamra pare tamra lokadera prati amara akasa theke kono bahini patha'i ni, ara amara kakhano preranakari na'i."},{"SurahNumber":36,"VerseNumber":29,"Text":"Eti abasya ekatimatra mahagarjana bai to naya, takhana dekho, tara nitharadehi haye gela"},{"SurahNumber":36,"VerseNumber":30,"Text":"haya aphasosa bandadera jan'ya! Tadera kache emana kono rasula asena ni yamke niye tara thatta-bidrupa na kareche"},{"SurahNumber":36,"VerseNumber":31,"Text":"tara ki dekhe ni tadera purbe kata manabagosthike amara dhbansa karechi, kenana tara tamdera prati phirato na"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ara niscaya'i saba'ike, -- alabat saba ka’janake, amadera samane hajira kara habe."}]}