{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"Evoque aussi Notre serviteur Job lorsqu’il invoqua (ainsi) son Seigneur : « Satan m’inflige peine et souffrance. »"},{"SurahNumber":38,"VerseNumber":42,"Text":"« Frappe le sol de ton pied, (lui fut-il dit), voici une source d’eau fraiche ou tu pourras te laver et boire ! »"},{"SurahNumber":38,"VerseNumber":43,"Text":"Nous lui avons rendu sa famille et en avons double le nombre, misericorde de Notre part et lecon pour les esprits sagaces"},{"SurahNumber":38,"VerseNumber":44,"Text":"« Prends donc, (o Job), un faisceau de brindilles, frappes-en (ta femme) et ne te parjure point ! »[447] Nous l’avons trouve patient a la peine. Et quel excellent serviteur ! Il aimait tant a se repentir"},{"SurahNumber":38,"VerseNumber":45,"Text":"Evoque aussi Nos serviteurs Abraham, Isaac, et Jacob, hommes dotes de la force de (la foi) et (hommes) clairvoyants"},{"SurahNumber":38,"VerseNumber":46,"Text":"Nous les avions dotes d’une qualite particuliere : celle de (toujours) evoquer la Demeure Ultime"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ils sont aupres de Nous parmi les elus les meilleurs"},{"SurahNumber":38,"VerseNumber":48,"Text":"Evoque aussi Ismael, Elisee et Dhul-Kifl. Tous etaient du nombre des meilleurs (de Nos serviteurs)"},{"SurahNumber":38,"VerseNumber":49,"Text":"Voila qui est un rappel. Ce sont les gens pieux qui auront le plus heureux retour"},{"SurahNumber":38,"VerseNumber":50,"Text":"Des Jardins d’Eden dont les portes seront devant eux grandes ouvertes"},{"SurahNumber":38,"VerseNumber":51,"Text":"Accoudes, ils y demanderont des fruits et des boissons de toutes sortes"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ils auront a leurs cotes des femmes au regard chaste et d’egale jeunesse"},{"SurahNumber":38,"VerseNumber":53,"Text":"C’est bien cela qui vous est promis pour le Jour des Comptes"},{"SurahNumber":38,"VerseNumber":54,"Text":"Ce sont la Nos bienfaits et ils sont inepuisables"},{"SurahNumber":38,"VerseNumber":55,"Text":"C’est ainsi qu’il en sera, alors qu’aux rebelles sera (reserve) le pire des retours"},{"SurahNumber":38,"VerseNumber":56,"Text":"La Gehenne, ou ils seront brules, et quelle affreuse couche"},{"SurahNumber":38,"VerseNumber":57,"Text":"C’est ainsi qu’il en sera ! Qu’ils y goutent donc : eau bouillante et purulence"},{"SurahNumber":38,"VerseNumber":58,"Text":"Et d’autres supplices similaires"},{"SurahNumber":38,"VerseNumber":59,"Text":"« Voici un autre contingent qui vous rejoint (en Enfer) ! » (se diront ceux qui y seront les premiers) » Puis ils ajouteront : « Ils n’y sont pas les bienvenus car ils vont bruler dans le Feu ! »"},{"SurahNumber":38,"VerseNumber":60,"Text":"« C’est plutot vous qui n’etes pas les bienvenus, diront (les nouveaux venus en Enfer), car c’est vous qui avez ete a l’origine de ce (supplice). Horrible sejour que celui-la ! »"},{"SurahNumber":38,"VerseNumber":61,"Text":"Et ils diront encore : « Seigneur, fais donc que celui qui a ete a l’origine de (ce chatiment) recoive le double supplice par le Feu ! »"},{"SurahNumber":38,"VerseNumber":62,"Text":"« Et pourquoi, diront-ils, ne voyons-nous pas des hommes que nous tenions pour mauvais"},{"SurahNumber":38,"VerseNumber":63,"Text":"Nous etions-nous donc trompes en les raillant ou sont-ils la qui se derobent a nos regards ? »"},{"SurahNumber":38,"VerseNumber":64,"Text":"Voila, en verite, comment se querelleront les hotes de l’Enfer"}]}