{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"И к Аврааму приходили наши посланники с благою вестью. Они сказали: \"Мир!\" Он сказал: \"Мир!\" И он не замедлил предложить жареного телёнка"},{"SurahNumber":11,"VerseNumber":70,"Text":"Но когда увидел, что они не простирают к нему рук своих, то стал недоумевать о них, и почувствовал страх к ним. Они сказали: \"Не бойся, мы посланы к народу Лотову"},{"SurahNumber":11,"VerseNumber":71,"Text":"Жена его стояла там, и засмеялась. Тогда Мы обрадовали её вестью о Исааке, а после Исаака о Иакове"},{"SurahNumber":11,"VerseNumber":72,"Text":"Она сказала: \"Горе мне! Мне ли родить, когда я уже одряхлевшая в летах, когда он, мой муж, уже старик? Это было бы делом дивным"},{"SurahNumber":11,"VerseNumber":73,"Text":"Они сказали: \"Что дивиться тебе распоряжению Божию? Милость Бога и благословение Его вам, жителям дома сего! Потому что Он славен"},{"SurahNumber":11,"VerseNumber":74,"Text":"Когда же отступил от Авраама испуг, и пришла к нему благая весть, он стал спорить с Нами за народ Лота"},{"SurahNumber":11,"VerseNumber":75,"Text":"потому что Авраам был кроток, сострадателен, жалостлив"},{"SurahNumber":11,"VerseNumber":76,"Text":"Авраам! Отступись от этого, повеление Господа твоего уже наступило: их постигает неотразимая казнь"},{"SurahNumber":11,"VerseNumber":77,"Text":"Посланники наши когда пришли к Лоту, он встревожился за них, мышца его была слаба в защиту их, и он сказал: \"Это тяжелый день"},{"SurahNumber":11,"VerseNumber":78,"Text":"Народ его пришел к нему, стремительно бросившись к нему: еще прежде того они делали худые дела. Он сказал: \"Народ мой! Вот, мои дочери пристойнее для вас; убойтесь Бога, и не оскорбляйте гостей. Ужели среди вас нет ни одного человека здравомыслящего"},{"SurahNumber":11,"VerseNumber":79,"Text":"Они сказали: \"Ты наверно уже знаешь, что для нас твои дочери; знаешь, чего хотим"},{"SurahNumber":11,"VerseNumber":80,"Text":"Он сказал: \"О если бы я обладал силой против вас, или мог поддержать себя какой либо крепкою опорой"},{"SurahNumber":11,"VerseNumber":81,"Text":"Они сказали: \"Лот! Мы посланники Господа твоего; им не дойти до тебя, а ты с семейством своим уходи в сию же пору ночи, и из вас ни один да не оборачивается назад; только твоя жена - её постигнет тоже, что постигнет их, это утро будет временем того, что предназначено им; а утро уже близко"},{"SurahNumber":11,"VerseNumber":82,"Text":"Когда пришло Наше повеление, Мы верх его сделали его низом, и дождем пролили на него камни из слоистых глыб обожженной глины"},{"SurahNumber":11,"VerseNumber":83,"Text":"отмеченные знаками у Господа твоего. Они не далеко от этих нечестивцев"}]}