{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"£uo Tamud, gmat sen Ualie. Inna: \"a yagdud iw! Aabdet Oebbi! Ur tesaim oebbi war Neppa. Ni$ iusa kwen id ubeggen s$uo Mass nnwen. Tal$wemt agi n Oebbi, d assekni i kunwi. Ooet ep a ppecc di tmurt n Oebbi. Ur p iiuoout, mulac a kwen ieaz uaaqeb aqeoean"},{"SurahNumber":7,"VerseNumber":74,"Text":"Mmektit ed mi kwen Irra d igensas, deffir Aad. Isseqaad ikwen di tmurt, tepparram lebouj di swaeel, teqqazem ixxamen deg durar. Ihi, mmektit ed lxio n Oebbi, ur ssexsaoet tamurt, s usefsed"},{"SurahNumber":7,"VerseNumber":75,"Text":"Imvebboen seg ugdud is, wid isme$awoen iman nnsen, nnan i wuohifen, wid segsen iumnen: \"day teeoam ar UuUalie d amazan s$uo Mass is\"? Nnan: \"ih, numen s wayen is id ippuceggaa"},{"SurahNumber":7,"VerseNumber":76,"Text":"Nnan imzuxiyen: \"nekwni, s tidep, nenkeo ayen is tumnem"},{"SurahNumber":7,"VerseNumber":77,"Text":"Eerrfen avao n tel$wemt, gelzen lameo n Mass nnsen. Nnan: \"a Ualie, awi ya$ d ayen is la $ tessagwadev, ma d amazan ay telliv"},{"SurahNumber":7,"VerseNumber":78,"Text":"Tewwet iten zzenzla, gwran d, deg ixxamen nnsen, d loeppat"},{"SurahNumber":7,"VerseNumber":79,"Text":"Iwexxeo asen, u inna: \"a yagdud iw! Ni$ ssawve$ awen d taboap n Mass iw, neuee$ kwen, maca ur teemmlem ara win ineueen"},{"SurahNumber":7,"VerseNumber":80,"Text":"I Lui, mi inna i ugdud is: \"day a txeddmem laao ur ixdim yiwen, uqbel nnwen, deg imavalen"},{"SurahNumber":7,"VerseNumber":81,"Text":"Ih, kunwi tpeddum ar irgazen, tcehwam ten, war tilawin. Kunwi, ih, d agdud izegren tilas"},{"SurahNumber":7,"VerseNumber":82,"Text":"Tiririt n ugdud is siwa nnan: \"ssuff$et pen si temdint nnwen, nitni d imdanen issaramen tezdeg"},{"SurahNumber":7,"VerseNumber":83,"Text":"Nsellek it, neppa akked twacult is, siwa tameiiut is, teqqim akked wid igwran"},{"SurahNumber":7,"VerseNumber":84,"Text":"Nesse$li d fellasen ageffur…Wali amek tevoa d ibe$wviyen"}]}