{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Twaa – Seen – Meem. (Aya ndemamwe emavara ezvishamiso zveQur’aan, uye hapana umwe anoziva zvaanoreva kunze kwaAllah)"},{"SurahNumber":28,"VerseNumber":2,"Text":"Idzi ndidzo ndima dzemuGwaro rakajeka (rinojekesa chokwadi kubva kumanyepo)"},{"SurahNumber":28,"VerseNumber":3,"Text":"Tinokuverengera dzimwe dzenhaurwa dzaMusa naFarawo muchokwadi, kune vanhu vanotenda (muQur’aan iri uye nemuhumwechete hwaAllah)"},{"SurahNumber":28,"VerseNumber":4,"Text":"Zvirokwazvo, Farawo akazvitutumadza munyika uye akaita vanhu vemo zvikwata, achidzvinyirira rimwe bato (vana vaIzirairi) pakati pavo, achiuraya vanakomana vavo, uye achisiya vakadzi vavo vararame. Zvirokwazvo, aive umwe wevatadzi vakuru"},{"SurahNumber":28,"VerseNumber":5,"Text":"Uye takada kuvapa makomborero avo vaidzvinyirirwa munyika, uye kuti tivaite vatongi uye vagari venhaka"},{"SurahNumber":28,"VerseNumber":6,"Text":"Uye kuvagadza munyika, uye kuratidza Farawo naHaamaan nemauto avo kubva kwavari izvo zvavaitya"},{"SurahNumber":28,"VerseNumber":7,"Text":"Takave tinoudza amai vaMusa tichiti: “Muyamwisei (Musa), asi kana muchimutyira, saka mukandei murwizi uye musatya, kana kusuruvara. Zvirokwazvo, tichamuunza zvakare kwamuri, uye tichamuita mumwe wevatumwa (vedu).”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Naizvozvo vanhu vemhuri yaFarawo vakamunhonga, kuti azove kwavari muvengi uye honzeri yekusuruvara. Zvirokwazvo, Farawo, Haamaan uye nemauto avo vaive vatadzi"},{"SurahNumber":28,"VerseNumber":9,"Text":"Uye mukadzi waFarawo akati: “Nyaradzo yemeso angu newe. Musamuuraya, dzimwe dzenguva achave anove chibatsiro kwatiri, kana kumuita mwanakomana wedu.” Asi havana kufunga (magumo azvo)"},{"SurahNumber":28,"VerseNumber":10,"Text":"Uye moyo wamai vaMusa wakave nekusurukirwa. Vaiva pedyo nekuburitsa nyaya (yokuti ndimwana wavo), dai tisina kusimbisa moyo wavo (nekutenda), kuti vave vanoramba vari vevamwe vanotenda"},{"SurahNumber":28,"VerseNumber":11,"Text":"Uye vakati kuhanzvadzi yake (yaMusa): “Mutevere!” Saka akamutarisa kunzvimbo iri kure muchihwande, asi ivo vasingambofungire"},{"SurahNumber":28,"VerseNumber":12,"Text":"Uye taive tatorambidza (vamwe) vakadzi vanoyamwisa kwaari, (kusvikira apo yakauya (hanzvadzi yake) ikati: “Ndingakuratidzei kuimba iyo achachengeterwa imi, uye kumutarisa munzira yakanaka?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Saka takamudzorera kuna amai vake, kuti maziso avo ave nerugare (nemufaro), uye kuti vasatsutsumwe, uye kuti vazive (amai vake) kuti vimbiso yaAllah ndeyechokwadi. Asi vakawanda vavo havazive"}]}