{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":61,"Text":"Arra koso wa, anata gata no tame ni yoru o mokete ikoi no toki to sa re, mata mono ga mieru yo ni hiru o moke rareru katadearu. Arra wa ningen ni taishi, hontoni megumi fukaku ara reru. Daga hitobito no oku wa kansha shinai"},{"SurahNumber":40,"VerseNumber":62,"Text":"Kore koso wa, anata gata no shu arra, ban'yu no sozo no omode ara reru. Kare no soto ni wa kami wa nai nodearu. Sorenanoni doshite anata gata wa mayoi saru no ka"},{"SurahNumber":40,"VerseNumber":63,"Text":"Arra wa shirushi o kyohi suru mono o, kono yo ni mayowa se rareru"},{"SurahNumber":40,"VerseNumber":64,"Text":"Arra wa anata gata no tame ni daichi o ansoku-sho to sa re, ozora o tengai to nasa re, mata, anata gata ni migotona sugata o sazukete, katachidzukuri, iroirona yoi o megumi o shikyu sa reta katadearu. Kore ga, anata gata no shu arra de ara reru. Ban'yu no shu arra ni tatae are"},{"SurahNumber":40,"VerseNumber":65,"Text":"Kare wa eisei de arare, kare no soto ni kami wanai.Dakara kare ni inori, shinjin no makoto o tsukushite kare ni keito seyo. Ban'yu no shu arra ni tatae are"},{"SurahNumber":40,"VerseNumber":66,"Text":"Gen tte yaru ga i. `Watashi wa anata gataga, arra o sashioite suhai suru mono ni, tsukaeru koto o kinji rareta.-Nushi kara no meisho ga, watashi ni kudasa re, ban'yu no omo ni, fukuju, kie suru yo meiji rareta nodearu"},{"SurahNumber":40,"VerseNumber":67,"Text":"Kare koso wa, doro kara anata gata o tsukura re, tsuide itteki no seieki kara, tsuide, ichi katamari no chi kara akanbo ni sa rete, anata gata o shussei sa se, sorekara jubun'na rikiryo o sonae sase, sorekara oi sase rareru katadearu. Anata gata no naka (oiru) mae ni shinu mono mo iru ga kitei no jiki ni made tasse rareru koto wa, anata gata ni hansei sa seru tamedearu"},{"SurahNumber":40,"VerseNumber":68,"Text":"Kare koso wa nama o sazuke, mata shi o sazukeru katadearu. Kare ga ichiji o kime rare sore ni taishi `are.' To ose ni nareba, sunawachi aru nodearu"}]}