{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"Bir kezde Allaһ ayttı: “O, Iysa, men seni Ozumo Aluucu, Ozumo Kotoruucu jana seni kaapırlardan tazartuucumun.? Jana saga eercigen adamdardı Kıyamat kununo ceyin kaapırlardan jogoru kıluucumun. Kiyin (bardıgıŋar) Maga kaytasıŋar. Anan Men siler talaskan nerseŋer boyunca araŋarda okum kılamın"},{"SurahNumber":3,"VerseNumber":56,"Text":"Al emi, kaapırlarga Men duynodo da, Akırette da katuu azap beremin. Jana alarga jardamcılar bolboyt"},{"SurahNumber":3,"VerseNumber":57,"Text":"Iyman keltirip, salih (jaksı) amal kılgandardın sooptorun (Allaһ) toluk beret. Jana Allaһ zaalım (kaapır) adamdardı suyboyt"},{"SurahNumber":3,"VerseNumber":58,"Text":"(O, Muhammad!) Biz saga aytıp bergen bul (Kuraandagı) nerseler (Allaһtın) ayattarınan jana daanısman eskermelerden"},{"SurahNumber":3,"VerseNumber":59,"Text":"Albette, Allaһtın nazarında Iysanın misalı Adam(-Ata) sıyaktuu. Allaһ anı topuraktan jaratıp: “bol!” degende, daroo bolup (jaralıp) kalgan"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Bul aytılgandar) Rabbiŋ tarabınan kelgen akıykat. Emi sen sektenuuculordon bolbo"},{"SurahNumber":3,"VerseNumber":61,"Text":"Kim bul maselede, saga (anık) ilim kelgenden kiyin dele (kosorup) dalil talasa berse, alarga ayt: “Kelgile, baldarıbızdı jana baldarıŋardı, ayaldarıbızdı jana ayaldarıŋardı, ozubuzdu jana ozuŋordu cakırıp, “Jalgancılarga Allaһtın naalatı bolsun!” - dep kargıs aytısalı!?”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Albette, bul (Iysanın Kuday emes ekeni) akıykat bayan. Cınında, bir Allaһtan baska ec bir sıyınuuga tatıktuu Kuday jok. Jana Allaһtın bir Ozu gana Kudurettuu, Daanısman"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger (bul akıykattan) juz uyrusso, Allaһ albette, buzukulardı Biluucu"}]}