{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Jeste vuz dospet jejich predek odrikavat ja pocit citit Joseph. Kdosi informovat mne"},{"SurahNumber":12,"VerseNumber":95,"Text":"Oni odrikavat BUH ty byl utisit svuj starsi zahuba"},{"SurahNumber":12,"VerseNumber":96,"Text":"When dritel poslusny zprava dospet on hazet (kosile) svem celo whereupon svem zjeveni uzdravit. On odrikavat ja ne zjistit ty ja modni BUH co ty ne modni"},{"SurahNumber":12,"VerseNumber":97,"Text":"Oni odrikavat Nas predek adat nas odpusteni; my byl spatne vskutku"},{"SurahNumber":12,"VerseNumber":98,"Text":"On odrikavat ja vzyvat muj Magnat omluvit ty; On jsem Forgiver Milosrdny"},{"SurahNumber":12,"VerseNumber":99,"Text":"When oni napsat Joseph's ubytovat on prijmout svem zdroj rceni Uvitani podle Egypt! BUH OCHOTNY TY jsem JISTY SEM"},{"SurahNumber":12,"VerseNumber":100,"Text":"On sbirat svem zdroj dosadit. Oni dostat premoct neli jemu. On odrikavat O muj predek tento jsem fulfillment muj starsi vysneny ideal. Muj Magnat utocit to delat se ryzi. On stesti mne vynest mne vezeni privest ty podle opustit za souit mirit klin mi muj kamarad! Muj Magnat jsem Hodny towards whomever On prosit. On jsem Knower nejvetsi Odborny"},{"SurahNumber":12,"VerseNumber":101,"Text":"Muj Lord Ty odevzdat mne kingship ucit mne vyklad z sneni! Initiator z nebe zahrabat; Ty jsem muj Magnat Zvladnout za tohleto doivotni Dale. Pripustit mne posledni ackoliv submitter pocet mne na a spravedlivy"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Tento jsem zprava pres my odhalit ty. Ty byl poskytovat when oni utocit jejich jednomyslny rozhodnuti hazet Joseph zdroj) protoe oni strojit co dohromady"},{"SurahNumber":12,"VerseNumber":103,"Text":"Mnoho lide nedbajici ktery ty ne verit"},{"SurahNumber":12,"VerseNumber":104,"Text":"Ty ne poadovat ti kady penize; ty pouze vynest tento pripominka uplne lide"}]}