{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Suphesiz ki Allah, adaleti, iyiligi, yakınlardan (ihtiyac sahiplerine) vermeyi emreder. Her turlu hayasızlıgı, (aklın, orfun ve ser´in hos gormedigi) kotulugu ve her cesit (haksız) tecavuzu men´eder. Dinleyip dusunesiniz, dusunup anlayasınız diye size ogut verir"},{"SurahNumber":16,"VerseNumber":91,"Text":"Andlasma - sozlesme yaptıgınızda Allah´a karsı sozunuzu yerine getirin. Saglama bagladıktan sonra yeminlerinizi bozmayın ; (nasıl bozarsınız ki) Allah´ı kendinize kefil kılmıssınızdır. Suphesiz ki Allah yaptıklarınızı bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"(Ipligini iyice bukup saglamlastırdıktan sonra onu bozan kadın gibi olmayın. Bir ummet diger bir ummetten daha coktur, diye aranızdaki yeminleri bozup .dolaylı, hileli hareket etmeyin). Allah bununla sizi ancak denemektedir ve Kıyamet gunu de mutlaka ihtilafa dustugunuz seyi size bir bir acıklayacaktır"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah dileseydi sizi bir tek ummet kılardı. Ama O, diledigi kimseyi saptırır, diledigini de dogru yola iletir. Ve elbette yaptıklarınızdan sorulacaksınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranızda dolaylı-hileli yoldan bozmayın. Sonra saglamca basmakta olan ayak kayabilir de Allah yolundan alıkoymanız sebebiyle azabı tadarsınız ve sizin icin (o takdirde) buyuk bir azab vardır"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allah dına verdiginiz sozu, yaptıgınız andlasmayı az bir pahaya degistirmeyin. Eger bilirseniz, Allah yanında olan sizin icin daha hayırlıdır"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin yanınızdaki seyler tukenir. Allah yanındaki ise sonsuzdur (sınırsızdır) tukenmez. Biz elbette sabredenleri, yapageldikleri seyden daha guzeliyle mukaatlandıracagız"},{"SurahNumber":16,"VerseNumber":97,"Text":"Erkek veya kadınlardan kim —mu´min oldugu halde— guzel yararlı amelde bulunursa, mutlaka biz ona hos bir hayat yasatırız ve mukafatlarını da islediklerinin daha guzeliyle karsılayıp degerlendiririz"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kur´an okundugu zaman, kogulup lanetlenen seytandan Allah´a sıgın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Suphesiz ki seytanın, iman edip Rablerine guvenip dayananlar uzerinde sultası yoktur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun sultası ancak, onu kendine dost ve yar edinenler ve bir de Allah´a ortak kosanlar uzerindedir"}]}