{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":13,"VerseNumber":32,"Text":"Āra abaśya'i āpanāra āgē anēka rāsūlakē ṭhāṭṭā-bidrupa karā haẏēchē ēbaṁ yārā kupharī karēchē tādērakē āmi kichu abakāśa diẏēchilāma, tārapara tādērakē pākaṛā'ō karēchilāma. Sutarāṁ kēmana chila āmāra śāsti"},{"SurahNumber":13,"VerseNumber":33,"Text":"tabē ki pratyēka mānuṣa yā karē tāra yini paryabēkṣaka [1] (tini ki ēdēra akṣama ilāhagulōra mata?) Athaca tārā āllāh‌ra bahu śarīka sābyasta karēchē. Baluna, tādēra paricaẏa dā'ō. Nāki tōmarā yamīnē ēmana kichura sambāda ditē cā'ō yā tini jānēna nā? Nāki (tōmarā) bāhyika kathā mātra jānāccha? Baraṁ yārā kupharī karēchē tādēra kāchē tādēra chalanā [2] śōbhanīẏa karē dēẏā haẏēchē ēbaṁ tādērakē saṯpatha thēkē phiriẏē rākhā haẏēchē [3], āra āllāh‌ yākē bibhrānta karēna tāra kōnō pathapradarśaka nē'i"},{"SurahNumber":13,"VerseNumber":34,"Text":"Tādēra jan'ya duniẏāra jībanē āchē śāsti ēbaṁ ākhirātēra śāsti tō ārō kaṭhōra! Āra āllāh‌ra śāsti thēkē rakṣā karāra mata tādēra kē'u nē'i"},{"SurahNumber":13,"VerseNumber":35,"Text":"Muttākīdērakē yē jānnātēra pratiśruti dēẏā haẏēchē, tāra upamā ērūpa: Tāra pādadēśē nadī prabāhita [1], tāra phalasamūha ō chāẏā cirasthāẏī [2]. Yārā tāka'ōẏā abalambana karēchē ēṭā tādēra pratiphala āra kāphiradēra pratiphala āguna"},{"SurahNumber":13,"VerseNumber":36,"Text":"Āra āmarā yādērakē kitāba diẏēchi tārā yā āpanāra prati nāyila haẏēchē tātē ānanda pāẏa [1]. Āra dalagulōra [2] madhyē kē'u kē'u tāra kichu anśakē asbīkāra karē. Baluna, ‘āmi tō āllāh‌ra ibādāta karatē ō tām̐ra kōnō śarīka nā karatē ādēśaprāpta haẏēchi. Āmi tām̐ra'i dikē ḍāki ēbaṁ tām̐ra'i kāchē āmāra phirē yā'ōẏā.’"},{"SurahNumber":13,"VerseNumber":37,"Text":"Āra ēbhābē'i [1] āmarā kura'ānakē nāyila karēchi ārabī bhāṣāẏa bidhānarūpē. Āra jñāna pā'ōẏāra para'ō yadi āpani tādēra khēẏāla-khuśīra anusaraṇa karēna tabē āllāh‌ra birud'dhē [2] āpanāra kōnō abhibhābaka ō rakṣaka thākabē nā"}]}