{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"Il-ħsara dehret fuq l-art u fil-baħar minħabba dak li għamlu n-nies b'idejhom, biex idewwaghom xi ftit minn dak li għamlu, u għandhom imnejn jerggħu lura (mill- ħazen u jindmu)"},{"SurahNumber":30,"VerseNumber":42,"Text":"Għid(ilhom. Muħammad lil dawk li ma jemmnux): Terrqu fl-art u araw kif kien tmiem dawk ta' qabell Ħafna minnhom kienu jxierku (allat oħra ma' Alla, u nqerdu)"},{"SurahNumber":30,"VerseNumber":43,"Text":"Zomm ħarstek fuq ir-religjon is-sewwa (ta' l-Islam) qabel ma jasal Jum li ma jistax jinzamm lura, mingħand Alla. Dakinhar (il-bnedmin) jinfirdu (u t-tajbin jieħdu ħlashom fil-Genna, u l-ħziena fl-Infern)"},{"SurahNumber":30,"VerseNumber":44,"Text":"Min m'emminx, ic-caħda ta' twemminu tkun fuqu, u dawk li għamlu l-gid, għalihom infushom iwittu t-triq"},{"SurahNumber":30,"VerseNumber":45,"Text":"biex (Alla) jagħti l-ħlas lil dawk li emmnu u għamlu l- gid, mit-tjieba tiegħu. Huwa tabilħaqq ma jħobbx lil dawk li ma jemmnux"},{"SurahNumber":30,"VerseNumber":46,"Text":"Minn fost is-sinjali tiegħu (insibu) li Huwa jibgħat l- irjieħ li jagħtu l-bxara (it-tajba tal-wasla tax-xita) biex idewwaqkom ftit mill-ħniena tiegħu, biex l-igfna jbaħħru bl-amar tiegħu, u biex-tfittxu t-tjieba tiegħu, u għandkom imnejn tizzu ħajr"},{"SurahNumber":30,"VerseNumber":47,"Text":"Aħna tassew bgħatna qablek (Muħammad) Mibgħutin għand nieshom, u. gewhom. bis-sinjali c-cari. Aħna tħallasna minn dawk li għamlu l-ħazen, u kien id-dmir tagħna li nagħtu r-rebħa lil dawk li emmnu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Alla huwa li jibgħat l-irjieħ li-jqanqlu s-sħab: Huwa jifirxu fis-sema, kif irid, u jagħmlu f'bicciet, u tara x-xita ħierga minn nofsu. U meta jolqot biha lil-min irid mill- qaddejja tiegħu, arahom jifirħu"},{"SurahNumber":30,"VerseNumber":49,"Text":"għalkemm qabel ma (ix-xita) tnizzlet fuqhom, kienu qatgħu jieshom"},{"SurahNumber":30,"VerseNumber":50,"Text":"Mela ħares lejn il-marki tal-ħniena ta' Alla (fil- ħolqien), kif (Alla) jagħu l-ħajja lill-art wara mewtha. Dak huwa tabilħaqq li jagħti l-ħajja lill-mejtin, u Huwa fuq kollox Setgħan"},{"SurahNumber":30,"VerseNumber":51,"Text":"Izda jekk nibagħtu riħ, u jaraw (il-ħsad) tagħhom musfar, wara dan jibqgħu ma jemmnux"},{"SurahNumber":30,"VerseNumber":52,"Text":"Tabilħaqq li inti (Muħammad) ma'ssemmax lill-mejtin, u ma ssemmax lit-torox is-sejħa (tiegħek) meta jagħtu/k) daharhom u ma jagħtux widen"},{"SurahNumber":30,"VerseNumber":53,"Text":"(U lanqas ma turi t-triq lill-għomja fit-telfien tagħhom. /J Inti ssemma' biss lil min jemmen fis-sinjali tagħna, u. ) huma Misilmin"}]}