{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"A nuk i sheh ata (hipokritet) qe shoqerohen me njerez, me te cilet Allahu eshte i zemeruar? Ata nuk ju perkasin as juve (o besimtare), as atyre. Ata me vetedije betohen ne genjeshter (se jane besimtare)"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allahu u ka pergatitur atyre denim te rende, sepse eshte vertet e mbrapshte ajo qe bejne"},{"SurahNumber":58,"VerseNumber":16,"Text":"Betimet e tyre i kane bere perde (per mbrapshtite e tyre) dhe i pengojne te tjeret nga rruga e Allahut; ata i pret denimi i poshterues"},{"SurahNumber":58,"VerseNumber":17,"Text":"As pasuria, as femijet e tyre nuk do t’u vijne aspak ne ndihme (kur te jene) para Allahut; ata do te jene banore te zjarrit, ku do te qendrojne pergjithmone"},{"SurahNumber":58,"VerseNumber":18,"Text":"Diten, kur Allahu t’i ringjalle te gjithe, ata do t’i betohen Atij, ashtu sic te betohen ty tani, duke menduar se kjo do t’u sjelle dobi. Ne te vertete, pikerisht ata jane genjeshtaret"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ata i ka vene poshte djalli dhe i ka bere qe te harrojne permendjen e Allahut. Ata jane pala e djallit; ne te vertete, pala e djallit jane humbesit"},{"SurahNumber":58,"VerseNumber":20,"Text":"Ata qe kundershtojne Allahun dhe te Derguarin e Tij, do te jene ne shkallen me te poshteruar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allahu ka vendosur: “Une dhe te derguarit e Mi do te triumfojme me siguri!” Allahu eshte vertet i Forte dhe i Plotfuqishem"},{"SurahNumber":58,"VerseNumber":22,"Text":"Nuk gjen njerez, qe besojne ne Allahun dhe ne Diten e Fundit, qe te ushqejne dashuri ndaj atyre, te cilet kundershtojne Allahun dhe te Derguarin e tij, edhe ne qofshin ata eterit e tyre ose bijte e tyre, ose vellezerit e tyre, ose farefisi i tyre. Allahu ka skalitur besimin ne zemrat e tyre dhe i ka fuqizuar ata me shpalljen e Vet. Ai do t’i shpjere ata ne kopshte, neper te cilat rrjedhin lumenj e ku do te qendrojne pergjithmone. Allahu eshte i kenaqur me ata, por edhe ata do te jene te kenaqur me Te. Ata jane Pala e Allahut dhe, vertet qe Pala e Allahut do te jete fituese"}]}