{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"Am Tag, da Wir zur Hölle sagen werden: Bist du voll geworden?, und sie sagt: Gibt es denn noch mehr"},{"SurahNumber":50,"VerseNumber":31,"Text":"Und nahe herangebracht wird der (Paradies)garten an die Gottesfürchtigen, gar nicht fern"},{"SurahNumber":50,"VerseNumber":32,"Text":"Das ist, was euch versprochen worden ist, (versprochen) für jeden immer wieder Umkehrbereiten und (Allahs Gebote) Hütenden"},{"SurahNumber":50,"VerseNumber":33,"Text":"der den Allerbarmer im verborgenen fürchtet und mit reuigem Herzen (zu Ihm) kommt"},{"SurahNumber":50,"VerseNumber":34,"Text":"Betretet ihn in Frieden. Das ist der Tag der Ewigkeit"},{"SurahNumber":50,"VerseNumber":35,"Text":"Sie werden, was sie wollen, darin haben. Und bei Uns ist noch mehr"},{"SurahNumber":50,"VerseNumber":36,"Text":"Wie viele Geschlechter vernichteten Wir vor ihnen, die eine stärkere Gewalt hatten als sie und in den Landstrichen umherzogen! Gibt es denn ein Entrinnen"},{"SurahNumber":50,"VerseNumber":37,"Text":"Darin ist wahrlich eine Ermahnung für jemanden, der Herz hat oder hinhört, während er (geistig) anwesend ist"},{"SurahNumber":50,"VerseNumber":38,"Text":"Und Wir haben ja die Himmel und die Erde und das, was dazwischen ist, in sechs Tagen erschaffen, wobei Uns keine Ermüdung überkommen hat"},{"SurahNumber":50,"VerseNumber":39,"Text":"So ertrage standhaft, was sie sagen, und lobpreise deinen Herrn vor dem Aufgang der Sonne und vor dem Untergang"},{"SurahNumber":50,"VerseNumber":40,"Text":"und (in einem Teil) von der Nacht, da preise Ihn, und am Ende der Niederwerfung"},{"SurahNumber":50,"VerseNumber":41,"Text":"Und höre zu am Tag, da der Rufer von einem nahen Ort aus ruft"},{"SurahNumber":50,"VerseNumber":42,"Text":"am Tag, da sie den Schrei in Wahrheit hören werden; das ist der Tag des Herauskommens"},{"SurahNumber":50,"VerseNumber":43,"Text":"Gewiß, Wir sind es, die Wir wieder lebendig machen und sterben lassen, und zu Uns ist der Ausgang"},{"SurahNumber":50,"VerseNumber":44,"Text":"Am Tag, da die Erde, sie freilassend, sich ihnen aufspalten wird und sie eilig (hervorkommen). Das ist für Uns ein leichtes Versammeln"},{"SurahNumber":50,"VerseNumber":45,"Text":"Wir wissen sehr wohl, was sie sagen, und du bist nicht als Gewalthaber über sie (eingesetzt). Darum ermahne (nur) mit dem Qur’an (jeden,) wer Meine Androhung fürchtet"}]}