{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Mo ʙa Dovudu Sulajmon donişi ʙuzurge dodem. On du guftand: «Sipos az oni Alloh ast, ki moro ʙar ʙisjore az ʙandagoni mū'mini xud ʙartarī dod!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Va Sulajmon vorisi Dovud şud (dar pajomʙarī, ilm va mulk) va Sulajmon guft: «Ej mardum, ʙa mo zaʙoni parandagon omūxtand va az har ne'mate arzonī doştand. Begumon in fazli oşkorest, ki az digaron moro ʙartarī dodand!»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Laşkarhoi Sulajmon az çinnu odamī va parandagon gird ovarda şudand, on goh nigoh doşta şudand, to hama onho ʙa jakdigar ʙipajvandand"},{"SurahNumber":27,"VerseNumber":18,"Text":"Pas, harakat kardand, to ʙa vodii mūrcagon rasidand. Mūrcae guft: «Ej mūrcagon, ʙa lonahoi xud daroed, to Sulajmonu laşkarijonaş şumoro pojmol nakunand, dar hole ki namefahmand»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Sulajmon az suxani on mūrca taʙassum kardu guft: «Ej Parvardigori man, maro tavfiq deh, to şukri ne'mati turo, ki ʙar man va padaru modari man arzonī doştaī, ʙa çoj ovaram va tavfiq ato farmo to korhoi şoistae kunam, ki tu xuşnud şavī va maro ʙa rahmati xud dar şumori ʙandagoni şoistaat daror!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Va Sulajmon mijoni parandagon çustuçū kard va guft: «Caro hudhudro nameʙinam. Jo ū az ƣoiʙon ast? Pas jaqin donist, ki ū ƣoiʙ ast, guft"},{"SurahNumber":27,"VerseNumber":21,"Text":"Hatman, hudhudro ʙa saxttarin tarze azoʙaş mekunam jo saraşro meʙuram, magar on ki ʙaroi man daleli ravşane ʙijovarad»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Dere naguzaşta ʙud, ki hudhud ʙijomadu guft: «Ba cize dast joftaam, ki tu dast najofta ʙudī va az sarzamini Saʙa' ʙarojat xaʙari durust ovardaam"},{"SurahNumber":27,"VerseNumber":23,"Text":"Zanero joftam, ki ʙar onho podşohī mekunad. Va az har ne'mate ʙarxurdor ast va taxti ʙuzurge dorad"},{"SurahNumber":27,"VerseNumber":24,"Text":"Didam, ki xud va mardumaş ʙa çoi Allohi jakto oftoʙro saçda mekunand. Va şajton a'molaşonro dar nazaraşon ʙijorostaast va az rohi Alloh gumrohaşon kardaast, cunonki rūi hidojat naxohand did"},{"SurahNumber":27,"VerseNumber":25,"Text":"Şajton in kor va rohu ravişi ʙotilero, ki dar on qaror doştand, ʙarojaşon orosta ʙud, to saçda nakunand ʙaroi Allohe, ki cizi pūşidaro dar osmonhovu zamin ʙerun meovarad; az ʙoronu naʙotot va on ci maxfī ast, oşkor mekunad va har ciro pinhon medored jo oşkor mesozed, medonad"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allohe, ki çuz Ū ma'ʙudi ʙarhaqqe nest. Parvardigori Arşi azim ast»"},{"SurahNumber":27,"VerseNumber":27,"Text":"Guft (Sulajmon ʙaroi hudhud): «Aknun ʙingarem, ki rost guftaī jo dar şumori durūƣgūjonī"},{"SurahNumber":27,"VerseNumber":28,"Text":"In nomai maro ʙiʙar va ʙar ahli Saʙa' ʙiafkan, sipas jak sū şav va ʙingar, ki cī çavoʙ medihand»"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Malikai Saʙa') guft: «Ej ʙuzurgon, nomae giromī ʙa sūi man afkanda şud"},{"SurahNumber":27,"VerseNumber":30,"Text":"Hamono noma az Sulajmon ast va saroƣozi on cunin ast: «Ba nomi Allohi ʙaxşojandai mehruʙon»"},{"SurahNumber":27,"VerseNumber":31,"Text":"«Bar man takaʙʙur nakuned dar on cizhoe, ki şumoro ʙa on da'vat menamojam va taslim şuda nazdi man ʙijoed»"}]}