{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"¿Quien, pues, es mas opresor que quien miente sobre Dios y desmiente la Verdad cuando esta llega a el? ¿Acaso no es el Infierno el lugar para quienes tratan de ocultar la Verdad"},{"SurahNumber":39,"VerseNumber":33,"Text":"Y quien viene con la Verdad y quien la reconoce y confirma, esos son los temerosos de Dios"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ellos tienen lo que quieran junto a su Senor. Esa es la recompensa de quienes hacen lo mejor"},{"SurahNumber":39,"VerseNumber":35,"Text":"Dios ocultara lo peor de lo que ellos hicieron y les recompensara con la recompensa que merezca lo mejor de lo que hacian"},{"SurahNumber":39,"VerseNumber":36,"Text":"¿No es Dios suficiente para Su siervo? ¡Y tratan de asustarte con los que no son El! A quien Dios extravia no hay quien le guie"},{"SurahNumber":39,"VerseNumber":37,"Text":"y a quien Dios guia no hay quien pueda extraviarle. ¿Acaso Dios no es todopoderoso, dueno de la venganza"},{"SurahNumber":39,"VerseNumber":38,"Text":"Y si les preguntases: «¿Quien ha creado los cielos y la Tierra?» dirian: «Dios». Di: «¿Habeis visto, pues, si aquellos a quienes adorais en lugar de Dios, en caso de que Dios quisiera un perjuicio para mi, podrian evitarlo?, o si quisiera para mi un beneficio ¿Podrian ellos impedirlo?» Di: «¡Dios es suficiente para mi! ¡Es en El en Quien ponen su confianza quienes ponen su confianza en la Verdad!»"},{"SurahNumber":39,"VerseNumber":39,"Text":"Di: «¡Oh, pueblo mio! Continuad en vuestras posiciones que yo tambien continuare en las mias. Y pronto sabreis"},{"SurahNumber":39,"VerseNumber":40,"Text":"quien esta condenado al fuego que le devorara y sobre quien se ha hecho licito el castigo eterno.»"},{"SurahNumber":39,"VerseNumber":41,"Text":"En verdad, Nosotros hacemos descender para la gente la Escritura con la Verdad. Asi pues, quien se guie, para si mismo lo hace y quien se extravie, a si mismo se extravia y tu no eres su protector"}]}