{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Dimos ciencia a David y a Salomón. Y dijeron: «¡Alabado sea Alá, que nos ha preferido a muchos de Sus siervos creyentes!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Salomón heredó a David y dijo: «¡Hombres! Se nos ha enseñado el lenguaje de los pájaros y se nos ha dado de todo. ¡ Es un favor manifiesto!»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Las tropas de Salomón, compuestas de genios, de hombres y pájaros, fueron agrupadas ante él y formadas"},{"SurahNumber":27,"VerseNumber":18,"Text":"Hasta que, llegados al Valle de las Hormigas, una hormiga dijo: «¡Hormigas! ¡Entrad en vuestras viviendas, no sea que Salomón y sus tropas os aplasten sin darse cuenta!»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Sonrió al oír lo que ella decía y dijo: «¡Señor! ¡Permíteme que Te agradezca la gracia que nos has dispensado, a mí y a mis padres! ¡Haz que haga obras buenas que Te plazcan! ¡Haz que entre a formar parte, por Tu misericordia, de Tus siervos justos!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Pasó revista a los pájaros y dijo: «¿Cómo es que no veo a la abubilla? ¿O es que está ausente"},{"SurahNumber":27,"VerseNumber":21,"Text":"He de castigarla severamente o degollarla, a menos que me presente, sin falta, una excusa satisfactoria»"},{"SurahNumber":27,"VerseNumber":22,"Text":"No tardó en regresar y dijo: «Sé algo que tú no sabes, y te traigo de los saba una noticia segura"},{"SurahNumber":27,"VerseNumber":23,"Text":"He encontrado que reina sobre ellos una mujer, a quien se ha dado de todo y que posee un trono augusto"},{"SurahNumber":27,"VerseNumber":24,"Text":"He encontrado que ella y su pueblo se postran ante el sol, no ante Alá. El Demonio les ha engalanado sus obras y, habiéndoles apartado del camino, no siguen la buena dirección"},{"SurahNumber":27,"VerseNumber":25,"Text":"de modo que no se prosternan ante Alá, Que pone de manifiesto lo que está escondido en los cielos y en la tierra, y sabe lo que ocultáis y lo que manifestáis"},{"SurahNumber":27,"VerseNumber":26,"Text":"Alá, fuera del Cual no hay otro dios, es el Señor del Trono augusto»"},{"SurahNumber":27,"VerseNumber":27,"Text":"Dijo él: «Vamos a ver si dices verdad o mientes"},{"SurahNumber":27,"VerseNumber":28,"Text":"Lleva este escrito mío y échaselo. Luego, mantente aparte y mira qué responden»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Dijo ella: «¡Dignatarios! Me han echado un escrito respetable"},{"SurahNumber":27,"VerseNumber":30,"Text":"Es de Salomón y dice: '¡En el nombre de Alá el Compasivo el Misericordioso"},{"SurahNumber":27,"VerseNumber":31,"Text":"¡No os mostréis altivos conmigo y venid a mí sumisos!'»"}]}