{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"All-llahu bleu prej besimtareve shpirtrat dhe pasurine e tyre me xhennet. Luftojne ne rrugen e All-llahut, mbysin dhe mbyten. (All-llahu dha) Premtim te cilin e vertetoi ne Tevrat, Inxhill e Kur´an. E kush eshte zbatues me i sigurt i premtimit te vet se A"},{"SurahNumber":9,"VerseNumber":112,"Text":"(Te xhennetit jane) Edhe ata qe pendohen, ata qe sinqerisht adhurojne, ata qe falenderojne, ata qe agjerojne, ata qe bejne ruku, qe bejne sexhde, qe urdherojne per te mira e ndalojne nga te keqijat, edhe permbushin dispozitat e All-llahut. Pra, pergezoi b"},{"SurahNumber":9,"VerseNumber":113,"Text":"Nuk eshte e drejte per Pejgamberin e as per besimtaret te kerkojne falje per idhujtaret, edhe nese jane te afert te tyre, pasi qe ta kene te qarte se me te vertete ata (idhujtaret) jane banues te xhehennemit"},{"SurahNumber":9,"VerseNumber":114,"Text":"Edhe lutja e Ibrahimit per babain e vet nuk ishte tjeter, pos per shkak te nje premtimi qe ia pat premtuar atij, e kur iu be e qarte se ai eshte armik i All-llahut, u largua prej tij. S´ka dyshim, Ibrahimi ishte shume i ndieshem dhe i bute"},{"SurahNumber":9,"VerseNumber":115,"Text":"All-llahu nuk e humb nje popoull pasi qe ta kete udhezuar ate, para se t´ju sqaroje atyre se prej cka duhet ruajtur. All-llahu eshte i gjithedijshem per secilin send"},{"SurahNumber":9,"VerseNumber":116,"Text":"S´ka dyshim se sundimi i qiejve e i tokes eshte i All-llahut, Ai jep jete dhe vdekje, e ju, pervec All-llahut, nuk keni perkrahes as ndihmes tjeter"},{"SurahNumber":9,"VerseNumber":117,"Text":"All-llahu ia fali Pejgamberit, edhe muhaxhireve edhe ensareve, te cilet ne castin e veshtire shkuan pas tij, kur (nga veshtiresite) zemrat e nje grupi nga ata gati u lekunden, por Ai ua fali (i stabilizoi zemrat e) atyre. Vertet Ai eshte i bute, i meshirs"},{"SurahNumber":9,"VerseNumber":118,"Text":"(Ai u fali) Edhe atyre te treve, te cileve iu pat shtyre aq (pranimi i pendimit) saqe toka u be e ngushte per ta, perkunder gjeresise se saj, kur u ngushtuan edhe shpirtrat e tyre saqe u binden se nuk ka strehim prej All-llahut (tjeterku) pos te Ai. Prand"}]}