{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Yakshcho vony hovorytymutʹ, shcho ty — brekhun, to skazhy: «Meni — moyi vchynky, a vam — vashi vchynky. Vy neprychetni do toho, shcho roblyu ya, a ya neprychetnyy do toho, shcho robyte vy"},{"SurahNumber":10,"VerseNumber":42,"Text":"YE sered nykh i ti, yaki tebe vyslukhovuyutʹ. Ta yak ty prymusysh chuty hlukhykh, yakshcho vony ne rozumiyutʹ"},{"SurahNumber":10,"VerseNumber":43,"Text":"YE sered nykh i ti, yaki dyvlyatʹsya na tebe. Ta yak ty zmozhesh povesty pryamym shlyakhom slipykh, yakshcho vony ne bachatʹ"},{"SurahNumber":10,"VerseNumber":44,"Text":"Voistynu, Allah ne chynytʹ nespravedlyvosti shchodo lyudey, ale tse lyudy sami nespravedlyvi do sebe"},{"SurahNumber":10,"VerseNumber":45,"Text":"Toho Dnya Vin zbere yikh, nache vony y probuly tilʹky hodynu dnya. Vony znatymutʹ odne odnoho. Voistynu, zaznayutʹ vtrat ti, yaki vvazhaly za brekhnyu zustrich iz Allahom i ne yshly pryamym shlyakhom"},{"SurahNumber":10,"VerseNumber":46,"Text":"Abo My pokazhemo tobi chastynu z toho, shcho My obitsyaly yim, abo zaberemo tebe, i do Nas povernutʹsya vony! Allah bude Svidkom toho, shcho roblyatʹ vony"},{"SurahNumber":10,"VerseNumber":47,"Text":"Dlya kozhnoyi hromady — poslanetsʹ. I koly prykhodyv do nykh poslanetsʹ yikhniy, to vse mizh nymy vyrishuvaly spravedlyvo, i ne buly vony skryvdzheni"},{"SurahNumber":10,"VerseNumber":48,"Text":"Vony zapytuyutʹ: «Koly tsya obitsyanka vykonayetʹsya, yakshcho vy pravdyvi"},{"SurahNumber":10,"VerseNumber":49,"Text":"Skazhy: «YA ne vladnyy zapodiyaty sobi shkodu chy prynesty korystʹ, khiba shcho pobazhaye tsʹoho Allah. Dlya kozhnoyi hromady — strok. Koly yikhniy strok nastaye, to vony ne mozhutʹ yoho ni viddalyty — navitʹ na hodynu, ni nablyzyty»"},{"SurahNumber":10,"VerseNumber":50,"Text":"Skazhy: «Chy vy dumaly pro te, yaku chastynu z Yoho kary — koly vona pryyde do vas unochi abo vdenʹ — namahatymutʹsya pryskoryty hrishnyky?»"},{"SurahNumber":10,"VerseNumber":51,"Text":"Nevzhe vy poviryte v neyi todi, koly vona pryyde do vas? Chy nyni? Koly vy pryskoryuvaly yiyi"},{"SurahNumber":10,"VerseNumber":52,"Text":"A potim skazhutʹ tym, yaki buly nespravedlyvi: «Tozh skushtuyte vichnoyi kary! Khiba zh ne vidplacheno vam za te, shcho vy robyly"},{"SurahNumber":10,"VerseNumber":53,"Text":"Vony zapytuyutʹ tebe: «Chy tse pravda?» Skazhy: «Tak, klyanusya moyim Hospodom, pravda! I vam ne unyknuty tsʹoho!»"}]}