{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"Er ist der, der bezwingende Macht über seine Diener besitzt. Und Er entsendet Hüter über euch, so daß, wenn der Tod zu einem von euch kommt, unsere Boten ihn abberufen, und sie übergehen nichts"},{"SurahNumber":6,"VerseNumber":62,"Text":"Dann werden sie zu Gott, ihrem wahren Herrscher, zurückgebracht. Ja, Ihm gehört das Urteil, und Er ist der Schnellste derer, die abrechnen"},{"SurahNumber":6,"VerseNumber":63,"Text":"Sprich: Wer errettet euch aus den Finsternissen des Festlandes und des Meeres, wenn ihr Ihn in (sichtbarer) Demut und im Verborgenen anruft: «Wenn Er uns hieraus rettet, werden wir sicher zu den Dankbaren gehören»"},{"SurahNumber":6,"VerseNumber":64,"Text":"Sprich: Gott errettet euch daraus und aus jeder Trübsal. Ihr aber gesellt (Ihm) weiterhin (andere) bei"},{"SurahNumber":6,"VerseNumber":65,"Text":"Sprich: Er ist es, der dazu die Macht hat, über euch eine Pein von oben oder unter euren Füßen zu schicken, oder euch in Parteien durcheinanderzubringen und die einen von euch die Schlagkraft der anderen erleiden zu lassen. Schau, wie Wir die Zeichen auf verschiedene Weise darlegen, auf daß sie die Sache begreifen"},{"SurahNumber":6,"VerseNumber":66,"Text":"Dein Volk erklärt es für Lüge, obwohl es die Wahrheit ist. Sprich: Ich bin nicht als Sachwalter über euch eingesetzt"},{"SurahNumber":6,"VerseNumber":67,"Text":"Jeder Bericht wird seine Bestätigung finden, und ihr werdet es noch zu wissen bekommen"},{"SurahNumber":6,"VerseNumber":68,"Text":"Und wenn du diejenigen siehst, die auf unsere Zeichen (spottend) eingehen, dann wende dich von ihnen ab, bis sie auf ein anderes Gespräch eingehen. Und wenn dich der Satan vergessen läßt, dann sollst du, nachdem du dich wieder daran erinnert hast, nicht mit den Leuten zusammensitzen, die Unrecht tun"},{"SurahNumber":6,"VerseNumber":69,"Text":"Denjenigen, die gottesfürchtig sind, obliegt in keiner Weise, sie zur Rechenschaft zu ziehen. Es ist nur eine Ermahnung, auf daß sie gottesfürchtig werden"},{"SurahNumber":6,"VerseNumber":70,"Text":"Und laß diejenigen sitzen, die ihre Religion zum Gegenstand von Spiel und Zerstreuung nehmen und die das diesseitige Leben betört. Und ermahne durch ihn, auf daß niemand dem Verderben preisgegeben wird für das, was er erworben hat. Er hat dann außer Gott weder Freund noch Fürsprecher. Und würde er auch jedes Lösegeld vorlegen, es wird von ihm nicht angenommen werden. Das sind die, die dem Verderben preisgegeben werden für das, was sie erworben haben. Bestimmt ist für sie ein Getränk aus heißem Wasser und eine schmerzhafte Pein dafür, daß sie ungläubig waren"}]}