{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Kendilerine; «Elinizi (savaştan) çekin, namazı kılın, zekâtı verin» denenleri görmedin mi? Oysa savaş üzerlerine yazıldığında, onlardan bir grup, insanlardan Allah´tan korkar gibi -hatta daha da şiddetli bir korkuyla- korkuya kapılıyorlar ve «Rabbimiz, ne diye savaşı üzerimize yazdın, bizi yakın bir zamana ertelemeli değil miydin?» dediler. De ki: «Dünyanın metaı azdır, ahiret ise muttakiler için daha hayırlıdır ve siz ´bir hurma çekirdeğindeki ipince bir iplik kadar´ bile haksızlığa uğratılmayacaksınız.»"},{"SurahNumber":4,"VerseNumber":78,"Text":"Her nerede olursanız, ölüm sizi bulur; yüksekçe yerlerde tahkim edilmiş şatolarda olsanız bile. Onlara bir iyilik dokunsa: «Bu Allah´tandır» derler; onlara bir kötülük dokunsa: «Bu sendendir» derler. De ki: «Tümü Allah´tandır.» Fakat, ne oluyor ki bu topluluğa, hiç bir sözü anlamağa çalışmıyorlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Sana iyilikten her ne gelirse Allah´tandır, kötülükten de sana ne gelirse o da kendindendir. Biz seni insanlara bir peygamber olarak gönderdik; şahid olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim peygambere itaat ederse, gerçekte Allah´a itaat etmiştir. Kim de yüz çevirirse, Biz seni onların üzerine koruyucu göndermedik"},{"SurahNumber":4,"VerseNumber":81,"Text":"«Tamam, kabul» derler. Ama yanından çıktıkları zaman, onlardan bir grup, karanlıklarda senin söylediğinin tersini kurarlar. Allah, karanlıklarda kurduklarını yazıyor. Sen de onlardan yüz çevir ve Allah´a tevekkül et. Vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Onlar halâ Kur´an´ı iyice düşünmüyorlar mı? Eğer o, Allah´tan başkasının katından olsaydı, kuşkusuz içinde birçok aykırılıklar (çelişkiler, ihtilâflar) bulacaklardı"},{"SurahNumber":4,"VerseNumber":83,"Text":"Kendilerine güven veya korku haberi geldiğinde, onu yaygınlaştırıverirler. Oysa bunu peygambere ve kendilerinden olan emir sahiplerine götürmüş olsalardı, onlardan sonuç çıkarabilenler, onu bilirlerdi. Allah´ın üzerinizdeki fazlı ve rahmeti olmasaydı, azınız hariç herhalde şeytana uymuştunuz"},{"SurahNumber":4,"VerseNumber":84,"Text":"Artık sen Allah yolunda savaş, kendinden başkasıyla yükümlü tutulmayacaksın. Mü´minleri de hazırlayıp teşvik et. Umulur ki Allah, küfredenlerin ağır baskılarını geri püskürtür. Allah, ´kahredici baskısıyla´ daha zorlu, acı sonuçlandırmasıyla da daha zorludur"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim, güzel bir aracılıkla aracılıkta (şefaatte) bulunursa, ondan kendisine de bir hisse vardır: kim de kötü bir aracılıkla aracılıkta bulunursa, ondan da kendisine, bir pay vardır. Allah her şeyin üzerinde koruyucudur"},{"SurahNumber":4,"VerseNumber":86,"Text":"Bir selamla selamlandığınızda, siz ondan daha güzeliyle selam verin ya da aynıyla karşılık verin. Şüphesiz, Allah her şeyin hesabını tam olarak yapandır"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah; O´ndan başka ilah yoktur. Kendisinde hiç bir şüphe olmayan kıyamet gününde sizleri muhakkak toplayacaktır. Allah´tan daha doğru sözlü kimdir"}]}