{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"(Rangarira) zuva iro munhu wese achauya achikumbira (achizvidzivirira) pachezvake, uye munhu wese achapihwa zvakazara pane izvo zvaakaiita (zvakanaka kana zvakaipa), uye havambodzvanyirirwi"},{"SurahNumber":16,"VerseNumber":112,"Text":"Uye Allah varikupa muenzaniso wedhorobha (Makkah), raigara rakachengetedzwa uye rakagadzikika, raramo yaro ichiuya muhuwandu kubva kune nzvimbo dzese, asi rakaramba makomborero aAllah. Naizvozvo Allah vakaita kuti varavire nzara yakaomarara nekutya, nekuda kweizvo zvavaiita"},{"SurahNumber":16,"VerseNumber":113,"Text":"Uye zvirokwazvo, mutumwa (Muhammad (SAW)) akauya kwavari kubva pakati pavo, asi vakamuramba, naizvozvo marwadzo akavawira vari vatadzi"},{"SurahNumber":16,"VerseNumber":114,"Text":"Saka idyai kubva kune zvamakapihwa naAllah zvakabvumidzwa uye zvakachena. Uye ivai munotenda makomborero aAllah kana vari ivo vamunonamata"},{"SurahNumber":16,"VerseNumber":115,"Text":"Zvirokwazvo, vakakurambidzai Al-Maitah (nyama yemhuka yafa yoga), ropa, nyama yenguruve, uye nemhuka inouraiwa sechibairo kune zvimwe kunze kwaAllah (kana inouraiwa zita raAllah risina kutaurwa). Asi kana umwe ari panguva yakaoma pasina kuzviitira une kana kupfurikidza mwero, zvirokwazvo Allah vanoregerera zvikuru, vane tsitsi zhinji"},{"SurahNumber":16,"VerseNumber":116,"Text":"Uye musataure maererano nezvamunotungamidza nendimi dzenyu zvemanyepo kuti: “Izvi zviri Halaal (zvinobvumidzwa) uye izvi zviri Haraam (zvinorambidzwa),” muchitaura manyepo kuna Allah. Avo vanotaura manyepo kuna Allah havabudiriri"},{"SurahNumber":16,"VerseNumber":117,"Text":"Kufara kushoma-shoma (vachakuwana), asi vachawana marwadzo akaomarara"},{"SurahNumber":16,"VerseNumber":118,"Text":"Uye maJudha takava tinovarambidza sezvatakakutaurira iwe (Muhammad (SAW)) kumashure (Qur’aan 6: 146). Uye hatina kuvadzvanyirira, asi vakazvidzvanyirira pachavo"},{"SurahNumber":16,"VerseNumber":119,"Text":"Uye zvirokwazvo, Tenzi vako kune avo vanoita mabasa akaipa vasingazivi uye vokumbira ruregerero mushure maizvozvo uye voita mabasa akanaka, zvirokwazvo, Tenzi vako mushure maizvozvo vanoregerera zvikuru, vane tsitsi zhinji"}]}