{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Allah adaleti, ihsanı, akrabaya vermeyi emreder, fahşa(edepsizlikten)dan, münker(fenalık)den ve bağy(azgınlık)den meneder. Öğüt almanız için size böyle öğüt verir"},{"SurahNumber":16,"VerseNumber":91,"Text":"Andlaşma yaptığınız zaman Allah'ın ahdini tam yerine getirin (verdiğiniz sözü tutun), pekiştirdikten sonra yeminleri bozmayın. Çünkü Allah'ı üzerinize kefil (şahid) yaptınız. Allah yaptıklarınızı bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"Bir topluluk, diğer bir topluluktan (sayıca ve malca) daha çok olduğu için, yeminlerinizi aranızda bozucu bir vasıta yaparak, ipliğini kuvvetli büktükten sonra çözen kadın gibi olmayın! Çünkü Allah, sizi bununla dener. Hakkında ayrılığa düştüğünüz şeyleri kıyamet günü size açıklayacaktır"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah dileseydi, hepinizi, bir tek ümmet yapardı, fakat (O), dilediğini şaşırtır, dilediğini doğru yola iletir. Ve siz, mutlaka yaptığınız şeylerden sorulacaksınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranızı bozan bir şey yapmayın, sonra sağlam basmış olan ayak, kayar ve Allah'ın yoluna engel olduğunuzdan dolayı kötülüğü(n cezasını) tadarsınız ve büyük bir azaba uğrarsınız"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allah'a verdiğiniz sözü (peygambere yaptığınız bey'atı) az bir paraya satmayın. Zira bilirseniz Allah'ın yanında olan, sizin için daha hayırlıdır"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin yanınızda bulunan (dünya malı) tükenir. Allah'ın yanında bulunan ise kalıcıdır. Biz sabredenlerin karşılığını yaptıklarının en güzeliyle vereceğiz"},{"SurahNumber":16,"VerseNumber":97,"Text":"Erkek ve kadından her kim inanmış olarak iyi bir iş yaparsa, onu (dünyada) hoş bir hayatla yaşatırız, onların ücretini yaptıklarının en güzeliyle veririz"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kur'an, oku(mak iste)diğin zaman kovulmuş şeytandan Allah'a sığın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Çünkü inananlara ve Rablerine dayananlara o(şeyta)nın bir gücü yoktur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun gücü, sadece kendisini dost tutanlara ve Allah'a ortak koşanlaradır (o, sadece onları etkileyebilir)"}]}