{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"allahanu helidanu; ‘‘o isa, nanu nim'ma avadhiyannu purnagolisaliddene hagu nim'mannu nannedege ettikollaliddene mattu dhikkarigalinda (avara kirukulagalinda) nim'mannu muktagolisaliddene. Allade punarut'thana dinada tanaka nanu nim'ma anuyayigalige, dhikkarigaleduru prabalyavannu nidaliddene. Konege nivellaru nannedege marali baruviri. Aga, nivu bhinnate talidda ella visayagalalli nanu nim'ma naduve tirmana madaliddene’’"},{"SurahNumber":3,"VerseNumber":56,"Text":"dhikkarigalige nanu ihalokadallu para lokadallu bhari kathina sikse nidaliddene – avarige sahayakaru yaru sigalararu"},{"SurahNumber":3,"VerseNumber":57,"Text":"visvasigalagiddu satkarmagalannu maduttaliruvavarige avanu (allahanu) avara purna pratiphalavannu niduvanu. Allahanu akramigalannu meccuvudilla"},{"SurahNumber":3,"VerseNumber":58,"Text":"ivella navu nimage (dutarige) odi kelisuttiruva divya vacanagalu hagu yukti tumbida bodhanegalagive"},{"SurahNumber":3,"VerseNumber":59,"Text":"allahana bali, isara udaharaneyu adam‌rantide. Avanu avarannu mannininda srstisiddanu mattu avarodane ‘‘agu’’ endaste heliddanu, avaru agi bittiddaru"},{"SurahNumber":3,"VerseNumber":60,"Text":"idu (kur‌an) nim'modeyana kadeyinda bandiruva satya. Nivu i kuritu sansayisuvavara salige serabedi"},{"SurahNumber":3,"VerseNumber":61,"Text":"nim'ma balige satyavu bandu bitta balika i kuritu nim'modane jagaladuvavarodane heliri; ‘‘banni, navu nam'ma putrarannu nim'ma putrarannu, nam'ma mahileyarannu, nim'ma mahileyarannu kareyona mattu svatah navu nivu seri – sullugarara mele allahana sapavirali – endu moreyidona’’"},{"SurahNumber":3,"VerseNumber":62,"Text":"ivella naija vrttantagalagive. Allahana horatu pujar'haru beraru illa. Allahanu khandita atyanta prabalanu yuktivantanu agiddane"},{"SurahNumber":3,"VerseNumber":63,"Text":"Istagiyu avaru (satyavannu) kadeganisuttarendadare (avarige tilidirali) allahanu gondala habbuvavarannu cennagi ballanu"}]}