{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"I vot, skazali angely: \"O Maryam! Poistine, Allakh izbral tebya, i ochistil, i izbral tebya pred zhenshchinami mirov"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Maryam! Blagogovey pred tvoim Gospodom, i padi nits, i poklonyaysya s poklonyayushchimisya"},{"SurahNumber":3,"VerseNumber":44,"Text":"Eto - iz rasskazov o sokrovennom, kotoryy My tebe otkryvayem. Ty ne byl pri nikh, kogda oni brosali svoi pis'mennyye trosti: kotoryy iz nikh budet zabotit'sya o Maryam. I ty ne byl pri nikh v to vremya, kak oni prepiralis'"},{"SurahNumber":3,"VerseNumber":45,"Text":"Vot skazali angely: \"O Maryam! Vot, Allakh raduyet tebya vest'yu o slove ot Nego, imya kotorogo Messiya Isa, syn Maryam, slavnom v blizhnem i poslednem mire i iz priblizhennykh"},{"SurahNumber":3,"VerseNumber":46,"Text":"I budet govorit' on s lyud'mi v kolybeli i vzroslym i budet iz pravednikov"},{"SurahNumber":3,"VerseNumber":47,"Text":"Skazala ona: \"Gospodi! Otkuda budet u menya rebenok, kogda menya ne kasalsya chelovek?\" Skazal on: \"Tak! Allakh tvorit, chto zhelayet. Kogda On reshit kakoye-nibud' delo, to tol'ko skazhet yemu: \"Bud'!\" - i ono byvayet"},{"SurahNumber":3,"VerseNumber":48,"Text":"I nauchit On yego pisaniyu i mudrosti, i Tore, i Yevangeliyu"},{"SurahNumber":3,"VerseNumber":49,"Text":"i sdelayet poslannikom k synam Israila\". - \"YA prishel k vam so znameniyem ot vashego Gospoda. YA sotvoryu vam iz gliny po obrazu ptitsy i poduyu v neye, i stanet eto ptitsey po izvoleniyu Allakha. YA istselyu slepogo prokazhennogo i ozhivlyu mertvykh s dozvoleniya Allakha. YA soobshchu vam, chto vy yedite i chto sokhranyayete v vashikh domakh. Poistine, v etom - znameniye dlya vas, yesli vy veruyushchiye"},{"SurahNumber":3,"VerseNumber":50,"Text":"I v podtverzhdeniye istinnosti togo, chto nisposlano do menya v Tore, i chtoby razreshit' vam chast' togo, chto bylo vam zapreshcheno. I prishel ya so znameniye ot vashego Gospoda. Poboytes' zhe Allakha i povinuytes' mne"},{"SurahNumber":3,"VerseNumber":51,"Text":"Ved' Allakh - moy Gospod' i vash Gospod'. Poklonyaytes' zhe Yemu; eto - put' pryamoy"},{"SurahNumber":3,"VerseNumber":52,"Text":"I kogda Isa pochuvstvoval v nikh neveriye, to skazal: \"Kto moi pomoshchniki Allakhu?\" Skazali apostoly: \"My - pomoshchniki Allakha. My uverovali v Allakha, zasvidetel'stvuy zhe, chto my - predavshiyesya"},{"SurahNumber":3,"VerseNumber":53,"Text":"Gospodi nash! My uverovali v to, chto Ty nisposlal, i posledovali za poslannikom. Zapishi zhe nas vmeste s ispoveduyushchimi"},{"SurahNumber":3,"VerseNumber":54,"Text":"I khitrili oni, i khitril Allakh, a Allakh - luchshiy iz khitretsov"}]}