{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Ra yadi yinīharūlē tapā'īlā'ī jhūṭhā bhandachan bhanē bhanidinus ki malā'ī mērō karma ra timīlā'ī timrō karma cha. Timī mērā karmaharūkō uttaradāyī chainau ra mamāthi timrā karmaharūkō javāphadēhī chaina"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ra yinīharūmadhyē kēhī yastā chan, jasalē tapā'ītira kāna thāpi basēkā chan. Ta kē tapā'īlē bahirāharūlā'ī sunā'unu huncha, yadyapi tinīharū kēhī pani bujhnē gardainan"},{"SurahNumber":10,"VerseNumber":43,"Text":"Ra tinīharūmadhyē kēhī yastā chan jasalē tapā'ītira hērdaichan, ta kē tapā'īlē andhāharūlā'ī bāṭō dēkhā'unu huncha, yadyapi unī kēhī pani dēkhnē chainan"},{"SurahNumber":10,"VerseNumber":44,"Text":"Yō niścita kurā hō ki allāhalē ta mānisaharūmāthi kēhī atyācāra gardaina, tara mānisaharū āphūlē nai āphūmāthi atyācāra gardachan"},{"SurahNumber":10,"VerseNumber":45,"Text":"Ra juna dina allāhalē tinīharūlā'ī (āphū samakṣa) ēkatrita garnēcha tyasadinakō smaraṇa garā'unus ki tinīharūlā'ī yastō mahasūsa hunēcha jastō ki dinakō ēka ghaṇṭābhandā baḍhī tyahām̐ thi'ēnan (ra) āpasamā ēka arkālā'ī cinna ubhi'ēkā chan. Juna mānisaharūlē allāhakō agāḍi upasthita hunē kurō jhūṭhā bhanē, tinīharū ghāṭāmā parihālē ra tinīharū sahi bāṭō pā'una sakēnan"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ra mailē jasakō vācā garēkō chu tyasamadhyēbāṭa kēhī yadi mailē tapā'īlā'ī dēkhā'ūm̐ athavā tapā'īlā'ī mr̥tyu di'ūm̐ bhanēpani mērō najika unīharūlē ā'unu nai parnēcha. Phēri allāha unīharūkō sabai karmaharūkō sākṣī cha"},{"SurahNumber":10,"VerseNumber":47,"Text":"Ra pratyēka samudāyakō lāgi ē'uṭā paigambara paṭhā'iyō, jaba tinīharūkō paigambara ā'um̐cha ta unīharūmā n'yāyapūrṇa tarikālē phaisalā garidi'inēcha ra tinīharūmāthi kunai atyācāra garidaina"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ra yinīharūlē bhandachan ki yadi timī sām̐cō hau bhanē yō vācā kahilē (pūrā) hunēcha"},{"SurahNumber":10,"VerseNumber":49,"Text":"Bhanidinus ki malā'ī ta āphnō vyaktigata hāni ra lābhabārē pani kunai adhikāra chaina, tyasa bāhēka jati allāhalē icchā gardacha. Pratyēka samudāyakō lāgi (mr̥tyukō) samaya nirdhārita cha. Jaba nirdhārita samaya ā'ipugdacha ta ēkachina pani ḍhilō garna sakdainan ra nata chiṭō garna saktachan"},{"SurahNumber":10,"VerseNumber":50,"Text":"Bhanidinus ki hēra! Usakō daṇḍa yadi timīmāthi ēkkāsī rātī vā dinamā ā'ipugnēcha, ta phēri sajāyamā yastō kē lābha cha juna aparādhīharūlē chiṭai mām̐girahēkāchan"},{"SurahNumber":10,"VerseNumber":51,"Text":"Kē tyō ā'isakēpachi mātra viśvāsa garnēchau? Kē aba viśvāsa garihālyau jabaki yasaikō nimti ta timīlē hatāra garnē gardathyau"},{"SurahNumber":10,"VerseNumber":52,"Text":"Ani atyācārīharūsita bhaninēchaḥ ki sthāyī daṇḍakō svāda cākha. Timī ta timīlē garēkai karmaharūkō pratiphala pā'ēkā hau"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ra tinīharūlē tapā'īsam̐ga sōdhchanḥ ki kē (yō) sajāya sām̐cō hō? Bhanidinus hō ‘‘allāhakō śapatha cha, tyō vāstavamā sām̐cō hō. Ra timī allāhalā'ī prāsta pārna saknē chainau"}]}