{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: \"Allah'in kullari icin cikardigi zinetleri ve tertemiz riziklari kim haram kilmis?\" De ki: \"Bunlar, bu dunya hayatinda inananlar icindir, kiyamet gununde de yalniz onlara mahsustur\". Iste boylece biz ayetleri bilen bir topluluga uzun uzun acikliyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: \"Rabbim, sadece fuhsiyati, onun acik ve gizli olanini, gunahlari, haksiz yere isyani, haklarinda hic bir delil indirmedigi seyleri Allah'a ortak kosmanizi ve Allah hakkinda bilmediginiz seyleri soylemenizi yasaklamistir"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ummetin bir eceli vardir. O ecel geldiginde, ne bir an erteleyebilirler, ne de one alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademogullari! Size icinizden peygamberler gelip ayetlerimi anlattiklarinda, kim Allah'tan korkar ve kendini duzeltirse, iste onlar icin korku yoktur. Onlar uzulmeyeceklerdir de"},{"SurahNumber":7,"VerseNumber":36,"Text":"Kim de ayetlerimizi yalanlar ve onlara karsi buyukluk taslarsa, iste onlar cehennemliktirler ve orada ebedi olarak kalacaklardir"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah'a karsi yalan uyduran yahut ayetlerini yalanlayandan daha zalim kim olabilir? Onlara Kitap'tan nasipleri erisir. Canlarini alacak elcilerimiz gelince onlara: \"Allah'tan baska taptiklariniz nerede?\" derler. Onlar: \"O taptiklarimiz bizden sapip ayrildilar.\" derler. Boylece kendilerinin kafir olduklarina bizzat sahitlik ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah onlara: \"Sizden once gecmis cin ve insan topluluklariyla beraber cehennem atesine girin!\" der. Cehenneme giren her ummet kendi din kardesine lanet eder. Nihayet hepsi oraya toplandiginda, sonrakiler oncekiler hakkinda derler ki: \"Rabbimiz ! Iste sunlar bizi dogru yoldan saptirdi. Onlara cehennem atesinden kat kat azab ver\". Allah der ki: \"Herkesin azabi kat kattir, fakat siz bilemezsiniz"},{"SurahNumber":7,"VerseNumber":39,"Text":"Oncekiler de sonrakilere derler ki: \"Sizin bizden bir ustunlugunuz yoktur. O halde yaptiklarinizdan dolayi azabi tadin"}]}