{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"On the Day of Judgment every soul shall try to defend itself and every soul will be justly recompensed"},{"SurahNumber":16,"VerseNumber":112,"Text":"God tells a parable about a secure and peaceful town surrounded by abundant sustenance. Its inhabitants rejected the bounties of God and He caused them to suffer hunger and fear as a result of their deeds"},{"SurahNumber":16,"VerseNumber":113,"Text":"A Messenger from their own people came to them and they called him a liar. Torment struck them because of their injustice"},{"SurahNumber":16,"VerseNumber":114,"Text":"(People), consume the pure and lawful sustenance which God has given to you and thank God for his bounty if you are His true worshippers"},{"SurahNumber":16,"VerseNumber":115,"Text":"The only things which are made unlawful for you are the flesh of dead animals, blood, pork and that which is not consecrated with the Name of God. But in an emergency, without the intention of transgression and rebellion, (it is not an offense for one to consume such things). God is certainly All-forgiving and All-merciful"},{"SurahNumber":16,"VerseNumber":116,"Text":"(Unbelievers), do not follow whatever your lying tongues may tell you is lawful or unlawful to invent lies against God. Those who invent lies against God will have no happiness"},{"SurahNumber":16,"VerseNumber":117,"Text":"(Such an invention) will bring only a little enjoyment but will be followed by painful torment"},{"SurahNumber":16,"VerseNumber":118,"Text":"We had made unlawful for the Jews all that we told you before. We did not do any wrong to them but they wronged themselves"},{"SurahNumber":16,"VerseNumber":119,"Text":"To those who commit sins in their ignorance then repent and reform, your Lord is certainly All-forgiving and All-merciful"}]}