{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah belə buyurdu: “Iki tanrı qəbul etməyin. O (Allah) yalnız tək bir tanrıdır. Ancaq Məndən qorxun!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Goylərdə və yerdə nə varsa, hamısı Onundur! Din də (itaət və ibadət də) daim Onundur. Belə oldugu təqdirdə Allahdan basqasındanmı qorxursunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizə gələn hər bir ne’mət Allahdandır. Sonra sizə bir musibət uz verdikdə Ona yalvarıb-yaxarırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra sizi o musibətdən qurtardıgı zaman bir də gorursən ki, aranızda bir dəstə Rəbbinə sərik qosur"},{"SurahNumber":16,"VerseNumber":55,"Text":"Onlar bunu ozlərinə verdiyimiz ne’mətlərə nankorluq etmək ucun edirlər. Hələ ki (dunyada) kef cəkib ləzzət alın. (Basınıza gələcək musibəti) sonra biləcəksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"(Musriklər) onlara verdiyimiz ruzidən hec bir sey bilməyənlərə (hec nə anlamayan butlərə) pay ayırırlar. Allaha and olsun ki, yaxdıgınız iftiralara gorə sorgu-sual ediləcəksiniz"},{"SurahNumber":16,"VerseNumber":57,"Text":"Onlar Allaha qızlar isnad edirlər/ (Mələklər Allahın qızlarıdır, deyirlər). Allaha pakdır, muqəddəsdir. (Onun ogula-qıza ehtiyacı yoxdur.) Ozlərinə gəldikdə isə istədiklərini (oglan usaqlarını) aid edirdilər"},{"SurahNumber":16,"VerseNumber":58,"Text":"Onlardan birinə qızı olması ilə mujdə verdikdə qəzəblənib uzu qapqara qaralar"},{"SurahNumber":16,"VerseNumber":59,"Text":"Verilən mujdənin pisliyi uzundən tayfasından qacıb gizlənər. (Allah bilir!) Gorəsən, onu (o korpəni) zillət icində saxlayacaq, yoxsa torpaga goməcək? (Diri-diri basdıracaq?) Bir gorun onlar necə pis muhakimə yurudurlər! (Oglanları ozlərinə goturub qızları Allaha isnad edirlər)"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ən pis sifət (evlənmək ucun qadınlara ehtiyac hiss etdikləri halda, qız usaqlarını diri-diri torpaga basırmaq) axirətə inanmayanlara, ən yuksək sifət (vəhdaniyyət) isə Allaha məxsusdur. Allah yenilməz quvvət (qudrət) sahibi, hikmət sahibidir"}]}