{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"That which is in the heavens and on earth, let it declare the praises and glory of God, for He is the Exalted in Might, the Wise"},{"SurahNumber":57,"VerseNumber":2,"Text":"To Him belongs the control of the heavens and the earth. It is He Who gives life and death, and He has power over all things"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First and the Last, the Evident and the Hidden, and He has full knowledge of all things"},{"SurahNumber":57,"VerseNumber":4,"Text":"He is the One Who created the heavens and the earth in six days, and is firmly established on the throne. He knows what enters within the earth, and what comes forth out of it, what comes down from heaven, and what mounts up to it, and He is with you wherever you are, and God sees well all that you do"},{"SurahNumber":57,"VerseNumber":5,"Text":"To Him is the control of the heavens and the earth, and all affairs are referred back to God"},{"SurahNumber":57,"VerseNumber":6,"Text":"He merges night into day, and He merges day into night, and He has full knowledge of the secrets of all hearts"},{"SurahNumber":57,"VerseNumber":7,"Text":"Believe in God and His messenger, and give out of that which He has made you inheritors. For those of you who believe and give, for them is a great reward"},{"SurahNumber":57,"VerseNumber":8,"Text":"What cause do you have that you should not believe in God? The messenger invites you to believe in your Lord, and has indeed taken your covenant, if you are people of faith"},{"SurahNumber":57,"VerseNumber":9,"Text":"He is the One Who sends to His servant clear signs, that He may lead you from the depths of darkness into the light. And indeed God is to you Most Kind and Merciful"},{"SurahNumber":57,"VerseNumber":10,"Text":"And what cause do you have that you should not give in the cause of God, for to God belong the origins of the heavens and the earth. Not equal among you are those who sacrificed and fought before the victory, and those who did so later. They are higher in rank than those who sacrificed and fought afterwards, but to all has God promised the best reward, and God is well acquainted with all that you do"}]}