{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"A pravil ten Egyptan, ktery jej koupil, manzelce sve: \"Ucti jej slusnym ubytovanim, mozna ze nam bude uzitecny anebo jej za vlastniho syna prijmeme.\" Takto jsme usadili Josefa v zemi te, abychom jej naucili zahady vykladat. Tak Buh vitezne dovrsuje dilo Sve, ale vetsina lidi to nevi"},{"SurahNumber":12,"VerseNumber":22,"Text":"A kdyz pak dosahl dospelosti, darovali jsme mu moudrost a vedeni, nebot takto My odmenujeme ty, kdoz dobro konaji"},{"SurahNumber":12,"VerseNumber":23,"Text":"A snazila se jej ta, v jejimz dome byl, svest a zavrela dvere vsechny a rekla mu: \"Pojd sem!\" I zvolal Josef: \"Buh me chraniz!, On je mym Panem a ustedril mi prekrasny pobyt. Vzdyt hrisnici veru nebudou blazeni"},{"SurahNumber":12,"VerseNumber":24,"Text":"A byla by podlehla vasni sve a i on byl by podlehl, kdyby byl nevidel dukaz od Pana sveho. A takto jsme od neho odvratili spatnost a smilstvo, nebot on patril k Nasim sluzebnikum uprimnym"},{"SurahNumber":12,"VerseNumber":25,"Text":"A oba bezeli jako o zavod ke dverim a roztrhla kosili jeho na zadech; u dveri pak potkali jejiho manzela, i vykrikla: \"Jak odmenen ma byt ten, jenz chtel se dopustit spatneho na rodine tve, ne-li vezenim ci trestem bolestnym"},{"SurahNumber":12,"VerseNumber":26,"Text":"I zvolal Josef: \"To ona mne svadela.\" A dosvedcil pak svedek z rodiny jeji: \"Je-li kosile roztrzena vpredu, tedy ona pravdu di a on ze lharu je jednim"},{"SurahNumber":12,"VerseNumber":27,"Text":"Vsak je-li kosile vzadu roztrzena, tedy lze ona a on je pravdomluvny"},{"SurahNumber":12,"VerseNumber":28,"Text":"A kdyz manzel uvidel, ze kosile vzadu je roztrzena, zvolal: \"Tohle je veru jeden z vasich zenskych ukladu, vzdyt lest vase zajiste je nesmirna"},{"SurahNumber":12,"VerseNumber":29,"Text":"Josefe, odvrat mysl svou od toho a ty, zeno, pros za odpusteni viny sve, nebot jsi vskutku zena hrisna"}]}