{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"tāhā"},{"SurahNumber":20,"VerseNumber":2,"Text":"(napiyē!) Nīr tuṉpappaṭuvataṟkāka nām inta kur'āṉai um'mītu iṟakkavillai"},{"SurahNumber":20,"VerseNumber":3,"Text":"(allāhvukku) añcuvōrukku nallupatēcamē aṉṟi (vēṟillai)"},{"SurahNumber":20,"VerseNumber":4,"Text":"pūmiyaiyum, uyarvāṉa vāṉaṅkaḷaiyum paṭaittavaṉiṭamiruntu atu iṟakki aruḷap peṟṟatu"},{"SurahNumber":20,"VerseNumber":5,"Text":"arrahmāṉ arṣiṉ mītu amaintāṉ"},{"SurahNumber":20,"VerseNumber":6,"Text":"vāṉaṅkaḷiluḷḷavaiyum, pūmiyiluḷḷavaiyum, ivviraṇṭiṟkum iṭaiyē uḷḷavaiyum, maṇṇukku aṭiyil uḷḷavaiyum avaṉukkē uriyaṉa"},{"SurahNumber":20,"VerseNumber":7,"Text":"(Napiyē!) Nīr urakkac coṉṉālum niccayamāka avaṉ irakaciyattaiyum (atai viṭa) maṟaivāṉataiyum aṟikiṟāṉ"},{"SurahNumber":20,"VerseNumber":8,"Text":"allāh - avaṉait tavira vaṇakkattiṟkuriya nāyaṉ vēṟillai, avaṉukku aḻakiya tiru nāmaṅkaḷ irukkiṉṟaṉa"},{"SurahNumber":20,"VerseNumber":9,"Text":"iṉṉum (napiyē!) Mūsāviṉ varalāṟu um'miṭam vantatā"},{"SurahNumber":20,"VerseNumber":10,"Text":"avar neruppaik kaṇṭu tam kuṭumpattāriṭam\"nīṅkaḷ (iṅku ciṟitu) taṅkuṅkaḷ; niccayamāka nāṉ neruppaik kaṇṭēṉ; oru vēḷai atiliruntu uṅkaḷukku ōr eri koḷḷiyaik koṇṭu varavō, allatu nām cella vēṇṭiya pātaiyai an neruppi(ṉ utaviyi)ṉāl kaṇṭu piṭikkavō ceyyalām\" eṉṟu (kūṟiṉār)"},{"SurahNumber":20,"VerseNumber":11,"Text":"avar (neruppiṉ) arukē vanta pōtu\"mūsāvē!\" Eṉṟu aḻaikkap paṭṭār"},{"SurahNumber":20,"VerseNumber":12,"Text":"niccayamāka nām tāṉ um'muṭaiya iṟaivaṉ, nīr um kālaṇikaḷ iraṇṭaiyum kaḻaṟṟiviṭum! Niccayamāka nīr'tuvā' eṉṉum puṉitamāṉa paḷḷattākkil irukkiṟīr"},{"SurahNumber":20,"VerseNumber":13,"Text":"iṉṉum\"nām um'mai (eṉ tūtarāka)t tērnteṭuttēṉ, ātalāl vahīyiṉ vāyilāka (umakku) aṟivikkap paṭuvataṟku nīr ceviyēṟpīrāka"},{"SurahNumber":20,"VerseNumber":14,"Text":"niccayamāka nām tāṉ allāh! Eṉṉait tavira vēṟu nāyaṉ illai, ākavē, eṉṉaiyē nīr vaṇaṅkum, eṉṉai tiyāṉikkum poruṭṭu toḻukaiyai nilainiṟuttuvīrāka"},{"SurahNumber":20,"VerseNumber":15,"Text":"ovvōr ātmāvum tāṉ ceytataṟkut takkapaṭi piratipalaṉkaḷ aḷikkappaṭum poruṭṭu (niyāyat tīrppukkuriya) vēḷai niccayamāka varavirukkiṟatu, āyiṉum atai maṟaittu vaikka nāṭukiṟēṉ"},{"SurahNumber":20,"VerseNumber":16,"Text":"ākavē, ataṉai nampātu, taṉ (maṉa) iccaiyaip piṉpaṟṟupavaṉ tiṭaṉāka ataiviṭṭum um'mait tiruppiviṭa vēṇṭām. Avvāṟāyiṉ, nīr aḻintupōvīr"},{"SurahNumber":20,"VerseNumber":17,"Text":"mūsāvē! Um'muṭaiya valatu kaiyil iruppatu eṉṉa?\" (Eṉṟum allāh kēṭṭāṉ)"},{"SurahNumber":20,"VerseNumber":18,"Text":"(Ataṟkavar)\"itu eṉṉuṭaiya kaittaṭi, itaṉ mītu nāṉ cāyntu koḷvēṉ, itaik koṇṭu eṉ āṭukaḷukku ilaikaḷ paṟippēṉ, iṉṉum itil eṉakku vēṟu tēvaikaḷum niṟaivēṟukiṉṟaṉa\" eṉṟu kūṟiṉār"},{"SurahNumber":20,"VerseNumber":19,"Text":"ataṟku (iṟaivaṉ)\"mūsāvē! Atai nīr kīḻē eṟiyum\" eṉṟāṉ"},{"SurahNumber":20,"VerseNumber":20,"Text":"avvāṟē avar ataṉaik kīḻē eṟintār, appōtu atu ūrntu cellum oru pāmpāyiṟṟu"},{"SurahNumber":20,"VerseNumber":21,"Text":"(iṟaivaṉ) kūṟiṉāṉ: \"Ataip piṭiyum, payappaṭātīr; uṭaṉē nām atai ataṉ paḻaiya nilaikkē mīṭṭuvōm"},{"SurahNumber":20,"VerseNumber":22,"Text":"iṉṉum, um kaiyai um vilāppuṟamāka pukutti (veḷiyil) eṭum, atu oḷi mikkatāy mācaṟṟa veṇmaiyāka veḷivarum, itu maṟṟōr attāṭciyākum"},{"SurahNumber":20,"VerseNumber":23,"Text":"(ivvāṟu) nam'muṭaiya periya attāṭcikaḷiliruntu (cilavaṟṟai) umakkuk kāṇpikkiṟōm"},{"SurahNumber":20,"VerseNumber":24,"Text":"ḥpir'avṉiṭam nīr celvīrāka! Niccayamāka avaṉ (varampu) mīṟi viṭṭāṉ\" (eṉṟum allāh kūṟiṉāṉ)"}]}