{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Ese (yewe Muhamadi) ntuzi ko ibiri mu birere n’ibiri ku isi, ndetse n’inyoni igihe zirambuye amababa (ziguruka mu kirere) bisingiza Allah? Rwose buri (kiremwa) cyose (Allah) yacyigishije uko gisenga n’uko gisingiza. Kandi Allah ni Umumenyi w’ibyo bikora"},{"SurahNumber":24,"VerseNumber":42,"Text":"Kandi ubwami bw’ibirere n’ubw’isi ni ubwa Allah, ndetse kwa Allah ni ho (byose) bizasubira"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ese (yewe Muhamadi) ntubona ko Allah agenza ibicu, hanyuma akabihuriza hamwe, maze akabigerekeranya nuko ukabona imvura ibimanukamo? Kandi (Allah) amanura urubura mu kirere (ruturutse) mu bicu bimeze nk’imisozi, akaruteza uwo ashatse ndetse akanarurinda uwo ashatse. Urumuri rw’imirabyo ituruka (mu kugongana kw’ibicu) ruba rwenda guhuma amaso"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allahasimburanya ijoro n’amanywa. Mu by’ukuri, muri ibyo harimo isomo ku bashishoza"},{"SurahNumber":24,"VerseNumber":45,"Text":"Kandi buri kigenda (ku isi) cyose, Allah yakiremye mu mazi (intanga). Muri byo, hari ibikururanda, no muri byo hari ibigendera ku maguru abiri, ndetse no muri byo hari ibigendera ku (maguru) ane. Allah arema ibyo ashatse. Mu by’ukuri, Allah ni Ushobora byose"},{"SurahNumber":24,"VerseNumber":46,"Text":"Kandi rwose twabahishuriye amagambo asobanutse. Kandi Allah ayobora uwo ashatse mu nzira igororotse"},{"SurahNumber":24,"VerseNumber":47,"Text":"Kandi (indyarya) ziravuga ziti \"Twemeye Allah n’Intumwa (Muhamadi), kandi twumvira (amategeko yabo)\".Hanyuma nyuma y’ibyo, agatsiko muri bo kagatera umugongo (kakanga gukurikiza ayo mategeko); abo ntabwo ari abemera"},{"SurahNumber":24,"VerseNumber":48,"Text":"N’iyo bahamagawe ngo bagane Allah ndetse n’Intumwa ye kugira ngo abakiranure, icyo gihe agatsiko muri bo karabyanga kagatera umugongo"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ariko iyo ari bo bafite ukuri, baza bayigana (Intumwa) bicishije bugufi"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ese bafite uburwayi mu mitima yabo? Cyangwa se barashidikanya? Cyangwa batinya ko Allah n’intumwa ye batabakiranura mu kuri? Ahubwo ni bo nkozi z’ibibi"}]}