{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"aliph-lām-mīm"},{"SurahNumber":31,"VerseNumber":2,"Text":"ivi vivēkantō niṇḍi unna grantha sūcanalu (āyāt)"},{"SurahNumber":31,"VerseNumber":3,"Text":"(indulō) sajjanulaku mārgadarśakatvamū mariyu kāruṇyamū unnāyi"},{"SurahNumber":31,"VerseNumber":4,"Text":"(vārikē) evaraitē namāj nu sthāpin̄ci vidhidānaṁ (jakāt) istārō mariyu paralōka jīvitaṁ mīda dr̥ḍhamaina nam'makaṁ kaligi uṇṭārō"},{"SurahNumber":31,"VerseNumber":5,"Text":"alāṇṭi vārē, tama prabhuvu taraphu nuṇḍi (vaccina) mārgadarśakatvaṁ mīda unnavāru. Mariyu alāṇṭi vārē sāphalyaṁ pondēvāru"},{"SurahNumber":31,"VerseNumber":6,"Text":"mariyu mānavulalō kondaru - jñānaṁ lēka, vyartha kālakṣēpaṁ cēsē māṭalanu koni - prajalanu allāh mārgaṁ nuṇḍi tappin̄cē vārunnāru mariyu vāru dānini (allāh mārgānni) parihāsaṁ cēstuṇṭāru. Alāṇṭi vāriki avamānakaramaina śikṣa paḍutundi"},{"SurahNumber":31,"VerseNumber":7,"Text":"alāṇṭi vāniki, mā sūcanalu (āyāt) vinipimpa jēsinappuḍu, atani reṇḍu cevulalō cevuḍu unnaṭlugā, ataḍu vāṭini vinanē lēdannaṭlugā, ahaṅkārantō maralipōtāḍu. Vāniki ati bādhākaramaina śikṣa paḍutundanē vārtanu vinipin̄cu"},{"SurahNumber":31,"VerseNumber":8,"Text":"Niścayaṅgā, evaraitē viśvasin̄ci, satkāryālu cēstārō, vāri koraku paramānandakaramaina svarga vanāluṇṭāyi"},{"SurahNumber":31,"VerseNumber":9,"Text":"vāru, śāśvataṅgā vāṭilō uṇṭāru. Idi allāh yokka satya vāgdānaṁ. Mariyu āyana sarvaśaktimantuḍu, mahā vivēkavantuḍu"},{"SurahNumber":31,"VerseNumber":10,"Text":"mīru cūstunnāru kadā! Āyana ākāśālanu sthambhālu lēkuṇḍānē sr̥ṣṭin̄cāḍu. Mariyu bhūmilō parvatālanu nāṭāḍu, adi mītō pāṭu kadalakuṇḍā uṇḍālani; mariyu dānilō prati rakamaina prāṇini nivasimpajēsāḍu. Mariyu mēmu ākāśaṁ nuṇḍi nīṭini kuripin̄ci, dānilō rakarakāla śrēṣṭhamaina (padārthālanu) utpatti cēśāmu"},{"SurahNumber":31,"VerseNumber":11,"Text":"idantā allāh sr̥ṣṭiyē! Ika āyana tappa itarulu ēmi sr̥ṣṭin̄cārō nāku cūpaṇḍi. Alā kādu ī durmārgulu spaṣṭaṅgā mārgabhraṣṭatvanlō paḍi unnāru"}]}