{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Ko onon yo gomɗimɓe, si on hulii Alla, O waɗanay on senndindirɗum (goonga e meere), O heefana on bakkatuuji mon O haforana on. Alla ko Jom-Ɓural mawnungal"},{"SurahNumber":8,"VerseNumber":30,"Text":"(Jantii) tuma nde heeferɓe ɓen fewjanayno maa fii yoɓe aamin maa ɓe ware maa ɓe yaltine. Hiɓe fewja, Alla no fewja. Ko Alla ɓuri moƴƴude fewjooɓe ɓen"},{"SurahNumber":8,"VerseNumber":31,"Text":"Si Aayeeje Amen ɗen janngaama e maɓɓe, ɓe wi'a : \"Gomɗii men nanii, sinno men yiɗuno men wowlayno yeru ɗum, ndee wonaali si wanaa tinndi adinooɓe"},{"SurahNumber":8,"VerseNumber":32,"Text":"E tuma ɓe wi'unoo : \"Yaa Alla, si tawii ko ɗum woni goonga immorde ka Maaɗa, haray saaƴin kaaƴe e amen immorde ka kammu, maa addanaa men lepte muusuɗe"},{"SurahNumber":8,"VerseNumber":33,"Text":"Alla wonaani leptoowo ɓe, hara an hiɗa hakkunde maɓɓe. Alla siforaali leptoowo ɓe, hara kamɓe hiɓe insinaade"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ko haɗata ɓe nde Alla leptataa ɓe, hara kamɓe hiɓe sakkaade Juulirde hormante nden? Ɓe wonaali heftuɓe nde. Heftuɓe Mo wonaali si wanaa ɓen gomɗumɓe, kono ɓurɓe ɗuuɗude e maɓɓe anndaa"},{"SurahNumber":8,"VerseNumber":35,"Text":"Julde maɓɓe nden ka Suudu wonaali, si wanaa wuuɗugol e kellugol : \"Meeɗiree lepte ɗen sabu ko yeddiraynoɗon kon"},{"SurahNumber":8,"VerseNumber":36,"Text":"Pellet, ɓen yedduɓe, hiɓe nafqira jawle maɓɓe ɗen no ɓe sakkora (yimɓe ɓen) e laawol Alla ngol. Maa ɓe nafqu ɗe, refti wontana ɓe ninse, refti ɓe foolee. Ɓen yedduɓe non, ko ka Jahannama ɓe mooɓoytee"},{"SurahNumber":8,"VerseNumber":37,"Text":"Fii yo Alla senndindir soɓe ɗen e ko laaɓi kon, O waɗa soɓe ɗen yoga mun e dow yoga, O fawindira ɗum fow O waɗta ɗum ka nder Jahamma. ko ɓen ɗon woni hayruɓe ɓen"}]}