{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Is the one whose heart Allah has opened to Islam and is walking in the light from his Lord like the one who has learned no lesson and is still a non-Muslim. So woe to those whose hearts are hardened against the remembrance of Allah! They are clearly in error"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah has revealed the most beautiful message, a Book consistent in its verses yet repeating its teachings in different ways. Those who fear their Lord are filled with awe when they hear it, their skins and their hearts become pliant to the remembrance of Allah. Such is the guidance of Allah: He guides with it whom He pleases. But he to whom He confounds shall have none to guide him"},{"SurahNumber":39,"VerseNumber":24,"Text":"Is the one who shall face the terrors of the Day of Resurrection be like the one who shall enter paradise? To such wrongdoers it will be said: \"Now taste the fruits of your labor"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those who have gone before them also disbelieved, consequently, the punishment overtook them from the directions they least expected"},{"SurahNumber":39,"VerseNumber":26,"Text":"So Allah made them taste humiliation in this worldly life, and the punishment in the life to come shall be even more terrible, if they but knew it"},{"SurahNumber":39,"VerseNumber":27,"Text":"We have cited for mankind every kind of parable in this Qur’an, so that they may learn a lesson"},{"SurahNumber":39,"VerseNumber":28,"Text":"This Qur’an is revealed in Arabic, which is free from any flaw, so that they may learn to be righteous"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah cites you a parable - there is a slave man who is shared by many masters, each pulling this man to himself (like the man who worships other deities along with Allah), and there is another slave man who belongs entirely to one master (like the man who worships Allah Alone)- are the two alike in comparison? Praise be to Allah! But most of them do not know"},{"SurahNumber":39,"VerseNumber":30,"Text":"O Prophet, you shall die and they too shall die"},{"SurahNumber":39,"VerseNumber":31,"Text":"Then on the Day of Resurrection, your disputes shall be settled in the presence of your Lord"}]}