{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":30,"Text":"«ولقد نجينا بني إسرائيل من العذاب المهين» قتل الأبناء واستخدام النساء"},{"SurahNumber":44,"VerseNumber":31,"Text":"«من فرعون» قيل بدل من العذاب بتقدير مضاف، أي عذاب، وقيل حال من العذاب «إنه كان عالياً من المسرفين»"},{"SurahNumber":44,"VerseNumber":32,"Text":"«ولقد اخترناهم» أي بني إسرائيل «على علم» منا بحالهم «على العالمين» أي عالمي زمانهم أي العقلاء"},{"SurahNumber":44,"VerseNumber":33,"Text":"«وآتيانهم من الآيات ما فيه بلاء مبين» نعمة ظاهرة من فلق البحر والمن والسلوى وغيرها"},{"SurahNumber":44,"VerseNumber":34,"Text":"«إن هؤلاء» أي كفار مكة «ليقولون»"},{"SurahNumber":44,"VerseNumber":35,"Text":"«إن هي» ما الموتة التي بعدها الحياة «إلا موتتنا الأولى» أي وهم نطف «وما نحن بمنشرين» بمبعوثين أحياء بعد الثانية"},{"SurahNumber":44,"VerseNumber":36,"Text":"«فأتوا بآبائنا» أحياء «إن كنتم صادقين» أنا نبعث بعد موتنا، أي نحيا"},{"SurahNumber":44,"VerseNumber":37,"Text":"قال تعالى: «أهم خير أم قوم تُبَّع» هو نبي أو رجل صالح «والذين من قبلهم» من الأمم «أهلكناهم» بكفرهم، والمعنى ليسوا أقوى منهم وأهلكوا «إنهم كانوا مجرمين»"},{"SurahNumber":44,"VerseNumber":38,"Text":"«وما خلقنا السماوات والأرض وما بينهما لاعبين» بخلق ذلك، حال"},{"SurahNumber":44,"VerseNumber":39,"Text":"«ما خلقناهما» وما بينهما «إلا بالحق» أي محقين في ذلك ليستدل به قدرتنا ووحدانيتنا وغير ذلك «ولكن أكثرهم» أي كفرا مكة «لا يعلمون»"},{"SurahNumber":44,"VerseNumber":40,"Text":"«إن يوم الفصل» يوم القيامة يفصل الله فيه بين العباد «ميقاتهم أجمعين» للعذاب الدائم"},{"SurahNumber":44,"VerseNumber":41,"Text":"«يوم لا يغني مولى عن مولى» بقرابة أو صداقة، أي لا يدفع عنه «شيئاً» من العذاب «ولا هم ينصرون» يمنعون منه، ويوم بدل من يوم الفصل"},{"SurahNumber":44,"VerseNumber":42,"Text":"«إلا من رحم الله» وهم المؤمنون فإنه يشفع بعضهم لبعض بإذن الله «إنه هو العزيز» الغالب في انتقامه من الكفار «الرحيم» بالمؤمنين"}]}