{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Et Nous avons envoyé Moïse, muni de Nos Signes et d’une autorité évidente"},{"SurahNumber":11,"VerseNumber":97,"Text":"à Pharaon et son assemblée de notables. Mais ils suivirent les ordres de Pharaon, lesquels ordres n’avaient rien de raisonnable"},{"SurahNumber":11,"VerseNumber":98,"Text":"Il devancera son peuple au Jour de la Résurrection et les conduira au Feu. Horrible aiguade que l’aiguade du Feu"},{"SurahNumber":11,"VerseNumber":99,"Text":"Ils seront suivis par une malédiction en ce bas monde et au Jour de la Résurrection. Horrible don qui leur sera donné"},{"SurahNumber":11,"VerseNumber":100,"Text":"Telles sont les histoires, qu’en partie, Nous te contons des cités dont certaines sont encore érigées, et d’autres abattues à ras de terre"},{"SurahNumber":11,"VerseNumber":101,"Text":"Nous ne les avons point lésés, ils se sont lésés eux-mêmes. Leurs divinités, qu’ils invoquaient en dehors d’Allah, ne leur furent d’aucun soutien lorsque fut arrivé le décret de ton Seigneur. Elles ne firent qu’ajouter à leur perdition"},{"SurahNumber":11,"VerseNumber":102,"Text":"C’est ainsi que ton Seigneur S’empare des cités quand elles sont injustes. Il S’en empare alors par un châtiment douloureux et dur"},{"SurahNumber":11,"VerseNumber":103,"Text":"Il y a là un Signe pour quiconque craint le supplice de l’au-delà. Ce sera un jour où tous les hommes seront réunis, et ce sera un jour où tous seront présents"},{"SurahNumber":11,"VerseNumber":104,"Text":"Nous ne le différons que pour un délai déterminé"},{"SurahNumber":11,"VerseNumber":105,"Text":"Le jour où (ce terme) arrivera, nulle âme ne parlera sans Sa permission. Les uns parmi eux seront misérables et les autres heureux"},{"SurahNumber":11,"VerseNumber":106,"Text":"Quant aux misérables d’entre eux, ils seront dans le Feu où ils auront soupirs et sanglots"},{"SurahNumber":11,"VerseNumber":107,"Text":"Là ils séjourneront pour l’éternité tant que dureront les cieux et la terre, à moins que ton Seigneur ne le veuille autrement. Car ton Seigneur fait certes ce qu’Il veut"},{"SurahNumber":11,"VerseNumber":108,"Text":"Les heureux, quant à eux, seront dans le Paradis, là ils séjourneront pour l’éternité tant que dureront les cieux et la terre, à moins que ton Seigneur ne le veuille autrement. Mais ce sera un don ininterrompu"},{"SurahNumber":11,"VerseNumber":109,"Text":"Ne sois donc pas dans le doute à propos de ce que ceux-là adorent : ils n’adorent que comme faisaient déjà leurs pères. Nous leur attribuerons leur part sans diminution aucune"}]}