{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"ונוח, כשהוא קרא אלינו לפני כן, ואנו נענינו לו, וחילצנו אותו ובני ביתו מן המצוקה הגדולה"},{"SurahNumber":21,"VerseNumber":77,"Text":"ותמכנו בו נגד האנשים אשר הכחישו את אותותינו, הם היו אנשי רשע, על כן הטבענו את כולם"},{"SurahNumber":21,"VerseNumber":78,"Text":"ודוד ושלמה אשר פסקו בדבר השדה שהושחת על- ידי צאן של אנשים אחרים. אנו היינו עדים לפסק-דינם"},{"SurahNumber":21,"VerseNumber":79,"Text":"והענקנו לשלמה בינה, ולכל אחד מהם הענקנו חכמה ודעת. והכנענו את ההרים ואת הציפורים שישבחו יחד עם דוד את שם אלוהים"},{"SurahNumber":21,"VerseNumber":80,"Text":"ולימדנו אותו (את דוד) לעשות לכם מגן להגן עליכם במלחמותיכם. הלא תכירו טובה"},{"SurahNumber":21,"VerseNumber":81,"Text":"ולרשות שלמה העמדנו את הרוח הסוערת להעברת פקודותיו בארץ אשר בירכנו. ואנחנו יודעים כל דבר"},{"SurahNumber":21,"VerseNumber":82,"Text":"ובין השטנים היו כאלה הצוללים למענו וממלאים תפקידים אחרים בשבילו, ואנו היינו מרסנים אותם"},{"SurahNumber":21,"VerseNumber":83,"Text":"ואיוב, כאשר קרא אל ריבונו: \"פגעה בי צרה, ואתה הנביאים הרחום שברחומים"},{"SurahNumber":21,"VerseNumber":84,"Text":"ונענינו לו, והסרנו את הצרה מעליו, והחזרנו לו את בני משפחתו במספר כפול, ברחמינו וכאות הזכרה לעובדים אותנו"},{"SurahNumber":21,"VerseNumber":85,"Text":"וישמעאל, וחנוך, וד'ו אל-כיפל, כולם מהסבלנים"},{"SurahNumber":21,"VerseNumber":86,"Text":"והכנסנו אותם תחת רחמינו, והם מהישרים"},{"SurahNumber":21,"VerseNumber":87,"Text":"ויונה, אשר ברח בכעס וחשב שלא נצר עליו, לבסוף קרא מהאפילה (שבתוך הלוויתן:) \"אין אלוה מלבדך, ישתבח שמך, ואני הייתי מהמקפחים"},{"SurahNumber":21,"VerseNumber":88,"Text":"ונענינו לו וחילצנו אותו מצרה, וכך נציל את המאמינים"},{"SurahNumber":21,"VerseNumber":89,"Text":"וזכריה כאשר קרא לריבונו: \"ריבוני! אל תשאירני יחיד בלי בן יורש, ואתה הטוב שביורשים"},{"SurahNumber":21,"VerseNumber":90,"Text":"ונענינו לו והענקנו לו את יחיא (יוחנן,) וריפנו לו את אשתו. הם היו זריזים במעשים טובים, ומתפללים אלינו ברצון וביראה, והיו נכנעים לנו"},{"SurahNumber":21,"VerseNumber":91,"Text":"וזאת אשר שמרה על טהרת רחמה (מרים,) ונשפנו לתוכה מרוחנו, ועשינו אותה ואת בנה (ישוע) אות לכל ברואי העולמים"},{"SurahNumber":21,"VerseNumber":92,"Text":"אכן אומתכם היא אומה אחת ואני ריבונכם, על כן עבדוני"},{"SurahNumber":21,"VerseNumber":93,"Text":"ואולם הם התפלגו ביניהם, אך לבסוף ישובו אלינו כולם"}]}