{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Nandao ta cong ziji suo chuangzao de zhongsheng zhong zi qu nu'er, er yi nan'er zhuan gui nimen ma?"},{"SurahNumber":43,"VerseNumber":17,"Text":"Tamen wangyan zhiren zhu you nu'er, dan tamen zhong de yigeren ting shuo ziji de qi zi sheng nu'er de shihou, ta de lianse biancheng andan de, erqie ta shi ao nu de."},{"SurahNumber":43,"VerseNumber":18,"Text":"Zai shoushi zhong chang da, qie buneng xiongbian zhe, nandao tamen yi ta guizhen zhu ma?"},{"SurahNumber":43,"VerseNumber":19,"Text":"Zhong tianshen ben shi zhen zhu de nupu, tamen que yi zhong tianshen wei nuxing. Tamen ceng jianzheng zhen zhu chuangzao zhong tianshen ma? Tamen de jianzheng jiang bei jilu xialai, tamen ye jiang bei shenwen."},{"SurahNumber":43,"VerseNumber":20,"Text":"Tamen shuo:`Jiaruo zhiren zhu yiyu, women shi bu hui chongbai tamen de.'Tamen duiyu ci shuo, hao wu renshi; tamen zhishi zai shuohuang hua."},{"SurahNumber":43,"VerseNumber":21,"Text":"Nandao yiqian wo ceng ci tamen yi ben tian jing, er tamen shi jianchi na ben tian jing de."},{"SurahNumber":43,"VerseNumber":22,"Text":"Buran, tamen shuo:`Women que yi faxian women de zuxian shi xinfeng yizhong zongjiao de, women que shi zunxun tamen de yiji er de zhengdao de.'"},{"SurahNumber":43,"VerseNumber":23,"Text":"Zai ni zhiqian, mei feng wo zheyang paiqian jinggao zhe dao yige chengshi qu, nali de haohua zhe zong shi shuo:`Women que yi faxian women de zuxian shi xinfeng yizhong zongjiao de, women que shi zunxun tamen de yiji de.'"},{"SurahNumber":43,"VerseNumber":24,"Text":"Ta shuo:`Jishi wo xianshi nimen yizhong bi nimen zuxian de zongjiao geng wei chongzheng de zongjiao, nimen hai yao zuncong nimen de zuxian ma?'Tamen shuo:`Women que shi buxin nimen suo feng de shiming de.'"},{"SurahNumber":43,"VerseNumber":25,"Text":"Guwo chengfale tamen, ni kan kan fouren zhengdao zhe de jieju shi zenyang de!"}]}