{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"(nampikkaiyalarkale!) Ninkal niti celuttumpatiyakavum, nanmai ceyyumpatiyakavum, uravinarkalukku(p porul) kotuttu utavi ceyyumpatiyakavum niccayamaka allah (unkalai) evukiran. Manakketana kariyankal, pavam, aniyayam akiyavarriliruntu (unkalai) avan tatukkiran. Ninkal nallunarvu peruvatarkaka avan unkalukku (ippati) nallupatecam ceykiran"},{"SurahNumber":16,"VerseNumber":91,"Text":"ninkal allahvin peyaral ceyyum utanpatikkaiyai mulumaiyaka niraiverrunkal. Allahvai catciyaka vaittu cattiyam ceytu atai urutippatuttiya pinnar, antac cattiyattai ninkal murittuvitatirkal. Niccayamaka allah unkal ceyalai nankarivan"},{"SurahNumber":16,"VerseNumber":92,"Text":"(manitarkale! Urutippatuttiya cattiyattai murittu) ninkal oru pennukku oppakivita ventam. Aval mika ciramappattu nurra nulai, tane pirittu tuntu tuntakki vitukiral. Melum, oru vakupparaivita marroru vakuppar palam vayntavarkalaka akavum unkal cattiyattaik karanamakkik kollatirkal. Ivvisayattil (ninkal cariyaka natakkirirkala illaiya? Enru) niccayamaka allah unkalai cotikkiran. Tavira, ninkal tarkkittuk kontiruntavarraiyum marumai nalil avan unkalukkut telivaka vivarittuk kanpippan"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah natiyiruntal unkal anaivaraiyum ore (markkattaip pinparrum) vakuppinaraka akkiyiruppan. Eninum, (iraivan) tan natiyavarkalai (avarkalutaiya pavattin karanamaka) tavarana valiyil avan vittuvitukiran. Tan natiyavarkalai (avarkalin narceyalkalin karanamaka) nerana valiyil celuttukiran. Ninkal ceytu kontirunta ceyalkalaip parri niccayamaka ninkal (marumaiyil) kelvi ketkappatuvirkal"},{"SurahNumber":16,"VerseNumber":94,"Text":"unkalukkul ninkal (visamam ceyvatarkaka) unkal cattiyattaik karanamaka akkik kollatirkal. Appati ceytal nilaiperra (unkal) patam peyarntu uruti kulaintuvitum. Tavira, (cattiyattai murippatinal) allahvin pataiyai vittum ninkal tatuttuk kolvatan karanamaka pala tunpankalaiyum ninkal anupavikkumpati neritum. Katumaiyana vetanaiyum unkalukkuk kitaikkum"},{"SurahNumber":16,"VerseNumber":95,"Text":"allahvitam ceyta vakkurutiyai oru corpa vilaikku ninkal virruvitatirkal. Ninkal arivutaiyavarkalaka iruntal allahvitattil iruppatutan unkalukku mika melanatakum"},{"SurahNumber":16,"VerseNumber":96,"Text":"unkalitamulla (porulkal) anaittum celavalintuvitum; allahvitattil ullavaiyo (enrenrum) nilaiyaka irukkum. Evarkal (kastankalai) urutiyakac cakittuk kontarkalo avarkal (ceyyum pala narkariyankalukku avarkal) ceytataivita mikka alakana kuliyaiye nam avarkalukkuk kotuppom"},{"SurahNumber":16,"VerseNumber":97,"Text":"anayinum, pennayinum nampikkai kontu narceyalkalai evar ceytalum niccayamaka nam avarkalai (im'maiyil) nalla valkkaiyaka valac ceyvom. Melum, (marumaiyilo) avarkal ceytu kontiruntataivita mikka alakana kuliyaiye niccayamaka nam avarkalukkuk kotuppom"},{"SurahNumber":16,"VerseNumber":98,"Text":"(Napiye!) Nir kur'anai ota arampittal (atarku munnataka) virattappatta saittanaivittu kakkumpati allahvitam patukappuk koruviraka"},{"SurahNumber":16,"VerseNumber":99,"Text":"evarkal nampikkai kontu tankal iraivanitame poruppai oppataittu irukkirarkalo avarkalitattil niccayamaka (inta) saittanukku or atikaramum illai"},{"SurahNumber":16,"VerseNumber":100,"Text":"avanutaiya atikaramellam avanutan campantam vaippavarkalitamum allahvukku inaivaippavarkalitamume cellum"}]}