{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Gewiß, diejenigen, die den Iman bekundet haben, diejenigen, die Juden wurden, die Nazarener und die Sabia, wer (von ihnen) den Iman an ALLAH und den Jüngsten Tag verinnerlicht und gottgefällig Gutes getan hat, diese haben ihre Belohnung bei ihrem HERRN und weder Angst gibt es um sie, noch werden sie traurig sein"},{"SurahNumber":2,"VerseNumber":63,"Text":"Und (erinnere daran), als WIR euer Gelöbnis (zum Gehorsam) entgegennahmen und über euch den Tur-Berg hochhoben: \"Nehmt, was WIR euch gaben, mit Nachdruck an, und entsinnt euch dessen, damit ihr Taqwa gemäß handelt"},{"SurahNumber":2,"VerseNumber":64,"Text":"Dann habt ihr euch danach abgewandt. Und gäbe es keine Gunst von ALLAH und keine Gnade von Ihm, wäret ihr unweigerlich von den Verlierern"},{"SurahNumber":2,"VerseNumber":65,"Text":"Und gewiß, bereits habt ihr diejenigen von euch gekannt, die am Sabat Übertretung begangen haben, dann sagten WIR ihnen: \"Werdet zu ausgestoßenen Affen"},{"SurahNumber":2,"VerseNumber":66,"Text":"Und Wir machten sie zu einem Strafexempel für die Zeitgenossen, für die Nachwelt und zur Ermahnung für die Muttaqi"},{"SurahNumber":2,"VerseNumber":67,"Text":"Und (erinnere daran), als Musa zu seinen Leuten sagte: \"Gewiß, ALLAH gebietet euch, eine Kuh zu schlachten.\" Sie sagten: \"Nimmst du uns etwa zum Spott?\" Er sagte: \"Ich suche Schutz bei ALLAH davor, einer der Unwissenden zu sein"},{"SurahNumber":2,"VerseNumber":68,"Text":"Sie sagten: \"Richte Bittgebet für uns an deinen HERRN, damit ER uns verdeutlicht, wie sie ist.\" Er sagte: \"Ja! ER sagt: \"Gewiß, sie ist eine Kuh, die weder alt noch zu jung ist - im mittlerem Alter dazwischen.\" So macht, was euch geboten wurde"},{"SurahNumber":2,"VerseNumber":69,"Text":"Sie sagten: \"Richte Bittgebet für uns an deinen HERRN, damit ER uns verdeutlicht, was ihre Farbe ist.\" Er sagte: \"Ja! ER sagt: \"Gewiß, sie ist eine gelbe Kuh mit leuchtend reiner Farbe, sie erfreut die Betrachter"},{"SurahNumber":2,"VerseNumber":70,"Text":"Sie sagten: \"Richte Bittgebet für uns an deinen HERRN, damit ER uns verdeutlicht, wie sie ist, denn die Kühe scheinen uns ja ähnlich zu sein. Und gewiß, wir werden, wenn ALLAH will, sicherlich fündig sein"},{"SurahNumber":2,"VerseNumber":71,"Text":"Er sagte: \"Ja! ER sagt: \"Gewiß, sie ist eine Kuh, die weder fügsam die Erde pflügt, noch den Acker bewässert, sie ist gesund und makellos.\" Sie sagten: \"Nun kamst du mit der Wahrheit.\" Dann schlachteten sie sie, und beinahe machten sie es nicht"}]}