{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Na ulipo ondoka tu msafara baba yao alisema: Hakika mimi nasikia harufu ya Yusuf, lau kuwa hamtanituhumu"},{"SurahNumber":12,"VerseNumber":95,"Text":"Wakasema: Wallahi! Hakika bado ungali katika upotovu wako wa zamani"},{"SurahNumber":12,"VerseNumber":96,"Text":"Basi alipo fika mbashiri na akaiweka kanzu usoni pake alirejea kuona. Akasema: Je! Sikukwambieni kuwa mimi najua ya Mwenyezi Mungu msiyo yajua nyinyi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Wakasema: Ee baba yetu! Tuombee msamaha kwa dhambi zetu. Hapana shaka sisi tulikuwa na makosa"},{"SurahNumber":12,"VerseNumber":98,"Text":"Akasema: Nitakuja kuombeeni msamaha kwa Mola wangu Mlezi. Hakika Yeye ndiye Mwenye maghfira na Mwenye kusamehe"},{"SurahNumber":12,"VerseNumber":99,"Text":"Na walipo ingia kwa Yusuf aliwakumbatia wazazi wake na akasema: Ingieni Misri, Inshallah, mmo katika amani"},{"SurahNumber":12,"VerseNumber":100,"Text":"Na akawapandisha wazazi wake kwenye kiti cha enzi. Na wote wakaporomoka kumsujudia. Na akasema: Ewe baba yangu! Hii ndiyo tafsiri ya ile ndoto yangu ya zamani. Na Mwenyezi Mungu ameijaalia iwe kweli. Na Mwenyezi Mungu amenifanyia wema kunitoa gerezani, na kukuleteni kutoka jangwani baada ya Shet'ani kuchochea baina yangu na ndugu zangu. Hakika Mola wangu Mlezi ni Mpole kwa alitakalo. Bila ya shaka Yeye ni Mjuzi Mwenye hikima"},{"SurahNumber":12,"VerseNumber":101,"Text":"Ewe Mola wangu Mlezi! Hakika umenipa utawala, na umenifunza tafsiri ya mambo. Ewe Muumba wa mbingu na ardhi! Wewe ndiye Mlinzi wangu katika dunia na Akhera. Nifishe hali ya kuwa ni Muislamu na nichanganyishe na watendao mema"},{"SurahNumber":12,"VerseNumber":102,"Text":"Hizi ni katika khabari za ghaibu tulizo kufunulia. Na hukuwa pamoja nao walipo azimia shauri yao, walipo fanya njama zao wakizua vitimbi"},{"SurahNumber":12,"VerseNumber":103,"Text":"Na wengi wa watu si wenye kuamini hata ukijitahidi vipi"},{"SurahNumber":12,"VerseNumber":104,"Text":"Wala wewe huwaombi ujira kwa haya. Hayakuwa haya ila ni mawaidha kwa walimwengu wote"}]}