{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Atē unhāṁ nū usa basatī dī hālata puchō jihaṛī nadī dē kaḍhē tē sī, jadōṁ uha sabata (śanīvāra) dē sabadha vica ulaghaṇā karadē. Jadōṁ' unhāṁ dē śanīvāra dē dina unhāṁ dī'āṁ machī'āṁ pāṇī tōṁ upara ā'undī'āṁ atē bākī dina uha machī'āṁ upara nahīṁ ā'undī'āṁ. Unhāṁ dā asīṁ isa tarāṁ imatihāna li'ā ki'uṅki uha nā-furamānī karadē sana"},{"SurahNumber":7,"VerseNumber":164,"Text":"Atē jadōṁ dē rahē hō jinhāṁ nū alāha nāśa karana vālā jāṁ kaṭhōra sazā dēṇa vālā hai. Unhāṁ nē kihā tuhāḍē raba dē sāhamaṇē dōśa mukata hōṇa la'ī atē isa la'ī ki śā'ida uha ḍarana"},{"SurahNumber":7,"VerseNumber":165,"Text":"Phira jadōṁ' unhāṁ nē uha galāṁ bhūlā ditī'ā jihaṛī'āṁ unhāṁ nū yāda karavā'ī'āṁ ga'ī'āṁ sana tāṁ asīṁ unhāṁ lōkāṁ nū bacā li'ā jihaṛē kītā ika saḵẖata musībata vica phaṛa li'ā. Iha isa la'ī ki uha nā- furamānī karadē sana"},{"SurahNumber":7,"VerseNumber":166,"Text":"Phira jadōṁ uha usa kama vica vadha phasaṇa lagē jisa tōṁ uha rōkē ga'ē sana tāṁ asīṁ' unhāṁ nū kihā zalīla bāndara baṇa jā'u"},{"SurahNumber":7,"VerseNumber":167,"Text":"Atē jadōṁ tuhāḍē raba nē ghōśaṇā kara ditī ki uha yahūdī'āṁ upara pralōka dē dina taka ihō jihē lōkāṁ nū zarūra bhējadā rahēgā, jihaṛē unhāṁ nū bahuta saḵẖata sajā dēṇa. Bēśaka tērā raba jaladī sazā dēṇa vālā atē bēśaka uha mu'āfa karana vālā di'ālū hai"},{"SurahNumber":7,"VerseNumber":168,"Text":"Atē asīṁ unhāṁ nū vakha-vakha jathi'āṁ vica dharatī upara khiḍā ditā. Unhāṁ vicōṁ kujha cagē hana atē kujha unhāṁ tōṁ vakharē. Atē asīṁ unhāṁ dī cagē atē māṛē hālāta vica imatihāna li'ā tāṁ ki uha raba vala muṛa ā jāṇa"},{"SurahNumber":7,"VerseNumber":169,"Text":"Phira unhāṁ tōṁ pichōṁ ā'ē kaputa lōka, jihaṛē kitāba dē vārisa baṇē. Uha isa sasāra dā samāna ikaṭhā karadē hana atē kahidē hana ki sānū niśacita tōra tē baḵẖaśa ditā jāvēgā. Atē jēkara ajihā hī sasārika samāna huṇa unhāṁ dē sāhamaṇē āvē tāṁ usa nū lai lēṇagē. Kī unhāṁ tōṁ kitāba vica isa dā vacana nahīṁ li'ā gi'ā hai. Ki uha alāha dē nāma tē saca tōṁ binhāṁ kō'ī hōra gala nā kahiṇa. Atē unhāṁ nē paṛhi'ā hai, jō kujha usa vica likhi'ā hai atē ḍarana vāli'āṁ la'ī pralōka dā ghara cagā hai, kī tusīṁ nahīṁ samajhadē"},{"SurahNumber":7,"VerseNumber":170,"Text":"Atē jihaṛē lōka alāha dī kitāba nū driṛatā nāla pakaṛadē hana atē namāza sathāpita karadē hana, binhāṁ śaka asīṁ sudhāra karana vāli'āṁ dā fala khatama nahīṁ karāṅgē"},{"SurahNumber":7,"VerseNumber":171,"Text":"Atē jadōṁ asīṁ' pahāṛa nū unhāṁ dē upara cuki'ā jivēṁ kō'ī chatara hōvē. Atē unhāṁ nē samajhi'ā ki uha unhāṁ upara ā ḍigēgā. Cukō driṛatā nāla usa vasatū nū jihaṛī asīṁ tuhānū ditī hai atē yāda rakhō jō kujha isa vica hai tāṁ jō tusīṁ baca sakō"}]}