{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"V etom pisanii vspomyani o Moiseye. Istinno, on byl neporochen: byl poslannik, prorok"},{"SurahNumber":19,"VerseNumber":52,"Text":"My vozzvali k nemu s pravoy storony gory i priblizili yego dlya taynoy besedy s Nami"},{"SurahNumber":19,"VerseNumber":53,"Text":"Po milosti nashey My darovali yemu prorokom brata yego Aarona"},{"SurahNumber":19,"VerseNumber":54,"Text":"V etom pisanii vspomyani ob Ismaile. On byl veren v ispolnenii svoyego obeshchaniya: byl poslannik, prorok"},{"SurahNumber":19,"VerseNumber":55,"Text":"On svoyemu domu zapovedal molitvu, ochistitel'nuyu milostynyu: tak on sdelalsya ugodnym Gospodu svoyemu"},{"SurahNumber":19,"VerseNumber":56,"Text":"V etom pisanii vspomyani ob Idrise. Istinno, on byl pravednik, prorok"},{"SurahNumber":19,"VerseNumber":57,"Text":"My voznesli yego na vysokoye mesto"},{"SurahNumber":19,"VerseNumber":58,"Text":"Vot, te proroki, kotorykh Bog oblagodetel'stvoval iz potomstva Adama i tekh, kotorykh My nosili v kovchege s Noyem; iz potomstva Avraama, Izrailya i tekh, kotorykh My rukovodili i izbrali! Kogda im chitalis' znameniya Milostivogo, oni togda, padaya nits, poklanyalis' i plakali"},{"SurahNumber":19,"VerseNumber":59,"Text":"Za nimi sledovali sleduyushchiye rody; oni otvergli molitvu, posledovali strastyam. I za eto padut v pogibel'"},{"SurahNumber":19,"VerseNumber":60,"Text":"Krome tekh, kotoryye pokayutsya, uveruyut, budut delat' dobroye: eti voydut v ray, - oni niskol'ko obizheny ne budut"},{"SurahNumber":19,"VerseNumber":61,"Text":"V sady Edema, kotoryye Milostivyy obeshchal rabam svoim v tayne, - obeshchaniye Yego ispolnitsya"},{"SurahNumber":19,"VerseNumber":62,"Text":"Tam ne uslyshat oni prazdnosloviya, krome slova: mir! Tam dlya nikh snedi, potrebnyye im utrom i vecherom"},{"SurahNumber":19,"VerseNumber":63,"Text":"Takov ray, kotoryy dadim My v naslediye tem iz rabov nashikh, kotoryye blagochestivy"},{"SurahNumber":19,"VerseNumber":64,"Text":"My niskhodim svyshe tol'ko po poveleniyu Gospoda tvoyego: v Yego vlasti i to, chto pred nami, i to, chto pozadi nas, i to, chto yest' mezhdu tem i drugim. Gospod' tvoy ne zabyvchiv"},{"SurahNumber":19,"VerseNumber":65,"Text":"Gospod' nebes i zemli, i vsego, chto yest' mezhdu oboimi imi. Potomu, poklanyaysya Yemu i bud' tverd v poklonenii Yemu. Znayesh' li kogo libo soimennogo Yemu"}]}