{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"At sila ay nagtatanong sa iyo tungkol kay dhul-Qarnain. Ipagbadya: “Aking isasalaysay sa inyo ang ilang bahagi ng kanyang kasaysayan.”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Katotohanang Aming itinindig siya sa kalupaan at siya ay Aming binigyan ng ikadadali ng lahat ng bagay (maging maginhawa)"},{"SurahNumber":18,"VerseNumber":85,"Text":"At siya ay sumunod sa isang daan"},{"SurahNumber":18,"VerseNumber":86,"Text":"Hanggang nang kanyang sapitin ang lugar ng paglubog ng araw ay kanyang natagpuanitonanakalubogsadalisdisngmaitimatmaburak (o mainit) na tubig. At siya ay nakatagpo sa malapit dito ng isang pamayanan. Kami (Allah) ay nagsabi (sa kanya) sa pamamagitan ng inspirasyon: “o dhul-Qarnain! Sila ay maaari mong parusahan, o pakitunguhan sila ng kabaitan.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"Siya (dhul-Qarnain) ay nagsabi: “At sa kanya (isang hindi nananalig sa Kaisahan ni Allah) na gumagawa ng kamalian, siya ay Aming parurusahan; at pagkaraan, siya ay ibabalik sa kanyang Panginoon na Siyang magpaparusa sa kanya ng isang kakila-kilabot na kaparusahan (Impiyerno)"},{"SurahNumber":18,"VerseNumber":88,"Text":"Datapuwa’t siya na sumasampalataya (sa Kaisahan ni Allah) at gumagawa ng katuwiran, sasakanya ang pinakamainam na gantimpala (Paraiso), at kami (dhul- Qarnain) ay mangungusap sa kanya nang mabanayad na mga salita (bilang mga pag-uutos).”"},{"SurahNumber":18,"VerseNumber":89,"Text":"At siya ay sumunod sa ibang landas"},{"SurahNumber":18,"VerseNumber":90,"Text":"Hanggang nang siya ay sumapit sa sinisikatan ng araw ay kanyang natagpuan ito na sumisikat sa mga tao na hindi Namin (Allah) pinagkalooban ng masisilungan laban sa (sikat) ng araw"},{"SurahNumber":18,"VerseNumber":91,"Text":"Kaya’t (gayon nga)! At batid Namin ang lahat-lahat sa kanya (dhul-Qarnain)"},{"SurahNumber":18,"VerseNumber":92,"Text":"At siya ay sumunod (sa ibang) landas"},{"SurahNumber":18,"VerseNumber":93,"Text":"Hanggang nang kanyang marating ang pagitan ng dalawang bundok, kanyang natagpuan na malapit sa mga ito (dalawang bundok) ang mga tao na halos ay walang nauunawaang salita"},{"SurahNumber":18,"VerseNumber":94,"Text":"Sila ay nagsabi: “O Dhul-Qarnain! Katotohanang si Gog at Magog ay gumagawa ng malaking kabuktutan sa kalupaan. Kami baga ay magbabayad sa iyo ng buwis (o pagkilala) upang ikaw ay magtayo ng isang sagka sa pagitan namin at nila?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"Siya ay nagsabi: “Yaong (kayamanan, kapamahalaan at kapangyarihan) na itinatag sa akin ng aking Panginoon ay higit na mainam (sa inyong buwis o pagkilala). Kaya’t inyong tulungan ako ng lakas (ng mga tao), ako ay magtatayo ng sagka sa pagitan ninyo at nila"},{"SurahNumber":18,"VerseNumber":96,"Text":"Ako’y bigyan ninyo ng mga piraso ng bakal; at nang mapuno na niya ang puwang sa pagitan ng dalawang bangin ng bundok, siya ay nagsabi: “(Inyong) hipan”. Hanggang nang magawa niya ito (na kasimpula ng) apoy, siya ay nagsabi: “Inyong bigyan ako ng lusaw na tanso upang ibuhos sa ibabaw nito.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Kaya’t sila (Gog at Magog) ay nawalan ng lakas na akyatin ito o humukay sa kapal nito"},{"SurahNumber":18,"VerseNumber":98,"Text":"(Si dhul-Qarnain) ay nagsabi: “Ito ay isang habag mula sa aking Panginoon, datapuwa’t kung ang pangako ng aking Panginoon ay dumatal, ito ay Kanyang papatagin na kapantay ng lupa. At ang pangako ng aking Panginoon ay nananatiling tunay.”"},{"SurahNumber":18,"VerseNumber":99,"Text":"At sa Araw na yaon (alalaong baga, ang Araw na si Gog at Magog ay hahantad), sila ay Aming hahayaan na rumagasa sa isa’t isa na tulad ng mga alon, at ang Tambuli ay hihipan, at sila ay Aming titipunin nang sama-sama"},{"SurahNumber":18,"VerseNumber":100,"Text":"At sa Araw na yaon ay Aming itatambad ng lantad ang Impiyerno sa mga hindi sumasampalataya"},{"SurahNumber":18,"VerseNumber":101,"Text":"At sila, na ang mga mata ay nasa ilalim ng lambong ng Aking Tagubilin (ang Qur’an) at hindi makatagal na mapakinggan (ito)"}]}