{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"І Ми послали Мусу з Нашими знаменнями та доказом ясни"},{"SurahNumber":11,"VerseNumber":97,"Text":"до Фірауна й старшини [народу] його. Але ті пішли за наказом Фірауна, хоч і не був наказ Фірауна розсудливим"},{"SurahNumber":11,"VerseNumber":98,"Text":"У День Воскресіння очолить він народ свій та заведе їх у вогонь. Яке мерзотне місце, до якого увійдуть вони"},{"SurahNumber":11,"VerseNumber":99,"Text":"Прокляття переслідуватиме їх як тут, так і в День Воскресіння. Мерзотний такий дарунок, подарований їм"},{"SurahNumber":11,"VerseNumber":100,"Text":"Це — звістки про селища, які Ми переповідаємо тобі. Деякі з них ще існують, а інші вже знищені"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ми не були несправедливі до них, але це вони самі були до себе несправедливі. І коли прийшов наказ Господа твого, то божества їхні, яких вони кликали замість Аллага, нічим не допомогли їм! Не додали вони їм нічого, крім загибелі"},{"SurahNumber":11,"VerseNumber":102,"Text":"Таке покарання Господа твого, коли Він вразив несправедливе селище. Воістину, покарання Його — болісне, суворе"},{"SurahNumber":11,"VerseNumber":103,"Text":"Воістину, в цьому — знамення для того, хто боїться кари в наступному житті. Це — День, коли будуть зібрані люди, і це — День засвідчений"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ми не відкладемо його, крім як на визначений строк"},{"SurahNumber":11,"VerseNumber":105,"Text":"Коли настане той День, жодна душа не буде говорити, крім як із Його дозволу. Будуть серед них нещасні й щасливі"},{"SurahNumber":11,"VerseNumber":106,"Text":"Щодо тих, які будуть нещасні, то вони опиняться у вогні. Чекає там на них плач і стогін"},{"SurahNumber":11,"VerseNumber":107,"Text":"Вони будуть там довіку, доки існуватимуть небеса й земля, якщо Господь твій не побажає чогось іншого. Воістину, твій Господь робить те, що побажає"},{"SurahNumber":11,"VerseNumber":108,"Text":"Щодо тих, які будуть щасливі, то вони опиняться в раю. І вони будуть там довіку, доки існуватимуть небеса й земля, якщо Господь твій не побажає чогось іншого. Невичерпний цей дарунок"},{"SurahNumber":11,"VerseNumber":109,"Text":"Не май сумніву щодо того, чому вони поклоняються. Вони поклоняються тільки так, як поклонялися їхні батьки ще раніше. Ми цілком віддамо їм частку їхню — без применшення"}]}