{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":14,"Text":"Ami nuha (ah) ke tamra sampradayera kache prerana karechilama. Tini tadera madhye pancasa kama eka hajara bachara abasthana karechilena. Atahpara taderake mahaplabana grasa karechila. Tara chila papi."},{"SurahNumber":29,"VerseNumber":15,"Text":"Atahpara ami tamke o naukarohiganake raksa karalama ebam naukake nidarsana karalama bisbabasira jan'ye."},{"SurahNumber":29,"VerseNumber":16,"Text":"Smarana kara ibrahimake. Yakhana tini tamra sampradayake balalena; tomara allahara ebadata kara ebam tamke bhaya kara. Eta'i tomadera jan'ye uttama yadi tomara bojha."},{"SurahNumber":29,"VerseNumber":17,"Text":"Tomara to allahara paribarte kebala pratimara'i puja karacha ebam mithya udbhabana karacha. Tomara allahara paribarte yadera ebadata karacha, tara tomadera riyikera malika naya. Kaje'i allahara kache riyika talasa kara, tamra ebadata kara ebam tamra krtajnata prakasa kara. Tamra'i kache tomara pratyabartita habe."},{"SurahNumber":29,"VerseNumber":18,"Text":"Tomara yadi mithyabadi bala, tabe tomadera purbabartira'o to mithyabadi baleche. Spastabhabe payagama pauche deya'i to rasulera dayitba."},{"SurahNumber":29,"VerseNumber":19,"Text":"Tara ki dekhe na ye, allaha kibhabe srstikarma suru karena atahpara take punaraya srsti karabena? Eta allahara jan'ye sahaja."},{"SurahNumber":29,"VerseNumber":20,"Text":"Baluna, tomara prthibite bhramana kara ebam dekha, kibhabe tini srstikarma suru karechena. Atahpara allaha purnabara srsti karabena. Niscaya allaha sabakichu karate saksama."},{"SurahNumber":29,"VerseNumber":21,"Text":"Tini yake iccha sasti dena ebam yara prati iccha rahamata karena. Tamra'i dike tomara pratyabartita habe."},{"SurahNumber":29,"VerseNumber":22,"Text":"Tomara sthale o antarikse allahake aparaga karate parabe na ebam allaha byatita tomadera kona hitakankhi ne'i, sahayyakari'o ne'i."}]}