{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Hubaal! Allaah ma dhaafo in wax uun lala wadaajiyo Isaga, wuxuuse u dhaafaa waxa intaa aan ahayn qofkuu doono. Oo qofkii la wadaajiya wax uun Allaah, wuxuu xaqiiq lumaa lumid fog"},{"SurahNumber":4,"VerseNumber":117,"Text":"Ma la barbar caabudaan Isaga waxaan ahayn sanamyo magacyo dheddigood leh, oo ma caabudaan waxaan aheyn Shaydaan fallaago ah"},{"SurahNumber":4,"VerseNumber":118,"Text":"Oo Allaah uu Nacladay. Oo (Shaydaan) wuxuu yidhi: Waxaan ku yeelan doonaa addoomahaaga qayb go'an"},{"SurahNumber":4,"VerseNumber":119,"Text":"oo hubaal waan habaabin doonaa, oo gelin doonaa hididdiillooyin been ah; oo amri doonaa (xumaanta) sidaas darteed waxay jeexjeexi doonaan dhegaha xoolaha43, oo hubaal waan amri doonaa sidaas darteed waxay doorin doonaan abuurka Ilaahay44. Oo qofkii ka dhigta shaydaan gacal halkii Allaah, wuxuu xaqiiq khasaari doonaa khasaare caddaan ah"},{"SurahNumber":4,"VerseNumber":120,"Text":"Wuxuu u ballan qaadaa oo geliyaa hiddidiillooyin been ah, oo ma u ballan qaado shaydaan waxaan inuu khiyaano ahayn"},{"SurahNumber":4,"VerseNumber":121,"Text":"Kuwan hoygoodu wuxuu ahaan doonaa Naar, oo kama heli doonaan xaggeeda meel ay ka hirgalaan"},{"SurahNumber":4,"VerseNumber":122,"Text":"Oo (ma xagga) kuwa (xaqa) rumeysan oo samaha fala, waxaan ka yeeli doonaa inay galaan Beero ay hoostoodu webiyo qul-qulaan iyagoo ku dhex waari weligood. Waa Ballan Ilaahay oo Xaq ah, Oo yaa ka run badan Allaah Hadalkiisa"},{"SurahNumber":4,"VerseNumber":123,"Text":"(Tani jannada) ma ahaan doonto mid ku xiran (helitaankeeda) hididdiillooyinkiinna45 aad iska rajeysaan iyo hididdiillooyinka ehlu Kitaabka midna, qofkii falaa xumaan, waa laga abaal marin doonaa, oo ma u heli doono naftiisa Allaah ka sokow gacal iyo gargaare midna"},{"SurahNumber":4,"VerseNumber":124,"Text":"Oo qofkii fala camallo wanaaagsan lab ahaayaa ama dheddig, isagoo (ama iyadoo) mu'min ah, waxay kuwan geli doonaan Jannada, oo laguma gardarroon doono xuub laf timireed wax le’eg"},{"SurahNumber":4,"VerseNumber":125,"Text":"Oo yaa ka diin fiican mid isu wada dhiiba Allaah isagoo sama fale ah. Oo raaca diinta Ibraahiim, toosnihii. Oo Allaah wuxuu ka dhigtay Ibraahiim gacal u gaar ah"},{"SurahNumber":4,"VerseNumber":126,"Text":"Oo Allaah baa iska leh waxa jira samooyinka iyo waxa jira arlada. Oo Allaah waa koobaa wax walba"}]}