{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Ne ju krijuam pastaj ju dhame formen, e mandej engjejve u thame: \"Beni sexhde per Ademin\". Ata i bene sexhde pos Iblisit. Ai nuk qe prej atyre qe bene sexhde"},{"SurahNumber":7,"VerseNumber":12,"Text":"(All-llahu) Tha: \"Cka te pengoi ty te besh sexhde, kur Une te urdherova?\" Ai (Iblisi) tha: \"Une jam me i vlefshem se ai, me krijove mua nga zjarri, e ate e krijove nga balta"},{"SurahNumber":7,"VerseNumber":13,"Text":"(All-llahu) Tha: \"Zbrit nga ai (xhenneti), nuk te takon te besh kryelartesi ne te, dil jashte, s´ka dyshim ti je i poshteruar"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblisi) Tha: \"Me afatizo gjer diten kur ringjallen (njerezit)"},{"SurahNumber":7,"VerseNumber":15,"Text":"(All-llahu) Tha: \"Ti je i afatizuar"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblisi) Tha: \"Per shkak se me humbe mua, une do t´u ulem atyre (do t´u ze pusi) ne rrugen Tende te drejte"},{"SurahNumber":7,"VerseNumber":17,"Text":"Mandej do t´ju sillem atyre para, prapa, nga e djathta dhe nga e majta e tyre, e shumicen e tyre nuk do ta gjesh qe te falenderohen (te besojne)"},{"SurahNumber":7,"VerseNumber":18,"Text":"(All-llahu) Tha: \"Dil nga ai (xhenneti), i urrejtur, i debuar. Kush prej tyre vjen pas teje, Une kam per ta mbushur xhehennemin me te gjithe ju"},{"SurahNumber":7,"VerseNumber":19,"Text":"(Ne i thame) O Adem, ti dhe bashkeshortja jote zini vend ne Xhennet, hani nga te doni, e mos iu afroni kesaj peme, pse do te beheni prej zulumqareve (te vetvetes suaj)"},{"SurahNumber":7,"VerseNumber":20,"Text":"Shejtani i nxiti ata te dy (i mashtroi), qe t´ua zbuloje atyre pjeset e turpshme qe u ishin te mbuluara dhe tha: \"Zoti juaj nuk ua ndaloi juve dyve ate peme vetem qe te mos beheni meleqe (engjej), ose te mos beheni prej te perjetshemve"},{"SurahNumber":7,"VerseNumber":21,"Text":"Dhe ju beri be atyre (duke u thene) se: Une jam keshillues per ju"},{"SurahNumber":7,"VerseNumber":22,"Text":"Atehere me mashtrim i zbriti (ne nivel te palakmueshem). E kur e shijuan pemen u zbulua vendturpi i tyre dhe filluan ta mbulojne ate (duke vene gjeth mbi gjeth) nga gjethet e (pemeve te) xhennetit. Zoti i tyre i thirri (duke u thene): \"A nuk ua ndalova ju"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ata te dy thane: \"Zoti yne, ne i beme te padrejte(i demtuam) vetvetes sone, ne qofte se nuk na fale dhe nuk na meshiron, ne me siguri do te jemi prej te shkaterruarve"},{"SurahNumber":7,"VerseNumber":24,"Text":"(All-llahu) Tha: \"Zbritni, jeni armik i njeri-tjetrit. Ne toke ju e keni vendqendrimin (vendbanimin) dhe perjetim deri ne nje kohe"},{"SurahNumber":7,"VerseNumber":25,"Text":"Tha: \"Ne te (ne toke) do te jetoni (do te gjalleroni), ne te do te vdisni (do te varroseni) dhe prej saj do te nxirreni (do te ringjalleni)"}]}