{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"Yaa warra amantan! Diina kiyyaafi diina keessan jaalallee hin godhatinaaOdoo isaan dhugaa irraa waan isinitti dhufetti kafaranii, sababa isin Rabbii Gooftaa keessan ta'etti amantaniif qofa Ergamichaafi isinis baasanii jiranuu isin gara isaaniitti jaalala dhaqqabsiiftuYoo karaa Kiyya keessatti qabsaa'uufi jaalala Kiyya barbaacha kan baatan taataniif (jaalalloo hin godhatinaa)Odoo ani waan isin dhoksitaniifi waan isin ifa gootan beekuu gara isaaniitti iccitiin jaalala dhaqqabsiiftuIsin irraa namni kana hojjate dhugumatti karaa qajeelaa irraa jallateera"},{"SurahNumber":60,"VerseNumber":2,"Text":"Yoo isin arganiif diinota isiniif ta'uHarkaafi arraba isaaniis hamtuun gara keessanitti diriirsuKafaruu keessanis ni jaalatu"},{"SurahNumber":60,"VerseNumber":3,"Text":"Firoonni keessaniifi ilmaan keessanis homaa isin hin fayyadanu; Guyyaa Qiyaamaa (Rabbiin) addaan isin baasaRabbiinis waan isin hojjattan argaadha"},{"SurahNumber":60,"VerseNumber":4,"Text":"Dhugumatti, Ibraahimiifi warra isa wajjiin turan keessatti hidhannoon gaariin isiniif ta'eeraYeroo (isaan) ummata isaaniitiin \"nuti isiniifi waan isin Rabbiin alatti gabbartan irraa qulqulluudha; isinitti kafarre; hanga Rabbii tokkichatti amantanutti gidduu keenyaafi gidduu keessanitti diinummaafi jibbansi abadii ifa ba'eera\" jedhan (hidhannoon gaariin isiniif jira)Garuu jechi Ibraahiim abbaa isaatiin \"araaraman siif kadhaa (adabbii) Rabbii irraa immoo waan tokko siif hin fayyadu\" jedhe qoftii odoo hafuu\"Gooftaa keenya! Sirratti hirkanne; gara Keettis deebine; deebiinis garuma kee qofa\" (jedhan san hordofaa)"},{"SurahNumber":60,"VerseNumber":5,"Text":"Gooftaa keenya! warra kafaraniif mokkoroo nu hin godhinGooftaa keenya! Nuuf araarami; Ati injifataa ogeessa"},{"SurahNumber":60,"VerseNumber":6,"Text":"Dhugumatti, nama Rabbiifi Guyyaa Aakhiraa kajeeluuf isaan keessa hidhannoo gaariitu isiniif jiraNamni (kanarraa) garagale (ofuma miidha)Dhugumatti Rabbiinis dureessa faarfamaadha"}]}