{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, mi mu [alabo yu er ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":40,"VerseNumber":2,"Text":"—"},{"SurahNumber":40,"VerseNumber":3,"Text":"Zhe bu jingdian [“gulanjing”] shi cong quanneng de, quanzhi de, kuanshu zui'e de, jieshou huiguo de, chengfa yanli de, guang shi enhui de an la jiang shi de. Chu ta wai, zai meiyou ying shou chongbai de zhu. Wei ta [an la] shi zuihou de guisu."},{"SurahNumber":40,"VerseNumber":4,"Text":"Wei bu xinyang zhe cai hui zhenglun an la de qishi. Ni buyao bei tamen zai da dishang de sichu benbo suo mihuo."},{"SurahNumber":40,"VerseNumber":5,"Text":"Zai tamen zhiqian, nu ha de zuren he zai tamen zhihou de ge minzu dou fourenguo [tamen de shizhemen]. Mei ge [bu xinyang de] minzu dou yu mouhai ziji de shizhe. Tamen wang jia zhenglun, qitu jie ci bodao zhenli, yinci, wo chengfale tamen. Wo de xingfa duo kepa!"},{"SurahNumber":40,"VerseNumber":6,"Text":"Bu xinyang zhe ruci shoudaole ni de zhu de panjue, tamen que shi huo yu de fanren."},{"SurahNumber":40,"VerseNumber":7,"Text":"Danfu baozuo zhe [tianshi] he zai baozuo de sizhou zhe [tianshi] dou zanmei songyang [zhu] tamen de zhu. Tamen [tianshi] xinyang ta [an la] bing wei xinshimen qiurao [shuo]:“Women de zhu a! Ni zai enhui he zhishi fangmian shi baoluo wanwu de, suoyi, qiu ni kuanshu huiguo zi xin bing zunxing ni de dao zhe, qiu ni baohu tamen mian shou huo yu de xingfa."},{"SurahNumber":40,"VerseNumber":8,"Text":"Women de zhu a! Qiu ni rang tamen, tamen xingshan de zuxian, tamen de qizi he tamen de zisun jinru yongjiu de leyuan ba! Na shi ni suo xunuo tamen de. Ni que shi quanneng de, zui ruizhi de."},{"SurahNumber":40,"VerseNumber":9,"Text":"Qiu ni baohu tamen mian shou [gan zui de] chengfa. Zai na ri, ni baohu shei mian shou [gan zui de] chengfa, ni que yi ci min shei. Na que shi weida de chenggong.”"}]}