{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gonlunu Islam'a acmıssa o, Rabbinden bir nur uzerinde degil midir? Allah'ı anmak hususunda kalpleri katılasmıs olanlara yazıklar olsun! Iste bunlar apacık bir sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah sozun en guzelini, birbiriyle uyumlu ve bıkılmadan tekrar tekrar okunan bir kitap olarak indirdi. Rablerinden korkanların, bu Kitab’ın etkisinden tuyleri urperir, derken hem bedenleri ve hem de gonulleri Allah'ın zikrine ısınıp yumusar. Iste bu Kitap, Allah'ın, diledigini kendisiyle dogru yola ilettigi hidayet rehberidir. Allah kimi de saptırırsa artık ona yol gosteren olmaz"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gununde yuzunu azabın siddetinden korumaya calısan kimse (kendini ondan emin kılan gibi) midir? Zalimlere «Kazandıgınızı tadın!» denilir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler (peygamberleri) yalanladılar da farkına varmadıkları bir yerden onlara azap cattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Bu suretle Allah, dunya hayatında onlara rezilligi tattırdı. Ahiret azabı daha buyuktur. Keske bunu bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun ki biz, ogut alsınlar diye, bu Kur'an’da insanlara her turlu misali verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Korunsunlar diye, puruzsuz Arapca bir Kur'an indirdik"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, cekisip duran bircok ortakların sahip oldugu bir adam (kole) ile yalnız bir kisiye baglı olan bir adamı misal olarak verir. Bu ikisi esit midir? Hamd Allah'a mahsustur. Fakat onların cogu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Muhakkak sen de oleceksin, onlar da olecekler"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra suphesiz, siz de kıyamet gunu, Rabbinizin huzurunda muhakeme olacaksınız"}]}