{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Jilani (mmwe Muhammadi ﷺ): “Nam’baga jenumanja nkunnonyela Allah, basi munguyani; Allah channonyele soni chankululuchile sambi syenu, sano Allah ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Jilani: “Mumpikanilani Allah ni Ntenga ﷺ.” Nambo naga akugalauka, basi (chachipedwa ipotesi) chisimu Allah jwangaganonyela makafili"},{"SurahNumber":3,"VerseNumber":33,"Text":"Chisimu Allah wansagwile Adam, Nuhu, liwasa lya Ibrahima ni liwasa lya Imrani pa iwumbe yosope"},{"SurahNumber":3,"VerseNumber":34,"Text":"(Waliji) wanache; (wakupagwana) wane kuumila mwa wane chilikati chao, sano Allah ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Kumbuchilani) katema kawawechete wankwao Imrani (wali mamawao Maryam jwali mamagwe Isa) kuti: “Ambuje wangu! Chisimu une nantawiile nasili janti; (mwanache) jwali nchitumbo changuchi chachiwa pepesa (lyakutumichila kunsikiti wa Baitul Muqaddas) basi mbochelani (nasili janguji), chisimu Mmwejo niwan'di Wakupikanichisya, Wakumanyilila nnope.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"Basi ndema jawam'beleche watite: “Ambuje wangu! Unetu mbeleche jwankongwe!” - Sano Allah ni Nkuchimanya chenene chawawelechecho - “Nambo jwannume (junyembecheeyeeje kuti chimbeleche) nganijuwa mpela jwankongwe (jwambeleche, ngati jwankongwe jwakuujilila machili soni ngawa nkutumichila mwakwanila ku nsikiti). Sano une nampele lina lyakuti ‘Maryam’, sonitu une ngun'juya jwalakweju ni wanache wakwe Kukwenu kutyochela ku shetani jwakuwinjidwa.”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Basi (Allah) M’mbujegwe wampochele kapochele kambone, soni ni wankusisye kakusye kambone, ni wantesile Zakariya kuwa nkunchengeta jwakwe. Ndawi ni katema kawaliji Zakariya ali nkun'jinjilila (Maryamujo) ku chigunguli cha mu nsikitimo, waliji nkuisimana kwa jwalakwejo yakulya. Watiji (pakum'busya): “E Maryam! Kwapi nkuipata ayi?” Jwalakwe jwatiji: “Yalakweyi yikutyochela kwa Allah. Chisimu Allah akumpaga lisiki jwansachile mwangawalanjila.”"},{"SurahNumber":3,"VerseNumber":38,"Text":"Papopo Zakariya jwaawendile Ambujegwe (Allah) kuti: “Ambuje wangu! Mumbani kuumila Kukwenu mwanache jwambone, chisimu Mmwejo ni Wakupikana kuwenda.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"Sambano jwalakwe ali ajimi kuswali ku chigunguli cha mu nsikiti, Achimalaika wam'bilasile (pakunsalila kuti): “Chisimu Allah akumpa abali jakusengwasya ja (kuti chim'beleche mwanache lina lyakwe) Yahaya, juchachigombelechesya (ya ntume juchachipagwa ni) lilowe lyakuumila kwa Allah (lyakuti ‘M'be! Nikuwa’ jwali Isa) ni chachiwa soni (Yahayajo) jwakuchimbichika, jwakuligosa ku yansese soni (chachiwa) Ntume jwa mwa wandu wambone.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Jwalakwe jwatite: “Ambuje wangu! Chingole chantiuli mwanache kutendaga pamasile paumbichilile uchekulu, nombe soni wankwangu wapalale?” (Lilaika) lyatite: “Mwele (nimuchiiwele); Allah akutendaga yasachile.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Jwalakwe jwatite: “Ambuje wangu! Mumbichilani chimanyilo (chachiimanyisye yanti wankwangu ajigele chilu)!” (Lilaika) lyatite: “Chimanyilo chenu nichanti ngasinkombola kwawechetekasya wandu mowa gakwana gatatu ikaweje mwagamba kulanjilape basi. Ni mwaakolanjeje Ambuje wenu kwejinji soni mwaaswejesyeje (pakuswali) kwigulo ni kundawi.”"}]}