{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Siz bir adam oldurmustunuz de onunla ilgili olarak cekisip duruyordunuz. Oysa ki Allah, sizin sakladıklarınızı ortaya cıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Soyle dedik: \"Kesilen inegin bir parcasıyla, oldurulen adama vurun.\" Iste boyle diriltir Allah oluleri. Size ayetlerini gosteriyor ki, aklınızı isletebilesiniz"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra bunun ardından kalpleriniz yine kaskatı kesildi. Tas gibidir o. Belki daha da katıdır. Tasların bazıları var ki, ondan ırmaklar fıskırır. Bazıları var ki, catır catır yarılır da icinden su cıkar. Oylesi var ki, Allah korkusundan asagılara duser. Allah, yapıp durduklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Simdi siz bunların size inanmalarını mı umuyorsunuz? Bunların iclerinden bir fırka vardı ki, Allah´ın kelamını dinliyorlar, sonra onu, kavramalarının ardından, bilip durdukları halde tahrif ediyorlardı"},{"SurahNumber":2,"VerseNumber":76,"Text":"Inanmıs olanlarla karsılastıklarında, \"Inandık\" derler. Bas basa kaldıklarında ise soyle konusurlar: \"Allah´ın size actıgını, Rabb´iniz katında sizinle tartısmada kanıt yapsınlar diye onlara soyluyor musunuz? Aklınızı isletmeyecek misiniz"},{"SurahNumber":2,"VerseNumber":77,"Text":"Bilmezler mi ki, Allah onların sakladıklarını da acıkladıklarını da cok iyi bilmektedir"},{"SurahNumber":2,"VerseNumber":78,"Text":"Iclerinde ummi olanlar da vardır ki Kitap´ı bilmezler, sadece hayal ve kuruntu bilirler. Onlar yalnız sanıya saplanırlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Yazıklar olsun o kisilere ki, Kitap´ı kendi elleriyle yazarlar da sonra onunla basit bir karsılık satın alsınlar diye, \"Iste bu, Allah katındandır!\" derler. Vay haline onların, ellerinin yazdıkları yuzunden! Vay haline onların, kazanıp durdukları yuzunden"},{"SurahNumber":2,"VerseNumber":80,"Text":"Dediler ki: \"Sayılı birkac gun dısında ates bize asla dokunmayacaktır.\" De ki: \"Allah´tan bir ahit mi aldınız! Allah, ahdine asla ters dusmez. Yoksa siz Allah´a isnat ederek, bilmediginiz seyleri mi soyluyorsunuz"},{"SurahNumber":2,"VerseNumber":81,"Text":"Is onların sandıgı gibi degil. Kotuluk ve cirkinlik kazanan, sucu kendisini kusatmıs olan kisiler, atesin dostudurlar. Surekli kalacaklardır orada"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip hayra ve barısa yonelik isler yapanlar ise cennetin dostudurlar. Onlar da orada surekli kalacaklardır"}]}