{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"اى هغو كسانو چې ایمان يې راوړى دى! كه چېرې تاسو له الله نه ووېرېږئ، هغه به تاسو لپاره فرقان (د حق او باطل په مینځ كې فرق كوونكى) مقرر كړي او له تاسو نه به ستاسو ګناهونه ختم كړي او تاسو ته به بخښنه وكړي او الله د ډېر لوى فضل والا دى"},{"SurahNumber":8,"VerseNumber":30,"Text":"او كله چې له تا سره كافرانو مكر (فریب) كاوه، د دې لپاره چې تا بندي كړي، یا تا قتل كړي، یا تا وباسي، او هغوى چلونه كول او الله (هم) پټ تدبیر كاوه او الله تر ټولو بهتر تدبیر كوونكى دى"},{"SurahNumber":8,"VerseNumber":31,"Text":"او كله چې دوى ته زمونږ ایتونه تلاوت كولى شي، دوى وايي: يقيناً مونږ واورېدل، كه چېرې مونږ وغواړو خامخا مونږ به هم د دې (قرآن) په مثل ووایو، نه دي دا مګر د ړومبنو خلقو باطل داستانونه"},{"SurahNumber":8,"VerseNumber":32,"Text":"او كله چې دوى وویل: اى الله! كه چېرې همدا، ستا له جانبه حق دى، نو ته پر مونږ باندې له اسمان نه كاڼي راووروه، یا مونږ ته ډېر دردوونكى عذاب راولېږه"},{"SurahNumber":8,"VerseNumber":33,"Text":"او الله داسې نه دى چې دوى ته عذاب وركړي، په دې حال كې چې ته په دوى كې يې او الله دوى ته عذاب وركوونكى نه دى، په داسې حال كې چې دوى بخښنه (استغفار) غواړي"},{"SurahNumber":8,"VerseNumber":34,"Text":"او دوى ته څه (امتیاز حاصل) دى چې الله به دوى ته عذاب نه وركوي، حال دا چې دوى له مسجد حرام نه (خلق) منع كوي، په دې حال كې چې دوى د دې (مسجد) جايز واكداران هم نه دي، نه دي واكداران د دې (مسجد) مګر پرهېزګاره خلق او لېكن د دغو خلقو زیاتره نه پوهېږي"},{"SurahNumber":8,"VerseNumber":35,"Text":"او د بیت الله په خوا كې د دوى لمونځ نه و مګر شپیلي وهل او لاسونه ټكول (پړقول)، نو تاسو عذاب وڅَكئ په سبب د هغه كفر چې تاسو به كاوه"},{"SurahNumber":8,"VerseNumber":36,"Text":"بېشكه هغه كسان چې كفر يې كړى دى، دوى خپل مالونه د دې لپاره خرچ كوي چې د الله له لارې نه (خلق) منع كړي، نو ژر به دوى دا (مالونه) ولګوي، بیا به دغه په دوى باندې (د) حسرت (او پښېمانتیا باعث) وي، بیا به دوى مغلوب كړى شي او هغه كسان چې كفر يې كړى دى، هغوى به جهنم ته ورجمع كولى شي"},{"SurahNumber":8,"VerseNumber":37,"Text":"د دې لپاره چې الله خبیث له پاك نه جدا كړي او (بیا) خبیث كېږدي ځینې يې د ځینو له پاسه، بیا يې یو د بل له پاسه ټول راجمع كړي، بیا به يې جهنم ته وغورځوي، همدغه خلق تاوانیان دي"}]}