{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Degenen onder de kinderen Israëls, die niet geloofden, werden door de mond van David en door Jezus de zoon van Maria, vervloekt. Dit geschiedde, omdat zij niet gehoorzaamden en plachten te overtreden"},{"SurahNumber":5,"VerseNumber":79,"Text":"Zij plachten elkander de ongerechtigheid niet te verbieden, welke Zij begingen. Slecht is inderdaad hetgeen zij deden"},{"SurahNumber":5,"VerseNumber":80,"Text":"Gij zult velen hunner de ongelovigen tot vrienden zien nemen. Waarlijk slecht is hetgeen zij voor zichzelf deden zodat Allah toornig op hen is geworden en zij zullen in de straf verblijven"},{"SurahNumber":5,"VerseNumber":81,"Text":"En indien zij in Allah en deze profeet en hetgeen hem werd geopenbaard hadden geloofd, zouden zij hen niet tot vrienden hebben genomen, doch velen hunner zijn ongehoorzaam"},{"SurahNumber":5,"VerseNumber":82,"Text":"Waarlijk, gij zult de Joden en de afgodendienaren het meest vijandig jegens de gelovigen vinden. En gij zult degenen die zeggen: \"Wij zijn Christenen\" het vriendschappelijkst vinden jegens de gelovigen. Dit is, wijl er onder hen geleerden en monniken zijn en wijl zij niet trots zijn"},{"SurahNumber":5,"VerseNumber":83,"Text":"En indien zij hetgeen deze boodschapper is geopenbaard, horen, ziet gij hun ogen vol tranen vanwege de waarheid welke zij hebben herkend. Zij zeggen: \"Onze Heer, wij geloven. Reken ons daarom onder de getuigen"},{"SurahNumber":5,"VerseNumber":84,"Text":"En waarom zouden wij niet in Allah en in de waarheid die tot ons is gekomen geloven en begeren dat onze Heer ons onder de rechtvaardige mensen zou rekenen"},{"SurahNumber":5,"VerseNumber":85,"Text":"Derhalve beloonde Allah hen voor hetgeen zij zeiden met tuinen, waardoorheen rivieren stromen. Daarin zullen zij vertoeven en dit is de beloning voor hen die goeddoen"},{"SurahNumber":5,"VerseNumber":86,"Text":"Maar de ongelovigen die Onze tekenen verloochenen zullen de bewoners der hel zijn"}]}