{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"Jedhi: “Gooftaa kiyya! Yoo (adabbii) isaaniif waadaa galame natti agarsiifte"},{"SurahNumber":23,"VerseNumber":94,"Text":"Gooftaa kiyya! (adaba irraa na baraarsi); ummata miidhaa hojjattoota keessas na hin taasisin.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Dhugumatti, Nutis waan isaaniif waadaa galle si argisiisuu irratti danda’oodha"},{"SurahNumber":23,"VerseNumber":96,"Text":"Hamtuu kamuu ishee irra gaariidhaan deebisiNuti waan isaan jedhan akkaan beekoodha"},{"SurahNumber":23,"VerseNumber":97,"Text":"Jedhi: “Gooftaa kiyya! Ani hasaasa sheyxaanotaa irraa Sittin maganfadha"},{"SurahNumber":23,"VerseNumber":98,"Text":"Gooftaa kiyya! Isaan natti dhufuu irraa Sittin maganfadha.”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yeroo tokkoon isaaniitti duuti dhufu ni jedha: “Gooftaa kiyya! Na deebisi"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ani waaniin dhiise keessatti gaarii hojjachuun kajeela.” Lakkii! Isheen kun jecha inni ishee jedhu (qofa)Hanga guyyaa kaafamaatti, isaan duuba cufaatu jira"},{"SurahNumber":23,"VerseNumber":101,"Text":"Yeroo garriin (xurumbaan) afuufame, guyyaa san firummaan gidduu isaanii hin jiru; walis hin gaafatan"},{"SurahNumber":23,"VerseNumber":102,"Text":"Namni madaalli (hojii gaarii) isaa ulfaatte, isaan sun warra milkaa’oodha"},{"SurahNumber":23,"VerseNumber":103,"Text":"Namni madaalli (hojii gaarii) isaa salphattes, isaan sun warra lubbuu isaanii hoongessanJahannam keessas yeroo hunda jiraatu"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ibiddi fuula isaanii ni gubdiIsaanis achi keessatti fuulaa fokkatoota"},{"SurahNumber":23,"VerseNumber":105,"Text":"Sila keeyyattoonni kiyya isin irratti dubbifamaa turtee, isinis isaan sobsiisaa hin turree"},{"SurahNumber":23,"VerseNumber":106,"Text":"Isaanis ni jedhan: “(Yaa) Gooftaa keenya! Gogiinsa keenyatu nu injifate; nus ummata jallatoo taane"},{"SurahNumber":23,"VerseNumber":107,"Text":"Gooftaa keenya! Ishee irraa nu baasiErgasii yoo itti deebine, dhugumatti nutu miidhaa hojjattoota.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Rabbiinis) \"Salphadhaatii ishee (jahannam) keessa fagaadhaaAnas hin dubbisinaa\" jedha"},{"SurahNumber":23,"VerseNumber":109,"Text":"Dhugumatti, gareen gabroota kiyya irraa ta’e tokko “Gooftaa keenya! Amannee jirraKanaafuu nuuf araaramii, rahmataas nuuf godhiAti irra caalaa warra rahmata godhaniiti” jedhaa turaniiti"},{"SurahNumber":23,"VerseNumber":110,"Text":"Isinis hanga yaadannoo (faaruu) kiyya isin dagachiisanitti isaanitti qishnaa (baacaa) turtanIsaanittis kolfaa turtan"},{"SurahNumber":23,"VerseNumber":111,"Text":"Dhugumatti, Ani har’a waan isaan obsaniif isaan milkaa’oo ta’uudhaan isaaniif galata galche"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Rabbiin) ni jedhe: “Sila dachii keessa lakkoofsa waggaa hangamii jiraattan?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"[Isaan] ni jedhan: “Nuti guyyaa tokko yookiin garii guyyaa jiraanneWarra lakkaa’an gaafadhu.”"},{"SurahNumber":23,"VerseNumber":114,"Text":"(Rabbiin) ni jedha: “Odoo kan beektan taatanii isin (yeroo) xiqqoo malee hin jiraanne"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sila Nuti taphumaaf isin uumnee yaadduu? Ammas isin gara keenyatti deebifamuu dhabuu yaadduu”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Rabbiin mootii dhugaa ta’e, ol ta’eIsa malee Gooftaan biraa hin jiruInni Gooftaa Arshii kabajamaati"},{"SurahNumber":23,"VerseNumber":117,"Text":"Namni Rabbii wajjin odoo ragaa isa irratti hin qabne, gabbaramaa biraa kadhatu (gabbaru), qormaanni isaa Gooftaa isaa bira jiraDhugumatti, warri kaafaran hin milkaa’anu"},{"SurahNumber":23,"VerseNumber":118,"Text":"“Gooftaa kiyya! Naaf araarami, rahmatas (naaf) godhiAti irra caalaa warra rahmata godhaniiti” jedhi"}]}