{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Не видя ли ти онези, на които бе казано: “Възпирайте ръцете си [от сражение] и извършвайте молитвата, и давайте милостинята закат!” А когато им бе предписано сражение, ето че част от тях се уплаши от хората, колкото се плаши от Аллах, и дори повече. И рекоха: “Господи наш, защо ни предписа сражение? Защо не ни отсрочи за кратко време?” Кажи: “Насладата на земния живот е мимолетна, а отвъдният е най-доброто за богобоязливите. И не ще бъдете угнетени дори с влакънце от фурма.”"},{"SurahNumber":4,"VerseNumber":78,"Text":"Където и да сте, смъртта ще ви догони, дори да сте във въздигнати кули. И ако ги достигне добрина, казват: “Това е от Аллах.”, а ако ги сполети злина, казват: “Това е от теб [о, Мухаммад]!” Кажи: “Всичко е от Аллах.” Какво им е на тези хора, та почти не проумяват дума"},{"SurahNumber":4,"VerseNumber":79,"Text":"Каквато и добрина да те достигне, тя е от Аллах, а каквато и злина да те сполети, тя е от самия теб. Пратеник те изпратихме при хората. Достатъчен е Аллах за свидетел"},{"SurahNumber":4,"VerseNumber":80,"Text":"Който се покорява на Пратеника, вече се е покорил на Аллах. А отметнат ли се, Ние не те изпратихме за техен пазител"},{"SurahNumber":4,"VerseNumber":81,"Text":"И казват: “Покоряваме се!”, а отделят ли се от теб, група от тях крои нощем противното на онова, което говори. Но Аллах записва какво кроят нощем. Бъди въздържан с тях и на Аллах се уповавай! Достатъчен е Аллах за довереник"},{"SurahNumber":4,"VerseNumber":82,"Text":"Нима не размишляват над Корана? И ако бе от друг, а не от Аллах, щяха да открият в него много противоречия"},{"SurahNumber":4,"VerseNumber":83,"Text":"И щом дойде при тях известие за спокойствие или за страх, разгласяват го. А ако бяха го отнесли до Пратеника и удостоените с власт измежду им, щяха да го разберат онези от тях, които могат да го проумеят. И ако не бе благодатта на Аллах към вас, и Неговата милост, щяхте да последвате сатаната, освен малцина"},{"SurahNumber":4,"VerseNumber":84,"Text":"И сражавай се [о, Мухаммад] по пътя на Аллах! Отговорен си единствено за себе си. И подбуждай вярващите! Дано Аллах възпре мощта на неверниците! Аллах е най-силен по мощ и най-силен по наказание"},{"SurahNumber":4,"VerseNumber":85,"Text":"Който се застъпва за добро дело, ще има дял от него, а който се застъпва за лошо дело, ще има бреме от него. Аллах за всяко нещо въздава"},{"SurahNumber":4,"VerseNumber":86,"Text":"И щом ви поздравят с поздрав, поздравете с по-хубав от него или отвърнете със същия! Аллах за всяко нещо държи сметка"},{"SurahNumber":4,"VerseNumber":87,"Text":"Аллах - няма друг бог освен Него! Ще ви събере Той в Деня на възкресението, няма съмнение в това. А кой е по-правдив в словото си от Аллах"}]}