{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"ق, سوگند به قرآن مجید (که تو پیامبر خدایی)"},{"SurahNumber":50,"VerseNumber":2,"Text":"بلکه آنها تعجب کردند که هشدار دهنده ای از (میان) خودشان به سوی آنان آمده, پس کافران گفتند: «این چیزی عجیب است"},{"SurahNumber":50,"VerseNumber":3,"Text":"آیا هنگامی که مردیم وخاک شدیم, (دوباره برا نگیخته خواهیم شد؟!) این باز گشتی بعید است»"},{"SurahNumber":50,"VerseNumber":4,"Text":"به راستی ما می دانیم آنچه را زمین از آنها می کاهد, وکتابی که همه چیز درآن نگهداری شده, نزد ماست"},{"SurahNumber":50,"VerseNumber":5,"Text":"بلکه آنها حق را هنگامی که به سراغشان آمد تکذیب کردند, پس آنان در کاری سر گردان (وپریشان) هستند"},{"SurahNumber":50,"VerseNumber":6,"Text":"آیا آنها به آسمان بالای سرشان نمی نگرند که چگونه آن را بنا کرده ایم وآراسته ایم, وهیچ شکافی در آن نیست؟"},{"SurahNumber":50,"VerseNumber":7,"Text":"وزمین را گستردیم ودر آن کوههای بلند (واستوار) افکندیم, واز هر نوع (گیاه) خوش منظر در آن رویاندیم"},{"SurahNumber":50,"VerseNumber":8,"Text":"(تا همۀ اینها) بینش وپندی برای هر بندۀ توبه کاری باشد"},{"SurahNumber":50,"VerseNumber":9,"Text":"واز آسمان آبی پر برکت نازل کردیم, پس با آن باغها ودانه (های) درو شدنی رویاندیم"},{"SurahNumber":50,"VerseNumber":10,"Text":"ونخلهای بلند (قامت) که خوشه های برهم چیده دارند"},{"SurahNumber":50,"VerseNumber":11,"Text":"(همه ی اینها) برای روزی بندگان (رویا نیدیم) وبا آن (باران) سرزمین مرده را زنده کردیم, بر آمدن (از گور وزنده شدن نیز) چنین است"},{"SurahNumber":50,"VerseNumber":12,"Text":"پیش از آنها قوم نوح واصحاب رسّ (= چاه, که در یمامه بودند). و(قوم) ثمود (پیامبرانشان را) تکذیب کردند"},{"SurahNumber":50,"VerseNumber":13,"Text":"و (همچنین قوم) عاد و فرعون وقوم لوط"},{"SurahNumber":50,"VerseNumber":14,"Text":"و اصحاب \"ایکه\" (= قوم شعیب) وقوم \"تبّع\" (حمیری, که در یمن بودند) هر یک (از آنها) رسولان (الهی) را تکذیب کردند, پس وعدۀ عذاب (وبیم) من (بر آنها) تحقّق یافت"},{"SurahNumber":50,"VerseNumber":15,"Text":"آیا ما از آفرینش نخستین عاجز ماندیم؟! (خیر) بلکه آنها (با این همه دلایل) از آفرینش جدید در تردید (وشک) اند"}]}