{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Hakika wale waliomcha Mwenyezi Mungu, kwa kuyafuata Aliyoyaamrisha na kujiepusha na aliyoyakataza.watakuwa kwenye mabustani ya Pepo na mito ipitayo"},{"SurahNumber":15,"VerseNumber":46,"Text":"Wataambiwa, «Ingieni Mabustani haya mkiwa watulivu mumesalimika na kila ovu mumeaminika na kila adhabu"},{"SurahNumber":15,"VerseNumber":47,"Text":"Na tutawaondolea yaliyomo ndani ya nyoyo zao ya chuki na uadui, wataishi Peponi wakiwa ndugu wapendanao, watakaa kwenye vitanda vikubwa na nyuso zao zitaelekeana katika hali ya kuungana na kupendana"},{"SurahNumber":15,"VerseNumber":48,"Text":"Haitawapata humo tabu wala uchovu. Na wao ni wenye kusalia humo milele"},{"SurahNumber":15,"VerseNumber":49,"Text":"Wapashe habari, ewe Mtume, waja wangu kwamba mimi ni mwenye kuwasamehe Waumini wenye kutubia, ni mwenye huruma kwao"},{"SurahNumber":15,"VerseNumber":50,"Text":"na kwamba adhabu yangu ndiyo adhabu iumizayo yenye kutia uchungu kwa wasiotubia"},{"SurahNumber":15,"VerseNumber":51,"Text":"Na wapashe habari, ewe Mtume, kuhusu wageni wa Ibrāhīm miongoni mwa Malaika ambao walimpa habari njema za kupata mwana na za kuangamia kwa jamaa za Lūṭ"},{"SurahNumber":15,"VerseNumber":52,"Text":"Pindi walipoingia kwake na wakamwamkia kwa kusema, «Amani.» Hapo naye akawarudishia maamkizi ya amani. Kisha akwaletea chakula na wao wasikile, na hapo akasema, «Sisi ni wenye kicho na nyinyi.»"},{"SurahNumber":15,"VerseNumber":53,"Text":"Malaika wakamwambia, «Usiwe na kicho. Sisi tumekuja kukupa habari njema kwamba utapata mwana atakayekuwa na ujuzi mwingi wa Dini, naye ni Is’ḥāq.»"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrāhīm akasema, huku yuwaona ajabu, «Mnanipa habari njema za kupata mwana na mimi nishakuwa mtu mzima, na mke wangu pia, ni kwa njia gani mnanipa habari njema hizo za kushangaza?»"},{"SurahNumber":15,"VerseNumber":55,"Text":"Wakasema, «Tunakupa habari njema kwa kweli ambayo Mwenyezi Mungu Ametujulisha nayo. Basi usiwe miongoni mwa waliokata tamaa ya wewe kupata mwana.»"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ibrāhīm akasema, «Hakika hawakati tamaa na rehema za Mola wao isipokuwa walio na makosa waliojitenga na njia ya haki.»"},{"SurahNumber":15,"VerseNumber":57,"Text":"Na akasema, «Ni jambo gani kubwa mlilolijia, enyi mliotumwa, kutoka kwa Mwenyezi Mungu?»"},{"SurahNumber":15,"VerseNumber":58,"Text":"Wakasema, «Hakika Mwenyezi Mungu Ametutuma kuwaangamiza watu wa Lūṭ walio washirikina wapotofu"},{"SurahNumber":15,"VerseNumber":59,"Text":"isipokuwa Lūṭ na watu wake waliomuamini, hao hatutawaangamiza na tutawaokoa wote"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ama yule mke wake aliye kafiri, tumepitisha kwa amri ya Mwenyezi Mungu kumwangamiza pamoja na watakaosalia kwenye adhabu.»"}]}