{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Say thou: if ye, are wont to love Allah, then follow me, and Allah shall rove you and forgive you your sins; and Allah is Forgiving, Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say thou: obey Allah and the apostle if thereafter they turn away. then verily Allah loveth not the infidels"},{"SurahNumber":3,"VerseNumber":33,"Text":"Verily did Allah choose Adam and Nuh and the house of lbrahim and the house of 'lmran out of the worlds"},{"SurahNumber":3,"VerseNumber":34,"Text":"Progeny, one of the other, and Allah is Hearing, Knowing"},{"SurahNumber":3,"VerseNumber":35,"Text":"Recall what time the wife of 'lmran said my Lord verily have vowed unto Thee that which is in my belly to be dedicated; accept Thou then of me. Verily Thou! Thou art the Hearer, the Knower"},{"SurahNumber":3,"VerseNumber":36,"Text":"Then when she brought her forth, she said: my Lord verily have brought forth a female - and Allah knew best that which she had brought forth, - and the male is not as the female, and verily have named her Maryam, and verily seek refuge for her and her progeny with Thee from the Satan the accursed"},{"SurahNumber":3,"VerseNumber":37,"Text":"Then her Lord accepted her with goodly acceptance and made her grow up with a goodly growth, and He made Zakariyya take care of her. So oft as Zakariyya entered the apartment to see her, he found provision by her. He said: O Maryam! whence hast thou this! She said this is from before Allah. Verily Allah provideth for whomsoever He will without reckoning"},{"SurahNumber":3,"VerseNumber":38,"Text":"Forthwith Zakariyya prayed unto his Lord my Lord bestow on me from Thine presence a goodly offspring; verily Thou! Thou art the Hearer of prayer"},{"SurahNumber":3,"VerseNumber":39,"Text":"Then the angels called unto him even while he stood Praying in the apartment: verily Allah announceth unto thee Yahya confessing to a word from Allah, and a leader, and a chaste and a prophet of the righteous one"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said: my Lord! in what wise shall there be unto me a youth whereas age hath overtaken me and my wife is barren. Allah said: even so: Allah doeth whatsoever He listeth"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said: my Lord! appoint unto me a sign. Allah said: thy sign is that thou shalt not speak unto mankind for three days save by beckoning; and remember thy Lord much and hallow Him in the evening and morning"}]}