{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"(برای ادای) حج ماه‌های معلوم و معین است، پس هر که در آن ماهها ادای حج را بر خود فرض گرداند پس (بداند که) برای او جماع و گناه و جنگ و جدال در ایام حج جائز نیست (زیرا این‌ها منافی حج اند) و هر چه می‌کنید از کارهای نیک الله آن را می‌داند، و (در سفر حج با خود) توشه گیرید، و بهترین توشه پرهیزگاری است و از (عذاب) من بترسید ای صاحبان خرد"},{"SurahNumber":2,"VerseNumber":198,"Text":"بر شما گناهی نیست که (در ایام حج) از پروردگار خود فضل و رزق طلب کنید (تجارت کنید)، پس چون از عرفات بازگشتید الله را نزد مشعر الحرام (مزدلفه) یاد کنید، او را یاد کنید چنانکه شما را هدایت کرده است، هرچند که پیش از آن از جملۀ گمراهان بودید"},{"SurahNumber":2,"VerseNumber":199,"Text":"باز از همان جا که مردم روانه می‌شوند، شما نیز روانه شوید و از الله آمرزش بخواهید چرا که الله بسیار آمرزنده (و) مهربان است"},{"SurahNumber":2,"VerseNumber":200,"Text":"پس چون مناسک حج تان را ادا کردید پس الله را یاد کنید همانطور که پدران تان را یاد می‌کنید، بلکه بیشتر از آن. پس، از مردمان کسانی هستند که می‌گویند: ای پروردگار ما! به ما در این دنیا نعمت و نیکی بده و در آخرت برای او هیچ سهمی نیست"},{"SurahNumber":2,"VerseNumber":201,"Text":"و (نیز) از (میان) مردمان (حاجیان) کسانی هستند که می‌گویند: ای پروردگار ما در این دنیا به ما خیر و خوبی بده و در آخرت نیز خیر و خوبی بده، و ما را از عذاب دوزخ نگهدار"},{"SurahNumber":2,"VerseNumber":202,"Text":"این گروه از آنچه که کرده‌اند حصه و بهره می‌برند، و الله زود حساب گیرنده (اعمال بندگان خود) است"},{"SurahNumber":2,"VerseNumber":203,"Text":"و الله را در روزهای معین (شمرده شده در منی) یاد کنید، پس هرکسی عجله کند (و اعمال را) در دو روز انجام دهد بر او گناهی نیست، و کسیکه تاخیر کند (تا روز سوم) پس گناهی بر او نیست (بلکه او را ثواب زیاد است)، این (به جا آوردن ذكر الله) برای کسی است که تقوا اختیار کند، و از الله بترسید و بدانید که به دربار او جمع خواهید شد"},{"SurahNumber":2,"VerseNumber":204,"Text":"و از مردمان کسی هست که سخنان او راجع به زندگانی دنیا تو را در تعجب می‌اندازد، و الله را بر آنچه که در دل دارد گواه می‌گیرد (قسم می‌خورد)، در حالیکه او سرسخت‌ترین دشمنان (و خصومت گران) است"},{"SurahNumber":2,"VerseNumber":205,"Text":"و چون (از مجلس پیغمبر) باز گردد می‌کوشد تا در زمین فساد برپا کند، و زراعت و نسل‌های مردم را برباد سازد، و الله فساد (و فسادکاران را) دوست ندارد"},{"SurahNumber":2,"VerseNumber":206,"Text":"و چون به او گفته شود (بطور نصیحت) که از الله بترس، غرور و تکبر می‌ورزد و به گناه (دیگر) وادارش می‌کند پس دوزخ برای او کافی است، و البته دوزخ بدجایی است"},{"SurahNumber":2,"VerseNumber":207,"Text":"و از مردمان کسی هست که جان خود را برای حصول رضای الله می‌فروشد، والله به (همچنین) بندگان خود بسیار مشفق است"},{"SurahNumber":2,"VerseNumber":208,"Text":"ای کسانی که ایمان آورده‌اید، بطور کامل در اسلام داخل شوید (در تطبيق همه احکام آن ادامه بدهید)، و از گام‌های شیطان پیروی نکنید، بی‌گمان او برای شما دشمن آشکار است"},{"SurahNumber":2,"VerseNumber":209,"Text":"پس اگر بعد از اینکه دلائل واضح (و بیانگر حق) به شما آمد، بلغزید، پس بدانید که الله غالب است (بر همه مخلوقات و) حکیم است (در تأخیر عذاب مجرمان)"},{"SurahNumber":2,"VerseNumber":210,"Text":"آیا (کفار) انتظار دارند که الله با فرشتگان، در سایه بانهایی از ابر سفید به نزدشان بیاید و معاملۀ مردم فیصله شود (و قضاوت صورت گیرد)؟ و تمام امور (معاملات و قضایای بشری) به بارگاه الله باز گردانیده می‌شود"}]}