{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"Ey iman edenler; Allah´tan korkun ve O´na yaklasmak icin vesile arayın. O´nun yolunda cihad edin ki, felaha eresiniz"},{"SurahNumber":5,"VerseNumber":36,"Text":"Muhakkak ki yeryuzundeki butun seyler ve onların bir katı daha kafirlerin olsa da kıyamet gununun azabından kurtulmak icin onu fidye olarak verseler; onlardan kabul olunmaz ve onlara elim bir azab vardır"},{"SurahNumber":5,"VerseNumber":37,"Text":"Atesten cıkmak isterler, ama oradan cıkacak degillerdir. Ve onlar icin surekli bir azab vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Hırsız erkek ve hırsız kadının yaptıklarına karsılık Allah tarafından bir ceza olarak; ellerini kesin. Ve Allah; Aziz´dir, Hakim´dir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Kim de zulmettikten sonra tevbe eder, duzelirse; muhakkak ki Allah, onun tevbesini kabul eder. Gercekten Allah; Gafur´dur, Rahim´dir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Bilmez misin ki, goklerin ve yeryuzunun mulku Allah´ındır. Diledigine azab eder, diledigini bagıslar. Ve Allah; her seye Kadir´dir"},{"SurahNumber":5,"VerseNumber":41,"Text":"Ey peygamber; agızlarıyla inandık dedikleri halde kalbleriyle inanmayanlardan, yahudi olanlardan, yalan kulak verenler ve sana gelmeyen baska bir kavmin sozunu dnleyenlerden kufre kosanlar, sen, uzmesin. Sozlerin yerlerini degistirirler de; size bu verilirse alın, verilmezse kacının, derler. Allah, kimin de fitneye dusmesini isterse; onun icin senin Allah´a karsı hicbir seye gucun yetmez. Iste onlar; Allah´ın kalblerini temizlemek istemedigi kimselerdir. Dunyada rusvaylık, onlaradır. Ve onlar icin ahirette, buyuk bir azab vardır"},{"SurahNumber":5,"VerseNumber":42,"Text":"Yalan kulak verici, haramı yiyicidirler. Sana gelirlerse; ister aralarında hukmet, ister onlardan yuz cevir. Eger onlardan yuz cevirirsen; sana hicbir zarar veremezler. Sayet hukmedersen de; aralarında adaletle hukmet. Cunku Allah; adil olanları sever"},{"SurahNumber":5,"VerseNumber":43,"Text":"Nasıl seni hakem tayin ediyorlar? Halbuki Tevrat yanlarındadır. Onda Allah´ın hukmu vardır. Hem bundan sonra yuz cevirirler. Onlar inanıcı degillerdir"}]}