{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Kuma a lokacin da mala'iku suka ce: \"Ya Maryamu! Lalle ne, Allah Ya zaɓe ki, kuma Ya tsarkake ki, kuma Ya zaɓe ki a kan matan talikai"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ya Maryamu! Ki yi ƙanƙan da kai ga Ubangijinki, kuma ki yi sujada, kuma ki yi ruku'i tare da masu ruku'i"},{"SurahNumber":3,"VerseNumber":44,"Text":"Wannan yana daga labarun gaibi, Muna yin wahayinsa zuwa gare ka (Muhammadu). Ba ka kasance ba a wurinsu a lokacin da suke jefa alƙalumansu (domin ƙuri'a) wane ne zai yi renon Maryam. Kuma ba ka kasance a wurinsu ba a lokacin da suke ta yin husuma"},{"SurahNumber":3,"VerseNumber":45,"Text":"A lokacin da mala'iku suka ce \"Ya Maryamu! Lalle ne Allah Yana ba ki bushara da wata kalma daga gare Shi; sunansa Masihu isa ɗan Maryama, yana mai daraja a duniya da Lahira kuma daga Makusanta"},{"SurahNumber":3,"VerseNumber":46,"Text":"Kuma yana yi wa mutane magana a cikin shimfiɗar jariri, da kuma lokacin da yana dattijo, kuma yana daga salihai"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ta ce: \"Ya Ubangijina! Yaya yaro zai kasance a gare ni, alhali kuwa wani mutum bai shafe ni ba?\" (Allah) Ya ce: \"Kamar wannan ne, Allah yana halittar abin da Yake so. Idan Ya hukunta wani al'amari, sai ya ce masa, \"Ka kasance!, Sai yana kasancewa"},{"SurahNumber":3,"VerseNumber":48,"Text":"Kuma Ya sanar da shi rubutu da hikima da Taurata da injila"},{"SurahNumber":3,"VerseNumber":49,"Text":"Kuma (Ya sanya shi) manzo zuwa ga Bani Israila'ila (da sako, cewa), Lalle ne, ni haƙiƙa na zo muku, da wata aya daga Ubangijinku. Lalle ne ni ina halitta muku daga laka, kamar siffar tsuntsu sa'an nan in hura a cikinsa, sai ya kasance tsuntsu, da izinin Allah. Kuma ina warkar da wanda aka haifa makaho da kuturu, kuma ina rayar da matottu, da izibin Allah. Kuma ina gaya muku abin da kuke ci da abin da kuke ajiyewa acikin gidajenku. Lalle ne, a cikin wannan akwai aya a gare ku, idan kun kasance masu yin imani"},{"SurahNumber":3,"VerseNumber":50,"Text":"Kuma ina mai gaskatawa ga abin da yake a gabanina daga Taurata. Kuma (nazo) domin in halatta muku sashen abin da aka haramta muku. Kuma na tafo muku da wata aya daga Ubangijinku. Sai ku bi Allah da taƙawa, kuma ku yi mini ɗa'a"},{"SurahNumber":3,"VerseNumber":51,"Text":"Lalle Allah shi ne Ubangijina, kuma Ubangijinku, sai ku bauta Masa. Wannan ce hanya madaidaiciya"},{"SurahNumber":3,"VerseNumber":52,"Text":"To, a lokacin da Isa ya gane kafirci daga gare su, sai ya ce: \"Su wane ne mataimakana zuwa ga Allah?\" Hawariyawa suka ce: \"Mu ne mataimakan Allah. Mun yi imani da Allah. Kuma ka shaida cewa lalle ne mu, masu sallamawa ne"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ya Ubangijinmu! Mun yi imani da abin da Ka saukar, kuma mun bi ManzonKa, sai Ka rubuta mu tare da masu shaida"},{"SurahNumber":3,"VerseNumber":54,"Text":"Kuma (Kafirai) suka yi makirci, Allah kuma Ya yi musu (sakamakon) makircin, kuma Allah ne Mafi alherin masu saka wamakirci"}]}