{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Avo kubva muvana vaIzirairi vakanga vasingatendi, vakave vanorengerwa kuburikidza nerurimi rwaDawood (Dhavhidha) pamwe naJesu mwana waMariya. Nekuda kwekuti vakaramba kuteerera (Allah nevatumwa) uye vaive vachipfuurikidza mwero"},{"SurahNumber":5,"VerseNumber":79,"Text":"Vakanga vasingarambidzani zvakaipa zvavaiita. Zvirokwazvo, zvavaiita zvakaipa"},{"SurahNumber":5,"VerseNumber":80,"Text":"Unoona vakawanda vavo vachitora vasingatendi sevabatsiri. Zvirokwazvo, uipi ndihwo hwavakatumidza pachavo kumberi kwavo; naizvozvo kutsamwa kwaAllah kwakavawira, uye mumarwadzo vachagara"},{"SurahNumber":5,"VerseNumber":81,"Text":"Uye vangadai vakatenda muna Allah nemuporofita (Muhammad (SAW)) uye nezvakadzikiswa kwaari, vakanga vasingambotori vanhu vasingatendi sevabatsiri; asi vazhinji vavo havateereri"},{"SurahNumber":5,"VerseNumber":82,"Text":"Zvirokwazvo, muchawana vanhu vanovenga vanotenda (maMuslim) zvakasimba vari maJudha neavo vanosanganisa zvimwe zvinamatwa naAllah; uye zvirokwazvo muchawana vanhu vari pedyo muushamwari nevanotenda (maMuslim) vari avo vanoti: “Tiri maKristu.” Nekuda kwekuti pakati pavo pane vafundisi nevadzidzi, uye havazvitutumadzi"},{"SurahNumber":5,"VerseNumber":83,"Text":"Uye pavanoteerera (avo vanozviti maKristu) izvo zvatumirwa kumutumwa (Muhammad (SAW)), unoona maziso avo azere misodzi ichiyerera nemhaka yechokwadi chavanenge vaziva. Vanoti: “Tenzi vedu! Tinotenda; saka tinyorei pane avo vanopupura.”"},{"SurahNumber":5,"VerseNumber":84,"Text":"“Ko nemhaka yei tisingatendi muna Allah uye neizvo zvauya kwatiri kubva muzvokwadi (chitendero cheIslaam)? Uye tinoshuvira kuti Tenzi vedu kuti vave vanotiendesawo (kuParadhiso pazuva rekumutswa) pamwe neavo vanoita mabasa akanaka (muporofita Muhammad (SAW) nevatevedzeri vake).”"},{"SurahNumber":5,"VerseNumber":85,"Text":"Saka nekuda kwezvavakataura, Allah vakave vanovapa mubairo wemapindu (muParadhiso) ane nzizi dzinoyerera pasi pawo. Vachave vanogara imomo zvachose. Uye uhwu ndiwo mubairo weavo vanoita mabasa akanaka"},{"SurahNumber":5,"VerseNumber":86,"Text":"Asi avo vasingatendi uye vakaramba zviratidzo zvedu, vachazove vagari vemumoto weGehena (Jahannam)"}]}