{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O besimtarë! Nëse i druani Perëndisë, Ai do t’ju japë aftësinë e të gjykuarit (të bëni dallimin në mes të vërtetës dhe të pavërtetës), do t’ju mbulon mëkatet tuaja dhe do t’ju falë. Perëndia është bamirës i madh"},{"SurahNumber":8,"VerseNumber":30,"Text":"(Kujtoje) kur bënë dredhi mohuesit kundër teje: për të të burgosur, mbytur ose dëbuar. Ata bënin ngatërresa, por Perëndia ua prapësonte dredhitë e tyre, se Perëndia, është shkatërruesi më i mirë i dinakërive"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kur atyre u lexohen ajetet Tona, ata thonë: “Na, madje kemi dëgjuar; po të duam ne, edhe na do të thonim diçka të ngjashme. Këto nuk janë kurrgjë, përpos përralla të të parëve”"},{"SurahNumber":8,"VerseNumber":32,"Text":"(Kujtoje) kur, ata thanë: “Zoti ynë, nëse ky (Kur’ani) është e Vërtetë e zbritur prej Teje, lësho mbi ne gurë si shiu nga qielli, ose dërgona ndëshkimin e dhembshëm!”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Perëndia nuk i ndëshkon ata, derisa ti je në mesin e tyre; dhe Perëndia nuk i ndëshkon, nëse ata kërkojnë falje"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ç’kanë ata, e (përse) të mos i dënojë Perëndia, sepse, ata e pengojnë vizitën në Mesxhidil-haram (Qabe), edhe pse ata nuk janë padronë (kujdestarë) të tij. Padronë të tij duhet të bëhen vetëm ata që i druajnë Perëndisë, por shumica e tyre nuk e dinë"},{"SurahNumber":8,"VerseNumber":35,"Text":"Lutja e tyre në Qabe qëndron vetëm në fërshëllimë dhe duartrokitje. Andaj priteni ndëshkimin, pasi që jeni mohues"},{"SurahNumber":8,"VerseNumber":36,"Text":"Me të vërtetë, mohuesit e ndajnë (shpenzojnë) pasurinë e tyre, për t’i penguar njerëzit nga rruga e Perëndisë. Ata do ta ndajnë atë (pasuri), e pastaj do ta ankojnë atë humbje, sepse, do të jenë të mundur. E, ata që nuk besojnë, do të tubohen në xhehennem"},{"SurahNumber":8,"VerseNumber":37,"Text":"që Perëndia të veçoj të keqin nga i miri; të këqinjt i palon njërin mbi tjetrin, e të gjithë i grumbullon e i hudhë në xhehennem. Këta, me të vërtetë, janë të humbur"}]}