{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Сен уларга Пайғамбарлар шаҳар аҳолисига келган пайтни мисол қилиб келтир"},{"SurahNumber":36,"VerseNumber":14,"Text":"Ўшанда Биз уларга иккитани юборган эдик, улар икковларини ёлғончига чиқардилар. Бас, Биз учинчи билан қўлладик. Шунда: «Албатта, биз сизларга юборилган Пайғамбарлармиз», дедилар"},{"SurahNumber":36,"VerseNumber":15,"Text":"Улар: «Сиз бизга ўхшаган башардан бошқа нарса эмассиз. Роҳман ҳеч нарса нозил қилгани йўқ. Сизлар фақат ёлғон сўзламоқдасиз, холос», дедилар"},{"SurahNumber":36,"VerseNumber":16,"Text":"Улар: «Роббимиз билади. Албатта, биз сизларга юборилган Пайғамбарлармиз», дедилар"},{"SurahNumber":36,"VerseNumber":17,"Text":"Бизнинг зиммамизда очиқ-ойдин етказишдан бошқа нарса йўқ"},{"SurahNumber":36,"VerseNumber":18,"Text":"Улар: «Биз сизлардан бадгумон бўлдик. Агар тўхтамасангиз, сизни албатта тошбўрон қилурмиз ва сизга биздан аламли азоб етадир», дедилар"},{"SurahNumber":36,"VerseNumber":19,"Text":"Улар: «Бадгумонлигингиз ўзингиз билан. Сизга эслатма берилганигами?! Йўқ! Сиз ўзингиз исрофчи қавмсиз», дедилар"},{"SurahNumber":36,"VerseNumber":20,"Text":"Шаҳар четидан бир киши шошилиб келиб: «Эй қавмим, юборилган Пайғамбарларга эргашинг"},{"SurahNumber":36,"VerseNumber":21,"Text":"Сиздан ажр-ҳақ сўрамайдиган, ўзлари ҳидоятда бўлган шахсларга эргашинг"},{"SurahNumber":36,"VerseNumber":22,"Text":"Менга нима бўлибдики, ўзимни яратган Зотга ибодат қилмайин?! Унгагина қайтарилурсизлар"},{"SurahNumber":36,"VerseNumber":23,"Text":"Мен Уни қўйиб, бошқа илоҳлар тутайми?! Агар Роҳман менга бирор зарарни ирода қилса, уларнинг шафоати менга ҳеч фойда бермас ва улар мени қутқара олмаслар"},{"SurahNumber":36,"VerseNumber":24,"Text":"Албатта, у тақдирда мен очиқ-ойдин адашувда бўлурман"},{"SurahNumber":36,"VerseNumber":25,"Text":"Албатта, мен Роббингизга иймон келтирдим. Бас, мени тинглангиз», деди"},{"SurahNumber":36,"VerseNumber":26,"Text":"«Жаннатга кир», дейилди. У: «Кошки, қавмим билсалар эди"},{"SurahNumber":36,"VerseNumber":27,"Text":"Роббим мени мағфират этганини ва икром қилинганлардан қилганини», деди"},{"SurahNumber":36,"VerseNumber":28,"Text":"Биз унинг қавмига ундан кейин осмондан бирор қўшин туширмадик ва туширувчи эмас ҳам эдик"},{"SurahNumber":36,"VerseNumber":29,"Text":"Фақат биргина қичқириқдан бошқа нарса бўлмади. Бирдан улар сўниб қолдилар"},{"SurahNumber":36,"VerseNumber":30,"Text":"Бандаларга ҳасратлар бўлсин! Ҳар қачон уларга Пайғамбар келса, уни фақат истеҳзо қилар эдилар"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ахир, улар ўзларидан олдинги қанча асрларни ҳалок этганимизни ва, албатта, ўшалар уларга қайтмасликларини кўрмайдиларми"},{"SurahNumber":36,"VerseNumber":32,"Text":"Албатта, барчалари тўпланган ҳолларида ҳузуримизга ҳозир қилингайлар"}]}