{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd, o Allah’a mahsusdur ki, göklerde ne var, yerde ne varsa hepsi O’nun; ahirette de hamd O’nundur. O, Hakîm’dir= hükmünde hikmet sahibidir, Habîr’dir= her şeyden haberdardır"},{"SurahNumber":34,"VerseNumber":2,"Text":"O, yere gireni ve yerden çıkanı, gökten ineni ve göğe yükseleni (ne olursa olsun) hep bilir. O, Rahîm’dir= çok merhametlidir, Gafûr’dur= çok bağışlayıcıdır"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kâfir olanlar ise şöyle dediler: “- Bize, o kıyamet vakti gelmiyecek.” (Ey Rasûlüm, onlara) de ki: “-Öyle değil, doğrusu gaybi bilen Rabbim hakkı için, kıyamet muhakkak size gelecektir. O’ndan (Rabbimin ilminden), göklerde ve yerde zerre miktarı bir şey kaçmaz. Bundan daha küçük ve daha büyük ne varsa hepsi muhakkak bir Kitab-ı Mübîn’dedir= Levh-i Mahfuz’da yazılıdır"},{"SurahNumber":34,"VerseNumber":4,"Text":"(Kıyametin gelmesi şundan), çünkü Allah, iman edib salih ameller işliyenleri mükâfatlandıracaktır. İşte bunlar için bir mağfiret ve bir güzel rızık (cennet) var"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ayetlerimizi iptal etmek için yarışırcasına koşanlara da, azabın en kötüsünden acıklı bir azab vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilmiş olanlar (ashab), görüyorlar ki, Rabbinden sana indirilen Kur’an hakkın kendisidir; ve o, hamde lâyık, her şeye gâlib olan Allah’ın yolunu (dinini) gösteriyor"},{"SurahNumber":34,"VerseNumber":7,"Text":"(Hal böyle iken) kâfir olanlar, (yardakçılarına şöyle) dediler: “- Siz tamamen parça parça dağıldığınız ve çürüdüğünüz vakit, muhakkak yeni bir yaratılışta bulunacağınızı, size haber vermekte olan bir adamı (peygamberlik iddia edeni), size gösterelim mi"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, bir yalanı Allah’a iftira mı edib duruyor? Yoksa kendisinde bir cinnet mi var? (Hayır, onların dediği gibi değil) doğrusu, o ahirete iman etmiyenler (öldükten sonra dirilmeyi inkâr edenler, ahirette hakdan) uzak bir sapıklıkla azab içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"O kâfirler bakmadılar mı ki, önlerinde ve arkalarında gökten ve yerden ne var, (etrafları nasıl çevrelenmiştir)? Eğer dilersek, kendilerini yere geçiririz, yahud gökten üzerlerine parçalar düşürüveririz. Şüphesiz ki bunda (yere ve göğe bakıp düşünmekte), Allah’a yönelen her kul için bir ibret alâmeti var"}]}