{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"SAY: Shall we, beside God, call upon those who can neither help nor hurt us? Shall we turn upon our heel after that God hath guided us? Like some bewildered man whom the Satans have spell-bound in the desert, though his companions call him to the true guidance, with, \"Come to us!\" SAY: Verily, guidance from God, that is the true guidance; and we are commanded to surrender ourselves to the Lord of the Worlds"},{"SurahNumber":6,"VerseNumber":72,"Text":"And observe ye the times of prayer, and fear ye God: for it is He to whom ye shall be gathered"},{"SurahNumber":6,"VerseNumber":73,"Text":"And it is He who hath created the Heavens and the Earth, in truth, and when He saith to a thing, \"Be,\" it is. His word is the truth: and His the kingdom, on the day when there shall be a blast on the trumpet: He knoweth alike the unseen and the seen: and He is the Wise, the Cognisant"},{"SurahNumber":6,"VerseNumber":74,"Text":"And remember when Abraham said to his father Azar, Takest thou images as gods? Verily, I see that thou and thy people are in manifest error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus did we shew Abraham the kingdom of the Heavens and of the Earth, that he might be stablished in knowledge"},{"SurahNumber":6,"VerseNumber":76,"Text":"And when the night overshadowed him, he beheld a star. \"This,\" said he, \"is my Lord:\" but when it set, he said, \"I love not gods which set"},{"SurahNumber":6,"VerseNumber":77,"Text":"And when he beheld the moon uprising, \"This,\" said he, \"is my Lord:\" but when it set, he said, \"Surely, if my Lord guide me not, I shall surely be of those who go astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"And when he beheld the sun uprise, he said, \"This is my Lord; this is greatest.\" But when it set, he said, \"O my people! I share not with you the guilt of joining gods with God"},{"SurahNumber":6,"VerseNumber":79,"Text":"I turn my face to him who hath created the Heavens and the Earth, following the right religion: I am not one of those who add gods to God"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people disputed with him. - He said: \"Dispute ye with me about God, when He hath guided me? And I fear not the deities whom ye join with Him, for only by the will of my Lord have they any power: My Lord embraceth all things in His knowledge. Will ye not then consider"},{"SurahNumber":6,"VerseNumber":81,"Text":"And how should I fear what ye have joined with God, since ye fear not for having joined with Him that for which He hath sent you down no warranty? Which, therefore, of the two parties is more worthy of safety? Know ye that"},{"SurahNumber":6,"VerseNumber":82,"Text":"They who believe, and who clothe not their faith with error. theirs is safety, and they are guided aright"}]}