{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Uzhel' ne vidish' ty takikh, Kto o znameniyakh Gospodnikh sporit? O, kak otvrashcheny (ot Istiny) oni"},{"SurahNumber":40,"VerseNumber":70,"Text":"I kto schitayet lozh'yu Knigu I to, s chem My poslannikov Svoikh poslali k nim? No predstoit uznat' im skoro"},{"SurahNumber":40,"VerseNumber":71,"Text":"Kogda s okovami na sheye i v tsepyakh Ikh budut (v Ad) vlachit'"},{"SurahNumber":40,"VerseNumber":72,"Text":"V zlovonnyy kipyatok (snachala), Potom rastopkoyu v ogon'"},{"SurahNumber":40,"VerseNumber":73,"Text":"I budet im zvuchat': \"A gde zhe te, kotorykh pochitali vy"},{"SurahNumber":40,"VerseNumber":74,"Text":"Oprich' Allakha?\", Oni otvetyat: \"V bede oni pokinuli nas vsekh! Da my i nikogo ne prizyvali prezhde, (Kto obladal by bytiyem real'nym\"). Tak ostavlyayet Bog (v grekhakh) bluzhdat' nevernykh"},{"SurahNumber":40,"VerseNumber":75,"Text":"Vse eto vam za to, Chto na zemle vy radostyam bez prava predavalis'; Za to, chto velichalis' gordelivo, Gordyneyu prevoznosyas'"},{"SurahNumber":40,"VerseNumber":76,"Text":"Voydite zhe vo vrAta Ada I ostavaytes' tam navechno! Kakoye skvernoye zhilishche dlya nadmennykh"},{"SurahNumber":40,"VerseNumber":77,"Text":"A potomu, (o Mukhammad!), bud' terpelivo-stoyek, - Ved' obeshchaniye Gospodne yest' Istina sama. Dadim li my tebe uvidet' Chast' iz togo, chto obeshchayem im, Il' prezhde etogo poshlem tebe konchinu - Lish' k Nam lezhit ikh vozvrashchen'ye"},{"SurahNumber":40,"VerseNumber":78,"Text":"I do tebya, poistine, poslannikov My slali, I My povedali tebe istoriyu inykh iz nikh, Istoriyu drugikh tebe ne rasskazali; No nikomu iz nikh ne podobalo Yavlyat' znameniye inache kak s Gospodnego soizvoleniya. Kogda zh niskhodit poveleniye Allakha, Reshayetsya po Istine ono, I gibnut te, kotoryye schitayut yego lozh'yu"}]}