{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Ara amara niscaya musake amadera nirdesabali diye pathiye diyechilama phira'a'una o tara pradhanadera kache, kaje'i tini balechilena -- ''ami niscaya bisbajagatera prabhura banibahaka.’’"},{"SurahNumber":43,"VerseNumber":47,"Text":"Kinta yakhana tini amadera nirdesabali niye tadera kache elena takhana dekho, tara esaba niye hasithatta karate lagala."},{"SurahNumber":43,"VerseNumber":48,"Text":"Ara amara tadera emana kono nidarsana dekha'i ni ya chila na tara bhagini theke aro bara, ara amara tadera pakara'o karechilama sasti diye yena tara phire ase."},{"SurahNumber":43,"VerseNumber":49,"Text":"Ara tara balechila -- ''ohe jadukara! Tomara prabhuke amadera jan'ya dako yemana tini tomara kache angikara karechilena, amara abasya'i takhana satpathabalanbi haba.’’"},{"SurahNumber":43,"VerseNumber":50,"Text":"Tarapara amara yakhana tadera theke sastita sariye nilama takhana dekho! Tara angikara bhanga kare basala."},{"SurahNumber":43,"VerseNumber":51,"Text":"Ara phira'a'una tara lokadalera madhye ghosana kare balale -- ''he amara sbajati! Misarera rajya ki amara naya, ara e'isaba nadanadi ya amara nice diye prabahita hacche? Tomara ki tabe dekhate paccha na"},{"SurahNumber":43,"VerseNumber":52,"Text":"bastutah ami besi bhala era ceye ye sbayam hina-ghrnya, o spastabaditara yara ksamata ne'i."},{"SurahNumber":43,"VerseNumber":53,"Text":"Tabe kena sonara kankana tara prati chora hala na, athaba tara sange kena phirisatara ela na saribad'dhabhabe.’’"},{"SurahNumber":43,"VerseNumber":54,"Text":"E'ibhabe se tara sbajatike dhappa diyechila, phale tara take mene calala. Nihsandeha tara chila simalanghanakari jati."},{"SurahNumber":43,"VerseNumber":55,"Text":"Ata'eba tara yakhana amadera ragiye tulalo takhana amara tadera theke sesa-parinati grahana karalama, phale tadera ekasange dubiye diyechilama."},{"SurahNumber":43,"VerseNumber":56,"Text":"Sutaram amara tadera baniye diyechilama eka atita itihasa ebam parabartidera jan'ya eka drstanta."}]}