{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Dheh: Allaah baa ku filan markhaati ahaan aniga iyo idinka noo dhexeeya. Wuxuu Ogsoon yahay waxa jira samooyinka iyo arlada. kuwase rumeysan waxyaalaha aan jirin ee beenta ah oo rumeysan diida Allaah, waa kuwani uun kuwa iyagu ah hoogayaasha"},{"SurahNumber":29,"VerseNumber":53,"Text":"Oo waxay ku warsadaaan inaad soo dedejiso cadaabka, oo haddii aanay lahaan lahayn muddo go'an, wuu u iman lahaa cadaabka. Oo hubaal wuxuu ugu iman doonaa kedo iyagoo aan dareensanayn"},{"SurahNumber":29,"VerseNumber":54,"Text":"Waxay ku warsadaan inaad soo dedejiso cadaabka, oo hubaal Naarta waxay ku hareersan tahay gaalada"},{"SurahNumber":29,"VerseNumber":55,"Text":"Maalinta marka cadaabka ka dabooli doono dushooda iyo lugahooda hoostoodaba, oo wuxuu odhan doonaa: Dhadhamiya waxaad fasheen"},{"SurahNumber":29,"VerseNumber":56,"Text":"Addoomahayga rumeysanow! dhulkaygu wuu ballaaran yahaye, ee Anigoo (Keliya) i caabuda"},{"SurahNumber":29,"VerseNumber":57,"Text":"Naf walbaa waa tii dhadhamisa dhimashada. markaas Xaggayaga baa la idiin soo celin doonaa"},{"SurahNumber":29,"VerseNumber":58,"Text":"Oo kuwa rumeysan oo samaha fala waxaanu hubaal ka siin doonnaa hoy rugaha sare ee Jannada dhexdeeda, ay webiyadu hoostoodu qul-qulaan iyagoo ku waaraya dhexdeeda, Wanaagsanaa abaalka kuwa camal fasha"},{"SurahNumber":29,"VerseNumber":59,"Text":"waa kuwa sabra oo Rabbigood ku kalsoon"},{"SurahNumber":29,"VerseNumber":60,"Text":"Oo badanaa noole dhul socod ah, oo aan xambaarsaneyn risiqeeda, Allaah baa arsaaqa iyo idinkaba. Oo Waa wax kasta Maqlaha, wax kasta Ogsoon"},{"SurahNumber":29,"VerseNumber":61,"Text":"Oo haddii aad weydiiso: Yaa abuuray samooyinka iyo arlada oo sakhiray qorraxda iyo dayaxa? Waxay hubaal odhan: Allaah. Ee xaggee baa haddaba loo iilay"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allaah wuxuu u waasiciyaa risiqa kuu doono ee ka mid ah addoomahiisa, oo ku cidhiidhiyaa (kuu doono). Hubaal Allaah wax walba wuu Ogsoon yahay"},{"SurahNumber":29,"VerseNumber":63,"Text":"Oo haddii aad weydiiso: Yaa ka soo dejiya biyo (roob) daruuraha, markaa ku nooleeya arlada dhimashadeeda kaddib? Waxay hubaal odhan: Allaah. Dheh: Am- maan idilkeed mahadi wehliso waxaa iska leh Alle. Badankooduse wax ma gartaan"}]}