{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Pomyani [, Mukhammad,] v Pisanii (t. ye. Korane) Maryam, o tom, kak ona ushla ot svoikh rodnykh v vostochnom napravlenii [ot doma]"},{"SurahNumber":19,"VerseNumber":17,"Text":"i ukrylas' ot nikh za zavesoy. My poslali k ney dukh Nash, i on voplotilsya pred ney v prigozhego cheloveka"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ona skazala: \"Voistinu, ya upovayu v zashchite ot tebya na Milostivogo [Gospoda], yesli ty bogoboyaznen"},{"SurahNumber":19,"VerseNumber":19,"Text":"[Dzhibril] otvetil: \"Voistinu, ya - tol'ko poslannik Gospoda tvoyego i prishel darovat' tebe prechistogo mal'chika"},{"SurahNumber":19,"VerseNumber":20,"Text":"[Maryam] voskliknula: \"Kak mozhet u menya rodit'sya mal'chik, yesli menya ne kasalsya muzhchina i ne byla ya bludnitsey"},{"SurahNumber":19,"VerseNumber":21,"Text":"[Dzhibril] skazal: \"Tak ono i budet. Tvoy Gospod' izrek: \"Eto dlya Menya ne predstavlyayet truda. [I eto radi togo,] chtoby [tvoy syn] byl dlya lyudey znameniyem i milost'yu ot Nas \". Eto bylo uzhe reshennoye delo"},{"SurahNumber":19,"VerseNumber":22,"Text":"[Maryam] zaberemenela im (t. ye. 'Isoy) i udalilas' s nim podal'she [ot lyudey]"},{"SurahNumber":19,"VerseNumber":23,"Text":"Ona podoshla k stvolu pal'my i, ne v silakh terpet' rodovyye skhvatki, voskliknula: \"Kak by ya khotela umeret' ran'she i byt' navsegda zabytoy"},{"SurahNumber":19,"VerseNumber":24,"Text":"Togda ['Isa] vozzval iz lona: \"Ne trevozh'sya, tvoy Gospod' zastavil tech' vozle tebya ruchey"},{"SurahNumber":19,"VerseNumber":25,"Text":"Tak [prigni] k sebe stvol pal'my i potryasi yego - na tebya posyplyutsya svezhiye finiki"},{"SurahNumber":19,"VerseNumber":26,"Text":"Yesh', pey i raduy vzor svoy. Yesli zhe uvidish' kakogo-nibud' cheloveka, to skazhi: \"Voistinu, ya dala Milostivomu obet postit'sya i ne stanu segodnya ni s kem govorit'"},{"SurahNumber":19,"VerseNumber":27,"Text":"[Maryam] prishla k svoim rodnym, nesya [novorozhdennogo]. Oni skazali: \"O Maryam! Ty sovershila besprimernuyu oploshnost'"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sestra Kharuna! Za tvoim ottsom ne vodilos' durnykh sklonnostey, da i mat' tvoya ne byla zhenshchinoy rasputnoy"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ona pokazala na mladentsa, i oni sprosili: \"Kak my mozhem razgovarivat' s dityatey v kolybeli"},{"SurahNumber":19,"VerseNumber":30,"Text":"[Isa] skazal: \"Voistinu, ya - rab Allakha. On daroval mne Pisaniye i poslal prorokom"},{"SurahNumber":19,"VerseNumber":31,"Text":"I gde by ya ni byl, On sdelal menya blagoslovennym [dlya lyudey], vmenil mne v obyazannost' molitvu i iskupitel'nuyu milostynyu, poka ya budu zhiv"},{"SurahNumber":19,"VerseNumber":32,"Text":"sdelal menya pochtitel'nym k materi moyey, i On ne sozdal menya ne vnemlyushchim [Gospodu svoyemu], lishennym [Yego] blagosloveniya"},{"SurahNumber":19,"VerseNumber":33,"Text":"I budet mne pokoy i v den', kogda ya rodilsya, i v den' smerti, i v [Sudnyy] den', kogda budu voskreshen k zhizni"},{"SurahNumber":19,"VerseNumber":34,"Text":"Vot kakov yest' po istinnomu slovu 'Isa, syn Maryam, o kotorom tak [mnogo] sporyat"},{"SurahNumber":19,"VerseNumber":35,"Text":"Ne podobayet Allakhu imet' detey. Prechist on. Kogda On prinimayet resheniye o chem-libo, to govorit: \"Voznikni\" -i ono voznikayet"},{"SurahNumber":19,"VerseNumber":36,"Text":"[Isa prodolzhal]: \"Voistinu, Allakh - i moy Gospod', i vash Gospod'. Tak poklonyaytes' zhe Yemu. Eto i yest' pryamoy put'"},{"SurahNumber":19,"VerseNumber":37,"Text":"Razlichnyye gruppy sporyat mezhdu soboy [o sushchnosti' Isy]. Gore nevernym ot togo, chto oni uzreyut v velikiy (t. ye. Sudnyy) den'"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kak [yasno] budut oni slyshat' i videt' v tot den', kogda predstanut pered Nami! No segodnya nechestivtsy - v yavnom zabluzhdenii"},{"SurahNumber":19,"VerseNumber":39,"Text":"Izveshchay ikh o dne gorestey. Ved' resheniye [ob ikh nakazanii] prinyato, no oni ne vedayut [ob etom] i ne veruyut"},{"SurahNumber":19,"VerseNumber":40,"Text":"Voistinu, My nasleduyem zemlyu i yeye obitateley, i oni predstanut pered Nami"}]}