{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Aussitot que la caravane eut quitte le pays (l’Egypte), leur pere dit : « Je ressens autour de moi le souffle de Joseph. Mais vous allez me dire que je suis senile !»"},{"SurahNumber":12,"VerseNumber":95,"Text":"« Par Dieu », lui dit-on. « Tu es toujours habite par tes vieilles divagations !»"},{"SurahNumber":12,"VerseNumber":96,"Text":"Mais aussitot que le porteur de la bonne nouvelle arriva et qu’il eut passe la chemise sur le visage de Jacob, celui- ci recouvra la vue et dit : «Ne vous avais-je pas dis que je savais de la part de Dieu des choses que vous ne savez pas?»"},{"SurahNumber":12,"VerseNumber":97,"Text":"«O Pere !», dirent les fils de Jacob, « implore le pardon de Dieu pour nos peches, car nous etions coupables »"},{"SurahNumber":12,"VerseNumber":98,"Text":"« J’implorerai pour vous le pardon de mon Seigneur. Il est, certes, L’Indulgent et Le Clement »"},{"SurahNumber":12,"VerseNumber":99,"Text":"Et lorsqu’ils furent introduits chez Joseph, il recut son pere et sa mere, et declara : « Vous etes les bienvenus en Egypte, ou vous vivrez, s’il plait a Dieu, en toute securite »"},{"SurahNumber":12,"VerseNumber":100,"Text":"Joseph eleva son pere et sa mere sur le trone, et tous se prosternerent devant. Joseph qui dit alors : « Cher Pere ! Ceci est l’interpretation du reve que j’ai fait jadis. Dieu l’a realise. Il m’a temoigne Sa magnanimite, en me delivrant de la prison et en vous faisant venir du desert, apres que Satan eut seme la discorde entre mes freres et moi. En verite, mon Seigneur est Bienveillant avec qui Il veut. En verite, Il est l’Omniscient, le Sage"},{"SurahNumber":12,"VerseNumber":101,"Text":"Seigneur ! Tu m’as accorde du pouvoir et Tu m’as enseigne l’interpretation des reves. Createur des Cieux et de la Terre, Tu es mon Protecteur dans ce monde ici-bas et dans la Vie Future. Fais que je meure en etant soumis a Toi, et fais que je rejoigne les vertueux !»"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ce recit fait partie de l’inconnu que Nous te revelons, car tu ne te trouvais pas parmi eux (les freres de Joseph) lorsqu’ils avaient mis au point leur complot"},{"SurahNumber":12,"VerseNumber":103,"Text":"Mais, quels que seront tes efforts, la plupart des Hommes ne croiront pas"},{"SurahNumber":12,"VerseNumber":104,"Text":"Tu ne leur reclames pourtant pas de salaire en contrepartie, car ce n’est la qu’un rappel adresse a tout l’Univers"}]}