{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Blagoslovljen neka je Onaj koji je nacinio u nebu galaksije, i nacinio u njemu svjetiljku i Mjesec osvjetljavajucim"},{"SurahNumber":25,"VerseNumber":62,"Text":"I On je Taj koji je ucinio dan i noc uzastopnim, za onog ko zeli da se pouci ili zeli zahvalnost"},{"SurahNumber":25,"VerseNumber":63,"Text":"A robovi Milostivog su oni koji hodaju po Zemlji ponizno, i kad im se obrate neznalice, kazu: “Selam!”"},{"SurahNumber":25,"VerseNumber":64,"Text":"I oni koji provode noc pred Gospodarom svojim, cineci sedzdu i stojeci"},{"SurahNumber":25,"VerseNumber":65,"Text":"I oni koji govore: “Gospodaru nas! Okreni od nas kaznu Dzehennema; uistinu, kazna njegova je stalna"},{"SurahNumber":25,"VerseNumber":66,"Text":"Uistinu, on je lose boraviste i staniste.”"},{"SurahNumber":25,"VerseNumber":67,"Text":"I oni koji, kad trose, ne rasipaju niti skrtare, i budu između ta (dva) stava"},{"SurahNumber":25,"VerseNumber":68,"Text":"I oni koji ne prizivaju uz Allaha boga drugog, niti ubijaju dusu koju je zabranio Allah - izuzev po pravdi - niti bludnice. A ko to cini, srest ce kaznu"},{"SurahNumber":25,"VerseNumber":69,"Text":"Udvostrucice mu se kazna na Dan kijameta i boravit ce u njoj prezren"},{"SurahNumber":25,"VerseNumber":70,"Text":"Izuzev ko se pokaje i vjeruje i bude cinio djelo dobro; pa takvima ce Allah zamijeniti losa djela njihova, dobrim djelima. A Allah je Oprosnik, Milosrdni"},{"SurahNumber":25,"VerseNumber":71,"Text":"A ko se pokaje i cini dobro, pa uistinu on se obratio Allahu obracenjem"},{"SurahNumber":25,"VerseNumber":72,"Text":"I oni koji ne svjedoce neistinu, i kad prođu pored besmislice, prođu dostojanstveno"},{"SurahNumber":25,"VerseNumber":73,"Text":"I oni koji - kad budu opomenuti znakovima Gospodara svog - ne padaju pred njima gluhi i slijepi"},{"SurahNumber":25,"VerseNumber":74,"Text":"I oni koji govore: “Gospodaru nas! Podari nam od zena nasih i potomstva naseg radost ociju, i ucini nas za bogobojazne imamima.”"},{"SurahNumber":25,"VerseNumber":75,"Text":"Takvi ce biti nagrađeni visokom odajom, sto su bili strpljivi, i bice susretani u njoj pozdravom i selamom"},{"SurahNumber":25,"VerseNumber":76,"Text":"Vjecno ce biti u njoj. Divno je boraviste i staniste"},{"SurahNumber":25,"VerseNumber":77,"Text":"Reci: “Ne bi na vas obratio paznju Gospodar moj, da nije dowe vase.” Pa doista, porekli ste, zato ce biti nuzna (kazna)"}]}