{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"El este Cel care a creat pentru voi auzul, vãzul ºi inimile . [Însã nici auzul, nici vãzul, nici inimile lor nu le-au fost de nici un folos]. Însã voi sunteþi atât de puþin mulþumitori"},{"SurahNumber":23,"VerseNumber":79,"Text":"El este Cel care v-a rãspândit pe voi pe pãmânt ºi la El veþi fi voi adunaþi"},{"SurahNumber":23,"VerseNumber":80,"Text":"El este cel care dã viaþa ºi dã moarte ºi la El se aflã schimbarea nopþii ºi zilei. Oare voi nu pricepeþi"},{"SurahNumber":23,"VerseNumber":81,"Text":"Însã ei zic, asemenea cum au zis ºi cei de mai înainte"},{"SurahNumber":23,"VerseNumber":82,"Text":"Zic ei: “Oare dupã ce vom muri ºi vom fi noi þãrânã ºi oseminte, vom mai fi noi aduºi la viaþã din nou"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ni s-a fãgãduit ºi nouã ºi pãrinþilor noºtri, mai înainte, aceasta, însã acestea nu sunt decât legende ale înaintaºilor!”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Spune: “Cui îi aparþin pãmântul ºi cei care se aflã pe el, dacã voiºtiþi?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ei vor zice: “Lui Allah!” Spune: “Oare voi nu voiþi sã luaþi aminte?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Spune: “ªi cine este Stãpânul celor ºapte ceruri ºi StãpânulTronului sublim?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ei vor zice: “[Ele sunt ale] lui Allah!“ Spune: “ªi oare voi nu vã temeþi?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Spune: “În mâna cui se aflã stãpânirea tuturor lucrurilor ºi cine apãrã ºi de cine nu existã apãrare, dacã ºtiþi"},{"SurahNumber":23,"VerseNumber":89,"Text":"Vor zice ei: “Ale lui Allah sunt!” Spune: “ªi cum se face cã sunteþi voi fermecaþi?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Noi le-am adus lor Adevãrul, însã ei sunt mincinoºi"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah nu ªi-a luat nici un copil ºi nu este nici o divinitate alãturi de El. [Dacã ar fi fost mai multe divinitãþi], fiecare divinitate s-ar fi dus împreunã cu ceea ce a creat ºi unii dintre ei a"},{"SurahNumber":23,"VerseNumber":92,"Text":"[El este] Cunoscãtorul tuturor celor nevãzute ºi vãzute! ªi El este mai presus de faptul cã îi fac Lui asociaþi"}]}