{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Hē īmāna rākhaṇāṟyānnō! Allāha kāhī śikāradvārē tumacī parīkṣā ghētō, jyā paryanta tumacē hāta āṇi tumacē bhālē pōhōcū śakatīla, yāsāṭhī kī allāhanē hē jāṇūna ghyāvē kī kōṇa tyālā na pāhatā bhaya rākhatō jō manuṣya yānantarahī maryādā pāra karīla, tyācyāsāṭhī kaṭhōra sajā āhē"},{"SurahNumber":5,"VerseNumber":95,"Text":"Hē īmāna rākhaṇāṟyānnō! Jēvhā tumhī (haja kinvā umarāprasaṅgī) ēharāmacyā avasthēta asāla tara śikāra karū nakā āṇi tumacyāpaikī jō kōṇī tyālā mārēla tara tyālā phidiyā dyāvā lāgēla tyācyāsārakhyāca pāḷīva janāvarānē, jyācā phaisalā tumacyāpaikī dōna n'yāya karaṇārē karatīla jē kurbānīkaritā kābāparyanta pōhacavilē jā'īla kinvā phidiyā mhaṇūna garībānnā bhōjana dyāvē lāgēla kinvā tyācyā barōbarīnē rōjē (upavāsa-vrata) ṭhēvāvē lāgatīla, yāsāṭhī kī āpalyā karmācē phaḷa cākhāvē, jē pūrvī jhālē, allāhanē tē māpha kēlē āṇi jō kōṇī yā (manā'ī ādēśā) nantara punhā asē karīla tara allāha tyācā sūḍa ghē'īla, allāha mōṭhā śaktiśālī sūḍa ghēṇārā āhē"},{"SurahNumber":5,"VerseNumber":96,"Text":"Tumacyāsāṭhī samudrātīla (prāṇyācī) śikāra pakaḍaṇē va khāṇē halāla kēlē gēlē āhē. Tumacyā vāparāsāṭhī āṇi pravāśānsāṭhī, āṇi jōparyanta tumhī ēharāmacyā avasthēta asāla, khuśkīcī śikāra harāma kēlī gēlī āhē āṇi allāhacē bhaya rākhā, jyācyājavaḷa tumhī ēkatra kēlē jāla"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allāhanē kābāgr̥hālā, jē ādara-sanmānapūrṇa ghara āhē, lōkāṅkaritā kāyama rāhaṇyācē kāraṇa banavilē āṇi ādaraṇīya mahin'yālā āṇi haramamadhyē kurbānī dilyā jāṇāṟyā janāvarānnāhī āṇi tyā janāvarānnāhī, jyān̄cyā gaḷyāta paṭṭē asatīla, hē aśāsāṭhī kī tumhī yā gōṣṭīvara viśvāsa rākhāvā kī niḥsanśaya allāha ākāśān̄cyā va jaminīcyā samasta cīja-vastūn̄cē jñāna rākhatō āṇi niḥsanśaya allāha pratyēka gōṣṭīcē cāṅgalyā prakārē jñāna rākhatō"},{"SurahNumber":5,"VerseNumber":98,"Text":"Tumhī jāṇūna asā kī sarvaśrēṣṭha allāha śikṣā yātanāhī kaṭhōra dēṇārā āhē āṇi allāha mōṭhā māpha karaṇārā āṇi atiśaya dayā karaṇārāhī āhē"},{"SurahNumber":5,"VerseNumber":99,"Text":"Paigambarācē kartavya tara kēvaḷa pōhacaviṇyācē āhē āṇi allāha sarva kāhī jāṇatō, jē kāhī tumhī jāhīra karatā āṇi jē kāhī tumhī lapavitā"},{"SurahNumber":5,"VerseNumber":100,"Text":"Tumhī sāṅgā kī nāpāka āṇi pāka (galiccha va svaccha śud'dha) samāna nāhīta, maga tumhālā nāpākacī vipulatā cāṅgalī vāṭata asalī tarī, allāhacē bhaya bāḷagūna rāhā hē bud'dhimānānnō! Yāsāṭhī kī tumhī saphala vhāvē"}]}