{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Pelerinajul are loc in lunile cunoscute . Aceluia care s-a decis sa faca Pelerinajul in aceste luni ii sunt oprite in timpul Pelerinajului impreunarea cu muierea, nesupunerea ºi cearta. ªi binele pe care ilfaceþi, Allah il"},{"SurahNumber":2,"VerseNumber":198,"Text":"Nu este un pacat pentru voi sa cautaþi un caºtig de la Domnul vostru, apoi, cand grabiþi de pe Arafat, pomeniþi-L pe Allah la Al Maº’ar al-Haram ºi pomeniþi-L pe El, aºa c"},{"SurahNumber":2,"VerseNumber":199,"Text":"Apoi grabiþi de unde oamenii pornesc grabiþi ºi cereþi iertare de la Allah, caci Allah este Iertator, Indurator [Ghafur, Rahim]"},{"SurahNumber":2,"VerseNumber":200,"Text":"ªi daca aþi implinit randuielile voastre, pomeniþi-L slavindu-L [pe Allah], aºa cum ii pomeniþi pe parinþii voºtri, ba chiar cu ºi mai mare ravna sa-L pomeniþi . Dar sun"},{"SurahNumber":2,"VerseNumber":201,"Text":"ªi sunt printre ei [alþii] care spun: \"Doamne, fa-ne noua parte buna in aceasta lume ºi parte buna in Lumea de Apoi ºi apara-ne pe noi de chinurile Focului"},{"SurahNumber":2,"VerseNumber":202,"Text":"Aceia vor avea parte de ceea ce au agonisit, caci Allah este grabnic la socoteala"},{"SurahNumber":2,"VerseNumber":203,"Text":"Pomeniþi-L pe Allah in cateva zile statornicite! Cel care se grabeºte [sa faca aceasta] in doua zile nu pacatuieºte, iar cel care va poposi inca ºi mai mult, tot nu pacat"},{"SurahNumber":2,"VerseNumber":204,"Text":"Printre oameni este unul ale carui vorbe in aceasta lume iþi placºi care Il ia pe Allah drept martor pentru ceea ce este in inima lui, in vreme ce el este cel mai inverºunat la galceava"},{"SurahNumber":2,"VerseNumber":205,"Text":"ªi de indata ce pleaca, strabate pamantul, cautand sa semene stricaciune ºi sa nimiceasca semanaturile ºi dobitoacele. Allah insa nu iubeºte stric&ati"},{"SurahNumber":2,"VerseNumber":206,"Text":"Iar daca i se spune: \"Fii cu frica de Allah!\", il cuprinde taria faradelegii. Gheena va fi de ajuns pentru el ºi ce pat rau este acesta"},{"SurahNumber":2,"VerseNumber":207,"Text":"ªi printre oameni este ºi acela care iºi da sufletul cautand mulþumirea lui Allah. ªi Allah este Milostiv cu robii [Sai]"},{"SurahNumber":2,"VerseNumber":208,"Text":"O, voi, cei care credeþi! Intraþi in Islam pe deplin ºi nu urmaþi paºii lui ªeitan, caci el va este duºman invederat"},{"SurahNumber":2,"VerseNumber":209,"Text":"Iar daca va veþi mai abate [de la Islam], dupa ce v-au venit semnele cele limpezi, atunci sa ºtiþi ca Allah este Atotputernic, Inþelept[Aziz, Hakim]"},{"SurahNumber":2,"VerseNumber":210,"Text":"Ce altceva aºteapta ei decat ca Allah sa vina la ei in umbre de nouri ºi [sa vina] ingerii, ºi ca soarta sa le fie hotarata? Caci la Allah se intorc [toate] lucrurile [pentru c]"}]}