{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Ūst, ki az osmon ʙarojaton ʙoron nozil kard. Az on menūşed va ʙa on gijoh merūjad va corpojonro mecaroned"},{"SurahNumber":16,"VerseNumber":11,"Text":"Va ʙo on ʙarojaton kiştzor va zajtunu nahlho va tokistonho va har nav' meva ʙirūjonad. Dar in iʙratest ʙaroi mardume, ki meandeşand"},{"SurahNumber":16,"VerseNumber":12,"Text":"Va musaxxari (toʙe'i) şumo kard şaʙu rūzro va xurşedu mohro va sitoragon hama farmonʙardori amri Ū hastand. Dar in ʙaroi onho, ki ʙa aql darmejoʙand, iʙrathost"},{"SurahNumber":16,"VerseNumber":13,"Text":"Dar zamin cizhoe ʙo ranghoi gunogun ofarid, dar in iʙratest ʙaroi mardume, ki pand megirand"},{"SurahNumber":16,"VerseNumber":14,"Text":"Ūst, ki darjoro rom kard to az on gūşti toza ʙixūred va zevarhoe ʙerun ored va xudro ʙa on ʙijoroed va kiştihoro ʙinī, ki darjoro meşikofand va peş meravand to az fazli Xudo rūzī ʙitalaʙed, şojad, ki şukr gūed"},{"SurahNumber":16,"VerseNumber":15,"Text":"Va ʙar zamin kūhhoi ʙuzurg afkand, to şumoro nalarzonad. Va çūjhovu rohho padid ovard. Şojad hidojat şaved"},{"SurahNumber":16,"VerseNumber":16,"Text":"Va nişonaho nihod va ʙa sitoragon roh mejoʙand"},{"SurahNumber":16,"VerseNumber":17,"Text":"Ojo on ki meofarinad, monandi kasest, ki nameofarinad? Caro darnamejoʙed"},{"SurahNumber":16,"VerseNumber":18,"Text":"Agar ʙixohed ne'mathoi Xudoro şumor kuned, şumor kardan natavoned. Xudo ʙaxşojandavu mehruʙon ast"},{"SurahNumber":16,"VerseNumber":19,"Text":"On ciro, ki pinhon mekuned jo oşkor mesozed, Xudo ʙa on ogoh ast"},{"SurahNumber":16,"VerseNumber":20,"Text":"Onhoero, ki ʙa çoi Olloh ʙa xudoī mexonand, nametavonand cize ʙijofarinand va xud maxluqand"},{"SurahNumber":16,"VerseNumber":21,"Text":"Murdagonand, na zindagon va nadonand, ki cī vaqt onhoro duʙora zinda mekunand"}]}