{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitabın indirilişi aziz, hakim olan Allah tarafındandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz gökleri, yeri ve ikisi arasında bulunanları (boş yere değil), ancak gerçek ile ve belli bir süreye göre yarattık. İnkar edenler, uyarıldıkları şeyden yüz çevirmektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: \"Allah'tan başka yalvardıklarınızı gördünüz mü? Bana gösterin, onlar yerden neyi yarattılar? Yoksa gökler(in yaratılışın)da onların bir ortaklığı mı var? Eğer doğru iseniz bundan önce (inmiş olan) bir Kitap, yahut bir bilgi kalıntısı getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah'ı bırakıp da kıyamet gününe kadar kendisine cevap veremeyecek şeylere yalvarandan daha sapık kim olabilir? Oysa onlar, bunların yalvardıklarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"İnsanlar (Yüce Divana) toplandıkları gün, (taptıkları tanrılar) onlara düşman olurlar ve onların, kendilerine tapmalarını tanımazlar"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara açık açık ayetlerimiz okunduğu zaman kendilerine gelen hakkı inkar edenler: \"Bu, apaçık bir büyüdür\" dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki: \"Eğer ben onu uydurmuşsam, Allah'tan gelecek cezaya karşı sizin bana hiçbir yararınız olmaz. O, sizin yaptığınız taşkınlığı daha iyi bilir. Benimle sizin aranızda O'nun şahid olması yeter. O, bağışlayan, esirgeyendir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: \"Ben türedi bir elçi değilim. Bana ve size ne yapılacağını da bilmem. Ben sadece bana vahyedilene uyuyorum ve ben apaçık bir uyarıcıdan başka bir şey değilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: \"Hiç düşündünüz mü: Eğer bu (Kur'an) Allah katından olduğu halde siz onu tanımamışsanız; İsrail oğullarından bir şahid de bunun benzerini (Tevrat'ta) görüp inandığı halde siz (inanmağa) tenezzül etmemişseniz (durumunuz nice olur)? Allah, zalim bir toplumu doğru yola iletmez"}]}