{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"I Musaa smo poslali sa znamenjima Nasim i dokazom jasnim"},{"SurahNumber":11,"VerseNumber":97,"Text":"faraonu i glavesinama njegovim, ali se oni povedose za faraonovim naređenjem, a njegovo naređenje nije bilo razumno"},{"SurahNumber":11,"VerseNumber":98,"Text":"Na Sudnjem danu on ce svoj narod predvoditi i u vatru ga uvesti, a uzasno je mjesto u koje ce doveden biti"},{"SurahNumber":11,"VerseNumber":99,"Text":"Na ovom svijetu ih je pratilo prokletstvo, a pratice ih i na onom; strasan ce biti \"dar\" kojim ce darivani biti"},{"SurahNumber":11,"VerseNumber":100,"Text":"To su neke vijesti koje ti o gradovima kazujemo; neki od njih jos postoje, a neki su sa zemljom sravnjeni"},{"SurahNumber":11,"VerseNumber":101,"Text":"Mi nismo prema njima bili nepravedni, vec oni samo prema sebi. I kada bi pala naredba Gospodara tvoga, nista im nisu pomogla bozanstva njihova kojima su se, a ne Allahu, klanjali, samo bi im propast njihovu povecali"},{"SurahNumber":11,"VerseNumber":102,"Text":"Eto, tako Gospodar tvoj kaznjava kad kaznjava sela i gradove koji su nasilje cinili. Kaznjavanje njegovo je zaista bolno i strasno"},{"SurahNumber":11,"VerseNumber":103,"Text":"To je pouka za one koji se plase patnje na onom svijetu; a to je Dan kada ce svi ljudi biti sabrani i to je Dan kada ce svi biti prisutni"},{"SurahNumber":11,"VerseNumber":104,"Text":"a Mi ga odgađamo samo za neko vrijeme"},{"SurahNumber":11,"VerseNumber":105,"Text":"Onoga dana kad dođe, bez dopustenja Njegova niko ni rijec nece izustiti, a među njima bice nesrecnih i srecnih"},{"SurahNumber":11,"VerseNumber":106,"Text":"I nesrecni ce u Dzehennem, u njemu ce tesko izdisati i udisati"},{"SurahNumber":11,"VerseNumber":107,"Text":"dok je nebesa i Zemlje, u njemu ce ostati, - osim ako drukcije Gospodar tvoj ne odredi. Gospodar tvoj, zaista radi ono sto zeli"},{"SurahNumber":11,"VerseNumber":108,"Text":"A srecni ce u Dzennet; dok je nebesa i Zemlje, u njemu ce boraviti, - osim ako drukcije Gospodar tvoj ne odredi; bice to dar koji ce neprekidno trajati"},{"SurahNumber":11,"VerseNumber":109,"Text":"Zato ne sumnjaj u to sta ce biti s onima koji se klanjaju ovima; oni se klanjaju onima kojima su se, jos prije, klanjali preci njihovi. Mi cemo im doista ono sto su zasluzili - bez odbitka dati"}]}