{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Sana harp ganimetlerini sorarlar. De ki: \"Onlar Allah ve Resul icindir. O halde Allah´tan korkun ve aranızda barıs ve esenligi kurun. Ve eger muminler iseniz Allah´a ve O´nun Resulu´ne itaat edin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Inanmıs olanlar ancak o kisilerdir ki, Allah anıldıgında yurekleri urperip titrer ve onlara Allah´ın ayetleri okundugunda, bu onların imanlarını artırır. Ve onlar yalnız Rablerine guvenip dayanırlar"},{"SurahNumber":8,"VerseNumber":3,"Text":"Namazı dosdogru kılarlar onlar. Ve kendilerine rızık olarak verdiklerimizden bol bol dagıtırlar"},{"SurahNumber":8,"VerseNumber":4,"Text":"Gercek anlamda muminler, iste bunlardır. Rableri katında dereceler, bagıslanma ve bol bir rızık var onlar icin"},{"SurahNumber":8,"VerseNumber":5,"Text":"Bildigin gibi, Rabbin seni hak ugruna, oz yurdundan cıkarmıstı. Ve muminlerden bir grup tamamen isteksizdi"},{"SurahNumber":8,"VerseNumber":6,"Text":"Is apacık ortaya cıktıktan sonra bile, hak konusunda seninle cekisiyorlardı. Sanki onlar gozleri baka baka olume suruluyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"O sırada Allah, iki gruptan birinin kesinlikle sizin olacagını vaat ediyordu. Ve siz, gucsuz ve silahsız olanın size dusmesini arzu ediyordunuz. Allah ise hakkı kendi kelimeleriyle tam bir bicimde ortaya koymayı ve kufre batmısların ardını, arkasını kesmeyi istiyordu"},{"SurahNumber":8,"VerseNumber":8,"Text":"Diliyordu ki, kotulugu temsil edenler istemese de hakkı ayan-beyan gozler onune koysun, sacma ve tutarsız olanı hukumsuz kılsın"},{"SurahNumber":8,"VerseNumber":9,"Text":"Hani siz, Rabbinizden yardım ve destek diliyordunuz; O, sizin dileginize soyle cevap vermisti: \"Hic kuskunuz olmasın, ben size, meleklerden birbiri ardınca bin tanesiyle yardım ulastıracagım"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah bunu, sadece bir mujde olsun ve o sayede kalpleriniz huzur ve rahatlık bulsun diye yaptı. Yardım yalnız ve yalnız Allah katındandır. Hic suphesiz Allah Aziz´dir, Hakim´dir"}]}