{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Kogda karavan otpravilsya, otets ikh skazal: \"Chuvstvuyu zapakh Iosifa; mozhet byt' vy dumayete, chto ya v bredu"},{"SurahNumber":12,"VerseNumber":95,"Text":"Oni skazali: \"Yey-Bogu, ty v davnem zabluzhdenii"},{"SurahNumber":12,"VerseNumber":96,"Text":"Kogda vestnik schastlivoy novosti pribyl, to brosil yeyo na litso yemu i u nego vozvratilos' zreniye. On skazal: \"Ne govoril li ya vam, chto znayu ot Boga takoye, chego vy ne znayete"},{"SurahNumber":12,"VerseNumber":97,"Text":"Oni skazali: \"Batyushka! Isprosi proshcheniya grekham nashim, ibo my sogreshili"},{"SurahNumber":12,"VerseNumber":98,"Text":"On skazal: \"Da, ya budu prosit' u Gospoda moyego proshcheniya vam. On gotov proshchat' i miloserd"},{"SurahNumber":12,"VerseNumber":99,"Text":"Kogda oni prishli k Iosifu, on prinyal u sebya svoikh rodstvennikov i skazal: \"Voydite v Yegipet, yesli ugodno Bogu, v bezopasnosti"},{"SurahNumber":12,"VerseNumber":100,"Text":"On pomestil svoikh roditeley na vysokom sedalishche, oni pali nits, poklonyayas' yemu. On skazal: \"Batyushka! Vot iz\"yasneniye prezhnego snovideniya moyego. Gospod' moy osushchestvil yego. On oblagodetel'stvoval menya, kogda osvobodil menya iz temnitsy, kogda privel vas ko mne iz pustyni, posle togo kak satana razluchil menya s brat'yami. Gospod' moy blag, kogda togo zakhochet. On znayushch, mudr"},{"SurahNumber":12,"VerseNumber":101,"Text":"Gospodi! Ty dostavil mne vlast' i nauchil menya tolkovaniyu proisshestviy. Tvorets nebes i zemli, Ty pokrovitel' moy na etom svete i v budushchem. Day mne umeret' pokornym Tebe i pomesti menya v chislo dobrodetel'nykh"},{"SurahNumber":12,"VerseNumber":102,"Text":"Vot, odnu iz neizvestnykh povestey My otkryvayem tebe. Ty ne byl s nimi, kogda oni reshili svoy zamysel, pridumavshi khitrost'"},{"SurahNumber":12,"VerseNumber":103,"Text":"No bol'shaya chast' lyudey, kak by ty ne zhelal, ne budut veruyushchimi"},{"SurahNumber":12,"VerseNumber":104,"Text":"Ty ne prosish' u nikh platy za nego: on yest' tol'ko ucheniye miram"}]}