{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"Suxani mu'minon, hangome ki ʙa sūi Alloh taolo va pajomʙaraş faroxonda meşavand, to mijonaşon dovarī kunad, faqat in ast, ki megūjand: «Şunidem va itoat kardem» va inonand, ki rastagorand"},{"SurahNumber":24,"VerseNumber":52,"Text":"Va har ki az Alloh taolo va pajomʙaraş itoat kunad va az Alloh taolo ʙitarsad va az [nofarmonii] Ū ʙiparhezad, pas, inon komjoʙand"},{"SurahNumber":24,"VerseNumber":53,"Text":"[Munofiqon] Bo saxttarin savgandhojaşon ʙa Alloh taolo savgand jod kardand, ki agar ʙa onon farmon dihī, [ʙaroi çihod] rahsipor meşavand. Bigū: «Savgand jod nakuned. Itoat [va suxanoni durūƣaton] şinoxtaşuda ast. Be tardid, Alloh taolo az on ci mekuned, ogoh ast»"},{"SurahNumber":24,"VerseNumber":54,"Text":"Bigū: «Az Alloh taolo va pajomʙar itoat kuned, pas, agar sarpecī karded, pajomʙar mas'uli cizest, ki ʙar ū taklif şudaast [iʙloƣi vahj] va şumo niz mas'uli cize hasted, ki ʙa on taklif şudaed; ammo agar az ū itoat kuned, hidojat meşaved; va pajomʙar vazifae çuz rasonidani oşkoro [-i vahj] nadorad»"},{"SurahNumber":24,"VerseNumber":55,"Text":"Alloh taolo ʙa afrode az şumo, ki imon ovardaand va korhoi şoista ançom dodaand, va'da dodaast, ki hatman, ononro dar zamin çonişin [-i muşrikon] mesozad. Hamon guna ki kasonero, ki peş az onon ʙudand, [niz] çonişin [-i kofironu sitamgaron] namud va [farmudaast] dinaşonro, ki ʙaroi onon pisandidaast, ʙarojaşon ustuvor [-u pirūzmand] sozad va tarsaşonro ʙa oromişu amnijat taʙdil kunad [caro ki] tanho Maro meparastand va cizero ʙo Man şarik namesozand va har ki az in pas kufr ʙivarzad, pas, inonand, ki nofarmonand"},{"SurahNumber":24,"VerseNumber":56,"Text":"Va namoz ʙarpo dored va zakot ʙipardozed va az pajomʙar itoat kuned, ʙoşad, ki mavridi rahmat qaror gired"},{"SurahNumber":24,"VerseNumber":57,"Text":"[Ej pajomʙar] Hargiz mapindor kasone, ki kufr varzidand, notavonkunanda [-i Alloh taolo] dar zaminand [va metavonand az muçozoti ilohī ʙigrezand]. Çojgohi inon otaş ast va ci ʙad ʙozgaştangohest"}]}