{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Älïf, Läm, Ra. Bul - ayattarı asa Dana, bärinen Xabardardan anıq bayandalıp, tüsindirilgen Kitap"},{"SurahNumber":11,"VerseNumber":2,"Text":"Allahtan basqağa Qulşılıq etpeñder. Anığında, men senderge Odan / jiberilgen / eskertwşi äri qwanıştı xabar jetkizwşimin"},{"SurahNumber":11,"VerseNumber":3,"Text":"Özderiñniñ Rabbıñnan keşirim tileñder äri istegen künälarıña şınayı ökinip, Oğan boysunwğa qaytıñdar / täwbege kelinder / . Ol senderdi belgili bir merzimge / ölim kelgenge / deyin körkem nesibemen paydalandıradı. Äri Ol, ärbir keñşilik etwşini Öz keñşiligine böleydi. Eger teris burılsañdar, senderge bolatın ulı Künniñ / Qïyamettiñ / azabınan qorqamın"},{"SurahNumber":11,"VerseNumber":4,"Text":"Sender Allahqa qaytarılasıñdar. Al, Ol - barlıq närseni Jasay alwşı"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilinder, olar, Odan jasırw üşin kewdelerin büristiredi. Anığında, olar kïimderin bürkenip alğandarında da Ol / Allah / olardıñ neni jasıratındarın jäne neni äşkere etetinderin biledi. Anığında, Ol - kewdelerdegini / jürekterdegini / jaqsı Bilwşi"},{"SurahNumber":11,"VerseNumber":6,"Text":"Jer betinde rïzığı Allahtan bolmağan birde-bir janı bar joq. Ol, onıñ / osı ömirdegi / turağın jäne / ölgennen keyingi / saqtalatın ornın biledi. Barlığı anıq Kitapta / Läwxwl maxfwzda / jazwlı"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ol senderdi, amal etwde qaysılarıñ jaqsı ekenin sınaw üşin aspandardı jäne jerdi altı künde jaratqan. Äri Onıñ Arşısı sw üstinde edi. Eger olarğa: «Sender ölgennen keyin, älbette, qayta tirilesiñder» - deseñ, küpirlik etkender / qayta tirilwdi moyındamaytındar / : «bul - bar bolğanı anıq bir sïqır», - deydi"},{"SurahNumber":11,"VerseNumber":8,"Text":"Eger Biz azaptı olardan sanawlı bir merzimge deyin keşiktirsek, olar: «Onı / azaptı / ne ustap tur?» - deydi. Biliñder, olarğa ol / azap / kelgen küni, olardan qaytarılmaydı äri olardıñ mazaq etip kelgenderi özderin qorşap aladı"}]}