{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Y ¿Quien dice mejores palabras que quien invoca a Dios y realiza buenas obras y dice: «En verdad, soy de los que se someten a Dios.»"},{"SurahNumber":41,"VerseNumber":34,"Text":"No son iguales las buenas acciones que las malas. Rechaza el mal con lo que es mejor y aquel con el que estabas enemistado se comportara como si fuera un amigo intimo"},{"SurahNumber":41,"VerseNumber":35,"Text":"Y eso solo lo consigue quien tiene paciencia. Eso solo lo consigue quien posee una inmensa porcion"},{"SurahNumber":41,"VerseNumber":36,"Text":"Si el Demonio te incita al mal, busca refugio en Dios. En verdad, El es Quien todo lo oye, el Sabio"},{"SurahNumber":41,"VerseNumber":37,"Text":"Y entre Sus senales estan la noche y el dia y el Sol y la Luna. No os prosterneis ante el Sol ni ante la Luna, prosternaos ante Dios que es Quien los ha creado a ambos, si es solo a El a quien adorais"},{"SurahNumber":41,"VerseNumber":38,"Text":"Pero si se muestran altivos, quienes estan cerca de tu Senor Le glorifican noche y dia sin cansarse"},{"SurahNumber":41,"VerseNumber":39,"Text":"Y entre Sus senales esta el que tu veas la tierra seca y desolada pero, cuando hacemos que descienda sobre ella el agua, se reanima con energia y brotan las plantas. En verdad, quien la hace vivir es el Vivificador de lo muerto. En verdad, El tiene poder sobre todas las cosas"},{"SurahNumber":41,"VerseNumber":40,"Text":"En verdad, quienes no creen en Nuestras senales no pueden ocultarse de Nosotros. ¿Quien, pues, es mejor? ¿Quien sera arrojado al Fuego o quien estara seguro cuando venga el Dia del Levantamiento? ¡Haced lo que querais! En verdad, El ve lo que haceis"},{"SurahNumber":41,"VerseNumber":41,"Text":"En verdad, quienes no creen en el Recuerdo cuando llega a ellos… Y, en verdad, es una Escritura poderosa"},{"SurahNumber":41,"VerseNumber":42,"Text":"a la que no alcanzara jamas la falsedad. Desciende gradualmente de Uno que es sabio, digno de alabanza"},{"SurahNumber":41,"VerseNumber":43,"Text":"No se te dice sino lo que les fue dicho a los Mensajeros anteriores a ti. En verdad, tu Senor es el dueno del perdon y del castigo doloroso"},{"SurahNumber":41,"VerseNumber":44,"Text":"Y si hubiesemos hecho llegar a ellos un Coran en lengua no arabe, con seguridad habrian dicho: “¿Como es que sus versiculos no se explican con claridad y detalladamente? ¿No es arabe siendo el arabe? Di: «Es, para quienes creen, una guia y una cura y quienes no creen son duros de oido y estan ciegos ante ella. Como si se les llamase desde un lugar alejado.»"}]}