{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Sag: \"Ett rader jag er till, namligen att ni tva och tva eller var man for sig vander er till Gud och ber Honom [visa er sanningen], och att ni sedan noga rannsakar era hjartan. Er landsman ar inte besatt av andar; vad han gor ar att varna er for det stranga straff som han ser hota er"},{"SurahNumber":34,"VerseNumber":47,"Text":"Sag: \"Jag begar ingen lon av er; [behall] det som ar ert! Min lon far jag av min Herre, och Han ar vittne till allt som sker"},{"SurahNumber":34,"VerseNumber":48,"Text":"Sag: \"[Mot logn och falskhet] slungar min Herre sanningen; Han kanner allt det som ar dolt [for manniskor]"},{"SurahNumber":34,"VerseNumber":49,"Text":"Sag: \"Sanningen har kommit [och lognen maste vika] - lognen skapar ingenting och den aterstaller ingenting"},{"SurahNumber":34,"VerseNumber":50,"Text":"Sag: \"Om jag gar vilse skadar jag bara mig sjalv, och om jag ar pa ratt vag, [ar det] tack vare det som min Herre har uppenbarat for mig. Han hor allt och ar alltid nara"},{"SurahNumber":34,"VerseNumber":51,"Text":"OM DU sag [fornekarna efter uppstandelsen], skrackslagna, utan mojlighet att fly, gripna dar de star"},{"SurahNumber":34,"VerseNumber":52,"Text":"och de ropar: \"Vi tror pa [budskapet]!\" Men hur skulle de kunna leta sig fram till [trons] rena vatten - [tron hor ju hemma i det jordiska liv] som nu ligger langt bakom dem"},{"SurahNumber":34,"VerseNumber":53,"Text":"Forr fornekade de den ju och - dar de stod pa langt avstand - kastade de fram grundlosa pastaenden om det som ar dolt for manniskor"},{"SurahNumber":34,"VerseNumber":54,"Text":"Och vagen till sina onskningars mal kommer de att finna stangd, sasom fallet var med deras likasinnade foregangare, darfor att de inte [kunde frigora sig fran] sina tvivel och sina misstankar"}]}