{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"avaru hēḷuttāre; ‘‘avellā kēvala gatakālada kategaḷu. Avanē adannu baresi taruttāne. Mun̄jāne hāgū san̄je idannellā avanige yārō kalisikoḍuttāre’’"},{"SurahNumber":25,"VerseNumber":2,"Text":"hēḷiri; ākāśagaḷa hāgū bhūmiya sakala rahasyagaḷannu ballavanu idannu iḷisikoṭṭiruvanu khaṇḍitavāgiyū avanu kṣamisuvavanu mattu karuṇāḷuvāgiddāne"},{"SurahNumber":25,"VerseNumber":3,"Text":"avaru hēḷuttāre; ‘‘āhāra sēvisuva mattu pēṭegaḷalli naḍedāḍuva āta adentaha dūta? Avana jotegiddu janarannu hedarisalu obba malak‌nannu avanigēke iḷisikoḍalāgilla?’’"},{"SurahNumber":25,"VerseNumber":4,"Text":"‘‘Athavā avanige ondu nidhiyannēke nīḍalāgilla? Athavā avanige tinnuṇṇuttā iruvudakke ondu tōṭavannādarū ēke nīḍalāgilla?’’ Mattu akramigaḷu (janaroḍane), ‘‘nīvu kēvala obba māṭapīḍitanannu anusarisuttiruviri’’ ennuttāre"},{"SurahNumber":25,"VerseNumber":5,"Text":"nōḍiri; avaru ententaha hōlikegaḷannu nimage anvayisuttiddāre! Nijavāgi avaru dāri tappiddāre mattu saridārige baralu avarige sādhyavilla"},{"SurahNumber":25,"VerseNumber":6,"Text":"ā mahā samr̥d'dhanu (allāhanu) tānicchisidare nimage ivellavugaḷiginta uttamavādudannu nīḍaballanu. Andare, taḷadalli nadigaḷu hariyuvantaha tōṭagaḷannu nīḍaballanu mattu nimagāgi aramanegaḷannu odagisaballanu"},{"SurahNumber":25,"VerseNumber":7,"Text":"nijavāgi avaru ā antima kṣaṇavannu suḷḷendaru. Ā kṣaṇavannu suḷḷendavarigāgi nāvu agnikuṇḍavannu sid'dhapaḍisiṭṭiruvevu"},{"SurahNumber":25,"VerseNumber":8,"Text":"avarannu dūradinda kaṇḍāgalē, adu rōṣadinda abbarisuvudannu avaru kēḷuvaru"},{"SurahNumber":25,"VerseNumber":9,"Text":"avarannu sarapaṇigaḷalli kaṭṭi adaroḷagina yāvudādarū ikkaṭṭāda sthaḷakke esedu biḍalādāga alli avaru maraṇakkāgi hātoreyuttiruvaru"}]}