{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Allakh uspokaivayet dushi lyudey, kogda oni umirayut, a tekh, kto ne umirayet, - [pokoit] vo vremya sna. On ne otpuskayet te dushi, kotorym opredelil smert', a ostal'nyye vozvrashchayet [v bodrstvovaniye] na opredelennyy srok. Voistinu, vo vsem etom soderzhatsya znameniya dlya tekh, kto razmyshlyayet"},{"SurahNumber":39,"VerseNumber":43,"Text":"Byt' mozhet, oni obreli sebe zastupnikov pomimo Allakha? Sprosi: \"[Neuzheli vy poklonyayetes' im], dazhe yesli oni ne vlastny ni nad chem i lisheny dara razuma"},{"SurahNumber":39,"VerseNumber":44,"Text":"Skazhi: \"Zastupnichestvo vsetselo prinadlezhit Allakhu. Ved' u Nego vlast' nad nebesami i zemley, i k Nemu vy vernetes'"},{"SurahNumber":39,"VerseNumber":45,"Text":"Kogda proiznosyat [imya] [Allakha], szhimayutsya [ot otvrashcheniya] serdtsa tekh, kotoryye ne veruyut v budushchuyu zhizn'. A kogda proiznosyat imena drugikh bogov pomimo Nego, to oni likuyut"},{"SurahNumber":39,"VerseNumber":46,"Text":"Skazhi: \"O Allakh, sozdatel' nebes i zemli, znayushchiy i sokrovennoye i yavnoye! Lish' Ty sudish' mezhdu Tvoimi rabami o tom, v chem oni raskhodyatsya"},{"SurahNumber":39,"VerseNumber":47,"Text":"Yesli by u nechestivtsev bylo vse, chto na zemle, i yeshche stol'ko zhe, to oni nepremenno otkupilis' by etim ot surovogo nakazaniya v Den' voskreseniya. No pered nimi predstanet ot Allakha to, o chem oni i ne myslili"},{"SurahNumber":39,"VerseNumber":48,"Text":"Predstanut pered nimi zlyye deyaniya, kotoryye oni sovershili, i porazit to, nad chem oni nasmekhalis'"},{"SurahNumber":39,"VerseNumber":49,"Text":"Kogda cheloveka postigayet kakoye-libo bedstviye, on vzyvayet k Nam. Kogda zhe My daruyem yemu kakuyu-libo milost' ot Nas, on govorit: \"Eto darovano za moi znaniya\". Net, eto bylo ispytaniyem, no bol'shaya chast' lyudey ne vedayet ob etom"},{"SurahNumber":39,"VerseNumber":50,"Text":"Tak uzhe utverzhdali te, kotoryye zhili do nikh, no im ne pomoglo to, chto oni obreli [deyaniyami]"},{"SurahNumber":39,"VerseNumber":51,"Text":"I porazilo ikh nakazaniye za to, chto oni vershili. Tekh zhe iz nikh, kotoryye beschinstvovali, porazit nakazaniye za ikh dela, i im ne spastis' [ot nego]"},{"SurahNumber":39,"VerseNumber":52,"Text":"Razve oni ne znali, chto Allakh uvelichivayet ili umen'shayet udel, komu pozhelayet? Voistinu, v etom - znameniya dlya veruyushchikh lyudey"}]}