{"Id":201,"LanguageCodes":["id","ind"],"Name":"ind-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"(Dan) ceritakanlah, hai Muhammad!, kepada kaummu (ketika Rabbmu menyeru Musa) melalui firman-Nya pada malam ketika ia melihat api dan pohon (\"Bahwasanya) hendaknya (datangilah kaum yang zalim itu), datanglah kamu kepada mereka sebagai seorang Rasul"},{"SurahNumber":26,"VerseNumber":11,"Text":"(Yaitu kaum Firaun) terutama Firaun sendiri, mereka telah berbuat aniaya terhadap diri mereka sendiri dengan kekafiran mereka kepada Allah dan penindasan mereka kepada kaum Bani Israel (mengapa mereka tidak) Istifham di sini bermakna sanggahan (bertakwa?\") kepada Allah dengan menaati-Nya"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Berkata) Musa, (\"Ya Rabbku! Sesungguhnya aku takut bahwa mereka akan mendustakan aku)"},{"SurahNumber":26,"VerseNumber":13,"Text":"(Dan akan terasa sempit dadaku) karena mereka mendustakan aku (sedangkan lidahku tidak lancar) untuk menyampaikan risalah yang dibebankan kepadaku, karena lisanku pelat (maka utuslah) saudaraku (Harun) bersamaku"},{"SurahNumber":26,"VerseNumber":14,"Text":"(Dan aku berdosa terhadap mereka) disebabkan aku telah membunuh seorang bangsa Kobtik (maka aku takut mereka akan membunuhku\") disebabkan aku telah membunuh salah seorang dari mereka"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Berfirman) Allah swt., (\"Jangan takut!) mereka tidak akan dapat membunuhmu (Pergilah kamu berdua) yakni kamu dan saudaramu itu; ungkapan ayat ini lebih diprioritaskan kepada Mukhathab, karena pada kenyataannya Nabi Harun pada waktu itu sedang tidak bersamanya (dengan membawa ayat-ayat Kami, sesungguhnya Kami bersamamu mendengarkan.\") apa yang kalian katakan dan apa yang dikatakan oleh mereka tentang kalian. Keduanya dianggap seakan-akan orang banyak (bentuk jamak)"},{"SurahNumber":26,"VerseNumber":16,"Text":"(Maka datanglah kamu berdua kepada Firaun dan katakanlah olehmu, \"Sesungguhnya kami) yakni kamu berdua ini (adalah Rasul Rabb semesta alam) kepadamu"},{"SurahNumber":26,"VerseNumber":17,"Text":"(Hendaklah) hendaknya (lepaskanlah untuk pergi bersama kami) ke negeri Syam (kaum Bani Israel\") maka Nabi Musa dan Nabi Harun datang kepada Firaun lalu keduanya mengatakan apa yang telah disebutkan tadi"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Berkatalah) Firaun kepada Nabi Musa, (\"Bukankah kami telah mengasuhmu di dalam keluarga kami) yakni dalam rumah kami (waktu kamu masih kanak-kanak) semasa kecil, baru saja dilahirkan, tetapi sudah disapih (dan kamu tinggal bersama kami beberapa tahun dari umurmu), selama tiga puluh tahun, pada masa itu Musa berpakaian seperti Firaun dan berkendaraan sebagaimana Firaun, ia dikenal sebagai anak angkat Firaun"},{"SurahNumber":26,"VerseNumber":19,"Text":"(Dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu) yaitu membunuh seorang bangsa Kobtik (dan kamu termasuk orang-orang yang tidak tahu membalas budi\") yakni termasuk orang-orang yang ingkar terhadap nikmat yang telah kuberikan kepadamu, yaitu dididik dan tidak dijadikan budak"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Berkatalah) Musa, (\"Aku telah melakukannya, sedangkan di waktu itu) pada masa itu (aku termasuk orang-orang yang khilaf) dari apa yang akan diberikan oleh Allah kepadaku sesudahnya, yaitu ilmu dan risalah"},{"SurahNumber":26,"VerseNumber":21,"Text":"(Lalu aku lari meninggalkan kalian ketika aku takut kepada kalian, kemudian Rabbku memberikan kepadaku hikmah) yakni ilmu (serta Dia menjadikanku salah seorang di antara Rasul-rasul)"},{"SurahNumber":26,"VerseNumber":22,"Text":"(Budi yang kamu limpahkan kepadaku itu) asal lafal Tamunnuhaa adalah Tamunnu Bihaa, maksudnya, yang telah kamu limpahkan kepadaku itu (adalah disebabkan kamu telah memperbudak Bani Israel\") kalimat ayat ini merupakan keterangan dari ayat yang sebelumnya, maksudnya, kamu telah menjadikan mereka sebagai budak-budak dan sebagai gantinya kamu tidak memperbudak aku, sesungguhnya kamu tidak memberikan nikmat apa pun dengan perlakuanmu yang demikian itu, karena kamu memperbudak mereka, hal ini adalah perbuatan aniaya. Sebagian Mufassirin ada yang memperkirakan adanya Hamzah Istifham bermakna sanggahan, pada awal perkataan Nabi Musa ini, sehingga lafal Fa'altuha asalnya Afa'altuha"},{"SurahNumber":26,"VerseNumber":23,"Text":"(Berkata Firaun) kepada Nabi Musa, (\"Siapakah Rabb semesta alam itu?\") sebagaimana yang telah kamu katakan itu, bahwa kamu adalah Rasul-Nya? Maksudnya, siapakah Dia itu? Karena mengingat bahwa tiada jalan bagi makhluk untuk mengetahui hakikat Allah swt. melainkan hanya melalui sifat-sifat-Nya. Nabi Musa a.s. mengemukakan jawabannya kepada Firaun dengan ungkapan berikut"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa menjawab, \"Rabb Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya) yakni Dialah yang menciptakan kesemuanya itu (jika kamu sekalian orang-orang yang mempercayai.\") bahwa Dia adalah yang menciptakan semuanya, maka berimanlah kalian kepada-Nya dan esakanlah Dia"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Berkata) Firaun (kepada orang-orang sekelilingnya,) dari kalangan orang-orang terpandang kaumnya (\"Apakah kaian tidak mendengarkan?\") jawabannya yang tidak sesuai dengan pertanyaannya itu"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Berkata pula) Musa, (\"Rabb kalian dan Rabb nenek moyang kalian yang dahulu\") jawaban Nabi Musa kali ini sekali pun isinya telah terkandung pada jawaban yang pertama tadi tetapi membuat Firaun naik pitam. Oleh sebab itu"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firaun berkata, \"Sesungguhnya Rasul kalian yang diutus kepada kamu sekalian benar-benar orang gila"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Berkata) Musa, (\"Rabb yang menguasai Timur dan Barat dan apa yang di antara keduanya -itulah Rabb kalian, jika kalian mempergunakan akal\") maka berimanlah kepada-Nya, dan esakanlah Dia"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Berkatalah) Firaun kepada Nabi Musa, (\"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\") penjara di masa Firaun sangat mengerikan keadaannya, karena seseorang ditahan di suatu tempat di bawah tanah dalam keadaan menyendiri, sehingga tidak dapat melihat apa-apa dan tidak dapat mendengar suara seorang manusia pun"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa berkata) kepada Firaun, (\"Dan apakah kamu akan melakukan itu kendati pun) maksudnya apakah sungguh kamu akan melakukannya sekalipun (aku datang kepadamu dengan membawa sesuatu keterangan yang nyata) berupa bukti yang jelas yang menunjukkan kerasulanku"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firaun berkata) kepada Nabi Musa, (\"Datangkanlah sesuatu keterangan yang nyata itu, jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu itu"},{"SurahNumber":26,"VerseNumber":32,"Text":"(Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu menjadi ular yang nyata) ular raksasa"},{"SurahNumber":26,"VerseNumber":33,"Text":"(Dan ia menarik tangannya) mengeluarkannya dari kantong bajunya (maka tiba-tiba tangan itu jadi putih) memancarkan sinar (bagi orang-orang yang melihatnya) berbeda dengan keadaan warna kulit tangan sebelumnya"}]}