{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"“E inu amene mwakhulupirira! Ndithu Allah akuyesani ndi nyama zina zozichita ulenje, zomwe manja anu ndi mikondo yanu ingazifikire, kuti Allah amuwonetsere poyera amene akumuopa mwanseri. Ndipo amene alumphe malire (posaka nyamayo ndi kupha) pambuyo pa zomwe mwauzidwazo, adzapeza chilango chopweteka"},{"SurahNumber":5,"VerseNumber":95,"Text":"“E inu amene mwakhulupirira! Musaphe nyama ya mtchire pomwe inu muli m’mapemphero a Hajj kapena Umrah. Ndipo mwa inu amene angaphe mwadala nyama ya mtchireyo, dipo (lake likhale kuzinga) yofanana ndi yomwe waphayo, mu mtundu wa nyama zowetedwa, (monga mmene) angaweruzire olungama awiri a mwa inu, kukhala nsembe yoperekedwa ku Ka’aba (kuti ikazingidwe kumeneko ndi kuwagawira osauka); kapena alipe dipo la chakudya kudyetsa masikini; kapena m’malo mwake asale kuti alawe kupweteka kwa chinthu chakecho. Ndipo Allah afafaniza zomwe zidapita kale. Koma amene achitenso, Allah amukhaulitsa ndi chilango chochokera kwa Iye. Ndipo Allah Ngwamphamvu zoposa, Wokhaulitsa koopsa"},{"SurahNumber":5,"VerseNumber":96,"Text":"“Nkololezedwa kwa inu kusaka nyama za m’nyanja ndi chakudya chake (chomwe chapezeka m’nyanjamo chitafa chokha). Chimenecho ndi kamba wanu (inu amene simuli pa ulendo) ndiponso a pa ulendo. Kwaletsedwa kwa inu kusaka za pamtunda pomwe muli m’mapemphero a Hajj kapena Umrah. Opani Allah Yemwe kwa Iye mudzasonkhanitsidwa"},{"SurahNumber":5,"VerseNumber":97,"Text":"“Allah wapanga Ka’aba kukhala nyumba yopatulika, ndikukhala pamalo popezera zosowa za anthu. Ndipo adapanganso miyezi (inayi) yopatulika, ndi kupereka nyama zansembe ku Makka zovekedwa makoza monga zisonyezo (kusonyeza kuti zikupita ku Makka). Zonsezi nkuti mudziwe kuti Allah akudziwa za kumwamba ndi pansi, ndikuti Allah Ngodziwa chilichonse"},{"SurahNumber":5,"VerseNumber":98,"Text":"“Dziwani kuti ndithudi, Allah Ngolanga mwaukali. Ndikutinso Allah Ngokhululuka kwabasi, Ngwachisoni chosatha"},{"SurahNumber":5,"VerseNumber":99,"Text":"“Pa mtumiki palibe china koma kufikitsa chabe (uthenga). Ndipo Allah akudziwa zimene mukuzionetsera poyera ndi zimene mukuzibisa"},{"SurahNumber":5,"VerseNumber":100,"Text":"“Nena (kwa aliyense kuti): “Zoipa ndi zabwino sizingafanane ngakhale kutakusangalatsa kuchuluka kwa zoipazo; choncho opani Allah, E! Inu eni nzeru kuti mupambane.”"}]}