{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"“۞ Simudzapeza ubwino (weniweni) kufikira mutapereka m’zimene mukuzikonda. Ndipo chilichonse chimene mupereka, ndithudi, Allah akuchidziwa"},{"SurahNumber":3,"VerseNumber":93,"Text":"“Zakudya zonse zidali zololedwa kwa ana a Israyeli kupatula chimene adadziretsa Israyeli mwini wake Taurat isadavumbulutsidwe. Nena: “Bwerani ndi Tauratiyo ndipo iwerengeni ngati mukunena zoona.”"},{"SurahNumber":3,"VerseNumber":94,"Text":"“Choncho aliyense amene adzapekera bodza Allah pambuyo pa izi iwo ndiwochita zoipa"},{"SurahNumber":3,"VerseNumber":95,"Text":"“Nena: “Allah wanena zoona. Choncho tsatirani chipembedzo cha Ibrahim yemwe adali wolungama; sadali mwa ophatikiza Allah ndi mafano.”"},{"SurahNumber":3,"VerseNumber":96,"Text":"“Ndithudi, nyumba yoyamba yomwe idakhazikitsidwa chifukwa cha anthu (kuti azipempheramo) ndiyomwe ili pa Bakka (ku Makka); yodalitsidwa ndiponso ndichiongolo kwa anthu onse"},{"SurahNumber":3,"VerseNumber":97,"Text":"“M’menemo muli zizindikiro zoonekera (zozindikiritsa kupatulika kwake ndi ukale wake); ndi pamalo pomwe Ibrahim adali kuimilira; ndipo amene akulowamo amakhala m’chitetezo; ndipo Allah walamula anthu kuti akachite Hajj ku nyumbayo amene angathe kukonzekera ulendo wonka kumeneko. Ndipo yemwe angakane, (osapitako pomwe ali nazo zomuyenereza), ndithudi, Allah Ngwachikwanekwane pa zolengedwa Zake"},{"SurahNumber":3,"VerseNumber":98,"Text":"“Nena: “E inu amene mudapatsidwa buku! chifukwa chiyani mukuzikana zizindikiro za Allah pomwe Allah ndi Mboni wa zonse zimene mukuchita?”"},{"SurahNumber":3,"VerseNumber":99,"Text":"“Nena: “ E inu amene mudapatsidwa buku! Chifukwa chani mukutsekereza anthu amene akhulupirira kuyenda pa njira ya Allah? Mukufuna kuti ikhote pomwe inu ndinu mboni (kuti ndi njira ya Allah yopanda choipa)? Komatu Allah sanyalanyaza zomwe mukuchita.”"},{"SurahNumber":3,"VerseNumber":100,"Text":"“E inu amene mwakhulupirira! Ngati muwamvera ena mwa amene apatsidwa buku, akubwezani kuti mukhale osakhulupirira pambuyo pa chikhulupiliro chanu"},{"SurahNumber":3,"VerseNumber":101,"Text":"“Kodi mukukanira bwanji pomwe ndime za Allah zikuwerengedwa kwa inu, pomwenso Mtumiki Wake ali pamodzi nanu? Ndipo amene agwiritse mwa Allah (bwinobwino), ndithudi iye wawongoleredwa kunjira yoongoka"}]}