{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu? (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Allah) berfirman, “Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblis) menjawab, “Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.”"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allah) berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu.”"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus"},{"SurahNumber":7,"VerseNumber":17,"Text":"Kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allah) berfirman, “Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barang siapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahannam dengan kamu semua.”"},{"SurahNumber":7,"VerseNumber":19,"Text":"Dan (Allah berfirman), “Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua termasuk orang-orang yang zalim.”"},{"SurahNumber":7,"VerseNumber":20,"Text":"Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, “Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).”"},{"SurahNumber":7,"VerseNumber":21,"Text":"Dan dia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini benar-benar termasuk para penasihatmu,”"},{"SurahNumber":7,"VerseNumber":22,"Text":"dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, “Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) berfirman, “Turunlah kamu! kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenangan kamu sampai waktu yang telah ditentukan.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.”"}]}