{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"(maṉitarkaḷē!) Nīṅkaḷ vaṟumaikkup payantu uṅkaḷ kuḻantaikaḷaik kolai ceytu viṭātīrkaḷ. Nāmtāṉ avarkaḷukkum uṅkaḷukkum uṇavaḷikkiṟōm. Avarkaḷaik kolai ceyvatu niccayamāka (aṭāta) perum pāvamākum"},{"SurahNumber":17,"VerseNumber":32,"Text":"(nampikkaiyāḷarkaḷē!) Nīṅkaḷ vipacārattiṟku neruṅkavum vēṇṭām.Ēṉeṉṟāl, niccayamāka atu māṉakkēṭāṉatākavum, tīya vaḻiyākavum irukkiṟatu"},{"SurahNumber":17,"VerseNumber":33,"Text":"(Evaraiyum kolai ceyvatu ākāteṉṟu) allāh taṭuttirukka, nīṅkaḷ em'maṉitaṉaiyum niyāyamiṉṟi kolai ceytu viṭātīrkaḷ. Evarēṉum aniyāyamākak kolai ceyyappaṭṭuviṭṭāl, avaṉuṭaiya vāricukaḷukku(p paḻivāṅka) nām atikāram aḷittirukkiṟōm. Āṉāl, (kolaiyāḷiyāṉa) avaṉaip paḻivāṅkuvatil aḷavu kaṭantu (cittiravatai ceytu)viṭa vēṇṭām. Niccayamāka avaṉ (paḻivāṅka) utavi ceyyappaṭuvāṉ. (Atāvatu: Kolaikku paḻivāṅka vāricukaḷukku utavi ceyya vēṇṭum)"},{"SurahNumber":17,"VerseNumber":34,"Text":"(nampikkaiyāḷarkaḷē!) Anātaik kuḻantaikaḷ vālipattai aṭaiyum varai (avarkaḷuṭaiya poruḷukkup pātukāppāḷarāka iruntāl) nīṅkaḷ niyāyamāṉa muṟaiyilēyē tavira avarkaḷuṭaiya poruḷai neruṅkātīrkaḷ. Uṅkaḷ vākkuṟutiyai nīṅkaḷ muḻumaiyāka niṟaivēṟṟuṅkaḷ. Ēṉeṉṟāl, maṟumaiyil vākkuṟutiyaip paṟṟi (uṅkaḷiṭam) niccayamākak kēṭkappaṭum"},{"SurahNumber":17,"VerseNumber":35,"Text":"nīṅkaḷ aḷantāl muḻumaiyāka aḷaṅkaḷ; (niṟuttāl) cariyāṉa eṭaiyaik koṇṭu niṟuṅkaḷ. Itu (uṅkaḷukku) mikka naṉṟu; mikka aḻakāṉa palaṉaiyum tarum"},{"SurahNumber":17,"VerseNumber":36,"Text":"(napiyē!) Nīr aṟiyāta oru viṣayattai piṉ toṭarātīr! Ēṉeṉṟāl, niccayamāka kātu, kaṇ, uḷḷam ākiya ivai ovvoṉṟumē (avaṟṟiṉ ceyalaippaṟṟi maṟumaiyil) kēḷvi kēṭkappaṭum"},{"SurahNumber":17,"VerseNumber":37,"Text":"pūmiyil (perumaiyuṭaṉ) karvam koṇṭu naṭakka vēṇṭām. Ēṉeṉṟāl, niccayamākap pūmiyaip piḷantu viṭavō allatu malaiyiṉ ucciyai aṭaintu viṭavō um'māl muṭiyātu"},{"SurahNumber":17,"VerseNumber":38,"Text":"ivai aṉaittum um iṟaivaṉiṭattil veṟukkappaṭṭa tīya kāriyaṅkaḷākum"},{"SurahNumber":17,"VerseNumber":39,"Text":"(Napiyē!) Ivai umatu iṟaivaṉāl umakku vahyi mūlam aṟivikkappaṭṭa ñāṉa (upatēca)ṅkaḷākum. Ākavē, allāhvuṭaṉ maṟṟoruvaṉai vaṇakkattiṟkuriyavaṉāka ākkātīr. (Avvāṟu ceytāl) nīr nintikkappaṭṭavarākavum, capikkappaṭṭavarākavum narakattil eṟiyappaṭuvīr"},{"SurahNumber":17,"VerseNumber":40,"Text":"(maṉitarkaḷē!) Uṅkaḷ iṟaivaṉ, āṇ makkaḷai uṅkaḷukkuc contamākki viṭṭu, vāṉavarkaḷait taṉakkup peṇ makkaḷāka ākkik koṇṭāṉā? (Ivvāṟu kūṟukiṉṟa) nīṅkaḷ niccayamāka makattāṉa (poyk) kūṟṟaiyē kūṟukiṟīrkaḷ"}]}