{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"And olsun ki, Semud (kavmine) de Allah´a tapsınlar diye kardesleri Salih´i (peygamber olarak) gonderdik. Fakat onlar, ansızın birbirleriyle surtusup tartısan iki grup oluverdiler"},{"SurahNumber":27,"VerseNumber":46,"Text":"Salih, onlara: «Ey kavmim!» dedi, «neden iyilikten once kotulugu acele istiyorsunuz? Allah´tan bagıslanmanızı dileseniz a ; ola ki rahmete eristirilirsiniz.»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Kavmi ona: «Biz seninle ve beraberinde bulunanlar sebebiyle ugursuzluga ugradık» dediler. O da. «sizin ugursuzlugunuz Allah yanında (kotu amelinizden dolayı)dır. Hayır, siz ciddi bir imtihandan geciriliyorsunuz!» dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"O sehirde dokuz kisilik bir (fesadcı) grubu bulunuyordu ki onlar yeryuzunde fesad cıkarıp barıs ve duzenden yana olmuyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"O (fesadcılar) kendi aralarında yemin edip dediler ki: «Ona ve ailesine bir gece baskınında bulunalım, sonra da ona sahip cıkan yakınına, ailesinin yok edilmesine sahid olmadık ve elbette bizler dogru kimseleriz, diyelim.»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Onlar, bir hile ve duzen planladılar, biz de onlar farkında degilken hilelerini baslarına gecirerek bir plan kurduk"},{"SurahNumber":27,"VerseNumber":51,"Text":"Onların hile ve duzeninin sonuna bir bak! Dogrusu onları ve kavimlerinin hepsini yok edip (ulkelerinin) altını ustune getirdik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Iste zulmettiklerine karsılık catısı cokuk evleri!. Suphesiz ki bunda bilen bir millet icin (ibret alınacak) belge ve ogut vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Iman edenleri kurtardık. Bunlar (Allah´tan) korkup (kotuluklerden) sakınanlar idi"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lut´u da (kavmine peygamber gonderdik). Hani o, kavmine, «gorup bildiginiz halde bu gibi hayasızlıgı mı isleyeceksiniz, oyle mi"},{"SurahNumber":27,"VerseNumber":55,"Text":"Kadınları bırakıp da sehvetle erkeklere mi gidiyorsunuz ? Hayır siz (ne yaptıgını) bilmeyen bir milletsiniz» dedi"},{"SurahNumber":27,"VerseNumber":56,"Text":"Bu uyarıya karsı milletinin cevabı sadece su olmustu : «Lut ailesini kasabanızdan cıkarın ; cunku onlar fazlaca temizlenip arınmaya ozenen insanlardır.»"},{"SurahNumber":27,"VerseNumber":57,"Text":"Biz, Lut´u da, ailesini de kurtardık ; ancak karısını degil, onu geride kalıp (yok edilecekler) arasında takdir ettik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ve uzerlerine bir yagmur yagdırdık. O uyarılanların yagmuru ne kotudur"}]}