{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Qua that, Allah ra lenh phai cong bang, phai song tot đep va phai giup đo ho hang than toc, va Ngai nghiem cam tat ca nhung hanh vi vo luan, sai trai va ap buc. Ngai ran day cac nguoi mong rang cac nguoi co the luu tam"},{"SurahNumber":16,"VerseNumber":91,"Text":"(Hoi nhung nguoi co đuc tin!) Cac nguoi hay thuc hien giao uoc voi Allah khi cac nguoi đa cam ket voi Ngai, cac nguoi cho đung vi pham loi the cua cac nguoi sau khi cac nguoi đa trinh trong (nhan danh Allah). Qua that, Allah biet moi viec cac nguoi lam"},{"SurahNumber":16,"VerseNumber":92,"Text":"Cac nguoi cho đung giong nhu hinh anh nguoi phu nu thao tung cuon chi sau khi đa co gang se chat. Cac nguoi dung loi the nhu mot cong cu lua doi lan nhau đe mot nguoi co the co loi the hon nguoi kia. That ra Allah chi thu thach cac nguoi thong qua đieu đo. Roi đay vao Ngay Phan Xet, Ngai se trinh bay ro cho cac nguoi biet ve moi đieu cac nguoi tung tranh cai nhau"},{"SurahNumber":16,"VerseNumber":93,"Text":"Neu muon, chac chan Allah co the lam cho cac nguoi thanh mot cong đong duy nhat. Tuy nhien, Ngai lam cho ai đi lac la tuy y Ngai va Ngai huong dan ai cung la tuy y Ngai. Va chac chan tat ca cac nguoi se bi tra hoi ve nhung gi cac nguoi đa lam"},{"SurahNumber":16,"VerseNumber":94,"Text":"Cac nguoi đung bien nhung loi the cua cac nguoi thanh mot phuong tien đe lua doi nhau. Neu khong, chan cua cac nguoi co the truot sau khi no đa vung vang, va cac nguoi se phai nem trai hau qua xau (tren coi tran nay) vi can tro moi nguoi đi theo con đuong cua Allah, va (o Đoi Sau) cac nguoi se phai chiu mot su trung phat khung khiep"},{"SurahNumber":16,"VerseNumber":95,"Text":"Cac nguoi đung ban Giao Uoc cua Allah voi mot cai gia it oi. Qua that, nhung gi o noi Allah la tot nhat cho cac nguoi, gia nhu cac nguoi co the biet"},{"SurahNumber":16,"VerseNumber":96,"Text":"Nhung gi o noi cac nguoi đeu se tieu tan nhung nhung gi o noi Allah đeu se con mai. Va TA (Allah) chac chan se trao cho nhung nguoi het long kien nhan mot phan thuong tot hon nhung gi ho đa tung lam"},{"SurahNumber":16,"VerseNumber":97,"Text":"Bat cu ai hanh thien, du nam hay nu, trong luc y la mot nguoi co đuc tin, TA chac chan se ban cho y mot cuoc song tot đep; va TA chac chan se ban cho (nhung nguoi nhu the) mot phan thuong tot hon nhung gi ho đa tung lam"},{"SurahNumber":16,"VerseNumber":98,"Text":"Vi vay, bat cu khi nao Nguoi (Thien Su Muhammad) xuong đoc Qur’an thi Nguoi hay cau xin Allah che cho khoi Shaytan, ke bi truc xuat (khoi long thuong xot cua Ngai)"},{"SurahNumber":16,"VerseNumber":99,"Text":"That vay, (Shaytan) khong co quyen han nao đoi voi nhung nguoi đa tin tuong va pho thac cho Thuong Đe cua ho"},{"SurahNumber":16,"VerseNumber":100,"Text":"Qua that, (Shaytan) chi co quyen luc đoi voi nhung ai coi han nhu mot đang bao ho va nhung ai dung cac đoi tac (cung voi Allah)"}]}