{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Āpani ki lakṣya karēna nā tādērakē yārā āllāhara nidarśana samparkē bitarka karē? Tādērakē kōthāẏa phirānō hacchē"},{"SurahNumber":40,"VerseNumber":70,"Text":"yārā mithyārōpa karē kitābē ēbaṁ yāsaha āmādēra rāsūlagaṇakē āmarā pāṭhiẏēchi tātē; ata'ēba, tārā śīghra'i jānatē pārabē"},{"SurahNumber":40,"VerseNumber":71,"Text":"yakhana tādēra galāẏa bēṛī ō śr̥ṅkhala thākabē, tādērakē ṭēnē niẏē yā'ōẏā habē"},{"SurahNumber":40,"VerseNumber":72,"Text":"Phuṭanta pānitē, tārapara tādērakē pōṛānō habē āgunē"},{"SurahNumber":40,"VerseNumber":73,"Text":"Parē tādērakē balā habē, 'kōthāẏa tārā yādērakē tōmarā śarīka karatē"},{"SurahNumber":40,"VerseNumber":74,"Text":"āllāha chāṛā?' Tārā balabē, ‘tārā tō āmādēra kācha thēkē udhā'ō haẏēchē [1]; baraṁ āgē āmarā kichukē ḍākini.’ Ēbhābē āllāha kāphiradērakē bibhraānta karēna"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ēṭā ē jan'yē yē, tōmarā yamīnē ayathā ullāsa karatē [1] ēbaṁ ējan'yē yē, tōmarā ahaṅkāra karatē"},{"SurahNumber":40,"VerseNumber":76,"Text":"Tōmarā jāhānnāmēra bibhinna darajā diẏē prabēśa kara, tātē sthāẏībhābē abasthānēra jan'ya, ata'ēba kata'i nā nikr̥ṣṭa ahaṅkārīdēra ābāsasthala"},{"SurahNumber":40,"VerseNumber":77,"Text":"sutarāṁ āpani dhairya dhāraṇa karuna. Niścaẏa āllāhara pratiśruti satya. Ataḥpara āmarā tādērakē yē pratiśruti pradāna kari tāra kichu yadi āpanākē dēkhiẏē dē'i athabā āpanāra mr̥tyu ghaṭā'i---tabē tādēra phirē āsā tō āmādēra'i kāchē"},{"SurahNumber":40,"VerseNumber":78,"Text":"Āra abaśya'i āmarā āpanāra pūrbē anēka rāsūla pāṭhiẏēchi. Āmarā tādēra kārō kārō kāhinī āpanāra kāchē bibr̥ta karēchi ēbaṁ kārō kārō kāhinī āpanāra kāchē bibr̥ta karini. Āra āllāhara anumati chāṛā kōnō nidarśana niẏē āsā kōnō rāsūlēra kāja naẏa. Ataḥpara yakhana āllāhara ādēśa āsabē takhana n'yāẏasaṅgatabhābē phaẏasālā haẏē yābē. Āra takhana bātilapanthīrā kṣatigrasta habē"}]}