{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"«(O,) bul eŋ ilimduu sıykırcı bolup kalgan turbaybı!»- dedi (Firaun) tegerektegi adamdarına"},{"SurahNumber":26,"VerseNumber":35,"Text":"«Bul ozunun sıykırı menen silerdi jeriŋerden cıgarıp jiberuunu kaalayt! Kana, emne deysiŋer?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"(Saray eli) aytıstı: «Anı menen agasın (kamap) koyo tur jana saarlarga (sıykırcılardı) cogultup kelcu (cabarmandardı) jiber"},{"SurahNumber":26,"VerseNumber":37,"Text":"Al saga bardık ilimduu sıykırcılardı alıp kelsin»°"},{"SurahNumber":26,"VerseNumber":38,"Text":"Belgilengen kundo ubadalaskan jerge (mamlekettin car tarabınan alıp kelingen eŋ kuctuu) sıykırcılar cogulustu"},{"SurahNumber":26,"VerseNumber":39,"Text":"Anan adamdarga aytıldı: «Cogulup bolduŋarbı"},{"SurahNumber":26,"VerseNumber":40,"Text":"Eger (bizdin) sıykırcılar jeŋip cıksa, osolordu eercisek ajep emes!»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Sıykırcılar kelip butkondo Firaunga: «Eger jeŋip cıksak, bizge sıylık bolobu?» desti"},{"SurahNumber":26,"VerseNumber":42,"Text":"«Ooba — dedi (Firaun) — anda menin eŋ jakın adamdarıman bolosuŋar»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa alarga ayttı: «Tastay turgan nerseŋerdi tastagıla»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Alar jipterin asa-tayaktarın tastap: «Firaundun kudureti menen biz jeŋip cıgabız!» -desti"},{"SurahNumber":26,"VerseNumber":45,"Text":"Anan Musa dagı asa-tayagın tastadı ele... kapıstan (kadimki ele coŋ jılanga aylanıp) sıykırcılardın jasalma jılandarın juta bastadı"},{"SurahNumber":26,"VerseNumber":46,"Text":"(Bul Kudurettuu Allaһtın gana kolunan kelerin daroo tusungon) sıykırcılar (Allaһka) sajda kılgan abalda boylorun jerge tastap (mınday)"},{"SurahNumber":26,"VerseNumber":47,"Text":"desti: «Aalamdardın Rabbisine, ıyman keltirdik"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa menen Harundun Rabbisine (ıyman keltirdik!)»"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Firaun acuulanıp, mınday) dedi: «Men silerge uruksat berbey turup aga ıyman keltirdiŋerbi?! Demek al silerge sıykırdı uyrotkon coŋuŋar turbaybı! Azır bilip alasıŋar (menin kim ekenimdi!). Kolu-butuŋardı karsı-tersi caap, baardıgıŋdı asıp salamın"},{"SurahNumber":26,"VerseNumber":50,"Text":"«(Munun) zıyanı jok — desti sıykırcılar — biz (anda) Rabbibizge kaytıp barabız"},{"SurahNumber":26,"VerseNumber":51,"Text":"Biz (Musaga) eŋ abalkılardan bolup ıyman keltirgenibiz sebeptuu, Rabbibiz bizdin katalarıbızdı kecirisin umut kılabız»"},{"SurahNumber":26,"VerseNumber":52,"Text":"Jana Biz Musaga «Menin pendelerim menen tun icinde (Misirden) cık. Silerdin iziŋerden kuuguncular tusot» -dep vahiy kıldık"}]}