{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"و از ميان مردم كسى است كه خدا را با ترديد مى‌پرستد. اگر خيرى به او رسد دلش بدان آرام گيرد، و اگر آزمايشى پيش آيد رخ برتابد. در دنيا و آخرت زيان بيند و آن زيانى آشكار است"},{"SurahNumber":22,"VerseNumber":12,"Text":"سواى خدا كسى را مى‌خواند كه نه زيانى به او مى‌رساند و نه سودى، و اين گمراهيى است بى‌انتها"},{"SurahNumber":22,"VerseNumber":13,"Text":"كسى را مى‌خواند كه زيانش نزديك‌تر از سود اوست. چه بد دوستدارى است و چه بد مصاحبى است"},{"SurahNumber":22,"VerseNumber":14,"Text":"خدا كسانى را كه ايمان آورده و كارهاى شايسته كرده‌اند به بهشتهايى كه در آن نهرها جارى است داخل مى‌سازد، و خدا هر چه خواهد همان مى‌كند"},{"SurahNumber":22,"VerseNumber":15,"Text":"كسى كه مى‌پندارد كه خدا در دنيا و آخرت ياريش نخواهد كرد، خويشتن را با ريسمانى از سقف بياويزد تا خود را خفه كند و بنگرد كه آيا اين حيله خشمش را از ميان خواهد برد"},{"SurahNumber":22,"VerseNumber":16,"Text":"بدين‌سان قرآن را نازل كرديم، با آياتى روشنگر. و خدا هر كس را كه بخواهد هدايت مى‌كند"},{"SurahNumber":22,"VerseNumber":17,"Text":"خدا ميان آنان كه ايمان آورده‌اند و آنان كه كيش يهود يا صابئان يا نصارى يا مجوس برگزيده‌اند و آنان كه مشرك شده‌اند، در روز قيامت حكم مى‌كند. زيرا او بر هر كارى ناظر است"},{"SurahNumber":22,"VerseNumber":18,"Text":"آيا نديده‌اى كه هر كس در آسمانها و هر كس كه در زمين است و آفتاب و ماه و ستارگان و كوهها و درختان و جنبندگان و بسيارى از مردم خدا را سجده مى‌كنند؟ و بر بسيارى عذاب محقق شده و هر كه را خدا خوار سازد، هيچ كس گراميش نمى‌دارد. زيرا خدا هر چه بخواهد همان مى‌كند"},{"SurahNumber":22,"VerseNumber":19,"Text":"اين دو گروه در باره پروردگارشان به خصومت برخاسته‌اند. براى آنان كه كافرند جامه‌هايى از آتش بريده‌اند و از بالا بر سرشان آب جوشان مى‌ريزد"},{"SurahNumber":22,"VerseNumber":20,"Text":"بدان آب جوشان هر چه در درون شكم دارند و نيز پوستهايشان گداخته مى‌شود"},{"SurahNumber":22,"VerseNumber":21,"Text":"و نيز براى آنهاست گرزهايى آهنين"},{"SurahNumber":22,"VerseNumber":22,"Text":"هرگاه كه خواهند از آن عذاب، از آن اندوه بيرون آيند، بار ديگر آنان را بدان بازگردانند كه: بچشيد عذاب آتش سوزنده را"}]}