{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"I spomeni u Knjizi Merjem, kad se povukla od porodice svoje u mjesto istocno"},{"SurahNumber":19,"VerseNumber":17,"Text":"Te uzela (da se zakloni) od njih zastor. Tad smo joj poslali Duha Naseg, te joj se prikazao covjekom pravim"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ona rece: “Uistinu, ja trazim zastitu Milostivog od tebe, ako si bogobojazan.”"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Duh) rece: “Ja sam samo izaslanik Gospodara tvog, da ti podarim djecaka cista.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Rece: “Otkud mi djecak, a nije me dotakao smrtnik i nisam bludnica?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"(On) rece: “Tako! Rekao je Gospodar tvoj: ’To je Meni lahko’ - i da ga ucinimo znakom ljudima i miloscu od Nas” - a bila je stvar određena"},{"SurahNumber":19,"VerseNumber":22,"Text":"Pa ga je zanijela, te se s njim povukla u mjesto daleko"},{"SurahNumber":19,"VerseNumber":23,"Text":"Pa dovedose nju porođajni bolovi ka stablu palme. Rece: “O da sam ja umrla prije ovog i bila zaboravom zaboravljena.”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Tad pozva nju ispod nje: “Ne zalosti se! Doista je nacinio Gospodar tvoj ispod tebe potocic"},{"SurahNumber":19,"VerseNumber":25,"Text":"I zatresi sebi stablo palme, pasce na te datule zrele"},{"SurahNumber":19,"VerseNumber":26,"Text":"Zato jedi i pij, i ohladi oko! Pa ako od smrtnika vidis ijednog, tad reci: “Uistinu! Ja sam se Milostivom zavjetovala postom, zato danas necu govoriti s covjekom.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Pa je dosla s njim narodu svom, noseci ga. Rekose: “O Merjem! Doista si dosla sa stvari necuvenom"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sestro Harunova! Nije bio otac tvoj los covjek, niti je majka tvoja bila bludnica.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Tad ga je pokazala. Rekose: “Kako da govorimo s onim ko je u besici, (s) djetetom?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Isa) rece: “Uistinu! Ja sam rob Allahov. Dao mi je Knjigu i ucinio me vjerovjesnikom"},{"SurahNumber":19,"VerseNumber":31,"Text":"I ucinio me blagoslovljenim ma gdje bio, i naredio mi salat i zekat dok budem ziv"},{"SurahNumber":19,"VerseNumber":32,"Text":"I da budem cestit majci svojoj, a nije me ucinio nepokornim, nesretnim"},{"SurahNumber":19,"VerseNumber":33,"Text":"I mir neka je nada mnom na dan kad sam rođen, i dan kad umrem, i dan kad budem podignut ziv!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"To je Isa, sin Merjemin: Rijec Istine, ona o kojoj raspravljaju"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nije Allahovo da uzima ikakvo dijete. Slavljen neka je On! Kad odredi stvar, tad tome samo kaze: “Budi” - tad biva"},{"SurahNumber":19,"VerseNumber":36,"Text":"A uistinu! Allah je Gospodar moj i Gospodar vas, zato Njega obozavajte. Ovo je put pravi"},{"SurahNumber":19,"VerseNumber":37,"Text":"Pa su se razisle stranke međusobno: zato tesko onima koji ne vjeruju, od poprista Dana strasnog"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kako ce oni cuti i vidjeti na Dan kad Nam dođu! Ali, zalimi su danas u zabludi ocitoj"},{"SurahNumber":19,"VerseNumber":39,"Text":"I upozori ih Danom zalosti, kad bude svrsena stvar; a oni su u ravnodusnosti i oni ne vjeruju"},{"SurahNumber":19,"VerseNumber":40,"Text":"Uistinu! Mi, Mi nasljeđujemo Zemlju i onog ko je na njoj, a Nama ce se vratiti"}]}