{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"O vy, yaki uviruvaly! Ne namahaytesʹ vyperedyty Allaha ta Yoho Poslantsya! Biytesʹ Allaha, voistynu, Allah — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":49,"VerseNumber":2,"Text":"O vy, yaki uviruvaly! Ne perekrykuyte Proroka ta ne zvertaytesya do nʹoho tak holosno, yak vy zvertayetesʹ odne do odnoho, inakshe vashi vchynky stanutʹ marnymy, a vy tsʹoho y ne vidchuyete"},{"SurahNumber":49,"VerseNumber":3,"Text":"Voistynu, tym, khto pered Poslantsem Allaha znyzhuye sviy holos, Allah ochystyv sertsya dlya bohoboyazlyvosti. Na nykh chekaye proshchennya ta velyka vynahoroda"},{"SurahNumber":49,"VerseNumber":4,"Text":"Voistynu, bilʹshistʹ tykh, yaki klychutʹ tebe z dvoru, ye nerozumnymy"},{"SurahNumber":49,"VerseNumber":5,"Text":"Yakby vony maly terpinnya pochekaty doty, doky ty vyydesh, to tse bulo b krashche dlya nykh. Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":49,"VerseNumber":6,"Text":"O vy, yaki uviruvaly! Yakshcho do vas iz yakoyusʹ zvistkoyu pryyde nechestyvetsʹ, to sprobuyte vse proyasnyty. Adzhe cherez svoye neznannya vy mozhete zashkodyty lyudyam, pro shcho z·hodom budete zhalkuvaty"},{"SurahNumber":49,"VerseNumber":7,"Text":"Znayte, shcho sered vas perebuvaye Poslanetsʹ Allaha. Yakby vin slukhavsya vas u bahatʹokh spravakh, to vy potrapyly b u skrutu. Prote Allah dozvolyv vam polyubyty viru, zrobyv yiyi prekrasnoyu dlya vashykh serdetsʹ i daruvav nenavystʹ do nevirʺya, nechestya ta neposlukhu. Same taki ydutʹ pryamym shlyakhom"},{"SurahNumber":49,"VerseNumber":8,"Text":"zavdyaky lastsi vid Allaha ta Yoho mylosti. Allah — Vseznayuchyy, Mudryy"},{"SurahNumber":49,"VerseNumber":9,"Text":"Yakshcho dvi hrupy viruyuchykh vedutʹ mizh soboyu borotʹbu, to prymyritʹ yikh. Ale yakshcho odna z nykh zazikhaye na inshu, to boritʹsya proty tiyeyi, yaka vyyavlyaye vorozhistʹ, doky vona ne povernetʹsya do nakazu Allaha. A yakshcho vona povernetʹsya, to vstanovitʹ mizh nymy myr tak, yak i nalezhytʹ. I budʹte spravedlyvymy; voistynu, Allah lyubytʹ spravedlyvykh"},{"SurahNumber":49,"VerseNumber":10,"Text":"Voistynu, viruyuchi — brattya. Tozh vstanovlyuyte myr mizh bratamy vashymy y biytesʹ Allaha — mozhlyvo, pomyluyutʹ vas"}]}