{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"El zakat debe ser distribuido entre los pobres, los menesterosos, los que trabajan en su recaudacion y distribucion, aquellos de los que se desea ganar sus corazones, la liberacion de los prisioneros, los endeudados, la causa de Dios y el viajero insolvente. Esto es un deber prescrito por Dios, y Dios lo sabe todo, es Sabio"},{"SurahNumber":9,"VerseNumber":61,"Text":"Entre ellos hay [hipocritas] quienes critican al Profeta y dicen: \"Escucha todo lo que le dicen\", pero ello es para su bien. El cree en Dios, confia en [la palabra de] los creyentes y es una misericordia para quienes de ustedes [realmente] han llegado a creer. Quienes calumnien al Mensajero de Dios recibiran un castigo doloroso"},{"SurahNumber":9,"VerseNumber":62,"Text":"[Un grupo de hipocritas] les juran por Dios con el fin de que ustedes se complazcan con ellos. Pero es de Dios y Su Mensajero de quienes deberian buscar su complacencia, si es que realmente son creyentes"},{"SurahNumber":9,"VerseNumber":63,"Text":"¿No saben acaso que quien se enfrente a Dios y a Su Mensajero estara perpetuamente en el fuego del Infierno? Esa es la humillacion mas terrible"},{"SurahNumber":9,"VerseNumber":64,"Text":"Los hipocritas temian que un capitulo [del Coran] como este fuera revelado y pusiera en evidencia lo que [realmente] hay en sus corazones. Diles [¡oh, Mujammad!]: \"Burlense [de la religion], que Dios pondra al descubierto lo que tanto temen"},{"SurahNumber":9,"VerseNumber":65,"Text":"Pero si les preguntas, te dicen: \"Solo bromeabamos y nos entreteniamos\". Diles: \"¿Acaso se burlaban de Dios, de Sus preceptos y de Su Mensajero"},{"SurahNumber":9,"VerseNumber":66,"Text":"No se excusen, han demostrado ahora su incredulidad a pesar de haber expresado su testimonio de fe anteriormente\". Perdonare a un grupo de ustedes, pero castigare a otro grupo por haber sido transgresor"}]}