{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Goge takımyıldızlar vareden ve ona bir lamba ve parlayan bir ay yerlestiren cok yucedir"},{"SurahNumber":25,"VerseNumber":62,"Text":"O, geceyi ve gunduzu birbirini izler yaptı; ogut almak veya sukretmek isteyenler icin"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman'ın kulları oyle kimselerdir ki yeryuzunde gosterissizce yururler. Cahiller kendilerine laf atınca da barıs onerirler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Gecenin yalnızlıgında Rab'lerine secde edip dusunceye dalarlar"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve onlar soyle derler, \"Rabbimiz, cehennem cezasını bizden cevir. Onun cezası korkunctur"},{"SurahNumber":25,"VerseNumber":66,"Text":"O kotu bir durak ve kotu bir yerdir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar verirken savurganlık ve cimrilik yapmaz, ikisi arasında dengeli harcarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Onlar, ALLAH ile birlikte baska tanrılar cagırmazlar; ALLAH'ın yasakladıgı canı haksız yere oldurmezler ve zina etmezler. Bunları isleyen, gunahların faturasını oder"},{"SurahNumber":25,"VerseNumber":69,"Text":"Dirilis gunu cezaları katlanır ve horlanmıs olarak orada ebedi kalırlar"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak inanıp erdemli bir yasam surenler haric. ALLAH onların gunahlarını iyiliklere cevirir. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Tevbe edip iyi davrananlar ise ALLAH'a geregi gibi donmus olur"},{"SurahNumber":25,"VerseNumber":72,"Text":"Onlar yalan tanıklıkta bulunmazlar. Bos sozlerle karsılastıklarında onemsemeyip gecerler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Kendilerine Rab'lerinin ayetleri hatırlatıldıgında, onlara karsı sagır ve kor davranmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Onlar ki, \"Rabbimiz, eslerimizi, cocuklarımızı bizim icin bir mutluluk kaynagı yap ve bizi onde giden erdemlilerden kıl,\" derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"Bunlar, sabrettiklerinden oturu cennet odalarıyla odullendirilirler; orada mutlu bir yasam ve barısa kavusturulurlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedi kalıcıdırlar. Ne guzel bir duraktır, ne guzel bir yerdir"},{"SurahNumber":25,"VerseNumber":77,"Text":"De ki, \"Duanız olmasa Rabbimin yanında degeriniz yoktur. Yalanlarsanız sonucuna katlanacaksınız"}]}