{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O die ihr glaubt, wenn ihr Allah furchtet, bestimmt Er euch eine Unterscheidung(snorm), tilgt euch eure bosen Taten und vergibt euch. Und Allah besitzt große Huld"},{"SurahNumber":8,"VerseNumber":30,"Text":"Und als diejenigen, die unglaubig sind, gegen dich Ranke schmiedeten, um dich festzusetzen oder zu toten oder zu vertreiben. Sie schmiedeten Ranke, und (auch) Allah schmiedete Ranke. Aber Allah ist der beste Rankeschmied"},{"SurahNumber":8,"VerseNumber":31,"Text":"Und wenn ihnen Unsere Zeichen verlesen werden, sagen sie: Wir haben es bereits gehort. Wenn wir wollten, konnten wir furwahr etwas Gleichartiges sagen. Das sind nur Fabeln der Fruheren"},{"SurahNumber":8,"VerseNumber":32,"Text":"Und als sie sagten: O Allah, wenn dies tatsachlich die Wahrheit von Dir ist, dann lasse auf uns Steine vom Himmel regnen, oder bringe schmerzhafte Strafe uber uns"},{"SurahNumber":8,"VerseNumber":33,"Text":"Aber Allah wurde sie nimmer strafen, solange du unter ihnen bist; und Allah wurde sie nimmer strafen, solange sie um Vergebung bitten"},{"SurahNumber":8,"VerseNumber":34,"Text":"Und was haben sie nun, daß Allah sie nicht strafen sollte, wo sie (euch) von der geschutzten Gebetsstatte abhalten? Und sie waren nicht ihre Beschutzer. Ihre Beschutzer sind ja nur die Gottesfurchtigen! Aber die meisten von ihnen wissen nicht"},{"SurahNumber":8,"VerseNumber":35,"Text":"Und ihr Gebet beim Haus ist nur Pfeifen und Klatschen. Kostet nun die Strafe dafur, daß ihr stets unglaubig wart"},{"SurahNumber":8,"VerseNumber":36,"Text":"Diejenigen, die unglaubig sind, geben ihren Besitz aus, um von Allahs Weg abzuhalten. Sie werden ihn ausgeben, und hierauf wird es eine gramvolle Reue fur sie sein. Hierauf werden sie besiegt werden. Und diejenigen, die unglaubig sind, werden zur Holle versammelt werden"},{"SurahNumber":8,"VerseNumber":37,"Text":"damit Allah das Schlechte vom Guten sondere und das Schlechte ubereinander tue, es alles zusammenhaufe und in die Holle bringe. Das sind die Verlierer"}]}