{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"It is He Who has made the earth manageable (and amenable) for you, so you may travel through its open lands and enjoy the gifts which He furnishes: And to Him is the Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure that He Who is in Heaven will not cause you to be swallowed up by the earth when it rumbles (as if it is an earthquake)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure that He Who is in Heaven will not send against you a violent tornado (with gravel and stones) so that you shall know how (terrible) was My warning (to them)"},{"SurahNumber":67,"VerseNumber":18,"Text":"And indeed men before them rejected (My warning): Then how (terrible) was My rejection (of them)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they not watch the birds above them, spreading their wings and folding them in? None can uphold them except (Allah) Most Gracious (Rahman). Truly, it is He who is All Seeing (Baseer) all things"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who is there besides (Allah) Most Gracious (Rahman) who can help you, (even if it was) an army? But the unbelievers are in nothing but a delusion (and serious mistake)"},{"SurahNumber":67,"VerseNumber":21,"Text":"Or who is there who can give you sustenance if He were to withhold His provision? But, they (the unbelievers) knowingly continue in willful disbelief and escape (from the Truth)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Is then (the man) who walks headlong, with his face bitter and marred, better guided— Or the one who walks evenly on the Straight Path"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say: \"It is He, Who has created you (and made you grow), and made for you the faculties of hearing, (and) seeing, (feeling with your) heart (and its kindness): Little thanks it is you give"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say: \"It is He, Who has created you on the earth, and to Him shall you be gathered together"},{"SurahNumber":67,"VerseNumber":25,"Text":"They ask: \"When will this promise be (fulfilled)? If you are telling the truth"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say: \"As to the knowledge of the time, it is with Allah Alone: I am (sent) only to warn plainly in public"},{"SurahNumber":67,"VerseNumber":27,"Text":"At length, when they see it (the time) close at hand, painful will be the faces of the unbelievers, and it will be said (to them): This is (the Promise fulfilled), which you were asking for"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say: \"Do you see? If Allah were to destroy me, and those with me, or if He bestows His Mercy on us— Yet who can deliver the unbelievers from a grievous Penalty"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say: \"He is (Allah), Most Gracious (Rahman): We have believed in Him, and on Him have we put our trust: So, soon will you know which (of us) who is in serious error"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say: \"Do you see?— That if your streams (in the underground earth), on some morning become lost, then who can supply you with clear-flowing water"}]}