{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Fir´avnın kavminden ileri gelenler dedi ki: «Bu sizi yurdunuzdan cıkarmak isteyen bilgin bir buyucudur muhakkak». (Fir´avn sordu:) «O halde ne buyurursunuz»"},{"SurahNumber":7,"VerseNumber":110,"Text":"Fir´avnın kavminden ileri gelenler dedi ki: «Bu sizi yurdunuzdan cıkarmak isteyen bilgin bir buyucudur muhakkak». (Fir´avn sordu:) «O halde ne buyurursunuz»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Dediler ki: «Onunla kardesini alıkoy, sehirlere toplayıcılar yolla da bilgic sihirbaz (lar) in hepsini getirsinler sana»"},{"SurahNumber":7,"VerseNumber":112,"Text":"Dediler ki: «Onunla kardesini alıkoy, sehirlere toplayıcılar yolla da bilgic sihirbaz (lar) in hepsini getirsinler sana»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Fir´avna geldi. Dediler ki: «Eger galebeyi kazananlar biz olursak elbet bize bir mukafat var, degil mi»"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Fir´avn): «Var ya, dedi, hem siz (benim) en yakınlar (ım) dan da olacaksınız muhakkak»"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Sihirbazlar) dediler: «Musa, sen mi (ilkin hunerini ortaya) atacaksın, yoksa atanlar biz mi olalım»"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa): «Siz atın» dedi. Vaktaki atdılar, halkın gozlerini buyulediler, onlara korku saldılar, buyuk bir sihir (meydana) getirmis oldular"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musaya: «Bırak asaanı» diye vahyetdik. Bir de ne gorsunler: Bu, onların butun uydurub duzduklerini yakalayıb yutuyor"},{"SurahNumber":7,"VerseNumber":118,"Text":"Iste, bu suretle hak yerini buldu, onların yapmakda oldukları seyler de bir hic olub gitdi"},{"SurahNumber":7,"VerseNumber":119,"Text":"Artık orada yenildiler, zelil ve makhur geri donduler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar hep birden secdeye kapandılar"},{"SurahNumber":7,"VerseNumber":121,"Text":"«Alemlerin Rabbine, Musa ve Harunun Rabbine iman etdik» dediler"},{"SurahNumber":7,"VerseNumber":122,"Text":"«Alemlerin Rabbine, Musa ve Harunun Rabbine iman etdik» dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir´avn «Ben size izin vermeden, dedi, Ona iman mı etdiniz? Bu, hic subhesiz ki sehirde — onun halkını icinden cıkarmanız icin — kurdugunuz bir hıylekarlıkdır. Yakında (basınıza ne gelecegini) bilirsiniz siz»"},{"SurahNumber":7,"VerseNumber":124,"Text":"«Elbet ve elbet ellerinizi, ayaklarınızı caprazına kesdirecegim. (Bundan) sonra da elbet ve elbet topunuzu asdıracagım»"},{"SurahNumber":7,"VerseNumber":125,"Text":"«Biz, dediler, subhesiz ki nihayet (olerek) Rabbimize donuculeriz»"},{"SurahNumber":7,"VerseNumber":126,"Text":"«Sen bizden, baska bir sebeble degil, ancak Rabbimizin ayetlerine —onlar bize geldigi zaman — iman etdik diye intikam alacaksın». (Sonra soyle niyaz etdiler:) «Ey Rabbimiz, ustumuze sabır yagdır, bizi muslumanlar olarak oldur»"}]}