{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Manyeloi a re: “Oho Maria! Ruri, Allah U u khethile, a ba a u hloekisa; U u khethile holim’a basali bohlebahlotsoeng"},{"SurahNumber":3,"VerseNumber":43,"Text":"Oho maria! Mamela Mong`a hau, u be u ithapalatse kapel’a hae, le hona ho inama le bohle ba inamang thapelong.”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Tsena ke karolo ea litaba tse patehileng. Re u senolela tsona. Ha u ea ka oa eba teng ha ba akha lotho ea ho ka tseba hore na ke ofe eo e tla ba mohlokomeli oa maria, kapa hona hoba teng har’a bona nakong eo ba neng ba qaketsana"},{"SurahNumber":3,"VerseNumber":45,"Text":"Manyeloi ha a ne a re: “Oho Maria! Ruri! Allah U u neha litaba tse molemo tsa lentsoe la Hae, lebitso la hae e tla ba Jesu Keresete, mora oa Maria; e tla ba mohlala oa botle lefats’eng le ho bo-tlang, o tla ba har’a ba haufi le Allah"},{"SurahNumber":3,"VerseNumber":46,"Text":"“U tla buoa le batho ho tloha boseeng le bonneng ba hae, e bile u har’a ba lokileng.”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Maria a re: “Mong`a ka! Ke tla ba le mora joang ho e s’o be le monna ea nkamang?” lenyeloi la re: “ho tlabajoalo. Ruri Allah U hlola seo a se ratang. Ha a hlola letho, o re feela ho lona “eba!” le be teng.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"Etsoe u tla mo ruta Lengolo le bohlale, le eona Torah (molao oa Moshe) ‘moho le Injeel(Gospel)"},{"SurahNumber":3,"VerseNumber":49,"Text":"A mo etse moromuoa ho bana ba Israele, ka molaetsa oona: “Ruri ke tlile ho lona ka sesupo se tsoang ho Mong`a lona. Ke tla le bopela sets’oants’o sa nonyana, e be ke se bolulela moea, e fele e be nonyana ka thato ea Allah. Ke folisa ba hlahileng ba foufetse, le balepera, le hona ho tsosa ba shoeleng ka thato ea Allah. Etsoe ke tla le bolella tseo le li jeleng le tseo le li bolokileng malapeng a lona.” Ruri ho sena ke sesupo ho lona haeba le lumela"},{"SurahNumber":3,"VerseNumber":50,"Text":"E bile ke tlile tla tihisa tse bileng teng pele ho ‘na tsa torah, le hona ho lumella ka molao tseo le neng le li haneloa pele. Ke tlile ho lona ka sesupo se tsoang ho Mong`a lona. Ka hoo ts`abang Allah le be le ‘mamele"},{"SurahNumber":3,"VerseNumber":51,"Text":"Ruri Allah ke Mong`a ka, e bile ke Mong`a lona; kahoo mo khumameleng. Ena ke eona tsela e otlolohileng.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Jesu ha a hlokomela ho se kholoe ha bona, a re: “ke bo- mang bao e tla ba bathusi ba ka ts’ebeletsong ea Allah?” eaba barutuoa ba re: “re tla ba bathusi ba Allah. Re lumela ho Allah, u be u be le bopaki ba hore re inehetse ho eena"},{"SurahNumber":3,"VerseNumber":53,"Text":"Mong`a rona! Re lumela ho seo u se senotseng, e bile re latela Moromuoa eo U mo romeletseng. Ka hona re ngole har’a ba jereng bopaki ba ‘nete.”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Ba ithera, ‘Allah le Eena U ile A ithera khahlanong le bona: Moreri ea phahametseng bohle ke Allah"}]}