{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Əgər Allah insanlara, xeyri tezliklə istədikləri kimi, şəri də o teliklə versəydi, şübhəsiz ki, əcəlləri çoxdan tamam olmuşdu. (Allah insanların yaxşı dualarını tez qəbul etdiyi kimi, qəzəbli halda etdikləri bəd duaları da dərhal qəbul buyursaydı, onlar çoxdan məhv olub gedərdilər. Allah bəndələrinə əzab verməkdə tələsməz, özlərini islah edib pis əməllərdən çəkinmək üçün möhlət verər). Bizimlə qarşılaşacaqlarına ümid etməyənləri öz azğınlıqları içərisində şaşqın bir vəziyyətdə qoyarıq"},{"SurahNumber":10,"VerseNumber":12,"Text":"İnsana bir sıxıntı (xəstəlik, yoxsulluq, bəla) üz verən zaman uzananda da, oturanda da, ayaq üstə duranda da Bizə dua edər. Lakin onu sıxıntıdan qurtardıqda ondan ötrü (əvvəlcə) Bizə heç dua etməmiş kimi çıxıb gedər. (Allaha şükür etməyi də unudub yaramaz işlərində davam edər). Həddi aşanlara etdikləri əməllər beləcə yaxşı göstərildi"},{"SurahNumber":10,"VerseNumber":13,"Text":"Sizdən əvvəl neçə-neçə nəsilləri (ümmətləri) peyğəmbərləri özlərinə açıq-aşkar mö’cüzələr gətirdikləri halda (onlara) zülm etdikləri və iman gətirəsi olmadıqları üçün məhv etdik. Biz günahkarları belə cəzalandırırıq"},{"SurahNumber":10,"VerseNumber":14,"Text":"Onların ardınca yer üzünün varisləri sizi tə’yin etdik ki, görək özünüzü necə aparacaqsınız"},{"SurahNumber":10,"VerseNumber":15,"Text":"(Müşriklərə) ayələrimiz açıq-aydın oxunduğu zaman (qiyamət günü haqq–hesab üçün) Bizimlə qarşılaşacaqlarına ümid etməyənlər: “Bundan ayrı bir Qur’an gətir və ya onu dəyişdir!” – deyərlər. Onlara de: “Mən onu özbaşına (istədiyim kimi) dəyişə bilmərəm. Mən ancaq mənə gələn vəhyə tabe oluram. Əgər Rəbbimə asi olsan, (müsibəti) böyük günün (qiyamət gününün) əzabından qorxuram”"},{"SurahNumber":10,"VerseNumber":16,"Text":"De: “Əgər Allah istəsəydi, mən onu sizə oxutmazdım və Allah da onu sizə bildirməzdi. Mən ondan (Qur’an nazil ediləndən) qabaq sizin aranızda (qırx il) ömür sürmüşəm. (Bu müddət ərzində məni doğru danışan bir adam kimi tanıyırsınız. Qırx yaşından sonra mən sizə necə yalan deyə bilərəm?) Məgər (Qur’anın mənim sözlərim deyil, məhz Allah kəlamı olduğunu) dərk etmirsinizmi?”"},{"SurahNumber":10,"VerseNumber":17,"Text":"Allaha iftira yaxan, Onun ayələrini yalan hesab edən adamdan daha zalım kim ola bilər? Günahkarlar nicat tapa bilməzlər"},{"SurahNumber":10,"VerseNumber":18,"Text":"Onlar Allahı qoyub özlərinə nə bir xeyir, nə də bir zərər verə bilən bütlərə ibadət edir və: “Bunlar Allah yanında bizdən ötrü şəfaət edənlərdir!” – deyirlər. De: “Allaha göylərdə və yerdə (Özünə şərik) bilmədiyi bir şeyimi xəbər verirsiniz? Allah Özünə şərik qoşulan bütlərdən uzaqdır və ucadır!”"},{"SurahNumber":10,"VerseNumber":19,"Text":"İnsanlar (əvvəlcə) ancaq tək bir ümmət idilər (eyni bir dində idilər). Sonra (aralarında ixtilaf düşdüyü üçün) ayrıldılar. Əgər Rəbbin tərədindən öncə bir söz (ilahi hökm, təqdir) olmasaydı (sorğu-sual və cəza qiyamətə saxlanılmasaydı), ixtilafda olduqları məsələlər barəsində aralarında dərhal hökm verilmişdi"},{"SurahNumber":10,"VerseNumber":20,"Text":"Müşriklər: “Barı, Peyğəmbərə (bizə dediklərinizin doğru olduğunu bilməyimiz üçün) Rəbbi tərəfindən bir mö’cüzə nazil ediləydi!” – deyirlər. Onlara belə cavab ver: “Qeyb (aləmi) ancaq Allaha məxsusdur. Elə isə (Allahın əzabını gözləyin). Doğrusu, mən də sizinlə birlikdə gözləyləyənlərdənəm!”"}]}