{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Permission [to fight] is given to those who are attacked, because they were oppressed, and Allah is indeed Most Capable of granting them victory"},{"SurahNumber":22,"VerseNumber":40,"Text":"those who have been driven out of their homes for no reason other than they say, “Our Lord is Allah.” If Allah were not to repel some people by means of others, monasteries, churches, synagogues and mosques wherein the name of Allah is often mentioned, would surely have been demolished. Allah surely helps those who stand up for His cause. Indeed, Allah is All-Powerful, All-Mighty"},{"SurahNumber":22,"VerseNumber":41,"Text":"It is those who, if We give them power in the land, they establish prayer and give zakah, and enjoin what is right and forbid what is wrong. And to Allah belongs the outcome of all matters"},{"SurahNumber":22,"VerseNumber":42,"Text":"If they reject you [O Prophet], the people of Noah, ‘Ād and Thamūd before them also rejected [their prophets]"},{"SurahNumber":22,"VerseNumber":43,"Text":"as did the people of Abraham and the people of Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"and the people of Midian. And Moses was [also] rejected. But I gave respite to the disbelievers, then I seized them. How severe was My response"},{"SurahNumber":22,"VerseNumber":45,"Text":"How many towns We have destroyed for their persistent wrongdoing, leaving them in total ruin; their wells abandoned and their lofty palaces deserted"},{"SurahNumber":22,"VerseNumber":46,"Text":"Have they not traveled through the land so that their hearts might understand and their ears might listen? It is not the eyes that turn blind, but it is the hearts within the breasts that turn blind"},{"SurahNumber":22,"VerseNumber":47,"Text":"They ask you to hasten the punishment, but Allah will not fail in His promise. A single day with your Lord is like one thousand years by your count"},{"SurahNumber":22,"VerseNumber":48,"Text":"to how many towns did I give respite when they were wrongdoers, then I seized them. And to Me is the final return"}]}