{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Zeg: Waarlijk, ik raad u eene zaak, namelijk dat gij twee aan twee voor God staat, of afzonderlijk; overweeg dan ernstig, en gij zult bevinden, dat er geene uitzinnigheid bij uwen makker Mahomet heerscht. Hij is slechts gezonden om u voor eene gestrenge straf te waarschuwen"},{"SurahNumber":34,"VerseNumber":47,"Text":"Zeg: Ik vraag geenerlei belooning van u voor mijne prediking. Het is u overgelaten, al of niet te geven. Ik verwacht mijn belooning alleen van God, en hij is getuige van alle dingen"},{"SurahNumber":34,"VerseNumber":48,"Text":"Zeg: Waarlijk, mijn Heer zendt de waarheid tot zijne profeten neder. Hij kent alle geheimen"},{"SurahNumber":34,"VerseNumber":49,"Text":"Zeg: De waarheid is gekomen; de leugen is verdwenen en zal niet meer terugkeeren"},{"SurahNumber":34,"VerseNumber":50,"Text":"Zeg: indien ik dwaal, waarlijk, dan zal ik slechts tegen mijne eigene ziel dwalen, maar indien ik richtig geleid word, zal het door datgene wezen, wat mijn Heer mij heeft geopenbaard; want hij is gereed te verhooren en nabij hen die hem aanbidden"},{"SurahNumber":34,"VerseNumber":51,"Text":"Indien gij het kondt zien als de ongeloovigen zullen beven, en geene schuilplaats vinden en van eene nabijgelegen plaats zullen worden weggenomen"},{"SurahNumber":34,"VerseNumber":52,"Text":"En zeggen zullen: Wij gelooven in hem. Maar hoe zullen zij het geloof van zulk eene afgelegen plaats ontvangen"},{"SurahNumber":34,"VerseNumber":53,"Text":"Nu zij hem te voren geloochend en de geheimen van het geloof gesmaad hebben, terwijl zij er zoo ver af waren"},{"SurahNumber":34,"VerseNumber":54,"Text":"En eene afscheiding zal geplaatst worden tusschen hen en datgene wat zij zullen begeeren. Zooals het reeds is geschied met hen, die zich vroeger evenals zij gedroegen, omdat zij in twijfel verkeerden, waardoor ergernis is voortgesproten"}]}