{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"మేము నూహ్ అలైహిస్సలాం ను అతని జాతివైపు పంపించి, “నీ జాతి వారిపై బాధాకరమైన శిక్ష వచ్చిపడక ముందే నీవు వారిని భయపెట్టు” (అప్రమత్తుల్ని చేయి అని చెప్పాము)"},{"SurahNumber":71,"VerseNumber":2,"Text":"(నూహ్) ఇలా అన్నాడు : “ఓ నా జాతివారలారా! నేను మిమ్మల్ని స్పష్టంగా హెచ్చరిస్తున్నాను.”"},{"SurahNumber":71,"VerseNumber":3,"Text":"“మీరు అల్లాహ్ ను ఆరాధించండి. ఆయనకు మాత్రమే భయపడండి. నా మాట వినండి. (నన్ను అనుసరించండి)"},{"SurahNumber":71,"VerseNumber":4,"Text":"“(అప్పుడు) అల్లాహ్ మీ పాపాలను క్షమిస్తాడు. ఒక నిర్ణీత గడువు వరకు మీకు అవకాశం ఇస్తాడు. నిశ్చయంగా అల్లాహ్ నిర్ణయించిన గడువు వచ్చేసిందంటే ఇక అది వాయిదా పడటమంటూ ఉండదు. ఈ సంగతిని మీరు తెలుసుకోగలిగితే ఎంత బావుండు?”"},{"SurahNumber":71,"VerseNumber":5,"Text":"(నూహ్) ఇలా విన్నవించుకున్నాడు : “నా ప్రభూ! నేను నా జాతివారిని రేయింబవళ్లూ నీ వైపు పిలిచాను.”"},{"SurahNumber":71,"VerseNumber":6,"Text":"“కాని నా పిలుపు వారి పలాయనాన్ని మరింత పెంచింది.”"},{"SurahNumber":71,"VerseNumber":7,"Text":"“నీ క్షమాబిక్షకై నేను వారిని పిలిచినప్పుడల్లా వారు తమ వ్రేళ్ళను తమ చెవులలో పెట్టుకున్నారు. తమ వస్త్రాలను తమపైన కప్పుకున్నారు. మరీ మొండి ఘటాలుగా మారిపోయారు. మహా గర్విష్టుల్లా ప్రవర్తించారు.”"},{"SurahNumber":71,"VerseNumber":8,"Text":"“మరి నేను వారిని బహిరంగంగా (లేక బిగ్గరగా) పిలిచాను.”"},{"SurahNumber":71,"VerseNumber":9,"Text":"“ఆపైన నేను వారికి బాహాటంగా కూడా బోధపరిచాను. రహస్యంగా (ఏకాంతంలో) కూడా విడమరచి చెప్పాను.”"},{"SurahNumber":71,"VerseNumber":10,"Text":"“నేనిలా అన్నాను – క్షమాపణకై మీ ప్రభువును వేడుకోండి. నిశ్చయంగా ఆయన అమితంగా క్షమించేవాడు.”"},{"SurahNumber":71,"VerseNumber":11,"Text":"“ఆయన ఆకాశం నుంచి మీపై ధారాపాతంగా వర్షం కురిపిస్తాడు.”"},{"SurahNumber":71,"VerseNumber":12,"Text":"“మీ సిరిసంపదల్లోనూ, పుత్ర సంతతిలోనూ పురోభివృద్ధిని వొసగుతాడు. మీ కొరకు తోటల్ని ఉత్పన్నం చేస్తాడు. ఇంకా మీ కోసం కాలువలను ప్రవహింపజేస్తాడు.”"},{"SurahNumber":71,"VerseNumber":13,"Text":"“అసలేమైంది మీకు, అల్లాహ్ ఔన్నత్యం (ఘనత) పట్ల మీకు బొత్తిగా భయం లేదేమిటి?”"},{"SurahNumber":71,"VerseNumber":14,"Text":"“వాస్తవానికి ఆయన మిమ్మల్ని సృష్టి ప్రక్రియలోని అనేక దశల గుండా తీర్చిదిద్దాడు.”"},{"SurahNumber":71,"VerseNumber":15,"Text":"“ఏమిటి, అల్లాహ్ సప్తాకాశాలను ఎలా ఒకదానిపై ఒకటిగా సృష్టించాడో మీరు చూడటం లేదా?”"},{"SurahNumber":71,"VerseNumber":16,"Text":"“మరి వాటిలో చంద్రుణ్ణి కాంతిమంతంగా చేశాడు. సూర్యుణ్ణి దేదీప్యమానంగా చేశాడు.”"},{"SurahNumber":71,"VerseNumber":17,"Text":"“ఇంకా అల్లాహ్ మిమ్మల్ని నేల నుండి (ఒక ప్రత్యేక రీతిలో) మొలిపించాడు.”"},{"SurahNumber":71,"VerseNumber":18,"Text":"“మరి మిమ్మల్ని అందులోనికే తిరిగి తీసుకుపోతాడు. మరి ఆ నేలలో నుంచే మిమ్మల్ని (విచిత్రంగా) వెలికితిస్తాడు.”"},{"SurahNumber":71,"VerseNumber":19,"Text":"“ఇంకా – అల్లాహ్ భూమిని మీ కోసం పాన్పు మాదిరిగా చేశాడు"},{"SurahNumber":71,"VerseNumber":20,"Text":"“మీరు దాని సువిశాల మార్గాల్లో నడవటానికి” (అని చెప్పాను)"}]}