{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Ye byakti allahara birud'dhe mithya bale ebam tara kache satya agamana karara para take mithya sabyasta kare, tara ceye adhika yalema ara ke habe? Kapheradera basasthana jahanname naya ki"},{"SurahNumber":39,"VerseNumber":33,"Text":"yara satya niye agamana karache ebam satyake satya mene niyeche; tara'i to khodabhiru."},{"SurahNumber":39,"VerseNumber":34,"Text":"Tadera jan'ye palanakartara kache ta'i rayeche, ya tara ca'ibe. Eta satkarmidera puraskara."},{"SurahNumber":39,"VerseNumber":35,"Text":"Yate allaha tadera manda karmasamuha marjana karena ebam tadera uttama karmera puraskara taderake dana karena."},{"SurahNumber":39,"VerseNumber":36,"Text":"Allaha ki tamra bandara pakse yathesta nana? Athaca tara apanake allahara paribarte an'yan'ya upasyadera bhaya dekhaya. Allaha yake gomaraha karena, tara kona pathapradarsaka ne'i."},{"SurahNumber":39,"VerseNumber":37,"Text":"Ara allaha yake pathapradarsana karena, take pathabhrastakari ke'u ne'i. Allaha ki parakramasali, pratisodha grahanakari nana"},{"SurahNumber":39,"VerseNumber":38,"Text":"yadi apani taderake jijnesa karena, asamana o yamina ke srsti kareche? Tara abasya'i balabe-allaha. Baluna, tomara bhebe dekhecha ki, yadi allaha amara anista karara iccha karena, tabe tomara allaha byatita yaderake daka, tara ki se anista dura karate parabe? Athaba tini amara prati rahamata karara iccha karale tara ki se rahamata rodha karate parabe? Baluna, amara pakse allaha'i yathesta. Nirbharakarira tamra'i upara nirbhara kare."},{"SurahNumber":39,"VerseNumber":39,"Text":"Baluna, he amara ka'oma, tomara tomadera jayagaya kaja kara, ami'o kaja karachi. Sattbara'i janate parabe."},{"SurahNumber":39,"VerseNumber":40,"Text":"Kara kache abamananakara ayaba ebam cirasthayi sasti neme ase."},{"SurahNumber":39,"VerseNumber":41,"Text":"Ami apanara prati satya dharmasaha kitaba nayila karechi manusera kalyanakalpe. Atahpara ye satpathe ase, se nijera kalyanera jan'ye'i ase, ara ye pathabhrasta haya, se nijera'i anistera jan'ye pathabhrasta haya. Apani tadera jan'ye dayi nana."}]}