{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Kbā-pha, śapata sanmānita kōra'ānara"},{"SurahNumber":50,"VerseNumber":2,"Text":"baraṁ siham̐tē bismita haichē yē, siham̐tara mājara paraā'i ējana satarkakāraī siham̐tara ōcarata āhichē; ārau kāphirasakalē kaẏa, ‘ē'ōm̐ dēkhuna ēṭā bismaẏakara bastu!’"},{"SurahNumber":50,"VerseNumber":3,"Text":"‘Āmi yētiẏā mr̥tyubaraṇa karaima ārau māṭita paraiṇata hama tathāpi'ō (āmi punaraut'thita hamanē?), Ē'i pratyārartana sudūraparaāhata!’"},{"SurahNumber":50,"VerseNumber":4,"Text":"Araśyē āmi jānō māṭiẏē siham̐taka kimāna kṣaẏa karaē ārau āmāra ōcarata āchē samyaka saṁrakṣaṇakāraī kitāba"},{"SurahNumber":50,"VerseNumber":5,"Text":"Prakr̥tatē siham̐tara ōcarata satya ahāra pichata siham̐tē sēẏā asbīkāra karaichē. Ētēkē siham̐ta sanśaẏayukta biṣaẏata nipatita"},{"SurahNumber":50,"VerseNumber":6,"Text":"Siham̐tē siham̐tara ōparata arasthita ākāśara pinē lakṣya nakaraē nēki, kēnēkai āmi sēẏā nirmāṇa karaichō ārau iẏāka suśōbhita karaichō ārau tāta kōnō dharaṇara phāṭa'ō mēlā nā'i"},{"SurahNumber":50,"VerseNumber":7,"Text":"ārau āmi pr̥thiraīka bistr̥ta karaichō ārau tāta sthāpana karaichō parbatamālā. Lagatē tāta uṯpanna karaichō naẏana praītikara sakalō prakārara udbhida"},{"SurahNumber":50,"VerseNumber":8,"Text":"āllāhara anuraāgī pratyēka bāndāra bābē jñāna ārau upadēśasbaraūpa"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ārau ākāśara paraā barṣaṇa karaō āmi kalyaṇamaẏa pānī. Tāra pichata tāra dbāraā uṯpanna karaō bāga-bāgicā ārau kartanayōgya śasyadānā"},{"SurahNumber":50,"VerseNumber":10,"Text":"Ārau ōkha ōkha khējura gacha, ya’ta āchē ōparaā-ōparaikai lāgi thakā khējurara jōkā"},{"SurahNumber":50,"VerseNumber":11,"Text":"bāndāsakalara jīraikāsbaraūpa. Āmiẏē'i pānīra dbāraā sañjīraita karaō mr̥ta caharaka; ē'idaraē'i ut'thāna ghaṭiba"},{"SurahNumber":50,"VerseNumber":12,"Text":"Siham̐tara pūrbē'ō satyaka asbīkāra karaichila nūhara sampradāẏē, raā’chara adhibāsī ārau chāmūda sampradāẏē'ō"},{"SurahNumber":50,"VerseNumber":13,"Text":"āda, phira'ā'una ārau lūta sampradāẏē'ō"},{"SurahNumber":50,"VerseNumber":14,"Text":"Lagatē ā'ikāra adhibāsī ārau tubbā sampradāẏē, siham̐ta sakalōraē asbīkāra karaichila raāchulasakalaka. Phalata siham̐tara ōparata āmāra śāsti yathārthabhāraē āpatita haichila"},{"SurahNumber":50,"VerseNumber":15,"Text":"Āmi prathamabāra sr̥ṣṭi karaiẏē'i klānta haichō nēki! Baraṁ natuna sr̥ṣṭira biṣaẏē siham̐ta sandēhata patita"}]}