{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"At maraming anghel sa kalangitan na ang (kanilang) pamamagitan (kay Allah at sa mga tao) ay walang matatamo malibang pahintulutan ni Allah sa sinumang Kanyang maibigan at kinalulugdan"},{"SurahNumber":53,"VerseNumber":27,"Text":"Katotohanang sila na hindi sumasampalataya sa Kabilang Buhay ay nagpapangalan sa 834 mga anghel ng mga pangalang babae"},{"SurahNumber":53,"VerseNumber":28,"Text":"Samantalang sila ay walang kaalaman dito. Sila ay sumusunod lamang sa wala maliban sa haka-haka, at tunay ngang ang haka-haka ay hindi makakapanaig sa Katotohanan"},{"SurahNumber":53,"VerseNumber":29,"Text":"Kaya’t iyong talikdan (o Muhammad) siya na tumatalikod sa Aming Paala-ala (ang Qur’an), at walang ibang hinahangad maliban sa buhay sa mundong ito"},{"SurahNumber":53,"VerseNumber":30,"Text":"Ito lamang ang hangganan ng kanilang karunungan. Katotohanan, ang iyong Panginoon ang tunay na nakakaalam sa kanya na naliligaw sa Kanyang Landas, at ganap Niyang talastas siya na tumatanggap ng patnubay"},{"SurahNumber":53,"VerseNumber":31,"Text":"Tunay ngang si Allah ang nag-aangkin ng lahat ng nasa kalangitan at nasa kalupaan, upang Kanyang mabayaran sila na gumagawa ng kasamaan ng ayon sa kanilang ginawa (alalaong baga, ang parusahan sila sa Impiyerno), at magantimpalaan Niya ang mga gumagawa ng kabutihan sa pinakamainam (alalaong baga, sa Paraiso)"},{"SurahNumber":53,"VerseNumber":32,"Text":"Sila na umiiwas sa mabibigat na kasalanan at Al-Fawahish (bawal na pakikipagtalik, gawaing malalaswa, atbp.), maliban sa maliliit na pagkakamali, katotohanang ang inyong Panginoon ay Tigib ng Pagpapatawad. Kayo ay ganap Niyang talastas nang kayo ay Kanyang nilikha sa kalupaan, at nang kayo ay nakatago pa sa sinapupunan ng inyong ina. Kaya’t huwag ninyong pananganan ang inyong sarili na dalisay. Ganap Niyang batid siya na may pangangamba kay Allah at nagpapanatili ng kanyang tungkulin sa Kanya"}]}