{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Ndithudi! Ndi Mulungu amene amasiyanitsa mbewu ndi khoko lake kuti imere. Iye amatulutsa chamoyo kuchokera mu chakufa ndipo ndiye amatulutsa chakufa kuchokera ku chamoyo. Ameneyo ndiye Mulungu, nanga ndi chifukwa chiyani mukusokera kusiya choonadi"},{"SurahNumber":6,"VerseNumber":96,"Text":"Iye amadzetsa kuwala kwa m’mawa. Ndipo Iye waika usiku kuti ikhale nthawi yopumula, dzuwa ndi mwezi kuti zikhale zothandiza kuwerengera; umenewo ndiwo muyeso wa Mwini mphamvu zonse ndi wodziwa chilichonse"},{"SurahNumber":6,"VerseNumber":97,"Text":"Iye ndiye amene adakulengerani nyenyezi kuti zizikutsogolerani mu mdima wa pa mtunda ndi pa nyanja. Ife tafotokoza chivumbulutso kwa anthu odziwa kwambiri"},{"SurahNumber":6,"VerseNumber":98,"Text":"Iye ndiye amene adakulengani inu kuchokera kwa munthu mmodzi ndipo adakupatsani malo okhalamo ndi osungidwa. Ife ndithudi tafotokoza chivumbulutso chathu kwa anthu omvetsa"},{"SurahNumber":6,"VerseNumber":99,"Text":"Iye ndiye amene amatumiza mvula kuchokera kumwamba ndipo ndi iyo, Ife timameretsa mbewu zosiyana siyana ndipo kuchokera ku izo timatulutsa mphesi za ziwisi zimene zimabereka mbeu mothinana. Ndipo kuchokera ku mitengo ya tende kumadza zipatso za tende zotsika pansi, minda ya mphesa ndi mitengo ya mafuta ya azitona, chimanga cha chizungu, zipatso zofanana koma zosiyanasiyana. Taonani zipatso zake pamene zili kubereka, kukhwima ndi kumapsya. Ndithudi! Mu izi muli zizindikiro kwa anthu okhulupirira"},{"SurahNumber":6,"VerseNumber":100,"Text":"Komabe iwo amasankha majini kukhala milungu kuonjezera pa Mulungu weniweni ngakhale kuti Iye ndiye amene anawalenga ndipo amamunamizira Mulungu kuti ali ndi ana amuna ndi akazi. Ulemerero ukhale kwa Iye! Alemekezeke Iye koposa zonse zimene akunena"}]}