{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"Andolsun; \"Gerçek, Allah fakirdir, biz ise zenginiz\" diyenlerin sözlerini Allah işitmiştir. Onların bu sözlerini ve peygamberleri haksız yere öldürmelerini yazacağız ve: \"Yakıcı olan azabı tadın\" diyeceğiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu, ellerinizin önden sunduklarıdır. Allah, gerçekten kullara zulmedici değildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Allah bize ateşin yiyeceği bir kurban getirmedikçe hiçbir elçiye inanmamamız konusunda and verdi,\" diyenlere de ki: \"Şüphesiz, benden önce nice elçiler, apaçık belgeler ve söylediklerinizle geldi; eğer, siz doğru idiyseniz, o halde onları ne diye öldürdünüz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eğer seni yalanlarlarsa, senden önce apaçık belgeler, Zeburlar ve aydınlık kitapla gelen elçileri de yalanlamışlardır"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her nefis ölümü tadıcıdır. Kıyamet günü elbette ecirleriniz eksiksizce ödenecektir. Kim ateşten uzaklaştırılır ve cennete sokulursa, artık o gerçekten kurtuluşa ermiştir. Dünya hayatı, aldatıcı metadan başka bir şey değildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Andolsun, mallarınızla ve canlarınızla imtihan edileceksiniz ve sizden önce kendilerine kitap verilenlerden ve şirk koşmakta olanlardan elbette çok eziyet verici (sözler) işiteceksiniz. Eğer sabreder ve sakınırsanız (bu) emirlere olan azimdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Hani kitap verilenlerden: \"Onu mutlaka insanlara açıklayacaksınız, onu gizlemeyeceksiniz\" diye kesin söz almıştı. Fakat onlar, bunu arkalarına attılar ve ona karşılık az bir değeri satın aldılar. O aldıkları şey ne kötüdür"},{"SurahNumber":3,"VerseNumber":188,"Text":"Getirdikleriyle sevinen ve yapmadıkları şeyler nedeniyle övülmekten hoşlananları (kazançlı) sayma; onları azaptan kurtulmuş olarak sayma. Onlar için acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Göklerin ve yerin mülkü Allah'ındır. Allah, herşeye güç yetirendir"}]}