{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"And We settled down the children of Israel in an excellent settlement, and provided them with the good things, and they only disagreed after the knowledge came to them. Indeed on the resurrection day your Master judges between them regarding what they used to disagree about it"},{"SurahNumber":10,"VerseNumber":94,"Text":"(Muhammad,) if you are in doubt about what We sent down to you, then ask those who read the book (that was sent down) before you. Indeed the truth has come to you from your Master, so do not be of the doubters"},{"SurahNumber":10,"VerseNumber":95,"Text":"And do not be among those who denied God's signs, for you would become of the losers"},{"SurahNumber":10,"VerseNumber":96,"Text":"Indeed those whom the word of your Master proved against them would not believe"},{"SurahNumber":10,"VerseNumber":97,"Text":"even if every sign (miracle) comes to them, until they see the painful punishment"},{"SurahNumber":10,"VerseNumber":98,"Text":"Why there was no town that believed and their belief benefited them except the people of Jonah? When they believed, We removed the humiliating punishment in this world’s life from them, and We let them enjoy for a while (in their lifetime)"},{"SurahNumber":10,"VerseNumber":99,"Text":"And if your Master wanted, everyone on the earth would have believed altogether. Do you then force the people to become believers"},{"SurahNumber":10,"VerseNumber":100,"Text":"No one is to believe except with God’s permission (according to His laws), and He puts the filth on those who do not understand"},{"SurahNumber":10,"VerseNumber":101,"Text":"Say: look at what is in the skies and the earth. But the signs and the warnings is of no use to people who do not believe"},{"SurahNumber":10,"VerseNumber":102,"Text":"Are they waiting for days like those who passed before them? Say: wait and I am with you among the waiters"},{"SurahNumber":10,"VerseNumber":103,"Text":"Then (at the end) We save our messengers and those who believe. It is Our responsibility to save the believers"}]}