{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Yolculuga cıkan veya savasa giden kardesleri icin “yanımızda kalsalardı olmez ve oldurulmezlerdi” diyen kafirler gibi olmayın. Allah, bunu, onların kalplerine pismanlık ve dayanılmaz bir uzuntu olarak koydu. Yasatan da olduren de Allah’tır. Allah, yaptıklarınızı gormektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Andolsun, eger Allah yolunda oldurulur veya olurseniz, Allah’ın bagıslaması ve rahmeti onların topladıkları (dunyalıkları)ndan daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Olseniz de oldurulseniz de suphesiz Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Sen, Allah’ın rahmeti ile onlara yumusak davrandın. Eger kaba ve katı kalpli olsaydın elbette etrafından dagılıp giderlerdi. Onları affet ve onlar icin Allah’tan bagıslanma dile. Is hususunda onlarla istisare et, karar verdigin zaman, artık Allah’a tevekkul et! Gercekten Allah tevekkul edenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, kimse size galip gelemez. Eger sizi yardımsız bırakırsa, bundan sonra size yardım edecek kimdir? Muminler sadece Allah'a tevekkul etmelidir"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin emanete (ganimet malına) hıyanet etmesi olur sey degildir. Kim emanete hıyanet ederse, kıyamet gunu, hıyanet ettigi malı yuklenerek gelir. Sonra herkese yaptıkları haksızlık yapılmadan odenir"},{"SurahNumber":3,"VerseNumber":162,"Text":"Hic Allah’ın rızasına uyan kimse, (gunahlarıyla) Allah’ın gazabına ugrayan ve yeri cehennem olan kimse gibi olur mu? Cehennem, ne kotu bir varılacak yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar Allah katında derece derecedirler. Allah, (onların) yaptıklarını gormektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah, muminlere; onlara ayetlerini okuyan, arındıran, kitap ve hikmeti ogreten aralarından bir peygamber gondermekle buyuk lutufta bulunmustur oysa, bundan once onlar apacık bir dalalet icindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Dusmanlarınızın basına (Bedir'de) iki katını getirdiginiz bela (Uhud'ta) sizin basınıza gelince mi “Bu nasıl olur?” diyorsunuz. De ki: Bu bela sizin kendinizdendir. Suphesiz Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki ordunun carpıstıgı gun basınıza gelen ancak Allah’ın izni ile olmustu. Muminleri ortaya cıkarmak icin…"},{"SurahNumber":3,"VerseNumber":167,"Text":"Ve munafıklık edenleri de acıga vurmak icindir. O munafıklara: Gelin, Allah yolunda savasın veya mudafaada bulunun! denilmis, Onlar da: “Biz savas olacagını bilseydik, elbette sizin pesinizden gelirdik” dediler. Onlar o gun, imandan cok kufre yakındılar. Agızlarıyla kalplerinde olmayanı soyluyorlardı. Allah onların gizledigini cok iyi biliyor"},{"SurahNumber":3,"VerseNumber":168,"Text":"(Savasa gitmeden) oturup, oldurulen kardesleri icin: Bize uysalardı oldurulmezlerdi, diyen kimselere de ki: Haydi, dogru soyluyorsanız, olumu kendinizden savın"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri olu saymayın. Cunku onlar, Rablerinin katında diridirler ve rızıklandırılırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Onlar, Allah’ın kendilerine fazlından vermis olduklarıyla sevinc icindedirler. Arkalarından gelip, henuz kendilerine katılmamıs olanlara (sehitlere), bir korku olmayacagı ve uzulmeyecekleri mujdesini verirler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah’ın nimetini, fazlını ve Allah’ın muminlerin ecrini zayi etmeyecegini de mujdelerler"}]}