{"Id":52,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"অতএব আপনি উপদেশ দিতে থাকুন, কারণ, আপনার রবের অনুগ্রহে আপনি গণক নন, উন্মাদও নন।"},{"SurahNumber":52,"VerseNumber":30,"Text":"নাকি তারা বলে, ‘সে একজন কবি? আমরা তার মৃত্যুর প্রতীক্ষা করছি।"},{"SurahNumber":52,"VerseNumber":31,"Text":"বলুন, ‘তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষাকারীদের অন্তর্ভুক্ত [১]।’"},{"SurahNumber":52,"VerseNumber":32,"Text":"নাকি তাদের বিবেক-বুদ্ধি তাদেরকে এ আদেশ দিচ্ছে, বরং তারা এক সীমালঙ্ঘনকারী সম্প্রদায় [১]।"},{"SurahNumber":52,"VerseNumber":33,"Text":"নাকি তারা বলে, ‘এ কুরআন সে বানিয়ে বলেছে?’ বরং তারা ঈমান আনবে না।"},{"SurahNumber":52,"VerseNumber":34,"Text":"অতএব, তারা যদি সত্যবাদী হয় তবে এটার মত কোনো বাণী নিয়ে আসুক না [১]"},{"SurahNumber":52,"VerseNumber":35,"Text":"তারা কি স্রষ্টা ছাড়া সৃষ্টি হয়েছে, না তারা নিজেরাই স্রষ্টা [১]"},{"SurahNumber":52,"VerseNumber":36,"Text":"নাকি তারা আসমানসমূহ ও যমীন সৃষ্টি করেছে? বরং তারা দৃঢ় বিশ্বাস করে না।"},{"SurahNumber":52,"VerseNumber":37,"Text":"আপনার রবের গুপ্তভাণ্ডার কি তাদের কাছে রয়েছে, নাকি তারা এ সবকিছুর নিয়ন্তা"},{"SurahNumber":52,"VerseNumber":38,"Text":"নাকি তাদের কোনো সিঁড়ি আছে যাতে আরোহন করে তারা শুনে থাকে? থাকলে তাদের সে শ্রোতা সুস্পষ্ট প্রমাণ নিয়ে আসুক"},{"SurahNumber":52,"VerseNumber":39,"Text":"তবে কি কন্যা সন্তান তাঁর জন্য এবং পুত্ৰ সন্তান তোমাদের জন্য"},{"SurahNumber":52,"VerseNumber":40,"Text":"তবে কি আপনি তাদের কাছে পারিশ্রমিক চাচ্ছেন যে, তারা এটাকে একটি দুৰ্বহ বোঝা মনে করে"},{"SurahNumber":52,"VerseNumber":41,"Text":"নাকি গায়েবী বিষয়ে তাদের কোনো জ্ঞান আছে যে, তারা তা লিখছে"},{"SurahNumber":52,"VerseNumber":42,"Text":"নাকি তারা কোনো ষড়যন্ত্র করতে চায়? পরিণামে যারা কুফরী করে তারাই হবে ষড়যন্ত্রের শিকার [১]।"},{"SurahNumber":52,"VerseNumber":43,"Text":"নাকি আল্লাহ ছাড়া ওদের অন্য কোনো ইলাহ আছে? তারা যে শির্ক স্থির করে আল্লাহ্‌ তা থেকে পবিত্ৰ"},{"SurahNumber":52,"VerseNumber":44,"Text":"আর তারা আকাশের কোনো খণ্ড ভেঙ্গে পড়তে দেখলে বলবে, ‘এটা তো এক পুঞ্জিভূত মেঘ।’"},{"SurahNumber":52,"VerseNumber":45,"Text":"অতএব, তাদেরকে ছেড়ে দিন সে দিন পর্যন্ত, যেদিন তারা বজ্রাঘাতে হতচেতন হবে।"},{"SurahNumber":52,"VerseNumber":46,"Text":"সেদিন তাদের ষড়যন্ত্র কোনো কাজে আসবে না এবং তাদেরকে সাহায্যও করা হবে না।"},{"SurahNumber":52,"VerseNumber":47,"Text":"আর নিশ্চয় যারা যুলুম করেছে তাদের জন্য রয়েছে এছাড়া আরো শাস্তি। কিন্তু তাদের অধিকাংশই তা জানে না"},{"SurahNumber":52,"VerseNumber":48,"Text":"আর আপনি ধৈর্যধারণ করুন আপনার রবের সিদ্ধান্তের উপর; নিশ্চয় আপনি আমাদের চক্ষুর সামনেই রয়েছেন [১]। আপনি আপনার রবের সপ্ৰশংসা পবিত্রতা ও মহিমা ঘোষণা করুন যখন আপনি দণ্ডায়মান হন [২]"},{"SurahNumber":52,"VerseNumber":49,"Text":"আর তাঁর পবিত্ৰতা ঘোষণা করুন রাতের বেলা [১] ও তারকার অস্ত গমনের পর [২]।"}]}