{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"Gen tte yaru ga i. `Shinko suru ware no shimo be-tachi yo,-nushi o osore nasai. Gense ni oite zenko o nasu mono ni wa, yoi (hoshu) ga aru. Arra no daichi wa hiroi nodearu. Yoku taeshinobu mono wa hontoni kagirinai hoshu o ukeru"},{"SurahNumber":39,"VerseNumber":11,"Text":"Itte yaru ga i. `Watashi wa arra ni, shinjin no makoto o tsukushite tsukaeru yo meiji rare"},{"SurahNumber":39,"VerseNumber":12,"Text":"mata watashi wa musurimu no sendatsudearu yo meiji rarete iru"},{"SurahNumber":39,"VerseNumber":13,"Text":"Itte yaru ga i. `Watashi ga moshi,-nushi ni somuku yona koto ga areba, idaina-bi no chobatsu ga osoroshi"},{"SurahNumber":39,"VerseNumber":14,"Text":"Itte yaru ga i. `Watashi wa arra ni makoto o tsukushite tsukaemasu"},{"SurahNumber":39,"VerseNumber":15,"Text":"Anata gata wa, kare o sashioite, hossuru mono ni tsukaeruga i.' Itte yaru ga i. `Hontoni shippai-sha to wa, shinpan no hi ni, mizukara no tamashi to sono kazoku o ushinau monodearu. Hontoni sore wa akirakana shippaidearu"},{"SurahNumber":39,"VerseNumber":16,"Text":"Kare-ra no ue wa hi no oi, kare-ra no shita mo (hi no) yukadearou. Ko no yo ni arra wa shimo be ni keikoku nasa reru. `Shimo be-tachi yo,dakara ware o osoreyo"},{"SurahNumber":39,"VerseNumber":17,"Text":"Jashin 〔taguto〕 o sakete, sonshin sezu kaigo shite, arra no moto ni kaeru mono ni wa kippo ga arou. Dakara waga shimo be-tachi ni kippo o tsutae nasai"},{"SurahNumber":39,"VerseNumber":18,"Text":"Okotoba o kiite, sono Chu no mottomo yoi tokoro ni shitagau-sha-tachi ni. Korera wa arra ga michibika reta monodeari, korera koso shiryo aru-sha-tachidearu"},{"SurahNumber":39,"VerseNumber":19,"Text":"Daga kare ni taishi shinpan ga atte, chobatsu no o kotoba ga kudatta mono o (dare ga tasuke rareyou). Anata wa hi goku no naka ni iru mono o, sukueru to demo iu no ka"},{"SurahNumber":39,"VerseNumber":20,"Text":"Daga omo o osoreru mono ni taishite wa,-kan no ue ni yakata no koro ga ari, sono-ka ni wa kawa ga nagareru. Arra no o yakusokudearu. Arra wa kesshite yakusoku o yabura renai"},{"SurahNumber":39,"VerseNumber":21,"Text":"Minai no ka, arra ga ten kara ame o furase rare, sore o chichu ni haira sete izumi to nasa re, sorekara irotoridori no, shokubutsu o hae sase, yagate sorera ga karete kiiro ni naru no o. Sorekara, sore o kawakashite, boroboro no kuzu ni nasa reru. Hontoni kono nakaniha, shiryo aru mono e no kyokun ga aru"}]}