{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"visvasigale, duppattu athava bahupattu baddi tinnabedi. Allahanige anjiri. Nivu vijayigalagaballiri"},{"SurahNumber":3,"VerseNumber":131,"Text":"mattu nivu, dhikkarigaligagiye sajjugolisidalagiruva narakada kuritu eccaravagiri"},{"SurahNumber":3,"VerseNumber":132,"Text":"nivu allahana hagu (avana) dutara ajnapalakaragiri – nivu (avana) karunege patraragaballiri. 133. Nivu nim'modeyana ksameyedege hagu bhumyakasagalastu vyapakavagiruva svargadedege dhavisiri. Adannu dharmanistharigagiye sajjugolisidalagide"},{"SurahNumber":3,"VerseNumber":133,"Text":"avaru sukhada sthitiyallu sankastadallu (satkaryagaligagi) kharcu maduvavaru, kopavannu nungi kolluvavaru mattu janarannu ksamisuvavaragiruttare. Allahanantu, saujan'yasilarannu pritisuttane"},{"SurahNumber":3,"VerseNumber":134,"Text":"avarinda anaitika krtyavenadaru sambhavisi bittare athava avaru tam'ma melenadaru akramavesagikondare (taksanave) allahanannu smarisikolluttare mattu tam'mindada papakkagi ksameyacisuttare. Allahanallade berariddare, papagalannu ksamisuvudakke? – Avaru (tam'ma tappannu) tilidirutta tam'ma krtyada kuritu ud'dhataragiruvudilla"},{"SurahNumber":3,"VerseNumber":135,"Text":"Anthavarige avara pratiphalavagi avara odeyana kadeyinda ksame hagu taladalli nadigalu hariyuttiruva svarga totagalu sigalive. Avaru avugalalli sada kala iruvaru. Adestu sresthavagide, satkarmigala pratiphala"},{"SurahNumber":3,"VerseNumber":136,"Text":"nimaginta hindeyu halavu yugagalu urulive. Nivu bhumiyalli prayanisi – (satyavannu) tiraskarisidavara gati enayitendu nodiri"},{"SurahNumber":3,"VerseNumber":137,"Text":"idu – ella manavarigagi ondu spasta prakataneyagide mattu idu dharmanistharigagi margadarsana hagu upadesavagide"},{"SurahNumber":3,"VerseNumber":138,"Text":"nivu nirasaragabedi mattu duhkhisabedi – nivu visvasigalagiddare nive vijayigalaguviri"},{"SurahNumber":3,"VerseNumber":139,"Text":"(idiga) nimage ghasiyagiddare, i hinde a (edurali) gumpigu intahade ghasiyagittu. I riti navu kalavannu janara madhye parivartisuttirutteve – allahanu naija visvasigalannu gurutisuvantagalu hagu nim'malli kelavarannu saksigalagisalu (higaguttade). Allahanu akramigalannu meccuvudilla"},{"SurahNumber":3,"VerseNumber":140,"Text":"allahanu visvasigalannu sanskarisalikkagi hagu dhikkarigala saddadagisalikkagi hige maduttane"},{"SurahNumber":3,"VerseNumber":141,"Text":"nivenu, allahanu nim'ma paiki horata nadesidavarannu mattu sahanasilarannu gurutisuva munnave nivu svarga pravesisuviri endu kondiruvira"},{"SurahNumber":3,"VerseNumber":142,"Text":"maranavannu edurisuva munna nivu adakkagi hambalisuttiddiri. Idiga nivu adannu kannare kanuttiruviri"},{"SurahNumber":3,"VerseNumber":143,"Text":"muham'madaru devadutarallade berenu alla. Avariginta hindeyu halavu devadutaru gatisiddare. Avariga mrtaradare athava hataradare nivenu bennu tirugisi marali hoguvira? Hage bennu tirugisi maraluva yaru (a mulaka) allahanige yava haniyannu madalaranu. Allahanu krtajnarige pratiphala niduvanu"}]}