{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"و (چون بار دیگر) در صور دمیده شود( )، پس ناگهان آنها از قبرها (بیرون آیند) شتابان به سوی پروردگارشان می روند"},{"SurahNumber":36,"VerseNumber":52,"Text":"گویند:« وای بر ما چه کسی ما را از خوابگاهمان بر انگیخت؟!» (به آنها گفته شود:) این همان است که (خداوند) رحمان وعده داده بود، و پیامبران (خدا) راست گفتند"},{"SurahNumber":36,"VerseNumber":53,"Text":"(آن) جز یک بانگ مرگبار نخواهد بود، پس ناگهان همه نزد ما جمع و احضار می شوند"},{"SurahNumber":36,"VerseNumber":54,"Text":"پس امروز به هیچ کس ذره ای ستم نخواهند شد، و جز به آنچه عمل می کردید، جزا داده نمی شوید"},{"SurahNumber":36,"VerseNumber":55,"Text":"بی گمان اهل بهشت امروز در کاری (لذت بخش) مشغولند (و) شادمان هستند"},{"SurahNumber":36,"VerseNumber":56,"Text":"آنها و همسرانشان در سایه هایی (گسترده بهشتی) بر تختها تکیه زده اند"},{"SurahNumber":36,"VerseNumber":57,"Text":"برای آنها در آن (= بهشت، انواع) میوه است، و هر چه که بخواهند برایشان (فراهم) است"},{"SurahNumber":36,"VerseNumber":58,"Text":"(به آنها گفته می شود) سلام (بر شما باد) این سخنی است از جانب پروردگار مهربان"},{"SurahNumber":36,"VerseNumber":59,"Text":"ای گنهکاران امروز(از نیکان) جدا شوید"},{"SurahNumber":36,"VerseNumber":60,"Text":"ای فرزندان آدم! آیا با شما پیمان نبستم که شیطان را نپرستید، که او برای شما دشمن آشکار است؟"},{"SurahNumber":36,"VerseNumber":61,"Text":"و اینکه مرا بپرستید، این راه مستقیم است"},{"SurahNumber":36,"VerseNumber":62,"Text":"و به راستی او گروه زیادی از شما را گمراه ساخت آیا اندیشه نکردید؟"},{"SurahNumber":36,"VerseNumber":63,"Text":"این (همان) جهنمی است که به شما وعده داده می شد"},{"SurahNumber":36,"VerseNumber":64,"Text":"امروز به سزای کفری که ورزیده اید به آن در آیید"},{"SurahNumber":36,"VerseNumber":65,"Text":"امروز بر دهانهایشان مهر می نهیم، و دستهایشان با ما سخن می گویند، و پاهایشان به آنچه می کردند گواهی می دهند"},{"SurahNumber":36,"VerseNumber":66,"Text":"و اگر بخواهیم چشمانشان را محو (ونابود) می کنیم، پس شتابان آهنگ راه می کنند، اما چگونه می توانند ببینند؟"},{"SurahNumber":36,"VerseNumber":67,"Text":"و اگر بخواهیم آنها را در جایگاهشان مسخ(ومیخ کوب) می کنیم، پس نتوانند که به پیش قدم بر دارند، و نه به عقب باز گردند"}]}