{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Oder meinen etwa die, in deren Herzen Krankheit ist, Allah würde ihren Groll nicht an den Tag bringen"},{"SurahNumber":47,"VerseNumber":30,"Text":"Und wenn Wir es wollten, könnten Wir sie dir zeigen, so daß du sie an ihren Merkmalen erkennen würdest. Und du sollst sie gewiß am Klang der Rede erkennen. Und Allah kennt euer Tun"},{"SurahNumber":47,"VerseNumber":31,"Text":"Und Wir wollen euch sicherlich prüfen, bis Wir diejenigen von euch ausscheiden, die kämpfen und standhaft sind. Und Wir wollen eure Verhaltensweise bekannt geben"},{"SurahNumber":47,"VerseNumber":32,"Text":"Wahrlich, jene, die ungläubig sind und die sich von Allahs Weg abwenden und sich dem Gesandten widersetzen, nachdem ihnen der Weg sichtbar geworden ist - sie werden Allah in nichts schaden; doch Er wird ihre Werke zunichte machen"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ihr, die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und vereitelt nicht eure Werke"},{"SurahNumber":47,"VerseNumber":34,"Text":"Wahrlich jene, die ungläubig sind und die sich von Allahs Weg abwenden und dann als Ungläubige sterben - ihnen wird Allah gewiß nicht verzeihen"},{"SurahNumber":47,"VerseNumber":35,"Text":"So lasset (im Kampf) nicht nach und ruft nicht zum Waffenstillstand auf, wo ihr doch die Oberhand habt. Und Allah ist mit euch, und Er wird euch eure Taten nicht schmälern"},{"SurahNumber":47,"VerseNumber":36,"Text":"Wahrlich, das diesseitige Leben ist nur ein Spiel und Zeitvertreib, und wenn ihr gläubig und gottesfürchtig seid, so wird Er euch euren Lohn geben und wird nicht euer Gut von euch verlangen"},{"SurahNumber":47,"VerseNumber":37,"Text":"Sollte Er es von euch verlangen und drängen, würdet ihr geizig sein, und Er würde euren Groll an den Tag bringen"},{"SurahNumber":47,"VerseNumber":38,"Text":"Seht, ihr seid diejenigen, die (dazu) berufen sind, auf Allahs Weg zu spenden; doch unter euch sind manche, die geizig sind. Und wer geizig ist, der geizt nur gegen sich selber; und Allah ist Derjenige, Der reich ist, und ihr seid die Armen. Und wenn ihr (ihm) den Rücken kehrt, so wird Er ein anderes Volk an eure Stelle setzen; und sie werden nicht so sein wie ihr"}]}