{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"โดยแน่นอนอัลลอฮฺทรงโปรดปรานต่อบรรดาผู้ศรัทธาขณะที่พวกเขาให้สัตยาบันแก่เจ้าใต้ต้นไม้ (ที่ฮุดัยบิยะฮฺ) เพราะพระองค์ทรงรอบรู้ดีถึงสิ่งที่มีอยู่ในจิตใจของพวกเขา พระองค์จึงได้ทรงประทานความสงบใจลงมาบนพวกเขา และได้ทรงตอบแทนให้แก่พวกเขาซึ่งชัยชนะอันใกล้นี้"},{"SurahNumber":48,"VerseNumber":19,"Text":"และทรัพย์เชลยอันมากมายที่พวกเขาจะได้รับมันและอัลลอฮ.เป็นผู้ทรงอำนาจผู้ทรงปรีชาญาณ"},{"SurahNumber":48,"VerseNumber":20,"Text":"อัลลอฮ.ด้ทรงสัญญาแก่พวกเจ้าซึ่งทรัพย์เชลยอันมากมายที่พวกเจ้าจะได้รับมันโดยพระองค์ทรงเร่ง(ทรัพย์เชลยที่ค็อยบัร)อันนี้แก่พวกเจ้าและพระองค์ทรงยับยั้งมือของผู้คน(พวกยะฮูด)จาก(การทำร้าย)พวกเจ้าและเพื่อมัน(การยับยั้งจากการทำร้าย)จะได้เป็นสัญญาณหนึ่งแก่บรรดาผู้ศรัทธาและเพื่อพระองค์จะได้ทรงชี้แนะทางแก่พวกเจ้าสู่ทางอันเที่ยงตรง พระองค์จะได้ทรงชี้แนะทางแก่พวกเจ้าสู่ทางอันเที่ยงตรง"},{"SurahNumber":48,"VerseNumber":21,"Text":"และทรัพย์เชลยอันอื่นอีกที่พวกเจ้าไม่มีกำลังที่จะเอาชนะมันได้แต่อัลลอฮทรงล้อมพวกมันไว้แล้ว (คืออาณาจักรเปอร์เซียและโรมันตะวันออก) และอัลลอฮ.เป็นผู้ทรงอานุภาพเหนือทุกสิ่งอย่าง"},{"SurahNumber":48,"VerseNumber":22,"Text":"และถ้าบรรดาผู้ปฏิเสธศรัทธาได้ต่อสู้กับพวกเจ้า พวกเขาก็จะผินหลังกลับอย่างแน่นอน แล้วพวกเขาจะไม่พบผู้คุ้มครองและผู้ช่วยเหลือ"},{"SurahNumber":48,"VerseNumber":23,"Text":"นั่นคือแนวทางของอัลลอฮฺแก่บรรดาผู้ที่ล่วงลับไปแล้วแต่กาลก่อน และเจ้าจะไม่พบการเปลี่ยนแปลงใด ๆ ในแนวทางของอัลลอฮฺ"},{"SurahNumber":48,"VerseNumber":24,"Text":"และพระองค์คือผู้ทรงยับยั้งมือของพวกเขาจากพวกเจ้า และมือของพวกเจ้าจากพวกเขา (มิให้มีการสู้รบกัน) ที่หุบเขานครมักกฮ. (ที่ฮุดัยบียะฮ.) หลังจากที่พระองค์ได้ทรงให้พวกเจ้ามีชัยชนะเหนือพวกเขา และอัลลอฮ.ทรงรู้เห็นในสิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":48,"VerseNumber":25,"Text":"พวกเขาคือบรรดาผู้ปฏิเสธศรัทธาและปิดกั้นพวกเจ้าให้หันห่างจากมัสยิดอัลฮะรอม และการเชือดสัตว์พลีที่ถูกกักกันไว้มิให้บรรลุสู่ที่เชือดของมัน และหากมิใช่เพราะมีบรรดาผู้ศรัทธาชายและบรรดาผู้ศรัทธาหญิงซึ่งพวกเจ้าไม่รู้จักพวกเขา พวกเจ้าก็จะฆ่าพวกเขา แล้วก็จะก่อให้เกิดโทษแก่พวกเจ้าเพราะพวกเขาโดยไม่รู้ตัว ทั้งนี้เพื่ออัลลอฮฺจะทรงให้ผู้ที่พระองค์ทรงประสงค์เข้าอยู่ในความเมตตาของพระองค์ หากพวกเขาแยกออกจากกัน แน่นอนเราก็จะลงโทษบรรดาผู้ปฏิเสธศรัทธาในหมู่พวกเขาซึ่งการลงโทษอันเจ็บปวด"},{"SurahNumber":48,"VerseNumber":26,"Text":"ขณะที่พวกปฏิเสธศรัทธาได้ทำให้ความหยิ่งยะโสมีขึ้นในจิตใจของพวกเขา ซึ่งเป็นความหยิ่งยะโสในสมัยแห่งความงมงาย อัลลอฮฺจึงประทานความเงียบสงบของพระองค์ให้แก่ร่อซูลของพระองค์และแก่บรรดาผู้ศรัทธา"}]}