{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"To Midyan nos sent their frater Shu aib. He dictus O my people worship DEUS; vos non habet alius deus Eum. Proof advenit vos tuus Dominus. Vos dedit foderator weight foderator measure when vos trade Non cheat people their rectus! Non corrupt terra it set straight Hoc est bene vos si vos est believers"},{"SurahNumber":7,"VerseNumber":86,"Text":"Refrain blocking omnis path seeking repel those believe path DEUS non factus it crooked Remember vos used est few He multiplied tuus numerus! Recall consequences pro the wicked"},{"SurahNumber":7,"VerseNumber":87,"Text":"Statim some de vos habet believed in quod ego sent some disbelieved wait DEUS proles His judgment nos; He est bonus scabinus"},{"SurahNumber":7,"VerseNumber":88,"Text":"arrogant dux his people dictus Nos evict vos O Shu aib unus those qui believed vos noster oppidum vos revert noster religionis. He dictus vos force nos"},{"SurahNumber":7,"VerseNumber":89,"Text":"Nos blaspheming DEUS nos reverted tuus religionis DEUS saved nos ex it Quam nos revert back to it testimentum DEUS noster Dominus? Noster Dominus knowledge encompasses totus things. Nos put noster trust DEUS! Noster Dominus grant nos decisive victory noster people Vos est bonus supporter"},{"SurahNumber":7,"VerseNumber":90,"Text":"disbelieving dux his people dictus vos subsequentis Shu aib vos est losers"},{"SurahNumber":7,"VerseNumber":91,"Text":"quake annihilated them sinister them denatus their domus"},{"SurahNumber":7,"VerseNumber":92,"Text":"Those rejected Shu aib vanished prout they nunquam existed Those rejected Shu aib est losers"},{"SurahNumber":7,"VerseNumber":93,"Text":"He turned them dictus O my people ego delivered vos messages my Dominus ego advised vos! Quam potuit ego grieve disbelieving people"}]}