{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Không một hành động nào của Ngươi (Thiên Sứ Muhammad), không một đoạn Qur’an nào Ngươi xướng đọc và không một hành động nào các ngươi (những người có đức tin) làm mà lại không nằm dưới sự chứng kiến của TA (Allah). Không gì có thể nằm ngoài tầm kiểm soát của Thượng Đế của Ngươi, dù một vật có sức nặng bằng trọng lượng hạt nguyên tử nằm dưới đất hay trong bầu trời hoặc thậm chí nhỏ hơn hay lớn hơn thế thì cũng đều được ghi chép rõ ràng trong Quyển Kinh (Lưu Trữ - Quyển Kinh Mẹ)"},{"SurahNumber":10,"VerseNumber":62,"Text":"(Không có gì phải hoài nghi rằng) những vị Wali của Allah sẽ không lo sợ cũng sẽ không buồn phiền"},{"SurahNumber":10,"VerseNumber":63,"Text":"(Họ là) những người có đức tin và kính sợ Allah"},{"SurahNumber":10,"VerseNumber":64,"Text":"Họ sẽ được báo cho tin mừng ngay trong cuộc sống trần gian này và cả Đời Sau. Lời phán của Allah sẽ không bao giờ thay đổi. Đó là một thành tựu vĩ đại"},{"SurahNumber":10,"VerseNumber":65,"Text":"(Hỡi Thiên Sứ Muhammad!) Ngươi chớ để cho lời nói của (những kẻ xúc phạm tôn giáo) làm Ngươi buồn rầu. Quả thật, danh dự và quyền lực hoàn toàn thuộc về một mình Allah. Ngài là Đấng Hằng Nghe, Đấng Toàn Tri"},{"SurahNumber":10,"VerseNumber":66,"Text":"(Không có gì phải hoài nghi rằng) bất cứ ai trên các tầng trời và bất cứ ai trên trái đất đều là (tạo vật) của Allah. Những kẻ cầu khấn các thần linh khác ngoài Allah thực sự không đi theo các đối tác của Ngài (bởi vì Ngài không hề có bất cứ đối tác nào cả). Chúng chỉ đi theo sự phỏng đoán và giả định, chúng chỉ giỏi đặt điều dối gian"},{"SurahNumber":10,"VerseNumber":67,"Text":"(Allah) là Đấng đã tạo ra ban đêm cho (con người) nghỉ ngơi và ban ngày để họ quan sát (được mọi vật)? Quả thật, trong sự việc đó là những dấu hiệu cho đám người biết lắng nghe"},{"SurahNumber":10,"VerseNumber":68,"Text":"(Một nhóm những kẻ đa thần) nói: “Allah có con trai”. Thật trong sạch và tối cao thay Ngài, Ngài là Đấng Miễn Cần. Vạn vật trong các tầng trời và vạn vật trong trái đất đều thuộc về một mình Ngài. Các ngươi (những kẻ đa thần) chẳng có bằng chứng nào cho điều đã nói. Lẽ nào các ngươi nói ra những điều mà các ngươi không biết"},{"SurahNumber":10,"VerseNumber":69,"Text":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với chúng: “Những ai đặt điều gian dối cho Allah sẽ không thành công.”"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Những hưởng thụ mà chúng có được trên cuộc sống này chỉ) là một sự hưởng thụ (tạm bợ ngắn ngủi) của cuộc sống thế tục. Rồi đây, chúng sẽ phải trở về trình diện TA, rồi TA sẽ cho chúng nếm trải hình phạt nghiêm khắc về những gì mà chúng đã từng phủ nhận"}]}