{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"Ils t’interrogent a propos des montagnes. Dis : « Mon Seigneur les reduira en poussiere"},{"SurahNumber":20,"VerseNumber":106,"Text":"Faisant (de la terre) une etendue plate et nue"},{"SurahNumber":20,"VerseNumber":107,"Text":"ou tu ne verras ni creux ni bosses. »"},{"SurahNumber":20,"VerseNumber":108,"Text":"Ce jour-la, ils suivront celui qui les appellera (au Jugement). Il n’y aura aucun detour (pour le fuir). Les voix se feront toutes basses devant le Tout Clement, et tu n’entendras que murmures"},{"SurahNumber":20,"VerseNumber":109,"Text":"Ce jour-la, l’intercession ne servira a personne, a moins (qu’elle ne provienne) de quelqu’un qui aura eu la permission du Tout Clement et dont la parole aura ete agreee par Lui"},{"SurahNumber":20,"VerseNumber":110,"Text":"Il Sait ce qu’ils ont devant eux et derriere eux, quand eux ne peuvent Le cerner de leur science"},{"SurahNumber":20,"VerseNumber":111,"Text":"Les visages seront baisses devant le Vivant, Le Veilleur eternel sur Toute chose (Al-Qayyum) ; et sera perdu quiconque portera (le lourd fardeau) d’une injustice"},{"SurahNumber":20,"VerseNumber":112,"Text":"Et celui qui, tout en etant croyant, fait le bien, n’aura a craindre, lui, ni injustice ni privation"},{"SurahNumber":20,"VerseNumber":113,"Text":"Ainsi l’avons-Nous revele : un Coran (en langue) arabe ou Nous avons varie les menaces, peut-etre auront-ils la piete ou seront-ils amenes a reflechir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Exalte soit Allah, le Souverain le Vrai ! Ne t’empresse pas de (reciter) le Coran avant que la revelation qui t’en est faite ne soit terminee et dis : « Seigneur, ajoute a ma science ! »"},{"SurahNumber":20,"VerseNumber":115,"Text":"Auparavant, Nous avions fait une recommandation a Adam mais il l’oublia et Nous ne trouvames pas chez lui de ferme resolution"}]}