{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"En voorzeker, Wij hebben de mens geschapen en Wij weten alles wat zijn Ik hem toefluistert. En Wij zijn nader tot hem dan zijn halsader"},{"SurahNumber":50,"VerseNumber":17,"Text":"Wanneer de twee (engelen) die te boek stellen, schrijven, zit de een aan de rechter-, de andere aan de linkerzijde"},{"SurahNumber":50,"VerseNumber":18,"Text":"Hij uit geen woord of er is een bewaker bij hem, die altijd klaar staat"},{"SurahNumber":50,"VerseNumber":19,"Text":"En de bezwijming des doods komt waarlijk. \"Dit is hetgeen gij wildet ontvrluchten"},{"SurahNumber":50,"VerseNumber":20,"Text":"En er zal op de bazuin worden geblazen. \"Dit is de Dag der Bedreiging"},{"SurahNumber":50,"VerseNumber":21,"Text":"En iedere ziel zal tezamen komen met een geleider en een getuige"},{"SurahNumber":50,"VerseNumber":22,"Text":"Er zal worden gezegd: \"Gij waart hieromtrent achteloos. Nu hebben Wij uw sluier van u weggenomen en uw oog ziet deze Dag scherp"},{"SurahNumber":50,"VerseNumber":23,"Text":"En zijn metgezel zal zeggen: \"Dit is hetgeen bij mij gereed is"},{"SurahNumber":50,"VerseNumber":24,"Text":"Werpt, werpt in de hel elke ondankbare vijand"},{"SurahNumber":50,"VerseNumber":25,"Text":"Die het goede belette, de overtreder, de twijfelaar"},{"SurahNumber":50,"VerseNumber":26,"Text":"Die een andere God naast Allah oprichtte, doet hem de strenge marteling ondergaan"},{"SurahNumber":50,"VerseNumber":27,"Text":"Zijn metgezel zal zeggen: \"O, onze Heer, ik maakte hem niet opstandig maar hij was te ver afgedwaald"},{"SurahNumber":50,"VerseNumber":28,"Text":"God zal antwoorden: \"Redetwist niet in Mijn tegenwoordigheid, terwijl Ik u de waarschuwing vooraf heb gezonden"},{"SurahNumber":50,"VerseNumber":29,"Text":"Het vonnis door Mij geveld kan niet worden veranderd en Ik ben in het geheel niet onrechtvaardig jegens Mijn dienaren"}]}