{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":14,"Text":"Ra hamile ‘‘nuha(alaihis'salama)la'i’’ unako kaumatira pathayaum, ra uni nau saya pacasavarsa uniharubica base! Ani uniharula'i hurile samatyo ra uniharu atyacari nai thi'e"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ani hamile ‘‘nuhala'i’’ ra dumgama basnevalaharula'i baca'ihalyaum ra tyasa ghatanala'i sampurna sansarako nimti nisani bana'idiyaum"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ra ibrahima(alaihis'salama)le pani aphno kaummasita bhane ki allahako upasana gara ra usita dara. Yo timro nimti ramro cha yadi timi bud'dhimana chau"},{"SurahNumber":29,"VerseNumber":17,"Text":"Timi ta allahala'i chadi murtiharuko puja gardachau, ra jhutha kura racdachau ra timile allaha baheka jasala'i pujdachau, uniharuma timila'i jivika dine adhikara chaina. Atah timile allaha kahambata nai jivika khoja ra usaiko upasana gara, ra usaiko abhari bana, ra timila'i usaitira pharkera janucha"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ra yadi timile mala'i jhutha thandachau, ta timibhanda aghika kaiyan samudayale pani jhutha bhanisakeka chan. Rasulaharumathi matra spastarupale (allahako sandesa) purya'idine jim'mevari cha"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ke uniharule dekhenan, ki allaha kuna prakarale srstiko arambha gardacha? Pheri usako punaravrtti garnecha? Nihsandeha yo allahako nimti atyanta sarala cha"},{"SurahNumber":29,"VerseNumber":20,"Text":"Bhannus ki dharatima hindadula garera hera ki allahale kuna prakarale srstiko arambha gareko cha. Ani allahale nai pachiko srsti racnecha ra niscaya nai allaha hareka kuramathi samathryavan cha"},{"SurahNumber":29,"VerseNumber":21,"Text":"Jasala'i cahancha sajaya dincha, ra jasamathi cahancha krpa gardacha. Ra usaitira sabaile pharkera janucha"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ra timi na ta dharatima allahala'i hairana garna sakchau ra na ta akasama, ra allaha baheka timro na kohi mitra cha na kohi sahayaka"}]}