{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"manavare, matte jivantavaguva kuritu nimage sansayaviddare (nimage tilidirali); nimage (nam'ma samarthyavannu) vivarisalikkagi, navu nim'mannu mannininda, a balika viryadinda, a balika raktapindadinda mattu a balika mansapindadinda, purnavagiyu apurnavagiyu srstisiruvevu. Navu, navicchisiddannu ondu nirdista kalada varege garbhagalolage tadedidutteve. Taruvaya, nim'mannu sisugalagi hora tarutteve (mattu) nivu nim'ma yavvanavannu talupuvante (madutteve). Anantara nim'malli kelavaru mrtaraguttare mattu kelavaru, bahalastu arita balika matte enannu aritillada, ati vrdhdhapyada sthitige taluputtare. Mattu nivu onagida nelavannu kanuttiri. Navu adara mele nirannu surisidaga adu jivantavagi aralatodaguttade mattu adu ella tarada muddada belegalannu beleyuttade"},{"SurahNumber":22,"VerseNumber":2,"Text":"ekendare, allahane satyavagiddane mattu avane nirjivigalannu jivantagolisuvavanu mattu avane ellavannu madaballavanagiddane"},{"SurahNumber":22,"VerseNumber":3,"Text":"a nirnayaka ghaligeyu khandita baralide. Adaralli sandehave illa. Innu, gorigalolage iruvavarannella allahanu matte jivantagolisi ebbisaliruvanu"},{"SurahNumber":22,"VerseNumber":4,"Text":"Janaralli kelavaru, yavude jnanavagali margadarsanavagali, ujvala granthavagali illadeye allahana kuritu jagaladuttare"},{"SurahNumber":22,"VerseNumber":5,"Text":"ahankaradinda koralu setedukondiruva avaru, janarannu allahana margadinda duragolisalu sramisuttare. Anthavanige i lokadallu apamanavide mattu punarut'thana dina navu avanige bhugileluva benkiya ruci unisaliddeve"},{"SurahNumber":22,"VerseNumber":6,"Text":"‘‘ninna kaigalu munde kalisida karmagale idakke karana. Allahanu khandita tanna dasara mele akrama vesaguvavanalla’’ (endu avanodane helalaguvudu)"},{"SurahNumber":22,"VerseNumber":7,"Text":"janarallobbanu ancinalli nintu allahanannu aradhisuttane. Adarinda avanigenadaru hitavadare astakke trptanagi biduttane. Adare avanigenadaru parikse eduradare avanu (allahaninda) mukha tirugisi nilluttane. Avanu ihalokavannu kaledukondanu, paralokavannu kaledukondanu. Atyanta spasta nastavidu"},{"SurahNumber":22,"VerseNumber":8,"Text":"(taruvaya) avanu, allahanannu bittu, tanage yavude nastavannuntu madalagadavarannu hagu tanage yavude labhavannu madalagadavarannu karedu prarthisalarambhisuttane. Idu tira nikrsta mattada darigeditana"},{"SurahNumber":22,"VerseNumber":9,"Text":"hageye avanu, yara labhakkinta nastavu heccu nikatavagideyo anthavanige more iduttane. Avaru estondu ketta posakaru mattu avaru estondu ketta sangatigalu"},{"SurahNumber":22,"VerseNumber":10,"Text":"satyadalli visvasavittu satkarma madidavarannu allahanu khanditavagiyu svargagalolage serisuvanu. Avugala taladalli nadigalu hariyuttiruvavu. Allahanantu tanicchisiddannu madaballanu"}]}