{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa’yı da an. Suphesiz o, ihlasa erdirilmis bir rasul ve bir peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona, Tur dagının sag tarafından seslendik ve kendisi ile konusmak icin kendimize yaklastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"O’na rahmetimizden kardesi Harun’u peygamber olarak bagıslamıstık"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta Ismail’i de an. O, sozune sadıktı ve rasul bir peygamber idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine namazı ve zekatı emrederdi. Rabbinin yanında razı olunan birisiydi"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris'i de an. Gercekten o cok dogru sozlu bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir makama yukselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste onlar, Adem’in ve Nuh ile birlikte tasıdıklarımızın soyundan gelen, Allah’ın kendilerine nimet verdigi peygamberlerden ve Ibrahim’in, Israil'in/Yakub'un soyundan, dogruya ulastırdıgımız ve seckin kıldıgımız kimselerdendir. Onlara Rahman’ın ayetleri okundugu zaman aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Ama onların ardından namazı zayi eden ve sehvetlerine uyan bir nesil geldi. Iste onlar gayy ile karsılasacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip, iman ederek salih amel isleyenler, iste bunlar Cennet'e girecekler ve hicbir sekilde haksızlıga ugramayacaklardır"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman’ın kullarına gayb ile vaat ettigi Adn cennetlerine (gireceklerdir). Onun vaadi suphesiz yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada bos soz isitmezler. Ancak selam (isitirler). Ve orada, sabah aksam kendilerine ait rızıkları vardır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste kullarımızdan takva sahibi olanlara miras olarak verecegimiz cennet budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz ancak Rabbinin emriyle ineriz. Onumuzdeki, arkamızdaki ve bunların arasındaki her sey O’na aittir. Rabbin unutmus degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O; goklerin, yerin ve ikisi arasındakilerin Rabbidir. O halde sadece O’na ibadet et ve ibadet etmede sabırlı, sebatkar ol. O’nun hic adasının/benzerinin oldugunu biliyor musun"}]}