{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"(موسٰی علیہ السلام نے) عرض کیا: اے میرے رب! میرے لئے میرا سینہ کشادہ فرما دے"},{"SurahNumber":20,"VerseNumber":26,"Text":"اور میرا کارِ (رسالت) میرے لئے آسان فرما دے"},{"SurahNumber":20,"VerseNumber":27,"Text":"اور میری زبان کی گرہ کھول دے"},{"SurahNumber":20,"VerseNumber":28,"Text":"کہ لوگ میری بات (آسانی سے) سمجھ سکیں"},{"SurahNumber":20,"VerseNumber":29,"Text":"اور میرے گھر والوں میں سے میرا ایک وزیر بنا دے"},{"SurahNumber":20,"VerseNumber":30,"Text":"(وہ) میرا بھائی ہارون (علیہ السلام) ہو"},{"SurahNumber":20,"VerseNumber":31,"Text":"اس سے میری کمرِ ہمت مضبوط فرما دے"},{"SurahNumber":20,"VerseNumber":32,"Text":"اور اسے میرے کارِ (رسالت) میں شریک فرما دے"},{"SurahNumber":20,"VerseNumber":33,"Text":"تاکہ ہم (دونوں) کثرت سے تیری تسبیح کیا کریں"},{"SurahNumber":20,"VerseNumber":34,"Text":"اور ہم کثرت سے تیرا ذکر کیا کریں"},{"SurahNumber":20,"VerseNumber":35,"Text":"بیشک تو ہمیں (سب حالات کے تناظر میں) خوب دیکھنے والا ہے"},{"SurahNumber":20,"VerseNumber":36,"Text":"(اللہ نے) ارشاد فرمایا: اے موسٰی! تمہاری ہر مانگ تمہیں عطا کردی"},{"SurahNumber":20,"VerseNumber":37,"Text":"اور بیشک ہم نے تم پر ایک اور بار (اس سے پہلے بھی) احسان فرمایا تھا"},{"SurahNumber":20,"VerseNumber":38,"Text":"جب ہم نے تمہاری والدہ کے دل میں وہ بات ڈال دی جو ڈالی گئی تھی"},{"SurahNumber":20,"VerseNumber":39,"Text":"کہ تم اس (موسٰی علیہ السلام) کو صندوق میں رکھ دو پھر اس (صندوق) کو دریا میں ڈال دو پھر دریا اسے کنارے کے ساتھ آلگائے گا، اسے میرا دشمن اور اس کا دشمن اٹھا لے گا، اور میں نے تجھ پر اپنی جناب سے (خاص) محبت کا پرتَو ڈال دیا ہے (یعنی تیری صورت کو اس قدر پیاری اور من موہنی بنا دیا ہے کہ جو تجھے دیکھے گا فریفتہ ہو جائے گا)، اور (یہ اس لئے کیا) تاکہ تمہاری پرورش میری آنکھوں کے سامنے کی جائے"},{"SurahNumber":20,"VerseNumber":40,"Text":"اور جب تمہاری بہن (اجنبی بن کر) چلتے چلتے (فرعون کے گھر والوں سے) کہنے لگی: کیا میں تمہیں کسی (ایسی عورت) کی نشاندہی کر دوں جو اس (بچہ) کی پرورش کر دے، پھر ہم نے تم کو تمہاری والدہ کی طرف (پرورش کے بہانے) واپس لوٹا دیا تاکہ اس کی آنکھ بھی ٹھنڈی ہوتی رہے اور وہ رنجیدہ بھی نہ ہو، اور تم نے (قومِ فرعون کے) ایک (کافر) شخص کو مار ڈالا تھا پھر ہم نے تمہیں (اس) غم سے (بھی) نجات بخشی اور ہم نے تمہیں بہت سی آزمائشوں سے گزار کر خوب جانچا، پھر تم کئی سال اہلِ مدین میں ٹھہرے رہے پھر تم (اللہ کے) مقرر کردہ وقت پر (یہاں) آگئے اے موسٰی! (اس وقت ان کی عمر ٹھیک چالیس برس ہوگئی تھی)"},{"SurahNumber":20,"VerseNumber":41,"Text":"اور (اب) میں نے تمہیں اپنے (امرِ رسالت اور خصوصی انعام کے) لئے چن لیا ہے"},{"SurahNumber":20,"VerseNumber":42,"Text":"تم اور تمہارا بھائی (ہارون) میری نشانیاں لے کر جاؤ اور میری یاد میں سستی نہ کرنا"},{"SurahNumber":20,"VerseNumber":43,"Text":"تم دونوں فرعون کے پاس جاؤ بیشک وہ سرکشی میں حد سے گزر چکا ہے"},{"SurahNumber":20,"VerseNumber":44,"Text":"سو تم دونوں اس سے نرم (انداز میں) گفتگو کرنا شاید وہ نصیحت قبول کر لے یا (میرے غضب سے) ڈرنے لگے"},{"SurahNumber":20,"VerseNumber":45,"Text":"دونوں نے عرض کیا: اے ہمارے رب! بیشک ہمیں اندیشہ ہے کہ وہ ہم پر زیادتی کرے (گا) یا (زیادہ) سرکش ہوجائے (گا)"},{"SurahNumber":20,"VerseNumber":46,"Text":"ارشاد فرمایا: تم دونوں نہ ڈرو بیشک میں تم دونوں کے ساتھ ہوں میں (سب کچھ) سنتا اور دیکھتا ہوں"},{"SurahNumber":20,"VerseNumber":47,"Text":"پس تم دونوں اس کے پاس جاؤ اور کہو: ہم تیرے رب کے بھیجے ہوئے (رسول) ہیں سو تو بنی اسرائیل کو (اپنی غلامی سے آزاد کرکے) ہمارے ساتھ بھیج دے اور انہیں (مزید) اذیت نہ پہنچا، بیشک ہم تیرے پاس تیرے رب کی طرف سے نشانی لے کر آئے ہیں، اور اس شخص پر سلامتی ہو جس نے ہدایت کی پیروی کی"},{"SurahNumber":20,"VerseNumber":48,"Text":"بیشک ہماری طرف وحی بھیجی گئی ہے کہ عذاب (ہر) اس شخص پر ہوگا جو (رسول کو) جھٹلائے گا اور (اس سے) منہ پھیر لے گا"},{"SurahNumber":20,"VerseNumber":49,"Text":"(فرعون نے) کہا: تو اے موسٰی! تم دونوں کا رب کون ہے"},{"SurahNumber":20,"VerseNumber":50,"Text":"(موسٰی علیہ السلام نے) فرمایا: ہمارا رب وہی ہے جس نے ہر چیز کو (اس کے لائق) وجود بخشا پھر (اس کے حسبِ حال) اس کی رہنمائی کی"},{"SurahNumber":20,"VerseNumber":51,"Text":"(فرعون نے) کہا: تو (ان) پہلی قوموں کا کیا حال ہوا (جو تمہارے رب کو نہیں مانتی تھیں)"},{"SurahNumber":20,"VerseNumber":52,"Text":"(موسٰی علیہ السلام نے) فرمایا: ان کا علم میرے رب کے پاس کتاب میں (محفوظ) ہے، نہ میرا رب بھٹکتا ہے اور نہ بھولتا ہے"},{"SurahNumber":20,"VerseNumber":53,"Text":"وہی ہے جس نے زمین کو تمہارے رہنے کی جگہ بنایا اور اس میں تمہارے (سفر کرنے کے) لئے راستے بنائے اور آسمان کی جانب سے پانی اتارا، پھر ہم نے اس (پانی) کے ذریعے (زمین سے) انواع و اقسام کی نباتات کے جوڑے نکال دیئے"},{"SurahNumber":20,"VerseNumber":54,"Text":"تم کھاؤ اور اپنے مویشیوں کو چراؤ، بیشک اس میں دانش مندوں کے لئے نشانیاں ہیں"}]}