{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Dis : « Qui vous dispense les dons du ciel et de la terre ? Qui donc est le Maitre de l’ouie et de la vue ? Qui fait sortir le vivant du mort et tire le mort du vivant ? Et qui regente Toute chose ? » Ils diront : « (C’est) Allah ! » Dis-leur alors : « Ne Le craignez vous donc pas ? »"},{"SurahNumber":10,"VerseNumber":32,"Text":"Tel est Allah, votre Seigneur, Il est verite. Et qu’y a-t-il, au-dela de la Verite, sinon l’egarement ? Comment pouvez-vous donc vous en etre detournes"},{"SurahNumber":10,"VerseNumber":33,"Text":"C’est ainsi que s’est realise le verdict d’Allah a l’encontre de ceux qui ont ete pervers, eux qui ne croiront pas"},{"SurahNumber":10,"VerseNumber":34,"Text":"Dis : « Qui donc parmi les associes (que vous pretez a Allah) initie[217] la creation puis la recommence ? » Dis : « Allah initie la creation puis la rend (a la vie). Jusqu’ou vous obstinerez-vous donc a ignorer (Son adoration) ? »"},{"SurahNumber":10,"VerseNumber":35,"Text":"Dis : « Qui donc parmi les associes (que vous pretez a Allah) peut guider vers la verite ? » Dis : « Allah (Lui) guide vers la verite. Qui donc merite mieux d’etre suivi : celui qui guide ou celui qui ne s’engage sur la voie de la verite que s’il y est lui-meme guide? Qu’avez-vous donc a juger de la sorte ? »"},{"SurahNumber":10,"VerseNumber":36,"Text":"La plupart d’entre eux ne suivent que des conjectures. Or, les conjectures ne permettent en rien de se passer de la verite, et Allah Sait parfaitement ce qu’ils font"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ce Coran n’a pu etre invente en dehors d’Allah. Il vient plutot confirmer ce qui existait avant lui et exposer dans l’intimite du detail le Livre indubitable, venu du Seigneur de l’Univers"},{"SurahNumber":10,"VerseNumber":38,"Text":"Or s’ils disent : « Il l’a invente ! » Dis : « Produisez donc une sourate qui y ressemble, et appelez-en a qui vous voudrez en dehors d’Allah, si (ce que vous soutenez) est veridique ! »"},{"SurahNumber":10,"VerseNumber":39,"Text":"Mais ils ont traite de mensonge ce qu’ils ne peuvent cerner de leur science, et ce dont ils n’ont pas encore recu l’interpretation. Ainsi criaient au mensonge ceux qui les ont precedes. Mais vois quel fut le sort des injustes"},{"SurahNumber":10,"VerseNumber":40,"Text":"Les uns parmi eux y croient, les autres n’y croient pas. Mais ton Seigneur en Sait mieux sur les semeurs de trouble"}]}