{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Los incredulos dicen: ¿Acaso cuando nosotros y nuestros padres nos convirtamos en polvo seremos resucitados"},{"SurahNumber":27,"VerseNumber":68,"Text":"Esto ya nos ha sido prometido anteriormente, a nosotros y a nuestros padres. No es mas que una fabula perteneciente a nuestros ancestros"},{"SurahNumber":27,"VerseNumber":69,"Text":"Di: Transitad por la Tierra y observad cual fue el final de los pecadores"},{"SurahNumber":27,"VerseNumber":70,"Text":"No te apenes por ellos [los incredulos] ni te angusties por lo que traman [contra ti]"},{"SurahNumber":27,"VerseNumber":71,"Text":"Y dicen: ¿Cuando se cumplira esta amenaza [el castigo]? [Informanoslo] Si es que dices la verdad"},{"SurahNumber":27,"VerseNumber":72,"Text":"Diles: Muy pronto os azotara"},{"SurahNumber":27,"VerseNumber":73,"Text":"Verdaderamente tu Senor concede Sus gracias a los hombres, pero la mayoria son ingratos"},{"SurahNumber":27,"VerseNumber":74,"Text":"Y por cierto que tu Senor conoce lo que esconden sus corazones y lo que manifiestan"},{"SurahNumber":27,"VerseNumber":75,"Text":"Todo lo que esta oculto en el cielo y en la Tierra se encuentra [registrado] en un libro claro [la Tabla Protegida]"},{"SurahNumber":27,"VerseNumber":76,"Text":"Por cierto que este Coran les relata a los Hijos de Israel gran parte de sus discrepancias"},{"SurahNumber":27,"VerseNumber":77,"Text":"Y verdaderamente es guia y misericordia para los creyentes"},{"SurahNumber":27,"VerseNumber":78,"Text":"Tu Senor juzgara entre ellos, y El es Poderoso, Omnisciente"},{"SurahNumber":27,"VerseNumber":79,"Text":"Encomiendate a Allah [¡Oh, Muhammad!] que tu estas en la verdad evidente [y Allah no te desamparara]"},{"SurahNumber":27,"VerseNumber":80,"Text":"Tu no puedes hacer que los muertos [de corazon] oigan, ni que los sordos escuchen la predica cuando rechazan la Verdad"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ni puedes guiar a los ciegos y sacarlos de su extravio. Tu solo puedes hacer que escuchen quienes creen en Nuestros signos y se someten a Allah"},{"SurahNumber":27,"VerseNumber":82,"Text":"Cuando ocurra lo que ha sido decretado para ellos, haremos salir de la Tierra una bestia que les hablara milagrosamente [y esta sera una senal de la proximidad del Dia del Juicio]; esto es porque los hombres no estaban convencidos de Nuestros signos"}]}