{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"¿No ves cómo hace tu Señor que se deslice la sombra? Si quisiera, podría hacerla fija. Además, hemos hecho del sol guía para ella"},{"SurahNumber":25,"VerseNumber":46,"Text":"Luego, la atraemos hacia Nosotros con facilidad"},{"SurahNumber":25,"VerseNumber":47,"Text":"Él es Quien ha hecho para vosotros de la noche vestidura, del sueño descanso, del día resurrección"},{"SurahNumber":25,"VerseNumber":48,"Text":"Él es Quien envía los vientos como nuncios que preceden a Su misericordia. Hacemos bajar del cielo agua pura"},{"SurahNumber":25,"VerseNumber":49,"Text":"para vivificar con ella un país muerto y dar de beber, entre lo que hemos creado, a la multitud de rebaños y seres humanos"},{"SurahNumber":25,"VerseNumber":50,"Text":"La hemos distribuido entre ellos para que se dejen amonestar, pero la mayoría de los hombres no quieren sino ser infieles"},{"SurahNumber":25,"VerseNumber":51,"Text":"Si hubiéramos querido, habríamos enviado a cada ciudad un monitor"},{"SurahNumber":25,"VerseNumber":52,"Text":"No obedezcas, pues, a los infieles y lucha esforzadamente contra ellos, por medio de él"},{"SurahNumber":25,"VerseNumber":53,"Text":"Él es Quien ha hecho que las dos grandes masas de agua fluyan: una, dulce, agradable; otra, salobre, amarga. Ha colocado entre ellas una barrera y límite infranqueable"},{"SurahNumber":25,"VerseNumber":54,"Text":"Él es quien ha creado del agua un ser humano, haciendo de él el parentesco por consanguinidad o por afinidad. Tu Señor es omnipotente"},{"SurahNumber":25,"VerseNumber":55,"Text":"Pero, en lugar de servir a Alá, sirven lo que no puede aprovecharles ni dañarles. El infiel es un auxiliar contra su Señor"},{"SurahNumber":25,"VerseNumber":56,"Text":"A ti no te hemos enviado sino como nuncio de buenas nuevas y como monitor"},{"SurahNumber":25,"VerseNumber":57,"Text":"Di: «No os pido a cambio ningún salario. Sólo que, quien quiera, ¡que emprenda camino hacia su Señor!»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y ¡confía en el Viviente, Que no muere! ¡Celebra Sus alabanzas! El está suficientemente informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"Él es Quien ha creado en seis días los cielos, la tierra y lo que entre ellos hay. Luego, se ha instalado en el Trono. El Compasivo. ¡Interroga a quien esté bien informado de Él"},{"SurahNumber":25,"VerseNumber":60,"Text":"Cuando se les dice: «¡Prosternaos ante el Compasivo!», dicen: «Y ¿qué es 'el Compasivo'? ¿Vamos a prosternarnos sólo porque tú lo ordenes?» Y esto acrecienta su repulsa"}]}