{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Wer ist es, der Allah ein gutes Darlehen geben will? Er wird es ihm um ein Vielfaches mehren, und ihm wird ein würdiger Lohn zuteil sein"},{"SurahNumber":57,"VerseNumber":12,"Text":"Am Tage, da du die gläubigen Männer und die gläubigen Frauen sehen wirst, während (die Strahlen) ihres Lichts vor ihnen und zu ihrer Rechten hervorbrechen (heißt es): \"Eine frohe Botschaft (sei) euch heute (beschieden)! In den Gärten, durch die Bäche fließen, werdet ihr auf ewig weilen. Das ist der gewaltige Gewinn"},{"SurahNumber":57,"VerseNumber":13,"Text":"Am Tage, wenn die Heuchler und die Heuchlerinnen zu den Gläubigen sagen werden: \"Wartet auf uns! Wir wollen ein wenig von eurem Lichtstrahl bekommen\", da wird (zu ihnen) gesprochen werden: \"Kehrt zurück und sucht (dort) Licht.\" Dann wird zwischen ihnen eine Mauer mit einem Tor darin errichtet werden. Innerhalb davon befindet sich die Barmherzigkeit und außerhalb davon die Strafe"},{"SurahNumber":57,"VerseNumber":14,"Text":"Sie werden jenen (Gläubigen) zurufen: \"Waren wir nicht mit euch?\" Jene werden sagen: \"Doch, aber ihr versuchtet euch selber und wartetet und zweifeltet, und es betörten euch die eitlen Wünsche, bis Allahs Befehl kam. Und der Betörer hat euch über Allah betört"},{"SurahNumber":57,"VerseNumber":15,"Text":"So soll heute kein Lösegeld angenommen werden weder von euch noch von den Ungläubigen. Eure Herberge ist das Feuer; es ist euer Schutzspender. Und eine schlimme Bestimmung ist das"},{"SurahNumber":57,"VerseNumber":16,"Text":"Ist nicht für die Gläubigen die Zeit gekommen, ihre Herzen zu demütigen vor der Ermahnung Allahs und vor der Wahrheit, die herabkam, und nicht so zu werden wie jene, denen zuvor die Schrift gegeben wurde und denen es zu lange dauerte, so daß ihre Herzen verstockt und viele von ihnen zu Frevlern wurden"},{"SurahNumber":57,"VerseNumber":17,"Text":"Wisset, daß Allah die Erde nach ihrem Tode belebt. Wahrlich, Wir haben euch die Zeichen klar gemacht, auf daß ihr (sie) begreifen möget"},{"SurahNumber":57,"VerseNumber":18,"Text":"Wahrlich, die mildtätigen Männer und die mildtätigen Frauen und jene, die Allah ein gutes Darlehen geben - es wird ihnen um ein Vielfaches gemehrt, und ihnen wird ein würdiger Lohn zuteil sein"},{"SurahNumber":57,"VerseNumber":19,"Text":"Und diejenigen, die an Allah und Seine Gesandten glauben, sind die Wahrhaftigen und die Bezeugenden vor ihrem Herrn; sie werden ihren Lohn und ihr Licht empfangen. Diejenigen aber, die ungläubig sind und Unsere Zeichen leugnen, sind die Insassen der Gahim"}]}