{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"GOD puts souls SMRT when KONIEC Z ICH ZIVOT pod I o the cas z SPAT. Thus He berie some ich spat chvila others allowed zotrvat zivobytie koniec z ich predetermined interim This zadovazit lekcia zaludnit kto zrkadlit"},{"SurahNumber":39,"VerseNumber":43,"Text":"they invented intercessors mediate them GOD Say Co if they nie possess any power nor chapat"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say All intercession belongs do GOD Him belongs all sovereignty z heavens zem potom do Him ona spatny listok"},{"SurahNumber":39,"VerseNumber":45,"Text":"When GOD ALONE zmierit sa srdce z those nie verit v Hereafter zbehnut sa aversion. when others zmierit sa Him they become satisfied"},{"SurahNumber":39,"VerseNumber":46,"Text":"Proclaim Our god Initiator z heavens zem Knower z all secrets declarations Ona je the iba Jeden judges Tvoj servants ich disputes"},{"SurahNumber":39,"VerseNumber":47,"Text":"those transgressed owned everything zem vecer dva krat mat rad vela they readily dat it avoid hrozny retribution Dni Vzkriesenie. They shown GOD co they never expected"},{"SurahNumber":39,"VerseNumber":48,"Text":"sinful robota they zarabat shown them vela things they pouzivat mock will pod haunt them"},{"SurahNumber":39,"VerseNumber":49,"Text":"If human touched adversity he implores us mat rad skoro mat rad my bestow zehnat him he says ja attained this moj cleverness! Indeed this je len test vela z them nie zauzlit"},{"SurahNumber":39,"VerseNumber":50,"Text":"Those before them uttered same thing ich earnings nie pomoc them v the maly"},{"SurahNumber":39,"VerseNumber":51,"Text":"They suffered consequences ich zly robota. Similarly transgressors present generation suffer consequences ich zly robota; they nie escape"},{"SurahNumber":39,"VerseNumber":52,"Text":"they nie realize GOD bol Jeden robit zvacsit provision whomever He zvolit si withholds? These je lekcia ludia verit"}]}