{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif, Aom, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumijon şikast xūrdand, az dasti forsijon"},{"SurahNumber":30,"VerseNumber":3,"Text":"dar nazdiktarin sarzamin, vale onho ʙa'd az şikastaşon ʙa zudī ƣoliʙ xohand şud"},{"SurahNumber":30,"VerseNumber":4,"Text":"dar muddati cand sole. Peş az in pirūzī va pas az in pirūzī farmon az oni Alloh ast. Va on rūz, ki rumijon ƣoliʙ şavand, mu'minon şodmon meşavand"},{"SurahNumber":30,"VerseNumber":5,"Text":"ʙa saʙaʙi jorii Alloh. Alloh har kasro, ki ʙixohad, jorī mekunad, va har kasro, ki ʙixohad xor mekunad va Ū pirūzmand ast, maƣluʙ nameşavad va mehruʙon ast ʙa ʙandagoni mū'mini xud"},{"SurahNumber":30,"VerseNumber":6,"Text":"Alloh ʙa mū'minon pirūzii rumijon ʙar forsijonro va'dai qat'ī dodaast va Alloh va'daşro xilof namekunad, vale ʙisjorii mardumon (kofironi Makka) namedonand, ki va'dai Alloh haq ast"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onho faqat ʙa zohiri zindagii dunjo va oroişi on ogohand va az umuri oxirat ʙexaʙarand"},{"SurahNumber":30,"VerseNumber":8,"Text":"Ojo kasone, ki ʙa didori Alloh imon nadorand va pajomʙaronaşro ʙovar nadorand, dar xudaşon andeşa nakardaand, ki Alloh osmonhovu zaminro va har cī dar mijoni onhost, çuz ʙa haq va to zamoni muajjane, naofaridaast? Va haroina, ʙisjore az mardum ʙa didori Parvardigoraşon imon nadorand"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ojo in kofironi az oxirat ʙexaʙar dar zamin nagaştaand, to ʙingarand, ki oqiʙati kasone, ki peş az onho ʙudand, cī guna ʙudaast? Onho dar çism ʙase nerumandtar az onho ʙudand va zaminro şudgor kardand va dar on ziroatho koştand va ʙeş az on ci inho (ahli Makka) oʙodaş kardaand, onro oʙod soxtaand, vale imorathoi onho va umri darozaşon ʙa onho foidae nakard. Va pajomʙaronaşon ʙo mū'çizaho ʙa sūjaşon omadand, vale ʙo vuçudi in, onho imon najovardand, pas Alloh ʙar onho sitam nakardaast, ʙalki onho ʙo şirku ma'sijati xud dar haqqi xeş sitam mekardand"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sipas oqiʙati on kasone, ki korhoi ʙad kardand, ʙadtar şud. Zero inho ojoti Allohro durūƣ ʙarovardand va onro ʙa masxara megiriftand"}]}