{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":36,"Text":"With him there came into the prison two young people. One of them said, “I see myself pressing wine.” Said the other, “I see myself carrying bread on my head, and birds are eating from it. Tell us the true meaning of it, for we see you are one who does right.”"},{"SurahNumber":12,"VerseNumber":37,"Text":"He said, “Before any food comes to feed either of you, I will surely reveal to you the truth and meaning of this, and before it befalls you. That is part of the duty which my Lord has taught me. I have abandoned the ways of a people who do not believe in God and who deny the hereafter"},{"SurahNumber":12,"VerseNumber":38,"Text":"“And I follow the ways of my forefathers Abraham, Isaac, and Jacob, and never could we attribute any partners to God. That is from the grace of God to us and to humanity, yet most people are not grateful"},{"SurahNumber":12,"VerseNumber":39,"Text":"“O my two companions of the prison. Are many lords differing among themselves better, or One God, Supreme and Irresistible"},{"SurahNumber":12,"VerseNumber":40,"Text":"“If not Him, you worship nothing but names which you have named, you and your parents, for which God has sent down no authority. The command is for none but God. He has asked that you worship none but Him. That is the right way, but most people do not understand"},{"SurahNumber":12,"VerseNumber":41,"Text":"“O my two companions of the prison. As for one of you, he will pour out the wine for his lord to drink. As for the other, he will hang from the cross, and the birds will eat from off his head. So is decreed the matter which you two inquire.”"},{"SurahNumber":12,"VerseNumber":42,"Text":"And of the two, to the one who he considers about to be saved he said, “Mention me to your lord.” But Satan made him forget to mention him to his lord, and Joseph lingered in prison a few more years"}]}