{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Y. A. S"},{"SurahNumber":19,"VerseNumber":2,"Text":"Zie hier eene herinnering van de genade van uwen Heer, omtrent zijn dienaar Zacharias"},{"SurahNumber":19,"VerseNumber":3,"Text":"Toen hij zijn Heer aanriep met eene geheime aanroeping"},{"SurahNumber":19,"VerseNumber":4,"Text":"En zeide O Heer! waarlijk mijne beenderen zijn verzwakt en mijn hoofd is wit geworden door grijsheid. En ik was nimmer ongelukkig in mijne gebeden tot u, o Heer"},{"SurahNumber":19,"VerseNumber":5,"Text":"Maar ik vrees mijne bloedverwanten, die mij zullen opvolgen; want mijne vrouw is onvruchtbaar: geef mij dus een opvolger uit mijn eigen lichaam van u"},{"SurahNumber":19,"VerseNumber":6,"Text":"Die mijn erfgenaam zal zijn en een erfgenaam van het gezin van Jacob; en geef, o Heer! dat hij door u aangenomen worde"},{"SurahNumber":19,"VerseNumber":7,"Text":"En de engel antwoordde hem: O Zacharias! waarlijk wij brengen u tijdingen van een zoon, wiens naam Yahya zal zijn. Wij hebben niemand vóór hem dien naam doen dragen"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zacharias zeide: Hoe zal ik een zoon hebben, terwijl ik zei dat mijne vrouw onvruchtbaar is, en ik thans tot hoogen ouderdom gekomen en afgeleefd ben"},{"SurahNumber":19,"VerseNumber":9,"Text":"De engel zeide: Zoo zal het zijn. Uw Heer zeide: Dit is mij gemakkelijk. Ik heb u vroeger geschapen, toen gij nog niets waart"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zacharias antwoordde: O Heer! geef mij een teeken. De engel hernam: Uw teeken zal zijn, dat gij in drie nachten niet tot de menschen zult spreken hoewel gij u in volmaakte gezondheid bevindt"},{"SurahNumber":19,"VerseNumber":11,"Text":"En hij ging tot zijn volk uit het vertrek en hij maakte hun teekenen, alsof hij wilde zeggen: Geloofd zij God, des ochtends en des avonds"},{"SurahNumber":19,"VerseNumber":12,"Text":"En wij zeiden tot zijn zoon: O Johannes! ontvang het boek der wet, met het besluit, dat te leeren en in acht te nemen. En wij schonken hem wijsheid, toen hij nog slechts een kind was"},{"SurahNumber":19,"VerseNumber":13,"Text":"En onze genade en zuiverheid des levens; en hij was een vroom mensch"},{"SurahNumber":19,"VerseNumber":14,"Text":"En deed zijnen plicht omtrent zijne ouders, en hij was trotsch noch weerspannig"},{"SurahNumber":19,"VerseNumber":15,"Text":"Vrede zij op hem! den dag dat hij werd geboren, en den dag waarop hij zal sterven, en ook den dag waarop hij tot het leven zal worden opgewekt"}]}