{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"Then when the sent ones entered unto the household of Lut"},{"SurahNumber":15,"VerseNumber":62,"Text":"He said: verily ye are a people stranger"},{"SurahNumber":15,"VerseNumber":63,"Text":"They said: nay! we have come to thee with that whereof they have been dubitating"},{"SurahNumber":15,"VerseNumber":64,"Text":"And we have brought unto thee the truth, and verily we say sooth"},{"SurahNumber":15,"VerseNumber":65,"Text":"So set out thou with thy house hold in a portion of the night, and follow thou their backs, and let not one of you look back, and pass whither ye are commanded"},{"SurahNumber":15,"VerseNumber":66,"Text":"And We decreed unto him this commandment because the last of those was to be cut off in the early morning"},{"SurahNumber":15,"VerseNumber":67,"Text":"And there came the people of the city rejoicing"},{"SurahNumber":15,"VerseNumber":68,"Text":"He said: verily these are my guests, so disgace me not"},{"SurahNumber":15,"VerseNumber":69,"Text":"And fear Allah, and humiliate me not"},{"SurahNumber":15,"VerseNumber":70,"Text":"They said: forbade we not thee against the worlds"},{"SurahNumber":15,"VerseNumber":71,"Text":"He said: these are my daughters, if act ye must"},{"SurahNumber":15,"VerseNumber":72,"Text":"By thy life, in their intoxication they were wandering bewildered"},{"SurahNumber":15,"VerseNumber":73,"Text":"Then the shout took hold of them at the sunrise"},{"SurahNumber":15,"VerseNumber":74,"Text":"And We made the upside there of downwards, and We rained on them stones of baked clay"},{"SurahNumber":15,"VerseNumber":75,"Text":"Verily therein are signs for men of sagacity"},{"SurahNumber":15,"VerseNumber":76,"Text":"And verily they are on a pathway lasting"},{"SurahNumber":15,"VerseNumber":77,"Text":"Verily in that is a sign for the believers"},{"SurahNumber":15,"VerseNumber":78,"Text":"And the dwellers of the wood surely were wrong-doers"},{"SurahNumber":15,"VerseNumber":79,"Text":"So We took vengeance on them. And verily both are on a high-road open"}]}