{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":8,"Text":"Bog wie, co nosi kazda zenska istota i o ile kurcza sie łona, i o ile sie powiekszaja. Kazda rzecz posiada u Niego pewna miare"},{"SurahNumber":13,"VerseNumber":9,"Text":"On zna to, co jest ukryte, i to, co jest jawne. On jest Wielki, Wyniosły"},{"SurahNumber":13,"VerseNumber":10,"Text":"Rowni sa wobec Niego: ten sposrod was, kto trzyma słowa w tajemnicy, i ten, kto je głosi jawnie; ten, kto kryje sie noca, i ten, kto chodzi swobodnie w dzien"},{"SurahNumber":13,"VerseNumber":11,"Text":"Człowiek ma idacych bezposrednio i przed soba, i za soba, ktorzy go ochraniaja na rozkaz Boga. Zaprawde, Bog nie zmienia tego, co jest w ludziach, dopoki oni sami nie zmienia tego, co jest w nich! A kiedy Bog chce jakiegos zła dla ludzi, to nie ma mozliwosci odwrocenia tego i nie ma dla nich opiekuna poza Nim"},{"SurahNumber":13,"VerseNumber":12,"Text":"On jest Tym, ktory ukazuje wam błyskawice dla strachu i nadziei On powoduje, iz powstaja ciezkie chmury"},{"SurahNumber":13,"VerseNumber":13,"Text":"I grzmot głosi Jego chwałe, i aniołowie - z obawy przed Nim. On posyła pioruny i razi nimi, kogo chce, podczas gdy oni dyskutuja o Bogu. A On jest straszny w swojej mocy"},{"SurahNumber":13,"VerseNumber":14,"Text":"Do Niego nalezy wezwanie prawdziwe. A ci, ktorych ludzie wzywaja poza Nim, nie dadza im zadnej odpowiedzi. Podobnie czyni ten, ktory wyciaga swoje rece ku wodzie, aby ona doszła do jego ust; lecz ona nie dochodzi do nich. Modlitwa niewiernych jest na błednej drodze"},{"SurahNumber":13,"VerseNumber":15,"Text":"Bogu wybijaja pokłony ci, ktorzy sa w niebiosach i na ziemi, posłusznie lub wbrew woli; i nawet ich cienie, rano i wieczorem"},{"SurahNumber":13,"VerseNumber":16,"Text":"Powiedz: \"Kto jest Panem niebios i ziemi?\" Powiedz: \"To jest Bog!\" Powiedz: \"Czy wy sobie wezmiecie, poza Nim, opiekunow, ktorzy nawet dla siebie samych nie władaja ani korzyscia, ani szkoda?\" Powiedz: \"Czy sa jednakowi - niewidomy i widzacy jasno? Albo czy ciemnosci i swiatło sa jednakowe? Albo czy oni przypisali Bogu wspołtowarzyszy, ktorzy by stwarzali, jak On stworzył, tak aby ich stworzenie było podobne do Jego stworzenia?\" Powiedz: \"Bog jest Stworca wszelkiej rzeczy! On jest Jeden, Wszechpotezny"},{"SurahNumber":13,"VerseNumber":17,"Text":"On spuscił z nieba wode i popłyneły doliny potokami podług ich wielkosci; i poniosł potok wzdymajaca sie piane. Podobna piana powstaje z tego, co ludzie wypalaja w ogniu przy wyrobie ozdob albo wyposazenia. W ten sposob Bog przedstawia w przypowiesci prawde i fałsz. A co sie tyczy tej piany, to ona uchodzi jako szumowina; a to, co jest pozyteczne dla ludzi, pozostaje na ziemi. W ten sposob Bog przytacza przypowiesci"},{"SurahNumber":13,"VerseNumber":18,"Text":"Ci, ktorzy odpowiedzieli swemu Panu, beda mieli piekna nagrode, a ci, ktorzy Jemu nie odpowiedzieli, - to chocby posiadali to wszystko, co jest na ziemi, i jeszcze raz tyle i chcieli sie wykupic - oto ci otrzymaja zły rachunek! Ich miejscem schronienia bedzie Gehenna. A jakze to nieszczesne miejsce odpoczynku"}]}