{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Az on guruhi naxustin az muhociron va ahli Madina, ki peskadam sudand va onon, ki ʙa neki az pajason raftand, Xudo xusnud ast va onho niz az Xudo xusnudand. Barojason ʙihisthoe, ki dar onho naxrho corist va hamesa dar on co xohand ʙud, omoda kardaast. In ast komjoʙii ʙuzurg"},{"SurahNumber":9,"VerseNumber":101,"Text":"Guruhe az araʙhoi ʙodijanisin, ki girdi sumoro giriftaand, munofiqand va guruhe az mardumi Madina niz dar nifoq isror mevarzand. Tu onhoro namesinosi, mo mesinosemason va du ʙor azoʙason xohem kard va ʙa azoʙi ʙuzurg giriftor mesavand"},{"SurahNumber":9,"VerseNumber":102,"Text":"Va guruhe digar ʙa gunohi xud e'tirof kardand, ki a'moli nekuro ʙo korhoi zist omextaand. Sojad Xudo tavʙaasonro ʙipazirad, zero Xudo omurzandavu mehruʙon ast"},{"SurahNumber":9,"VerseNumber":103,"Text":"Az doroihojason sadaqa ʙisiton, to ononro poku munazzah sozi va ʙarojason du'o kun, zero du'oi tu mojai oromisi onhost va Xudo sunavovu donost"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ojo hanuz nadonistaand, ki Xudost, ki tavʙai ʙandagonasro mepazirad va sadaqotro mesitonad va Xudost, ki tavʙapaziru mehruʙon ast"},{"SurahNumber":9,"VerseNumber":105,"Text":"Bigu: «Amal kuned, Xudovu pajomʙaras az mu'minon a'moli sumoro xohand did va sumo ʙa nazdi donoi nihonu oskoro ʙozgardonida mesaved va U az amalhojaton ogohaton xohad kard»"},{"SurahNumber":9,"VerseNumber":106,"Text":"Va guruhe digar ʙa masijjati (xosti) Xudovand voguzosta sudaand, ki jo azoʙason mekunad jo tavʙaasonro mepazirad. Va Xudo donovu hakim ast"},{"SurahNumber":9,"VerseNumber":107,"Text":"Xudo sohidi medihad: «Onhoe, ki mascide mesozand, to ʙa mu'minon zijon rasonand va mijonason kufru cudoi andozand va to ʙaroi kasone, ki mexohand ʙo Xudovu pajomʙaras cang kunand, kamingohe ʙosad, on goh savgand mexurand, ki moro qasde cuz nekukori naʙuda ast, duruƣ megujand»"},{"SurahNumber":9,"VerseNumber":108,"Text":"Hargiz dar on mascid namoz maguzor. Mascide, ki az ruzi naxust ʙar parhezgori ʙunjod suda, soistatar ast, ki dar on co namoz kuni. Dar on co mardone hastand, ki dust dorand pokiza ʙosand, zero Xudo pokizagonro dust dorad"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ojo kase, ki ʙinoi mascidro ʙar tars az Xudo va xusnudii U nihoda, ʙehtar ast jo on kase, ki ʙinoi mascidro ʙar kanorai selgohe, ki oʙ zeri onro susta ʙosad, nihodaast, to ʙo u dar otasi cahannam sarnagun gardad? Va Xudo mardumi sitamgarro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":110,"Text":"On ʙino, ki ʙarovardaand, hamesa mojai tasvis dar dilason xohad ʙud, to on hangom, ki dilason pora-pora gardad. Va Xudo donovu hakim ast"}]}