{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Inkar edip ALLAH'ın yolundan ayrılanların tum islerini O bosa cıkarır"},{"SurahNumber":47,"VerseNumber":2,"Text":"Inanıp erdemli davrananların ve Rab'lerinden bir gercek olarak Muhammed'e indirilene inananların ise gunahlarını orter ve durumlarını duzeltir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Cunku inkar edenler batıla uymakta, inananlar ise Rab'lerinden gelen gercege uymaktadırlar. ALLAH halkın durumunu boyle sergiler"},{"SurahNumber":47,"VerseNumber":4,"Text":"Savasta inkar edenlerle karsılastıgınzda boyunlarını vurun. Sonunda ustun geldiginizde onları esir alın; onları ya karsılıksız veya fidye karsılıgında salın. Savas durumu kalkıncaya kadar bunu uygulayın. ALLAH dileseydi sizi savas derdinden kurtarırdı; ancak O sizi boylece birbirinizle sınamaktadır. ALLAH yolunda oldurenlere gelince, onların yaptıklarını bosa cıkarmıyacaktır"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onlara yol gosterecek ve islerini duzeltecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Onları kendilerine tanıtmıs oldugu cennete sokacaktır"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey inananlar, ALLAH'ı desteklerseniz, O da sizi destekler ve ayaklarınızı saglam tutar"},{"SurahNumber":47,"VerseNumber":8,"Text":"Inkar edenler ise yıkımı haketmislerdir; onların islerini bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Cunku onlar ALLAH'ın indirdigini begenmediler. O da onların islerini gecersiz kılmıstır"},{"SurahNumber":47,"VerseNumber":10,"Text":"Kendilerinden oncekilerin sonunun nasıl olduguna bakmak icin yeryuzunu dolasmazlar mı? ALLAH onları imha etmistir ve bu inkarcıları da aynı son beklemektedir"},{"SurahNumber":47,"VerseNumber":11,"Text":"Cunku ALLAH inananların koruyucusudur. Inkarcıların ise bir koruyucusu yoktur"}]}