{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"ane te imanavala vyakti'e kahyum, ke he mari komana loko! Tame marum anusarana karo, hum satya marga tarapha tamane margadarsana apisa"},{"SurahNumber":40,"VerseNumber":39,"Text":"he mari komana loko! A duniyanum jivana khatama thavanum che ane ni:Sanka hammesa rahevavalum ghara to akheratanum ja che"},{"SurahNumber":40,"VerseNumber":40,"Text":"Jene aparadha karyo che, tena mate sarakho badalo che ane jene satkarya karya che, bhalene purusa hoya athava stri ane te'o imana dharavata hoya, to ava loko jannatamam jase ane tyam puskala roji melavase"},{"SurahNumber":40,"VerseNumber":41,"Text":"he mari koma! Kevi vata che ke hum tamane chutakara tarapha bolavi rahyo chum ane tame mane jahannama tarapha bolavi rahya cho"},{"SurahNumber":40,"VerseNumber":42,"Text":"tame mane allahano inkara karavanum kahi rahya cho ane teno bhagidara theravavanum kahi rahya cho, jenum jnana mari pase nathi ane hum tamane vijayi, mapha karanara (pujya) tarapha bolavi rahyo chum"},{"SurahNumber":40,"VerseNumber":43,"Text":"a cokkasa vata che ke tame mane jeni tarapha bolavi rahya cho, te'o na to duniyamam pokaravane layaka che ane na akheratamam ane e ke apane sau'e allaha tarapha ja pacha pharavanum che ane hada vatavi janara loko ja jahannami che"},{"SurahNumber":40,"VerseNumber":44,"Text":"basa! Agala jata tame mari vatone yada karaso, hum maro mukaddamo allahane sompu chum. Ni:Sanka allaha ta'ala banda'oni dekharekha rakhanara che"},{"SurahNumber":40,"VerseNumber":45,"Text":"basa! Temane allaha ta'ala'e dareka yukti'othi bacavi lidha, je te loko'e vicaryum hatum ane phira'aunavala'o para sakhata prakopa avi pahoncyo"},{"SurahNumber":40,"VerseNumber":46,"Text":"aga che, jeni same a lokone pratyeka savara-sanja lavavamam ave che ane je divase kayamata avi jase, (kahevamam avase ke) phira'aunana lokone sakhata yatanamam nankho"},{"SurahNumber":40,"VerseNumber":47,"Text":"ane jyare jahannamamam ekabija sathe jhaghado karase to nabala loko ahankari lokone kahese ke ame to tamarum ajnapalana karata hata, to sum have tame amara parathi agano ko'i bhaga dura kari sako cho"},{"SurahNumber":40,"VerseNumber":48,"Text":"te ahankari loko javaba apase ke apane sau a agamam che, allaha ta'ala potana banda'o vacce nirnaya kari cukyo che"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ane (dareka) jahannami loko bhega mali, jahannamana cokidarone kahese ke tame ja potana palanaharane du'a karo ke ko'i divasa to amari yatanamam ghatado kare"},{"SurahNumber":40,"VerseNumber":50,"Text":"te javaba apase, ke sum tamari pase tamara payagambara camatkara la'i nahata avya? Te'o kahese kema nahim, te'o kahese ke, pachi tame ja du'a karo ane inkara karanara'oni du'a vyartha tha'i jase"}]}