{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"I proklyaty ustami i Dauda, I Messii Isy, syna Maryam, Te iz synov Israilya, kotoryye nevernymi ostalis', Za to, chto byli nepokorny i prestupny"},{"SurahNumber":5,"VerseNumber":79,"Text":"Chto ot durnogo ne mogli sderzhat'sya I, sami sovershaya zlo, Drugim yego ne zapreshchali. Kak merzki byli ikh deyan'ya"},{"SurahNumber":5,"VerseNumber":80,"Text":"I vidish' ty, kak mnogiye iz nikh V druz'ya berut takikh, chto ne uverovali (v Boga). I skol' zhe merzko to, Chto dushi ikh im predvarili! Za to obrushilsya na nikh Gospoden' gnev, I prebyvat' im v vechnykh mukakh"},{"SurahNumber":5,"VerseNumber":81,"Text":"Yesli b oni uverovali, istinno, v Allakha i proroka, Poverili by v to, chto poslano yemu, Oni b v druz'ya nevernykh nikogda ne brali. No mnogiye iz nikh (uporstvuyut) v grekhe"},{"SurahNumber":5,"VerseNumber":82,"Text":"I ty uvidish', chto iz vsekh lyudey Sil'neye vsekh vrazhda k uverovavshim (v Boga) Mnogobozhnikov i iudeyev. I, nesomnenno, ty naydesh', Chto blizhe vsekh v lyubvi k uverovavshim te, Kto govorit: \"My - nazorei\". I eto potomu, chto sredi nikh yest' iyerei i monakhi, Kotoryye gordyni lisheny (I ne voznosyatsya pered drugimi)"},{"SurahNumber":5,"VerseNumber":83,"Text":"Kogda zhe slushayut oni To, chto nisposlano proroku, Ty vidish', kak glaza ikh prolivayutsya slezoy, - Ved' v etom vidyat Istinu oni. I govoryat oni: \"Vladyka nash! Uverovali my, Vpishi nas v ispovedniki Svoi"},{"SurahNumber":5,"VerseNumber":84,"Text":"I otchego zh nam ne uverovat' v Allakha I v to, chto nam iz Istiny prishlo, Kol' my zhelayem, chtob Allakh Nas vvel v chislo lyudey blagochestivykh"},{"SurahNumber":5,"VerseNumber":85,"Text":"Za eti rechi ikh Allakh voznagradit Sadami, chto rekami omovenny, Gde prebyvat' navechno im, I eto - vozdayaniye dobrotvoryashchim"},{"SurahNumber":5,"VerseNumber":86,"Text":"A tem, kto ne uveroval (v Allakha), Sochtya za lozh' znameniya Yego, Stat' obitatelyami Ada"}]}