{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"О те, которые уверовали! Если вы будете бояться Аллаха, то Он одарит вас способностью различать истину и ложь, отпустит вам ваши прегрешения и простит вас. Воистину, Аллах обладает великой милостью"},{"SurahNumber":8,"VerseNumber":30,"Text":"Вот неверующие ухищрялись, чтобы заточить, убить или изгнать тебя. Они хитрили, и Аллах хитрил, а ведь Аллах - Наилучший из хитрецов"},{"SurahNumber":8,"VerseNumber":31,"Text":"Когда им читают Наши аяты, они говорят: «Мы уже слышали это. Если мы захотим, то сочиним нечто подобное. Ведь это - всего лишь легенды древних народов»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Вот они сказали: «О Аллах! Если это является истиной от Тебя, то обрушь на нас камни с неба или же подвергни нас мучительным страданиям»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Аллах не стал подвергать их мучениям, пока ты находился среди них, и Аллах не стал подвергать их мучениям, пока они молили о прощении"},{"SurahNumber":8,"VerseNumber":34,"Text":"Но как же Аллаху не подвергнуть их мучениям, если они не допускают мусульман к Заповедной мечети, не будучи Его угодниками? Его угодниками являются только богобоязненные, но большинство их не ведает об этом"},{"SurahNumber":8,"VerseNumber":35,"Text":"Их молитва возле мечети была всего лишь свистом и хлопаньем в ладоши. Вкусите же мучения за то, что вы не верили"},{"SurahNumber":8,"VerseNumber":36,"Text":"Воистину, неверующие расходуют свое имущество для того, чтобы сбить других с пути Аллаха. Они будут расходовать его, а затем будут сожалеть об этом, а вслед за тем они будут повержены. Неверующие будут собраны в Геенне"},{"SurahNumber":8,"VerseNumber":37,"Text":"чтобы Аллах отделил скверного человека от доброго, бросил скверных одного на другого, собрал их всех вместе и поместил в Геенне. Они будут потерпевшими убыток"}]}