{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. En Hij is de Geweldige, de Alwijze"},{"SurahNumber":59,"VerseNumber":2,"Text":"Hij is Degene Die de ongelovigen onder de mensen van de Schrift uit hun woonplaatsen heeft verdreven bij de eerste verzameling (daartoe). Jullie dachten dat zij niet zouden weggaan en zij dachten dat hun burchten hen zouden beschermen tegen Allah. Toen kwam (de bestraffing van) Allah tot hen van waar zij het niet vermoedden, en Hij wierp grote angst in hun harten. Zij verwoestten hun huizen met hun eigen handen en (die werden verwoest) door de handen van de gelovigen. Trekt daar lering uit, O jullie bezitters van inzicht"},{"SurahNumber":59,"VerseNumber":3,"Text":"En als Allah voor hen de verdrijving niet had bepaald, dan zou Hij hen zeker hebben gestraft tijdens het wereldse leven. En voor hen is er in het Hiernamaals de bestraffing van de Hel"},{"SurahNumber":59,"VerseNumber":4,"Text":"Dat is omdat zij Allah en Zijn Boodschapper tegenwerkten. En wie Allah tegenwerkt: voorwaar, Allah is hard in de bestraffing"},{"SurahNumber":59,"VerseNumber":5,"Text":"Wat jullie omhakken van de dadelpalmen of wat jullie op hun wortels laten staan; het gebeurde met de toestemming van Allah. En zodat Allah de zwaar zondigen vergeldt"},{"SurahNumber":59,"VerseNumber":6,"Text":"Wat Allah aan buit (al Fay) van hen (o.a. de Bani Nadhîr) aan Zijn Boodschapper geeft: jullie hebben daartoe geen paarden en geen lastdieren aangespoord. Maar Allah geeft Zijn Boodschapper macht over wie Hij wil en Allah is Almachtig over alle zaken"},{"SurahNumber":59,"VerseNumber":7,"Text":"Wat Allah ook aan buit aan Zijn Boodschapper gegeven heeft, afkomstig van de bewoners van de steden; het is voor Allah en de Boodschapper; en de verwant; en de wezen; en de armen; en de reiziger zonder proviand, zodat deze (rijkdom) niet rondgaat onder de rijken van jullie. En wat de Boodschapper jullie geeft, neemt dat; maar wat Hij jullie verbiedt, onthoudt jullie daarvan. En vreest Allah: voorwaar, Allah is hard in de bestraffing"},{"SurahNumber":59,"VerseNumber":8,"Text":"(De buit is) voor de armen van de uitgewekenen, degenen die zijn verdreven uit hun woonplaatsen en van hun bezittingen, zoekend naar een gunst en welbehagen van Allah. En zij helpen Allah en Zijn Boodschapper. Zij zijn degenen die de waarachtigen zijn"},{"SurahNumber":59,"VerseNumber":9,"Text":"En degenen die vóór hen in de stad (Medinah) woonden en geloofden (de Anshâr), zij houden van degenen die (vanuit Mekkah) naar hen zijn uitgeweken, Zij vinden in hun hart geen jaloezie op wat (aan hen) gegeven is. En zij geven aan (hen) voorrang boven zichzelf, ook al is er behoefte onder hen. En wie zich hoedt voor zijn eigen gierigheid: dat zijn degenen die zullen welslagen"},{"SurahNumber":59,"VerseNumber":10,"Text":"En degenen die na hen kwamen, zeiden: \"Onze Heer, vergeef ons en onze broeders die ons zijn voorafgegaan in het geloof en maak in onze harten geen wrok jegens degenen die geloven. Onze Heer, voorwaar, U bent Zachtmoedig, Meest Barmhartige"}]}