{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"El es Quien os agracio con el oido, la vista y el raciocinio, pero poco se lo agradeceis"},{"SurahNumber":23,"VerseNumber":79,"Text":"El es Quien os creo y disemino sobre la Tierra, y ante El comparecereis"},{"SurahNumber":23,"VerseNumber":80,"Text":"El es Quien da la vida y la muerte, y El decreto la sucesion de la noche y el dia. ¿Es que no razonais"},{"SurahNumber":23,"VerseNumber":81,"Text":"Sin embargo, [los incredulos] expresan lo mismo que sus antecesores"},{"SurahNumber":23,"VerseNumber":82,"Text":"Cuando muramos y nos convirtamos en polvo y huesos es imposible que seamos resucitados"},{"SurahNumber":23,"VerseNumber":83,"Text":"Esto ya se nos prometio antes y tambien a nuestros padres; no es mas que una fabula de nuestros ancestros"},{"SurahNumber":23,"VerseNumber":84,"Text":"Preguntales [¡Oh, Muhammad!]: ¿A quien pertenece la Tierra y todo lo que existe sobre ella, si lo sabeis"},{"SurahNumber":23,"VerseNumber":85,"Text":"Sin duda diran: A Allah. Diles: ¿Como entonces no recapacitais"},{"SurahNumber":23,"VerseNumber":86,"Text":"Preguntales: ¿Quien es el creador de los siete cielos, y el Senor del Trono grandioso"},{"SurahNumber":23,"VerseNumber":87,"Text":"Sin duda diran: Allah. Diles: ¿Como entonces no Le temeis"},{"SurahNumber":23,"VerseNumber":88,"Text":"Preguntales: ¿Quien tiene en Sus manos la soberania de todas las cosas, y puede amparar a quien El quiere y nadie puede protegerse de Su castigo [si asi lo decreta], si lo sabeis"},{"SurahNumber":23,"VerseNumber":89,"Text":"Sin duda que diran: Allah. Diles: ¿Como entonces desvariais [y os apartais de la Verdad]"},{"SurahNumber":23,"VerseNumber":90,"Text":"Por cierto que les enviamos la Verdad, pero ellos [los incredulos] la desmienten"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah no ha tenido un hijo, ni existe otra divinidad salvo El. Si asi fuera, cada divinidad acapararia su propia creacion, y entonces pretenderian predominar unas sobre otras. ¡Glorificado sea Allah! Allah esta por encima de lo que Le atribuyen"},{"SurahNumber":23,"VerseNumber":92,"Text":"El es el conocedor de lo oculto y lo manifiesto, El esta por encima de cuanto Le asocian"}]}