{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak onlar için bir ayettir: Onu diriltiriz ve oradan taneler çıkarırız da ondan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Orada hurma ağaçları ve üzümlerden oluşan bağ ve bahçeler yetiştirdik ve pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ki onun ürünlerinden ve elleriyle yetiştirdiklerinden yesinler. Şükretmiyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirdiklerinden, kendi cinslerinden ve daha bilmedikleri nice şeylerden türlü çiftleri yaratan pek yücedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlar için bir ayettir: Ondan gündüzü soyarız da onlar karanlıkta kalırlar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş belirlenmiş olan rotasında akıp gitmektedir. Bu Üstün ve Bilgin olanın kurduğu bir düzendir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Aya da, kuru bir hurma dalına dönüşünceye kadar çeşitli evreler belirledik"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneş aya yetişebilir, ne de gece, gündüzü geçebilir. Her biri bir yörüngede yüzmektedir"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onlar için bir başka ayette, insan soyunu yüklü gemide taşımamızdır"},{"SurahNumber":36,"VerseNumber":42,"Text":"Aynı şekilde, sürmeleri için onun bir benzerini yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dileseydik onları boğardık; ne bir çığlıklarına yetişen olurdu, ne de kurtulabilirlerdi"},{"SurahNumber":36,"VerseNumber":44,"Text":"Bunun yerine, bizden bir merhamet görürler ve belli bir süreye kadar yaşatılırlar"},{"SurahNumber":36,"VerseNumber":45,"Text":"Kendilerine, \"Geçmişinizden ibret alıp ve geleceğiniz için sakının ki merhamet edilesiniz,\" denilmişti"},{"SurahNumber":36,"VerseNumber":46,"Text":"Rab'lerinin ayetlerinden bir ayet kendilerine geldiğinde, ondan yüz çevirmeyi adet edinmişlerdi"},{"SurahNumber":36,"VerseNumber":47,"Text":"Kendilerine, \"ALLAH'ın size verdiği rızıklardan verin,\" denildiğinde, inkar edenler inananlara, \"ALLAH'ın, dilediği taktirde besleyebileceği kimseleri mi besleyelim? Siz gerçekten iyice sapıtmışsınız,\" derler"},{"SurahNumber":36,"VerseNumber":48,"Text":"Aynı zamanda, \"Doğru sözlü iseniz o söz ne zaman gerçekleşecek?\" diye meydan okurlar"},{"SurahNumber":36,"VerseNumber":49,"Text":"Çekişip dururlarken kendilerini yakalayacak bir tek patlamayı beklemektedirler"},{"SurahNumber":36,"VerseNumber":50,"Text":"Ne bir vasiyet bırakmaya vakit bulurlar ne de ailelerine dönebilirler"}]}