{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"evaṉukkut tīya kāriyaṅkaḷ aḻakākak kāṇpikkappaṭṭu avaṉum atai aḻakākak kāṇkiṟāṉō avaṉā (tīyatai tīyatākavē kaṇṭu atiliruntu vilakik koḷkiṟavaṉaip pōṉṟu āvāṉ)? (Oru pōtum āka māṭṭāṉ.) Niccayamāka allāh tāṉ virumpiyavarkaḷait tavaṟāṉa vaḻiyil viṭṭu viṭukiṟāṉ. Tāṉ virumpiyavarkaḷai nērāṉa vaḻiyil celuttukiṟāṉ. Ākavē, (napiyē!) Avarkaḷukkāka umatu uyiraiyē māyttuk koḷḷum aḷavukku nīr kavalaippaṭātīr. Niccayamāka allāh avarkaḷ ceypavaṟṟai naṉkaṟikiṟāṉ"},{"SurahNumber":35,"VerseNumber":9,"Text":"allāhtāṉ kāṟṟai aṉuppukiṟāṉ. Atu mēkaṅkaḷai ōṭṭukiṟatu. Piṉṉar, avaṟṟai iṟantu (paṭṭup)pōṉa pūmiyiṉ pakkam celutti, iṟantu pōṉa pūmiyai uyirppikkiṟāṉ. (Maraṇittavarkaḷ maṟumaiyil) uyirpeṟṟu eḻuvatum ivvāṟē"},{"SurahNumber":35,"VerseNumber":10,"Text":"evaṉ kaṇṇiyattaiyum, ciṟappaiyum virumpukiṟāṉō, (avaṉ allāhvukku vaḻippaṭṭu naṭakkavum. Ēṉeṉṟāl) kaṇṇiyaṅkaḷ aṉaittumē allāhvukkuc contamāṉavai. (Kalimā taiyip, salavāttu pōṉṟa) nalla vākkiyaṅkaḷ avaṉ pakkamē uyarukiṉṟaṉa. Nalla kāriyaṅkaḷai avaṉē uyarttukiṟāṉ. (Napiyē!) Evarkaḷ (umakkut) tīṅkiḻaikka cati ceykiṟārkaḷō avarkaḷukkuk kaṭiṉamāṉa vētaṉai uṇṭu. Ivarkaḷuṭaiya cati (oṉṟumillātu) aḻintē pōkum"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allāhtāṉ uṅkaḷai (ārampattil) maṇṇāl uṟpatti ceytāṉ. Piṉṉar, oru tuḷi intiriyattiliruntu (paṭaittāṉ). Piṉṉar, (āṇ, peṇ jōṭi) jōṭiyāka uṅkaḷai ākkiṉāṉ. Avaṉ aṟiyāmal oru peṇ karppamāvatum illai; piracavippatum illai. Avaṉuṭaiya ‘lavhul mahḥpūḷil' illāmal evaṉuṭaiya vayatum atikarippatumillai; kuṟaintu viṭuvatum illai. Niccayamāka i(vai aṉaittaiyum aṟintiruppa)tu allāhvukkuc culapamāṉatē"},{"SurahNumber":35,"VerseNumber":12,"Text":"iru kaṭalkaḷum camamāki viṭātu; oṉṟu kuṭippataṟku iṉpamāṉa maturamāṉa taṇṇīr! Maṟṟoṉṟu koṭiya uppu(t taṇṇīr. Ivvāṟu ivviraṇṭiṟkum vēṟṟumai iruntapōtilum), ivviraṇṭil iruntumē puttam putiya (mīṉ) māmicattaip pucikkiṟīrkaḷ. Nīṅkaḷ āparaṇamāka aṇiyakkūṭiya (muttu, pavaḷam pōṉṟa)vaṟṟaiyum avaṟṟiliruntu veḷiyē eṭukkiṟīrkaḷ. Kaṭalkaḷaip piḷantu koṇṭu cellum kappalil (payaṇam ceytu pala tēcaṅkaḷiluḷḷa) iṟaivaṉuṭaiya aruḷai nīṅkaḷ tēṭik koḷkiṟīrkaḷ. (Itaṟku) nīṅkaḷ naṉṟi celuttuvīrkaḷāka"},{"SurahNumber":35,"VerseNumber":13,"Text":"avaṉē iravaip pakalil pukuttukiṟāṉ; pakalai iravil pukuttukiṟāṉ. Cantiraṉaiyum cūriyaṉaiyum aṭakki vaittu irukkiṟāṉ. Ivai aṉaittum avaṟṟukkuk kuṟippiṭṭa tavaṇaippaṭi celkiṉṟaṉa. Ivaṉtāṉ uṅkaḷ iṟaivaṉākiya allāh. Ellā āṭcikaḷum avaṉukku uriyaṉavē! Avaṉaiyaṉṟi evaṟṟai nīṅkaḷ (iṟaivaṉeṉa utavikku) aḻaikkiṟīrkaḷō avaṟṟukku ōr aṇu aḷavum atikāramillai"},{"SurahNumber":35,"VerseNumber":14,"Text":"Avaṟṟai nīṅkaḷ aḻaittapōtilum uṅkaḷ aḻaippai avai ceviyuṟātu. Avai ceviyuṟṟapōtilum uṅkaḷukkup patilaḷikkātu. Maṟumai nāḷilō avaṟṟai nīṅkaḷ iṇaivaittu vaṇaṅkiyataiyum avai nirākarittuviṭum. (Avaṟṟiṉ ceyalaṟṟa taṉmaikaḷ) aṉaittaiyum aṟinta (iṟai)vaṉaip pōl (vēṟu) oruvarum (napiyē!) Umakku (ivvaḷavu teḷivāka) aṟivikkamāṭṭār"}]}