{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Аллаг навів вам як притчу вас самих. Чи є серед невільників, якими оволоділи ваші правиці, спільники в тому, чим Ми наділили вас, та яких ви боїтеся так, як боїтеся одне одного? Ось так Ми роз’яснюємо знамення для людей, які розуміють"},{"SurahNumber":30,"VerseNumber":29,"Text":"Та ж ні! Ті, які чинять несправедливо, йдуть за своїми пристрастями без жодного знання. Хто ж поведе прямим шляхом тих, кого Аллаг увів в оману? Немає у них помічників"},{"SurahNumber":30,"VerseNumber":30,"Text":"Поверни своє обличчя до релігії як ханіф! Це — вроджена якість, із якою Аллаг створив людей. Немає зміни в творінні Аллага. Це є правильна релігія — але ж більшість людей не знає"},{"SurahNumber":30,"VerseNumber":31,"Text":"Кайтеся перед Ним, бійтеся Його, звершуйте молитву й не будьте одними з багатобожників"},{"SurahNumber":30,"VerseNumber":32,"Text":"одними з тих, які розкололи свою релігію та стали різними групами, й кожна секта радіє тому, що має"},{"SurahNumber":30,"VerseNumber":33,"Text":"Коли людей торкається зло, вони кличуть свого Господа, звертаючись до Нього з каяттям. А коли Він дає їм змогу скуштувати Своєї милості, то частина з них починає додавати рівних у поклонінні своєму Господу"},{"SurahNumber":30,"VerseNumber":34,"Text":"Так вони можуть виявити свою невдячність за те, що Ми їм дарували. Тож насолоджуйтесь благами й скоро ви дізнаєтесь"},{"SurahNumber":30,"VerseNumber":35,"Text":"Хіба Ми зіслали їм доказ, який говорить про рівних Йому"},{"SurahNumber":30,"VerseNumber":36,"Text":"Коли Ми даємо людям скуштувати милості, вони радіють. А коли їх вражає лихо за те, що вони приготували своїми руками, то вони впадають у розпач"},{"SurahNumber":30,"VerseNumber":37,"Text":"Хіба вони не бачать, що Аллаг збільшує та зменшує наділ, кому побажає? Воістину, в цьому — знамення для віруючих людей"},{"SurahNumber":30,"VerseNumber":38,"Text":"Віддавай належне родичу, бідняку й подорожньому. Так буде краще для тих, хто прагне лику Аллага. Саме вони матимуть успіх"},{"SurahNumber":30,"VerseNumber":39,"Text":"Те, що ви даєте людям у борг, прагнучи примножити своє майно за їхній рахунок, не примножиться в Аллага! Буде примножено те, що ви даєте як закят, прагнучи лику Аллага"},{"SurahNumber":30,"VerseNumber":40,"Text":"Аллаг — Той, Хто вас створив, а потім наділив засобами для життя. Згодом Він умертвить вас, а потім знову поверне до життя. Чи є серед ваших спільників-ідолів той, хто робив би хоч щось із цього? Пречистий Він і Вищий від того, що ви додаєте Йому в поклонінні"}]}