{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":11,"VerseNumber":9,"Text":"Lan manawa Ingsun angicip- aké manusa ing wilasa saka Ingsun iku tumuli Ingsun sing- kiraké saka dhèwèké sayekti dhè- wèké masthi nglokro, ora atur panuwun"},{"SurahNumber":11,"VerseNumber":10,"Text":"Lan manawa Ingsun angicip- aké dhèwéké ing nugraha sawisé sangsara angenani dhèwèké amas- thi dhèwèké bakal padha calathu: Wus birat ala saka ing aku; sayekti dhèwèké padha bungah, umuk"},{"SurahNumber":11,"VerseNumber":11,"Text":"Kajaba para kang padha sabar lan padha anglakoni panggawé be- cik iki bakal padha olèh pangapura sarta pituwas kang gedhé"},{"SurahNumber":11,"VerseNumber":12,"Text":"Lah manawa-manawa sira iku arep aninggal sapérangané apa kang kadhawuhaké marang sira lan dhadhanira bakal dadi rupek marga saka iku, jalaran dhèwèké padha calathu.: Yagéné ora ana bandha katurunaké marang dhèwèké utawa malaikat teka anyartani dhèwèké? Sira iku mung juru-pépéling; lan Allah iku Kang rumeksa marang samubarang. A"},{"SurahNumber":11,"VerseNumber":13,"Text":"Utawa, apa ta dhèwèké padha calathu: Iku anggitané dhéwé. Ca- lathua: Lah mara, mujudna sepuluh bab anggitan sapadhané iki, lan nyambata sapa sakadugamu, sali- yané Allah, manawa kowé padha temen"},{"SurahNumber":11,"VerseNumber":14,"Text":"Lah manawa dhèwèké padha ora anyembadani marang kowé, lah padha weruha, manawa iku kadhawuhaké kalawan kawruhing Allah lan ora ana sesembahan kajaba Panjenengané: Lah apa ta kowé bakal padha sumarah"},{"SurahNumber":11,"VerseNumber":15,"Text":"Sapa sing karep ing kauripan donya dalah papaèsé, panggawé- panggawéné ing kono Ingsun bakal amituwasi ganep marang dhèwèké, lan dhèwèké ana ing kono ora bakal padha digawé tuna"},{"SurahNumber":11,"VerseNumber":16,"Text":"Iki para sing ana ing akhirat padha ora olèh apa-apa kajaba geni lan muspra sabarang panggawéné ing kono, sarta nglaha apa kang padha dilakoni"},{"SurahNumber":11,"VerseNumber":17,"Text":"Lah apa wong kang kadunu- ngan bukti terang saka Pangérané ? Lan sawijining saksi saka Panjenengané amaca iku, sarta sadurungé iku Kitabé Musa, minangka pituduh lan wilasa. Iki padha angèstu marang iku; déné papanthan-papanthan, sapa sing angafiri marang iku, lah iku geni papan kang dijanjèkaké; mulané aja sira semang-semang marang prakara iku; sayekti, iku barang nyata saka Pangéranira, ananging akèh-akèhé manusa padha ora angèstu"},{"SurahNumber":11,"VerseNumber":18,"Text":"Lan sapa sing luwih atindak dudu tinimbang wong kang agawé- gawé goroh tumrap marang Allah? Iki bakal padha disébakaké marang Pangérané, lan para saksi bakal padha acalathu: Iki para kang padha anggorohaké marang Pangé- rané. O, sayekti, wewelaking Allah tumiba marang wong kang padha atindak dudu"},{"SurahNumber":11,"VerseNumber":19,"Text":"Kang padha nyimpang saka dadalaning Allah sarta padha ma- mrih mènggoké iku; lan dhèwèké iku para kang padha kafir marang akhirat"},{"SurahNumber":11,"VerseNumber":20,"Text":"Iki ana ing bumi ora bakal padha bisa angoncati, lan bakal padha ora duwé pangayoman saliyané Allah; siksané tumrap dhèwèké bakal ditikelaké; dhèwèké padha ora kuwat ngrungu apa déné padha ora weruh"},{"SurahNumber":11,"VerseNumber":21,"Text":"Iki para kang padha agawé kapitunané jiwa-jiwané, sarta saba- rang, anggoné padha agawé-gawé, sirna saka ing awaké"},{"SurahNumber":11,"VerseNumber":22,"Text":"Ora kena ora, ana ing akhirat dhèwèké iku wong kang padha luwih déning kapitunan"},{"SurahNumber":11,"VerseNumber":23,"Text":"Sayekti para kang padha angèstu sarta padha anglakoni panggawé becik, apa déné padha andhap asor marang Pangérané, iki para wonging patamanan, padha ana ing kono bakal pamanggoné"},{"SurahNumber":11,"VerseNumber":24,"Text":"Sanépané rong golongan iku kaya déné wong wuta lan wong tuli karo wong awas lan wong rungon; apa dhèwèké iku padha mungguhing kaanané? Apa ta kowé iku padha ora ngrasak- ngrasakaké"}]}