{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":57,"Text":"Äy müminder! Senderden burın Kitap berilgenderden dinderiñdi sayqı- mazaqqa oyınşıq etkenderdi dos tutpañdar jäne käpirlerdi de dos körmeñder. Eger mümin bolsañdar, Alladan qorqıñdar"},{"SurahNumber":5,"VerseNumber":58,"Text":"Jäne qaşan namazğa (azan) şaqırsañdar, olar onı oyın qılıp kelekege aldı. Osı, olardıñ şınayı türde tüsinbeytin xalıq bolğandıqtarınan"},{"SurahNumber":5,"VerseNumber":59,"Text":"(Muxammed Ğ.S. olarğa) ayt: «Äy kitap ïeleri! Bizdi Allağa äri özimizge tüsirilgenge jäne burıñğı tüsirilgenge ïman keltirgendigimiz üşin ğana qoştamaysıñdar ma? Şınında köbin buzaqısıñdar.»"},{"SurahNumber":5,"VerseNumber":60,"Text":"(Olarğa) ayt: «Senderge Allanıñ qasında jaza turğısınan budan da jamanın xabarlayın ba?» Alla birewdi qarğap oğan aşwlansa jäne olardan maymıldar, doñızdar, tağı butqa tabınatındar qılsa, mine solar, ornı jaman jäne twra joldan mülde adasqandar"},{"SurahNumber":5,"VerseNumber":61,"Text":"Jäne qaşan olar senderge kelse: «Ïman keltirdik» deydi. Rasında olar qarsılıqpen kirip jäne onımen şıqqan bolatın. Alla olardıñ jasırğandarın jaqsı biledi"},{"SurahNumber":5,"VerseNumber":62,"Text":"Olardıñ köbireginiñ künäda, duşpandıqta jäne aram jewde jarısqandarın köresiñ. Olardıñ istegen isteri netken jaman"},{"SurahNumber":5,"VerseNumber":63,"Text":"Eger olardıñ ğïbadatşıl ustazdarı, din ğalımdarı; olardı künälı sözderinen, aram jewlerinen tıysa edi! Ärïne olardıñ istegenderi nendey jaman"},{"SurahNumber":5,"VerseNumber":64,"Text":"Jäne Yahwdïler: «Allanıñ qolı baylanğan » dedi. Bul sözderi sebepti olardıñ qoldarı baylanıp, lağınetteldi. Kerisinşe, Allanıñ eki qolı da aşıq, qalağanınşa beredi. Ärïne rabbıñ tarapınan sağan tüsirilgen (Quran), olardıñ köbiniñ azğındığın, qarsılığın arttıradı. Sonday-aq olardıñ arasına qïyametke deyin duşpandıq, öştik saldıq. Sondıqtan ärqaşan olar soğıs üşin ot tamızsa, Alla onı öşirdi. Olar jer jüzinde buzıqtıqqa tırısadı. Alla buzaqılardı jaqsı körmeydi"},{"SurahNumber":5,"VerseNumber":65,"Text":"Eger kitap ïeleri ïman keltirip, taqwalıq qılsa edi, älbette olardıñ jamandıqtarın joyıp, olardı Nağım jännetke kirgizer edik"},{"SurahNumber":5,"VerseNumber":66,"Text":"Eger olar Täwrat, Injildi jäne Rabbıları tarapınan özderine tüsirilgendi tolıq orındasa edi, ärïne olar üstiñgi jaqtarınan (ağaştardıñ jemisterinen) äri ayaqtarınıñ stınan (jerdiñ ösimdikterinen) jeytin edi. Olardıñ bir ortaşa tobı bar. Degenmen olardıñ köbiniñ istegen isteri jaman edi"}]}