{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":7,"VerseNumber":26,"Text":"E jenumanja ŵanache ŵa Adam! Chisimu tuntuluchisye iwaalo yaikusisa umakonope wenu nikuŵa soni ipeto (yakulipetela nayo), nambo iwaalo ya woga (wakun'jogopa Allah mpela chikulupi ni masengo gambone), yele ni yaili yambone nnope. Yalakweyo ili mu imanyisyo ya Allah kuti ŵanganyao aŵe ŵakumbuchila"},{"SurahNumber":7,"VerseNumber":27,"Text":"E jenumanja ŵanache ŵa Adam! Akansokonesya shetani yaŵatite pakwakopokasya achinangolo ŵenu ŵanaŵaŵili mu Litimbe lya ku Mbepo, achaawuulaga yakuwala yao kuti ŵaalosye umakonope wao, chisimu jwalakwejo akasam'bonaga ŵanganyammwe - jwele ni lukosyo lwakwe (lwachijini) – mukaŵe kanti jenumanja ngankwaonaga. Chisimu Uwwe tugatesile mashetani kuŵa isyoŵe ya aŵala ŵangakukulupilila"},{"SurahNumber":7,"VerseNumber":28,"Text":"Soni naga atesile chakunyalaya akasatiji: “Twasimene achatati ŵetu achitenga chalakwechi, nombenajo Allah atulamwile chelechi.” Jilani: “Chisimu Allah jwangalamula yakunyalaya. Ana mkum'bechetela Allah yangankuimanyilila?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Jilani: “Ambuje ŵangu alamwile chilungamiko, ni (akuti soni) lungamisyani ngope syenu (Kukwakwe) pamalo palipose pakusujudila (ndema jakuswali), ni munnumbanjileje Jwalakwe mwakunswejechesya dini Jakwe, mpela yaŵatite Jwalakwe pakuntanda (kun'gumba, iyyoyopeyo soni) chinchiujila (Kukwakwe).”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Likuga line alijongwele, nambo likuga line kuŵajilwe kukwao kusokonechela, chisimu ŵanganyao agatesile mashetani kuŵa akwagosa ŵao kunneka Allah, ni akuganichisya yanti ŵanganyao ali ŵakongoka"},{"SurahNumber":7,"VerseNumber":31,"Text":"E jenumanja ŵanache ŵa Adam! Jigalani yakulisalalichisya yenu (pakuwala yakuwala yachasa) pamalo palipose pakuswalila, ni lyagani soni mwagani nambo ngasintenda ulyakasi, chisimu Jwalakwe (Allah) jwaanganonyela ŵaulyakasi"}]}