{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Razve ty ne vidish', kak tvoy Gospod' prostirayet ten'? Yesli by On zakhotel, to sdelal by yeye nepodvizhnoy. Zatem My delayem solntse yeye putevoditelem"},{"SurahNumber":25,"VerseNumber":46,"Text":"i zatem postepenno szhimayem yeye k Sebe"},{"SurahNumber":25,"VerseNumber":47,"Text":"On - Tot, Kto sdelal dlya vas noch' pokrovom, son - otdykhom, a den' - ozhivleniyem"},{"SurahNumber":25,"VerseNumber":48,"Text":"On - Tot, Kto posylayet vetry s dobroy vest'yu o Svoyey milosti. My nisposylayem s neba chistuyu i ochishchayushchuyu vodu"},{"SurahNumber":25,"VerseNumber":49,"Text":"chtoby ozhivit' yeyu mertvuyu zemlyu i napoit' yeyu mnogochislennyy skot i mnogikh lyudey iz tekh, kogo My sotvorili"},{"SurahNumber":25,"VerseNumber":50,"Text":"My raspredelyayem yeye (dozhdevuyu vodu) mezhdu nimi, chtoby oni pomyanuli nazidaniye, no bol'shinstvo lyudey otkazyvayutsya ot vsego, krome neveriya (ili neblagodarnosti)"},{"SurahNumber":25,"VerseNumber":51,"Text":"Yesli by My pozhelali, to poslali by v kazhdoye seleniye predosteregayushchego uveshchevatelya"},{"SurahNumber":25,"VerseNumber":52,"Text":"Posemu ne povinuysya neveruyushchim i vedi s nimi posredstvom nego (Korana) velikuyu bor'bu"},{"SurahNumber":25,"VerseNumber":53,"Text":"On - Tot, Kto smeshal dva morya (vida vody): odno - priyatnoye, presnoye, a drugoye - solenoye, gor'koye. On ustanovil mezhdu nimi pregradu i nepreodolimoye prepyatstviye"},{"SurahNumber":25,"VerseNumber":54,"Text":"On - Tot, Kto sotvoril cheloveka iz vody i odaril yego rodstvennikami i svoystvennikami. Gospod' tvoy - Vsemogushchiy"},{"SurahNumber":25,"VerseNumber":55,"Text":"Oni poklonyayutsya pomimo Allakha tomu, chto ne mozhet ni prinesti im pol'zu, ni prichinit' im vred. Neveruyushchiy yavlyayetsya pomoshchnikom protiv svoyego Gospoda"},{"SurahNumber":25,"VerseNumber":56,"Text":"My otpravili tebya vsego lish' dobrym vestnikom i predosteregayushchim uveshchevatelem"},{"SurahNumber":25,"VerseNumber":57,"Text":"Skazhi: «YA ne proshu u vas za eto nikakogo voznagrazhdeniya, krome togo, chtoby zhelayushchiye vstali na put' k svoyemu Gospodu»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Upovay na Zhivogo, Kotoryy ne umirayet, i proslavlyay Yego khvaloy. Dovol'no togo, chto On vedayet o grekhakh Svoikh rabov"},{"SurahNumber":25,"VerseNumber":59,"Text":"On sotvoril nebesa i zemlyu i to, chto mezhdu nimi, za shest' dney, a potom voznessya na Tron (ili utverdilsya na Trone). On - Milostivyy. Sprashivay ob etom Vedayushchego"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kogda im govoryat: «Padayte nits pered Milostivym!». - oni govoryat: «Chto takoye Milostivyy? Neuzheli my budem padat' nits pered tem, komu ty nam prikazyvayesh'?». Eto priumnozhayet ikh otvrashcheniye"}]}