{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Bir kezde Biz peristelerge: «Adamga sajda kılgıla!» dedik. Iblisten baska baarı sajda kılıstı. (Iblis bolso:) «Ilaydan jaratkan nerseŋe sajda kılat bekenmin» - dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Al (dagı mınday) dedi: « Aytcı, maga (oo, Rabbim), menden uluk kılganıŋ (Adam) usulbu?! Eger meni Kıyamat kungo ceyin (janımdı albay) keciktirseŋ, anın bardık urpaktarın azgırıp jiberemin. Azıraaktarı (Saga ıklas menen sıyıngandarı) gana kalat»"},{"SurahNumber":17,"VerseNumber":63,"Text":"«Jogol! — dedi Allaһ, — birok, alardan kimisi saga eercise, silerdin toluk (ılayıktuu) jazaŋar tozok"},{"SurahNumber":17,"VerseNumber":64,"Text":"Alardın kimisine alıŋ jetse, dobusuŋ menen (ele) azgırıp al! (Kaalasaŋ) alardın ustuno atcan jana joo askeriŋdi jiber! Jana (kaalasaŋ) alardın mal-mulkundo, bala-cakasında serik bol jana alarga ubadalarıŋdı ber! (O, pendeler!) Saytan alarga jalgan ubadalardı gana beret"},{"SurahNumber":17,"VerseNumber":65,"Text":"Albette, Menin (ıklastuu) pendelerime biyligiŋ otpoyt! Saktoo jaatınan (alarga) Rabbiŋdin Ozu jetistuu!»"},{"SurahNumber":17,"VerseNumber":66,"Text":"(O, insandar) Rabbiŋer, Oz paziletinen (ırıskı) izdesiŋer ucun silerdin paydaŋarga (albuuttangan) deŋizdin ustundo keme jurguzup koydu. Cınında, Al silerge Irayımduu"},{"SurahNumber":17,"VerseNumber":67,"Text":"Jana eger silerdi deŋiz ustundo bir apaat karmasa, jalbarıp, duba kılgan «kudayıŋar» jogolup, Anın (Allaһtın) Ozu gana kalat. (Jana Ozuno jalbarıp: «O, Allaһ! Ozuŋ jalgız kudayıbızsıŋ! Kutkara kor!» deysiŋer). Emi, Al silerdi kurgakka ceyin (jetkirip) kutkarıp koyso, (dagı ele but-kudayıŋarga) burulup ketesiŋer. Insan jaksılıkka sugursuz boldu"},{"SurahNumber":17,"VerseNumber":68,"Text":"Emne, silerdi kurgakta jer jutup jiberisinen je bolboso, (Allaһ) silerge tas boroonun jiberisinen, kiyin ozuŋorgo (ec bir) okul-korgoocu tappay (mukurap) kalısıŋardan koopsuzsuŋarbı"},{"SurahNumber":17,"VerseNumber":69,"Text":"Dagı siler (Allaһ) silerdi kayradan deŋizge kaytarıp, ustuŋordon dobul jiberip, kaapırlıgıŋarga jarasa cokturup jiberisinen koopsuzsuŋarbı?! Kiyin Bizge karsı bir da oc alıp bercu adamdı taba albay kalasıŋar"},{"SurahNumber":17,"VerseNumber":70,"Text":"Cınında, Biz adam perzentterin (baska makuluktardan) uluk kılıp, kurgaktagı jana deŋiz ustundo(gu nerselerge) mindirip, taza-pakiza nerselerden ırıskı berdik jana Ozubuz jaratkan kop nerselerden bir kıyla abzel-jogoru kılıp koyduk"}]}