{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Alif. Lam. Ra. Lena ke Lengolo, la litemana tse phethahetseng tse bileng li hlalositsoeng. Le tsoa ho Ea Mong Ea Seli, Ea Tsebang Lintho Tsohle"},{"SurahNumber":11,"VerseNumber":2,"Text":"Hore le se khumamele mong ntle ho Allah.” Ruri ke rometsoe ho tsoa ho Eena, ho hlokomelisa le ho tlisa litaba tse molemo"},{"SurahNumber":11,"VerseNumber":3,"Text":"Le shomaele joana: “Kopang ts’oarelo ho Mong`a lona, le retelehele ho Eena ka boinyatso. Hore A tle A le nehe nyakallo ea ‘nete ho fihlela nako ea pallo. A le putse ka nala ea Hae ho bohle ba khabane. Empa ha le kheloha, Ke ts’aba Kotlo ea Letsatsi le Mahlonoko e tlang ho lona"},{"SurahNumber":11,"VerseNumber":4,"Text":"Ho Allah ke poelo ea lona, etsoe o na le Matla holima lintho tsohle.”"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bonang! ba ititile lifuba moo ba patelang Allah menahano ea bona. Ka ona motsotso oo ba ipopileng ka liaparo tsa bona, Allah U tseba tseo ba li patileng le tseo ba li phatlalatsang. U hlokolosi ka tse kahar’a lifuba tsa batho"},{"SurahNumber":11,"VerseNumber":6,"Text":"Ha ho phoofolo efe kapa efe lefats’eng e sa fumaneng boipheliso ho Allah. U tseba nako le sebaka sa eona sa tulo sa nakoana le sa bofelo. Kaofela li ngolisitsoe kahar’a buka e hlakileng"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ke Eena ea hlotseng maholimo le lefats’e ka matsatsi a ts’eletseng – Terone ea Hae e ne e le holim’a metsi – hore A tle A le behe tekong ea hore na ke mang har’a lona ea boits’oaro bo hloekileng. Empa ha u re ho bona: “Le tla tsosoa hape kamor’a lefu!” Ruri mahana-tumelo a tla re: “Sena ha se letho haese boloi bo pepenene.”"},{"SurahNumber":11,"VerseNumber":8,"Text":"Haeba re ka liehisa timelo ea bona ho fihlela nako ea pallo, Ruri ba tla re: “E ts’oareletsoe ke eng?” Ruri mohla letsatsi leo e tla ba fihlela, e ke ke ea ba phonyoha, seo ba neng ba se soma se tla ba etsetsa lesakana-la-nkope"}]}