{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Egli e Colui Che ha creato l'udito, la vista e i cuori. Eppure ben raramente Gli siete riconoscenti"},{"SurahNumber":23,"VerseNumber":79,"Text":"Egli e Colui Che vi ha distribuito sulla terra e presso di Lui sarete riuniti"},{"SurahNumber":23,"VerseNumber":80,"Text":"Egli e Colui Che da la vita e da la morte, a Lui [appartiene] l'alternarsi del giorno e della notte. Non capite dunque"},{"SurahNumber":23,"VerseNumber":81,"Text":"Dicono piuttosto quello che gia dissero i loro antenati"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dicono: “Quando saremo morti e ridotti in polvere e ossa, davvero saremo resuscitati"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ci viene promesso questo, come gia [fu promesso] ai nostri avi: non sono altro che vecchie storie”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Di': “A chi [appartiene] la terra e cio che contiene? [Ditelo] se lo sapete!”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Risponderanno: “Ad Allah”. Di': “Non rifletterete dunque?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Di': “Chi e il Signore dei sette cieli, il Signore del Trono Sublime?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Risponderanno: “Allah”. Di': “Non Lo temerete dunque?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Di': “Chi [tiene] nella Sua mano il regno di tutte le cose? Chi e Colui che protegge e contro il Quale nessuno puo essere protetto? [Ditelo] se lo sapete!”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Risponderanno: “Allah”. Di': “Com'e dunque che siete stregati?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Abbiamo dato loro la verita, ma essi sono dei bugiardi"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah non Si e preso figlio alcuno e non esiste alcun dio al Suo fianco; che altrimenti ogni dio se ne sarebbe andato con cio che ha creato e ognuno [di loro] avrebbe cercato di prevalere sugli altri. Gloria ad Allah, ben oltre quello che affermano"},{"SurahNumber":23,"VerseNumber":92,"Text":"[Egli e il] Conoscitore del visibile e dell'invisibile. Egli e ben piu alto di quanto [Gli] associano"}]}