{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Ԑberε a wͻn abamu buu wͻ neho no, wͻ’kͻtuu agyina wͻ kokoam. Wͻn mu panin no kaa sε: “Monim sε mode Nyankopͻn din mu adi nse akyerε mopapa, εna modii kan buu moani guu deε na εsεsε moyε ma Yosef soͻ? Enti mennfri asaase yi so kͻpem sε m’agya bεma me ho kwan ansa, anaasε Onyankopͻn bedi (m’asεm) ama me, na Ɔne atemmufoͻ no nyinaa mu Otemmufoᴐ papa paa no"},{"SurahNumber":12,"VerseNumber":81,"Text":"(Enti) monsan nkͻ moagya hͻ na monkͻka nkyerε no sε: “Y’agya, nokorε sε woba (Benyamin) abͻ korͻno, na deε yenim na yedi ho adanseε; na deε asuma no deε yanntumi ammͻ ho ban “"},{"SurahNumber":12,"VerseNumber":82,"Text":"Bisa kuro (Misrim) a na yε’wͻ mu no ne akwantufoͻ a yεne wͻn baeε no (na hunu sε), ampa sε nokorε na yεreka no“"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Ya’quub) kaa sε: “Daabi, mo ara moadwen na mode ayε kanana, nanso aboterε na εyε. Ebia Nyankopͻn de wͻn nyinaa (Yuusuf, Benyamin ne Rubel) bεbrε me. Nokorε sε, Ɔne Onimdefoͻ no, Ɔne Onyansafoͻ no"},{"SurahNumber":12,"VerseNumber":84,"Text":"(Ya’aquub) danee neho frii wͻn ho kaa sε: “Ao, mewerεho a aho wͻ Yosef ho, na awerεhoͻ maa (nisuo taataa no) maa n’ani yεε fitaa, εnam awerεhoͻ nhyεsoͻ nti"},{"SurahNumber":12,"VerseNumber":85,"Text":"(Ne mma no) kaa sε: “Onyankopͻn! enti (agya), wonnyae Yosef ho adwendwen kosi sε εbεbͻ wo yadeε, anaa kͻpem sε wobewuo?”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Ɔkaa sε: ”Onyankopͻn na mede m’akosεm ne m’awerεhoͻ to N’anim, na menim adeε a monnim wͻ Nyankopͻn hͻ.”"},{"SurahNumber":12,"VerseNumber":87,"Text":"(Ɔka kyerεε wͻn sε): ‘’Memma, monkͻ (Misrim) na monkͻbisa Yuusuf ne ne nua no ho asεm, na monhwε na moampa aba wͻ Nyankopͻn ahummͻborͻ ho, nokorε sε obi mpa aba wͻ Nyankopͻn ahummͻborͻ ho gyesԑ nnipa (Kaafirfoͻ) boniayεfoͻ no"},{"SurahNumber":12,"VerseNumber":88,"Text":"Ԑberε a wͻ’kͻͻ (Yosef) hͻ no, wͻ’kaa sε: “Owura Nimuomyamfoͻ, ͻhaw paa ato yεn ne y’abusuafoͻ, na yεde sika kakraabi na aba, enti hyε (aburoo) ma yεn, na yε yεn adͻε. Nokorε sε Onyankopͻn ma wͻn a wͻ’yε adͻeε no akatua”"},{"SurahNumber":12,"VerseNumber":89,"Text":"(Yosef) ka kyerεε wͻn sε: ‘’Mokae deε mode yεε Yuusuf ne ne nua no wͻ aberε a na monnim (deε moreyε)?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Wͻ’kaa sε: ‘’Wone Yosef ampa anaa? Ɔkaa sε: ‘’Mene Yosef na woi nso ne me nua (Benyamin), nokorε sε Onyankopͻn ahu yεn mmͻbͻ. Nokorε sε obi a obesuro Nyankopͻn na ͻbesi aboterε no, nokorε sε Onyankopͻn mma apapafoͻ no akatua nnyε kwa"},{"SurahNumber":12,"VerseNumber":91,"Text":"Wͻ’kaa sε: ‘’Awurade Nyankopͻn! Nokorε sε, Nyankopͻn ayi wo, ama woso (wͻ animuoyam mu) akyεn yεn, na nokorε sε yε’yε abͻneεfoͻ “"},{"SurahNumber":12,"VerseNumber":92,"Text":"(Yosef) kaa sε: ‘’Kasa tia biara nni hͻ dema mo nnεda yi, Onyankopͻn de mo bͻne bεkyε mo. Ɔne ahummͻborͻfoͻ no mu Mmͻborͻhunu Hene no"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Monfa m’atade-soroͻ yi na monkͻto ngu me papa anim εbama no ahunu (pefee). Na monfa mo abusuafoͻ no (nyinaa) mmrε me wͻ ha “"}]}