{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Korosey Yalli sin nafsik ceelallo siinih yoogore, naqoosay sin gaba timlike siinih necee rizqhit siinilluk tangalem maay kicinton woo maali massa siinil akkuk. culul xayloy (naqoosa akkewaa mara kinnuk) siinit agleh tanik kah meesittan innah keenik (naqoosa kinnuk) maay meesittan? tonnaah nagay yan kas-le maráh astooti baxxaqisnah"},{"SurahNumber":30,"VerseNumber":29,"Text":"Tonna hinnay isi nafsi yudlume mari sinni kalbi-fayxiixa kataaten ixxiga kak aallekal, toysa Yalli makkoyse num tirri haytam matanaay, usun cateynit malon Yallih digaalák"},{"SurahNumber":30,"VerseNumber":30,"Text":"Nabiyow toysa isi nafsi Islaam diini fan uyfukkun aka diinittek xabanah gacak, amah cakki diiniy koo kah amrisnek, usuk Yallih diiniy Yalli sinam elle giné kinni. Yallih ginóo kee kay diini korissam matan, too diini usuk massal yan diini, kinnih immay maggo mari mayaaxiga usuk cakki diini kinnim"},{"SurahNumber":30,"VerseNumber":31,"Text":"Yallal yuduure mara tikaay, Kaak meesitaay, salat soolisa kaadu Yallat agleyta haa mara makkina kaah abtan qibaadát"},{"SurahNumber":30,"VerseNumber":32,"Text":"Korosuk isi diini baxam-baxsite maray itta weey qaxa-qaxa yekkeh inna makkina, ummaan cizbi keenik isi garil taniimit wallita cakkil yanim akkaluk"},{"SurahNumber":30,"VerseNumber":33,"Text":"Sinam gibdaabini xaga waqdi sinni Rabbi kallacan Kaa fan adaaruk tohuk lakat Yalli isik yan racmat ken tammoysa waqdi, tokkel keenik hortá sinni Rabbit agleyta hayta"},{"SurahNumber":30,"VerseNumber":34,"Text":"Yalli niqmatak keenih yeceemil koroositoonay yangaddoonay, tokkel hataka amá addunyah bagul, ama hatakak ellecabo sarra akeeral digaalá tablen waqdi aaxigetton ta korosey"},{"SurahNumber":30,"VerseNumber":35,"Text":"Hinnak ama korosul baxxaqqa iyya sumaq kce kitab keenil maay oobisne, hay woo kitab Yallat agleyta haak sugeenim taniimiiy numma axcuk edde maay yaaba ? (aleey ma-yaaba)"},{"SurahNumber":30,"VerseNumber":36,"Text":"Kaadu sinam Nek yan racmat ken tammosna waqdi kaat wallitaanaah, ken gaboobi bahteemih umaané ken xagtek, usun too waqdi Yallih racmatak yabboodeenih"},{"SurahNumber":30,"VerseNumber":37,"Text":"Kaadu mayablaanaa! Diggah Yalli mokkoroh isih kah faxa maral rizqhi farakka haah, isih kah faxa maral ceyissi haam (keedaadissi haam), diggah tohut yeemene marah astooti tan"},{"SurahNumber":30,"VerseNumber":38,"Text":"Toysa yeemene numow maré koh- le num cakkik kol lem kaah acuw, kaadu tudagoytaa kee gexsô numuh zakáa kee sadaqhatak cakkik kol lem kaah acuw, too acwa aban taamát Yallih fooca edde faxa marah kayrih tayseh, kaadu too mari usun yoffoofeeh saami kak yemqe mara kinni"},{"SurahNumber":30,"VerseNumber":39,"Text":"Kaadu sinam maalut sinni maali ossimam keh ribáh teceen magoytá Yallih garil mossimta kaadu Yallih fooca edde faxak zakák teceenimi Yalli siinik raabitam, toysa too mari usun galtó kah dirribsimta mara"},{"SurahNumber":30,"VerseNumber":40,"Text":"Yalla kinni sin gintem sinaamey, tohuk lakat a-manól sin yarzuqhe, tohuk lakat sin qidaah, sarra sin magooqak nuwwuk sin ugsa cisab kee galtóh, isin Yallat agleh haytan sin yallittet wohuk-tu abá mari maay yan? mayan, Yalli saytunnooweeh kaxxa fayyah fayya iyye agleh kaat hayya haanamak"}]}