{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Şu da muhakkak ki, takvâ sahipleri için Rableri katında nimetleri bol cennetler vardır"},{"SurahNumber":68,"VerseNumber":35,"Text":"Öyle ya, (Allah'a) teslimiyet gösterenleri , (o) günahkârlar gibi tutar mıyız hiç"},{"SurahNumber":68,"VerseNumber":36,"Text":"Size ne oluyor? Ne biçim hüküm veriyorsunuz"},{"SurahNumber":68,"VerseNumber":37,"Text":"Yoksa size ait bir kitap var da, (bu bâtıl inanışları) onda mı okuyorsunuz"},{"SurahNumber":68,"VerseNumber":38,"Text":"Onda, beğendiğiniz her şey sizin için mutlaka vardır (diye mi yazılı)"},{"SurahNumber":68,"VerseNumber":39,"Text":"Yoksa, «ne hükmederseniz mutlaka sizindir» diye sizin lehinize olarak tarafımızdan verilmiş, kıyamet gününe kadar geçerli kesin sözler mi var"},{"SurahNumber":68,"VerseNumber":40,"Text":"Sor onlara: Bu iddiayı onların hangisi savunacak"},{"SurahNumber":68,"VerseNumber":41,"Text":"Yoksa ortakları mı var onların? Sözlerinde doğru iseler, hadi getirsinler ortaklarını"},{"SurahNumber":68,"VerseNumber":42,"Text":"O gün incikler açılır ve secdeye davet edilirler; fakat buna güç getiremezler"},{"SurahNumber":68,"VerseNumber":43,"Text":"Gözleri horluktan aşağı düşmüş bir halde kendilerini zillet bürür. Halbuki onlar, sapasağlam iken de secdeye davet ediliyorlardı (fakat yine secde etmiyorlardı)"},{"SurahNumber":68,"VerseNumber":44,"Text":"(Rasûlüm!) Sen bu sözü (Kur'an'ı) yalan sayanı bana bırak (kendini üzme). Biz onları, bilmedikleri bir yönden yavaş yavaş azaba yaklaştıyoruz"},{"SurahNumber":68,"VerseNumber":45,"Text":"Onlara mühlet veriyorum. Doğrusu benim tuzağım çok sağlamdır"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen onlardan bir ücret istiyorsun da bu yüzden onlar ağır bir borç altında mı kalıyorlar"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yahut gaybın bilgisi onların nezdinde de, onlar mı (istedikleri gibi) yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"Sen Rabbinin hükmünü sabırla bekle. Balık sahibi (Yunus) gibi olma. Hani o, dertli dertli Rabbine niyaz etmişti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Şayet Rabbinden ona bir nimet yetişmemiş olsaydı o, mutlaka, kınanacak bir halde ıssız bir diyara atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Fakat ardından, Rabbi onu seçti (vahiy verdi) ve onu sâlihlerden kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"İnkâr edenler Zikr'i (Kur'an ı) işittikleri zaman, neredeyse seni gözleriyle devirivereceklerdi. Hâlâ da (kin ve hasetlerinden:) «Hiç şüphe yok o bir delidir» derler"},{"SurahNumber":68,"VerseNumber":52,"Text":"Oysa o (Kuran), âlemler için ancak bir öğüttür"}]}