{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"А Ние на Лукман195 мудрост му даривме: „Биди Му благодарен на Аллах! Кој е благодарен, го прави тоа во своја корист, а кој е неблагодарен – па, Аллах навистина е Независен и за благодарност Достоен.“"},{"SurahNumber":31,"VerseNumber":13,"Text":"Кога Лукман му рече на синот свој, советувајќи го: „О, синко мој, не сметај други за рамни на Аллах, ширкот (политеизмот) е, навистина, голема неправда.“"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ние му наредивме на човекот да им биде послушен на родителите свои. Мајката го носи, а нејзиното здравје трпи, и го дои во текот на две години. Биди Ми благодарен Мене и на родителите свои, кај Мене сите ќе се вратат"},{"SurahNumber":31,"VerseNumber":15,"Text":"А ако те наговараат Мене друг да Ми припишуваш за рамен, за кој ти ништо не знаеш, ти не слушај ги и кон нив, на овој свет, примерно однесувај се, а следи го патот на тој што искрено Ми се обраќа; потоа кај Мене ќе се вратите и Јас ќе ве известам за тоа што го правевте"},{"SurahNumber":31,"VerseNumber":16,"Text":"„О, синко мој, направеното добро и зло, тешко и колку зрно од синап, било да е во карпата или на небото или во земјата, Аллах на виделина ќе го изнесе, бидејќи Аллах ги знае најскриените нешта, Тој е Сезнајниот"},{"SurahNumber":31,"VerseNumber":17,"Text":"„О, синко мој, извршувај го намазот (молитвата) и барај да се прават добри дела, а од лошите одвраќај и стрпливо поднесувај го тоа што ќе те снајде - тоа навистина спаѓа во вистинските постапки"},{"SurahNumber":31,"VerseNumber":18,"Text":"И, одгорделивост, него врти одлуѓето лицето свое инеоди поземјата надмено, бидејќи Аллах не го сака ни горделивиот ни фалбаџијата"},{"SurahNumber":31,"VerseNumber":19,"Text":"Во одот биди одмерен, а гласот свој намали го; навистина најодвратниот глас е рикањето на магарето!“"}]}