{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Ate kitaba vica musa da varanana vi karom. Besaka uha cuni'a ho'i'a si ate rasula si"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ate asim' usa nu tura de pahara de saje pase vala sadi'a ate usa nu asim rahasam di'am galom karana la'i apane nere kita"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ate apani rahimata nala asim usa de bhara haruna nu rasula bana ke (saha'ika de rupa vica) usa nu pradana kita"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ate kitaba vica isama'ila da varanana karo. Iha va'ade da saca rasula si"},{"SurahNumber":19,"VerseNumber":55,"Text":"Uha apane lokam nu namaza ate zakata da hukama dida si. Ate uha apane raba de nere pasadida si"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ate kitaba vica idarisa da varanana karom. Besaka uha saca rasula si"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ate asim usa nu uce rutabe taka pahuca'i'a"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iha uha loka hana, jinham upara alaha ne paigabaram vicom apani kirapa kiti. Adama di aulada vicom ate unham lokam vicom jinham nu asim nuha de nala (kisati) vica savara kita si. Ate ibarahima ate isara'ila di vasa vicom ate unham lokam vicom jinham nu asim caga raha bakhasisa kita ate unham nu apane la'i savikara yoga sana'i'a. Jadom unham nu kirapalu alaha di'am ajihi'am khabara suna'i'am jandi'am tam uha sijada karade ho'e ate ronde ho'e diga painde"},{"SurahNumber":19,"VerseNumber":59,"Text":"Phira unham tom ba'ada ajihe loka unham de varisa ho'e jinham ne namaza nu khatama kara dita ate uha ichavam de piche pai ga'e"},{"SurahNumber":19,"VerseNumber":60,"Text":"Isa la'i jaladi hi uha apane vinasa dekhanage. Paratu jisa ne pachatava kita pravesa karanage. Ate unham upara bhora matara vi zulama nahim kita javega"},{"SurahNumber":19,"VerseNumber":61,"Text":"Unham la'i hamesa rahina vale baga hana, jinham da rahimana ne apane adami'am nala sakhata va'ada kara rakhi'a hai. Ate iha va'ada pura ho ke rahega"},{"SurahNumber":19,"VerseNumber":62,"Text":"Usa vica uha loka ko'i vi'aratha gala nahim sunanage, sirafa salama (santi) tom binham. Ate usa vica unham nu savere sama rizaka milega"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iha uha janata hai jisa da varisa asim apane"},{"SurahNumber":19,"VerseNumber":64,"Text":"ate asim' (farisate) prakasita nahim' hude, je sade raba da hukama na huda, usa da hai jihara sade age ate sade piche hai ate inham de vicakara hai ate tuhada raba bhulana vala nahim"},{"SurahNumber":19,"VerseNumber":65,"Text":"Uha raba hai akasam da ate dharati da ate jo kujha inham de vicakara hai. Isa la'i tusi' use di ibadata karo ate usa di badagi la'i drira raho. Ki tusim usa de sahamane (ko'i) barabara guna vala samajhade ho"}]}