{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Мъжете стоят над жените с това, с което Аллах предпочете едни пред други и защото харчат от имотите си. Целомъдрените жени са послушни, пазят съкровеното си, както Аллах ги е запазил. А онези, от чието непокорство се страхувате, увещавайте, [после] се отдръпнете от тях в постелите, и [ако трябва] ги удряйте! А покорят ли ви се, не търсете средство против тях! Аллах е всевишен, превелик"},{"SurahNumber":4,"VerseNumber":35,"Text":"А ако ви е страх от раздор между двамата, пратете съдник от неговото семейство и съдник от нейното семейство. Ако искат сдобряване, Аллах ще ги помири. Аллах е всезнаещ, сведущ"},{"SurahNumber":4,"VerseNumber":36,"Text":"И служете единствено на Аллах, и нищо не съдружавайте с Него! И към родителите - добрина, и към близкия, и сираците, и нуждаещите се, и към близкия съсед, и към далечния съсед, и към другаря редом, и към пътника, и към владените от вашата десница! Аллах не обича горделивия, самохвалеца"},{"SurahNumber":4,"VerseNumber":37,"Text":"които се скъпят и повеляват скъперничество на хората, и скриват онова, което Аллах им е дал от Своята благодат, - приготвихме Ние за неверниците унизително мъчение"},{"SurahNumber":4,"VerseNumber":38,"Text":"и онези, които раздават своите имоти на показ пред хората и не вярват нито в Аллах, нито в Сетния ден; и онзи, на когото сатаната е приятел. Колко лош приятел е той"},{"SurahNumber":4,"VerseNumber":39,"Text":"И каква загуба те биха имали, ако повярваха в Аллах и в Сетния ден, и раздаваха от онова, което Аллах им е дал за препитание? Аллах добре ги знае"},{"SurahNumber":4,"VerseNumber":40,"Text":"Аллах не угнетява дори с тежестта на прашинка. А щом е добрина, Той я удвоява и дарява от Себе си огромна награда"},{"SurahNumber":4,"VerseNumber":41,"Text":"И как ще бъдат, щом доведем от всяка общност свидетел, и теб доведем [о, Мухаммад] да свидетелстваш за тях"},{"SurahNumber":4,"VerseNumber":42,"Text":"В Деня тогава онези, които не повярваха и не се подчиниха на Пратеника, ще поискат да се изравнят със земята. И не ще потулят от Аллах и една случка"}]}