{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"(Ka Naawuni yɛli): “Yaa yinim’ N daba! Zuŋɔ yi (wuntizɔriba) ka dabεm shεli, yi mi ka suhusaɣiŋgu ni.”"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ninvuɣu shεba ban ti Ti (Tinim’ Naawuni) aayanim’ yεlimaŋli, ka nyɛla ban zaŋ bɛ maŋ’ zaasa n-ti Naawuni (Muslinnima)"},{"SurahNumber":43,"VerseNumber":70,"Text":"(Ka bɛ yεli ba): “Yi mini yi paɣaba, kpεm ya Alizanda, ka nyɛla bɛ ni ti shɛba jilma.”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Bɛ yɛn ti gili ba mi ni salima parantenim’ mini dam jaashɛhi. Yaha! Di (Alizanda maa) puuni mali binshɛɣu kam suhiri ni yura, ka nyɛɣisa n-zaŋ ti nimbihi, ka yi (wuntizɔriba) lahi nyɛ ninvuɣu shεba ban yɛn ti kpalim di (Alizanda maa) puuni"},{"SurahNumber":43,"VerseNumber":72,"Text":"Yaha! Dina n-nyɛ Alizanda shεli bɛ ni dihi ya di fali domin yi tuuntumsa ni daa nyɛ shɛli (Dunia la) zuɣu"},{"SurahNumber":43,"VerseNumber":73,"Text":"Yi mali binwola pam di (Alizanda) puuni, ka yi nyɛla ban diri di puuni"},{"SurahNumber":43,"VerseNumber":74,"Text":"Achiika! Bibiɛhi nyɛla ban yɛn ti kpalim ʒahannama daazaaba puuni"},{"SurahNumber":43,"VerseNumber":75,"Text":"Bɛ ti bi yɛn balgi azaaba ka chɛ ba, ka bɛ lahi nyɛla ban yɛn fo (ka bɛ ku tooi tɔɣisi yɛltɔɣa) di puuni"},{"SurahNumber":43,"VerseNumber":76,"Text":"Yaha! Ti (Tinim’ Naawuni) bi di ba zualinsi, amaa! Bana n-nyɛ ban di bɛ maŋ zualinsi"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ka bɛ (buɣum bihi) boli: “Yaa nyini Maaliki (buɣum Malaaika)! Chɛ ka a Duuma (Naawuni) deei ti nyɛvuya,” Ka O yεli: “Yi nyɛla ban yɛn ʒini (buɣum ŋɔ maa ni) kuli mali wɔra.”"},{"SurahNumber":43,"VerseNumber":78,"Text":"“Achiika! Ti (Tinim’ Naawuni) daa kan ya na ni yεlimaŋli, amaa! Yi pam daa nyɛla ban zaɣisiri yεlimaŋli.”"},{"SurahNumber":43,"VerseNumber":79,"Text":"Di ni bɔŋɔ, bee bɛ (chεfurinim’) nala nabiɛri shɛli? tɔ! Ti (Tinim’ Naawuni) gba nyɛla ban yɛn na"},{"SurahNumber":43,"VerseNumber":80,"Text":"Bee bɛ (Maka chɛfurinim’) tεhirimi ni Ti (Tinim’ Naawuni) bi wumdi bɛ daashili mini bɛ saawɔra ni nyɛ shɛli? Wumma! Ti (Tinim’ Naawuni) tuumba (Malaaikanim’) bela bɛ sani n-sabra (bɛ saawɔra maa)"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Yaa nyini Annabi)! Yεlima: “Nambɔzobonaa (Naawuni) yi mali bia, tɔ! mani n-nyɛ ban jɛmdi Naawuni pilgu.”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Sagbana mini tiŋgbani, n-ti pahi Al’arshi Duuma nam simsiya ka chɛ bɛ ni mali O ŋmahindi shɛli maa"},{"SurahNumber":43,"VerseNumber":83,"Text":"Dinzuɣu (yaa nyini Annabi)! Chεli ba ka bɛ yεri yεltɔɣa yoya, ka kpɛrita, hali ti laɣim ni bɛ dabsi’ shεli bɛ ni gbaari ba di daalikauli maa"},{"SurahNumber":43,"VerseNumber":84,"Text":"Yaha! Ŋuna (Naawuni) n-nyɛ Duuma sagbana ni, ka lahi nyɛ Duuma tiŋgbani yaaŋa zuɣu. Yaha! Ŋuna n-nyɛ Yεmgoliŋgalana, Baŋda"},{"SurahNumber":43,"VerseNumber":85,"Text":"Yaha! Ŋun su sagbana ni tiŋgbani ni din be di sunsuuni yiko maa nam tibgiya. Yaha! O sani ka Chiyaama yiɣisibu dali baŋsim be. Yaha! O sani ka bɛ yɛn ti labsi ya"},{"SurahNumber":43,"VerseNumber":86,"Text":"Yaha! Bɛ (chεfurinima) ni jεmdi binyɛr’ shɛŋa ka di pa ni Ŋuna (Naawuni) maa ka suhudee yiko, 1 naɣila ŋun di shɛhira ni yεlimaŋli, ka nyɛla ban mi li"},{"SurahNumber":43,"VerseNumber":87,"Text":"Yaha! Achiika! (Yaa nyini Annabi) A yi bɔhi ba: “Ŋuna n-leei nam ba? Achiika! Bɛ ni yεli ni Naawuni, ka bozuɣu ka bɛ ŋmalgiri ba (ka chɛri yɛlimaŋli)"},{"SurahNumber":43,"VerseNumber":88,"Text":"Ni o (Annabi Muhammadu) yεligu la: “Yaa n Duuma Naawuni! Achiika! Bambɔŋɔnim’ nyɛla ninvuɣu shεba ban bi tiri yεlimaŋli.”"},{"SurahNumber":43,"VerseNumber":89,"Text":"Dinzuɣu, (yaa nyini Annabi)! Yim bɛ yɛla ni ka yεli: “Salaamun (suhudoo),” Dinzuɣu ni baalim, bɛ ni ti baŋ"}]}