{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Kuma wannan da ya yi imani ya ce: \"Ya mutanena! Ku bi ni, in shiryar da ku tafarkin shiryuwa"},{"SurahNumber":40,"VerseNumber":39,"Text":"Kuma ya mutanena! Wannan rayuwa ta duniya dan jin daɗi ne kawai, kuma lalle Lahira ita ce gidan tabbata"},{"SurahNumber":40,"VerseNumber":40,"Text":"Wanda ya aikata mummunan aiki to, ba za a saka masa ba face da misalinsa, kuma wanda ya aikata aiki na ƙwarai daga namiji ko mace alhali kuwa shi mumini ne, to, waɗannan suna shiga Aljanna, ana ciyar da su a cikinta, ba da lissafi ba"},{"SurahNumber":40,"VerseNumber":41,"Text":"Kuma ya mutanena! Me ya same ni, ina kiran ku zuwa ga tsira, kuma kuna kira na zuwa ga wuta"},{"SurahNumber":40,"VerseNumber":42,"Text":"Kuna kira na zuwa ga in kafirta da Allah, kuma in yi shirki, game da Shi, da abin da babu wani ilmi game da shi gare ni, kuma ni ina kiran ku zuwa ga Mabuwayi, Mai gafara"},{"SurahNumber":40,"VerseNumber":43,"Text":"Haƙƙan ne abin da kawai kuke kira na zuwa gare shi, ba ya da wani kira a cikin duniya, kuma ba shi da shi a Lahira kuma lalle makomarmu zuwa ga Allah take, kuma lalle mabarnata su ne 'yan wuta"},{"SurahNumber":40,"VerseNumber":44,"Text":"To za ku ambaci abin da nake gaya muku, kuma ina fawwala al'amarina zuwa ga Allah. Lalle Allah Mai gani ne ga bayin Sa"},{"SurahNumber":40,"VerseNumber":45,"Text":"Sai Allah Ya tsare shi daga munanan abubuwa da suka yi na makirci, kuma mummunar azaba ta wajaba ga mutanen Fir'auna"},{"SurahNumber":40,"VerseNumber":46,"Text":"Wuta, ana gitta su a kanta, safe da maraice, kuma a ranar da Sa'a take tsayuwa, ana cewa, \"Ku shigar da mutanen Fir'auna a mafi tsananin azaba"},{"SurahNumber":40,"VerseNumber":47,"Text":"Kuma a lokacin da suke husuma a cikin wuta, sai raunana (mabiya) su ce wa waɗanda suka kangara (shugabanni), \"Lalle mu, mun kasance mabiya gare ku, to, shin ku masu wadatar da mu ne daga barin wani rabo daga wuta"},{"SurahNumber":40,"VerseNumber":48,"Text":"Waɗanda suka kangara suka ce: \"Lalle mu duka muna a cikinta. Lalle ne, Allah Ya yi hukunci a tsakanin bayin Sa"},{"SurahNumber":40,"VerseNumber":49,"Text":"Kuma waɗanda suke a cikin wuta suka ce wa matsaran Jahannama, \"Ku roki Ubangijinku Ya sauƙaƙa mana, a yini ɗaya, daga azaba"},{"SurahNumber":40,"VerseNumber":50,"Text":"Suka ce: \"Ashe, Manzanninku ba su je muku da hujjoji bayyanannu ba?\" Suka ce: \"Na'am, sun je!\" Suka ce: \"To, ku roƙa.\" Kuma roƙon kafirai bai zamo ba face a cikin ɓata"}]}