{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"A usadili jsme ditka Izraele na miste spolehlivem a ustedrili jsme jim obzivu vytecnou. A upadli do rozporu teprve tehdy, kdyz dostalo se jim vedeni. Avsak Pan tvuj vskutku mezi nimi rozsoudi v den zmrtvychvstani to, o cem ve sporu byli"},{"SurahNumber":10,"VerseNumber":94,"Text":"Jsi-li na pochybach o tom, co jsme ti seslali, dotaz se tech, kdoz Pismo pred tebou seslane prednaseji. A veru ti prisla nyni od Pana tveho pravda - nebud tedy jednim z tech, kdoz pochybuji"},{"SurahNumber":10,"VerseNumber":95,"Text":"A nebud tez jednim z tech, kdoz znameni Bozi za lziva prohlasili, abys nebyl z tech, kdoz ztratu utrpeli"},{"SurahNumber":10,"VerseNumber":96,"Text":"Ti, proti nimz se vyplnilo slovo Pana tveho, neuveri"},{"SurahNumber":10,"VerseNumber":97,"Text":"i kdyby se jim dostalo vsech moznych znameni, dokud trest bolestny nespatri"},{"SurahNumber":10,"VerseNumber":98,"Text":"Bylo kdy mesto nejake, ktere uverilo a jemuz pomohla vira jeho krome lidu Jonasova? A kdyz uverili, odvratili jsme od nich v zivote pozemskem trest zahanbujici a nechali jsme jim uzivati ho po dobu urcitou"},{"SurahNumber":10,"VerseNumber":99,"Text":"Kdyby byl Pan tvuj chtel, veru by byli vsichni, kdoz na zemi jsou, vesmes uverili. Chces snad donutit lidi, aby se stali vericimi"},{"SurahNumber":10,"VerseNumber":100,"Text":"kdyz neni dusi zadne dano, aby uverila jinak nez z dovoleni Boha, a kdyz On uvaluje hnev Svuj na ty, kteri rozum nemaji"},{"SurahNumber":10,"VerseNumber":101,"Text":"Rci: \"Pohledte na vse, co na nebesich a na zemi je!\" Vsak co pomohou znameni ci varovani lidem, kteri vubec neveri"},{"SurahNumber":10,"VerseNumber":102,"Text":"Co jineho mohou ocekavat, nez dny podobne dnum tech, kdoz pred nimi jiz zanikli? Rci: \"Cekejte tedy a ja take spolu s vami budu cekat"},{"SurahNumber":10,"VerseNumber":103,"Text":"My potom posly Sve a ty, kdoz uverili, zachranime a je Nasi povinnosti verici zachranovat"}]}