{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Ate jadom mari'ama de bete di misala diti ga'i tam tuhadi kauma de loka usa te cila uthe"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ate unham ne akhi'a ki sade pujanika cage hana jam uha. Iha misala uha sirafa tuhade nala larana la'i hi bi'ana karade hana"},{"SurahNumber":43,"VerseNumber":59,"Text":"Sagom iha jhagaralu loka hana. Isa tam sada sirafa ika bada si, jisa te asim kirapa kiti ate usa nu isara'ila di aulada la'i ika adarasa bana dita"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ate jekara asim cahi'e tam tuhade adarom farisate paida kara dide. Jihare dharati te tuhade varisa hude"},{"SurahNumber":43,"VerseNumber":61,"Text":"Ate besaka isa ki'amata da ika nisana hai, tam tusim isa vica saka na karo. Ate mere hukama da palana karo. Iha hi sidha raha hai"},{"SurahNumber":43,"VerseNumber":62,"Text":"Ate saitana tuhanu isa tom roka na sake. Besaka uha tuhada pratakha dusamana hai"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ate jadom isa sapasata nisani'am lai ke a'i'a, usa ne akhi'a ki maim tuhade kola samajhadari (di kitaba) lai ke a'i'a ham tam ho. So tusim alaha tom daro ate mera hukama mano"},{"SurahNumber":43,"VerseNumber":64,"Text":"Besaka alaha hi mera raba hai ate tuhada vi, tam tusim usa di hi ibadata karom. Iha hi sidha raha hai"},{"SurahNumber":43,"VerseNumber":65,"Text":"Phira samuham ne apisa vica matabheda kita. Unham lokam la'i ika daradanaka dina di saza tom vinasa hai, jinham ne zulama kita"},{"SurahNumber":43,"VerseNumber":66,"Text":"Iha loka sirafa ki'amata di udika kara rahe hana, ki uha inham te acanaka a dige, inham nu pata vi na cale"},{"SurahNumber":43,"VerseNumber":67,"Text":"Sare mitara usa dina ika duje de dusamana honage. Binam darana vali'am de"}]}