{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Мы сотворили вас [сначала], потом придали вам облик. Потом Мы велели ангелам: \"Поклонитесь Адаму!\" [Все] поклонились, кроме Иблиса, который не был в числе поклонившихся"},{"SurahNumber":7,"VerseNumber":12,"Text":"Спросил [Аллах]: \"Что мешает тебе поклониться, раз Я повелел тебе?\" [Иблис] ответил: \"Я - лучше его: Ты сотворил меня из огня, а его - из глины"},{"SurahNumber":7,"VerseNumber":13,"Text":"[Аллах] сказал: \"Низвергнись отсюда! Негоже тебе кичиться в раю. Изыди, ибо ты - из числа презренных"},{"SurahNumber":7,"VerseNumber":14,"Text":"Иблис взмолился: \"Дай мне отсрочку до того дня, когда будет воскрешен [род Адама]"},{"SurahNumber":7,"VerseNumber":15,"Text":"[Аллах] сказал: \"Воистину, ты в числе тех, кто получил отсрочку"},{"SurahNumber":7,"VerseNumber":16,"Text":"[Иблис] возразил: \"За то, что Ты отвратил меня [от пути истины], я буду мешать им [следовать] по Твоему прямому пути"},{"SurahNumber":7,"VerseNumber":17,"Text":"Я непременно буду являться к ним спереди, сзади, справа и слева, и Ты убедишься, что большинство из них неблагодарны [Тебе]"},{"SurahNumber":7,"VerseNumber":18,"Text":"[Аллах] сказал: \"Изыди из рая униженным, обесславленным! А теми, кто последует за тобой, Я заполню до отказа геенну огненную"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ты же, Адам, поселись вместе со своей супругой в раю, ешьте то, что пожелаете, но не приближайтесь вот к этому дереву, не то станете грешниками"},{"SurahNumber":7,"VerseNumber":20,"Text":"И стал шайтан нашептывать им, чтобы открыть им глаза на их срамные части, на которые они [до того] не обращали внимания. И он сказал им: \"Ваш Господь запретил вам [плоды] этого дерева лишь с той целью, чтобы вы не стали ангелами или не обрели бы вечной жизни"},{"SurahNumber":7,"VerseNumber":21,"Text":"И он поклялся им: \"Воистину, я для вас - добрый советчик"},{"SurahNumber":7,"VerseNumber":22,"Text":"[Таким образом] он обольстил их и низвел [из рая на землю]. Когда же они вкусили [плоды] того дерева, перед ними [воочию] предстали их срамные части, и они стали склеивать листья райских [деревьев, чтобы прикрыть наготу]. Тогда Господь воззвал к ним: \"Разве не запрещал Я вам [есть плоды] этого дерева и не говорил вам, что шайтан - ваш явный враг"},{"SurahNumber":7,"VerseNumber":23,"Text":"Они ответили: \"Господи наш! Мы наказали сами себя, и, если Ты не простишь нас и не смилостивишься над нами, мы обязательно окажемся в числе потерпевших урон"},{"SurahNumber":7,"VerseNumber":24,"Text":"Он возвестил: \"Спуститесь [из рая на землю, и ваши потомки будут] врагами друг другу. На земле [теперь] вам пребывать и пользоваться благами временными"},{"SurahNumber":7,"VerseNumber":25,"Text":"[Еще] Он сказал: \"На земле вы будете жить, на ней будете умирать и из нее восстанете [в День воскресения]"}]}