{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"It is God who sends down water from the sky for you to drink and produces plants as pasture for your cattle"},{"SurahNumber":16,"VerseNumber":11,"Text":"(With this water) He causes corn, olives, palm-trees, vines, and all kinds of fruits to grow. In this there is evidence (of the existence of God) for the people of understanding"},{"SurahNumber":16,"VerseNumber":12,"Text":"God has made the day and the night, the sun and the moon, and all the stars subservient to you by His command. In this there is evidence of the truth for people of understanding"},{"SurahNumber":16,"VerseNumber":13,"Text":"All that He has created for you on the earth are of different colors. In this there is evidence of the Truth for the people who take heed"},{"SurahNumber":16,"VerseNumber":14,"Text":"It is God who put the oceans at your disposal so that you could find therein fresh fish for food and ornaments with which to deck yourselves with. You will find ships that sail for you so that you may travel in search of the bounties of God and give Him thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"God has fixed the mountains on earth lest you should be hurled away when it quakes. Therein He has also made rivers and roads so that you will find your way"},{"SurahNumber":16,"VerseNumber":16,"Text":"The stars and other signs also help people to find their way"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is the One who can create equal to the one who cannot create anything? Why, then, will you not consider"},{"SurahNumber":16,"VerseNumber":18,"Text":"Even if you wanted to count up all of God's blessings, you would not be able to. God is All-forgiving and All-merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"God knows all that you conceal or reveal"},{"SurahNumber":16,"VerseNumber":20,"Text":"Whatever (idols) they worship besides God can create nothing for they are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"They are not living but are dead. They can not know when they will be raised"}]}