{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":21,"Text":"When noi depozita mila popor adversa\u0004ie întrista ele ei imediat schema nostru revelations! Spune dumnezeu proiecta exista departe effective Nostru curier înregistra everything tu proiecta"},{"SurahNumber":10,"VerseNumber":22,"Text":"El exista Una muta tu uscat mare. Tu obtine nava ei naviga smoothly dragu\u0004 adiere! Atunci uitde bucurie therein violent vânt sufla val încercui ele every latura! Acesta exista when ei implora DUMNEZEU sincerely devoting their rugaciune Him singur Tu doar scapa us acesta timp noi exista eternally appreciative"},{"SurahNumber":10,"VerseNumber":23,"Text":"as devreme as El scapa ele ei încalca earth opune adevar. O popor vostri infractiune exista doar catre paguba vostri propiu suflet. Tu ramâne preocupa acesta worldly trai atunci catre us exista vostri ultim întoarcere atunci noi informa tu ai everything tu done"},{"SurahNumber":10,"VerseNumber":24,"Text":"Similaritate acesta worldly trai exista acesta noi expedia jos stropi cer produs el tot rasa a planta de earth înzestra aliment popor animal! Atunci drept as earth perfectly orna its popula medita ei exista în control thereof nostru judecata veni noapte zi parasi el completely arid as nimic existed anterior zi! Noi tamâie explain revelations popor reflecta"},{"SurahNumber":10,"VerseNumber":25,"Text":"(DUMNEZEU INVITA DOMICILIU PACE GHID ORICINE VOINTA GHID) DIRECT POTECA"},{"SurahNumber":10,"VerseNumber":26,"Text":"Cinstit recompensa înmulti varia. Their fa\u0004a niciodata experience altele deprivation rusina. Acestea exista dwellers Paradis; ei suporta therein forever"},{"SurahNumber":10,"VerseNumber":27,"Text":"As for ala earned pacat their rasplata exista equivalent catre their pacat. Umilinta exista their sorti nimeni DUMNEZEU proteja ele! Their fa\u0004a parea coplesi gramada întunecat noapte! Ei exista dwellers Iad; ei suporta therein forever"},{"SurahNumber":10,"VerseNumber":28,"Text":"Zi when noi soma ele toate noi spune catre ala worshipped idol Noi soma tu împreuna vostri idol. Noi avea ele confrunta each alt their idol spune catre ele Noi nu avea idee ala tu idolatriza us"},{"SurahNumber":10,"VerseNumber":29,"Text":"DUMNEZEU AJUNGE MARTOR us TU NOI EXISTA completely SURPRINS AI VOSTRI worshipping us"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ala exista when each suflet examine everything el done Ei returned DUMNEZEU their legal Domnitor Subjuga idol ei fabricated disown ele"}]}