{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kinh Sách được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri"},{"SurahNumber":45,"VerseNumber":3,"Text":"Quả thật, trong các tầng trời và trái đất là các dấu hiệu (về quyền năng và tính duy nhất của Allah) cho những người có đức tin"},{"SurahNumber":45,"VerseNumber":4,"Text":"Trong việc tạo hóa các ngươi (hỡi nhân loại) cũng như việc (Allah) phân tán các sinh vật khắp nơi là các dấu hiệu cho những người vững chắc (trong đức tin)"},{"SurahNumber":45,"VerseNumber":5,"Text":"(Trong) sự xen kẽ của ban đêm và ban ngày, trong việc Allah ban bổng lộc (mưa) từ trên trời xuống mà Ngài dùng để làm sống lại mảnh đất đã chết khô và trong việc xoay chuyển những cơn gió, là các dấu hiệu cho những người thông hiểu"},{"SurahNumber":45,"VerseNumber":6,"Text":"Đó là những Lời Mặc Khải của Allah, TA đọc chúng cho Ngươi (Thiên Sứ) bằng sự thật. Nếu họ chối bỏ Allah và các Lời Mặc Khải của Ngài, họ sẽ tin vào cách diễn ngôn (thông điệp) nào"},{"SurahNumber":45,"VerseNumber":7,"Text":"Thật khốn thay cho từng kẻ dối trá, tội lỗi"},{"SurahNumber":45,"VerseNumber":8,"Text":"Hắn nghe các Lời Mặc Khải của Allah đã được đọc cho hắn rồi vẫn ngoan cố kiêu ngạo như thể hắn không nghe thấy gì. Vậy, hãy báo cho hắn biết về một sự trừng phạt đau đớn (ở Đời Sau)"},{"SurahNumber":45,"VerseNumber":9,"Text":"Khi hắn biết được điều gì từ các Lời Mặc Khải của TA, hắn lại mang nó ra chế giễu đùa cợt. Những kẻ đó sẽ phải chịu một sự trừng phạt đầy nhục nhã"},{"SurahNumber":45,"VerseNumber":10,"Text":"Trước mặt chúng là Hỏa Ngục; bất cứ điều gì mà chúng kiếm được (trên thế gian) cũng như những kẻ mà chúng nhận làm vị bảo hộ ngoài Allah sẽ không giúp ích gì cho chúng. (Rồi đây) chúng sẽ phải chịu một sự trừng phạt khủng khiếp"},{"SurahNumber":45,"VerseNumber":11,"Text":"(Kinh Qur’an) này là một nguồn chỉ đạo. Và những kẻ vô đức tin nơi các Lời Mặc Khải của Thượng Đế của chúng sẽ phải chịu một sự trừng phạt vô cùng đau đớn"}]}