{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Allah´ın suyu, semadan indirdigini gormedin mi? Boylece onunla cesitli renklerde urunler (meyveler) cıkardık. Ve daglardan beyaz, kırmızı, cesitli renklerde ve kara ve kapkara (koyu siyah) yollar (kıldık)"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ve bunun gibi insanlardan, davarlardan, yuruyen hayvanlardan da cesitli renkte olanlar vardır. Ancak kullarından ulema (alimler), Allah´a karsı husu duyar. Muhakkak ki Allah; Aziz´dir (ustun, yuce), Gafur´dur (magfiret eden)"},{"SurahNumber":35,"VerseNumber":29,"Text":"Muhakkak ki Allah´ın Kitabı´nı okuyanlar, namazı ikame edenler, onları rızıklandırdıgımız seylerden gizli ve acık infak edenler, asla kesilmeyecek (devam edecek) bir ticaret (kazanc) umit ederler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Onların ecirleri (mukafatları) onlara vefa edilir (odenir). Ve (Allah), onlara fazlından artırır. Muhakkak ki O; Gafur´dur (magfiret eden), Sekur´dur (sukredilen)"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ve sana kitaptan vahyettigimiz, onların ellerindekini tasdik edici olarak haktır. Muhakkak ki Allah, kullarından mutlaka haberdar olandır, (onları) gorendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra kullarımızdan sectiklerimizi kitaba varis kıldık. Boylece onlardan bir kısmı nefsine zulmedicidir, onlardan bir kısmı muktesittir. Onlardan bir kısmı da Allah´ın izniyle hayırlarda yarısanlardır. Iste o ki o, buyuk fazldır"},{"SurahNumber":35,"VerseNumber":33,"Text":"(Onlar), adn cennetlerine girerler. Orada altından bilezikler ve inciler takarlar. Ve orada onların elbiseleri ipektir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Ve bizden huznu gideren Allah´a hamdolsun, muhakkak ki Rabbimiz, gercekten Gafur´dur (magfiret eden), Sekur´dur (sukredilen).\" dediler (derler)"},{"SurahNumber":35,"VerseNumber":35,"Text":"Ki O, bizi fazlından kalınacak (ikamet edilecek) bir yurda yerlestirdi. Orada bize bir yorgunluk dokunmaz ve orada bize (aclık ve mesakkatten dolayı) bir bıkkınlık ve usanc dokunmaz"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ve inkar edenler (Allah´a ulasmayı dilemeyenler). Onlar icin cehennem atesi vardır. Onlar icin karar verilmez ki boylece (bu karar geregince) olsunler ve onun azabı, onlardan hafifletilmez. Iste Biz, butun inkar edenleri boyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Ve onlar, orada feryat ederler: “Rabbimiz bizi (buradan) cıkar, yapmıs olduklarımızdan baska (amel) salih amel yapalım.” Size orada (dunyada), tezekkur etmek isteyen kimsenin, tezekkur etmesine yetecek kadar bir omur vermedik mi? Size nezir gelmedi mi? O halde (azabı) tadın. Artık zalimler icin bir yardımcı yoktur"}]}