{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gün ki, cehenneme: «Doldun mu?» diyeceğiz. O da: «Daha ziyade (fazla) var mı?» diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de takva sahiplerine uzak olmayarak yaklaştırılmış olacak"},{"SurahNumber":50,"VerseNumber":32,"Text":"İşte bu o size va´dolunan; her tevbekara, görevine riayet edene"},{"SurahNumber":50,"VerseNumber":33,"Text":"görmediği halde Rahman´dan korkup O´na yönelen bir kalple gelen kimselere"},{"SurahNumber":50,"VerseNumber":34,"Text":"Girin oraya selametle! Budur işte o sonsuzluk günü"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlara ne dilerlerse vardır. Bizim katımızda ise fazlası vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Önlerinden nice nesilleri helat ettik ki, onlar bunlardan tutumca (kuvvetçe) daha çetindiler ve şehirlerde kaçacak delik aradılar. Var mı bir kaçacak yer"},{"SurahNumber":50,"VerseNumber":37,"Text":"Şüphesiz ki, bu söylenende kalbi olan ve şuurla kulak tutan kimse için uyandıracak bir ihtar vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun ki Biz, o gökleri, yeri ve aralarındakileri altı günde yarattık. Bize bir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"O halde onların laflarına karşı sabret ve Rabbini güneş doğmadan önce ve batmadan önce hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Geceleyin de onu tesbih et, secdelerin ardından da"},{"SurahNumber":50,"VerseNumber":41,"Text":"Ve o seslenenin yakın bir yerden bağıracağı günü dinle"},{"SurahNumber":50,"VerseNumber":42,"Text":"Hakka çağıran o sayhayı (haykırışı) işitecekleri gün, işte o kabirlerden çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Şüphesiz ki, Biz Biziz! Hem diriltiriz, hem öldürürüz ve dönüş de Bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"Yerin kendilerinden çatlayıp yarılacağı ve süratle koşacakları o gün. Bu ancak Bize kolay gelen bir toplamadır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların ne söylediklerini çok iyi biliyoruz. Sen de onlara karşı bir zorba değilsin. Şimdi benim tehditlerimden korkacaklara bu Kur´an ile öğüt ver"}]}