{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":12,"Text":"Rasında Alla Izrail urpaqtarınan wade algan edi. Olardan on eki bastıq jibergen edik. Alla (olarga): «Men sendermen birgemin; eger namazdı orındasandar, zeket bersender, elsilerime iman keltirip, olarga komek bersender jane Allaga korkem qarız bersender, (Alla jolında mal jumsasandar,) albette jamandıqtarındı joyıp, senderdi astarınan ozender agatın baqsalarga kirgizemiz. Al sonda senderden birew qarsı bolsa, twra joldan adasqan boladı» dedi"},{"SurahNumber":5,"VerseNumber":13,"Text":"Sonda olardın sertterin buzwları sebepti olarga lagınet etip, jurekterin qatayttıq. Olar, (Tawrat) sozderin ornınan ozgertip, olarga berilgen ugitti umıttı. Olardın ote azınan basqasının qiyanatkerlikterin udayı sezip otırasın. Sonda da olardı kesirim etip, eleme. Rasında Alla (T.) igilik istewsilerdi suyedi"},{"SurahNumber":5,"VerseNumber":14,"Text":"Jane «Xristianbız» degenderden de sert algan edik. Degenmen olar da berilgen ugitten ulesterin umıttı. Sondıqtan aralarına qiyamet kunine deyin duspandıq, ostik saldıq. Jane Alla (T.) olarga ne istegenderinin xabarın tez beredi"},{"SurahNumber":5,"VerseNumber":15,"Text":"Ay Kitap ieleri! Senderge kitaptan jasırgan narselerinnin kobin asıq tusindiretin jane kobireginen elemey otip ketetin Elsimiz keldi. Rasında senderge Alladan bir nur jane asıq bir Kitap (Quran) keldi"},{"SurahNumber":5,"VerseNumber":16,"Text":"Alla (T.) kim oz rizasına uylesse, sol kitap arqılı esendik joldarına saladı jane oz nusqawımen qarangılıqtardan jarıqqa sıgarıp tup- twra jolga saladı"},{"SurahNumber":5,"VerseNumber":17,"Text":"Rasında: «Allanı, Maryem ulı masix» degender kapir Boldı. «Eger Alla, Maryem ulı Masixtı jane onın sesesin de, tipti jer juzindegi birtutas jan iesin joq etwdi qalasa, Alladan qutqarwga kim ie?»,- de. Kokter men jerdin jane ekewinin arasındagılardın ieligi Allaga tan. ol qalaganın jaratadı ari Allanın ar narsege tolıq kusi jetwsi"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yahwdiler men Xristiandar: «Bizder Allanın uldarı jane suygenderimiz» dedi. Olarga ayt: «Onda Alla kunaların sebepti senderdi nege azaptaydı?Kerisinse sender Allanın jaratqan adamdarısındar.» Alla qalagan kisisin jaratıp jane qalagan kisisin azaptaydı.Kokterdin jane jerdin ari eki arasındagılardın barlıgı Allanın ieliginde jane barar jer de Onın aldı"},{"SurahNumber":5,"VerseNumber":19,"Text":"Ay Kitap ieleri! Paygambardın arası uzilgende,senderge Elsimiz keldi. «Bizge qwantwsı,qorqıtwsı kelmedi» dersinder dep,mine senderge qwantwsı,qorqıtwsı Elsi eldi. Alla (T.) nın barlıq narsege tolıq kusi jetwsi"}]}