{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Hā yī, mǐ mù"},{"SurahNumber":40,"VerseNumber":2,"Text":"Zhè bù jīngdiǎn jiàng zì wànnéng quánzhī de zhǔ ──"},{"SurahNumber":40,"VerseNumber":3,"Text":"shè yòu zuìguo, zhǔn rén chànhuǐ, yánlì chéngfá, bó shī ēnhuì de zhǔ. Chú tā wài, jué wú yīng shòu chóngbài de; tā què shì zuìhòu de guīsù"},{"SurahNumber":40,"VerseNumber":4,"Text":"Zhǐyǒu bùxìndào zhě, wéi zhēnzhǔ de jīxiàng ér zhēnglùn. Nǐ bùyào bèi tāmen zài gè chéngshì de wǎnglái suǒ míhuò"},{"SurahNumber":40,"VerseNumber":5,"Text":"Zài tāmen zhīqián, nǔ hā de zōngzú, hé hòulái de gè mínzú, céng fǒurèn zhòng shǐzhě, gè mínzú dōu yù jiāhài běn zú de shǐzhě; tāmen jù miù wàng ér zhēnglùn, yù jiè cǐ bódǎo zhēnlǐ, gùwǒ chéngzhìle tāmen. Wǒ de xíngfá shì zěnyàng de"},{"SurahNumber":40,"VerseNumber":6,"Text":"Bùxìndào zhě dāng zhèyàng shòu nǐ de zhǔ de pànjué, tāmen shì jūzhù huǒ yù de"},{"SurahNumber":40,"VerseNumber":7,"Text":"Zhīchí bǎozuò de hé huánrào bǎozuò de dōu zànsòng tāmen de zhǔ, dōu guī xìn tā, dōu wéi xìndào zhě qiúráo, tāmen shuō:“Wǒmen de zhǔ a! Zài ēnhuì fāngmiàn hé zhījué fāngmiàn, nǐ shì bāoluó wànwù de, qiú nǐ shè yòu huǐguò zì xīn, érqiě zūnxún nǐ de zhèngdào zhě. Qiú nǐ bǎohù tāmen, miǎn shòu huǒ yù de xíngfá"},{"SurahNumber":40,"VerseNumber":8,"Text":"Wǒmen de zhǔ a! Qiú nǐ shǐ tāmen hé tāmen de xíngshàn de zǔxiān, qīzi hé zǐsūn, yītóng jìnrù nǐ suǒ yīngxǔ tāmen de yǒngjiǔ de lèyuán. Nǐ què shì wànnéng de, què shì zhì ruì de"},{"SurahNumber":40,"VerseNumber":9,"Text":"Qiú nǐ shǐ tāmen dé miǎn yú xíngfá. Zài nà rì, nǐ shǐ shéi dé miǎn yú xíngfá, nǐ yǐ cí mǐnle shéi, nà què shì wěidà de chénggōng.”"}]}