{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"ALLAH kendisine ortak kosulmasını (olunceye kadar surdugu taktirde) affetmez; bunun asagısındaki gunahları ise diledigi kisiye affeder. Kim ALLAH'a ortak kosarsa tamamen sapıtmıs olur"},{"SurahNumber":4,"VerseNumber":117,"Text":"O'ndan ayrı olarak tanrıcalara taparlar. Aslında inatcı seytandan baskasına tapmıyorlar"},{"SurahNumber":4,"VerseNumber":118,"Text":"ALLAH kendisine lanet etmis ve o da, \"Elbette senin kullarından belli bir pay alacagım,\" demisti"},{"SurahNumber":4,"VerseNumber":119,"Text":"Onları saptıracagım, onları kuruntularla oyalayacagım, hayvanların kulaklarını yarmalarını (boylece etlerini haram etmelerini) emeredecegim, ALLAH'ın yaratıklarını degistirmelerini emredecegim.\" Kim ALLAH yerine seytanı dost ve egemen edinirse apacık bir kayba ugramıstır"},{"SurahNumber":4,"VerseNumber":120,"Text":"Onlara soz verir, umit verir. Gercekte, seytanın onlara verdigi soz kandırmadan baska bir sey degil"},{"SurahNumber":4,"VerseNumber":121,"Text":"Varacakları nokta cehennemdir; ondan kacamazlar"},{"SurahNumber":4,"VerseNumber":122,"Text":"Inanıp erdemli isler yapanları, iclerinde ırmaklar akan cennetlere yerlestirecegiz; orada ebedi kalacaklar. ALLAH'ın sozu gercektir. ALLAH'tan daha dogru sozlu kim olabilir"},{"SurahNumber":4,"VerseNumber":123,"Text":"Bu, ne sizin kuruntularınız ne de kitap halkının kuruntularıra goredir: Kim bir kotuluk islerse karsılıgını bulur ve ALLAH'tan baska bir Sahip ve Yardımcı bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Erkek veya kadın, her kim inanarak erdemli bir hayat surerse cennete girer ve en ufak bir haksızlık gormez"},{"SurahNumber":4,"VerseNumber":125,"Text":"ALLAH'a teslim olarak iyilik yapan ve Ibrahim'in tektanrıcı dinine uyandan daha guzel bir dine kim sahip olabilir? ALLAH Ibrahimi arkadas edindi"},{"SurahNumber":4,"VerseNumber":126,"Text":"Yerde ve goktekilerin hepsi ALLAH'ındır. ALLAH her seyi Kusatır"}]}