{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Ja kuitenkin ihminen sanoo: »Kuinka, heratetaanko minut todellakin kuoltuani jalleen eloon?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Eiko ihminen lainkaan muista, etta Me loimme hanet jo kerran ennen aivan tyhjasta"},{"SurahNumber":19,"VerseNumber":68,"Text":"Herrasi kautta! Me kokoamme varmasti heidat ja saatanat ja saatamme heidat polvistumaan helvetin ymparille"},{"SurahNumber":19,"VerseNumber":69,"Text":"Senjalkeen Me erotamme jokaisesta lahkosta ne, jotka kiivaimmin uhmailivat Laupeinta vastaan"},{"SurahNumber":19,"VerseNumber":70,"Text":"Totisesti, Me tunnemme parhaiten ne, jotka suurimmalla syylla on syostava helvettiin"},{"SurahNumber":19,"VerseNumber":71,"Text":"Teidan joukossanne ei ole ainoatakaan, joka ei sinne joutuisi. Tama on Herrasi sitova maarays"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sitten Me pelastamme ne, jotka harjoittavat hartautta, mutta vaarintekijat Me hylkaamme sinne polvillensa"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ja kun selvat merkkimme on heille ilmoitettu, sanovat epauskon valtaamat niille, jotka uskovat: »Kumpi puoli on edullisemmassa asemassa ja nayttaa lukuisemmalta?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Kuinka monta ennen heita elanytta sukupolvea olemmekaan havittanyt, vaikka ne olivat heita rikkaampia ja uhkeampia"},{"SurahNumber":19,"VerseNumber":75,"Text":"Sano: »Jotka kulkevat harhaannuksissa, niiden paivia Laupein pidentaa, kunnes he nakevat, mita heille on luvattu, rangaistus taikka tuomion hetki, ja tulevat tietamaan, kenen asema on huonoin ja kenen voimat heikoimmat.»"},{"SurahNumber":19,"VerseNumber":76,"Text":"Mutta niille, jotka vaeltavat oikeata tieta, Jumala enentaa johdatustansa. Ja pysyvaiset hyvat tyot saavat Jumalan luona paremman palkan ja paremman turvapaikan"},{"SurahNumber":19,"VerseNumber":77,"Text":"Oletko nahnyt sellaisen, joka ei usko merkkeihimme ja sanoo: »Totisesti, minulle annetaan rikkautta ja lapsia.»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Onko han siis saanut tietoa nakymattomista asioista, tai onko han hankkinut sitoumuksen kaikkein Laupeimmalta"},{"SurahNumber":19,"VerseNumber":79,"Text":"Totisesti ei. Me kirjoitamme muistiin hanen sanansa ja pidennamme hanen tuskansa aikaa"},{"SurahNumber":19,"VerseNumber":80,"Text":"Me perimme hanelta pois sen, mista han on kerskaillut, ja yksin han on astuva eteemme"},{"SurahNumber":19,"VerseNumber":81,"Text":"He ottavat myos Jumalan rinnalle muita jumalia, jotka muka heita auttavat"},{"SurahNumber":19,"VerseNumber":82,"Text":"Mutta nama kieltavat heille osoitetun jumaloimisen ja kaantyvat heidan vastustajikseen"}]}