{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak onlar için bir delildir. Biz, onu diriltir ve ondan taneler çıkarırız da onlardan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz, yeryüzünde nice hurma bahçeleri, üzüm bağları yarattık ve oralarda birçok pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ürünlerinden ve yetiştirdiklerinden yesinler diye. Hâlâ şükretmiyorlar mı"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirdiklerinden, kendi nefislerinden ve daha bilmedikleri şeylerden bütün çiftleri yaratan (Allah) çok münezzehtir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de kendileri için bir delildir. Gündüzü ondan sıyırarak çekip alırız. Bir de bakarsın ki karanlık içinde kalmışlardır"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de kendi yörüngesinde akıp gitmektedir. İşte bu, Azîz ve Alîm olan Allah'ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay için de birtakım menziller (yörüngeler) tayin ettik. Nihayet o, eğri hurma dalı gibi (hilâl) olur da geri döner"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne Güneş Ay'a yetişebilir, ne de gece gündüzü geçebilir. Her biri bir yörüngede yüzmektedir"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onların soylarını dolu gemide taşımamız da onlar için bir delildir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve onlar için bindikleri daha başka taşıtlar da yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eğer dilersek, onları suda boğarız da kimse de yardımlarına gelemez. İşte o zaman onlar için bir kurtuluş da yoktur"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak bizim tarafımızdan bir rahmet ve belli bir zamana kadar dünyadan faydalandırmamız müstesnadır"},{"SurahNumber":36,"VerseNumber":45,"Text":"Önünüzdekinden ve arkanızdakinden (dünya ve ahiret azabından) sakının. Umulur ki, size merhamet olunur denildiğinde (yüz çevirirler)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara, ne zaman Rablerinin ayetlerinden bir ayet gelse mutlaka ondan yüz çevirirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Kendilerine; \"Allah’ın size verdiği rızıklardan infak edin!\" denildiği zaman kâfirler, iman edenlere derler ki; \"Allah'ın dilediği takdirde yedirip doyuracağı kişiyi acaba biz mi doyuracağız? Gerçekten siz apaçık bir sapıklık içindesiniz.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Eğer, doğru söylüyorsanız bu vaat/tehdit ne zaman?\" derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar, birbirleriyle çekişip dururken kendilerini ansızın yakalayacak korkunç bir sesi bekliyorlar"},{"SurahNumber":36,"VerseNumber":50,"Text":"İşte o anda onlar; ne bir vasiyette bulunabilirler, ne de ailelerine dönebilirler"}]}