{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":38,"Text":"İnkâr edenlere de ki: Eğer (inkâr ve inattan, şaşkınlık ve azgınlıktan) vazgeçerlerse, onların geçmişteki (küfür ve günahları) bağışlanır. Tekrar (inkâr ve azgınlığa) dönerlerse, öncekiler hakkında câri olan sünnet (ilâhî kanun) hükmünü yürütecektir"},{"SurahNumber":8,"VerseNumber":39,"Text":"Yeryüzünde bir fitne kalmayıncaya ve din bütünüyle Allah´ın oluncaya kadar onlarla savaşın. Eğer (inkâr ve fitneden) vazgeçerlerse, şüphesiz ki Allah onların yapageldiklerini yeterince görendir"},{"SurahNumber":8,"VerseNumber":40,"Text":"Eğer yüzçevirirlerse, bilin ki Allah sizin Mevlâ´nızdır. Ne güzel Mevlâ ve ne güzel yardımcıdır O"},{"SurahNumber":8,"VerseNumber":41,"Text":"Bilin ki (savaşda) elde ettiğiniz ganimetin beşte biri Allah içindir; Peygamber´e, yakınlarına, yetimlere, yoksullara ve yolda kalmışlara aittir. Eğer Allah´a, hak ile bâtılın birbirinden ayrılıp iyice belirgin hâle geldiği gün, iki ordunun karşılaştığı gün kulumuza indirdiğimiz âyetlere inanıyorsanız (bunu böyle kabul edin). Allah´ın kudreti her şeye yeter"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hani bir zaman siz vadinin yakın bir yerinde, onlar da uzak bir ucunda bulunuyordunuz; kervan ise sizden epeyce aşağıda idi; öyle ki, eğer (daha önce) onlarla (savaş konusunda) sözleşmiş olsaydınız, belirlenen vakitte (orada bulunmak hususunda) görüş ayrılığına düşerdiniz. Ama Allah, olacak bir durumu yerine getirmek için (sizi oldubittiyle karşılaştırdı). Tâ ki, mahvolacak olan, açık belgeleri (görüp) mahvolsun; yaşayacak olan da açık belgeleri (görüp öylece) yaşasın. Şüphesiz ki, Allah her şeyi gerektiği gibi işitir ve bilir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hatırla o vakti ki, Allah onları uykunda sana az göstermişti; eğer onları çok gösterseydi korkar ve emr-u kumanda hususunda çekişip tartışırdınız. Ama Allah esenlik verdi de (sizi) kurtardı. Şüphesiz ki O, sinelerde olanı çok iyi bilir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Ve hatırla ki, (olacak bir durumu yerine getirmek için) karşılaştığınızda (Allah) onları gözlerinizde az gösteriyor ve sizi de onların gözünde az gösteriyordu. İşler ancak Allah´a döndürülür"}]}