{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"avanu (allāhanu) mānavanannu vīryada mūlaka sr̥ṣṭisiruvanu. Iṣṭāgiyū avanu (mānavanu) spaṣṭa jagaḷagaṇṭanāgi biṭṭiruvanu"},{"SurahNumber":16,"VerseNumber":2,"Text":"innu, jānuvārugaḷannu avanu sr̥ṣṭisidanu. Avugaḷalli nimagāgi beccaneya uḍuge ide, itara lābhagaḷū ive mattu avugaḷalli kelavannu nīvu tinnuttīri"},{"SurahNumber":16,"VerseNumber":3,"Text":"hāgeyē, nīvu san̄je avugaḷannu taruvāga mattu mun̄jāne avugaḷannu koṇḍoyyuvāga avugaḷalli nimage saundaryavide"},{"SurahNumber":16,"VerseNumber":4,"Text":"nimage, tumbā prayāsa paḍade talupalu sādhyavillada nāḍugaḷige avu nim'ma sarakugaḷannu talupisuttave. Khaṇḍitavāgiyū nim'ma oḍeyanu vātsalyamayi hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":16,"VerseNumber":5,"Text":"nīvu avugaḷa mēle savāri naḍesabēkendu hāgū (nimage) bhūṣaṇavāgiralendu kuduregaḷannū, hēsaragattegaḷannū, kattegaḷannū (avanu sr̥ṣṭisidanu). Mattu nimage tiḷidē illada itara halavannū avanu sr̥ṣṭisiruttāne"},{"SurahNumber":16,"VerseNumber":6,"Text":"nēra mārgavannu tōrisi koḍuva hoṇe allāhana mēlide. Adarinda kelavu vakra mārgagaḷū horaḍuttave. Avanu bayasiddare nim'mellarannū saridāriyalli naḍesuttiddanu"},{"SurahNumber":16,"VerseNumber":7,"Text":"avanē nimagāgi ākāśadinda nīrannu surisidavanu. Adarinda pānīya doreyuttade mattu sasyagaḷu beḷeyuttave – avugaḷalli nīvu (jānuvārugaḷannu) mēyisuttīri"},{"SurahNumber":16,"VerseNumber":8,"Text":"Adara (ā nīrina) mūlakavē avanu nimagāgi holagaḷannu hāgū jhaitūn, kharjūra, drākṣi hāgū ella bageya phalagaḷannu beḷasuttāne. Khaṇḍitavāgiyū, cintane naḍesuvavarige idaralli pāṭhavide"},{"SurahNumber":16,"VerseNumber":9,"Text":"avanu iruḷu hagalugaḷannu nimage adhīnagoḷisiruvanu. Hāgeyē sūrya, candra mattu nakṣatragaḷu avana ādēśadante, niyantritavāgive. Khaṇḍitavāgiyū bud'dhivantarige idaralli sūcanegaḷive"}]}