{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"A´ra f´dakiler simalarından tanıdıkları adamlara seslenerek, «Ne topluluğunuz ve topladığınız, ne de büyüklenip gururlandığınız şeyler sizi müstağni kılmıştır; size bir yarar da sağlamamıştır» (derler)"},{"SurahNumber":7,"VerseNumber":49,"Text":"Allah´ın rahmetine eriştirmiyeceğine dair yemin ettiğiniz kimseler bunlar mıdır ? derler. Derken onlara : «Girin Cennet´e, size hiçbir korku yoktur ve siz üzülmeyeceksiniz de !» (diye ilâhî buyruk tecelli eder)"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cehennem yaranı Cennet yaranına, «o sudan veya Allah´ın size rızık olarak verdiklerinden biraz da bize döküp akıtın!» diye seslenirler. Cennet yaranı onlara: «Doğrusu Allah bu suyu ve bu rızıkları kâfirlere haram kılmıştır» diye cevap verirler"},{"SurahNumber":7,"VerseNumber":51,"Text":"O kâfirler ki, dinlerini oyun ve eğlence edindiler ve dünya hayatı onları aldattı da aldattı. Onlar bu günle karşılaşacaklarını unuttukları ve âyetlerimizi inatla inkâr ettikleri gibi, bugün de biz onları unuturuz (rahmetimize lâyık görmeyiz)"},{"SurahNumber":7,"VerseNumber":52,"Text":"And olsun ki onlara öyle bir kitap getirdik ki, imân edecek bir millete doğru yolu göstermek ve rahmet olmak üzere onu kusursuz bir bilgi ile bir bir açıklayıp (yerli yerince indirdik)"},{"SurahNumber":7,"VerseNumber":53,"Text":"O inatla inkâr edenler O´nun ancak haber verdiği elim sonucu beklerler. O´nun haber verdiği elîm sonuç geldiği gün daha önce onu unutanlar diyecekler ki: «Gerçekten Rabbınızın peygamberleri hak ile gelmişlerdi. Bize şefaat edecek şefaatçiler acaba (ortada) var mı ki şefaat etsinler ?! Veya geri döndürülür müyüz ki daha önce yaptıklarımızın başkasını yapalım». Onlar cidden zararda kalıp kendilerine yazık ettiler. İftira edip durdukları (putlar ve ilâhlaştırdıkları) şeyler yan çizip onlardan uzaklaşmışlardır"}]}