{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":120,"Text":"Niscaya ibarahima chilena eka ‘um'mata’ [1], allah‌ra ekanta anugata, ekanistha [2] ebam tini chilena na musarikadera antarbhukta"},{"SurahNumber":16,"VerseNumber":121,"Text":"tini chilena allah‌ra anugrahera jan'ya krtajna; allah‌ tamke manonita karechena ebam tamke paricalita karechilena sarala pathe"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ara amara tamke duniyaya diyechilama mangala. Ara niscaya tini akhirate satkarmaparayanadera dalabhukta"},{"SurahNumber":16,"VerseNumber":123,"Text":"Tarapara amara apanara prati ohi karalama ye, ‘apani ekanistha ibarahimera millata -adarsa- anusarana karuna ebam tini musarikadera antarbhukta chilena na"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sanibara palana to sudhu tadera jan'ya badhyatamulaka kara hayechila, yara e sambandhe matabheda kareche. Ara ye bisaye tara matabheda karata apanara raba to abasya'i kiyamatera dina se bisaye tadera bicara- mimansa kare debena"},{"SurahNumber":16,"VerseNumber":125,"Text":"Apani manusake da’oyata [1] dina apanara rabera pathe hikamata [2] o sadupadesa [3] dbara ebam tadera sathe tarka karabena uttama panthaya [4]. Niscaya apanara raba, tamra patha chere ke bipathagami hayeche, se sambandhe tini besi janena ebam kara satpathe ache ta'o tini bhalabhabe'i janena"},{"SurahNumber":16,"VerseNumber":126,"Text":"Ara yadi tomara sasti da'o [1], tabe thika tatakhani sasti debe yatakhani an'yaya tomadera prati kara hayeche. Tabe tomara dhairya dharana karale dhairyasiladera jan'ya seta abasya'i uttama"},{"SurahNumber":16,"VerseNumber":127,"Text":"Ara apani dhairya dharana karuna [1], apanara dhairya to allah‌ra'i sahayye. Ara apani tadera jan'ya duhkha karabena na ebam tadera sarayantre apani manahksunna'o habena na"},{"SurahNumber":16,"VerseNumber":128,"Text":"Niscaya allah‌ tadera sange achena yara taka'oya abalambana kare ebam yara muhasina"}]}