{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Uye Allah vakati: “(Imi vanhu!) Musava munotora vanamwari vaviri. Zvirokwazvo (Allah) ndiMwari mumwechete. Naizvozvo ityai inini (Allah) zvakanyanya (mosiya zvese zvakaipa uye moita mabasa ese akanaka).”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Ndivo muridzi wezviri kudenga nepasi, uye chitendero chechokwadi ndechavo (Allah). Naizvozvo mungatye chimwe chinhu kunze kwaAllah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Uye zvese zvamunowana kubva mune zvakanaka, zvinobva kuna Allah. Naizvozvo kana muchinge mawirwa nematambudziko, kwavari munochema muchikumbira rubatsiro"},{"SurahNumber":16,"VerseNumber":54,"Text":"Naizvozvo kana vachinge vabvisa matambudziko pamuri, vamwe venyu vanosanganisa Tenzi vavo nevamwe vanamwari mukunamata"},{"SurahNumber":16,"VerseNumber":55,"Text":"Vanoramba zvatakavapa! Naizvozvo chimbofarai, asi muchasvika pakuziva (muchidemba)"},{"SurahNumber":16,"VerseNumber":56,"Text":"Uye vanopa chidimbu chezvatakavapa kune izvo zvavasingazivi (vanamwari venhema). Ndinopika naAllah, zvirokwazvo, muchabvunzwa maererano nezvamainyepa"},{"SurahNumber":16,"VerseNumber":57,"Text":"Uye vanopa vanasikana kuna Allah! Kurumbidzwa kwese ngakuve kwavari vari pamusoro pezvose zvavanovasanganisa nazvo! Uye kwavari (vasingatendi) vanozvipa zvavanoshuvira"},{"SurahNumber":16,"VerseNumber":58,"Text":"Uye kana nhau dzekuzvarwa kwemwanasikana dzikasvika kune umwe wavo, chiso chake chinosviba, uye wozara nekubatikana (nekushushikana)"},{"SurahNumber":16,"VerseNumber":59,"Text":"Anozvihwandisa kuvanhu nekuda kweuipi wechaanenge audzwa. Omuchengeta here nekushorwa kana kuti omuviga muivhu? Zvirokwazvo, zvakaipa ndezvavanoronga"},{"SurahNumber":16,"VerseNumber":60,"Text":"Kune avo vasingatendi muhupenyu hunotevera muenzaniso wakashata, uye Allah vane muenzaniso wakanaka wepamusoro, uye ndivo mukuru-kuru, vane hungwaru hwese"}]}