{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":229,"Text":"El divorcio (de la misma mujer) podra ser (revocado) dos veces. Luego debera tomarla nuevamente por esposa y tratarla bien o debera dejarla libre de buena manera. No os esta permitido tomar nada de los bienes que les disteis a ellas como maher[79] (al casaros), salvo si ambas partes temen no cumplir las leyes que Al-lah establece. Si temeis que no se respeten dichas leyes, ninguno incurrira en falta si ella decide darle parte (para obtener el divorcio). Estas son las leyes de Al-lah, no las quebranteis, pues. Quienes lo hagan, esos seran los injustos. consiste en unos bienes o dinero que la esposa aporta al matrimonio —no son pues"},{"SurahNumber":2,"VerseNumber":230,"Text":"Si despues la divorcia (por tercera vez), no podra volver a desposarla hasta que ella se haya casado con otro hombre y este, a su vez, la divorcie; en ese caso, ninguno incurrira en pecado si la mujer regresa con su anterior marido, si creen poder respetar las leyes que Al-lah establece. Estas son las leyes de Al-lah que El mismo aclara a las gentes de conocimiento"},{"SurahNumber":2,"VerseNumber":231,"Text":"Y cuando divorcieis a vuestras mujeres y su tiempo de espera este proximo a expirar, o bien las reteneis y las tratais con benevolencia, o bien las dejais libres de buena manera (una vez finalizado el plazo). Pero no las retengais a la fuerza para perjudicarlas. Y quien lo haga habra sido injusto consigo mismo (por haber desobedecido a Al-lah). No os burleis de los mandatos de Al-lah y recordad las gracias que os ha concedido, asi como el Libro (el Coran) y la sabiduria (el entendimiento de la religion y la tradicion del Profeta) que os ha otorgado y con los que os exhorta. Temed a Al-lah y sabed que El tiene conocimiento sobre todas las cosas"}]}