{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Wǒ què yǐ cì gěi lǔ gé màn zhìhuì [hé zōngjiào zhīshì].[Wǒ shuō]:“Nǐ dāng gǎnxiè ān lā [de ēnhuì].” Shéi gǎn'ēn, shéi zì shòu qí yì; shéi wàng'ēnfùyì,[shéi zì shòu qí hài]. Ān lā què shì wú suǒ qiú de, shòu zànsòng de."},{"SurahNumber":31,"VerseNumber":13,"Text":"Dāngshí, lǔ gé màn quàn jiè tā de érzi shuō:“Wǒ de érzi a! Nǐ bùyào gěi ān lā shèzhì huǒbàn, gěi ān lā shèzhì huǒbàn què shì dànìbùdào [zhù].”"},{"SurahNumber":31,"VerseNumber":14,"Text":"Wǒ yǐ mìng rén dāng xiàojìng fùmǔ [zhù]. Tā de mǔqīn ruò shàng jiā ruò jiānnán de huái tā, tā de duànnǎi shì zài liǎng niánnèi.[Wǒ shuō]:“Nǐ dāng gǎnxiè wǒ jí nǐ de fùmǔ, wéi wǒ [ān lā] zhèlǐ shì zuìhòu de guīsù."},{"SurahNumber":31,"VerseNumber":15,"Text":"Jiǎrú tā liǎ qiǎngpò nǐ yòng nǐ suǒ bù zhīdào de gěi wǒ shèzhì huǒbàn, nàme, nǐ jiù bùyào fúcóng tā liǎ, dàn zài jīnshì yào shàndài tā liǎ. Nǐ dāng zūnxíng guī xìn wǒ de rén de dào, ránhòu, nǐmen dōu jiāng guī dào wǒ zhèlǐ lái, wǒ jiāng bǎ nǐmen céngjīng suǒ zuò de gàosù nǐmen.”"},{"SurahNumber":31,"VerseNumber":16,"Text":"[Lǔ gé màn shuō]:“Wǒ de érzi a! Shàn è de xíngwéi, suī xiǎo rúyī lì jièzǐ de zhòngliàng, jíshǐ tā yǐncáng zài yánshí zhōng, huò zài tiānshàng, huò zài dìxià, ān lā yě yào bǎ tā xiǎnshì chūlái. Ān lā què shì zuì mǐnruì de, chè zhī de."},{"SurahNumber":31,"VerseNumber":17,"Text":"Wǒ de érzi a! Nǐ dāng jǐn shǒu bài gōng, quàn rén xíngshàn, zhǐ rén zuò'è, rěnshòu nǐ suǒ zāoyù de bùxìng. Zhè què shì [ān lā bānbù de] yīxiē mìnglìng."},{"SurahNumber":31,"VerseNumber":18,"Text":"Nǐ bùyào àoshì rénmen, bùyào àomàn de zài dà dìshàng xíngzǒu. Ān lā jué bù xǐhuān rènhé zì dà zìkuā zhě."},{"SurahNumber":31,"VerseNumber":19,"Text":"Nǐ dāng bùfá wěnjiàn [xiǎnshì bù àomàn], dāng yādī nǐ de shēngyīn, yīnwèi zuì tǎoyàn de shēngyīn què shì lǘ de jiào shēng.”"}]}