{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Pyhiinvaellus tapahtuu vain maarattyina kuukausina; jos joku paattaa suorittaa pyhan matkan naiden kuukausien aikana, olkoon hanelta yhteys naiseen, laittomuus ja riita pyhiinvaelluksen aikana kielletty. Mita hyvaa teettekaan, Jumala tietaa sen. Ja varustautukaa matkaevailla. Paras matkaevas on jumalanpelko; tayttakaa velvollisuutenne Minua kohtaan te, joilla on ymmarrys"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ei ole mikaan synti koettaa hankkia (kaupanteolla) itsellenne jotakin Herranne rikkauksista. Mutta kun te joukoissa kiiruhdatte alas Arafaatilta, niin rukoilkaa Jumalaa rauhoitetulla muistopaikalla. Muistakaa Hanta silloin Hanen johdatuksensa tahden, silla ennen te totisesti kuuluitte eksyneisiin"},{"SurahNumber":2,"VerseNumber":199,"Text":"Kiiruhtakaa sitten eteenpain samasta paikasta kuin vaeltajain joukot ja rukoilkaa Jumalalta anteeksiantoa. Katso, Jumala on armahtavainen ja laupias"},{"SurahNumber":2,"VerseNumber":200,"Text":"Ja kun olette suorittaneet hartaudenharjoituksenne, niin muistakaa Jumalaa, samoinkuin muistelitte isianne , jopa viela hartaammin. Ihmisten joukossa on sellaisia, jotka sanovat: »Herramme, anna meille kaikkea tassa elamassa!» Nama eivat saa mitaan osaa tulevassa"},{"SurahNumber":2,"VerseNumber":201,"Text":"Mutta on sellaisiakin, jotka sanovat: »Herra, anna meille hyvaa tassa elamassa ja hyvaa tulevassa ja varjele meita Tulen rangaistuksesta!»"},{"SurahNumber":2,"VerseNumber":202,"Text":"Naille on varattu osansa siita, mita ovat ansainneet, silla Jumala on nopea tilinteossa"},{"SurahNumber":2,"VerseNumber":203,"Text":"Muistelkaa Jumalaa maarattyina paivina. Jos joku rientaa paria paivaa varhemmin, niin ei hanelle sita viaksi lueta, tai jos joku viivahtaa, ei hanellekaan sita syyksi lueta, kunhan han vain karttaa pahaa. Tayttakaa velvollisuutenne Jumalaa kohtaan ja tietakaa, etta teidat kootaan Hanen luokseen"},{"SurahNumber":2,"VerseNumber":204,"Text":"Ihmisten joukosta tapaat sellaisenkin, jonka puhe maallisesta elamasta miellyttaa sinua ja joka kutsuu Jumalaa sen todistajaksi, mika on hanen sydamessaan, vaikka han onkin sitkein vastustajasi"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ja niin pian kuin han on kaantanyt selkansa, kiiruhtaa han saamaan aikaan pahennusta tassa maassa ja levittamaan jumalattomuutta turmellakseen seka kylvot etta karjan, mutta Jumala ei rakasta pahuutta"},{"SurahNumber":2,"VerseNumber":206,"Text":"Kun hanelle sanotaan: »Pelkaa Jumalaa!» vetaa ylpeys hanet syntiin. Helvetissa maksetaan hanelle hanen ansionsa mukaan. Mika surkea olinpaikka"},{"SurahNumber":2,"VerseNumber":207,"Text":"Ihmisten joukossa tapaat sellaisenkin, joka myy itsensa (orjaksi) tehdakseen Jumalalle otollisen tyon; ja Jumala on lempea orjiaan kohtaan"},{"SurahNumber":2,"VerseNumber":208,"Text":"Te, jotka uskotte, tulkaa kaikki kuuliaisiksi Hanelle alkaaka seuratko saatanan jalkia. Han on totisesti teidan ilmeinen vihollisenne"},{"SurahNumber":2,"VerseNumber":209,"Text":"Ja jos te rupeatte luopumaan uskosta, senjalkeen kuin olette saaneet selvat todistukset, niin tietakaa, etta Jumala on mahtava ja viisas"},{"SurahNumber":2,"VerseNumber":210,"Text":"Eivatko he (epauskoiset) juuri sita odota, etta Jumala tulisi heidan luokseen pilvien varjossa enkeleineen? Silloinhan asia jo olisi ratkaistu. Ei, kaikki asiat palaavat Jumalan tuomittaviksi"}]}