{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"(Rasulum) de ki: “-Size gokten ve yerden kim rızk veriyor? O kulaklara ve gozlere (onların idrakine) kim malik bulunuyor? Oluden diriyi, diriden de oluyu kim cıkarıyor? Butun isleri kim idare ediyor? “ Hemen diyecekler ki “Allah” De ki: “- O halde Allah’dan sakınmaz mısınız? “"},{"SurahNumber":10,"VerseNumber":32,"Text":"Iste bu isleri yapan Allah’dır; gercek Rabbinizdir. Hakdan sonra da sapıklıktan baska ne vardır? O halde (Bu acık delillerden sonra imandan) nasıl cevrilirsiniz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Oyle busbutun haktan cıkmıs inatcı fasıklara Rabbinin hukmu soyle vacib oldu: “- onlar, artık imana gelmezler.”"},{"SurahNumber":10,"VerseNumber":34,"Text":"De ki: “Allah’a es tuttugunuz ortaklarınızdan (putlarınızdan) halkı ilkin yaratacak, onları oldurdukten sonra yine diriltecek var mı? “ (Susan musriklere cevaben) de ki: “- Allah, ilkin halkı yaratır; oldurdukten sonra da yine o diriltir. Artık dogru yoldan nasıl cevriliyorsunuz?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"(Ey Rasulum), de ki: “-Ortaklarınızdan hak yolu gosterebilecek var mı? “ (cevap veremiyen musriklere) de ki: “- Allah, ancak hak yolu gosterir ve ona iletir. O halde, hakka ileten mi uyulmaya daha layıktır, yoksa kendisine hidayet olunmadıkca tek basına dogru yolu bulamıyan (putunuz) mu? Oyle ise, ne oluyorsunuz, nasıl batıl hukum veriyorsunuz (uyulmaya layık olmayan putlara uyuyorsunuz?)”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Kafirlerin cogu, sırf kuru bir zan ardında gider. Fakat zan, gercekten hic bir sey ifade etmez. Muhakkak ki Allah, onların yaptıklarını tamamen bilmektedir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu KUR’AN Allah’ındır, ondan baskasına nisbet edilemez. Ancak o, onundekini (daha once inidirlen kitabları) tasdik edici ve kitabın hukumlerini acıklayıcı alemlerin Rabbinden indirilmistir; bunda hic suphe yoktur"},{"SurahNumber":10,"VerseNumber":38,"Text":"Yoksa KUR’AN’ı, Peygamber mi uydurdu diyorlar? Rasulum, de ki: “- O halde, iddianızda sadık kimselerseniz, O’nun gibi bir sure yapın, getirin ve Allah’dan baska gucunuzun yettigi (edib, belig) kim varsa onları da yardıma cagırın.”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Hayır, o kafirler, ilmini kavrayamadıkları Kur’an’ı yalanladılar ve kendilerine, hakikat ve inceligi hakkında bir anlayıs da gelmedi. Onlardan once gelen ummetler de Peygamberlerini, iste boyle yalanlamıslardı. Amma bak, zalimlerin akibeti nasıl oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"Kafirlerden Kur’an’a inanacak da var, iman etmiyecek de var. Rabbin mufsidleri cok iyi bilendir"}]}