{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"Ayrılıga dustugunuz herhangibir seyde hukum vermek, Allah'a aittir. Iste Rabbim Allah budur. O'na dayandım, O'na yoneldim"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gokleri ve yeri yoktan var edendir. Size kendinizden ciftler, hayvanlardan da ciftler yaratmıstır. Bu(duzen ici)nde sizi uretiyor. O'na benzer hicbir sey yoktur. O isitendir, gorendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Goklerin ve yerin anahtarları O'nundur. Diledigine rızkı acar ve kısar. O, her seyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O size, dinden Nuh'a tavsiye ettigini, sana vahyettigimizi, Ibrahim'e, Musa'ya ve Isa'ya tavsiye ettigimizi seri'at (hukuk duzeni) yaptı. Soyle ki: Dini dogru tutun ve onda ayrılıga dusmeyin. Fakat kendilerini cagırdıgın (bu) esas, Allah'a ortak kosanlara agır geldi. Allah diledigini kendisine secer ve iyi niyyetle yoneleni kendisine iletir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar, kendilerine ilim geldikten sonra sadece aralarındaki cekememezlik yuzunden ayrılıga dustuler. Eger Rabbinden belli bir sureye kadar yasatma sozu gecmis olmasaydı, aralarında hukum verilir(isleri bitirilir)di. Onlardan sonra Kitaba varis kılınanlar ondan, kusku veren bir suphe icindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Bundan dolayı sen (Hakka) cagır ve emrolundugun gibi dogru ol; onların keyiflerine uyma ve de ki: \"Ben Allah'ın indirdigi her Kitaba inandım ve aranızda adalet yapmakla emrolundum. Allah bizim de Rabbimiz, sizin de Rabbinizdir. Bizim eylemlerimiz bize, sizin eylemleriniz size aittir. Bizimle sizin aranızda bir tartısma nedeni yoktur. Allah aramızı bulur, (yahut: Allah bizi bir araya toplar), donus O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"(Kamu tarafından) Kabul edildikten sonra, hala Allah(ın dini hakkın)da tartısanların delilleri, Rableri yanında batıldır. Uzerlerine bir gazab ve onlara siddetli bir azab vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah'tır ki gercegi iceren Kitabı ve (adalet) olcu(sun)u indirdi. Ne bilirsin, belki o sa'at yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Ona inanmayanlar, onun cabuk gelmesini isterler. Inananlar ise ondan korkarlar ve onun gercek oldugunu bilirler. Iyi bil ki, o sa'at hakkında tartısanlar, uzak bir sapıklık icine dusmuslerdir"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah kullarına lutufkardır, diledigini rızıklandırır. O kuvvetlidir, galiptir"}]}