{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Mi objavljujemo tebi kao što smo objavljivali Nuhu i vjerovjesnicima poslije njega, a objavljivali smo i Ibrahimu, i Ismailu, i Ishaku, i Jakubu i unucima, i Isau, i Ejjubu, i Junusu, i Harunu, i Sulejmanu, a Davudu smo dali Zebur –"},{"SurahNumber":4,"VerseNumber":164,"Text":"i poslanicima o kojima smo ti prije kazivali i poslanicima o kojima ti nismo kazivali – a Allah je, sigurno, s Musaom razgovarao –"},{"SurahNumber":4,"VerseNumber":165,"Text":"o poslanicima koji su radosne vijesti i opomene donosili, da ljudi poslije poslanika ne bi nikakva opravdanja pred Allahom imali. – A Allah je silan i mudar"},{"SurahNumber":4,"VerseNumber":166,"Text":"Allah svjedoči da je istina ono što ti objavljuje, objavljuje ono što On jedini zna, a i meleki svjedoče; – a dovoljan je Allah kao svjedok"},{"SurahNumber":4,"VerseNumber":167,"Text":"Oni koji neće da vjeruju i koji od Allahova puta odvraćaju daleko su zalutali"},{"SurahNumber":4,"VerseNumber":168,"Text":"Onima koji neće da vjeruju i koji čine nepravdu Allah doista neće oprostiti i neće im Put pokazati"},{"SurahNumber":4,"VerseNumber":169,"Text":"osim puta u Džehennem, u kome će vječno i zauvijek ostati – to je Allahu lahko"},{"SurahNumber":4,"VerseNumber":170,"Text":"O ljudi, Poslanik vam je već donio Istinu od Gospodara vašeg; zato vjerujte – bolje vam je! A ako ne budete vjerovali – pa, Allahovo je ono što je nebesima i na Zemlji, i Allah sve zna i mudar je"},{"SurahNumber":4,"VerseNumber":171,"Text":"O sljedbenici Knjige, ne zastranjujte u svome vjerovanju i o Allahu govorite samo istinu! Mesih, Isa, sin Merjemin, samo je Allahov poslanik, i Riječ Njegova koju je Merjemi dostavio, i Duh od Njega; zato vjerujte u Allaha i Njegove poslanike i ne govorite: \"Trojica su!\" Prestanite, bolje vam je! Allah je samo jedan Bog – hvaljen neka je On! – zar On da ima dijete?! Njegovo je ono što je na nebesima i ono što je na Zemlji, i Allah je dovoljan kao svjedok"}]}