{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"O, momundar! Köp-köp koşumçası bar paydanı (sütkorluktun akçasın) jebegile jana Allaһtan korkkula, oşondo jeŋişke (Beyişke) jeteersiŋer"},{"SurahNumber":3,"VerseNumber":131,"Text":"Jana kaapırlar üçün dayardap koyulgan Tozokton korkkula"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allaһka jana paygambarga moyun sungula! (Oşondo) Silerge ırayım kılınsa ajep emes"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbiŋerdin keçirimine jana takıbaa kişiler üçün dayardap koyulgan, keŋdigi asmandar menen jerdey bolgon Beyişke şaşılgıla"},{"SurahNumber":3,"VerseNumber":134,"Text":"(Takıba kişiler) jokçuluk jana bardarçılık mezgilderinde (birdey) sadaka-ehsan kılışat, açuuların jutuşat jana adamdarga keçirimdüü boluşat. Allaһ ehsan kıluuçulardı süyöt"},{"SurahNumber":3,"VerseNumber":135,"Text":"(Takıbaa kişiler) bir buzuk iş je özdörünö zulum (künöö) kılıp koyuşsa, daroo Allaһtı esteşip, künöölörün keçirişin suraşat — künöölördü Allaһtan başka kim keçirmek ele — jana jasagan (künöö) işterin bilip turup, kaytalay berişpeyt"},{"SurahNumber":3,"VerseNumber":136,"Text":"Oşol adamdardın sıylıgı: Rabbisinen bolgon keçirim jana anda tübölük kaluuçu, astınan darıyalar agıp turgan Beyiş baktarı. (Jakşı) amal kıluuçulardın soobu kanday sonun! (Kiyinki ayattan Allay Taala kayradan “Uhud” soguşunun bayandarına kaytat)"},{"SurahNumber":3,"VerseNumber":137,"Text":"Silerden murun da bul joldor (sınoolor) ötkön. Jer jüzün kezgile jana (Allaһtın dinin) jalganga çıgargandardın akır tübü kanday bolgonun körgülö"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bul (okuyalar)! adamdar üçün bayan, Tuura Jol jana takıbaa kişiler üçün eskertüü - nasaat"},{"SurahNumber":3,"VerseNumber":139,"Text":"(O, momundar, “jeŋilip kaldık” dep) alsırabagıla jana kaygırbagıla! Iymanduu bolsoŋor ele, siler jogorusuŋar"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger (bul soguşta) silerge jaraat (jeŋilüü) jetken bolso, uşunday ele jaraat (Badr soguşunda, kaapır) koomgo da jetken. Biz bul (jeŋgen jana jeŋilgen) kündördü adamdar arasında (kezekteştire) aylantıp turabız. Jana (munun sebebi): Allaһ (araŋardagı çınıgı) momundardı bilişi üçün jana silerdin araŋardan şeyitterdi alış üçün. Allaһ zaalımdardı süyböyt"},{"SurahNumber":3,"VerseNumber":141,"Text":"Oşondoy ele, Allaһ (çındap) ıyman keltirgenderdi (künöölüülördön jana eki jüzdüülördön) tazalap, kaapırlardı öltürüü üçün (jeŋgen-jeŋilgen kündördü adamdar arasında kezegi menen almaştırıp turat)"},{"SurahNumber":3,"VerseNumber":142,"Text":"Je bolboso, siler, Allaһ araŋardagı (jan üröp) jihad kılgandar menen (jihad maşakattarına) sabır kılgandardı bilip (ajıratıp) albay turup ele, Beyişke kirebiz dep oyloduŋarbı"},{"SurahNumber":3,"VerseNumber":143,"Text":"Siler (şeyit bolup) ölüünü, aga jolukkanga çeyin ümüt kılgan eleŋer go?! Mına emi, anı öz közüŋör menen kördüŋör"}]}