{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"By the Book clear in itself and clearly showing the truth"},{"SurahNumber":44,"VerseNumber":3,"Text":"We sent it down on a night full of blessings; surely We have ever been warning (humankind since their creation)"},{"SurahNumber":44,"VerseNumber":4,"Text":"In that night every affair is identified and made distinct for wise purposes"},{"SurahNumber":44,"VerseNumber":5,"Text":"As a command issued from Our Presence; surely We have ever been sending Messengers (from among the angels and human beings to convey Our decrees and guide)"},{"SurahNumber":44,"VerseNumber":6,"Text":"As a mercy from your Lord – surely He is the All-Hearing, the All-Knowing –"},{"SurahNumber":44,"VerseNumber":7,"Text":"The Lord of the heavens and the earth and all that is between them, if you would but seek certainty (about the Messenger and the Book he brings)"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is no deity but He, giving life and causing to die; your Lord and the Lord of your forefathers"},{"SurahNumber":44,"VerseNumber":9,"Text":"Yet (they do not desire certainty; instead) they are in an irrecoverable doubt, lost in the playthings of the worldly life"},{"SurahNumber":44,"VerseNumber":10,"Text":"Then watch (O Messenger) for the day when the sky will bring forth a visible smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"Which will engulf the people, (causing them to exclaim): \"This is a painful punishment"},{"SurahNumber":44,"VerseNumber":12,"Text":"Our Lord! Remove this punishment from us, for now we are true believers"},{"SurahNumber":44,"VerseNumber":13,"Text":"How is a reminder possible for them (such that their profession of faith could be true), seeing that there has come to them a Messenger making the truth clear (and embodying it in every element of his life and character)"},{"SurahNumber":44,"VerseNumber":14,"Text":"But they turn away from him and say (of him): \"One taught by others, a madman"},{"SurahNumber":44,"VerseNumber":15,"Text":"We will hold back the punishment for a little (while), but you will turn back (to your former ways of unbelief, whose outcome is a punishment everlasting) –"},{"SurahNumber":44,"VerseNumber":16,"Text":"On the day when We will seize with the mightiest grasp. We will indeed take retribution"},{"SurahNumber":44,"VerseNumber":17,"Text":"Before them, assuredly We tried the people of the Pharaoh, when there came to them a noble Messenger"},{"SurahNumber":44,"VerseNumber":18,"Text":"Saying: \"Deliver to me the servants of God! I am a trustworthy Messenger sent to you (by God)"},{"SurahNumber":44,"VerseNumber":19,"Text":"And do not exalt yourself in proud defiance against God (by disobeying His order and so rejecting my Messengership). Surely I have come to you with an evident authority"},{"SurahNumber":44,"VerseNumber":20,"Text":"I have sought refuge in my Lord, Who is surely also your Lord, from your stoning me to death"},{"SurahNumber":44,"VerseNumber":21,"Text":"If you will not believe in me, then keep away from me (let me go)"},{"SurahNumber":44,"VerseNumber":22,"Text":"Then he called upon his Lord: \"These are indeed a guilty people committed to accumulating sin"},{"SurahNumber":44,"VerseNumber":23,"Text":"Then (his Lord commanded him): \"Set forth with My servants by night. You are sure to be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"And now leave the sea in quiet (as it was when it divided for you), for they are a host destined to be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"How many were the gardens and springs that they left behind"},{"SurahNumber":44,"VerseNumber":26,"Text":"And cornfields, and excellent dwellings, and elevated, honored situations"},{"SurahNumber":44,"VerseNumber":27,"Text":"And other comforts of life, in which they used to take delight"},{"SurahNumber":44,"VerseNumber":28,"Text":"Just so! And We made another people heirs (to the bounties they enjoyed)"},{"SurahNumber":44,"VerseNumber":29,"Text":"And neither the heaven nor the earth shed tears over them, nor were they given a respite (when the punishment became due on them)"}]}