{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":36,"Text":"Con el. entraron en la carcel dos esclavos. Uno de ellos dijo: «Me he visto prensando uva». Y el otro dijo: «Yo me he visto llevando sobre la cabeza pan, del que comian los pajaros. ¡Danos a conocer su interpretacion! Vemos que eres de quienes hacen el bien"},{"SurahNumber":12,"VerseNumber":37,"Text":"Dijo: «No recibireis la comida que os corresponde antes de que yo os haya, previamente, dado a conocer su interpretacion. Esto forma parte de lo que mi Senor me ha ensenado. He abandonado la religion de gente que no creia en Ala ni en la otra vida"},{"SurahNumber":12,"VerseNumber":38,"Text":"y he seguido la religion de mis antepasados Abraham, Isaac y Jacob. No debemos asociar nada a Ala. Este es un favor que Ala nos hace, a nosotros y a los hombres. Pero la mayoria de los hombres no agradecen"},{"SurahNumber":12,"VerseNumber":39,"Text":"¡Companeros de carcel! ¿Son preferibles senores separados a Ala, el Uno, el Invicto"},{"SurahNumber":12,"VerseNumber":40,"Text":"Lo que servis, en lugar de servirle a El, no son sino nombres que habeis puesto, vosotros y vuestros padres, nombres a los que Ala no ha conferido ninguna autoridad. La decision pertenece solo a Ala. El ha ordenado que no sirvais a nadie sino a El. Esa es la religion verdadera. Pero la mayoria de los hombres no saben"},{"SurahNumber":12,"VerseNumber":41,"Text":"¡Companeros de carcel! Uno de vosotros dos escanciara vino a su senor. El otro sera crucificado y los pajaros comeran de su cabeza. Se ha decidido ya lo que me consultabais»"},{"SurahNumber":12,"VerseNumber":42,"Text":"Y dijo a aquel de los dos de quien creia que iba a salvarse: «¡Recuerdame ante tu senor!», pues el Demonio habia hecho que se olvidara del recuerdo de su Senor. Y continuo en la carcel varios anos mas"}]}