{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Kunakarlardın, Rabbılarının janında bastarın iip: \"Rabbımız! Kordik, estidik, endi bizdi (duniege) qaytar, tuzw is qılayıq. Ras nandıq\" degenderin bir korsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger qalasaq edi, arkimdi twra jolga salar edik. Biraq Menen: \"Tozaqtı butindey jındar, adamdarmen toltıramın\" degen soz bolgan. (Bular, saytandarmen olarga ergen adamdar. S. 84-85-A)"},{"SurahNumber":32,"VerseNumber":14,"Text":"Buginge kezdeswdi umıtwdın demin tatındar. Ras biz de senderdi umıttıq. Istegenderinnin saldarınan mangi azaptı tatındar"},{"SurahNumber":32,"VerseNumber":15,"Text":"(Sajde ayatı bar.) Sın maninde ayattarımızga, ozderine ugit berilgen kezde, sajdege jıgılıp; Rabbıların maqtap, pakteydi. Sonday-aq takapparlanbay iman keltiredi"},{"SurahNumber":32,"VerseNumber":16,"Text":"Olardın jambastarı tosekterinen ajırap, (tunde uyqıdan turıp,) Rabbılarına qorqa-damete jalbarınadı. Sonday-aq olar bergen nesibemizden tiisti orınga jumsaydı"},{"SurahNumber":32,"VerseNumber":17,"Text":"Eskim qılmısı jaqqandıqtan ozderse komes saqtawlı qwanıstı sıylıqtı bilmeydi"},{"SurahNumber":32,"VerseNumber":18,"Text":"Mumin bolgan kisi, buzıq bolgan kisi siyaqtı bola ma? Arine ten bolmaydı"},{"SurahNumber":32,"VerseNumber":19,"Text":"Oytkeni iman keltirip, izgi is istegender; olardın istegen gamaldarına jaray qonaq uy turinde jannattar da orın bar"},{"SurahNumber":32,"VerseNumber":20,"Text":"Al endi buzaqılardın ornı tozaq. Arqasan olar odan sıgwdı qalasa, ogan qaytarıladı da: \"Ozderin jasınga sıgargan ottın azabın tatındar\" delinedi"},{"SurahNumber":32,"VerseNumber":21,"Text":"Arine olarga zor azaptan beri dunienin azabın tatıramız. Mumkin olar raydan qaytar"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbınnın ayattarı arqılı ugit berilgennen keyin olardan bet burgannan kim zalımıraq? Arine kunakarlardan kek alamız"}]}