{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"ای اهل ایمان، اگر خدا ترس و پرهیزکار شوید خدا به شما فرقان بخشد (یعنی دیده بصیرت دهد تا به نور باطن حق را از باطل فرق گذارید) و گناهان شما را بپوشاند و شما را بیامرزد، که خدا دارای فضل و رحمت بزرگ است"},{"SurahNumber":8,"VerseNumber":30,"Text":"و (به یاد آر) وقتی که کافران با تو مکر می‌کردند تا تو را به بند کشند یا به قتل رسانند یا از شهر بیرون کنند، و آنها (با تو) مکر می‌کنند خدا هم (با آنها) مکر می‌کند و خدا بهتر از هر کس مکر تواند کرد"},{"SurahNumber":8,"VerseNumber":31,"Text":"و چون بر آنان آیات ما تلاوت شود گویند: شنیدیم، اگر ما هم می‌خواستیم مانند آن می‌گفتیم، این چیزی جز افسانه پیشینیان نیست"},{"SurahNumber":8,"VerseNumber":32,"Text":"و آن‌گاه که گفتند: خدایا اگر این قرآن به راستی بر حق و از جانب توست پس یا بر سرمان سنگهایی از آسمان ببار یا ما را به عذابی دردناک گرفتار ساز"},{"SurahNumber":8,"VerseNumber":33,"Text":"ولی خدا تا تو (پیغمبر رحمت) در میان آنها هستی آنان را عذاب نخواهد کرد و نیز مادامی که به درگاه خدا توبه و استغفار کنند باز خدا آنها را عذاب نکند"},{"SurahNumber":8,"VerseNumber":34,"Text":"و آنها چه کردند که خدا عذابشان نکند؟! در صورتی که راه مسجد الحرام را (به روی بندگان خدا) می‌بندند و آنها سرپرستان (شایسته تولیت) آن نیستند، سرپرستان آن به جز اهل تقوا نباشند، لیکن اکثر مردم آگاه نیستند"},{"SurahNumber":8,"VerseNumber":35,"Text":"و نماز آنها در خانه کعبه جز صفیر و کف‌زدنی (که خلق را از خانه خدا منع می‌کند) چیزی دیگر نیست، پس (در آخرت به آنها خطاب شود) بچشید طعم عذاب را به کیفر آنکه به خدا کافر بودید"},{"SurahNumber":8,"VerseNumber":36,"Text":"کافران اموالشان را انفاق می‌کنند برای این مقصود که راه خدا را ببندند پس به زودی مالهایشان بر سر این خیال باطل برود و حسرتش بر دل آنها بماند و آن‌گاه مغلوب نیز خواهند شد، و کافران را به سوی جهنم جمعا رهسپار سازند"},{"SurahNumber":8,"VerseNumber":37,"Text":"تا آنکه خدا پلید را از پاکیزه جدا سازد و پلیدان را بعضی با بعضی دیگر درآمیزد و با هم گرد آورد آن‌گاه همه را در آتش دوزخ افکند، که آنها زیانکاران عالمند"}]}