{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Ya habia enviado Mensajeros anteriores a ti a otras comunidades, pero [por haberles desmentido] las castigue con miseria y enfermedades, para que asi fueran humildes"},{"SurahNumber":6,"VerseNumber":43,"Text":"Hubiera sido mejor para ellos mostrar humildad e invocarme cuando les llego Mi castigo. Pero sus corazones se endurecieron y el demonio les hizo parecer bello lo que hacian"},{"SurahNumber":6,"VerseNumber":44,"Text":"Cuando olvidaron lo que les ocurrio a quienes los precedieron [la miseria y las enfermedades que los azotaron] les abri las puertas de la fortuna, y cuando estuvieron felices con lo que tenian los sorprendi con el castigo, y fueron presa de la desesperacion"},{"SurahNumber":6,"VerseNumber":45,"Text":"Asi fueron destruidos los injustos. ¡Alabado sea Dios, Senor del universo"},{"SurahNumber":6,"VerseNumber":46,"Text":"Preguntales: \"Si Dios los privara de la audicion y la vision, y sellara sus corazones, ¿que otra divinidad en lugar de Dios se los podria devolver?\" Observa como les evidencio los signos, pero aun asi se apartan con desden"},{"SurahNumber":6,"VerseNumber":47,"Text":"Preguntales: \"Si el castigo de Dios llegara repentina o gradualmente, ¿acaso no serian destruidos los injustos"},{"SurahNumber":6,"VerseNumber":48,"Text":"He enviado a los Mensajeros para que albricien y adviertan a la gente. Quienes crean y se enmienden no tendran razon para temer ni estar tristes [el Dia del Juicio]"},{"SurahNumber":6,"VerseNumber":49,"Text":"Pero a quienes desmientan Mis signos, los alcanzara el castigo por su perversidad"},{"SurahNumber":6,"VerseNumber":50,"Text":"Diles: \"No les digo que poseo los tesoros de Dios ni que conozco lo oculto, ni tampoco afirmo ser un angel, solo sigo lo que me fue revelado\". Diles: \"¿Acaso pueden equipararse el ciego y el vidente? ¿Acaso no van a reflexionar"}]}