{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"Мүшріктер / Аллаһқа серік қосушылар / өздерінің қарсылықтарына куәлік келтіре тұрып, Аллаһтың мешіттерін жандандыруға лайықты емес. Міне, солардың амалдары зая кетті әрі олар – Отта мәңгі қалушылар"},{"SurahNumber":9,"VerseNumber":18,"Text":"Шын мәнінде, Аллаһтың мешіттерін Аллаһқа және Ақирет күніне сенген, намазды / барлық шарттарын сақтап,беріле / толық орындаған, зекетті берген әрі Аллаһтан өзгеден қорықпағандар ғана жандандырады. Міне, солар тура жолмен жүрушілерден болады"},{"SurahNumber":9,"VerseNumber":19,"Text":"Сендер қажыларды сумен қамтамасыз етуді және әл-Харам мешітіне қарауды - Аллаһқа және Ақирет күніне сенген әрі Аллаһтың жолында соғысқанмен бірдей көресіңдер ме? Олар Аллаһтың алдында бірдей болмайды. Аллаһ әділетсіз адамдарды тура жолмен жүргізбейді"},{"SurahNumber":9,"VerseNumber":20,"Text":"Иманға келгендер, қоныс аударғандар және Аллаһтың жолында малдары, жандарымен күрескендер, Аллаһтың алдында дәреже тұрғысында өте жоғары. Міне, солар - табысқа жетушілер"},{"SurahNumber":9,"VerseNumber":21,"Text":"Оларды Раббысы Өзінен болған мейірімімен, разылығымен және / жәннат / бақтарымен сүйіншілейді. Онда олар үшін таусылмайтын рахат бар"},{"SurahNumber":9,"VerseNumber":22,"Text":"Олар - онда мәңгі қалушылар. Ақиқатында, ұлы сый - Аллаһта"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ей, иманға келгендер! Егер әкелерің мен бауырларың иманнан гөрі күпірлік етуді / имансыздықты / артық көрсе, оларды қамқоршы тұтпаңдар. Сендерден кім оларды / имансыздарды / қамқоршы, дос тұтса, міне, солар - әділетсіздер"},{"SurahNumber":9,"VerseNumber":24,"Text":"Ей, Мұхаммед! / Айт: «Егер әкелерің, балаларың, бауырларың, жұбайларың, туыстарың және тапқан дүниелерің, тоқтап қалуынан қорқатын сауда мен өздерің ұнататын үйлерің сендер үшін Аллаһтан және Оның Елшісінен әрі Аллаһ жолында күресуден артық болса, онда Аллаһ Өз әмірін / жазасын / келтіргенге дейін күтіңдер! Аллаһ бұзық адамдарды тура жолмен жүргізбейді"}]}