{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Sonday-aq Nux (Ğ.S.) qa: «Eliñnen ïman keltirgennen basqaları, äste ïman keltirmeydi. Endi olardıñ istegenderine keyime» delingen türde waqï etildi"},{"SurahNumber":11,"VerseNumber":37,"Text":"Köz aldımızda nusqawımız boyınşa keme jasa. Zalımdar twrasında mağan ayt pa! Öytkeni, olar swğa batırıladı"},{"SurahNumber":11,"VerseNumber":38,"Text":"Kemeni jasap jatqanda, eliniñ bastıqtarı janınan ötken sayın onı tälkek qıldı. Nux (Ğ.S.) olarğa: «Eger bizdi sıqaq qılsañdar, biz de senderdi, bizdi sıqaq qılğandarıñday sıqaq etemiz» dedi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Al endi jedel bilesiñder: Qorlaytın azap kimge keler eken jäne turaqtı azap kimniñ basına tüsedi eken"},{"SurahNumber":11,"VerseNumber":40,"Text":"Aqır ämirimiz kelgen zamanda, tañdırdan sw qaynadı. Nux (Ğ.S.) qa: «Ol kemege är närseden bir jup jäne burın ükim etilgennen basqa semyandı ornalastır. Äri ïman keltirgenderdi de al» dedik. Negizinde onımen birge ïman keltirgen öte az ğana edi"},{"SurahNumber":11,"VerseNumber":41,"Text":"Nux (Ğ.S.): «Kemege otırıñdar. Onıñ jürwi de turwı da Allanıñ atımen. Rasında Rabbım öte jarılqawşı, erekşe meyirimdi» dedi"},{"SurahNumber":11,"VerseNumber":42,"Text":"Ol keme olardı, tawlarday tolqında alıp jürdi. Nux (Ğ.S.) ayrılwda bolğan ulına: «Äy balaqayım! Bizben birge kemege otır, qarsı bolwşılardan bolma!»,- dep dıbıstadı"},{"SurahNumber":11,"VerseNumber":43,"Text":"Ulı, Kenğan: «Meni swdan saqtaytın tawğa panalaymın» dedi. Äkesi: «Bügin Allanıñ ämirimen saqtawşı joq. Biraq birewge märxamet etse basqa» degende, ekewiniñ arasına tolqın tüsip Kenğan swğa batqandardan boldı"},{"SurahNumber":11,"VerseNumber":44,"Text":"«Äy jer! Swıñdı jut! Aspan sen de toqta» delindi de sw tartıldı. Is bitti. Keme Jwdï tawına toqtadı. «Zalımdar joq bolsın!» delindi. (Bul Jwdï tawı Musılğa jaqın)"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nux (Ğ.S.) Rabbına dabıstap: «Rabbım! Küdiksiz ulım semyamnan ğoy. Şäksiz wädeñ xaq. Sonday-aq Sen eñ twra ükim etwşisiñ» dedi"},{"SurahNumber":11,"VerseNumber":46,"Text":"(Alla): «Äy Nux! Ol, semyannan emes. Öytkeni, onıñ isi durıs emes. Sondıqtan bilmegen bir närseni Menen tileme. Seni nadandardan bolmawıñdı nasïxattaymın» dedi"},{"SurahNumber":11,"VerseNumber":47,"Text":"(Nux Ğ.S.): «Rabbım! Rasında bilmegenimdi Senen tilewden öziñe sïınamın. Eger meni jarılqamasañ, mağan märxamet etpeseñ zïyanğa uşırawşılardan bolarmın» dedi"},{"SurahNumber":11,"VerseNumber":48,"Text":"«Äy Nux! Sağan, senimen birge bolğan toptarğa bizden sälemettik, molşılıqpen kemeden tüs! Bir talay toptı dünïede paydalandıramız da sonan keyin olar bizdiñ küyzeltwşi azabımızğa uşıraydı» delindi"},{"SurahNumber":11,"VerseNumber":49,"Text":"(Muxammed Ğ.S.) mine bular bilinbegen eñgimelerden. Onı sağan waqï etemiz. Budan burın onı sen de, qawmıñ da bilmeytin edi. Onda sabır et. Rasında soñğı tabıs taqwalar üşin"}]}