{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Biz Nuh´u soydaşlarına peygamber olarak gönderdik. O dedi ki; «Ey soydaşlarım, Allah´a kulluk ediniz, O´ndan başka bir ilahınız yoktur. Allah´dan korkmaz mısınız?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Soydaşlarının önde gelen kâfirleri dediler ki; «Bu adam tıpkı sizin gibi bir insandır. Üzerinizde üstünlük kurmak istiyor. Eğer Allah dileseydi, bize bir melek gönderirdi. Onun söylediklerini eski atalarımızdan hiç duymamıştık.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu adam bir deliden başka bir şey değildir. Bir süre için onu gözetim altında tutunuz"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh «Ya Rabb´i, onların bu yalanlamaları karşısında bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"O´na vahiy yolu ile bildirdik ki; «Bizim gözlerimiz önünde ve vahyimiz uyarınca bir gemi yap. Emrimiz gelip de tandır kaynamaya (her yandan sular fışkırmaya) başlayınca her canlı türünün birer çifti ile boğulacağına ilişkin hükmümüzün kesinleştiği kimse dışında kalan aile bireylerini gemiye bindir. Zalimler konusunda bana başvurma; çünkü onlar kesinlikle boğulacaklardır.»"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ey Nuh, sen ve beraberindekiler gemiye yerleştiğinizde «Bizi zalim soydaşlarımızdan kurtaran Allah´a hamdolsun» de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Yine de ki; «Ya Rabb´i, beni bereketli bir yere indir. Sen kullarını en iyi yerlere konduransın.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Bu olayda alınacak birçok dersler vardır. Biz Nuh´u ve soydaşlarını bu yolla sınavdan geçirmiş olduk"},{"SurahNumber":23,"VerseNumber":31,"Text":"Onların ardından başka bir kuşak ortaya çıkardık"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da «Allah´a kulluk ediniz, O´ndan başka bir ilahınız yoktur, Allah´dan korkmaz mısınız» diyen kendilerinden bir peygamber gönderdik"}]}