{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Butun mulk elinde olan Allah, yuceler yucesidir, hayrı boldur ve O'nun her seye gucu yeter"},{"SurahNumber":67,"VerseNumber":2,"Text":"Olumu ve hayatı, hanginizin daha iyi amel edecegini denemek icin yaratan O’dur. Cok guclu ve bagıslayıcı O’dur"},{"SurahNumber":67,"VerseNumber":3,"Text":"Gokleri ust uste yedi kat yaratan O’dur. Rahman’ın yaratmasında bir duzensizlik goremezsin. Gozunu cevir de bak (gokte) bir catlak goruyor musunuz"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sonra gozunu, tekrar tekrar cevir bak! Goz aciz ve bitkin halde sana donecektir"},{"SurahNumber":67,"VerseNumber":5,"Text":"Gercekten biz, en yakın gogu ısık veren yıldızlarla donattık. Onlarla seytanlar icin (atılacak) taslar yaptık. Onlar icin bir de cılgın alev azabını hazırladık"},{"SurahNumber":67,"VerseNumber":6,"Text":"Rablerini kufredenler icin de Cehennem azabı vardır. Ne kotu bir donus"},{"SurahNumber":67,"VerseNumber":7,"Text":"Oraya atıldıkları zaman, onun kaynarken cıkardıgı (korkunc) ugultuyu duyarlar"},{"SurahNumber":67,"VerseNumber":8,"Text":"Neredeyse ofkeden paramparca olacak. Ne zaman oraya bir grup atılsa, oranın bekcileri onlara sorar: Size bir uyarıcı gelmedi mi"},{"SurahNumber":67,"VerseNumber":9,"Text":"Evet! Bir uyarıcı gelmisti. Fakat biz yalanladık ve Allah hicbir sey indirmemistir. Siz ancak buyuk bir sapıklık icindesiniz dedik\" derler"},{"SurahNumber":67,"VerseNumber":10,"Text":"Eger dinlemis veya akletmis olsaydık bu ates halkı icin de olmazdık\" derler"},{"SurahNumber":67,"VerseNumber":11,"Text":"Iste boylece gunahlarını itiraf ederler. Uzak olsun cılgın ates halkı"},{"SurahNumber":67,"VerseNumber":12,"Text":"Gormedigi halde Rablerinden korkup cekinen kimseler icin de elbette bagıslanma ve buyuk bir odul vardır"},{"SurahNumber":67,"VerseNumber":13,"Text":"Sozunuzu ister gizleyin, ister acıklayın. Suphesiz O, kalplerde olanı cok iyi bilendir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratan bilmez mi? O, Latif'dir, her seyden haberdardır"}]}