{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":101,"Text":"Ey iman edenler! Açiklandigi zaman hosunuza gitmeyecek olan seylerden sormayin. Eger onlari Kur'ân indirilirken sorarsaniz size açiklanir. Halbuki Allah onlardan geçmistir. Allah çok bagislayan ve çok yumusak davranandir"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sizden önce gelen bir kavim bunlari sormustu da sonra inkâr etmisti"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah, ne \"bahîre\"yi, ne \"sâibe\"yi, ne \"vesile\"yi ve ne de \"hâm\"i mesru kilmistir. Fakat küfredenler, Allah'a yalan iftira etmektedirler. Onlarin çogunun akillari ermez"},{"SurahNumber":5,"VerseNumber":104,"Text":"Onlara: \" Allah'in indirdigi (kitabi)ne ve peygamber'e gelin\" dendigi zaman:\" Atalarimizi üzerinde buldugumuz sey bize yeter\" derler. Atalari bir sey bilmeyen ve dogru yolu da bulamayan kimseler olsa da mi"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ey inananlar, kendinize dikkat edin. Siz dogru yolda oldugunuz takdirde dogru yoldan sapanlar size zarar veremezler. Hepinizin dönüsü Allah'adir. Yaptiklarinizi size O haber verecektir"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ey iman edenler! Içinizden birine ölüm (emareleri) geldigi zaman, vasiyet sirasinda aranizdaki sahitligin hükmü, kendi içinizden iki adaletli sahit, yahut yeryüzünde yolculuga çikmis iseniz, ölüm (emareleri de) size gelip çatmissa, sizden olmayan diger iki sahit tutmaktir. Eger (bunlardan) süpheye düserseniz, namazdan sonra onlari alikorsunuz. Onlar da Allah'a söyle yemin ederler: \"Akraba bile olsa, yemini bir çikar karsiligi satmayacagiz, Allah'in sahitligini gizlemeyecegiz. Aksi halde günahkârlardan oluruz"},{"SurahNumber":5,"VerseNumber":107,"Text":"Eger o iki sahidin bir günah isledikleri anlasilirsa ölene daha yakin olan hak sahiplerinden diger iki kisi onlarin yerine geçerler ve: \"Bizim sahitligimiz, önceki iki kisinin sahitliginden daha dogrudur. Biz kimsenin hakkina tecavüz etmedik. Aksi halde biz de zalimlerden olurduk\" diye Allah'a yemin ederler"},{"SurahNumber":5,"VerseNumber":108,"Text":"Iste bu, sahitliklerini gerektigi gibi yapmalari, yahut yeminlerinden sonra yeminlerinin kabul edilmemesinden korkmalari için en iyi yoldur. Allah'tan korkun ve emirlerini dinleyin. Allah, dogru yoldan çikan bir toplulugu hidayete erdirmez"}]}