{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"Onlar geri donusu olmayan bir tek cıglıktan baska bir sey beklemiyorlar"},{"SurahNumber":38,"VerseNumber":16,"Text":"Rabbimiz! Hesap gununden once bizim payımızı cabucak ver.\" derler"},{"SurahNumber":38,"VerseNumber":17,"Text":"Onların soylediklerine sabırlı ol. O kuvvet sahibi kulumuz Davud'u hatırla. O, her zaman Allah'a yonelirdi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Dogrusu biz daglara boyun egdirdik. Aksam ve sabah onlar kendisiyle (Davud ile) birlikte (Allah'ı) tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Toplanmıs kuslarda (onunla birlikte tesbih ettiler) Hepsi de ona yonelip, uydular"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onun hukumranlıgını kuvvetlendirmistik. Ona hikmet ve kesin hukum kabiliyeti vermistik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Sana davacıların haberi geldi mi? Hani onlar duvarı asarak mabede girmislerdi"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud’un yanına gitmislerdi de, Davud onlardan korkmustu. \"Korkma! Biz birbirine hasım iki davacıyız. Aramızda adaletle hukmet, haksızlık etme; bize dogru yolu goster.\" dediler"},{"SurahNumber":38,"VerseNumber":23,"Text":"Bu benim kardesimdir, onun doksan dokuz koyunu, benim ise tek bir koyunum var. \"Onu da bana ver.” Dedi ve tartısmada beni bastırdı"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davud: \"Koyununu kendi koyunları arasına katmak istemekle sana haksızlık etmis. Zaten ortakların cogu, birbirlerine zulmeder. Ancak iman eden salih amellerde bulunanlar mustesna. Bunlar da ne kadar azdır!\" dedi. Davud, kendisini imtihan ettigimizi anlamıs ve Rabbinden bagıslanma dileyerek secdeye kapanmıs ve O’na yonelmisti"},{"SurahNumber":38,"VerseNumber":25,"Text":"Boylece onu bagısladık. Suphesiz onun bizim katımızda gercekten bir yakınlıgı ve varılacak guzel bir yeri vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud! Seni yeryuzunde bir halife kıldık. O halde insanlar arasında hak/adaletle hukum ver. Heva ve hevese uyma, yoksa seni Allah’ın yolundan saptırır. Allah’ın yolundan sapanlara ise hesap gununu unutmalarından dolayı siddetli bir azap vardır"}]}