{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"Allah was pleased with the muminun when they pledged allegiance to you under the tree. He knew what was in their hearts, and sent down serenity to them and has rewarded them with an imminent victory"},{"SurahNumber":48,"VerseNumber":19,"Text":"and with much booty which they will take. Allah is Almighty, All-Wise"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah has promised you much booty which you will take, and has hastened this for you and held people´s hands back from you, so that it might be a Sign to the muminun, and so that He might guide you to a straight path"},{"SurahNumber":48,"VerseNumber":21,"Text":"And other booty you do not yet have the power to take — Allah has already encompassed it. Allah has power over all things"},{"SurahNumber":48,"VerseNumber":22,"Text":"If those who are kafir should fight you, they would turn their backs and then find no one to protect or help them"},{"SurahNumber":48,"VerseNumber":23,"Text":"That is Allah´s pattern which has passed away before. You will not find any changing in the pattern of Allah"},{"SurahNumber":48,"VerseNumber":24,"Text":"It is He who held their hands back from you, and your hands from them in the valley of Makka, after giving you the upper hand over them. Allah sees what you do"},{"SurahNumber":48,"VerseNumber":25,"Text":"They are those who were kafir and debarred you from the Masjid al-Haram and prevented the sacrifice from reaching its proper place, and had it not been for some men and women who are muminun, whom you did not know and might trample underfoot, and so unknowingly incur blame on their account — so that Allah might admit into His mercy those He wills — and had those among them who are kafir been clearly distinguishable, We would have punished them with a painful punishment"},{"SurahNumber":48,"VerseNumber":26,"Text":"Those who are kafir filled their hearts with fanatical rage — the fanatical rage of the Time of Ignorance and Allah sent down serenity to His Messenger and to the muminun, and bound them to the expression of taqwa which they had most right to and were most entitled to. Allah has knowledge of all things"}]}