{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":45,"Text":"And olsun ki, biz Musa´ya kitap verdik. (Ama Israil ogulları) onda gorus ayrılıgına dustuler. Eger Rabbından gecmis bir soz verilmemis olsaydı, aralarında hukmedilerek is bitirilmis olurdu. Gercekten onlar, bunun hakkında oldukca suphe icindedirler"},{"SurahNumber":41,"VerseNumber":46,"Text":"Kim iyi-yararlı amelde bulunursa, kendi lehinedir; kim de kotuluk islerse kendi aleyhinedir. Senin Rabbin kullarına zulmeden degildir"},{"SurahNumber":41,"VerseNumber":47,"Text":"Kıyamet´in kopus saati bilgisi O´na cevrilir (Allah´a aittir). O´nun bilgisi dısında ne meyvalar tomurcuklarından cıkar, ne de bir disi gebe kalır, ne de dogurur. O gun (Allah´a) ortak kosanlara : «Nerede bana ortak kostuklarınız ?» diye seslenir. Onlar, «icimizde buna hicbir sahid bulunmadıgını bildirdik» derler"},{"SurahNumber":41,"VerseNumber":48,"Text":"Daha once taptıkları tanrılar, onlardan uzaklasıp gozlerinden kaybolmuslar ve onlar da kendilerine hicbir kacacak yer bulunmadıgını anlamıslardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"Insan, hayır ve iyilik istemekten usanmaz. Ama kendisine kotuluk dokununca umitsizlige duser de ye´se kapılır"},{"SurahNumber":41,"VerseNumber":50,"Text":"Basına gelen sıkıntıdan sonra tarafımızdan kendisine bir rahmet tattıracak olursak, «elbette bu benim hakkımdır. Kıyamet´in kopacagını da sanmıyorum. Sayet Rabbıma dondurulecek olursam, elbette benim icin O´nun yanında daha guzeli vardır» der. And olsun ki biz, elbette o inkar edenlere neler yaptıklarını haber verecegiz ve kendilerine cok agır bir azabdan elbette tattıracagız"},{"SurahNumber":41,"VerseNumber":51,"Text":"Insana nimet verdigimizde yuzcevirip yan cizer. Kendisine kotuluk dokundugu zaman (bakarsın ki), uzun ve genis bir duada bulunur"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: Soyler misiniz ? Eger Bu Kur´an Allah´tan indirilmisse, siz de O´nu inkar etmis bulunuyorsanız, uzak bir ayrılık icinde olan kimseden daha sapık, daha saskın kim vardır"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ileride onlara ayetlerimizi hem bircok ufuklarda, hem de kendi nefslerinde gosterecegiz. Ta ki, O´nun (Kur´an´ın) hakk oldugu meydana cıkıp onlara acıklanmıs olsun.. Rabbının her seye sahid olması yetmez mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Haberiniz olsun ki, onlar Rablarına kavusma hususunda tam bir suphe icindedirler. Dikkat edin ki, O, her seyi (ilmiyle, kudretiyle, tasarrufuyla) kusatmıstır"}]}