{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"Kuma waɗannan ba su jiran kome face tsawa guda, wadda ba ta da hani"},{"SurahNumber":38,"VerseNumber":16,"Text":"Kuma suka ce: \"Ya Ubangijinmu! Ka gaggauta mana da rabonmu, a gabanin ranar bincike"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ka yi haƙuri bisa ga abin da suke faɗa (na izgili), kuma ka ambaci bawanMu Dawuda ma'abucin ƙarfin ibada. Lalle, shi, mai mayar da al'amari ga Allah ne"},{"SurahNumber":38,"VerseNumber":18,"Text":"Lalle Mu, Mun hore duwatsu tare da shi, suna yin tasbihi maraice da fitowar rana"},{"SurahNumber":38,"VerseNumber":19,"Text":"Da tsuntsaye waɗanda ake tattarawa, kowannensu mai komawa ne a gare shi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Kuma Muka ƙarfafa mulkinsa, kuma Muka ba shi hikima da rarrabewar magana"},{"SurahNumber":38,"VerseNumber":21,"Text":"Kuma shin, labarin masu husuma ya zo maka, a lokacin da suka haura garun masallaci"},{"SurahNumber":38,"VerseNumber":22,"Text":"A lokacin da suka shiga ga Dawuda, sai ya firgita daga gare su. Suka ce: \"Kada kaji tsoro, masu husuma biyu ne; sashenmu ya zalunci sashe. Saboda haka, ka yi hakunci a tsakaninmu da gaskiya. Kada ka ƙetare haddi kuma ka shiryar da mu zuwa, ga tsakar hanya"},{"SurahNumber":38,"VerseNumber":23,"Text":"Lalle wannan dan'uwana ne, yana da tunkiya casa'in da tara, kuma ina da tunkiya guda, sai ya ce: 'Ka lamunce mini ita. Kuma ya buwaye ni ga magana"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Dawuda) ya ce: \"Lalle, haƙiƙa ya zalunce ka game da tambayar tunkiyarka zuwa ga tumakinsa. Kuma lalle ne masu yawa daga abokan tarayya, haƙiƙa, sashensu na zambatar sashe face waɗanda suka yi imani, kuma suka aikata ayyukan ƙwarai.\" Kuma Dawuda ya tabbata cewa Mun fitine shi ne, saboda haka, ya nemi Ubangijinsa gafara, kuma ya faɗi yana mai sujada, kuma ya mayar da al'amari ga Allah"},{"SurahNumber":38,"VerseNumber":25,"Text":"Saboda haka Muka gafarta masa wancan, kuma lalle yana da wata kusantar daraja a wurinMu, da kyaun makoma"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ya Dawuda! Lalle Mu Mun sanya ka Halifa a cikin ƙasa. To, ka yi hukunci tsakanin mutane da gaskiya, kuma kada ka biye wa son zuciyar, har ya ɓatar dakai daga hanyar Allah. Lalle waɗanda ke ɓacewa daga hanyar Allah suna da wata azaba mai tsanani domin abin da suka manta, a ranar hisabi"}]}