{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"و (به یادآور) چون به فرشتگان گفتیم: «برای آدم سجده کنید» پس (همگی) سجده کردند؛ جز ابلیس که گفت: «آیا برای کسی سجده کنم که (او را) از گِل آفریده‌ای؟!»"},{"SurahNumber":17,"VerseNumber":62,"Text":"(سپس) گفت: «به من خبر بده، این کسی را که بر من برتری داده‌ای (به چه دلیل بوده است؟!) اگر مرا تا روز قیامت مهلت دهی، فرزندانش را؛ جز عدۀ کمی (گمراه و) ریشه کن خواهم کرد»"},{"SurahNumber":17,"VerseNumber":63,"Text":"(الله) فرمود: «برو، پس هر کس از آنان، از تو پیروی کند، بی‌تردید جهنم کیفر شماست، که کیفری کامل (و فراوان) است،"},{"SurahNumber":17,"VerseNumber":64,"Text":"و هرکس از آنان را که می‌توانی با صدایت بر انگیز، و با (یاری) سواران و پیادگانت بر آن‌ها بتاز، و در اموال و فرزندان با آن‌ها شرکت جوی، و به آن‌ها وعده بده - و شیطان جز فریب به آن‌ها وعده نمی‌دهد"},{"SurahNumber":17,"VerseNumber":65,"Text":"بی‌گمان تو هرگز بر بندگان من سلطه‌‌ای نخواهی داشت؛ و پروردگار تو برای نگهبانی آن‌ها کافی است»"},{"SurahNumber":17,"VerseNumber":66,"Text":"پروردگار شما کسی است که کشتی را در دریا برای شما به حرکت در می‌آورد، تا از فضلش بهره‌مند شوید، بی‌گمان او نسبت به شما مهربان است"},{"SurahNumber":17,"VerseNumber":67,"Text":"و هنگامی‌که در دریا سختی به شما برسد، جز او همه کسانی را که می‌خوانید؛ فراموش می‌کنید، پس چون شما را به خشکی نجات دهد؛ روی می‌گردانید، و انسان بسیار ناسپاس است"},{"SurahNumber":17,"VerseNumber":68,"Text":"آیا از آن که شما را به کناره‌ای از خشکی فرو برد؛ یا تند بادی از سنگریزه بر شما بفرستد؛ ایمن شده‌اید؟! آنگاه برای خود هیچ نگهبان (و کارسازی) نیابید"},{"SurahNumber":17,"VerseNumber":69,"Text":"آیا از آن که بار دیگر شما را به دریا باز گرداند؛ سپس تند باد کوبنده‌ای بر شما بفرستد، آنگاه شما را به (کیفر) کفرتان غرق کند؛ ایمن شده‌اید؟! سپس در برابر ما بازخواست کننده (و خونخواهی برای خود) نیابید"},{"SurahNumber":17,"VerseNumber":70,"Text":"و به راستی ما فرزندان آدم را گرامی داشتیم، و آن‌ها را در خشکی و دریا (بر مرکبها) حمل کردیم، و از انواع (روزیهای) پاکیزه به آن‌ها روزی دادیم، و آن‌ها را بر بسیاری از موجوداتی که آفریده‌ایم؛ چنانکه باید برتری بخشیدیم"}]}