{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"Ai (Musai) tha: “Ma zgjëro (më ndihmo) gjoksin tim"},{"SurahNumber":20,"VerseNumber":26,"Text":"Dhe më lehtëso në këtë punë timen"},{"SurahNumber":20,"VerseNumber":27,"Text":"Më zgjidh nyjen e gjuhës sime"},{"SurahNumber":20,"VerseNumber":28,"Text":"Që ta kuptojnë fjalën time"},{"SurahNumber":20,"VerseNumber":29,"Text":"Më cakto një ndihmëtar nga familja ime"},{"SurahNumber":20,"VerseNumber":30,"Text":"Harunin, vëllain tim"},{"SurahNumber":20,"VerseNumber":31,"Text":"Që me të të ma forcosh fuqinë time"},{"SurahNumber":20,"VerseNumber":32,"Text":"Bëma shok atë në punën time"},{"SurahNumber":20,"VerseNumber":33,"Text":"Në mënyrë që të madhërojnë Ty më shumë"},{"SurahNumber":20,"VerseNumber":34,"Text":"Dhe të përkujtojnë Ty shpesh"},{"SurahNumber":20,"VerseNumber":35,"Text":"Vërtet, Ti je Ai që na sheh dhe na i di punët”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Ai (All-llahu) tha: “O Musa, t’u dha ajo që kërkove!”"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ne edhe një herë ta dhuruam ty mirësinë Tona"},{"SurahNumber":20,"VerseNumber":38,"Text":"Atëherë kur nënën e frymëzuam me atë që nuk kuptohet ndrushe pos me inspirim (me frymëzim - shpallje)"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Ne i thamë) “Vëre atë (fëmijë, Musain) në arkë, e mandej hidhe në lumë e lumi e hjedhë në breg, atë e merre armiku Im dhe i tij. E nga ana Ime mbolla (në zemra të njerëzve) dashuri ndaj teje, e që të edukoheshe nën mbikëqyrjen Time”"},{"SurahNumber":20,"VerseNumber":40,"Text":"Kur motra jote ecte (të përcillte) e thoshte: “A doni t’ju tregoj atë që do të kujdeset për të? E Ne të kthyem te nëna jote, që të gëzohej ajo e të mos mbetej e pikëlluar. Ti pate mbytur një njeri, e Ne të shpëtuam nga mërzia dhe të sprovuan me sprova të mëdha. Ti qëndrove me vite ndër banorët e Medjenit, e pastaj erdhe, o Musa, në kohën e caktuar”"},{"SurahNumber":20,"VerseNumber":41,"Text":"Dhe Unë të zgodha ty për shpalljen Time"},{"SurahNumber":20,"VerseNumber":42,"Text":"Shko me argumentet e Mia ti dhe vëllai yt, e mos e hiqni prej kujdesit të përmendurit ndaj Meje"},{"SurahNumber":20,"VerseNumber":43,"Text":"Shkoni që të dy te faraoni, se ai vërtet e ka tepruar"},{"SurahNumber":20,"VerseNumber":44,"Text":"Atij i thuani fjalë të buta, ndoshta ai mendohet a frikësohet"},{"SurahNumber":20,"VerseNumber":45,"Text":"Ata të dy thanë: “Zoti ynë, ne kemi frikë se do të na ndëshkojë menjëherë ose do t’i kalojë kufijtë kundër nesh”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Ai (All-llahu) tha: “Mos u frikësoni, se Unë (me ndihmën Time) jam me ju, dëgjoj (ç’do t’ju thotë) dhe shoh (ç’do të bën me ju)”"},{"SurahNumber":20,"VerseNumber":47,"Text":"I shkoni i thuani atij: “Ne jemi të dy dërguar të Zotit tënd, lëshoi beni israilët të vijnë më ne, e mos i mundo! Ne kemi ardhur me argumentet nga Zoti yt, e shpëtimi është për atë që ndjek rrugën e drejtë"},{"SurahNumber":20,"VerseNumber":48,"Text":"Ne na është thënë se dënimi është për atë që gënjen (të dërguarit) dhe ia kthen shpinën besimit”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Ai (faraoni) tha: “E kush është Zoti i ju dyve, o Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Musai) Tha: “Zoti ynë është Ai që çdo sendi i dha formën e vet, pastaj e udhëzoi atë?”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Ai tha: “Si është gjendja e popjve të mëparshëm?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Dija për ata është te Zoti im, e shënuar në një libër. Zoti im nuk gabon e as nuk harron”"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Zoti im) I cili për ju e bëri tokën djep, për të mirën tuaj hapi rrugë nëpër të, lëshoi shiun prej së larti, e kjo mundësoi që të mbijnë bimë të llojeve të ndryshme"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hani ju dhe kullotni kafshët tuaja (nga ato bimë). Vërtet, për të gjitha këto (që u përmendën) ka argumente për ata që kanë mendje të shëndodhë"}]}