{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"Idhujtaret nuk jane te denje per mirembajtjen e tempujve te Perendise, meqe ata vete pranojne se jane mohues. Keta jane ata, veprat e te cileve jane te humbura. Dhe, ata perhere, do te mbeten ne sketerre"},{"SurahNumber":9,"VerseNumber":18,"Text":"Tempujt e Perendise i mirembajne vetem ata qe besojne Perendine. Diten e Fundit, falin namazin, japin zeqatin dhe qe nuk i frikohen askujt, pervec Perendise. Keta jane ata, qe jane ne rrugen e drejte"},{"SurahNumber":9,"VerseNumber":19,"Text":"Valle, a mendoni ju se furnizimi i haxhinjve dhe mirembajtja e Mesxhidi-haramit eshte e njejte me ata qe besojne ne Perendine, ne Diten e Kijametit dhe qe luftojne ne rrugen e Perendise? Nuk jane te brabarte ata – te Perendia. E, Perendia nuk i udhezon ne rruge te drejte zullumqaret"},{"SurahNumber":9,"VerseNumber":20,"Text":"Ata qe besojne, e qe shperngulen dhe luftojne ne rrugen e Perendise – me pasurine e tyre dhe jeten e tyre, jane me larte per nga pozita – te Perendia, dhe keta jane ata, qe kane fituar"},{"SurahNumber":9,"VerseNumber":21,"Text":"Ata do t’i sihariqoje Zoti i tyre me meshiren e Tij dhe kenaqesine, si dhe me kopshtie, ne te cilat ka dhunti te perhershme per ta"},{"SurahNumber":9,"VerseNumber":22,"Text":"ne to do te qendrojne perhere e pergjithmone. Me te vertete, vetem te Perendia eshte shperblimi i madh"},{"SurahNumber":9,"VerseNumber":23,"Text":"O besimtare! Mos e beni mik baban tuaj dhe vellezerit tuaj, nese ata me teper e duan mohimin se sa besimin. Kushdo prej jush qe i bene ata miq, eshte zullumqare"},{"SurahNumber":9,"VerseNumber":24,"Text":"Thuaj: “Nese eterit tuaj, bijte tuaj, vellezerit tuaj, grate tuaja, farefisi juaj, pasuria jua, qe e kini fituar, tregtia – per te cilen keni frike se nuk do te shkoje mire dhe shtepite – ne te cilat e ndieni veten rehat, u jane me te dashura se sa Perendia, i Derguari i Tij dhe lufta ne rrugen e Tij, atehere pritni deri sa ta sjelle vendimin Perendia. E, Perendia, nuk don ta udhezoje ne rrugen e drejte popullin e korruptuar"}]}