{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"और नरसिंघा में फूँक मारी जाएगी। फिर क्या देखेंगे कि वे क़ब्रों से निकलकर अपने रब की ओर चल पड़े हैं"},{"SurahNumber":36,"VerseNumber":52,"Text":"कहेंगे, \"ऐ अफ़सोस हम पर! किसने हमें सोते से जगा दिया? यह वही चीज़ है जिसका रहमान ने वादा किया था और रसूलों ने सच कहा था।"},{"SurahNumber":36,"VerseNumber":53,"Text":"बस एक ज़ोर की चिंघाड़ होगी। फिर क्या देखेंगे कि वे सबके-सब हमारे सामने उपस्थित कर दिए गए"},{"SurahNumber":36,"VerseNumber":54,"Text":"अब आज किसी जीव पर कुछ भी ज़ुल्म न होगा और तुम्हें बदले में वही मिलेगा जो कुछ तुम करते रहे हो"},{"SurahNumber":36,"VerseNumber":55,"Text":"निश्चय ही जन्नतवाले आज किसी न किसी काम नें व्यस्त आनन्द ले रहे है"},{"SurahNumber":36,"VerseNumber":56,"Text":"वे और उनकी पत्नियों छायों में मसहरियों पर तकिया लगाए हुए है"},{"SurahNumber":36,"VerseNumber":57,"Text":"उनके लिए वहाँ मेवे है। औऱ उनके लिए वह सब कुछ मौजूद है, जिसकी वे माँग करें"},{"SurahNumber":36,"VerseNumber":58,"Text":"(उनपर) सलाम है, दयामय रब का उच्चारित किया हुआ"},{"SurahNumber":36,"VerseNumber":59,"Text":"और ऐ अपराधियों! आज तुम छँटकर अलग हो जाओ"},{"SurahNumber":36,"VerseNumber":60,"Text":"क्या मैंने तुम्हें ताकीद नहीं की थी, ऐ आदम के बेटो! कि शैतान की बन्दगी न करे। वास्तव में वह तुम्हारा खुला शत्रु है"},{"SurahNumber":36,"VerseNumber":61,"Text":"और यह कि मेरी बन्दगी करो? यही सीधा मार्ग है"},{"SurahNumber":36,"VerseNumber":62,"Text":"उसने तो तुममें से बहुत-से गिरोहों को पथभ्रष्ट कर दिया। तो क्या तुम बुद्धि नहीं रखते थे"},{"SurahNumber":36,"VerseNumber":63,"Text":"यह वही जहन्नम है जिसकी तुम्हें धमकी दी जाती रही है"},{"SurahNumber":36,"VerseNumber":64,"Text":"जो इनकार तुम करते रहे हो, उसके बदले में आज इसमें प्रविष्ट हो जाओ।"},{"SurahNumber":36,"VerseNumber":65,"Text":"आज हम उनके मुँह पर मुहर लगा देंगे और उनके हाथ हमसे बोलेंगे और जो कुछ वे कमाते रहे है, उनके पाँव उसकी गवाही देंगे"},{"SurahNumber":36,"VerseNumber":66,"Text":"यदि हम चाहें तो उनकी आँखें मेट दें क्योंकि वे (अपने रूढ़) मार्ग की और लपके हुए है। फिर उन्हें सुझाई कहाँ से देगा"},{"SurahNumber":36,"VerseNumber":67,"Text":"यदि हम चाहें तो उनकी जगह पर ही उनके रूप बिगाड़कर रख दें क्योंकि वे सत्य की ओर न चल सके और वे (गुमराही से) बाज़ नहीं आते।"}]}