{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"(allah) mikap paricuttamanavan; avan (muham'matu (sal) ennum) tan atiyarai(k ka'apavakiya) cirappurra masjitiliruntu (veku turattil irukkum paittul mukattasilulla) masjitul aksavirku ore iravil alaittuc cenran. Ataiccurri nam arul purintirukkirom. Nam attatcikalai avarukkuk kanpippatarkakave (anku alaittuc cenrom). Avantan niccayamaka nanku ceviyurupavan, urru nokkupavan avan"},{"SurahNumber":17,"VerseNumber":2,"Text":"nam musavukku vetattaik kotuttom. Israyilin cantatikalukku atai oru valikattiyaka amaittu ‘‘ninkal ennait tavira (marra evaraiyum unkalukku) poruppalanaka etuttuk kollakkutatu'' enru avarkalukkuk kattalaiyittom"},{"SurahNumber":17,"VerseNumber":3,"Text":"nuhvutan nam kappalil erri patukattavarkalutaiya cantatikale! Avar niccayamaka (atarku) mikka nanri celuttum atiyarakave iruntar. (Akave, avarkalin valittonralkalakiya ninkalum enakku nanri celuttunkal)"},{"SurahNumber":17,"VerseNumber":4,"Text":"Israyilin cantatikale! Niccayamaka ninkal pumiyil irantu murai visamam ceyvirkal enrum, niccayamaka ninkal perum menmaikalai atai(ntu karvam kontu aniyayam cey)virkal! Enrum (unkalukku alitta) vetattil nam mutivu ceytullom"},{"SurahNumber":17,"VerseNumber":5,"Text":"avvirantil mutal tavanai vanta camayattil (ninkal ceytu kontirunta kurrankalukkut tantanaiyaka) nam pataitta irakkamarra perum palavankalakiya manitarkalai unkal mitu evivittom. Avarkal (paittul mukattasilirunta unkal) vitukalukkul uturuvic cenru (tankal kaikkuk kittiyataiyellam alittu nacamakki) vittarkal. (Atanal paittul mukattasilirunta alayamum, avvurum alintu nacamayina. Ivvaru namatu muntiya) vakkuruti nirai veriyatu"},{"SurahNumber":17,"VerseNumber":6,"Text":"pinnar avarkalukku etiraka unkalukku catakamaka kalac cakkarattait tiruppi (unkalukku verriyaik kotuttu) eralamana porulkalaiyum an makkalaiyum kontu nam unkalukku utavi purintu, unkalaip perum kuttattinarakavum akkinom"},{"SurahNumber":17,"VerseNumber":7,"Text":"(accamayam avarkalai nokki) ninkal nanmai ceytal (atu) unkalukkuttan nanru. Ninkal timai ceytal atu unkalukke (ketakum enrum nam kurinom. Eninum, avarkal aniyayam ceyyave arampittanar. Akave,) irantavatu tavanai vanta camayattil (unkalait tunpurutti) unkal mukankalai ketuttu, muntiya tatavai masjitul aksavil nulaintavare (intat tatavaiyum atanul) nulaintu, tankal kaikkuk kitaittavarraiyellam alittu nacamakkakkutiya (katina cittamutaiya) avarkalai (nam unkal mitu) evinom"},{"SurahNumber":17,"VerseNumber":8,"Text":"(Ninkal visamam ceyvataivittu vilakik kontal) unkal iraivan unkal mitu karunai puriyalam. (Appati illamal unkal visamattin pakkame) pinnum ninkal tirumpinal namum (unkalai mun pola tantikka) mun varuvom. Nirakarippavarkalukku narakattai virippaka akki vituvom"},{"SurahNumber":17,"VerseNumber":9,"Text":"niccayamaka inta kur'an mika nerana, nitamana pataikku vali kattukiratu; melum, (unkalil) nampikkai kontu narceyalkalaic ceypavarkalukku niccayamaka mikap periya kuli untu enrum narceyti kurukiratu"},{"SurahNumber":17,"VerseNumber":10,"Text":"(unkalil) evarkal marumaiyai nampavillaiyo avarkalukku niccayamaka nam mikat tunpuruttum vetanaiyai tayarpatutti irukkirom (enrum accamutti eccarikkai ceykiratu)"}]}