{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Аныгында, Биз Нухту өз коомуна (пайгамбар кылып) жибердик. Ал айтты: «О, коомум, Аллаһка (түздөн-түз) ибадат кылгыла. (Ортого ортомчу кошпогула) Силерге андан башка Кудай жок. (Ошол жалгыз кудайдан) коркпойсуңарбы эми"},{"SurahNumber":23,"VerseNumber":24,"Text":"Анан анын коомунун арасынан каапыр болгон уруу башчылар (Нухту элге жек көргөзүү үчүн) айтышты: «Бул эч ким эмес, өзүңөр сыяктуу эле адам. Силерден абзел болуп алууну каалап жатат. Эгер Аллаһ (пайгамбар жиберүүнү кааласа) периштелерди жибермек. Биз муну(н айткандарын) абалкы ата-бабаларыбыздан уккан эмеспиз"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ал болгону жин тийген киши. Аны бир мезгилге чейин аңдып тургула!»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Нух) Айтты: «О, Раббим! Мени «жалганчы» дегендери себептүү (ал заалымдарга каршы) мага жардам бер!»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Биз ага вахий кылдык: « (О, Нух!) Биздин Көз алдыбызда, Биздин вахий (үйрөтүүбүз) менен (чоң) кеме жаса. Качан (каапырларга) буйругубуз (азап) келгенде жана тандыр(лардын ичинен да) суу атырылып чыкканда кемеге ар бир айбанаттан бир жуптан (эркек-ургаачысын) жана үй-бүлөңдү чыгар. Үй-бүлөңдөн бир гана анын зыянына (каргыш) Сөз өткөнүн (уулуңду) чыгарба жана заалым (каапыр) адамдар жөнүндө (ал сенин уулуң болсо да) Мага («аны куткар» деп) кайрылба!! Алар эч күмөнсүз чөктүрүлөт"},{"SurahNumber":23,"VerseNumber":28,"Text":"Качан сен жана сени менен болгондор кемеге жайгашып алганыңарда: «Бизди заалым коомдордон куткарган Аллаһка мактоолор болсун!» - дегин"},{"SurahNumber":23,"VerseNumber":29,"Text":"Жана айткын: «О, Раббим! Мени берекеттүү орунга түшүр! Сен эң жакшы жайгаштыруучусуң!»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Чынында, бул иштерде (кудуретибизге) белгилер бар. Биз (адамдарды) сынадык"},{"SurahNumber":23,"VerseNumber":31,"Text":"Кийин алардын (топон суудан кыйрагандардын) артынан башка коомдорду пайда кылдык"},{"SurahNumber":23,"VerseNumber":32,"Text":"Аларга да өздөрүнүн арасынан пайгамбар жибердик. (Ал пайгамбар дагы Нух сыяктуу) «Аллаһка гана ибадат-кулчулук кылгыла! Силерге Андан башка кудай жок! Такыба болбойсуңарбы, эми!» (деп даават кылды)"}]}