{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Firavun'un, kendilerini bir musibete uğratmasından korktukları için Musa'ya, kavminden bir soy inandı ancak, başkaları inanmadı ve gerçekten de Firavun, yeryüzünde pek yüceydi ve gerçekten o, buyruktan çıkmış kişilerdendi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa, ey kavmim dedi, Allah'a inandıysanız ve ona teslim olduysanız güvenin, dayanın ona"},{"SurahNumber":10,"VerseNumber":85,"Text":"Dediler ki: Dayandık, Rabbimiz, sen bizi zalim toplulukla sınama"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ve bizi, rahmetinle kurtar kafirler topluluğundan"},{"SurahNumber":10,"VerseNumber":87,"Text":"Ve Musa'ya ve kardeşine, kavminize Mısır'da barınacak evler kurun, evlerinizi kıble yapın ve namaz kılın ve müjdele inananları diye vahyettik"},{"SurahNumber":10,"VerseNumber":88,"Text":"Ve Musa, Rabbimiz dedi, sen Firavun'a ve ona uyanlardan ileri gelenlere gerçekten de dünya yaşayışına ait ziynetler ve mallar verdin. Rabbimiz, onlar bu yüzden halkı doğru yoldan çıkarmada, saptırmadalar. Rabbimiz, mallarını mahvet, yurtlarında kendi sefaletlerini göster onlara da yüreklerini sık, çünkü onlar, o elemli azabı görünceye dek inanmayacaklar"},{"SurahNumber":10,"VerseNumber":89,"Text":"Tanrı, ikinizin de duası kabul edilmiştir dedi, artık doğru hareket etmekte devam edin ve sakın ha bilmezlerin yoluna gitmeyin"},{"SurahNumber":10,"VerseNumber":90,"Text":"İsrailoğullarını denizden geçirdik, derken Firavun'la askeri de azgınlıkla, düşmanlıkla peşlerine düştü onların, sonucu su boğazına girince boğulurken inandım, gerçekten de İsrailoğullarının inandığı Tanrıdan başka tapacak yok ve ben Müslümanlardanım dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Fakat şimdi mi? Halbuki bundan evvel isyan etmiştin, bozgunculardan olmuştun"},{"SurahNumber":10,"VerseNumber":92,"Text":"O halde bugün biz de, senden sonra gelenlere ibret olasın diye yalnız cesedini kurtaracağız ve şüphe yok ki insanların çoğu, bizim delillerimizden gaflettedir"}]}