{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Artta qaldırılğandar, Allahtıñ Elşisine qayşı kelip, qalıp qoyğandarına mäz boldı jäne Allah jolında dünïeleri äri jandarımen soğıswdı jek kördi. Äri «Mına ıstıqta / soğısqa / şıqpañdar», - dedi. Ayt:«Jahannamnıñ otı budan da qattı ıstıq!» - dep. Eger olar onı tüsinetin bolsa"},{"SurahNumber":9,"VerseNumber":82,"Text":"Endeşe olar / munafïqtar / istegenderiniñ qaytarım jazası retinde az külip, köp jılasın"},{"SurahNumber":9,"VerseNumber":83,"Text":"Ey, Muxammed! / Al, eger Allah seni olardan / munafïqtardan / bolğan bir topqa-qaytarıp, olar senen / soğısqa / şığwğa ruqsat surasa, olarğa: «Sender eşqaşan menimen birge şıqpaysıñdar jäne menimen birge jawmen soğıspaysıñdar. Aqïqatında, sender alğaşqı ret qalıp qoyudı qoş kördiñder. Al, endi qalıp qoyğandarmen birge otırıñdar» - dep ayt"},{"SurahNumber":9,"VerseNumber":84,"Text":"Äri eşqaşan olardan ölgen birewge / janaza / namazın oqıma jäne onıñ qabiriniñ basında turma! Öytkeni olar Allahqa jäne Onıñ Elşisine küpirlik etti / senbedi, qarsı boldı / äri buzıq bolğan / boysunbağan / küylerinde öldi"},{"SurahNumber":9,"VerseNumber":85,"Text":"Seni olardıñ / munafïqtardıñ / dünïeleri, balaları tañırqatpasın. Şın mäninde, Allah olarğa bul ömirde, osı närseler arqılı azap berwdi jäne olardıñ käpir küylerinde ölgenderin qalaydı"},{"SurahNumber":9,"VerseNumber":86,"Text":"«Allahqa seniñder jäne Onıñ Elşisimen birge soğısıñdar» delingen bir süre tüsirilgen kezde, olardıñ işindegi däwlettileri senen suranıp: «Bizdi qaldır, otırwşılarmen / soğısqa bara almaytındarmen / birge bolayıq», - dedi"},{"SurahNumber":9,"VerseNumber":87,"Text":"Olar / munafïqtar / qalwşılarmen birge bolğanğa razı boldı. Olardıñ jürekteri mörlenip bitelgen. Olar tüsinbeydi"},{"SurahNumber":9,"VerseNumber":88,"Text":"Al, Elşi jäne onımen birge ïmanğa kelgender - mal-dünïeleri äri jandarımen soğıstı. Osılarğa / osı ömirde jäne aqïrette / jaqsılıqtar bar. Mine, naq osılar-jetistikke jetwşiler"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah olar üşin astınan özender ağıp jatatın, olar onda mäñgi qalatın / Jännat / baqtarın äzirledi. Mine, osı - ulı jetistik"}]}