{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Say my implore GOD Shall co nie possesses power benefit us zranit us turn our heels GOD guided us? Potom my join those possessed devils rendered utterly zmateny chvila ich znamy try save them ‘Zostat us ihned chodnicek ' Say GOD's guidance je na pravo guidance! My commanded submit Lord universe"},{"SurahNumber":6,"VerseNumber":72,"Text":"Do observe Zmluva Prayers (Salat) do reverence Him -He je 1 before koho ona zvolat reckoning"},{"SurahNumber":6,"VerseNumber":73,"Text":"He je Jeden created heavens zem truthfully. Whenever He says Je it bol Jeho word bol absolute truth. All sovereignty belongs do Him dni roh blown Knower z all secrets declarations He bol the Vela Wise Cognizant"},{"SurahNumber":6,"VerseNumber":74,"Text":"Recall lenze Abraham said do jeho otca Azar Ako ona kult statues gods Ja see ze ona tvoj ludia ist daleko astray"},{"SurahNumber":6,"VerseNumber":75,"Text":"My showed Abraham marvels z heavens zem zehnat him certainty"},{"SurahNumber":6,"VerseNumber":76,"Text":"When night fell he saw ziara planet Maybe this bol moj Lord he said When it zmiznut he said ja nie zaluba gods zmiznut"},{"SurahNumber":6,"VerseNumber":77,"Text":"When he saw moon vzostup he said Maybe this bol moj Lord When it zmiznut he said moj Lord guides mna ja bol strayers"},{"SurahNumber":6,"VerseNumber":78,"Text":"When he saw sun vzostup he said This bol moj Lord This bol velky. when it set he said O moj ludia ja denounce tvoj idolatry"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ja devoted absolutely Jeden zasvatit heavens zem; ja never bol idol worshiper"},{"SurahNumber":6,"VerseNumber":80,"Text":"Jeho ludia argued him. He said Robi ona argue mi GOD He guided mna? Ja have fear z idols ona set Nothing happen mna unless moj Lord wills it Moj Lord's znalost encompasses all things. Ona nie berie heed"},{"SurahNumber":6,"VerseNumber":81,"Text":"Why ja fear tvoj idols? bol ona bol afraid since ona kult GOD idols je utterly powerless pomoc ona! Kto strana je zasluzit si z zaruka if ona zauzlit"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those verit nie zhanobit ich belief idol kult zasluzit zdokonalit zaruka they truly guided"}]}