{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":9,"VerseNumber":30,"Text":"És mondták a zsidók: , \"Uzayr, Allah fia!\" És mondták a keresztények: , A Messiás, Allah fia!\" Ezek az ő szavaik a szájaikban. Hasonlítanak ök azoknak a szavához, akik korábban hitetlenkedtek. Allah verje meg őket! Hogyan fordulhatnak el ennyire"},{"SurahNumber":9,"VerseNumber":31,"Text":"Írástudóikat! és szerzeteseiket urakká tették meg maguknak Allah helyett, és Mária fiát a Messiást. Ám ők csupán arra kaptak Parancsot, hogy egyetlen Istent szolgáljanak. Nincs más isten Rajta kívül! Magasztaltassék! Mennyire felette áll Ő annak, amit társítanak"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah világosságát akarják a szájukkal eloltani. Ám Allah ezt nem engedi és Ő kiteljesíti az Ő világosságát. Még ha ez nem is tetszik a hitetleneknek"},{"SurahNumber":9,"VerseNumber":33,"Text":"Ő az, aki elküldte az Ő Küldöttét (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Útmutatással és az Igaz Vallással, hogy azt győzelemre vigye az összes többi vallással szemben. Még ha ez nemis tetszik a társítóknak. Hizb"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ó, ti, akik hisztek! Bizony sok írástudó és szerzetes hamis. módon habzsolja az emberek javait és eltilt Allah Útjától. Akik azonban aranyat és ezüstöt halmoznak fel és nem adakoznak abból Allah Útján, azoknak adj hírt a fájdalmas büntetésről"},{"SurahNumber":9,"VerseNumber":35,"Text":"Azon a Napon mikor felizzanak (a felhalmozott dolgok) a Pokol tüzében és megbélyegeztetik általuk a homlokuk és oldaluk és a hátuk. (Ekkor az mondatik nekik:) ,.Ez az, amit felhalmoztatok magatoknak. Kóstoljátok meg azt, amit felhalmoztatok"},{"SurahNumber":9,"VerseNumber":36,"Text":"A hónapok száma Allah-nál tizenkét hónap! Allah Írásában (megvolt már ez) azon a napon mikor megteremtette az egeket és a földet. Ezek közül négy szent. Ez az igaz vallás! Ne vétkezzetek hát azokban magatok ellen! Ám harcoljatok a társítók ellen mind ellen, ahogyan azok is harcolnak ellenetek valamennyien?. És tudnotok kell, hogy Allah az istenfélőkkel van"},{"SurahNumber":9,"VerseNumber":37,"Text":"Az elhalasztása (a Szent Hónapó) a hitetlenség fokozása, amely által tévelygésbe kerülnek azok, akik hitetlenkednek. Az egyik évben megengedettnek nyilvánítják azt, a másikban tiltottnak, hogy így egyenlítsék ki a számát azoknak, amiket Allah tilalmasnak nyilvánított, úgy hogy megengedettnek nyilvánítják azt, amit Allah tilalmasnak nyilvánított. Tetteik. rossza ékesnek mutatkozott nekik. Allah azonban nem vezeti a hitetlenek népét"}]}