{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":16,"VerseNumber":120,"Text":"Bi rasti Ibrahim (pesrewanaki wusa ne, ku bi gotina Yezdan, hemu xuye qenciyi di xwe da civandiye) ji hemu pucan dest berdaye, ji bona Yezdan ra ziviriye. U qe tu cari hevri ce ne kiriye"},{"SurahNumber":16,"VerseNumber":121,"Text":"(Ibrahim) ji bona qenciyen Yezdan ra sipazkar e. (Yezdan, Ibrahim) li bal reya rast da aniye"},{"SurahNumber":16,"VerseNumber":122,"Text":"U me di cihane da (ji bona Ibrahim ra) qenci dane. Bi rasti ewa di para da ji ji astikaran e"},{"SurahNumber":16,"VerseNumber":123,"Text":"Pase me li bal te da niqand; ku tu bibi peyrewe komale Ibrahim ye mafperest. (Ibrahim) qe ne buye ji wane hevriceker"},{"SurahNumber":16,"VerseNumber":124,"Text":"(Hun roya ine ji bona xwe ra bixne roya rawestin u perestiye) roya semiye; ji bona wane ne wekhevbuni teda ce kirine (ji cihu u mexin u mayan) bi ve neve buye (roya rawesti u perestiya wan). Bi rasti Xudaye te ye, di roya rabuna hemu da di wi tiste ku ewan teda ne wekhevbuni kirine, berewaniya wan bike"},{"SurahNumber":16,"VerseNumber":125,"Text":"(Muhemmed!) Tu li bal reya Xudaye xwe da, ewan bi zanina retkoki u bi sireten qenci va gazi bike. Tu bi qence tekosina, bi wan ra tekosine bike. Bi rasti Xudaye te bi wane ku ji reya wi derketine cetir dizane"},{"SurahNumber":16,"VerseNumber":126,"Text":"Heke hun cefaye bidine (wan nayare xwe) idi weki ewan ca cefa dane we, hun ji hewqas bikin. Heke hun hew bikin (di hembere cefadana wan da) sixwa (baxisandin) ji bona hewdaran ra qenctir e"},{"SurahNumber":16,"VerseNumber":127,"Text":"U (Muhemmed! Tu li ser cefadana wan) hew bike (ewan bibaxisine). Sixwa hewa te bi xweber ji bi Yezdan e, ji bo ku ewan endezan dikin (bere xwe ji ola misilmaniye difetilinin) tu miruz nebe u singe xwe ji teng neke"},{"SurahNumber":16,"VerseNumber":128,"Text":"Bi rasti ewane xudaparizi dikin u bi xweber ji qencikar in, Yezdan bi wan ra ne"}]}