{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":9,"Text":"Si hacemos que la persona disfrute una misericordia procedente de Nosotros y luego la apartamos de el, caera en una profunda desesperacion y desagradecimiento"},{"SurahNumber":11,"VerseNumber":10,"Text":"Y, si le hacemos disfrutar de una merced despues de haber sufrido una dificultad, con seguridad dira: «Se han ido de mi los males.» y se llenara de alegria y orgullo"},{"SurahNumber":11,"VerseNumber":11,"Text":"Excepto quienes son pacientes y obran rectamente. Ellos son quienes obtendran perdon y una gran recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Puede que tu dejases parte de lo que te ha sido revelado y que se angustie tu pecho porque dicen: «¿Por que no se ha hecho descender para el un tesoro o ha venido con el un angel?» En verdad, tu eres (solamente) un amonestador y Dios es responsable de todo"},{"SurahNumber":11,"VerseNumber":13,"Text":"O dicen: «El lo ha inventado». Di: «Si es verdad lo que decis ¡Traed entonces diez capitulos semejantes a este, inventados con ayuda de quien podais, (y decid que son revelados) de parte de Dios!»"},{"SurahNumber":11,"VerseNumber":14,"Text":"Y si no pueden daros respuesta, sabed que (este Coran) ha descendido gracias al conocimiento de Dios y que no hay mas dios que El ¿Sereis entonces musulmanes"},{"SurahNumber":11,"VerseNumber":15,"Text":"A quienes deseen la vida mundanal y sus encantos, Nosotros les entregaremos en ella el resultado todo de sus obras, sin merma alguna"},{"SurahNumber":11,"VerseNumber":16,"Text":"Esos son quienes no tendran en la otra vida excepto el fuego. Habran arruinado cuanto construyeron en ella e invalidado cuanto hicieron"},{"SurahNumber":11,"VerseNumber":17,"Text":"¿Acaso quien posee una prueba clara que procede de su Senor y quienes, de su gente, le siguen y dan testimonio de El y, antes de el de la Escritura de Moises, que fue un dirigente y una misericordia (son como quienes no creen)? Esos creen en el y, quienes, de entre los distintos grupos, no creen en el, tienen el Fuego como lugar de cita. Por tanto ¡No seas de los que dudan de ello! En verdad, ello es la Verdad procedente de tu Senor, pero la mayoria de la gente no cree"},{"SurahNumber":11,"VerseNumber":18,"Text":"¿Y, quien es mas opresor que quien inventa mentiras sobre Dios? Esos seran llevados ante su Senor y los testigos diran: “¡Esos son quienes dijeron mentiras sobre su Senor!” Has de saber que la maldicion de Dios es para los opresores"},{"SurahNumber":11,"VerseNumber":19,"Text":"Aquellos que ponen trabas en la senda de Dios y quisieran hacerla tortuosa y que no creen en la otra vida"},{"SurahNumber":11,"VerseNumber":20,"Text":"Ellos no podran escapar en la Tierra ni tendran aparte de Dios amigos ni protectores. Se les doblara el castigo. No podian oir ni ver"},{"SurahNumber":11,"VerseNumber":21,"Text":"Esos son quienes se han perdido a si mismos y se apartara de ellos lo que inventaban"},{"SurahNumber":11,"VerseNumber":22,"Text":"No hay duda de que ellos seran los que mas pierdan en la otra vida"},{"SurahNumber":11,"VerseNumber":23,"Text":"En verdad, quienes creen y obran rectamente y son humildes ante su Senor seran quienes habiten el Paraiso. En el estaran eternamente"},{"SurahNumber":11,"VerseNumber":24,"Text":"Estos dos grupos son como el que es ciego y sordo y el que ve y oye ¿Acaso son iguales ambos ejemplos? ¿Por que, entonces, no recapacitais"}]}