{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: “Bana vahyolunan sey(ler)de, yenilen yiyecek uzerinde, olu olan veya akıtılmıs kan veya domuz eti ki; o, muhakkak murdardır, veya fısk ile Allah´tan baskası icin bogazlanandan baska, haram kılınmıs bir sey bulamıyorum.” Artık kim darda kalırsa, haddi asması (meyletmesi) ve hakka tecavuz etmesi haric; o taktirde, senin Rabbin muhakkak ki; Gafur´dur (magfiret edendir) ve Rahim (rahmet nuru gonderen) dir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Ve yahudi olanlara; tırnaklı hayvanların hepsi ve inekten ve koyundan ikisinin de sırtında tasıdıgı veya bagırsaklarında olan veya kemige karısmıs olanları haric, ic yagını haram kıldık.Iste boyle onları azgınlıkları sebebiyle cezalandırdık. Muhakkak ki biz, gercekten sadıklarız"},{"SurahNumber":6,"VerseNumber":147,"Text":"Artık seni yalanlarlarsa, o zaman de ki: “Sizin Rabbiniz genis bir rahmetin sahibidir ve O´nun azabı, mucrimler (suclular) kavminden geri cevrilemez.”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Sirk kosanlar soyle soyleyecekler: “Sayet Allah dileseydi, biz ve babalarımız sirk kosmazdık ve hicbir seyi haram etmezdik.” Onlardan oncekiler de azabımızı tadıncaya kadar iste boyle yalanladılar. De ki: “Sizin yanınızda ilimden bir sey var mı? Oyleyse (varsa) onu bize cıkarın. Siz ancak zanna tabi oluyorsunuz. Ve siz sadece yalan soyluyorsunuz.”"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: “Artık en kuvvetli delil, Allah´ındır. Oyleyse eger O (Allah) dileseydi, elbette sizin hepinizi hidayete erdirirdi.”"},{"SurahNumber":6,"VerseNumber":150,"Text":"“Allah´ın bunu haram kıldıgına sahitlik eden sahitlerinizi getirin.” de. Artık sayet onlar sahitlik ederlerse, onlarla beraber sen sahitlik etme. Ahirete inanmayan ve ayetlerimizi yalanlayan kimselerin heveslerine tabi olma. Ve onlar, Rab´lerine es tutuyorlar (ortak kosuyorlar)"}]}