{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Yine unutma ki, bir vakit meleklere: «Adem için secde edin!» demiştik; derhal secde ettiler, fakat iblis: «Ben, bir çamur halinde yarattığın kimseye hiç secde mi ederim!» dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Dedi ki: «Şu benim üzerime üstün kıldığın kişiye baksana!» Yemin ederim ki eğer beni kıyamet gününe kadar yaşatırsan, ben onun zürriyetini pek azı hariç kesinlikle kumandam altına alacağım.»"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah buyurdu ki: «Haydi defol! Onlardan her kim sana uyarsa, biliniz ki cehennem de sizin cezanızdır, hem de mükemmel bir ceza"},{"SurahNumber":17,"VerseNumber":64,"Text":"Onlardan gücünün yettiğini sesinle yerinden oynat; süvarilerin ve piyadelerinle üzerlerine bas gürültüyü; mallarına, evlatlarına ortak ol; ve onlara va´dlerde bulun.» Fakat şeytan onlara bir aldanıştan başka ne va´d eder"},{"SurahNumber":17,"VerseNumber":65,"Text":"«Doğrusu o benim kullarım yok mu, senin onlar üzerine hiçbir saltanatın yoktur! Vekil olarak Rabbin yeter!»"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz o kudret sahibidir ki, lütfundan nasip arayasınız diye sizin için denizde gemiler yürütüyor; gerçekten O, size karşı çok merhametidir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde başınıza bir bela geldiği zaman, O´ndan başka yalvardıklarınız kaybolur; derken O, sizi kurtarıp karaya çıkarınca da yüz çevirirsiniz. Zaten insan çok nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"(Karaya) çıktığınızda, sizi tarafından yere geçirmeyeceğinden veya üzerinize çakıllı bir rüzgar salıvermesinden sonra da kendinize hiç vekil bulamamanızdan güvencede misiniz"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa sizi tekrar denize döndürüp de üzerinize herşeyi kırıp büken bir fırtına salıvererek hepinizi yaptığınız nankörlük sebebiyle boğmayacağından, sonra da Bize karşı onun öcünü alacak birini bulamamanızdan emin misiniz"},{"SurahNumber":17,"VerseNumber":70,"Text":"Andolsun ki: Biz, Adem oğullarını üstün bir şerefe mazhar kıldık; karada ve denizde binitlere yükledik ve güzel güzel nimetlerle besledik; yarattıklarımızdan çoğunun üzerine geçirdik"}]}