{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":26,"Text":"Allah veut vous eclairer, vous orienter vers les voies de ceux qui vous ont precedes et veut accepter votre repentir, car Allah est Omniscient et Sage"},{"SurahNumber":4,"VerseNumber":27,"Text":"Et Allah veut accepter votre repentir, mais ceux qui suivent leurs tentations voudraient bien que vous tendiez grandement a vous egarer"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah veut alleger vos charges,[138] car l’homme a ete cree faible"},{"SurahNumber":4,"VerseNumber":29,"Text":"O vous qui avez cru ! Ne vous depossedez pas de vos biens les uns les autres par des moyens deloyaux. Pratiquez plutot un commerce licite approuve mutuellement. Et ne vous tuez pas,[139] car Allah est, pour vous, Tout Misericordieux"},{"SurahNumber":4,"VerseNumber":30,"Text":"Et quiconque le commettra,[140] par abus et iniquite, Nous le vouerons au Feu (ou il se consumera), ce qui est, pour Allah, chose vraiment aisee"},{"SurahNumber":4,"VerseNumber":31,"Text":"Si vous evitez les peches majeurs qui vous sont defendus, Nous effacerons vos mefaits et Nous vous ferons acceder tres dignement (au Paradis)"},{"SurahNumber":4,"VerseNumber":32,"Text":"Ne soyez pas envieux de ce par quoi Allah a favorise certains d’entre vous par rapport aux autres. Aux hommes revient une part de ce qu’ils auront acquis (comme actions), et aux femmes revient une part de ce qu’elles auront acquis (comme actions). Et demandez a Allah de Ses faveurs, car Allah Sait parfaitement Toute chose"},{"SurahNumber":4,"VerseNumber":33,"Text":"Nous avons, pour chacun, etabli des heritiers ayant droit a ce que laissent les deux parents et les proches. Et remettez la part qui leur revient a ceux avec qui vous vous etes engages par contrat. Allah est de Toute chose Temoin"}]}