{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"Musrikonro loiq nest, ki dar hole, ki ʙa kufri xud iqror mekunand, mascidhoi Xudoro imorat kunand. A'moli onho nociz suda va dar otas covidonand"},{"SurahNumber":9,"VerseNumber":18,"Text":"Mascidhoi Xudoro kasone imorat mekunand, ki ʙa Xudo va ruzi qijomat imon ovardaand va namoz meguzorand va zakot medihand va az ƣajri Xudo nametarsand. Umed ast, ki inho az hidojatjoftagon ʙosand"},{"SurahNumber":9,"VerseNumber":19,"Text":"Ojo oʙ dodan ʙa hocijon va imorati Mascidulharomro ʙo kardai kase, ki ʙa Xudo va ruzi qijomat imon ovarda va dar rohi Xudo cihod karda, ʙaroʙar medoned? Nazdi Xudo ʙaroʙar nestand va Xudo sitamkoronro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":20,"Text":"Onon, ki imon ovardand va muhocirat kardand va dar rohi Xudo ʙa molu coni xes cihod kardand, dar nazdi Xudo daracahoe azimtar dorand va komjoftagonand"},{"SurahNumber":9,"VerseNumber":21,"Text":"Parvardigorason ʙa rahmatu xusnudii xud va ʙa ʙihiste, ki dar on ne'mathoi covid ʙosad, xusxaʙarason medihad"},{"SurahNumber":9,"VerseNumber":22,"Text":"Dar on ʙihist covidon ʙimonand. Zero acru muzdi ʙuzurg dar nazdi Xudovand ast"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ej kasone, ki imon ovardaed, agar padaronu ʙarodaronaton dust dorand, ki kufrro ʙa coi imon ʙiintixoʙand, onhoro ʙa dusti magired va har kas az sumo dustason ʙidorad, az sitamkoron xohad ʙud"},{"SurahNumber":9,"VerseNumber":24,"Text":"Bigu: «Agar padaronatonu farzandonaton va ʙarodaronatonu zanonaton va xesovandonatonu amvole, ki cam' karded va ticorate, ki az qasodi on ʙim dored va xonahoe, ki ʙad-on dilxus hasted, ʙaroi sumo az Xudovu pajomʙaras va cihod kardan dar rohi U dust dostanitar ast, muntazir ʙosed, to Xudo farmoni xud ʙijovarad». Va Xudo nofarmononro hidojat naxohad kard"}]}