{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"I kogato kazakhme na angelite: “Svedete chela pred Adam!”, te se poklonikha, osven Iblis. Reche: “Nima da se poklonya na tozi, kogoto Ti sŭtvori ot glina?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"I reche: “Da Ti pokazha li kakŭv e tozi, kogoto Ti pochete poveche ot men? Ako mi dadesh ot·srochka do Denya na vŭzkresenieto, az nepremenno shte zavladeya negovoto potomstvo, osven maltsina.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"Reche: “Vŭrvi! A koĭto ot tyakh te posledva, vŭzmezdieto vi e Adŭt - obilno vŭzmezdie"},{"SurahNumber":17,"VerseNumber":64,"Text":"I podbuzhdaĭ s tvoya glas kogoto mozhesh ot tyakh, i gi prizovavaĭ s konnitsite i pekhotintsite si, i podelyaĭ s tyakh imotite i detsata, i im obeshtavaĭ!” No satanata im obeshtava samo izmama"},{"SurahNumber":17,"VerseNumber":65,"Text":"“Nad Moite rabi ti nyamash vlast. I dostatŭchen e tvoyat Gospod za pokrovitel.”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Vashiyat Gospod e, Koĭto pridvizhva za vas korabite v moreto, za da tŭrsite ot Negovata blagodat. Toĭ e milosŭrden kŭm vas"},{"SurahNumber":17,"VerseNumber":67,"Text":"I kogato vi zasegne beda v moreto, onezi, koito zovete, izchezvat, osven Nego. A kogato Toĭ vi izvede na sushata, vie se izvrŭshtate. Chovekŭt e neblagodarnik"},{"SurahNumber":17,"VerseNumber":68,"Text":"Imate li sigurnost, che Toĭ ne shte nakara sushata da vi pogŭlne, ili che ne shte izprati sreshtu vas uragan ot kamŭni? Posle ne shte namerite za sebe si pokrovitel"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili imate sigurnost, che Toĭ ne shte vi vŭrne tam povtorno, i ne shte izprati sreshtu vas lomyasht vyatŭr, ta da vi izdavi zaradi vasheto neverie? Posle ne shte si namerite v tova pomoshtnik sreshtu Nas"},{"SurahNumber":17,"VerseNumber":70,"Text":"I pochetokhme Nie sinovete na Adam, i gi prenasyame po sushata i moreto, i im davame ot blagata. I gi predpochetokhme da prevŭzkhozhdat povecheto ot onezi, koito sŭtvorikhme"}]}