{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Ve o zaman melekler \"Ey Meryem!\" dediler, \"Allah seni secti ve tertemiz kıldı; seni butun dunya kadınlarının ustunde (bir konuma) cıkardı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine husu ile baglan, secdeye kapan ve (O´nun onunde) egilenlerle birlikte egil"},{"SurahNumber":3,"VerseNumber":44,"Text":"Sana (simdi) vahyettigimiz sey, senin idrakini asan bir hususla ilgilidir: zira, hangisinin Meryem´in hamisi olacagını kur´a ile belirlediklerinde sen onlarla birlikte degildin, ve (o konuda) birbirleriyle cekistiklerinde yanlarında yoktun"},{"SurahNumber":3,"VerseNumber":45,"Text":"O zaman melekler, \"Ey Meryem!\" demislerdi, \"Allah, Kendisinden bir soz ile sana, Meryem oglu Isa Mesih adıyla bilinecek, bu dunyada ve oteki dunyada buyuk seref sahibi ve Allah´ın en yakınlarından olacak (bir ogul) mujdeliyor"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ve o, (cocuk,) insanlarla hem besikte iken, hem de yetiskin bir adam olarak konusacak; durust ve erdemli kisilerden olacak"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem, \"Ey Rabbim!\" dedi, \"Bana hicbir erkek dokunmadıgı halde nasıl ogul sahibi olabilirim?\" (Melek) cevap verdi: \"Iste oyle! Allah diledigini yaratır; bir seyin olmasını istediginde sadece ´Ol!´ der ve o (sey hemen) oluverir"},{"SurahNumber":3,"VerseNumber":48,"Text":"O, senin ogluna (hem) vahyi ve hikmeti ogretecek, (hem de) Tevrat´ı ve Incil´i"},{"SurahNumber":3,"VerseNumber":49,"Text":"Ve o´nu Israilogulları´na elci (yapacak)\". \"Ben, size Rabbinizden bir mesaj getirdim. Sizin icin camurdan, adeta kaderinizin suretini yapacagım ve sonra ona ufleyecegim ki Allah´ın izniyle (sizin) kaderiniz olsun; korleri ve cuzzamlıları iyilestirecegim ve Allah´ın izniyle oluleri yeniden hayata dondurecegim: neleri yiyebileceginizi ve evlerinizde neleri saklayabileceginizi size bildirecegim. Suphesiz, eger (gercekten) inanıyorsanız, butun bunlarda sizin icin bir mesaj vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"(Ben), Tevrat´tan gunumuze kalanın dogrulugunu tasdik etmek ve (onceden) size yasak edilen seylerin bazısını helal kılmak icin (geldim). Ve size Rabbinizden bir mesaj getirdim; oyleyse Allah´a karsı sorumlulugunuzun bilincine varın ve bana tabi olun"},{"SurahNumber":3,"VerseNumber":51,"Text":"Kuskusuz Allah, benim de Rabbim, sizin de Rabbinizdir; oyleyse (yalnız) O´na kulluk edin: Bu, dosdogru bir yoldur"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa, onların hakikati reddettiklerinin farkına varınca sordu: \"Kim Allah yolunda benim yardımcılarım olacak?\" Beyazlara burunmus olanlar cevap verdi: \"Biz, (Allah yolunda) senin yardımcıların olacagız! Biz Allah´a inanırız: Sen de sahit ol, biz O´na teslim olmusuz"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz! Bize yucelerden indirdigine inanıyor ve bu elci´ye tabi oluyoruz; o halde bizi (hakikate) sahitlik yapanlarla bir tut"},{"SurahNumber":3,"VerseNumber":54,"Text":"Inanmayanlar Isa´ya tuzak kurdular; ama Allah onların tuzaklarını bosa cıkardı: cunku Allah, tuzak kuranların tumunun ustundedir"}]}