{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":6,"Text":"О,ыйман келтиргендер! Эгер намазга камдансаңар жүзүңөрдү, анан колуңарды чыканакка чейин (чыканакты кошуп) жуугула жана башыңарга «масх» тарткыла жана да бутуңарды кызыл ашыгын кошуп жуугула. Эгер жүнүб (булганган) болсоңор -жуунгула. Ал эми, эгер оорулуу же сапарда, болсоңор же болбосо бирөөңөр ажатканадан келсе, же аялыңары сылап-сыйпаласаңар жана, (даарат же гусул) үчүн суу таппай калсаңар, таза жер кыртышына таяммум кылып (алаканыңарды уруп) аны менен бетиңерди анан колуңарды сылагыла. Аллаһ силерге машакат жаратууну каалабайт. Бирок, силерди тазартууну жана шүгүр кылуучу болушуңар үчүн силерге нээматтарын толук берүүнү каалайт"},{"SurahNumber":5,"VerseNumber":7,"Text":"Аллаһтын силерге берген нээматтарын жана “уктук, моюн сундук” деген мезгилиңердеги Аны менен убадалашкан убадаңарды эстегиле.! Аллаһтан корккула! Албетте, Аллаһ жүрөктөрдөгү сырларды Билүүчү"},{"SurahNumber":5,"VerseNumber":8,"Text":"О, ыйман келтиргендер! Аллаһ(тын ыраазылыгы) үчүн (сөзүңөрдө да, ишиңерде да) түз жана адилет туруп күбө болгула. Бир коомду жаман көрүүңөр, аларга адилетсиздик кылууга силерди мажбурлап койбосун! Адилет кылгыла! Ал такыбаага жакын. Аллаһтан корккула! Албетте, Аллаһ силердин ишиңерден Кабардар"},{"SurahNumber":5,"VerseNumber":9,"Text":"Ыйман келтирип, салих (жакшы) амал кылгандарга Аллаһ кечирим жана улуу сооп-сыйлык болушун убада кылды"},{"SurahNumber":5,"VerseNumber":10,"Text":"Ал эми, каапыр болуп, Биздин (анык чындыкты чагылдырып турган) аяттарыбызды жалганга чыгаргандар Тозоктун гана элдери"},{"SurahNumber":5,"VerseNumber":11,"Text":"О,момундар! Аллаһтын силерге берген нээматын эстегиле: бир мезгилде, (душман болгон) коом кол салганда, Аллаһ алардын колун силерден тыйган эле. Аллаһтан корккула жана момун адамдар Аллаһка гана тобокел кылышсын"}]}