{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Tak neuzheli tot, CH'ye serdtse raspakhnulos' dlya islama, Chtob Svet Gospodney Istiny prinyat', (Sravnitsya s tem, CH'ye serdtse zatverdelo ot grekha)? I gore tem, Serdtsa kotorykh ocherstveli i zakrylis' Dlya vsyakogo vospominaniya o Boge! Oni vse - v yavnom zabluzhden'ye"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allakh (vam) nisposlal Prekrasneysheye Slovo v vide Knigi, (Smysl kotorogo v ayatakh raznykh) Inoskazatel'no, no skhodno povtoryayem. I tekh, kto gneva Gospoda strashitsya, Okhvatyvayet drozh' pri chtenii yeye, I kozha ikh szhimayetsya na tele. Potom zhe v proslavlenii Allakha Smyagchayutsya ikh kozha i serdtsa. Takov Gospoden' put', I im On napravlyayet tekh, Kogo sochtet Sebe ugodnym. No te, kogo Allakh sob'yet s puti, Vozhatogo obrest' ne smogut"},{"SurahNumber":39,"VerseNumber":24,"Text":"Uzheli tot, komu vsem likom Pridetsya zashchishchat' sebya Ot zleyshey kary v Den' Suda, (Podoben tem, kto ubereg sebya ot kary)? I skazhut prestupivshim: \"Vkusite to, chto vy priobreli"},{"SurahNumber":39,"VerseNumber":25,"Text":"Schitali lozh'yu (otkroveniya Moi) I te, kotoryye do nikh (greshili), I palo nakazaniye na nikh nevedomo s kakikh storon"},{"SurahNumber":39,"VerseNumber":26,"Text":"Podverg Gospod' ikh unizheniyu v sey zhizni, A nakazaniye v posledney - bol'she. O, yesli b oni tol'ko znali"},{"SurahNumber":39,"VerseNumber":27,"Text":"My predlagayem lyudyam v etom Al' Kor'ane Pritchi razlichnogo znachen'ya, Chtob porazmyslili oni"},{"SurahNumber":39,"VerseNumber":28,"Text":"V Korane na arabskom yazyke, Lishennom vsyakikh (smyslovykh) ulovok, Chtob lyudi, Gospoda strashas', Mogli by uberech'sya ot durnogo"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allakh privodit v pritchu cheloveka, (Pravo) vladet' kotorym Osparivayut neskol'ko gospod, Kto ne v ladakh drug s drugom, I cheloveka, Kto pred odnim (khozyainom v otvete) I polnost'yu yemu prinadlezhit. Uzhel' oni v sravnenii ravny? (O net!) Khvala Allakhu! No bol'shinstvo iz nikh ne razumeyet"},{"SurahNumber":39,"VerseNumber":30,"Text":"Poistine, ty smerten, (Mukhammad), Kak smertny i oni"},{"SurahNumber":39,"VerseNumber":31,"Text":"Zatem v Den' Voskreseniya Pred Gospodom svoim Vy tyazhbu mezh soboyu povedete"}]}