{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"Ārau phira'ā'una banśara ējana mumina byakti yijanē nijara īmāna gōpana raākhichila tē'ōm̐ ka’lē, ‘tōmālōkē ējana byaktika ē'i kāraṇē hatyā karaibā nēki yē, tē'ōm̐ kaẏa, ‘mōra raba kērala āllāha’, athaca tē'ōm̐ tōmālōkara pratipālakara ōcarara paraā suspaṣṭa pramāṇasaha tōmālōkara ōcarata āhichē? Tē'ōm̐ yadi michalīẏā haẏa tāra bābē dāẏī tē'ōm̐ nijē'i ha’ba, ārau yadi tē'ōm̐ satyabādī haẏa tēntē tē'ōm̐ tōmālōkaka yi pratiśrauti dichē, tāra kichumāna paraimāṇa tōmālōkara ōparata āpatita ha’ba’. Niścaẏa āllāhē sē'i byaktika hidāẏata nakaraē, yi byakti sīmālaṅghanakāraī, michalīẏā"},{"SurahNumber":40,"VerseNumber":29,"Text":"‘Hē mōra sampradāẏa! Āji tōmālōkaraē'i raājatba, pr̥thiraīta tōmālōkē'i prabhāraśālī; kintu āllāhara śāsti āhilē kōnē āmāka sahāẏa karaiba’? Phira'ā'unē ka’lē, ‘ma'i yiṭō saṭhika buli bhābō, sē'iṭōraē'i tōmālōkaka dēkhuraā'ōm̐ ārau ma'i tōmālōkaka kērala saṭhika pathahē dēkhuraā'ōm̐’"},{"SurahNumber":40,"VerseNumber":30,"Text":"Mumina byaktijanē ārau ka’lē, ‘hē mōra sampradāẏa! Niścaẏa ma'i tōmālōkara prati'ō sē'i dinaṭōra āśaṅkā karaō yiṭō pūrbarartī dalasamūhara ōparata āhichila"},{"SurahNumber":40,"VerseNumber":31,"Text":"‘yidaraē saṅghaṭita haichila, nūha, āda, chāmūda ārau siham̐tara parabartī lōkasakalara lagata. Āllāhē bāndāsakalara ōparata kōnō an'yāẏa karaiba nibicāraē"},{"SurahNumber":40,"VerseNumber":32,"Text":"‘Ārau hē mōra sampradāẏa! Ma'i tōmālōkara bābē bhaẏārta āhbāna dirasara āśaṅkā karaichō"},{"SurahNumber":40,"VerseNumber":33,"Text":"‘yidinā tōmālōkē picha hōm̐hakā di palāba bicāraibā, āllāhara śāstira paraā tōmālōkaka rakṣā karaibalai kōnō nāthākiba. Āllāhē yāka bibhraānta karaē tāra bābē kōnō hidāẏatakāraī nā'i’"},{"SurahNumber":40,"VerseNumber":34,"Text":"Ārau araśyē itipūrbē tōmālōkara ōcarata suspaṣṭa pramāṇādisaha i'uchupha āhichila, phalata tē'ōm̐ tōmālōkara ōcarata yi lai āhichila sē'iṭōra prati tōmālōkē sadāẏa sandēha karaichilā. Araśēṣata yētiẏā tē'ōm̐ra mr̥tyu ha’la tētiẏā tōmālōkē kaichilā, ‘āllāhē ē'ōm̐ra pichata kētiẏā'ō āna kōnō raāchula praēraṇa nakaraiba.’ Ē'idaraē'i āllāhē pratyēka sīmālaṅghanakāraī, sanśaẏabādīka bibhraānta karaē"},{"SurahNumber":40,"VerseNumber":35,"Text":"Yisakalē nijara ōcarata (siham̐tara dābīra samarthanata) kōnō dalīla-pramāṇa nahā satbē'ō āllāhara nidarśanāralī samparkē bitarkata lipta haẏa. Siham̐tara ē'i karma āllāha ārau muminasakalara dr̥ṣṭita ati ghr̥ṇāra yōgya. Ē'idaraē'i āllāhē pratyēka ahaṅkāraī, sbairaācāraī byaktira hr̥daẏata mōhara mārai diẏē"},{"SurahNumber":40,"VerseNumber":36,"Text":"Ārau phira'ā'unē ka’lē, ‘hē hāmāna! Mōra bābē tumi ēṭā su'ucca prasāda nirmāṇa karaā yātē ma'i upāẏa pā'ōm̐"},{"SurahNumber":40,"VerseNumber":37,"Text":"‘ākāśasamūhata āraōhaṇara upāẏa, yātē ma'i muchāra ilāhaka bhumuki mārai cāba pāraō, araśyē ma'i tāka michalīẏā bulihē bhābō’. Ē'idaraē'i phira'ā'unara karmaka tāra ōcarata śōbhanīẏa karaā haichila ārau tāka sarala pathara paraā nibr̥tta karaā haichila ārau phira'ā'unara ṣaṛayantra byarthahē haichila"}]}