{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Me të vërtetë, ata që bënë shpifje (ndaj bashkëshortes së Muhammedit), janë një grup prej jush. Mos e konsideroni këtë (shpifje), të keqe për ju. Jo, kjo është mirë për ju. Çdonjëri prej tyre, do të dënohet për atë që ka bërë, e atë, prej tyre që ka bërë më së shumti, e pret dënimi i madh"},{"SurahNumber":24,"VerseNumber":12,"Text":"Përse, - me të dëgjuar këtë (shpifje) – besimtarët dhe besimtaret nuk menduan mirë për njëri-tjetrin dhe të thonë: “Kjo është shpifje e hapët!”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Pse nuk sollën për këtë katër dëshmitarë? Meqë nuk sollën dëshmitarë, ata (atëherë), te Perëndia janë gënjeshtarë"},{"SurahNumber":24,"VerseNumber":14,"Text":"Dhe, sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, në këtë botë dhe në tjetrën, me siguri do t’ju godiste dënimi i madh, për atë që u lëshuat"},{"SurahNumber":24,"VerseNumber":15,"Text":"kur atë (shpifjen) e përcillnit me gjuhët tuaja dhe flisnit me gojët tuaja atë për të cilën nuk kishit dijeni, ju këtë e merrnit për cikrrim, por te Perëndia – kjo është (çështje) e madhe"},{"SurahNumber":24,"VerseNumber":16,"Text":"Përse – kur e dëgjuat (shpifjen) – nuk thatë: “Nuk është për ne – të flasim për këtë”. Ti je i lavdëruar (Zot)! Kjo është shpifje e madhe"},{"SurahNumber":24,"VerseNumber":17,"Text":"Perëndia ju këshillon (duke ua tërhequr vërejtjen), që të mos përsëritni kurrë më diçka të ngjashme, nëse jeni besimtarë"},{"SurahNumber":24,"VerseNumber":18,"Text":"dhe, Perëndia ju shpjegon argumentet; dhe Perëndia është i Plotëdijshëm dhe i Gjithëdijshëm"},{"SurahNumber":24,"VerseNumber":19,"Text":"Ata që duan të përhapin lajmet e turpshme për besimtarët, i pret dënimi i dhembshëm në këtë botë dhe në tjetrën; Perëndia i di të gjitha, e ju nu i dini"},{"SurahNumber":24,"VerseNumber":20,"Text":"Dhe sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, (dhe sikur të mos ishte) Perëndia i butë dhe mëshirues (do t’jua shpejgonte dënimin)"}]}