{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"Pitharo (o Musa): Kadnan Ko! Pakalowagangka Rakun so Rarub Akun"},{"SurahNumber":20,"VerseNumber":26,"Text":"Go Lubodangka Rakun so Showa-an Nakun"},{"SurahNumber":20,"VerseNumber":27,"Text":"Go Pakalowayangka so kabigur o dila Akun"},{"SurahNumber":20,"VerseNumber":28,"Text":"Ka-aniran Kasaboti so Katharo Akun"},{"SurahNumber":20,"VerseNumber":29,"Text":"Go Sunggai Akongka sa Washir a pud ko tonganai Akun"},{"SurahNumber":20,"VerseNumber":30,"Text":"So Haroun, a Pagari Ko"},{"SurahNumber":20,"VerseNumber":31,"Text":"Bakhushun Ka Sukaniyan ko Bagur Akun"},{"SurahNumber":20,"VerseNumber":32,"Text":"Go Pakatompokangka Sukaniyan ko Galubuk Akun"},{"SurahNumber":20,"VerseNumber":33,"Text":"Ka Angka Mi Ruka Puphakatasbik sa madakul"},{"SurahNumber":20,"VerseNumber":34,"Text":"Go ana Mi Suka Katatadumi sa madakul"},{"SurahNumber":20,"VerseNumber":35,"Text":"Mata-an! A Suka i tatap a phagilai Rukami"},{"SurahNumber":20,"VerseNumber":36,"Text":"Pitharo (o Allah): A Sabunar a ini bugai Ruka so Panguningka, hai Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Na Sabunsabunar a ini Pangalimo Ami Suka ko kiyaokitan a salakao"},{"SurahNumber":20,"VerseNumber":38,"Text":"Gowani a i [laham Ami ki Ina a Ka so Iphagilaham]"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Sa Pitharo-on:) Tagowangka Sukaniyan (a Musa) ko Kaban, na anodangka ko Lawasaig a Nail: Na Pimpirun Sukaniyan o Lawasaig a Nail ko thuba-an, ka-an makowa o Ridowai Akun go Ridowai Niyan: Na Tiyagowangko Suka sa kakası a pho-on Rakun: Go Angka mapagoyagoyag si-i ko Palihara Akun"},{"SurahNumber":20,"VerseNumber":40,"Text":"Gowani a puphulalakao si Babaingka na gi-i Niyan Tharo-on: O torowi ko sukano sa tao a makambaromitan non? Na Piyakandod ami Suka ki Ina a Ka, ka-an makapiya Ginawa Niyan go an ndi makamboboko. Na Miyamono Ka sa tao, na siyabut Ami Suka pho-on ko rata a ginawa, go Piyanupungan Nami Suka a manga tupung. Na miyakatarug Ķa sa miyakapira ragon ko manga tao sa Madiyan; oriyan niyan na miyakaoma Ka sa Takdir Akun, hai Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Go Pinili Akun Suka (a siyana-an) o ginawa Ko"},{"SurahNumber":20,"VerseNumber":42,"Text":"Lalakao Ka, Suka go si Pagaringka, rakhus o manga Tanda Akun, go di Niyo paparina so Tadum Rakun"},{"SurahNumber":20,"VerseNumber":43,"Text":"Songkano a Dowa, ko Piraon, Mata-an! A sukaniyan na miyangakowala"},{"SurahNumber":20,"VerseNumber":44,"Text":"Na Mbitiyarain Niyo sukaniyan, sa lalag a malinanuk, ka kalokalo o sukaniyan na makapaginungka, o di na maluk"},{"SurahNumber":20,"VerseNumber":45,"Text":"Pitharo Iran a Dowa: Kadnan Nami! Mata-an! A Sukami na ipukhaluk Ami i1 ba Kami niyan sakotika-a, o di na magoman a kapuphangakowala niyan"},{"SurahNumber":20,"VerseNumber":46,"Text":"Pitharo (o Allah): Di Kano khaluk: Mata-an! A Sakun na babidIyo: Pukhanug Akun go Pukhailai Yakun (so khasowa Iyo)"},{"SurahNumber":20,"VerseNumber":47,"Text":"Na Songkano Ron, na Tharowa Niyo: A Mata-an! A Sukami a Dowa na Sogo o Kadnan ka: Na bokaingka rukami so manga Moriyatao o Israil, go dingka siran Pushiksa-a: Sabunar a adun a mini oma Miruka a Tanda, a pho-on koKadnan ka! Na so Kalilintad na si-iko tao a komidug ko Torowan"},{"SurahNumber":20,"VerseNumber":48,"Text":"Mata-an! A Sukami na Sabunar a ini Ilaham Rukami a Mata-an! A so siksa na si-i ko tao a tomiyaplis go tomiyalikhod"},{"SurahNumber":20,"VerseNumber":49,"Text":"Pitharo (o Pīira-aon): Anta- wa-a i Kadnan Niyo hai Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Pitharo (o Musa): Aya Kadnan Nami na so inibugai Niyan ko oman 1i isa Shai so ini Adun non, oriyan niyan na Pinngonana-o Niyan"},{"SurahNumber":20,"VerseNumber":51,"Text":"Pitharo (o Pir-aon): Antona-a miyasowa o manga pagtao a miyanga-o ona"},{"SurahNumber":20,"VerseNumber":52,"Text":"Pitharo (o Musa): So Katawi ron na si-i ko Kadnan Ko, ka matatago ko Kitab: Di Kharibat so Kadnan Ko, go di Khalipat"},{"SurahNumber":20,"VerseNumber":53,"Text":"So inisunggai Niyan rukano so Lopa a miyakayat, go tiyagowan kano Niyan non sa manga lalan; go Piyakatoron Niyan a pho-on ko Kawang so ig; na adun a Puphakambowatun Nami sa sabap on a pishoson a Mangunguto a mbidabida"},{"SurahNumber":20,"VerseNumber":54,"Text":"Kangkano (ron) go Pagupura niyo (ron) so manga Ayam iyo: Mata-an! A adun a matatago ro-o man a titho a manga Tanda ko adun a manga gudaguda iyan"}]}