{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"«والطور» أي الجبل الذي كلم الله عليه موسى"},{"SurahNumber":52,"VerseNumber":2,"Text":"«وكتاب مسطور»"},{"SurahNumber":52,"VerseNumber":3,"Text":"«في رقٍّ منشور» أي التوراة أو القرآن"},{"SurahNumber":52,"VerseNumber":4,"Text":"«والبيت المعمور» هو في السماء الثالثة أو السادسة أو السابعة بحيال الكعبة يزوره كل يوم سبعون ألف ملك بالطواف والصلاة لا يعودون إليه أبدا"},{"SurahNumber":52,"VerseNumber":5,"Text":"«والسقف المرفوع» أي السماء"},{"SurahNumber":52,"VerseNumber":6,"Text":"«والبحر المسجور» أي المملوء"},{"SurahNumber":52,"VerseNumber":7,"Text":"«إن عذاب ربك لواقع» لنازل بمستحقه"},{"SurahNumber":52,"VerseNumber":8,"Text":"«ماله من دافع» عنه"},{"SurahNumber":52,"VerseNumber":9,"Text":"«يوم» مفعول لواقع «تمور السماء مورا» تتحرك وتدور"},{"SurahNumber":52,"VerseNumber":10,"Text":"«وتسير الجبال سيرا» تصير هباء منثورا وذلك في يوم القيامة"},{"SurahNumber":52,"VerseNumber":11,"Text":"«فويل» شدة عذاب «يومئذ للمكذبين» للرسل"},{"SurahNumber":52,"VerseNumber":12,"Text":"«الذين هم في خوض» باطل «يلعبون» أي يتشاغلون بكفرهم"},{"SurahNumber":52,"VerseNumber":13,"Text":"«يوم يُدعُّون إلى نار جهنم دعّا» يدفعون بعنف بدل من يوم تمور، ويقال لهم تبكيتا"},{"SurahNumber":52,"VerseNumber":14,"Text":"«هذه النار التي كنتم بها تكذبون»"},{"SurahNumber":52,"VerseNumber":15,"Text":"«أفسحر هذا» العذاب الذي ترون كما كنتم تقولون في الوحي هذا سحر «أم أنتم لا تبصرون»"},{"SurahNumber":52,"VerseNumber":16,"Text":"«اصلوْها فاصبروا» عليها «أو لا تصبروا» صبركم وجزعكم «سواء عليكم» لأن صبركم لا ينفعكم «إنما تجزون ما كنتم تعملون» أي جزاءه"},{"SurahNumber":52,"VerseNumber":17,"Text":"«إن المتقين في جنات ونعيم»"},{"SurahNumber":52,"VerseNumber":18,"Text":"«فاكهين» متلذذين «بما» مصدرية «آتاهم» أعطاهم «ربهم ووقاهم ربهم عذاب الجحيم» عطفا على آتاهم، أي بإتيانهم ووقايتهم ويقال لهم"},{"SurahNumber":52,"VerseNumber":19,"Text":"«كلوا واشربوا هنيئا» حال أي: مهنئين «بما» الباء سببية «كنتم تعملون»"},{"SurahNumber":52,"VerseNumber":20,"Text":"(متكئين) حال من الضمير المستكن في قوله \"\" في جنات \"\" (على سرر مصفوفة) بعضها إلى جنب بعض (وزوجناهم) عطف على جنات، أي قرناهم (بحور عين) عظام الأعين حسانها"},{"SurahNumber":52,"VerseNumber":21,"Text":"«والذين آمنوا» مبتدأ «أتبعناهم» وفي قراءة واتبعتهم معطوف على آمنوا «ذرياتهم» وفي قراءة ذريتهم الصغار والكبار «بإيمان» من الكبار ومن أولادهم الصغار والخبر «ألحقنا بهم ذرياتهم» المذكورين في الجنة فيكونون في درجتهم وإن لم يعملوا تكرمة للآباء باجتماع الأولاد إليهم «وما ألتناهم» بفتح اللام وكسرها نقصناهم «من عملهم من» زائدة «شيء» يزاد في عمل الأولاد «كل امرئ بما كسب» من عمل خير أو شر «رهين» مرهون يؤاخذ بالشر ويجازى بالخير"},{"SurahNumber":52,"VerseNumber":22,"Text":"«وأمددناهم» زدناهم في وقت بعد وقت «بفاكهة ولحم ما يشتهون» وإن لم يصرحوا بطلبه"},{"SurahNumber":52,"VerseNumber":23,"Text":"«يتنازعون» يتعاطون بينهم «فيها» أي الجنة «كأسا» خمرا «لا لغوٌ فيها» أي بسبب شربها يقع بينهم «ولا تأثيم» به يلحقهم بخلاف خمر الدنيا"},{"SurahNumber":52,"VerseNumber":24,"Text":"«ويطوف عليهم» للخدمة «غلمان» أرقاء «لهم كأنهم» حسنا ولطافة «لؤلؤ مكنون» مصون في الصدف لأنه فيها أحسن منه في غيرها"},{"SurahNumber":52,"VerseNumber":25,"Text":"«وأقبل بعضهم على بعض يتساءلون» يسأل بعضهم بعضا عما كانوا عليه وما وصلوا إليه تلذذا واعترافا بالنعمة"},{"SurahNumber":52,"VerseNumber":26,"Text":"«قالوا» إيماء إلى علة الوصول «إنا كنا قبل في أهلنا» في الدنيا «مشفقين» خائفين من عذاب الله"},{"SurahNumber":52,"VerseNumber":27,"Text":"«فمنّ الله علينا» بالمغفرة «ووقانا عذاب السموم» النار لدخولها في المسام وقالوا إيماء أيضا"},{"SurahNumber":52,"VerseNumber":28,"Text":"«إنا كنا من قبل» أي في الدنيا «ندعوه» نعبده موحدين «إنه» بالكسر استئنافا وإن كان تعليلا معنى وبالفتح تعليلا لفظا «هو البر» المحسن الصادق في وعده «الرحيم» العظيم الرحمة"}]}