{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"ئەی بەنی ئیسرائیل (نەوەکانی یەعقوب) یادی ئەو بەخششانە بکەنەوە کە ڕشتوومە بەسەرتاندا وە من (کاتی خۆی ) ڕێزی ئێوەم دا بەسەر ھەمواندا"},{"SurahNumber":2,"VerseNumber":48,"Text":"وە خۆتان بپارێزن لەڕۆژێک کە کەس ھیچ سوودێک بەکەسی تر ناگەیەنێت وە ھیج تکایەکی بۆ گیرا ناکرێت وە بارمتەی لێ وەرناگیرێت وە ئەمانە یارمەتی نادرێن"},{"SurahNumber":2,"VerseNumber":49,"Text":"(بیربکەنەوە) کاتێک کەڕزگارمان کردن لەدەست و پێوەندی فیرعەون کەسزای سەختیان پێ ئەچەشتن کوڕەکانتانیان سەر دەبڕین وە کچەکانتانیان دەھێشتنەوە (بۆ کارەکەری) وە لەمەتاندا (لەم سزا سەختەی بەسەرتاندا درا) تاقی کردنەوەیەکی گەورە بوو لەپەروەردگارتانەوە بۆتان"},{"SurahNumber":2,"VerseNumber":50,"Text":"(بیربکەنەوە) کاتێک کە دەریامان بۆ لەت کردن و ڕزگارمان کردن وە دەست وپێوەندی فیرعەونمان خنکاند و نوقمی (دەریامان) کردن لەکاتێکدا ئێوە تەماشاتان دەکردن"},{"SurahNumber":2,"VerseNumber":51,"Text":"(بیربکەنەوە) کاتێک کەبەڵێنی چل شەومان دا بەمووسا لەدوای ئەو (ڕۆشتنی مووسا بۆ کێوی گور) گوێرەکەکەتان کرد بە (خوای خۆتان وپەرستتان) لەکاتێکدا ئێوە ستەمکار بوون"},{"SurahNumber":2,"VerseNumber":52,"Text":"ئەمجا دوای ئەو (گوێرەکە پەرستیەتان) لێتان خۆش بووین تاسوپاسی (خوا) بکەن"},{"SurahNumber":2,"VerseNumber":53,"Text":"بیربکەنەوە کاتێک تەورات وجیاکەرەوە (لە نێوان دروست ونادروست) مان دا بەمووسابۆ ئەوەی ڕێنمونیی پێ بکەن"},{"SurahNumber":2,"VerseNumber":54,"Text":"بیربکەنەوە کاتێک کە مووسا بەگەلەکەی وت ئەی گەلەکەم بەڕاستی ئێوە ستەمتان کرد لەخۆتان بەگوێرەکە پەرستیەکەتان کەواتە بگەڕێنەوە بەپەشیمانی بۆ لای بەدی ھێنەرتان و خۆتان بکوژن (بێ تاوانتان تاوان بارتان بکوژێت) ئەمەتان باشترە بۆخۆتان لای بەدی ھێنەرتان ئەمجا (خواش) پەشیمانیەکەی لێ گیرا کرد بەڕاستی ھەر خوایە گیراکەری پەشیمانی و میھرەبانە"},{"SurahNumber":2,"VerseNumber":55,"Text":"(بیربکەنەوە) کاتێ ووتتان ئەی مووسا بڕوات پێ ناھێنین تاخوانەبینین بەئاشکرا لەپڕ ھەورە تریشقەیەک لێ ی دان لەکاتێکدا ئێوە تەماشاتان دەکرد"},{"SurahNumber":2,"VerseNumber":56,"Text":"لەپاشان زیندوومان کردنەوە لەدوای مردنتان بۆئەوەی سوپاسی (خوا) بکەن"},{"SurahNumber":2,"VerseNumber":57,"Text":"وەبەھەور سێبەرمان کرد بەسەرتانەوە، وە گەزۆ و باڵندەی شێلاقەمان بەسەردا ڕشتن وبۆمان ناردن (وە پێمان ووتن) بخۆن لەو خواردنە پاکانەی کەکردمان بەڕۆزیتان (ئەوانەی ناسوپاسی یان کرد) ستەمیان لە ئێمە نەکرد بەڵکو ستەمیان لە خۆیان کرد"},{"SurahNumber":2,"VerseNumber":58,"Text":"(بیربکەنەوە) کاتێک کەووتمان: بچنە ئەم شارە (کە قودسە) ئەمجا لەوێ (ھەرچی ئارەزوو دەکەن) بخۆن بەتێروتەسەلی لەھەر لایەک کەحەز دەکەن وە لەدەرگاوە بچنە ژوورەوە بە ملکەچی (بەکڕنوشەوە) وە بڵێن (خوایە) لەگوناھەکانمان خۆش ببە ئەوسا لەگوناھەکانتان خۆش دەبین وەلەئایندەدا پاداشتی چاکەکاران زۆرتر دەکەین"},{"SurahNumber":2,"VerseNumber":59,"Text":"کەچی ئەوانەی ستەمکار بوون (ئەوەی پێیان ووترا بوو) گۆڕییان بەقسەیەک کەپێیان نەووترا بوو ئیتر ئێمەش رشتمان بەسەر ئەوانەی کەستەمیان کرد سزایەک لەئاسمانەوە بەھۆی ئەونافەرمانیەی کەکردیان"}]}