{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Ata qe zgjodhen vicin per zot te tyre, do t’i zere zemerimi i Zotit te tyre dhe poshterimi ne kete jete. Keshtu i ndeshkojme Ne ata qe shpifin"},{"SurahNumber":7,"VerseNumber":153,"Text":"Ndersa ata qe kryejne vepra te keqija e pastaj pendohen dhe behen besimtare, ta dine se pas kesaj, Zoti yt eshte vertet Fales e Meshireplote"},{"SurahNumber":7,"VerseNumber":154,"Text":"Dhe, kur Musait i kaloi zemerimi, i mori Pllakat, ne te cilat ishin shenuar udhezimet per rrugen e drejte dhe meshira per ata qe i frikesohen Zotit te tyre"},{"SurahNumber":7,"VerseNumber":155,"Text":"Me pas Musai zgjodhi nga populli i tij shtatedhjete burra, per takimin Tone. Kur i goditi termeti, ai tha: “O Zoti im! Sikur te doje Ti, do t’i zhdukje ata dhe mua qe me perpara. Por, a do te na shkaterroje per ate qe bene disa mendjelehte mes nesh?! Ajo ishte vec nje sprove e urdheruar prej Teje, per te shpene ne humbje ate qe Ti do dhe per te udhezuar ate qe Ti deshiron. Ti je Mbrojtesi yne, andaj falna dhe meshirona! Ti je me i miri i meshiruesve"},{"SurahNumber":7,"VerseNumber":156,"Text":"Na cakto te mira ne kete bote dhe ne tjetren, sepse vec tek Ti ne kthehemi.” Allahu tha: “Une godas me denimin Tim ke te dua, ndersa meshira Ime perfshin cdo gje. Ate do t’ua jap atyre qe ruhen nga gjynahet e japin zekatin, atyre qe u besojne shpalljeve Tona"},{"SurahNumber":7,"VerseNumber":157,"Text":"dhe qe ndjekin te Derguarin Tone, Profetin[105] qe nuk di shkrim e lexim, te cilin ata do ta gjejne te shenuar ne shkrimet e tyre, ne Teurat dhe Ungjill. Ai do t’i urdheroje ata te bejne vepra te mira dhe do t’i ndaloje nga te keqijat; do t’ua lejoje te mirat e do t’ua ndaloje te keqijat, duke i liruar nga barret e renda dhe veshtiresite qe kane pasur. Prandaj, ata qe do ta besojne, perkrahin dhe nderojne ate, duke ndjekur driten qe eshte zbritur me te, pikerisht ata jane te fituarit.”"}]}