{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":42,"Text":"Say: \"Who can guard and protect you in the night or in the day from the (punishment of the) Most Beneficent (Allah)?\" Nay, but they turn away from the remembrance of their Lord"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or have they aliha (gods) who can guard them from Us? They have no power to help themselves, nor can they be protected from Us (i.e. from Our Torment)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nay, We gave the luxuries of this life to these men and their fathers until the period grew long for them. See they not that We gradually reduce the land (in their control) from its outlying borders? Is it then they who will overcome"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say (O Muhammad SAW): \"I warn you only by the revelation (from Allah and not by the opinion of the religious scholars and others). But the deaf (who follow the religious scholars and others blindly) will not hear the call, (even) when they are warned [(i.e. one should follow only the Quran and the Sunnah (legal ways, orders, acts of worship, statements of Prophet Muhammad SAW, as the Companions of the Prophet SAW did]"},{"SurahNumber":21,"VerseNumber":46,"Text":"And if a breath (minor calamity) of the Torment of your Lord touches them, they will surely cry: \"Woe unto us! Indeed we have been Zalimun (polytheists and wrong-doers, etc)"},{"SurahNumber":21,"VerseNumber":47,"Text":"And We shall set up balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And Sufficient are We as Reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"And indeed We granted to Musa (Moses) and Harun (Aaron) the criterion (of right and wrong), and a shining light [i.e. the Taurat (Torah)] and a Reminder for Al-Muttaqun (the pious - see V)"},{"SurahNumber":21,"VerseNumber":49,"Text":"Those who fear their Lord without seeing Him, while they are afraid of the Hour"},{"SurahNumber":21,"VerseNumber":50,"Text":"And this is a blessed Reminder (the Quran) which We have sent down, will you then (dare to) deny it"}]}