{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Ara smarana karuna e kitabe musake, tini chilena bisesa manonita [1] ebam tini chilena rasula, nabi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ara take amara dekechilama tura parbatera dana dika theke [1] ebam amara antaranga alape take naikatya dana karechilama"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ara amara nija anugrahe take dilama tara bha'i harunake nabirupe"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ara smarana karuna e kitabe isama'ilake, tini to chilena pratisruti palane satyasrayi [1] ebam tini chilena rasula, nabi"},{"SurahNumber":19,"VerseNumber":55,"Text":"tini tara parijanabargake salata o yakatera nirdesa ditena [1] ebam tini chilena tara rabera santosabhajana"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ara smarana karuna e kitabe idarisake, tini chilena satyanistha nabi"},{"SurahNumber":19,"VerseNumber":57,"Text":"ara amara take unnita karechilama ucca maryadaya"},{"SurahNumber":19,"VerseNumber":58,"Text":"Era'i tara, nabidera madhye allah yaderake anugraha karechena, adamera bansa theke ebam yaderake amara nuhera sathe naukaya arohana kariyechilama. Ara ibarahima o isara'ilera bansodbhuta, ara yaderake amara hedayata diyechilama ebam manonita karechilama; tadera kache dayamayera ayata tila'oyata kara hale tara lutiye parata sajadaya [1] ebam kannaya"},{"SurahNumber":19,"VerseNumber":59,"Text":"Tadera pare asalo ayogya uttarasurira [1], tara salata nasta karala [2] ebam ku-prabrttira [3] anubarti hala. Kaje'i acire'i tara ksatigrastatara [4] sam'mukhina habe"},{"SurahNumber":19,"VerseNumber":60,"Text":"Kintu tara naya--- yara ta'oba kareche, imana eneche o satkaja kareche. Tara to jannate prabesa karabe. Ara tadera prati kono yuluma habe na"},{"SurahNumber":19,"VerseNumber":61,"Text":"Eta sthayi jannata, ye gayebi pratisrati dayamaya tamra bandaderake diyechena [1]. Niscaya tamra pratisruta bisaya asabe'i"},{"SurahNumber":19,"VerseNumber":62,"Text":"Sekhane tara ‘salama’ tatha santi chara an'ya kono asara bakya sunabe na [1] ebam sekhane sakala sandhya tadera jan'ya thakabe tadera riyika"},{"SurahNumber":19,"VerseNumber":63,"Text":"E se jannata, yara adhikari karaba amara amadera bandadera madhye muttakiderake"},{"SurahNumber":19,"VerseNumber":64,"Text":"‘Ara amara apanara rabera adesa chara abatarana kari na [1]; ya amadera samane o pichane ache o ya e du’yera antarbarti ta tamra'i. Ara apanara raba bismrta hana na [2].’"},{"SurahNumber":19,"VerseNumber":65,"Text":"Tini asamanasamuha, yamina o tadera antarbarti ya kichu ache, se sabera raba. Kaje'i tamra'i ibadata karuna ebam tamra ibadate dhairyasila thakuna [1]. Apani ki tamra samanamagunasampanna ka'uke'o janena"}]}