{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"ªi cine spune vorbe mai frumoase decat acela care cheama laAllah, savarºeºte fapta buna ºi zice: \"Eu sunt dintre musulmani"},{"SurahNumber":41,"VerseNumber":34,"Text":"Nu este fapta cea buna deopotriva cu fapta cea rea. Respinge[fapta cea rea] cu cea care este mai buna ºi iata-l pe acela care a fost intre tine ºi el duºmanie ca ºi cum ar fi un prieten ap"},{"SurahNumber":41,"VerseNumber":35,"Text":"Insa nu le va fi dat decat acelora care sunt rabdatori ºi nu-i vafi dat decat aceluia care va avea parte de mare noroc"},{"SurahNumber":41,"VerseNumber":36,"Text":"ªi daca [vreodata] te va ademeni vreo ieºire de la ªeitan , cautaadapost la Allah, caci El este Cel care Aude [ºi] Atoateºtiutor[As-Sami´, Al-´Alim]"},{"SurahNumber":41,"VerseNumber":37,"Text":"ªi printre semnele Sale sunt noaptea ºi ziua ºi Soarele ºi Luna. Insa nu va prosternaþi nici dinaintea Soarelui, nici dinaintea Lunii, ci prosternaþi-va dinaintea lui Allah care le-a creat pe el"},{"SurahNumber":41,"VerseNumber":38,"Text":"Dar daca [necredincioºii] se semeþesc, [nu-i nimic], caci aceia care sunt la Domnul tau [ingerii] Il lauda pe El noaptea ºi ziua, fara ca ei sa osteneasca [niciodata]"},{"SurahNumber":41,"VerseNumber":39,"Text":"ªi printre minunile Sale [este ºi aceea ca] tu vezi pamantul umilit[pustiu ºi neroditor], dar cand Noi facem sa coboare apa peste el,atunci el se miºca ºi se umfla. Acela care ii d&at"},{"SurahNumber":41,"VerseNumber":40,"Text":"Aceia care rastalmacesc semnele Noastre nu Ne sunt necunos-cuþi. ªi oare acela care este aruncat in Foc va fi mai bun sau acela care va veni in siguranþa in Ziua Invierii? Faceþi ceea ce voiþ"},{"SurahNumber":41,"VerseNumber":41,"Text":"Aceia care nu cred in Indemnare , cand ea vine la ei , [sa ºtie ca] ea este o Carte plina de putere"},{"SurahNumber":41,"VerseNumber":42,"Text":"Deºertaciunea nu va veni la ea nici dinaintea ºi nici din urma ei,pentru ca ea este o Revelaþie de la un Inþelept Vrednic de Lauda[Hakim, Hamid]"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nu þi se spune þie decat ceea ce li s-a spus ºi trimiºilor dedinaintea ta . Domnul tau este Datator de Iertare ºi Datator de pedeapsa dureroasa"},{"SurahNumber":41,"VerseNumber":44,"Text":"Daca Noi l-am fi facut un Coran intr-o alta limba [decat araba], ar zice ei: De ce nu sunt versetele sale talcuite? Un [Coran] nearab ºiun [Profet] arab?\" Spune: \"El este pentru cei care cred ocarmuire ºitam&a"}]}