{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Āṇi ākāśān̄cī va dharatīcī rājyasattā allāhacīca āhē āṇi jyā divaśī kayāmata prasthāpita hō'īla tyā divaśī asatyācē pujārī mōṭhyā tōṭyāta rāhatīla"},{"SurahNumber":45,"VerseNumber":28,"Text":"Āṇi tumhī pāhāla kī pratyēka janasamūha guḍaghē ṭēkūna paḍalā asēla. Pratyēka samūha āpalyā karma-lēkhākaḍē bōlāvilā jā'īla. Āja tumhālā āpalyā kr̥ta-karmācā mōbadalā dilā jā'īla"},{"SurahNumber":45,"VerseNumber":29,"Text":"Hā āhē āmacā grantha, jō tumacyāviṣayī kharē kharē bōlata āhē. Āmhī tumacī karmē lihavūna ghēta hōtō"},{"SurahNumber":45,"VerseNumber":30,"Text":"Tēvhā, jyānnī īmāna rākhalē va jē satkarma karīta rāhilē1 tara tyānnā tyān̄cā pālanakartā (allāha) āpalyā dayā - kr̥pēcyā sāvalīta ghē'īla, hīca spaṣṭa saphalatā āhē"},{"SurahNumber":45,"VerseNumber":31,"Text":"Paratu jyā lōkānnī kupra (inkāra) kēlā, tara (mī tyānnā pharmāvina) kī kāya mājhyā āyatī tumhālā aikavilyā jāta navhatyā? Tarīhī tumhī garva karīta rāhilē āṇi tumhī hōtēca aparādhī lōka"},{"SurahNumber":45,"VerseNumber":32,"Text":"Āṇi jēvhā kadhī sāṅgitalē jāta asē kī allāhacā vāyadā niścitaca kharā āhē āṇi kayāmatacyā yēṇyābābata kasalīhī śaṅkā nāhī, tēvhā tumhī uttara dēta kī āmhī nāhī jāṇata kayāmata kāya āhē. Āmacyā manāta asāca kāhī vicāra yētō, parantu āmhālā khātrī nāhī"},{"SurahNumber":45,"VerseNumber":33,"Text":"Āṇi tyān̄cyāvara tyān̄cyā karmān̄cā vā'īṭapaṇā ughaḍa jhālā āṇi jyā gōṣṭīcī tē thaṭṭā uḍavita rāhilē, tinēca tyānnā ghēralē"},{"SurahNumber":45,"VerseNumber":34,"Text":"Āṇi sāṅgitalē gēlē kī āja āmhī tumacā visara pāḍū jasā tumhī āpalyā yā divasācyā bhēṭīcā visara pāḍalā hōtā, tumacē ṭhikāṇa jahannama āhē āṇi tumacī madata karaṇārā kōṇīhī nāhī"},{"SurahNumber":45,"VerseNumber":35,"Text":"Hē aśāsāṭhī kī tumhī allāhacyā āyatīn̄cī thaṭṭā uḍavilī hōtī, āṇi aihika jīvanānē tumhālā dhōkyāta ṭākalē hōtē tēvhā ājacyā divaśī nā tara tē (jahannamamadhūna) bāhēra kāḍhalē jātīla āṇi nā tyān̄cyākaḍūna lācārī va bahāṇā kabūla kēlā jā'īla"},{"SurahNumber":45,"VerseNumber":36,"Text":"Tēvhā sarva praśansā allāhakaritā āhē, jō ākāśān̄cā va jaminīcā, āṇi sarva viśvān̄cā pālanakartā āhē"},{"SurahNumber":45,"VerseNumber":37,"Text":"Āṇi samasta (praśansā va) mahānatā, ākāśāmmadhyē va dharatīta tyācīca āhē, āṇi tōca varcasvaśālī āṇi hikamata bāḷagaṇārā āhē"}]}