{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"O vy, kto veruyet! Blagochestivy bud'te, Ishchite dostupa k Yego blagovolen'yu, Vse sily polozhite na Yego puti, Chtoby mogli vy obresti uspekh (v dushe i zhizni)"},{"SurahNumber":5,"VerseNumber":36,"Text":"A te, kto ne uveroval, To, bud' u nikh vse to, chto na zemle, I dazhe vdvoye bol'she, Chtob otkupit' sebya v Den' Voskreseniya ot muk, - Ot nikh ne primut nichego, Ikh zhdet muchitel'naya kara"},{"SurahNumber":5,"VerseNumber":37,"Text":"Zhelaniyem ikh budet vyyti iz Ognya, No iz nego im nikogda ne vyyti - Ikh muki vechno budut dlit'sya"},{"SurahNumber":5,"VerseNumber":38,"Text":"I voru, i vorovke otsekayte ruki Kak vozdayaniye za to, Chto (dushi ikh) usvoili sebe, - Kak nakazan'ye ot Allakha, - Ved' On, poistine, velik i mudr"},{"SurahNumber":5,"VerseNumber":39,"Text":"No kto, svershiv svoy grekh, Raskayetsya, k blagomu obratyas', - Tomu Allakh Svoye blagovoleniye proyavit, - Ved' vseproshchayushch On i miloserd"},{"SurahNumber":5,"VerseNumber":40,"Text":"Uzhel' ne znayesh' ty, chto lish' Allakh Vladeyet nebesami i zemley? Nakazhet On togo, kogo zakhochet, Prostit togo, kto mil Yemu, I vlasten On nad vsem i vsya"},{"SurahNumber":5,"VerseNumber":41,"Text":"O (Mukhammad)! Poslannik (Moy)! Pust' ne pechalyat tebya te, Kotoryye k neveriyu speshat, - Ni te iz nikh, kto lish' ustami govorit: \"Uverovali my!\", A v ikh serdtsakh net very, Ni te iz iudeyev, kotoryye vnimayut lzhi I slushayut drugikh, kotoryye k tebe ne prikhodili. Oni slova (Pisaniy) iskazhayut, perestavlyaya s mesta ikh, Potom (im pridavaya lozhnyy smysl), I govoryat: \"Kol' vam darovano ono, berite, A yesli net - osteregaytes'!\" Kogo Allakh zakhochet iskusheniyu podvergnut', Ne vlasten ty nichem pred Nim, - I eto - te, ch'i (skvernyye) serdtsa Ne sklonen On ochistit'. Pozor dlya nikh - v blizhayshem mire I kara prevelikaya- v drugom"},{"SurahNumber":5,"VerseNumber":42,"Text":"Oni (s gotovnost'yu) vnimayut lzhi I pozhirayut (s zhadnost'yu) zapretnoye (Allakhom). A yesli vse zh oni k tebe (na sud) pridut, Ty rassudi mezh nimi ili otvernis'; No yesli otvernesh'sya, oni tebe vreda ne prichinyat. A kol' sudit' ikh vse zhe stanesh', Po spravedlivosti sudi - Allakh (lish') spravedlivykh lyubit"},{"SurahNumber":5,"VerseNumber":43,"Text":"No kak oni tebya sud'yey postavyat, Kogda u nikh yest' Tora - Sud Allakha, - (V kotoroy im dany vse poveleniya Yego)? I vse zhe otvrashchayutsya oni. Kak daleki oni ot very"}]}