{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"mattu allāhanu obbanannu (tanna) putranāgisikoṇḍiruvanendu hēḷuvavarannu eccarisalikkāgi (adannu kaḷasilāgide)"},{"SurahNumber":18,"VerseNumber":2,"Text":"Nijavāgi, avarigāgali avara pūrvajarigāgali ā kuritu yāva jñānavū illa. Avara bāyigaḷinda horaḍuttiruva ā mātu tumbā gambhīravādudu. Avaru kēvala suḷḷannu hēḷuttiddāre"},{"SurahNumber":18,"VerseNumber":3,"Text":"(dūtarē,) avaru ī sandēśavannu nambuttilla emba duḥkhadinda, avara cinteyalli bahuśaḥ nīvu svataḥ nimagē hānimāḍikoḷḷuviri"},{"SurahNumber":18,"VerseNumber":4,"Text":"khaṇḍitavāgiyū nāvu bhūmiyalliruva ellavannū adakkē (bhūmigē) bhūṣaṇavāgisiddēve. Avaralli yāru atyuttama karmagaḷannu māḍuttārendu avarannu parīkṣisalikkāgi (hīge māḍalāgide)"},{"SurahNumber":18,"VerseNumber":5,"Text":"nāvu adara (bhūmiya) mēliruva ellavannū khaṇḍita baraḍu bayalāgisaliddēve"},{"SurahNumber":18,"VerseNumber":6,"Text":"nīvēnu, guheyavaru mattu rakīm‌navaru nam'ma vicitra purāvegaḷa sālige sēriddarendu koṇḍiruvirā"},{"SurahNumber":18,"VerseNumber":7,"Text":"ā yuvakaru ondu guheyalli āśraya paḍediddaru mattu, ‘‘nam'moḍeyā, ninna baḷiyinda namagāgi viśēṣa anugrahavannu karuṇisu mattu nam'ma sannivēśavannu sulabhagoḷisu’’ endu prārthisiddaru"},{"SurahNumber":18,"VerseNumber":8,"Text":"nāvu avara kivigaḷige hoḍedu (mūrche barisi) avarannu halavāru varṣa guheyallē uḷisidevu"},{"SurahNumber":18,"VerseNumber":9,"Text":"munde, avaru eṣṭu kāla hāgiddarembudannu, eraḍu gumpugaḷa paiki yāru heccu khacitavāgi grahisuttārembudannu ariyalu – nāvu avarannu ebbisidevu"},{"SurahNumber":18,"VerseNumber":10,"Text":"nāvidō nimage avara naija vr̥ttāntavannu tiḷisuttiddēve; avaru nijavāgi, tam'ma oḍeyanalli nambike iṭṭa kelavu yuvakarāgiddaru. Nāvu avarige heccina mārgadarśana nīḍiddevu"},{"SurahNumber":18,"VerseNumber":11,"Text":"avaru eddu nintāga nāvu avara manas'sugaḷige dr̥ḍhateyannodagisidevu mattu avaru,‘‘ākāśagaḷa hāgū bhūmiya oḍeyanē nam'ma oḍeya. Nāvu avana horatu bērāva dēvarannū prārthisalārevu. An'yathā nāvu arthahīna mātannāḍidantāguvudu’’ endu ghōṣisidaru"},{"SurahNumber":18,"VerseNumber":12,"Text":"‘‘Ī nam'ma janāṅgada janaru avana horatu an'yarannu dēvarāgisikoṇḍiddāre. Ādare avaru avara (ā dēvarugaḷa) paravāgi yāvudē spaṣṭa purāveyannēke taruvudilla? Allāhana kuritu suḷḷannu racisuvavaniginta doḍḍa akrami yāriddāne?’’ (Endu avaru hēḷidaru)"}]}