{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":9,"Text":"Eger insana once rahmetlerimizi tattırıp sonra onu elinden alsak, o mutsuz bir nankore donusur"},{"SurahNumber":11,"VerseNumber":10,"Text":"Eger insanın basına gelen bir sıkıntının ardından kendisine mutluluk tattıracak olursak, kesinlikle «Kotu gunler artık geride kaldı» diyecektir. Insan gercekten kendini begenmis bir sımarıktır"},{"SurahNumber":11,"VerseNumber":11,"Text":"Yalnız sıkıntılı gunlerde sabreden ve iyi ameller isleyenler bu iki kategorinin dısındadırlar; onları bagıslanma ve buyuk odul bekliyor"},{"SurahNumber":11,"VerseNumber":12,"Text":"Musriklerin «Muhammed´e gokten bir hazine inseydi ya, ya da kendisi ile birlikte bir melek gelseydi ya» seklindeki sozleri canını sıkabilir ve bu yuzden sana indirdigimiz vahyin bir bolumunu onlara duyurmaktan vazgecebilirsin. Oysa sen sadece bir uyarıcısın. Her seyin yonlendiricisi Allah´dır"},{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa onlar «Muhammed, bu Kur´an´ı kendi uydurdu» mu diyorlar. Onlara de ki, «Oyleyse Kur´an´ın surelerine benzeyen on sure de siz uydurun bakalım. Eger soylediginiz dogru ise, bu konuda Allah dısında yardıma cagırabileceklerinizi de yardıma cagırın.»"},{"SurahNumber":11,"VerseNumber":14,"Text":"Eger bu cagrına karsılık vermezlerse anlayınız ki, bu Kur´an Allah´ın bilgisi altında indirilmistir ve O´ndan baska ilah yoktur. Nasıl, artık musluman oldunuz mu"},{"SurahNumber":11,"VerseNumber":15,"Text":"Sadece dunya hayatını ve bu hayatın cekici guzelliklerini isteyenlere calısmalarının karsılıgını orada tam olarak veririz, onlar orada hicbir odul kısıntısına ugratılmazlar"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ama ahirette onlar icin sadece cehennem atesi vardır, dunyada yaptıkları iyi isler bosa gider, isledikleri yararlı ameller gecersiz olur"},{"SurahNumber":11,"VerseNumber":17,"Text":"Bir de Rabbinden kaynaklanan acık belgelere dayanan kimseleri dusunelim. Bu belgeleri yine Allah katından gelen bir tanık izliyor. Bu kimseler onun da oncesinde Musa´nın onder ve rahmet nitelikli kitabının onayı ile desteklenmislerdir. (Boyleleri sırf dunya hayatı pesinde kosanlarla hic bir olur mu)"},{"SurahNumber":11,"VerseNumber":18,"Text":"Allah´a yalan yakıstırmalar yapanlardan daha zalim kim olabilir? Onlar Rabblerinin huzuruna cıkarıldıklarında, tanıklar «Bunlar Rabbleri hakkında yalan yakıstırmalar duzmuslerdir» derler. Haberiniz olsun ki, Allah´ın laneti zalimlerin uzerinedir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar insanları Allah yolundan alıkoyarlar. O yolu egri gostermeye yeltenirler ve ahireti de inkar ederler"},{"SurahNumber":11,"VerseNumber":20,"Text":"Bunların, Allah´ın yapacaklarına engel olmaları sozkonusu degildir. Allah dısında dayanakları, destekcileri de yoktur. Azapları katlanır. Ne isitebilirler ve ne de gorebilirler"},{"SurahNumber":11,"VerseNumber":21,"Text":"Bunlar kendilerini husrana dusurmusler ve uydurdukları ilahlar ortalıkta gorunmez olmuslardır"},{"SurahNumber":11,"VerseNumber":22,"Text":"Onlar, hic kuskusuz, ahirette en agır husrana ugrayacak kimseler olacaklardır"},{"SurahNumber":11,"VerseNumber":23,"Text":"Iman edip iyi ameller isleyenlere ve Allah´a gonulden saygı besleyenlere gelince, onlar cennetliklerdir ve orada ebedi olarak kalacaklardır"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki grup kor ve sagır ile gorebilen ve isitebilen kimselere benzer. Hic bu iki grubun durumu bir olur mu? Acaba ibret dersi almaz mısınız"}]}