{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Proroku, bojuj usilovne proti nevericim a pokrytcum a bud prisny na ne! Utocistem jejich bude peklo, a jak hnusny je to cil konecny"},{"SurahNumber":9,"VerseNumber":74,"Text":"A prisahaji pri Bohu, ze to nerekli, avsak jiz pronesli slova neviry a stali se nevericimi pote, co byli jiz muslimy. A zamysleli neco, ceho pak vubec nedosahli, a mstili se jedine za to, ze Buh a posel Jeho je obohatil z dobrodini Sveho. Vsak jestlize se kajicne obrati, bude to pro ne lepsi, jestlize se naopak zady odvrati, potresta je Buh trestem bolestnym na tomto i na onom svete. A nebudou mit na zemi ochrance ani pomocnika zadneho"},{"SurahNumber":9,"VerseNumber":75,"Text":"A jsou mezi nimi nekteri, kdoz uzavreli s Bohem umluvu: \"Da-li nam On neco ze sve stedrosti, rozdame to jako almuznu a budeme patrit mezi bezuhonne"},{"SurahNumber":9,"VerseNumber":76,"Text":"Kdyz vsak jim Buh dal ze stedrosti Sve, skrblili s tim, odvratili se a vzdalili se"},{"SurahNumber":9,"VerseNumber":77,"Text":"A melo to za nasledek, ze pokrytectvi vstoupilo do jejich srdci az do dne, kdy setkaji se s Nim a budou potrestani za to, ze porusili slib svuj dany Bohu, a za to, ze prolhani byli"},{"SurahNumber":9,"VerseNumber":78,"Text":"Coz nevedi, ze Buh zna tajemstvi jejich i skryte rozhovory jejich a ze Buh zna dobre i nepoznatelne"},{"SurahNumber":9,"VerseNumber":79,"Text":"A tem, kdoz pomlouvaji ty z vericich, kteri dobrovolne davaji almuzny, a ty z nich, kteri davaji jen tolik, kolik nalezli s nejvetsim usilim, a vysmivaji se jim - tem Buh se bude posmivat a pro ty je pripraven trest bolestny"},{"SurahNumber":9,"VerseNumber":80,"Text":"Pros za odpusteni pro ne, anebo nepros! A i kdybys prosil pro ne za odpusteni sedmdesatkrat, neodpusti jim Buh! A to je za to, ze neuverili v Boha a v posla Jeho a Buh prece nepovede po ceste spravne lid hanebniku"}]}