{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Sira bakal handeleng para wong kafir padha hanjungkel ana ngarsane Pangerane, tumungkul, sarta padha munjuk, \"Pangeran kawula ! Sapunika kawula sampun sumerep piyambak saha sampun mireng dhawuh Paduka (bab temenipun para Rasul). Sakpunika panyuwun kawula mugi wontena kepareng Paduka mangsulaken (dhateng donya malih), Kawula sanggem badhe nglampahi pandamel sahe. Sapunika kawula sampun ngandel (sayektos dhateng para Rasul)"},{"SurahNumber":32,"VerseNumber":13,"Text":"Upama Ingsun kersa, manungsa iku kabeh diparingi pituduh bener. Nanging kersaningsun ora mangkono. Pangandikaningsun, \"Neraka jahannma bakal Ingsun kebaki hisine Jin lan Manungsa"},{"SurahNumber":32,"VerseNumber":14,"Text":"Mara padha ngrasakna siksa, patrapane anggonmu padha ora perduli lan ora percaya anane akhera. Aku uga ora perduli marang kowe. Saiki padha ngrasakna siksa langgeng patrapane anggonmu padha tumindak (kafir)"},{"SurahNumber":32,"VerseNumber":15,"Text":"Kang mesthi ngandel marang al-Qur'an (ayat - ayatingsun) mung wong kang yen dipituturi kelawan surasaning al-Quran, banjur sungkem sujud ing Allah, Sarta nyebut Maha Suci kelawan memuji ALlah Pangerane. Apadene ora gumedhe"},{"SurahNumber":32,"VerseNumber":16,"Text":"Hing wayah wengi padha tangi saka turune, banjur sholat lan nyenyuwun ing Pangeran. Wedi siksane lan kepengin ganjarane. Apa dene padha dhangan mewehake rizki peparing Ingsun"},{"SurahNumber":32,"VerseNumber":17,"Text":"Wong siji wae ora ana kang weruh kanugrahan apa kang isih disamar dening Allah, bakal diparingake marang wong mahu, minangka ganjaraning pangabekti kang wis dilakoni"},{"SurahNumber":32,"VerseNumber":18,"Text":"Wong kang percaya lan ngestokake ing Allah, apa padha bae karo wong kang duraka? mesthi ora"},{"SurahNumber":32,"VerseNumber":19,"Text":"Dene wong kang padha percaya ing Allah, sarta padha nglakoni panggawe becik, iku bakal padha holeh ganjaran suwarga Ma'wa. Minangka ganjaring pangabekti kang wis padha dilakoni"},{"SurahNumber":32,"VerseNumber":20,"Text":"Dene wong kang padha duroko panggone ana neraka, saben arep metu saka neraka dibalekake ana ing panggonane ing neraka. Malah padha didhawuhi, \"Pada ngrasakna siksa neraka, kang padha sira paido biyen"},{"SurahNumber":32,"VerseNumber":21,"Text":"(Wong kafir mau) ana ing donya Ingsun weruhake rasaning siksa kang mayar, iya iku diboyong lan pahilan sapadhane, sadurunge Ingsun weruhake rasaning siksa kang gedhe ana akhirat kang mangkono mahu supaya padha marenana (anggone kafir)"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ora ana wong kang luwih duraka katimbang wong kang dipituturi kelawan surasaning al-QUr'an, nanging banjur mlengos, satemene Ingsun mesthi niksa para wong kafir"}]}