{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Āṇi maga śaharātalyā striyāmmadhyē carcā hō'ū lāgalī kī ajījacī patnī āpalyā (taruṇa) gulāmālā āpalī garaja pūrṇa karaṇyāsāṭhī bahakaviṇyāta va phusalāviṇyāta lāgalēlī asatē. Ticyā manāta yūsuphacē prēma (ṭhāṇa māṇḍūna) basalē āhē. Āmacyā matē tara tī ughaḍa cūka karīta āhē"},{"SurahNumber":12,"VerseNumber":31,"Text":"Tinē jēvhā tyān̄cī hī kutsita nindā aikalī, tēvhā tyānnā (bhōjanāsāṭhī) āmantrita kēlē āṇi tyān̄cyāsāṭhī ēkā sabhēcā itamāmahī kēlā āṇi tyān̄cyāpaikī pratyēkīlā ēka ēka cākū dilā āṇi mhaṇālī, hē yūsupha! Yān̄cyā samōra yā. Tyā striyānnī jēvhā tyānnā pāhilē tēvhā khūpa mōṭhē jāṇalē āṇi (nakaḷata) āpalē hāta kāpūna ghētalē āṇi tyā ud‌gāralyā, pākī (pavitratā) allāhakaritā āhē. Ṟa manuṣya kadāpi nāhī. Hā tara khātrīnē kōṇī phāra mōṭhā phariśtā āhē"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Tyā vēḷī misracyā ajījacī patnī) mhaṇālī, hāca tō, jyācyāviṣayī tumhī malā barē-vā'īṭa bōlata hōtyā. Mī sarva prakārē yācyākaḍūna āpalī icchā pūrṇa karū icchilē, parantu hā niṣkalaṅka rāhilā āṇi jē kāhī mī yālā sāṅgata āhē, jara tē hā karaṇāra nāhī tara niścitaca yālā kaidī banavilē jā'īla āṇi khātrīnē hā mōṭhā apamānita hō'īla"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yūsupha mhaṇālē, hē mājhyā pālanakartyā! Jyā gōṣṭīkaḍē yā striyā malā bōlāvita āhēta, tyāpēkṣā kārāgr̥ha malā jāsta priya āhē. Jara tū yān̄cē kapaṭa (mōhajāla) mājhyāpāsūna dūra kēlē nāhīsa tara mī yān̄cyākaḍē ākarṣita hō'īna āṇi agadī mūrkhāmmadhyē sāmīla hō'īna"},{"SurahNumber":12,"VerseNumber":34,"Text":"Tyān̄cyā pālanakartyānē tyān̄cī du'ā (prārthanā) svīkāralī āṇi tyā striyān̄cyā kapaṭāpāsūna yūsuphalā vācavilē. Niḥsanśaya tō aikaṇārā āṇi jāṇaṇārā āhē"},{"SurahNumber":12,"VerseNumber":35,"Text":"Maga tyā sarva niśāṇyānnā pāhūna ghētalyāvara tyānnā hēca bhalē vāṭalē kī yūsuphalā kāhī kāḷa kārāgr̥hāta ṭhēvāvē"}]}