{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"ōrēā vyaktiyuṁ tanṟe svantaṁ kāryattināyi vādicc keāṇṭuvarunna, ōrēā vyaktikkuṁ tān pravartticcatentēā at niṟavēṟṟikeāṭukkappeṭunna, avar anītikk vidhēyarākātta oru divasattil"},{"SurahNumber":16,"VerseNumber":112,"Text":"allāhu oru rājyatte upamayāyi eṭuttukāṇikkukayākunnu. at surakṣitavuṁ śāntavumāyirunnu. atile āvaśyattinuḷḷa bhakṣaṇaṁ ellāyiṭattuninnuṁ samr̥d'dhamāyi aviṭe ettikkeāṇṭirikkuṁ. enniṭṭ ā rājyaṁ allāhuvinṟe anugrahaṅṅaḷe niṣēdhiccu. appēāḷ avar pravartticc keāṇṭirunnat nimittaṁ viśappinṟeyuṁ bhayattinṟeyuṁ uṭupp allāhu ā rājyattin anubhavikkumāṟākki"},{"SurahNumber":16,"VerseNumber":113,"Text":"avaruṭe kūṭṭattil peṭṭa oru dūtan avaruṭe aṭutt cellukayuṇṭāyiṭṭuṇṭ‌. appēāḷ avar addēhatte niṣēdhiccutaḷḷikkaḷaññu. aṅṅane avar akramakārikaḷāyirikke śikṣa avare piṭikūṭi"},{"SurahNumber":16,"VerseNumber":114,"Text":"ākayāl allāhu niṅṅaḷkk nalkiyiṭṭuḷḷatil ninn anuvadanīyavuṁ viśiṣṭavumāyiṭṭuḷḷat niṅṅaḷ tinnukeāḷḷuka. allāhuvinṟe anugrahattin niṅṅaḷ nandikāṇikkukayuṁ ceyyuka; niṅṅaḷ avaneyāṇ ārādhikkunnateṅkil"},{"SurahNumber":16,"VerseNumber":115,"Text":"śavaṁ, raktaṁ, pannimānsaṁ, allāhu allāttavaruṭe pēril prakhyāpikkappeṭṭat enniva mātramē avan (allāhu) niṅṅaḷuṭe mēl niṣid'dhamākkiyiṭṭuḷḷū. vallavanuṁ (iva bhakṣikkuvān) nirbandhitanākunna pakṣaṁ, avan atin āgrahaṁ kāṇikkunnavanēā atiruviṭṭ tinnunnavanēā alleṅkil tīrccayāyuṁ allāhu ēṟe peāṟukkunnavanuṁ karuṇānidhiyumākunnu"},{"SurahNumber":16,"VerseNumber":116,"Text":"niṅṅaḷuṭe nāvukaḷ viśēṣippikkunnatinṟe aṭisthānattil it anuvadanīyamāṇ‌, it niṣid'dhamāṇ‌. enniṅṅane kaḷḷaṁ paṟayarut‌. niṅṅaḷ allāhuvinṟe pēril kaḷḷaṁ keṭṭiccamaykkukayatre (atinṟe phalaṁ) allāhuvinṟe pēril kaḷḷaṁ keṭṭiccamaykkunnavar vijayikkukayilla; tīrcca"},{"SurahNumber":16,"VerseNumber":117,"Text":"tucchamāya sukhānubhavamāṇ (ippēāḷ avarkkuḷḷat‌.) avarkk (varānuḷḷatākaṭṭe) vēdanayēṟiya śikṣayuṁ"},{"SurahNumber":16,"VerseNumber":118,"Text":"mump nāṁ ninakk vivariccutannava jūtanmāruṭe mēl nāṁ niṣid'dhamākkukayuṇṭāyi. nāṁ avarēāṭ anīti ceytiṭṭilla. pakṣe, avar avarēāṭ tanne anīti ceyyukayāyirunnu"},{"SurahNumber":16,"VerseNumber":119,"Text":"pinne tīrccayāyuṁ ninṟe rakṣitāv‌, avivēkaṁ mūlaṁ tinma pravarttikkukayuṁ pinnīṭ atin śēṣaṁ khēdiccumaṭaṅṅukayuṁ (jīvitaṁ) nannākkittīrkkukayuṁ ceytavarkk (viṭṭuvīḻca ceyyunnavanākunnu.) tīrccayāyuṁ ninṟe rakṣitāv atin śēṣaṁ ēṟe peāṟukkunnavanuṁ karuṇānidhiyumākunnu"}]}