{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"“E inu amene mwakhulupirira! Perekani zabwino zochokera m’zimene mwapeza ndi zimene takutulutsirani m’nthaka, ndipo musalinge kupereka choipa chomwe inu simukadachilandira (ngati akanakupatsani) pokhapokha mochitsinzinira. (Nanga Allah ndiye alandire choipacho)? Ndipo dziwani kuti Allah Ngolemera (ndiponso) Ngotamandidwa"},{"SurahNumber":2,"VerseNumber":268,"Text":"“Satana amakuopsezani ndi umphawi ndi kukulamulirani kuchita zoipa (monga umbombo), pomwe Allah akukulonjezani chikhululuko kuchokera kwa Iye ndi ubwino (waukulu ngati mupereka); ndipo Allah ali nazo zambiri, Ngodziwa"},{"SurahNumber":2,"VerseNumber":269,"Text":"“Amapatsa nzeru (zothandiza) amene wamfuna; ndipo amene wapatsidwa nzeru, ndithudi, wapatsidwa zabwino zambiri. Ndipo (zoterezi) sakumbukira koma eni nzeru okha"},{"SurahNumber":2,"VerseNumber":270,"Text":"“Ndipo chilichonse chomwe mungapereke kapena naziri (lonjezo) iliyonse yomwe mwalonjeza Allah, ndithudi, Allah akudziwa zonsezi. Ndipo anthu ochita zoipa sadzakhala ndi athandizi"},{"SurahNumber":2,"VerseNumber":271,"Text":"“Ngati mupereka sadaka moonetsera, ndibwino; ngati mungaipereke mobisa, ndikuipereka kwa osauka, umenewo ndiubwino woposa kwa inu. Ndipo akufafanizirani zoipa zanu (ngati mutero). Ndipo Allah akudziwa zonse zimene mukuchita"},{"SurahNumber":2,"VerseNumber":272,"Text":"“Siudindo wako kuwaongola, koma Allah amamuongola amene wamfuna, (udindo wako nkulalikira kokha). Ndipo chuma chilichonse chimene mungachipereke, (phindu lake) lili pa inu eni, ndipo musapereke pokhapokha pofunafuna chikondi cha Allah. Ndipo chuma chilichonse chimene mungachipereke adzakubwezerani mokwanira (mphoto yake), ndipo simudzaponderezedwa"},{"SurahNumber":2,"VerseNumber":273,"Text":"“(Sadakazo ziperekedwe) kwa amphawi amene atsekerezedwa pa njira ya Allah, amene sangathe kuyenda pa dziko (kukachita ntchito yopezera zofunika pamoyo wawo). Amene sadziwa za chikhalidwe chawo, amawaganizira kuti ngolemera chifukwa chakudziletsa kwawo (kupemphapempha). Ungawazindikire (kuti ngosowedwa) ndi zizindikiro zawo. Sapempha anthu mwaliuma. Ndipo chabwino chilichonse chimene mukupereka, ndithudi, Allah ali Wodziwa za icho"}]}