{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"Bunlar da ancak, bir an gecikmesi olmayan korkunc bir ses beklemektedirler"},{"SurahNumber":38,"VerseNumber":16,"Text":"Rabbimiz! Bizim payımızı hesap gununden once ver, dediler"},{"SurahNumber":38,"VerseNumber":17,"Text":"(Rasulum!) Onların soylediklerine sabret, kulumuz Davud'u, o kuvvet sahibi zatı hatırla. O, hep Allah'a yonelirdi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Dogrusu biz aksam sabah onunla beraber tesbih eden dagları"},{"SurahNumber":38,"VerseNumber":19,"Text":"toplu halde kusları onun emri altına vermistik. Hepsi O'na yonelmistir"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onun hukumranlıgını kuvvetlendirmis, ona hikmet ve guzel konusma vermistik"},{"SurahNumber":38,"VerseNumber":21,"Text":"(Ey Muhammed!), Sana davacıların haberi ulastı mı? Mabedin duvarına tırmanıp"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud'un yanına girmislerdi de Davud onlardan korkmustu. «Korkma! Biz birbirine hasım iki davacıyız, aramızda adaletle hukmet, haksızlık etme; bize dogru yolu goster» dediler"},{"SurahNumber":38,"VerseNumber":23,"Text":"(Onlardan biri soyle dedi:) Bu, kardesimdir. Onun doksan dokuz koyunu var. Benimse bir tek koyunum var. Boyle iken «Onu da bana ver» dedi ve tartısmada beni yendi"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davud da soyle demisti: \"Senin koyunu kendi koyunlarına istemekle sana haksızlık etmis. Ortakların cogu, birbirlerinin haklarına tecavuz ederler; ancak iman edenler ve salih amel isleyenler haric; bunlar da ne kadar azdır!\" Davud, kendisini denedigimizi sandı ve Rabbinden magfiret dileyerek egilip secdeye kapandı, tevbe edip Allah'a yoneldi"},{"SurahNumber":38,"VerseNumber":25,"Text":"Sonra bu tutumundan dolayı onu bagısladık. Kuskusuz yanımızda onun yuksek bir makamı ve guzel bir gelecegi vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud! Biz seni yeryuzunde halife yaptık. O halde insanlar arasında adaletle hukmet. Heva ve hevese uyma, sonra bu seni Allah'ın yolundan saptırır. Dogrusu Allah'ın yolundan sapanlara, hesap gununu unutmalarına karsılık cetin bir azap vardır"}]}