{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Lide muj, dodrzujte poctive miry a vahy a nesalte lidi o majetek jejich a nedopoustejte se nespravedlnosti na zemi skutky pohorslivymi"},{"SurahNumber":11,"VerseNumber":85,"Text":"Cokoliv pak prebyvati vam bude z milosti bozi, bude nejlepsim pro vas, jste-li vericimi"},{"SurahNumber":11,"VerseNumber":86,"Text":"jat pak zajiste nejsem nad vami strazcem.“"},{"SurahNumber":11,"VerseNumber":87,"Text":"Rekli: „O Su'ejbe, zdaz nakazuji ti modlitby tve, abychom opustili to, co uctivali bohove nasi, a abychom nenakladali s majetky svymi, jak sami chcemeli? Zajiste prec jses muzem laskavym a rozsafnym.“"},{"SurahNumber":11,"VerseNumber":88,"Text":"Rekl: „Lide muj, co minite? Mam-li jasny dukaz od Pana sveho, jenz obdaril mne bohatymi dary svymi — nechci odporovati vam v tom, co (Buh) zbranuje vam ciniti, leda proto ze chci jedine polepseni vase, sec sily me staci. A duveru svou skladam pouze v Boha: na neho spoleham a k nemu obracim se"},{"SurahNumber":11,"VerseNumber":89,"Text":"Lide muj, necht odpor vas vuci mne neuvali na vas vinu pro kterou postihl by vas osud podobny onomu, jenz postihl lid Noemuv, lid Huduv, lid Salihuv: aniz lid Lotuv jest od vas (tak) vzdalen"},{"SurahNumber":11,"VerseNumber":90,"Text":"Proste za odpusteni Pana sveho a obratte se kajicne k nemu: zajiste Pan muj slitovny jest a laskyplny.“"},{"SurahNumber":11,"VerseNumber":91,"Text":"Rekli: „O Su'ejbe, nerozumime mnoho z toho, co pravis, vsak zajiste vidime te, zes slabym mezi nami: a nebyti rodu tveho, byli bychom te ukamenovali a ty bys nebyl mohl (braniti se nam).“"},{"SurahNumber":11,"VerseNumber":92,"Text":"Rekl: „Lide muj, zdaz rod muj vzacnejsim jest vam Boha a Boha za zada sva bez povsimnuti chcete zahoditi? Vsak zajiste Pan muj obklopuje vedenim svym skutky vase"},{"SurahNumber":11,"VerseNumber":93,"Text":"Lide muj, cinte, cokoliv muzete, jat taktez ucinim: zvite pak"},{"SurahNumber":11,"VerseNumber":94,"Text":"na koho prijde trest potupny pron a kdo lharem jest: nuz davejte pozor — ja s vami pozor budu davati.“"},{"SurahNumber":11,"VerseNumber":95,"Text":"A kdyz prisel rozkaz nas, zachranili jsme Su'ejba a ty, kdoz uverili s nim, z milosrdenstvi sveho: a zachvatila nepravostne boure mohutna a nalezeni jsou z rana co ztuhle mrtvoly v domech svych"}]}