{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret ekinini/sevabını isterse, onun ekinini/sevabını artırırız. Kim dunya ekinini isterse ona da ondan veririz. Onun ahirette bir nasibi/payı yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa, Allah’ın izin vermedigi bir dini kendilerine bir din kılan ortakları mı var? Eger (azabın ertelenmesine dair) kesin bir hukum olmasaydı, aralarında hemen hukmedilirdi. Gercekten zalimler icin acı bir azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"O baslarına geldigi zaman, kazandıkları yuzunden zalimlerin korku icinde olduklarını gorursun. Iman edip, salih amel yapanlar ise cennet bahcelerindedirler. Onlar icin Rableri katında ne isterlerse vardır. Iste buyuk lutuf budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"Allah’ın, iman eden ve salih ameller yapan kullarına mujdeledigi iste budur. De ki: Ben buna karsılık sizden akrabalık sevgisinden baska bir ucret istemiyorum. Kim bir iyilik islerse, ona iyiligi artırırız. Gercekten Allah, cokca magfiret edendir, Sekur'dur (karsılıklarını bol bol verir)"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar: \"(Senin hakkında) Allah'a karsı yalan uyduruyor mu?” diyorlar. Eger Allah dilerse, kalbini muhurler. Allah batılı yok eder, hakkı sozleriyle gerceklestirir. Cunku O, kalplerde olanı cok iyi bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarından tevbeyi kabul eden, gunahları affeden ve yaptıklarınızı bilen O’dur"},{"SurahNumber":42,"VerseNumber":26,"Text":"Iman eden ve salih amel yapanlara icabet eder ve onlara lutfunu artırır. Kafirlere gelince, onlara siddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Sayet Allah, kullarına rızkı yaymıs olsaydı, elbette yeryuzunde azgınlık ederlerdi. Fakat O, diledigi miktarda indirir. Cunku O kullarının herseyinden haberdardır, gorendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"(Kulları) umutlarını kestikten sonra yagmur indirip, rahmetini yayan O’dur. O'dur veli (ve) hamde layık olan"},{"SurahNumber":42,"VerseNumber":29,"Text":"Goklerin ve yerin yaratılması ve oralarda canlıların yayılması da O’nun ayetlerindendir. Diledigi zaman onları toplamaya kadir olan da O’dur"}]}