{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"He (Allah) brings out for you a similitude from your own selves (and thinking): Do you have partners from those whom your right hands possess, to be your equals to share in (your) wealth We have given to you? Do you fear them as you fear each other? Like this We explain the Signs in detail to those people who understand"},{"SurahNumber":30,"VerseNumber":29,"Text":"No! The wrongdoers follow their (own) desires, lacking enough knowledge (and understanding). Then who will guide those whom Allah leaves them astray (to wander)? And for them there will be no helpers"},{"SurahNumber":30,"VerseNumber":30,"Text":"So, you direct your face (and your sight) calmly, surely and truly towards the Faith: (Act on) Allah’s plan according to the Way upon which He has made mankind: (There should be) no change in the deeds for Allah. That is the (only) straight (and stable) Religion: But most of mankind has no knowledge"},{"SurahNumber":30,"VerseNumber":31,"Text":"(O Mankind) you turn back in repentance to Him, and fear Him: Perform prayers regularly, and you do not be from those who join gods (with Allah)"},{"SurahNumber":30,"VerseNumber":32,"Text":"(And you do not be from) those who break up their Religion, and become (divided into) sects— Each sect becoming happy in that which is its own"},{"SurahNumber":30,"VerseNumber":33,"Text":"And when trouble comes to men, they call sincerely to their Lord, turning back to Him in repentance: But when He gives them a taste of Mercy, behold! Some of them do a part of their worship to other gods besides their Lord—"},{"SurahNumber":30,"VerseNumber":34,"Text":"(As if) to show their thanklessness for the (gifts) We have given to them! Then enjoy (a little while); But soon you will realize (your mistakes)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Or is it that We have sent down the power (or capacity) to them, which shows them the things to which they do a part of their worship"},{"SurahNumber":30,"VerseNumber":36,"Text":"And when We give men a gift of (Our) Mercy, they are very happy (as if in pride) with it: But when some evil comes upon them because of the doings of their (own) hands, behold! They are sorrowful"},{"SurahNumber":30,"VerseNumber":37,"Text":"Do they not see that Allah gives the means (to live) in plenty or reduces them to anyone He pleases? Surely, in that are Signs for those who believe"},{"SurahNumber":30,"VerseNumber":38,"Text":"So give what is due to the relatives and the needy, and the wayfarer (away from home) that is best for those who search for Allah’s Holy Face (Allah’s Divine Countenance), and such are those (who give) that will prosper"},{"SurahNumber":30,"VerseNumber":39,"Text":"And that which you put aside in interest (as your own to be spent) to grow by using the property of (other) people, (that) will have no increase with Allah: But that which you give for charity, in search of Allah’s Holy Face, that will grow: These (are the people) who will get a reward many times larger"},{"SurahNumber":30,"VerseNumber":40,"Text":"It is Allah Who created you: Then He has given you the things to live; Then He will cause you to die; Then He will give you life. Are there any of your (false) 'partners' that can do even a single one of these things? Glory be to Him! And High is He above the ‘partners’ they attribute (to Him)"}]}