{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"All-llahu është i kënaqur me muslimanët e parë, emigrantët dhe ensarët dhe me të tërë ata të cilët i pasojën këta me vepra të mira, por edhe ata janë të kënaqur me Atë. Ai u ka përgatitur atyre xhennete ku rrjedhin lumenj, dhe ata aty do të mbesin përgjithmon. Ai është sukses i madh"},{"SurahNumber":9,"VerseNumber":101,"Text":"Ndër beduinët, rreth jush, ka hipokritë, por ka edhe në mesin e banorëve të Medinës të cilët janë të rryer në dyfytyrësi – ti nuk i di ata. Ata i dimë ne. do t’i dënojmë dyfish e pastaj do të kthehen në një dënim shumë të madh"},{"SurahNumber":9,"VerseNumber":102,"Text":"por ka edhe të tjerë, të cilët i kanë pranuar mëkatet e veta dhe i kanë përzier veprat e mira me tjerat, të këqiat; atyre ndoshta ua fal All-llahu sepse All-llahu fal, Ai është i gjithmëshirshëm"},{"SurahNumber":9,"VerseNumber":103,"Text":"Merre zeqatin nga pasuria e tyre që t’i pastrosh me të dhe t’i bësh të bekuar, edhe lutu për ata, lutja me të vërtetë do t’i qetësojë. Ndërkaq All-llahu dëgjon dhe di shumë"},{"SurahNumber":9,"VerseNumber":104,"Text":"A nuk e dinë ata se vetëm All-llahu pranon pendimin nga robërit e vet dhe e pranon lëmoshën, dhe se All-llahu është me të vërtetë Ai, i cili pranon pendimin dhe është mëshirëplotë"},{"SurahNumber":9,"VerseNumber":105,"Text":"Dhe thuaj: “Punoni! Se All-llahu do ta shoh punën tuaj, por edhe Profeti i tij edhe besimtarët; edhe ju do të ktheheni te ai i cili e di të padukshmen dhe të dukshmen, prandaj, do të ju informojë se çka po bëni"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ka edhe të tjerë që janë në dilema a do t’i dënojë All-llahu apo do t’ua falë. All-llahu është i dijshëm e i urtë"},{"SurahNumber":9,"VerseNumber":107,"Text":"Kurse ata të cilët e ndërtuan xhaminë, për të dëmtuar, për mosbesim edhe përçarje ndërmjet besimtarëve duke e përgatitur për atë i cili qysh më herët ka luftuar kundër All-llahut dhe Profetit të tij, me siguri do të bëjnë be “Ne kemi pas dëshiruar vetëm çka është e mirë”, por All-llahu me siguri e dëshmon se ata janë rrenacakë"},{"SurahNumber":9,"VerseNumber":108,"Text":"Ti kurr mos u fal aty! Xhamia që qysh prej ditës së parë është ngritur për devotshmëri, me të vërtetë meriton më së shumti që aty të kryesh namazin. Në të ka njerëz që dëshirojnë të pastrohen dhe All-llahu i do të pastërtit"},{"SurahNumber":9,"VerseNumber":109,"Text":"A është më i mirë, ai i cili themelin e shtëpisë s ëvet e ka vënë nga devotshmëria ndaj All-llahut dhe me dëshirë që t’i bëhet i afërt, apo ai i cili themelin e shtëpisë së vet e ka vënë në buzë të bregut të brejtur nga uji, i cili është shtrembëruar të bjerë bashkë me të në zjarrin e xhehennemit? All-llahu popullin mizor nuk e drejton në rrugë të drejtë"},{"SurahNumber":9,"VerseNumber":110,"Text":"Ndërtesa që e kanë ngritur ata vazhdimisht do të mbjellë shqetësime në zemrat e tyre, derisa tu pëlcasin zemrat e tyre. Kurse All-llahu është shumë i dijshëm e i urtë"}]}