{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Inkar edenler: -Biz ve atalarımız, toprak olduktan sonra (mezarlarımızdan) mı cıkarılacagız? dediler"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bize de; daha onceki atalarımıza da bu vaat edilmisti. Ama bu, oncekilerin masallarından baska birsey degildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"Yeryuzunde yuruyun ve bakın, gunahkarların sonu nasıl olmustur? de"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar icin uzulme, kurdukları tuzaklardan da sıkıntıya dusme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eger, dogru soyluyorsanız, bu vaat ne zaman? derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"Acele istediginiz seyin bir kısmının pesinizde olması umit edilir, de"},{"SurahNumber":27,"VerseNumber":73,"Text":"Suphesiz Rabbin, insanlara karsı lutuf sahibidir. Fakat, onların cogu sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin, onların iclerinde gizlediklerini de, acıga vurduklarını da elbette bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gokte ve yerde gizli hicbir sey yoktur ki apacık bir kitapta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Iste bu Kur’an, Israilogullarına, hakkında ayrılıga dustuklerinin cogunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, muminler icin yol gosterici ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin onların arasında hukmunu verecektir. Guclu ve bilgili olan O’dur"},{"SurahNumber":27,"VerseNumber":79,"Text":"Oyleyse Allah’a dayan! Sen, apacık hak uzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen, olulere duyuramazsın, arkasını donup gidenlere de cagrıyı isittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen, korleri sapıklıklarından dogru yola cıkaramazsın. Sen ancak ayetlerimize iman edenlere duyurabilirsin. Iste musluman olanlar onlardır"},{"SurahNumber":27,"VerseNumber":82,"Text":"Onlara verilen soz gerceklestigi zaman, yerden bir dabbe (canlı) cıkarırız da onlara konusarak; insanların gercekten ayetlerimize inanmadıklarını soyler"}]}