{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Toi vi dava primer ot samite vas. Nima imate sred vladenite ot vashite desnitsi sudruzhnitsi v prepitanieto, koeto vi davame, ta v nego da ste ravni, i da se strakhuvate ot tyakh, kakto se strakhuvate ot samite sebe si? Taka obyasnyavame znameniyata za khora proumyavashti"},{"SurahNumber":30,"VerseNumber":29,"Text":"Da, onezi, koito ugnetyavat, sledvat svoite strasti v nevedenie. A koi mozhe da naputi onzi, kogoto Allakh ostavya v zabluda? Nyama za tyakh zakrilnitsi"},{"SurahNumber":30,"VerseNumber":30,"Text":"I oburni svoeto litse kum religiyata - pravoveren, - kum prirodata, spored koyato Allakh e suzdal khorata! Religiyata na Allakh e neizmenna. Tya e pravata vyara. Ala povecheto khora ne razbirat"},{"SurahNumber":30,"VerseNumber":31,"Text":"Vurnete se kum Nego s pokayanie! I boite se ot Nego, i ot·sluzhvaite molitvata, i ne budete ot sudruzhavashtite"},{"SurahNumber":30,"VerseNumber":32,"Text":"ot onezi, koito razdelikha svoyata religiya i stanakha na chasti! Vsyaka grupa likuva s onova, koeto e u neya"},{"SurahNumber":30,"VerseNumber":33,"Text":"I shtom beda zasegne khorata, te zovat svoya Gospod, vrushtaiki se kum Nego s pokayanie. A kogato Toi im dade da vkusyat milost ot Nego, eto - chast ot tyakh sudruzhavat sus svoya Gospod"},{"SurahNumber":30,"VerseNumber":34,"Text":"za da otrekat onova, koeto Nie sme im dali. Naslazhdavaite se - shte uznaete"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ili im nizposlakhme dovod i toi im kazva da Go sudruzhavat"},{"SurahNumber":30,"VerseNumber":36,"Text":"I ako dadem na khorata da vkusyat milost, radvat i se. A shtom gi spoleti zlina zaradi onova, koeto rutsete im sa storili predi, eto gi - otchaivat se"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ne vizhdat li, che Allakh uvelichava prepitanieto komuto pozhelae, i Toi go namalyava? V tova ima znameniya za khora vyarvashti"},{"SurahNumber":30,"VerseNumber":38,"Text":"I otdavai na rodninata pravoto mu, i na nuzhdaeshtiya se, i na putnika [v nevolya]! Tova e nai-dobroto za onezi, koito iskat da vidyat Lika na Allakh. Te sa spoluchilite"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ne ochakvaite pri Allakh bogat·stvo za onova, koeto davate s likhva, za da se obogatite ot imotite na khorata, a za onova, koeto davate kato milostinya zakat, iskaiki da vidite Lika na Allakh. Na tezi shte se umnozhi"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allakh e, Koito vi sutvoryava, posle vi dava prepitanie, posle vi pribira dushite, posle shte vi suzhivi. Ima li sred sudruzhavanite ot vas nyakoi sposoben da napravi neshto takova? Prechist e Toi, previsoko e nad tova, s koeto Go sudruzhavat"}]}