{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"Shígǔ de jūmín què yǐ fǒurèn shǐzhěmen."},{"SurahNumber":15,"VerseNumber":81,"Text":"Wǒ què yǐ bǎ wǒ de xǔduō jīxiàng zhāoshì tāmen, dàn tāmen bèilíle tā."},{"SurahNumber":15,"VerseNumber":82,"Text":"Tāmen ānquán de záo shān wèi wū,"},{"SurahNumber":15,"VerseNumber":83,"Text":"dàn nàhǎn shēng zài zǎochén xíjíle tāmen."},{"SurahNumber":15,"VerseNumber":84,"Text":"Tāmen suǒ móuqiú de, duìyú tāmen wújìyúshì."},{"SurahNumber":15,"VerseNumber":85,"Text":"Wǒ zhǐ píng zhēnlǐ chuàngzào tiāndì wànwù, fùhuó shí shì bìdìng láilín de. Suǒyǐ nǐ yīngdāng wēnhé dì yuánliàng zhòngrén."},{"SurahNumber":15,"VerseNumber":86,"Text":"Nǐ de zhǔ què shì chuàngzào wànwù de zhǔ, què shì quán zhī de."},{"SurahNumber":15,"VerseNumber":87,"Text":"Wǒ què yǐ shǎngcì nǐ chángcháng fǎnfù sòngdú de qī jié jīng wén hé wěidà de “gǔlánjīng”."},{"SurahNumber":15,"VerseNumber":88,"Text":"Nǐ bùyào jìyú wǒ suǒ shǐ tāmen zhōng gè děng rén suǒ xiǎngshòu de shìwù, nǐ bùyào wèi tāmen ér bēi'āi. Nǐ yīngdāng wēnhé dì duìdài xìnshìmen."},{"SurahNumber":15,"VerseNumber":89,"Text":"Nǐ shuō: Wǒ què shì tǎnshuài de jǐnggào zhě."},{"SurahNumber":15,"VerseNumber":90,"Text":"Nà zhèngrú wǒ suǒ jiàng shì fēnpèi zhěmen de (dōngxī) yīyàng de,"},{"SurahNumber":15,"VerseNumber":91,"Text":"tāmen bǎ “gǔlánjīng” fēngē chéng ruògān zhītǐ."},{"SurahNumber":15,"VerseNumber":92,"Text":"Zhǐ nǐ de zhǔ fāshì, wǒ bì jiāng tāmen quántǐ jiāyǐ shěnwèn"},{"SurahNumber":15,"VerseNumber":93,"Text":"shěnwèn tāmen shēngqián de xíngwéi."},{"SurahNumber":15,"VerseNumber":94,"Text":"Nǐ yīngdāng gōngkāi xuānbù nǐ suǒ fèng de mìnglìng, érqiě bì kāi yǐ wù pèi zhǔ zhě."},{"SurahNumber":15,"VerseNumber":95,"Text":"Zài duìfù cháoxiào zhě fāngmiàn, wǒ bì shǐ nǐ mǎnzú."},{"SurahNumber":15,"VerseNumber":96,"Text":"Cháoxiào zhě chú zhēnzhǔ wài hái chóngbài bié de shénlíng, bùjiǔ tāmen jiù huì zhīdàole."},{"SurahNumber":15,"VerseNumber":97,"Text":"Wǒ què yǐ zhīdào nǐ wèi tāmen de lányán ér fánmèn."},{"SurahNumber":15,"VerseNumber":98,"Text":"Nǐ yīngdāng zànsòng nǐ de zhǔ chāojué wànwù, nǐ yīngdāng yǔ zhòngrén yīqǐ kòutóu,"},{"SurahNumber":15,"VerseNumber":99,"Text":"nǐ yīngdāng chóngbài nǐ de zhǔ, zhídào nà wúyí de xiāoxī láilín."}]}