{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ó emberek! Ti Allah-ra vagytok utalva. Ám Ő nincs ráutalva senkire, Ő a Magasztalandó"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ha úgy akarja (elpusztítva) eltüntet benneteket és új teremtést hoz"},{"SurahNumber":35,"VerseNumber":17,"Text":"Allah számára ez nem nehéz feladat"},{"SurahNumber":35,"VerseNumber":18,"Text":"És egyetlen terhet hordozó sem fogja másnak a terhét hordozni. És ha valaki terhekkel megrakott a terhe cipelésére hív valakit, nem hordja azt senki helyette, még a rokon sem. Te csak azoknak szolgálsz intőként, akik láthatatlanban is félik Urukat és az imát megtartják. És, aki megtisztítja magát önmaga számára tisztul meg. Allah-hoz vezet az út"},{"SurahNumber":35,"VerseNumber":19,"Text":"És nem egyenlő a vak és a látó"},{"SurahNumber":35,"VerseNumber":20,"Text":"Sem pedig a sötétségek és a fény\" (nem egyenlők)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Sem pedig az árnyék és az égető szél (vagy a nap melege)"},{"SurahNumber":35,"VerseNumber":22,"Text":"És nem egyenlők az élők és a holtak. Allah hallást adhat annak, akinek Ő akar. Ám te azonban nem adhatsz hallást azoknak, akik a sírokban vannak"},{"SurahNumber":35,"VerseNumber":23,"Text":"Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán intő vagy"},{"SurahNumber":35,"VerseNumber":24,"Text":"Bizony Mi elküldtünk Téged az Igazsággal örömhírhozóként és intőként. Nem volt olyan közösség, amelyben nem múlt volna el (nem élt volna) intő"},{"SurahNumber":35,"VerseNumber":25,"Text":"És ha meghazudtolnak Téged - már az előttük éltek is meghazudtolták. Küldötteik a világos bizonyítékokat és a könyveket és a világosságot mutató Könyvet hozták el nekik"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ezután megragadtam azokat, akik hitetlenek voltak. Milyen (borzalmas) volt (is) az Én rosszallásom"}]}