{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":49,"Text":"Kōraā, ‘hē mānara sampradāẏa! Ma'i kērala tōmālōkara bābē ējana suspaṣṭa satarkakāraī’"},{"SurahNumber":22,"VerseNumber":50,"Text":"ētēkē yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkara bābē āchē kṣamā ārau sanmānajanaka jīraikā"},{"SurahNumber":22,"VerseNumber":51,"Text":"ārau yisakalē āmāra āẏātasamūhaka byartha karaā cēṣṭā karaē, siham̐tē'i ha’ba jāhānnāmara adhibāsī"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ārau āmi tōmāra pūrbē yi raāchula athabā nabī praēraṇa karaichō, tē'ōm̐lōkara kōnōbā'i yētiẏā (ahī bāṇī) tilārata karaichē, tētiẏā'i caẏatānē tē'ōm̐lōkara tilāratata (kibā) nikṣēpa karaichē, kintu caẏatānē yi nikṣēpa karaē āllāhē sēẏā bidūraita karaē. Tāra pichata āllāhē tē'ōm̐ra āẏātasamūhaka supratiṣṭhita karaē, ārau āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":22,"VerseNumber":53,"Text":"Ē'iṭō ē'i kāraṇē yē, caẏatānē yi prakṣipta karaē, sēẏā tē'ōm̐ siham̐tara bābē paraīkṣāra bastu banā'i diẏē yisakalara antarata byadhi āchē ārau yisakalara antara ati kaṭhōra. Niścaẏa yālimasakala ghōra biraōdhitāta lipta āchē"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ārau ē'iṭō ē'i bābē'ō yē, yisakalaka jñāna diẏā haichē siham̐tē yēna jāniba pāraē yē, ē'iṭō tōmāra pratipālakara taraphara paraā praēraita satya; phalata siham̐tē iẏāra ōparata biśbāsa sthāpana karaē ārau siham̐tara antara iẏāra prati binaẏāranata haẏa. Niścaẏa yisakalē īmāna ānichē āllāhē tē'ōm̐lōkaka sarala patha dēkhuraāba"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ārau yisakalē kupharaī karaichē siham̐tē iẏāra prati sandēha pōṣaṇa karaiẏē'i thākiba, siham̐tara ōcarata ākasmikabhāraē kiẏāmata nahā laikē athabā siham̐tara ōcarata ēṭā bandhā dinara śāsti nahā laikē"},{"SurahNumber":22,"VerseNumber":56,"Text":"Sē'idinā kērala āllāharaē'i ādhipatya; tēraēm̐i siham̐tara mājata bicāra karaiba. Tāra pichata yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkē niẏāmatapūrṇa jānnātata arasthāna karaiba"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka asbīkāra karaichē, siham̐tara bābē'i āchē lāñchanādāẏaka śāsti"}]}