{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"O zaman sizi, Allah'tan bir guven olmak uzere hafif bir uyku buruyordu; sizi onunla temizlemek, seytanın pisligini sizden gidermek, kalplerinizi birbirine baglamak, ayaklarınızı saglam bastırmak icin uzerinize gokten bir su indiriyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"Rabbin, meleklere soyle vahyediyordu: \"Ben sizinle beraberim. Imanı olanları saglamlastırın. Inkar edenlerin kalpleri icine korku salacagım; vurun boyunların ustune, vurun onların her parmagına"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu boyledir. Cunku onlar Allah'a ve resulune kafa tuttular. Kim Allah'a ve resulune kafa tutarsa kuskusuz ki, Allah'ın azabı siddetli olur"},{"SurahNumber":8,"VerseNumber":14,"Text":"Iste gordunuz! Hadi tadın onu! Kufre sapanlar icin ates azabı da var"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler! Inkar edenlerle savasmak uzere karsılastıgınızda, sakın onlara arkalarınızı donmeyin"},{"SurahNumber":8,"VerseNumber":16,"Text":"Her kim boyle bir gunde, savasmak icin baska bir yer tutmak yahut baska bir birlige katılmaya gitmek dısında onlara arkasını donerse, Allah'tan bir gazaba carpılmıs olur. Varacagı yer cehennemdir onun. Ne kotu varıs yeridir o"},{"SurahNumber":8,"VerseNumber":17,"Text":"Siz oldurmediniz onları, Allah oldurdu onları. Attıgın zaman da sen atmadın, Allah attı. Inananları kendisinden guzel bir imtihanla denemek icin yaptı bunu. Allah; isitendir, bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Gordunuz ya, Allah kufre sapanların tuzagını fersiz bırakır"},{"SurahNumber":8,"VerseNumber":19,"Text":"Fetih istiyorsanız, fetih size geldi. Eger vazgecerseniz hakkınızda daha hayırlı olur. Eger donerseniz biz de doneriz. Cemaatiniz cok da olsa sizi her hangi bir seyden asla mustagni kılamaz! Allah, inananlarla beraberdir"}]}