{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"A Kniha tato, jiz seslali jsme, pozehnana jest: procez nasledujte ji a bojte se Boha, abyste nalezli slitovani"},{"SurahNumber":6,"VerseNumber":156,"Text":"Abyste pak nerekli: „Dvema narodum seslana byla Kniha pred nami, ale lhostejni jsme byli k uceni jejich.“"},{"SurahNumber":6,"VerseNumber":157,"Text":"Nebo abyste nerekli: „Kdyby nam byla byvala seslana Kniha, byli bychom lepe ji nasledovali nez oni.“ Nyni pak prislo vam jasne vysvetleni od Pana vaseho a vedeni i milosrdenstvi: kdoz tedy neslechetnejsim jest toho, jenz lzi nazyva znameni Boha a odvraci se od nich? Ty, kdoz odvraceji se, odmenime nejhorsim trestem za to, ze se odvraceli"},{"SurahNumber":6,"VerseNumber":158,"Text":"Snad cekaji, ze prijdou k nim andele, neb prijde sam Pan tvuj, nebo prijdou nejaka znameni Pana tveho? V den, kdy prijdou znameni Pana tveho, niceho nepomuze dusi vira jeji, neuverila-li pred tim, aniz te, jez nevykonala niceho dobreho ve vire sve. Rci: „Jen cekejte: my take cekame.“"},{"SurahNumber":6,"VerseNumber":159,"Text":"Nepatriz nijak k tem, jiz rozstepuji nabozenstvi sve a rozpadavaji se v sekty: ponech vec jejich na rozhodnuti Bohu. On pak povi jim, co cinili"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kdozkoli vykona dobry skutek, desateronasobne odmenen bude: kdozkoli pak vykona zly skutek, stejnou pouze mirou bude odmenen: a nikomu nebude nijak ublizeno"},{"SurahNumber":6,"VerseNumber":161,"Text":"Rci: „Mne pak uvedl Pan muj na stezku primou, k nabozenstvi pravemu, vire Abrahamove, jenz pravym byl vericim a nebyl z tech, kdoz Bohu davaji spolecniky.“"},{"SurahNumber":6,"VerseNumber":162,"Text":"Rci: „V pravde, modlitby me a obrady, jez konan, a zivot a smrt prinalezeji Bohu, Panu svetu"},{"SurahNumber":6,"VerseNumber":163,"Text":"jenz nema spolecnika: toto prikazano mi bylo a ja prvnim jsem z muslimu"},{"SurahNumber":6,"VerseNumber":164,"Text":"Rci: „Zdaz jineho budu prati si za Pana, kdyz on Panem jest veci vsechnech? Jedine pro sebe pracuje kazda duse a zadna, nesouci bremeno, neponese bremene druhe: pak k Panu svemu nevratite se a on zpravi vas o tom, v cem jste se rozchazeli"},{"SurahNumber":6,"VerseNumber":165,"Text":"On jest to, jenz ucinil vas nastupci (predchudcu vasich) na zemi a pozvedl jedny z vas nad druhe o ruzne stupne, aby zkouseti vas mohl tim, cim obdaril vas. Zajiste Pan muj rychly jest v trestani, ale tez velky v odpousteni, slitovny.“"}]}