{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":274,"Text":"ماللىرىنى كېچە ـ كۈندۈز (ھەممە ۋاقىت)، يوشۇرۇن ۋە ئاشكارا يوسۇندا خەير ـ ئېھسان قىلىدىغانلار پەرۋەردىگارىنىڭ دەرگاھىدا ساۋاب تاپىدۇ، ئۇلارغا (ئاخىرەتتە) قورقۇنچ يوقتۇر ۋە ئۇلار غەم ـ ئەندىشە قىلمايدۇ"},{"SurahNumber":2,"VerseNumber":275,"Text":"جازانە، ئۆسۈم يەيدىغان ئادەملەر (قىيامەت كۈنى گۆرلىرىدىن) جىن چېپىلىپ قالغان ساراڭ ئادەملەردەك قوپىدۇ. بۇ شۇنىڭ ئۈچۈنكى، ئۇلار ئاللاھ ھارام قىلغان ئىشنى ھالال بىلىپ: «سودا ـ سېتىقمۇ جازانىگە ئوخشاش» دېدى. ھالبۇكى ئاللاھ سودا ـ سېتىقنى ھالال قىلدى، جازانىنى، (بەدەلسىز بولغانلىقى، شەخسكە ۋە جەمئىيەتكە زىيانلىق بولغانلىقى ئۈچۈن) ھارام قىلدى. كىمكى پەرۋەردىگارى تەرىپىدىن ۋەز ـ نەسىھەت كەلگەندىن كېيىن (يەنى جازانە مەنئى قىلىنغاندىن كېيىن ئۇنىڭدىن) يانسا، بۇرۇن ئالغىنى ئۆزىنىڭ بولىدۇ، ئۇنىڭ ئىشى ئاللاھقا تاپشۇرۇلىدۇ. قايتا جازانە قىلغانلار ئەھلى دوزاخ بولۇپ، دوزاختا مەڭگۈ قالىدۇ"},{"SurahNumber":2,"VerseNumber":276,"Text":"ئاللاھ جازانىنىڭ (بەرىكىتىنى) ئۆچۈرۈۋېتىدۇ، سەدىقىنىڭ (بەرىكىتىنى) زىيادە قىلىدۇ. ئاللاھ ھەربىر ناشۈكۈر (يەنى جازانىنى ھالال سانىغۇچى) گۇناھكارنى دوست تۇتمايدۇ"},{"SurahNumber":2,"VerseNumber":277,"Text":"ئىمان ئېيتقان، ياخشى ئەمەللەرنى قىلغان، ناماز ئوقۇغان، زاكات بەرگەن كىشىلەر پەرۋەردىگارىنىڭ دەرگاھىدا (چوڭ) ساۋابقا ئېرىشىدۇ، ئۇلارغا (ئاخىرەتتە) قورقۇنچ يوقتۇر ۋە ئۇلار غەم ـ ئەندىشە قىلمايدۇ"},{"SurahNumber":2,"VerseNumber":278,"Text":"ئى ئىمان ئېيتقان كىشىلەر! (ھەقىقىي) مۆمىن بولساڭلار، ئاللاھ (نىڭ ئەمرىگە) مۇخالىپەتچىلىك قىلىشتىن ساقلىنىڭلار، (كىشىلەرنىڭ زىممىسىدە) قېلىپ قالغان جازانىنى (يەنى ئۆسۈمنى) ئالماڭلار"},{"SurahNumber":2,"VerseNumber":279,"Text":"ئەگەر شۇنداق قىلمىساڭلار، ئاللاھ ۋە ئۇنىڭ رەسۇلىغا ئۇرۇش ئاچقان بولىسىلەر. ئەگەر (جازانە قىلىشتىن) تەۋبە قىلساڭلار، (قەرز بەرگەن) سەرمايەڭلار ئۆزۈڭلارغا قايتىدۇ، باشقىلارنى زىيان تارتقۇزمايسىلەر، ئۆزۈڭلارمۇ زىيان تارتمايسىلەر"},{"SurahNumber":2,"VerseNumber":280,"Text":"ئەگەر قەرزدارنىڭ قولى قىسقا بولسا، ئۇنىڭ ھالى ياخشىلانغىچە كۈتۈڭلار، ئەگەر (خەيرلىك ئىش ئىكەنلىكىنى بىلسەڭلار، قىيىنچىلىقتا قالغان قەرزداردىن ئالىدىغان قەرزنى ئۇنىڭغا) سەدىقە قىلىپ بېرىۋەتكىنىڭلار سىلەر ئۈچۈن تېخىمۇ ياخشىدۇر"},{"SurahNumber":2,"VerseNumber":281,"Text":"سىلەر شۇنداق بىر كۈندىن (يەنى قىيامەت كۈنىدىن) قورقۇڭلاركى، ئۇ كۈندە سىلەر ئاللاھنىڭ دەرگاھىغا قايتۇرۇلىسىلەر، ئاندىن ھەر كىشى قىلغان (ياخشى ـ يامان) ئەمەلىنىڭ نەتىجىسىنى تولۇق كۆرىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ، (يەنى ياخشى ئەمەلى كېمەيتىلىپ، يامان ئەمەلى كۆپەيتىلمەيدۇ)"}]}