{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitabın indirilmesi, üstün ve güçlü, hüküm ve hikmet sahibi Tanrı´dandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz gökleri, yeri ve ikisi arasında bulunanları ancak hak ve adı konulmuş bir ecel ile yarattık. Küfredenler ise, uyarıldıkları şeyden yüz çeviren (kimseler)dir"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: \"Gördünüz mü haber verin, Tanrı´dan başka taptıklarınız, yerden neyi yaratmışlar, bana gösterin? Yoksa onların göklerde bir ortaklığı mı var? Eğer doğru sözlüler iseniz, bundan önce bir kitap ya da bir ilim kalıntısı (veya bir eser) varsa, bana getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Tanrı´yı bırakıp kıyamet gününe kadar kendisine icabet etmeyecek şeylere tapandan daha sapmış kimdir? Oysa onlar, bunların tapmalarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"İnsanlar haşrolunduğu (bir araya getirildiği) zaman, (Tanrı´dan başka taptıkları) onlara düşman kesilirler ve (kendilerine) ibadet etmelerine de kafir olurlar"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara açık belgeler olarak ayetlerimiz okunduğu zaman, o küfredenler kendilerine gelmiş olan hak için dediler ki: \"Bu, apaçık bir büyüdür"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa: \"Kendisi onu uydurdu\" mu diyorlar? De ki: \"Eğer ben uydurdumsa, bu durumda siz, Tanrı´dan bana (gelecek) hiçbir şeye malik (engel) olamazsınız. Sizin kendisi (Kuran) hakkında ne taşkınlıklar yaptığınızı O daha iyi bilendir. Benimle sizin aranızda şahid olarak O yeter. O, çok bağışlayandır, çok esirgeyendir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: \"Ben elçilerden bir türedi değilim, bana ve size ne yapılacağını da bilemiyorum. Ben, yalnızca bana vahyedilmekte olana uyuyorum ve ben, apaçık bir uyarıcıdan başkası değilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: \"Gördünüz mü, haber verin; eğer (bu Kuran,) Tanrı katından ise, siz de ona küfretmişseniz ve İsrailoğulları´ndan bir şahid bunun bir benzerine şahidlik edip inanmışsa ve siz de büyüklük taslamışsanız [bunun sonucu ne olacak]? Şüphesiz Tanrı, zalim olan bir kavmi hidayete erdirmez"}]}