{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Say (O Muhammad): It is revealed unto me that a company of the Jinn gave ear, and they said: Lo! we have heard a marvellous Qur'an"},{"SurahNumber":72,"VerseNumber":2,"Text":"Which guideth unto righteousness, so we believe in it and we ascribe no partner unto our Lord"},{"SurahNumber":72,"VerseNumber":3,"Text":"And (we believe) that He - exalted be the glory of our Lord! - hath taken neither wife nor son"},{"SurahNumber":72,"VerseNumber":4,"Text":"And that the foolish one among us used to speak concerning Allah an atrocious lie"},{"SurahNumber":72,"VerseNumber":5,"Text":"And lo! we had supposed that humankind and jinn would not speak a lie concerning Allah"},{"SurahNumber":72,"VerseNumber":6,"Text":"And indeed (O Muhammad) individuals of humankind used to invoke the protection of individuals of the jinn, so that they increased them in revolt against Allah"},{"SurahNumber":72,"VerseNumber":7,"Text":"And indeed they supposed, even as ye suppose, that Allah would not raise anyone (from the dead)"},{"SurahNumber":72,"VerseNumber":8,"Text":"And (the Jinn who had listened to the Qur'an said): We had sought the heaven but had found it filled with strong warders and meteors"},{"SurahNumber":72,"VerseNumber":9,"Text":"And we used to sit on places (high) therein to listen. But he who listeneth now findeth a flame in wait for him"},{"SurahNumber":72,"VerseNumber":10,"Text":"And we know not whether harm is boded unto all who are in the earth, or whether their Lord intendeth guidance for them"},{"SurahNumber":72,"VerseNumber":11,"Text":"And among us there are righteous folk and among us there are far from that. We are sects having different rules"},{"SurahNumber":72,"VerseNumber":12,"Text":"And we know that we cannot escape from Allah in the earth, nor can we escape by flight"},{"SurahNumber":72,"VerseNumber":13,"Text":"And when we heard the guidance, we believed therein, and whoso believeth in his Lord, he feareth neither loss nor oppression"},{"SurahNumber":72,"VerseNumber":14,"Text":"And there are among us some who have surrendered (to Allah) and there are among us some who are unjust. And whoso hath surrendered to Allah, such have taken the right path purposefully"},{"SurahNumber":72,"VerseNumber":15,"Text":"And as for those who are unjust, they are firewood for hell"},{"SurahNumber":72,"VerseNumber":16,"Text":"If they (the idolaters) tread the right path, We shall give them to drink of water in abundance"},{"SurahNumber":72,"VerseNumber":17,"Text":"That We may test them thereby, and whoso turneth away from the remembrance of his Lord; He will thrust him into ever-growing torment"},{"SurahNumber":72,"VerseNumber":18,"Text":"And the places of worship are only for Allah, so pray not unto anyone along with Allah"},{"SurahNumber":72,"VerseNumber":19,"Text":"And when the slave of Allah stood up in prayer to Him, they crowded on him, almost stifling"}]}