{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Musriklerin icinden (kendileriyle) muaahede etdiklerinize Allahdan ve Resulunden bir ultumatomdur (bu)"},{"SurahNumber":9,"VerseNumber":2,"Text":"(Ey musrikler, haydi) yer yuzunde dort ay daha (guvenlikle) dolasın. Bilin ki siz Allahı aaciz bırakabilecekler degilsiniz. Allah her halde kafirleri (diledigi zaman) rusvay edicidir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Ve (bu), hacc-ı ekber gunu Allahdan ve Resulunden insanlara (soyle) bir i´lamdır: Allah ve Resulu musrikler (i himaye etmek) den artık kat´iyyen uzakdır. (Bununla beraber) eger (kufurden ve muaahedelere haainlik etmekden) tevbe ve rucu ederseniz bu, sizin icin hayırlıdır. Eger (yine) yuz cevirirseniz, (sunu) bilin ki, subhesiz, siz Allahı aaciz bırakabilecek degilsiniz. O kufredenlere (Allahı ve peygamberi tanımayanlara) acıklı bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Muaahede yapdıgınız musriklerden size (ahidierinin sartlarında) hicbir sey eksiklik yapmamıs, aleyhinizde (dusmanlarınızdan) hic bir kimseye yardım etmemis olanlar (bu hukumden) mustesnadır. O halde onların muddetleri (bitinceye) kadar ahidlerini tamamlayın. Cunku Allah (haksızlıkdan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"(Dokunulması) haram olan o aylar cıkdıgı zaman artık o musrikleri, onları nerede bulursanız, oldurun, onları (esir olarak) yakalayın, onları habsedin, onların butun gecid yerlerini tutun. Eger tevbe ederler, (tevbelerini ve imanlarını tasdıyk icin) namaz kılarlar, zekat verirlerse yollarını serbest bırakın. Cunku Allah cor yarlıgayıcıdır, cok esirgeyicidir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Eger (kendilerine tearruz edilmesi emrolunan) musriklerden biri senden aman dilerse ona aman ver. Taki Allahın kelamını dinlesin. Sonra onu emin oldugu yere kadar (selametle) ulasdır. Cunku onlar (hakıykatı) bilmeyen bir kavmdir"}]}