{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif Lám Râ. Ky është një Libër, vargjet e të cilit janë radhitur mrekullueshëm dhe janë parashtruar me hollësi nga ana e Një të Urti të Gjithëdijshëm"},{"SurahNumber":11,"VerseNumber":2,"Text":"Adhuroni vetëm Allahun, sepse unë (Muhamedi) jam për ju një paralajmërues dhe sjellës i lajmit të mirë prej Tij"},{"SurahNumber":11,"VerseNumber":3,"Text":"(që ju porosis) të kërkoni falje nga Zoti juaj e të ktheheni tek Ai me pendesë. Ai do t’ju japë të shijoni kënaqësi të bukura deri në afatin e caktuar dhe do t’i japë çdo të miri shpërblimin e merituar. E, nëse ktheni shpinën, unë i frikësohem dënimit tuaj në Ditën e Madhe"},{"SurahNumber":11,"VerseNumber":4,"Text":"Tek Allahu do të ktheheni; Ai është i Plotfuqishëm për çdo gjë"},{"SurahNumber":11,"VerseNumber":5,"Text":"Ah! Në të vërtetë, ata mbulojnë kraharorin e tyre, që të fshihen nga Ai. Por edhe sikur të mbulohen me petkat e tyre, Ai e di se çfarë fshehin ata dhe çfarë shfaqin. Ai, me të vërtetë, është i Gjithëdijshëm se ç’ka në zemra (të çdokujt)"},{"SurahNumber":11,"VerseNumber":6,"Text":"S’ka asnjë gjallesë në Tokë që të mos i ketë mjetet e jetesës prej Tij. Ai di vendbanimin e saj dhe vendin e vdekjes. Të gjitha këto janë (të shënuara) në Librin e qartë"},{"SurahNumber":11,"VerseNumber":7,"Text":"Është Ai që ka krijuar qiejt dhe Tokën për gjashtë ditë, teksa Froni i Tij ndodhej mbi ujë, për t’ju vënë në provë kush është më i mirë në vepra. Nëse ti u thua: “Ju do të ringjalleni pas vdekjes”, mohuesit, me siguri do të thonë: “Kjo nuk është asgjë tjetër, përveçse magji e kulluar!”"},{"SurahNumber":11,"VerseNumber":8,"Text":"Nëse Ne ua shtyjmë dënimin për një kohë të shkurtër, ata me siguri do të thoshin: “Kush po e vonon?” Por ditën që do t’u vijë dënimi, asgjë nuk do t’ua largojë atë dhe, do t’i përfshijë ajo që ata e përqeshnin"}]}