{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":121,"Text":"Lorsqu’un matin, tu (Mohammad) quittas ta famille, pour assigner aux croyants les postes de combat et Allah est Audient et Omniscient"},{"SurahNumber":3,"VerseNumber":122,"Text":"Quand deux de vos groupes songerent a flechir, alors qu’Allah etait leur allie a tous deux! Et, c’est en Allah que les croyants doivent placer leur confiance"},{"SurahNumber":3,"VerseNumber":123,"Text":"Certes, Allah vous a donne la victoire, a Badr, alors que vous etiez humilies. Craignez donc Allah ! Afin que vous soyez reconnaissants"},{"SurahNumber":3,"VerseNumber":124,"Text":"(Allah vous a bien donne la victoire) lorsque tu disais aux croyants; \"Ne vous suffit-il pas que votre Seigneur vous fasse descendre en aide trois milliers d’Anges"},{"SurahNumber":3,"VerseNumber":125,"Text":"Mais oui! Si vous etes endurants et pieux, et qu’ils [les ennemis] vous assaillent immediatement, votre Seigneur vous enverra en renfort cinq mille Anges marques distinctement"},{"SurahNumber":3,"VerseNumber":126,"Text":"Et Allah ne le fit que (pour vous annoncer) une bonne nouvelle, et pour que vos cœurs s’en rassurent. La victoire ne peut venir que d’Allah, le Puissant, le Sage"},{"SurahNumber":3,"VerseNumber":127,"Text":"pour aneantir une partie des mecreants ou pour les humilier (par la defaite) et qu’ils en retournent donc decus"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tu n’as (Mohammad) aucune part dans l’ordre (divin) - qu’Il (Allah) accepte leur repentir (en embrassant l’islam) ou qu’Il les chatie, car ils sont bien des injustes"},{"SurahNumber":3,"VerseNumber":129,"Text":"A Allah appartient tout ce qui est dans les cieux et sur la terre. Il pardonne a qui Il veut, et Il chatie qui Il veut.... Et Allah est Pardonneur et Misericordieux"}]}