{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"Kane ardhur edhe disa arab te cilet kerkuan falje qe te lypin leje te mos shkojne, dhe ashtu munguan ata te cilet mashtronin All-llahun dhe Profetin e tij. Ata, nga mesi i tyre, te cilet nuk besuan do t’i godase vuajtje e rende"},{"SurahNumber":9,"VerseNumber":91,"Text":"Nuk u drejtohet kercenimi te semureve e as te dobtevet dhe as atyre qe nuk mund te gjejne mjete per lufte, kur jane te sinqerte ndaj All-llahut dhe Profetit te tij. Nuk ka kurrfare arsyeje te flitet kunder punemireve. All-llahu fal dhe eshte meshireplote"},{"SurahNumber":9,"VerseNumber":92,"Text":"E as atyre te cileve kur te erdhen t’i transferosh u ke thene: “Nuk mund te gjej me cka t’ju transferoj”, dhe u kthyen te perlotur, te pikelluar qe nuk kane mundesi te kontribojne"},{"SurahNumber":9,"VerseNumber":93,"Text":"Por ka arsye (te flitet) kunder atyre te cilet kerkojne prej teje leje qe te mungojne, a jane te pasur. Kenaqen te mbesin me ata qe nuk shkojne ne lufte. All-llahu i ka vulosur zemrat e atyre, e ata nuk e dine"},{"SurahNumber":9,"VerseNumber":94,"Text":"Kur te ktheheni ne mesin e tyre, ata do t’ju arsyetohen. Thuaj: “Mos kerkoni falje se ne kuk u besojme, neve na ka informuar All-llahu per ju. All-llahu dhe Profeti i tij do ta shohin punen tuaj, pastaj, ju do te ktheheni te Ai qe i di te gjitha fshehtesite, edhe te dukshmen edhe te padukshmen, dhe do t’ju informoje se cka po beni"},{"SurahNumber":9,"VerseNumber":95,"Text":"Kur te ktheheni tek ata, do t’ju perbetojne ne All-llahun qe t’i lini, prandaj lerini, ata jane njemend te ndyte, edhe vendbanimi i tyre do te jete ne xhehennem, si shperblim per ate cka kane bere"},{"SurahNumber":9,"VerseNumber":96,"Text":"Ata u perbetojne qe te jeni te kenaqur me ta. Nese jeni te kenaqur me ta, All-llahu me siguri nuk eshte i kenaqur me popullin e dalur feje"},{"SurahNumber":9,"VerseNumber":97,"Text":"Beduinet jane mosbesimtaret dhe dyfytyreshat me te medhenj dhe me te keqinj, dhe nuk i njohin normat qe i ka shpallur All-llahu Profetit te vet. Kurse All-llahu eshte shume i dijshem e i urte"},{"SurahNumber":9,"VerseNumber":98,"Text":"Ka beduine, te cilet e trajtojne si denim ate cka japin dhe memzi presin qe t’ju godasin fatkeqesite – ata i gjete belaja! All-llahu degjon dhe di shume"},{"SurahNumber":9,"VerseNumber":99,"Text":"Por ka beduine te cilet i besojne All-llahut dhe botes tjeter dhe konsiderojne se ajo cka japin eshte rruge per t’u afruar te All-llahu dhe ta meritojne bekimin e Profetit. Shikoni, ajo eshte me te vertete afersi per ata, All-llahu do t’i perfshije ne meshiren e vet, sepse Allau fal dhe eshte meshireplote"}]}