{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"aniyāyakkārarkaḷ vacitta ettaṉaiyō ūrkaḷai nām aḻittu nācamākki viṭṭōm. Avarkaḷukkup piṉṉar (avviṭattil) vēṟu makkaḷai uṟpatti ceytōm"},{"SurahNumber":21,"VerseNumber":12,"Text":"avarkaḷum nam vētaṉaiyiṉ aṟikuṟiyai uṇarntu koṇṭa māttirattil taṅkaḷ ūraiviṭṭu viraintu ōṭa ārampittārkaḷ"},{"SurahNumber":21,"VerseNumber":13,"Text":"(accamayam nām avarkaḷai nōkki) ‘‘nīṅkaḷ vēkamāka ōṭātīrkaḷ! Nīṅkaḷ mikka āṭamparamāka aṉupavittu vanta celvattiṉ pakkamum, uṅkaḷ vīṭukaḷukkum nīṅkaḷ tirumpuṅkaḷ. Aṅku nīṅkaḷ atu paṟṟi kēṭkappaṭuvīrkaḷ'' (eṉṟu kūṟiṉōm)"},{"SurahNumber":21,"VerseNumber":14,"Text":"ataṟkavarkaḷ ‘‘eṅkaḷ kēṭē! Niccayamāka nāṅkaḷ (varampu mīṟiya) tīyavarkaḷāka iruntōm'' eṉṟu kūkkuraliṭṭārkaḷ"},{"SurahNumber":21,"VerseNumber":15,"Text":"avarkaḷuṭaiya akkūkkural avarkaḷai nām aḻittuc cāmpalākkum varai nīṭittiruntatu"},{"SurahNumber":21,"VerseNumber":16,"Text":"Vāṉaṅkaḷaiyum, pūmiyaiyum, ataṟku mattiyil uḷḷavaṟṟaiyum vīṇ viḷaiyāṭṭukkāka nām paṭaikkavillai"},{"SurahNumber":21,"VerseNumber":17,"Text":"nām vīṇ viḷaiyāṭṭukkāraṉāka iruntu viḷaiyāṭa vēṇṭum eṉṟu nām karutiyum iruntāl nam'miṭamuḷḷa (namakkut takutiyāṉa)tai nām eṭuttu (viḷaiyāṭi)k koṇṭiruppōm"},{"SurahNumber":21,"VerseNumber":18,"Text":"avvāṟaṉṟu; meyyaip poyyiṉ mītu eṟikiṟōm. Atu atai (ataṉ talaiyai) uṭaittu viṭukiṟatu. Piṉṉar atu aḻintum viṭukiṟatu. (Ākavē, iṟaivaṉaip paṟṟi avaṉukku maṉaivi uṇṭeṉṟum, cantati uṇṭeṉṟum) nīṅkaḷ kūṟupavaṟṟiṉ kāraṇamāka uṅkaḷukkuk kēṭutāṉ"},{"SurahNumber":21,"VerseNumber":19,"Text":"vāṉaṅkaḷilum pūmiyilumuḷḷa aṉaittum avaṉukkuriyaṉavē! Avaṉiṭattil irukkakkūṭiya (vāṉavarkaḷāyiṉum cari; avarkaḷum avaṉuṭaiya aṭiyārkaḷē! A)varkaḷ avaṉai vaṇaṅkātu perumai aṭikkavum māṭṭārkaḷ, cōrvuṟavum māṭṭārkaḷ"},{"SurahNumber":21,"VerseNumber":20,"Text":"avarkaḷ iravu pakal ennēramum iṭaiviṭātu avaṉaip pōṟṟi pukaḻntu tutittuk koṇṭē irukkiṉṟaṉar"},{"SurahNumber":21,"VerseNumber":21,"Text":"pūmiyil uḷḷavaṟṟai ivarkaḷ kaṭavuḷkaḷāka eṭuttuk koṇṭirukkiṉṟaṉarē avai (maraṇittavarkaḷai) uyirppikkumā"},{"SurahNumber":21,"VerseNumber":22,"Text":"vāṉaṅkaḷilum pūmiyilum allāhvait tavira vēṟu kaṭavuḷkaḷ iruntiruntāl avai iraṇṭumē aḻintē pōyirukkum. Arṣiṉ atipatiyākiya allāh, avarkaḷ varṇikkum (ittakaiya kuṟṟam kuṟaikaḷāṉa) taṉmaikaḷiliruntu mikap paricuttamāṉavaṉ"},{"SurahNumber":21,"VerseNumber":23,"Text":"avaṉ ceypavaṟṟaip paṟṟi (ēṉ ceytāy, etaṟkākac ceytāy eṉṟu) evarumē avaṉaik kēṭka muṭiyātu. (Avvaḷavu carva cutantiramum, vallamaiyum uḷḷavaṉ avaṉ.) Eṉiṉum, paṭaippukaḷtāṉ (avaravarkaḷuṭaiya ceyalaip paṟṟik) kēṭkappaṭuvārkaḷ"},{"SurahNumber":21,"VerseNumber":24,"Text":"(Napiyē!) Ivarkaḷ allāh allātavaṟṟaik kaṭavuḷkaḷāka eṭuttuk koṇṭirukkiṉṟaṉarā? (Avvāṟāyiṉ avarkaḷai nōkki)''eṉṉuṭaṉ iruppavarkaḷiṉ vētamum, eṉakku muṉṉuḷḷavarkaḷiṉ vētamum itō irukkiṉṟaṉa. (Ivaṟṟiliruntu itaṟku) uṅkaḷ ātārattai nīṅkaḷ koṇṭu vāruṅkaḷ'' eṉṟu kūṟuvīrāka. Eṉiṉum, avarkaḷil perumpālāṉavarkaḷ uṇmaiyai aṟintu koḷḷa cakti aṟṟavarkaḷ. Ātalāl avarkaḷ (ivvētattaiyum) puṟakkaṇikkiṉṟaṉar"},{"SurahNumber":21,"VerseNumber":25,"Text":"uṅkaḷukku muṉṉar nām aṉuppiya tūtarkaḷukkellām, ‘‘niccayamāka eṉṉait tavira vaṇakkattiṟkuriya vēṟu iṟaivaṉ illavē illai; eṉṉaiyē nīṅkaḷ vaṇaṅkuṅkaḷ'' eṉṟu nām vahyi aṟivikkāmalillai"},{"SurahNumber":21,"VerseNumber":26,"Text":"(avvāṟiruntum) rahmāṉ (vāṉavarkaḷai taṉakkup peṇ) cantatiyākkik koṇṭāṉ eṉṟu ivarkaḷ kūṟukiṉṟaṉar. Avaṉō mikap paricuttamāṉavaṉ. (Vāṉavarkaḷ avaṉuṭaiya cantatikaḷaṉṟu,) eṉiṉum, (avaṉuṭaiya) kaṇṇiyamikka aṭiyārkaḷ āvar"},{"SurahNumber":21,"VerseNumber":27,"Text":"(avaṉukku muṉṉāl) i(vvāṉa)varkaḷ oru vārttaiyum mīṟip pēca māṭṭārkaḷ. Avaṉ iṭṭa kaṭṭaḷaiyai ivarkaḷ ceytu koṇṭu iruppārkaḷ"},{"SurahNumber":21,"VerseNumber":28,"Text":"avarkaḷukku muṉṉiruppavaṟṟaiyum, piṉṉiruppavaṟṟaiyum avaṉ naṉkaṟivāṉ. Avaṉ virumpiyavarkaḷukkē tavira maṟṟevarukkum ivarkaḷ cipāricu ceyyamāṭṭārkaḷ. Iṉṉum, avaṉukkup payantu naṭuṅkik koṇṭē iruppārkaḷ"},{"SurahNumber":21,"VerseNumber":29,"Text":"avarkaḷil evarēṉum ‘‘allāhvaiyaṉṟi niccayamāka nāṉum vaṇakkattiṟkuriya ōr iṟaivaṉtāṉ'' eṉṟu kūṟiṉāl, avarukku narakattaiyē nām kūliyākkuvōm. Aniyāyakkārarkaḷukku avvāṟē kūli koṭuppōm"}]}