{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"Tā shì zài zhòng pū zhī shàng zǎi zhì wànwù de zhǔ, tā pàiqiǎn xǔduō tiānshǐ lái bǎohù nǐmen. Dài sǐwáng jiànglín nǐmen zhōng de rènhé rén de shíhòu, wǒ de zhòng tiānshǐ, jiāng shǐ tā sǐwáng, tāmen háo bù shūhū"},{"SurahNumber":6,"VerseNumber":62,"Text":"Ránhòu, shìrén yào bèi sòng guī ān lā——tāmen de zhǔ. Zhēn de, pànjué zhǐ guī tā, tā shì qīngsuàn zuì shénsù de"},{"SurahNumber":6,"VerseNumber":63,"Text":"Nǐ shuō:“Nǐmen qiānxùn de hé mìmì de qídǎo shuō:‘Rúguǒ tā zhěngjiù wǒmen tuōlí zhèxiē kǔnàn, wǒmen bìdìng gǎnxiè tā.’ Shéi néng zhěngjiù nǐmen tuōlí lùdì hé hǎiyáng de gè zhǒng kǔnàn ne?”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Nǐ shuō:“Ān lā zhěngjiù nǐmen tuōlí zhèxiē kǔnàn, hé yīqiè yōuhuàn. Ránhòu, nǐmen yòu yǐ wù pèi tā.”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Nǐ shuō:“Tā néng shǐ xíngfá cóng nǐmen de tóu shàng hé jiǎoxià xíjí nǐmen, huò shǐ nǐmen gè zōngpài xiāng hùnzá, cóng'ér shǐ nǐmen zhè zōngpài chángshì nà zōngpài de zhànzhēng.” Nǐ kàn, wǒ zěnyàng chǎnshù xǔduō jīxiàng, yǐbiàn tāmen liǎojiě"},{"SurahNumber":6,"VerseNumber":66,"Text":"Zhè bù jīng shì zhēnlǐ, ér nǐ de zōngzú fǒurèn tā. Nǐ shuō:“Wǒ bùshì jiānhù nǐmen de.”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Měi yī zhǒng yùyán, dōu yǒu tā shíxiàn de shíjiān. Nǐmen bùjiǔ huì zhīdào de"},{"SurahNumber":6,"VerseNumber":68,"Text":"Dāng nǐ kànjiàn tāmen tánlùn wǒ de jīxiàng de shíhòu, nǐ dāng bì kāi tāmen, zhídào tāmen tánlùn bié de shì. Rúguǒ èmó shǐ nǐ wàngjì, nàme, zài jì qǐ zhīhòu, nǐ bùyào zài yǔ bù yì de rén tóng zuò"},{"SurahNumber":6,"VerseNumber":69,"Text":"Jìngwèi de rén, duìyú bù yì zhě de shòu qīngsuàn, háo wú guānxì, dàn xū quàn jiè (tāmen), tāmen huòxǔ jìngwèi"},{"SurahNumber":6,"VerseNumber":70,"Text":"Bǎ zìjǐ de zōngjiào dàng zuò xīxì hé yúlè, érqiě wéi jīnshì shēnghuó suǒ qīpiàn de rén, nǐ kěyǐ rèn tāmen zì biàn. Nǐ yīngdāng yǐ “gǔlánjīng” quàn jiè shìrén, yǐmiǎn rènhé rén yīn zìjǐ de zuìxíng ér zāo huǐmiè; tā chú ān lā wài méiyǒu bǎohù zhě, yě méiyǒu shuō qíng zhě, tā wúlùn zěnyàng shúzuì, zǒng wúxiàoguǒ. Zhè děng rén, jiāng wèi zìjǐ de zuìxíng ér zāo huǐmiè. Tāmen jiāng yīn bùxìndào ér xiǎngshòu fèiténg de yǐnliào, hé shòu tòngkǔ de xíngfá"}]}