{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"En zeg niet over iets: 'Ik zal het morgen doen"},{"SurahNumber":18,"VerseNumber":24,"Text":"Zonder (er bij te zeggen): 'Indien het Allah behaagt.' En wanneer gij het vergeet, gedenk dan uw Heer en zeg: 'Ik hoop, dat mijn Heer mij nog dichter dan thans naar de rechte weg zal leiden"},{"SurahNumber":18,"VerseNumber":25,"Text":"En zij bleven driehonderd jaar in hun Spelonk en voegden er negen aan toe"},{"SurahNumber":18,"VerseNumber":26,"Text":"Zeg: 'Allah weet het best, hoelang zij daar vertoefden.' Hem behoren de geheimen der hemelen en der aarde, hoe Ziende is Hij en hoe Horende! Zij hebben geen vriend buiten Hem en aan Zijn koninkrijk laat Hij niemand deelnemen"},{"SurahNumber":18,"VerseNumber":27,"Text":"En verkondig hetgeen u door Uw Heer is geopenbaard in het Boek. Er is niemand, die Zijn woorden kan veranderen en gij zult geen toevlucht vinden buiten Hem"},{"SurahNumber":18,"VerseNumber":28,"Text":"Blijf bij degenen die hun Heer ´s morgens en ´s avonds aanroepen en die Zijn welbehagen zoeken en laat uw ogen niet van hen afdwalen door het zoeken van de praal dezer wereld en gehoorzaam niet aan hem, wiens hart Wij achteloos hebben gemaakt voor de gedachte aan Ons, noch degene die zijn begeerte volgt en wiens geval het ergste is"},{"SurahNumber":18,"VerseNumber":29,"Text":"Zeg: 'Het is de waarheid van uw Heer: laat daarom geloven die geloven wil en niet geloven, die niet wil.' Voorwaar, wij hebben de boosdoeners een Vuur bereid, welks omheining hen zal insluiten. Indien zij om hulp roepen, zullen zij worden begoten met water als gesmolten lood, dat hun gezicht zal verbranden. Hoe verschrikkelijk is de drank en hoe vreselijk de rustbank"},{"SurahNumber":18,"VerseNumber":30,"Text":"Wat betreft degenen die geloven en goede werken doen, voorwaar, wij doen de beloning der goeden niet verloren gaan"},{"SurahNumber":18,"VerseNumber":31,"Text":"Voor dezulken zijn de Tuinen der eeuwigheid, waardoor beken vloeien. Zij zullen daarin worden getooid met armbanden van goud en zullen groene gewaden van fijne zijde en zwaar brocaat dragen, terwijl zij op tronen zullen liggen. Hoe goed is de beloning en hoe schoon is de rustplaats"}]}