{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Those who deny Our signs and (turn away) from them considering themselves great, the gates of the sky will certainly not be opened for them and they will not enter the garden until the camel passes the eye of the needle, and thus do We reward the criminals"},{"SurahNumber":7,"VerseNumber":41,"Text":"For them there will be a bed in hell and coverings from above them, and thus do We reward the unjust"},{"SurahNumber":7,"VerseNumber":42,"Text":"And those who believe and do righteous works, We do not task a soul (anyone) but to its capacity, those are the inhabitants of the garden, they will stay in it"},{"SurahNumber":7,"VerseNumber":43,"Text":"And We will remove whatever of ill-feeling would be there in their hearts, rivers will flow beneath them and they will say, \"Praise is due only for God, Who guided us to this and we would not have been guided had God not guided us. Messengers of our Lord indeed came to us with the truth.\" And it will be called out to them, that: \"This is the garden, you have been made to inherit it because of that which you used to do"},{"SurahNumber":7,"VerseNumber":44,"Text":"And the inhabitants of the garden will call out to the inhabitants of the fire (saying) that, \"We have found that which our Lord promised us, to be true, so have you (too) found that which your Lord promised you, to be true?\" They will say, \"Yes.\" Then an announcer will announce among them that: \"Curse of God is on the unjust"},{"SurahNumber":7,"VerseNumber":45,"Text":"who turn away (people) from the way of God and seek to make it crooked and they are rejecters of the hereafter"},{"SurahNumber":7,"VerseNumber":46,"Text":"And between them (there will be) a veil, and on the heights (from where one can recognise), there will be men who will recognise everyone by their marks and they will call out to the inhabitants of the garden (saying) that, \"Peace be on you all.\" They would not have (yet) entered it though they would be in the hope (of entering it)"},{"SurahNumber":7,"VerseNumber":47,"Text":"And when their eyes will turn towards the inhabitants of the fire, they will say, \"Our Lord ! do not place us with the unjust people"}]}