{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Ei te întreabã despre prãzi. Spune : \"Prãzile sunt ale lui Allah ºi ale Trimisului! \" ªi fiþi cu fricã de Allah, fiþi cu pace între voi ºi fiþicu supunere faþã de Allah º"},{"SurahNumber":8,"VerseNumber":2,"Text":"Ci cu adevãrat, credincioºi sunt aceia ale cãror inimi se cutremurã când se pomeneºte [numele lui] Allah ºi a cãror credinþã sporeºte cândli se citesc versetele Lui ºi se încred în Domnul"},{"SurahNumber":8,"VerseNumber":3,"Text":"ªi aceia care plinesc Rugãciunea [As-Salat] ºi dau milostenie [pe calea lui Allah] din cele cu care Noi i-am înzestrat"},{"SurahNumber":8,"VerseNumber":4,"Text":"Aceºtia sunt cu adevãrat credincioºi ºi ei au trepte la Domnul lor , precum ºi iertare ºi câºtig din belºug"},{"SurahNumber":8,"VerseNumber":5,"Text":"La fel, în numele Adevãrului te-a scos Domnul tãu din casa ta , cu toate cã o parte dintre dreptcredincioºi nu erau doritori"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ei se certau cu tine în legãturã cu Adevãrul , dupã ce el devenise limpede, ca ºi când ar fi fost duºi la moarte ºi chiar ar fi vãzut-o"},{"SurahNumber":8,"VerseNumber":7,"Text":"[Aduceþi-vã aminte] când Allah v-a fãgãduit vouã cã una din cele douã cete va sã fie a voastrã! ªi aþi fi vrut voi sã fie a voastrã ceacare nu avea arme , însã"},{"SurahNumber":8,"VerseNumber":8,"Text":"Pentru a face sã se adevereascã Adevãrul ºi sã curme neadevãrul, cu toate cã nelegiuiþii se împotriveau"},{"SurahNumber":8,"VerseNumber":9,"Text":"[Aduceþi-vã aminte] când voi cereaþi ajutor Domnului vostru ºi Elv-a rãspuns numaidecât: \"Eu voi sã vã vin în ajutor cu o mie de îngeri, rânduiþi unul dupã altul"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah nu l-a fãcut decât pentru a fi bunã vestire , pentru ca inimile voastre sã-ºi gãseascã liniºtea cu ea. ªi nu este victorie decât numai de la Allah. Allah este Puternic [ºi] Înþelep"}]}