{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Allah hakkında yalan uydurandan ve onune konulan gercegi yalanlayandan daha zalim kim vardır? Cehennem, hakikati inkar edenler icin (en uygun) yer degil midir"},{"SurahNumber":39,"VerseNumber":33,"Text":"Ama hakikati getiren ve onu butun kalpleriyle tasdik edenler; iste onlar Allah´a karsı sorumluluklarının (tam) bilincinde olanlardır"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ozledikleri her sey onları Rablerinin katında beklemektedir: Bu, iyilik yapanlar icin bir mukafat olacaktır"},{"SurahNumber":39,"VerseNumber":35,"Text":"Bu amacla Allah, isledikleri kotulukleri siler ve onları (hayatta iken) yaptıkları en guzel seylere gore odullendirir"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah kuluna kafi degil mi? Ama seni, O´ndan baska (kulluk yaptıkları hayali ilah)ları ile korkutuyorlar! Allah kimi saptırırsa artık onu yola getiren bulunmaz"},{"SurahNumber":39,"VerseNumber":37,"Text":"Allah kimi dogru yola yoneltirse de onu saptıran olmaz. Allah kudret Sahibi ve kotuluklerin hesabını goren degil midir"},{"SurahNumber":39,"VerseNumber":38,"Text":"Ve iste boyledir (cogu insanlar): Eger onlara \"Gokleri ve yeri yaratan kimdir?\" diye sorarsan hic tereddutsuz \"Allah´tır!\" derler. De ki: \"Allah´ı bırakıp taptıklarınızın ne oldugunu hic dusundunuz mu? Eger Allah bana bir zarar vermek istese, bu (hayali gucler) O´nun verecegi zararı onleyebilirler mi? Yahut bana rahmet dilese O´nun rahmetini (benden) esirgeyebilirler mi?\" De ki: \"Allah bana yeter! (O´nun varlıgına) emin olanlar, (yalnızca) O´na guven duyarlar"},{"SurahNumber":39,"VerseNumber":39,"Text":"De ki: \"Ey (hakikati inkar eden) kavmim! Elinizden gelen her seyi yapın, ben de (Allah yolunda) gayret goster(meye devam ed)ecegim; yakında goreceksiniz"},{"SurahNumber":39,"VerseNumber":40,"Text":"kimi (bu dunyada) utanıp rezil olacagı bir azaba ducar olacak ve kimi de (oteki dunyada) kesintisiz bir azabın ortasına dusecek"},{"SurahNumber":39,"VerseNumber":41,"Text":"Biz, insanlıg(ın kurtulusu) icin hakikati ortaya koyan bu ilahi kelamı indirdik sana. Kim (buna sarılarak) dogru yola ulasmayı secerse bu kendi lehinedir ve kim de (yoldan) saparsa yine kendi aleyhine sapmıs olur. Sen onların secimlerini belirleme gucune sahip degilsin"}]}