{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"Anın (paygambardın) koomunun icindegi kaapır bolgon, Akırettin kelisin jalganga cıgargan jana Biz alardı duyno jasoosunda bay (ısırapcıl, oyun-zookko berilgen) abalda jasatıp koygon uruu bascıları aytıstı: «Bul ec kim emes! Siler jegen nerselerden jegen, siler icken nerselerden icken, ozuŋor sıyaktuu ele adam"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger ozuŋorgo oksogon (jonokoy) adamga moyun sunsaŋar, anda siler zıyan tartıp kalasıŋar"},{"SurahNumber":23,"VerseNumber":35,"Text":"Emne, al silerge: «Eger, olup topurak je sook bolup kalsaŋar, (murzodon tirilip) cıgarılasıŋar» dep ubada berip jatabı"},{"SurahNumber":23,"VerseNumber":36,"Text":"Alıs-alıs (mumkun emes) silerge ubada kılıngan nerse"},{"SurahNumber":23,"VerseNumber":37,"Text":"Usul duyno jasoobuzdan baska (Akırettegi) jasoo jok! (Kee biribiz) olobuz (kee biribiz) jasaybız. Biz ec kacan kayra tirilbeybiz"},{"SurahNumber":23,"VerseNumber":38,"Text":"A, bul bolso, jalgandan («men-paygambarmın»dep) Allaһka doomat koygon adam! Biz aga isenbeybiz!»"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Osondo paygambar) ayttı: «O, Rabbim! Meni «jalgancı» degenderi sebeptuu (alarga karsı) maga jardam ber!»"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allaһ) Ayttı: «Bir azdan soŋ alar (jasagan joruktarına) busayman kıluucularga aylanısat"},{"SurahNumber":23,"VerseNumber":41,"Text":"Cınında, kiyin alardı (korkunuctuu) ac aykırık karmadı jana Biz alardı (kıyratıp) kurgagan cırpıktar sıyaktuu kıldık. Jogolsun zaalım koomdor"},{"SurahNumber":23,"VerseNumber":42,"Text":"Andan soŋ alardın artınan baska muundardı payda kıldık"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ec bir el (ozuno belgilengen) moonotunon asıkca da, kem da jasabayt"},{"SurahNumber":23,"VerseNumber":44,"Text":"Kiyin paygambarlarıbızdı udaama-udaa jiberdik. Ar kacan bir el-ummotko oz paygambarı kelgende, anı «jalgancı» desti. Biz da alardı birinin artınan birin eercitip (kıyrattık) jana alardı (el oozundagı) sozdorgo aylantıp koyduk. Jogolsun ıymansız koomdor"},{"SurahNumber":23,"VerseNumber":45,"Text":"Andan soŋ (bir nece jıldar otup) Musa menen agası Harundu, Oz ayattarıbız jana anık dalilder menen paygambar kılıp jiberdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firaun jana anın (kaapır) eline. Alar bolso, tekeberlenip, ozdorun jogoru koygon koom bolustu"},{"SurahNumber":23,"VerseNumber":47,"Text":"Jana: «Ozubuzgo oksogon usul eki adamga ıyman keltirebizbi?! Alardın elderi (yahudiyler) bizdin kuldarıbız bolso?!» -desti"},{"SurahNumber":23,"VerseNumber":48,"Text":"Anan, ekoosun jalgancıga cıgarıp, natıyjada (deŋizge cokturulup) kıyragandardan bolup kalıstı"},{"SurahNumber":23,"VerseNumber":49,"Text":"Anıgında, Biz (yahudiyler koomu) Tuura Jolgo tusup kalıssa ajep emes dep, Musaga Kitep berdik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Jana Biz Maryamdın uulu (Iysa) menen apasın (Oz kuduretibizden) belgi kıldık jana ekoonu (Maryam tolgoo azabı menen kıynalıp, ozun koygonu jay tappay kalgan ubakta) suuluu, ıŋgayluu biyik orunga jaygastırdık"}]}