{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Ka ninsala (chεfura) yεra: “Di ni- bɔŋɔ n-yi kpi, bɛ ni ti lahi yiɣisi ma ka n-labi na n nyɛvuli ni"},{"SurahNumber":19,"VerseNumber":67,"Text":"Di ni bɔŋɔ, ninsala bi teeri kadama Ti (Tinim’ Naawuni) n-daa nam o ka o pa shεli pɔi ni lala"},{"SurahNumber":19,"VerseNumber":68,"Text":"Dinzuɣu, m-po a Duuma, achiika! Ti (Tinim’ Naawuni) nyɛla ban yɛn ti yiɣisi ba (chεfurinim’ maa), n-ti pahi shintana, din nyaaŋa achiika! Ti ni zaŋ ba na ka bɛ ti nyɛla ban gbaŋgbaya n-gili ʒahannama buɣum"},{"SurahNumber":19,"VerseNumber":69,"Text":"Din nyaaŋa, achiika! Ti nyɛla ban yɛn dargi tɔhigi zamaatu kam puuni ŋun kpɛri Nambɔnaa taali ni n-gari sokam"},{"SurahNumber":19,"VerseNumber":70,"Text":"Din nyaaŋa, Ti (Tinim’ Naawuni) m-mi ninvuɣu shεba ban tu ni bɛ kpe li (buɣum)"},{"SurahNumber":19,"VerseNumber":71,"Text":"Yaha! Yi (ninsalinim’) puuni so n-kani m-pahila o yɛn ti kpahimi yɛɣi di (ʒahannama buɣum) 1 zuɣu, di nyɛla talahi n-ti a Duuma (Naawuni), ka nyɛla din fukumsi pun naai"},{"SurahNumber":19,"VerseNumber":72,"Text":"Din nyaaŋa, ka Ti (Tinim’ Naawuni) yɛn ti tilgi wuntizɔriba, ka chɛ zualindiriba di (buɣum maa) puuni, ka bɛ nyɛla ban gbaŋgbaya"},{"SurahNumber":19,"VerseNumber":73,"Text":"Yaha! Bɛ yi ti karindi Ti (Tinim’ Naawuni) aayanima n-tiri ba polo ni, ka ninvuɣu shɛba ban niŋ chɛfuritali maa (bundannim’) naan yεli ban ti Naawuni yεlimaŋli (faranima): “Ti zamaatu bɛ ba ayi ŋɔ puuni banima n-leei mali zaashee din tibgi, ni ʒishesuŋ"},{"SurahNumber":19,"VerseNumber":74,"Text":"Di zooiya ka Ti (Tinim’ Naawuni) daa niŋ tiŋgbani shɛlinim’ ban daa kana pɔi ni bana (Maka chɛfurinima) maa hallaka, ka bɛ daa gari ba aʒiya (duu nyɛma), ka saɣi daadamanim’ n-gari ba"},{"SurahNumber":19,"VerseNumber":75,"Text":"(Yaa nyini Annabi)! Yεlima: “Ninvuɣu so ŋun be birginsim puuni, tɔ! Nambɔnaa (Naawuni) ni waɣisi mia n-ti o, hali ni saha shεli bɛ ni yɛn ti nya bɛ ni niŋdi ba alikauli ni shεli maa, di yi pa shɛli ka bɛ nya azaaba (Dunia ŋɔ), bee Chiyaama yiɣsibu. Ni baalim bɛ (chɛfurinim’) ni ti baŋ ŋun bɛhigu shee niŋ zaɣibɛɣu, ni ŋun tobbihi chɔɣim"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ka Naawuni pahiri ninvuɣu shεba ban bɔri dolsigu dolsigu. Yaha! Tuunvɛla din (laara) kpalinda, dina n- nyɛ din gari a Duuma (Naawuni) sani, ni labbu shee din gari"},{"SurahNumber":19,"VerseNumber":77,"Text":"(Yaa nyini Annabi)! Di ni bɔŋɔ, a nya ninvuɣu so ŋun niŋ chεfuritali ni Ti (Tinim’ Naawuni) aayanim’ ka yεli: “Achiika! Bɛ ni ti lahi ti ma liɣiri mini bihi (Zaadali)?”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Di ni bɔŋɔ, o nyɛla din sɔɣi bee o gbibila alikauli shεli Naawuni sani"},{"SurahNumber":19,"VerseNumber":79,"Text":"Haifa! Ti (Tinim’ Naawuni) ni sabi o ni yεri shɛli maa, ka zaŋ li nabgi o daazaaba, nabgibu ni yεlimaŋli"},{"SurahNumber":19,"VerseNumber":80,"Text":"Yaha! Ka Ti (Tinim’ Naawuni) di o fali domin o ni yɛri shɛli maa zuɣu, ka o ti kana Ti sani o ko"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ka bɛ (chεfurinim’) naan gbibi duuma shɛba ka pa ni Naawuni, domin di leei tibginsim n-zaŋ ti ba (Dunia ŋɔ)"},{"SurahNumber":19,"VerseNumber":82,"Text":"Haifa! Bɛ (buɣa maa) ni ti zaɣisi ba ka yεli ni bɛ daa bi jεm ba (Dunia), ka leei nyintahi n-zaŋ ti ba"}]}