{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa o kalblerinde bir maraz (nifak) bulunanlar, kinlerini Allah asla meydana cıkarmaz mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Dilesek, biz onları (munafıkları) sana gosteriverirdik de kendilerini butun simaları ile tanırdın. Fakat mutlaka sen, onları, lakırdılarının edasından tanırsın. Allah ise butun yaptıklarınızı bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"And olsun, sizi (savasla) imtihana sokacagız; ta ki icinizden mucahidleri ve sabır gosterenleri meydana cıkaralım ve haberlerinizi imtihan meydanlarına ornek yapalım"},{"SurahNumber":47,"VerseNumber":32,"Text":"Gercekten kafir olub da Allah yolundan saptıranlar, hak kendilerine belli olduktan sonra Peygambere karsı gelenler; Allah’a hic bir seyle (zerre kadar) zarar edemezler. Allah onların amellerini bosa cıkarır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler! Allah’a itaat edin; Peygambere de itaat edin (kufur ve nifak gibi seylerle) amellerinizi bosa cıkarmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Muhakkak ki kafir olanlar ve (insanları) Allah yolundan cevirenler, sonra da kafir oldukları halde olenler var ya, Allah hic bir zaman bunları magfiret buyurmaz"},{"SurahNumber":47,"VerseNumber":35,"Text":"Onun icin (ey muminler, dusmanla savasırken) gevseklik etmeyin de, sizler daha ustun olacak iken sulha yalvarmayın. Allah sizinledir ve asla sizin amellerinizin mukafatını eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Dunya hayatı ancak bir oyun ve eglenceden ibarettir. Eger siz iman eder ve (kufurden) sakınırsanız, (Allah ahirette) size mukafatlarınızı verir. O, sizden mallarınızın tamamını da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden malların hepsini ister de sizi cıplak bırakacak olursa, cimrilik edib vermezsiniz; (Allah) butun kinlerinizi de meydana cıkarır"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste siz, su kimselersiniz: (Mallarınızdan ancak yuzde iki bucugunu) Allah yolunda harcamaya davet olunuyorsunuz da, yine icinizden kimisi cimrilik ediyor. Halbuki kim cimrilik ederse, kendi zararına cimrilik etmis olur. Allah Gani’dir= hic bir seyinize muhtac degildir. Siz ise, muhtaclarsınız. Eger Allah’a ibadetten yuz cevirirseniz, sizin yerinize baska bir kavmi getirir. Sonra onlar sizin gibi (itaattan cıkmıs) olmazlar"}]}