{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Celalim hakkı icin biz, bu Kur’an’da insanlara (muhtac oldukları) her cesit misali acık olarak verdik. Insan ise, batıl ile dusmanlık ve munakasa etmekte her seyden fazladır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Insanlara Peygamber ve Kur’an geldigi zaman, onları iman etmekten ve Rablerine magfiret dilemekten alıkoyan, ancak kendilerine evvelkilerin sunnetinin (helak edilenlerin ibret sahnesinin) gelmesini veya ahiret azabının ansızın gozgore gelip catmasını beklemek olmustur"},{"SurahNumber":18,"VerseNumber":56,"Text":"Halbuki biz, peygamberleri ancak (iman edenleri cennetle) mujdeleyici ve (kafirleri cehennem’le) korkutucu olmak uzere gondeririz. Kufredenler ise, hakkı (Kur’an’ı), batıl ile kaydırıp gidermek icin mucadele ediyorlar. Ayetlerimizi ve korkutuldukları azabı da eglence yerine tuttular"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbisi ayetleriyle nasihat edilip de, onlardan yuz ceviren ve daha once yaptıgı gunahları unutan kimseden daha zalim kim olabilir? Biz, onların kalbleri uzerine, Kur’an’ı (gercegi) anlamalarına engel bir takım perdeler cektik ve kulaklarına da sagırlık verdik. Sen onları dogru yola davet etsen de, bu halde, ebediyyen hidayete gelmezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Bununla beraber rahmet sahibi olan Rabbin cok bagıslayıcıdır. Eger Allah, onları, yaptıkları gunahlar yuzunden yakalayıverecek olsaydı, haklarında azabı hemen verirdi. Fakat onlar icin vaad edilen bir azap vakti vardır ki, o geldigi zaman, Allah’ın azabından bir kurtulus yeri bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Iste gecmis zamanlardaki memleketleri!... Onların halkını, yaptıkları zulum sebebiyle helak ettik ve bunların helakleri icin de belirli bir vakit tayin eyledik"}]}