{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"ئەئرافتىكىلەر (يەنى ياخشىلىقلىرى بىلەن يامانلىقلىرى تەڭ بولۇپ قالغان، جەننەتتىمۇ ئەمەس، دوزاختىمۇ ئەمەس كىشىلەر) سىماسىدىن تونۇۋالىدىغان (دوزىخى) ئادەملەرگە: ‹‹توپلىغان پۇل ـ ماللىرىڭلار ۋە تەكەببۇرلۇقۇڭلار سىلەرگە نېمىگە ئەسقاتتى؟›› دەپ توۋلايدۇ"},{"SurahNumber":7,"VerseNumber":49,"Text":"(ئەئرافتىكىلەر دوزىخىلارغا مۆمىنلەرنىڭ پېقىرلىرىنى كۆرسىتىپ تۇرۇپ) «سىلەر ئاللاھنىڭ رەھمىتىگە ئېرىشەلمەيدۇ، دەپ قەسەم قىلغان كىشىلەر مۇشۇلارمۇ؟ (مانا بۇلارغا) جەننەتكە كىرىڭلار، سىلەرگە (كەلگۈسىدىن) قورقۇنچ يوقتۇر، سىلەر غەم-ئەندىشە قىلمايسىلەر دېيىلدى دەيدۇ»"},{"SurahNumber":7,"VerseNumber":50,"Text":"ئەھلى دوزاخ ئەھلى جەننەتكە: ‹‹سۇدىن ياكى ئاللاھ سىلەرگە بەرگەن ئىچىدىغان نەرسىلەردىن بىزگە بىر ئاز قۇيۇپ بەرسەڭلار!›› دەپ توۋلايدۇ، ئەھلى جەننەت ئۇلارغا (جاۋابەن): ‹‹ئاللاھ ئۇلارنى كاپىرلارغا ھارام قىلغان›› دەيدۇ"},{"SurahNumber":7,"VerseNumber":51,"Text":"كاپىرلار دىنلىرىنى مەسخىرە ۋە ئويۇنچۇق قىلىۋالدى، ئۇلارنى دۇنيا تىرىكچىلىكى ئالدىدى، ئۇلارنىڭ بۈگۈنكى كۈنگە مۇلاقات بولۇشنى ئۇنتۇغانلىقلىرى ۋە بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرىغا ئوخشاش، بىز بۈگۈن ئۇلارنى ئۇنتۇيمىز (يەنى ئۇلارنى دوزاختا قالدۇرىمىز)"},{"SurahNumber":7,"VerseNumber":52,"Text":"ئۇلارغا كىتاب (يەنى قۇرئان) بەردۇق، ئۇنى (يەنى قۇرئاننىڭ مەنىلىرىنى) بىلىش ئاساسىدا بايان قىلدۇق، ئۇنى ئىمان ئېيتقان قەۋمگە ھىدايەت قىلدۇق"},{"SurahNumber":7,"VerseNumber":53,"Text":"ئۇلار (يەنى كۇففارلار) پەقەت (ئۆزلىرىگە ۋەدە قىلىنغان ئازابنىڭ) نەتىجىسىنىلا كۈتىدۇ. ئۇنىڭ نەتىجىسى كەلگەن كۈنى (يەنى قىيامەت كۈنى)، ئىلگىرى كىتابقا ئەمەل قىلمىغانلار: ‹‹پەرۋەردىگارىمىزنىڭ ئەلچىلىرى ھەقىقەتنى ئېلىپ كەلگەن ئىدى (بىز ئۇلارغا ئىمان ئېيتماپتۇق، بۈگۈن) بىزگە شاپائەت قىلىدىغان شاپائەتچىلەر بارمىدۇ؟ ياكى گۇناھ قىلىشتىن قول ئۈزۈپ، ياخشى ئەمەللەرنى قىلىش ئۈچۈن دۇنياغا قايتۇرۇلۇشىمىزغا بولامدىغاندۇ؟» دەيدۇ. ئۇلار ئۆزلىرىگە زىيان سالدى، ئۇلارنىڭ ئاللاھنىڭ شېرىكلىرى دەپ ئىپتىرا قىلغان مەبۇدلىرى ئۇلارنىڭ كۆزىدىن غايىب بولدى"}]}