{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"niccayamāka, ivarkaḷukku muṉṉar iruntārkaḷē avarkaḷum (ivvāṟē) cūḻccikaḷ ceytārkaḷ; ataṉāl, allāh avarkaḷuṭaiya kaṭṭiṭattai aṭippaṭaiyōṭu peyarttu viṭṭāṉ; ākavē avarkaḷukku mēlē iruntu mukaṭu avarkaḷ mītu viḻuntatu avarkaḷ aṟintu koḷḷa muṭiyāta puṟattiliruntu avarkaḷukku vētaṉaiyum vantatu"},{"SurahNumber":16,"VerseNumber":27,"Text":"piṉṉar, kiyāma nāḷil avaṉ avarkaḷai iḻivu paṭuttuvāṉ; \"evarkaḷai nīṅkaḷ eṉakku iṇaiyā(ṉa teyvaṅkaḷā)kki, avarkaḷaippaṟṟi (muḥmiṉkaḷiṭam) piṇaṅkik koṇṭiruntīrkaḷō, avarkaḷ eṅkē?\" Eṉa (avarkaḷiṭam) kēṭpāṉ; evarkaḷukkuk kalviyaṟivu koṭukkappaṭṭatō avarkaḷ; \"niccayamāka iṉṟu iḻivum vētaṉaiyum kāḥpirkaḷ mītu tāṉ\" eṉṟu kūṟuvārkaḷ"},{"SurahNumber":16,"VerseNumber":28,"Text":"Avarkaḷ tamakkut tāmē aniyāyam ceypavarkaḷāka irukkum nilaiyil, malakkukaḷ avarkaḷuṭaiya uyirkaḷaik kaippaṟṟuvārkaḷ; appōtu avarkaḷ, \"nāṅkaḷ entavitamāṉa tīmaiyum ceyyavillaiyē!\" Eṉṟu (kīḻpaṭintavarkaḷāka malakkukaḷiṭam) camātāṉam kōruvārkaḷ; \"avvāṟillai! Niccayamāka allāh nīṅkaḷ ceytu koṇṭiruntavaṟṟai naṉkaṟintavaṉ; (eṉṟu malakkukaḷ patilaḷippārkaḷ)"},{"SurahNumber":16,"VerseNumber":29,"Text":"ākavē, nīṅkaḷ narakattiṉ vāyilkaḷil pukuntu, aṅkē eṉṟeṉṟum taṅkiyiruṅkaḷ\" (eṉṟum malakkukaḷ kūṟuvārkaḷ; āṇavaṅ koṇṭu) perumaiyaṭittuk koṇṭirunta ivarkaḷiṉ taṅkumiṭam mikavum keṭṭatu"},{"SurahNumber":16,"VerseNumber":30,"Text":"payapaktiyuḷḷavarkaḷiṭam, \"uṅkaḷuṭaiya iṟaivaṉ etai iṟakki vaittāṉ?\" Eṉṟu (kur'āṉai kuṟippiṭṭu) avarkaḷiṭam kēṭkappaṭṭapōtu\"naṉmaiyaiyē (aruḷiṉāṉ)\" eṉṟu avarkaḷ (patil) kūṟuvārkaḷ. Evar aḻakāṉa naṉmai purintārkaḷō, avarkaḷukku ivvulakilum aḻakāṉa naṉmaiyuṇṭu iṉṉum, maṟumai vīṭāṉatu (avarkaḷukku mika) mēlāṉatākavum irukkum, payapaktiyuṭaiyavarkaḷuṭaiya vīṭu niccayamāka nērttiyāṉatu"},{"SurahNumber":16,"VerseNumber":31,"Text":"eṉṟeṉṟum nilaittirukkak kūṭiya cuvaṉapatikaḷil avarkaḷ nuḻaivārkaḷ; avaṟṟiṉ kīḻē āṟukaḷ ōṭikkoṇṭirukkum; avarkaḷukku aṅkē avarkaḷ virumpuvatellām kiṭaikkum. Ivvāṟē payapaktiyuṭaiyōrukku allāh naṟkūliyaḷikkiṟāṉ"},{"SurahNumber":16,"VerseNumber":32,"Text":"(kuḥprai viṭṭum) tūyavarkaḷāka irukkum nilaiyil malakkukaḷ evaruṭaiya uyirkaḷaik kaippaṟṟukiṟārkaḷō avarkaḷiṭam; \"salāmuṉ alaikkum' (\"uṅkaḷ mītu cānti uṇṭāvatāka); nīṅkaḷ ceytu koṇṭirunta (naṟ) karumaṅkaḷukkāka cuvaṉapatiyil nuḻaiyuṅkaḷ\" eṉṟu am'malakkukaḷ colvārkaḷ"},{"SurahNumber":16,"VerseNumber":33,"Text":"(Āṉāl akkiramakkārarkaḷō) taṅkaḷiṭam (uyirkaḷaik kaippaṟṟuvataṟkāka) malakkukaḷ varuvataiyō, allatu um iṟaivaṉuṭaiya (vētaṉai tarum) kaṭṭaḷai varuvataiyō tavira vēṟu etai avarkaḷ etir pārkkiṉṟaṉar? Ivarkaḷukku muṉṉiruntōrum ivvāṟē (aniyāyam) ceytārkaḷ; ivarkaḷukku allāh aniyāyam etuvum ceyyavillai āṉāl avarkaḷ tamakkut tāmē aniyāyam ceytu koṇṭārkaḷ"},{"SurahNumber":16,"VerseNumber":34,"Text":"eṉavē, avarkaḷ ceytu koṇṭirunta tīmaikaḷē avarkaḷai vantaṭaintaṉ aṉṟiyum etai avarkaḷ parikācam ceytu koṇṭiruntārkaḷō, atuvē avarkaḷaic cūḻntu koṇṭatu"}]}