{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif-lam-ra \". Ezek a Konyv. Versei es egy vilagos Korane. (Guz\" 14. Hizb)"},{"SurahNumber":15,"VerseNumber":2,"Text":"Talan azok, akik hitetlenkedtek azt szeretnek majd\", hogy muzulmanok lettek volna"},{"SurahNumber":15,"VerseNumber":3,"Text":"Engedd oket, hogy egyenek es elvezzek es hogy a (csaloka, hamis) remeny csabitsa el oket! Majd meg fogjak tudni"},{"SurahNumber":15,"VerseNumber":4,"Text":"Egyetlen varost sem pusztitottunk cl csak ugy, hogy annak ismert irasa volt"},{"SurahNumber":15,"VerseNumber":5,"Text":"Egyetlen kozosseg sem elozheti meg a megszabott idejet es nem is kesleltetheti azt"},{"SurahNumber":15,"VerseNumber":6,"Text":"Es mondjak: ,O, te! (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) Akire az Intes (ez a Koran) lekuldetett! Te dzsinnektol megszallott vagy"},{"SurahNumber":15,"VerseNumber":7,"Text":"Miert nem hozol elo nekunk Angyalokat, ha az igazat szolok kozul valo vagy"},{"SurahNumber":15,"VerseNumber":8,"Text":"Mi azonban csak az Igazsaggal kuldunk le Angyalokat. Am haladekot akkor sem kapnak (a hitetlenek)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Mi bizony lebocsatottuk a Dikr-t (intes, emlekeztetes, a Kegyes Koran) es Mi bizony Orzoi\" vagyunk annak"},{"SurahNumber":15,"VerseNumber":10,"Text":"Mar elotted ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) is kuldetessel biztunk meg (embereket) a korabbiak partjaihoz"},{"SurahNumber":15,"VerseNumber":11,"Text":"Es egyetlen Kuldott sem jott el hozzajuk csak ugy, hogy gunyt uztek belole"},{"SurahNumber":15,"VerseNumber":12,"Text":"Igy bocsatjuk azt be a bunosok\" szivebe"},{"SurahNumber":15,"VerseNumber":13,"Text":"Ok nem hisznek abban (a Koranban). Holott mar korabban meg volt az elodok szokasos eljarasa"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ha ajtot nyitnank is nekik az egen es azon folyamatosan fel is emelkedhetnenek"},{"SurahNumber":15,"VerseNumber":15,"Text":"Azt mondanak: ,.Bizony csak kaprazat aldozata a szemunk, sot mi varazslattal sujtott nep vagyunk"}]}