{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":23,"Text":"А те, которые стали неверующими в знамения Аллаха [доводы и доказательства, которые Он приводит] и (во) встречу с Ним (в День Суда), такие – они отчаются в Моем милосердии (когда увидят какое наказание их ждет). И такие – им (уготовано) мучительное наказание"},{"SurahNumber":29,"VerseNumber":24,"Text":"И было ответом его народа [народа пророка Ибрахима] (который они дали ему) только то, что они сказали (одни другим): «Убейте его [Ибрахима] или сожгите его!» И (они забросили его в огонь, но) спас Аллах его из огня (который разожгли люди) (сделав этот огонь прохладным и безопасным). Поистине, в этом [в спасении пророка Ибрахима] – знамения [доказательства Его могущества] для людей верующих"},{"SurahNumber":29,"VerseNumber":25,"Text":"И сказал он [пророк Ибрахим] (своему народу): «Вы взяли себе помимо Аллаха идолов из любви между собой в земной жизни [вы любите друг друга по причине поклонения и служения этим ложным божествам]. Потом в День Воскресения одни из вас будут отрекаться от других [божества и поклонявшиеся им друг от друга], и одни из вас проклянут других [заблудшие последователи будут проклинать своих предводителей]. И вашим (вечным) прибежищем (станет) Огонь, и не (будет) у вас (никаких) помощников!»"},{"SurahNumber":29,"VerseNumber":26,"Text":"И поверил ему [пророку Ибрахиму] Лут и сказал: «Поистине, я переселяюсь (из селения, где живет мой народ) к своему Господу: ведь поистине, Он – Величественный, Мудрый"},{"SurahNumber":29,"VerseNumber":27,"Text":"И даровали Мы ему [пророку Ибрахиму] (сына) Исхака и (внука) Йа'куба (еще при жизни Ибрахима), и устроили в потомстве его пророчество [сделали пророков среди его потомков] и писание, и дали ему его награду в (этом) мире [праведных сыновей и хорошее упоминание среди последующих поколений людей], и поистине он в Вечной жизни (будет), конечно же, из (числа) праведных"},{"SurahNumber":29,"VerseNumber":28,"Text":"И (напомни) (о, Мухаммад) (о пророке) Луте. Вот он сказал своему народу: «Поистине, вы творите мерзость [мужеложство], в которой никто не опередил вас из миров [никакое творение до вас не совершало подобное]"},{"SurahNumber":29,"VerseNumber":29,"Text":"Неужели вы приходите (по страсти) к мужчинам [имеете с ними близость] (вместо женщин) и отрезаете путь [нападаете на проходящих мимо селения путников], и совершаете в ваших собраниях неодобряемое [насмехаетесь над людьми и причиняете им страдания]?» И ответом его народа было (лишь) только то, что они сказали: «Приди к нам с наказанием от Аллаха, если ты из числа правдивых»"},{"SurahNumber":29,"VerseNumber":30,"Text":"Сказал (пророк Лут) (обратившись к Аллаху): «Господи, помоги мне против людей сеющих беспорядок [пошли на них наказание] (если они будут продолжать упорствовать в неверии и грехах)"}]}