{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha Mim. (two mystical letters)"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the Book that makes things clear"},{"SurahNumber":43,"VerseNumber":3,"Text":"Surely We have made it an Arabic Lecture (Quran) that you may understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"And surely it is in the Mother of the Books with Us, truly sublime, full of wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"What! Shall We, then, turn away the Reminder (Quran) from you altogether because you are a wanton (transgressing) people"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many a prophet have We sent among the ancients"},{"SurahNumber":43,"VerseNumber":7,"Text":"And there came not to them a prophet but they mocked at him"},{"SurahNumber":43,"VerseNumber":8,"Text":"Then We destroyed those who were stronger than these in prowess, and the case of the ancients has gone before them"},{"SurahNumber":43,"VerseNumber":9,"Text":"And if you should ask them, \"Who created the heavens and the earth?\" they would most certainly say, \"The Mighty, the Knower, has created them"},{"SurahNumber":43,"VerseNumber":10,"Text":"Yea, He Who made the earth a resting-place for you, and made in it ways for you that you may go aright"},{"SurahNumber":43,"VerseNumber":11,"Text":"And Who sends down water from the cloud according to a measure, then We raise to life thereby a dead land, even thus shall you be brought forth"},{"SurahNumber":43,"VerseNumber":12,"Text":"And He Who created pairs of all things, and made for you of the ships and the cattle that you ride on"},{"SurahNumber":43,"VerseNumber":13,"Text":"That you may firmly sit on their backs, then remember the favour of your Lord when you are firmly seated thereon, and say, \"Glory be to Him Who made this subservient to us, for we could not do it by ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"And surely to our Lord we are returning"},{"SurahNumber":43,"VerseNumber":15,"Text":"And yet they attribute to His servants a share in the Godhead; truly man is ungrateful"}]}