{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"koga Gospodarot tvoj im rece na melekite: “ Da, Jas ke postavam na zemjata halifa!\" Onie rekoa: “Ke go postavis li onoj koj bezredie see i koj krv proleva?A nie, zablagodaruvajKI se, velicie i blagoslov, Gi izrazuvame. On rece: “Jas go znam ona sto vie, sekako, ne go 3Naete"},{"SurahNumber":2,"VerseNumber":31,"Text":"On go pouci Adema so iminjata na site nesta, i gi iznese pred melekite, pa On im rece:“Iznesete gi iminjata nivni ako ste iskreni"},{"SurahNumber":2,"VerseNumber":32,"Text":"onie rekoa: “Slaven neka si! Nie poseduvame znaenje samo za ona za sto Gi ne pouci; Ti si, navistina, Znalec i Mudar"},{"SurahNumber":2,"VerseNumber":33,"Text":"llah rece:“Soopsti im gi iminjata nivni!\" I bidejki gi soopsti iminjata nivni, Allah rece: “ Neli vi rekov deka Jas gi znam, tokmu, tajnite na nebesata i na Zemjata i deka go znam i ona sto go obelodenuvate i ona Sto go kriete"},{"SurahNumber":2,"VerseNumber":34,"Text":"koga na melekite Nie im rekovme: “Padnete mu na sedzde na Adem!\" - site padnaa na sedzde, a Iblis toa ne go napravi; toj odbi, se iznaduva; bese megu nevernicite"},{"SurahNumber":2,"VerseNumber":35,"Text":"Nie rekovme:“O Adem,tii zenata tvoja zivejte vo Dzennetot i jadete od nego kolku STO sakate i od kade sto sakate, No ne priblizuvajte se do ova steblo... ke bidete, togas, megu zulumkarite"},{"SurahNumber":2,"VerseNumber":36,"Text":"Sejtanot gi izmami i, togas, gi odvede vo toa mesto vo koe se naogaa; i Nie rekovme: “Slezete, edninadrugi neprijateli ke bidete. \"Zemjata vase zivealiste ke bide i uzivanje do vreme opredeleno"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, togas, gi usvoi nekoi zborovi od Gospodarot svoj i On mu go primi pokajanieto. On, navistina, e Prostuvac i Somilosen"},{"SurahNumber":2,"VerseNumber":38,"Text":"Nie rekovme: “Izleguvajte od Dzennetot site! Od Mene ke vi doaga Patokaz, pa, onie Sto ke odat po Patokazot MOj... ne ke stravuvaat i ne ke taguvaat"},{"SurahNumber":2,"VerseNumber":39,"Text":"onie, pak, koi ne veruvaat I koi ajetite Nasi za lazni gi smetaat, ziteli dzehennemski ke stanat i vo nego za navek ke ostanat"}]}