{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Nabhōmanḍala ō bhū-manḍalēra rājatba āllāhara'i. Yēdina kēẏāmata saṅghaṭita habē, sēdina mithyāpanthīrā kṣatigrasta habē."},{"SurahNumber":45,"VerseNumber":28,"Text":"Āpani pratyēka um'matakē dēkhabēna natajānu abasthāẏa. Pratyēka um'matakē tādēra āmalanāmā dēkhatē balā habē. Tōmarā yā karatē, adya tōmāradērakē tāra pratiphala dēẏā habē."},{"SurahNumber":45,"VerseNumber":29,"Text":"Āmāra kāchē rakṣita ē'i āmalanāmā tōmādēra samparkē satya kathā balabē. Tōmarā yā karatē āmi tā lipibad'dha karatāma."},{"SurahNumber":45,"VerseNumber":30,"Text":"Yārā biśbāsa sthāpana karēchē ō saṯkarma karēchē, tādērakē tādēra pālanakartā sbīẏa rahamatē dākhila karabēna. Ēṭā'i prakāśya sāphalya."},{"SurahNumber":45,"VerseNumber":31,"Text":"Āra yārā kuphara karēchē, tādērakē jijñāsā karā habē, tōmādēra kāchē ki āẏātasamūha paṭhita hata nā? Kintu tōmarā ahaṅkāra karachilē ēbaṁ tōmarā chilē ēka aparādhī sampradāẏa."},{"SurahNumber":45,"VerseNumber":32,"Text":"Yakhana balā hata, āllāhara ōẏādā satya ēbaṁ kēẏāmatē kōna sandēha nē'i, takhana tōmarā balatē āmarā jāni nā kēẏāmata ki? Āmarā kēbala dhāraṇā'i kari ēbaṁ ē biṣaẏē āmarā niścita na'i."},{"SurahNumber":45,"VerseNumber":33,"Text":"Tādēra manda karma gulō tādēra sāmanē prakāśa haẏē paṛabē ēbaṁ yē āyāba niẏē tārā ṭhāṭṭā-bidrupa karata, tā tādērakē grāsa karabē."},{"SurahNumber":45,"VerseNumber":34,"Text":"Balā habē, āja āmi tōmādērakē bhulē yāba, yēmana tōmarā ē dinēra sākṣāṯkē bhulē giẏēchilē. Tōmādēra ābāsasthala jāhānnāma ēbaṁ tōmādēra sāhāyyakārī nē'i."},{"SurahNumber":45,"VerseNumber":35,"Text":"Ēṭā ējan'yē yē, tōmarā āllāhara āẏātasamūhakē ṭhāṭṭārūpē grahaṇa karēchilē ēbaṁ pārthiba jībana tōmādērakē pratārita karēchila. Sutarāṁ āja tādērakē jāhānnāma thēkē bēra karā habē nā ēbaṁ tādēra kāchē ta'ōbā cā'ōẏā habē nā."},{"SurahNumber":45,"VerseNumber":36,"Text":"Ata'ēba, biśbajagatēra pālanakartā, bhū-manḍalēra pālanakartā ō nabhōmanḍalēra pālanakartā āllāhara-i praśansā."},{"SurahNumber":45,"VerseNumber":37,"Text":"Nabhōmanḍalē ō bhū-manḍalē tām̐ra'i gauraba. Tini parākramaśālī, prajñāmaẏa."}]}