{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Smaraṇa karō! Kapaṭarā āra yādēra antarē byādhi raẏēchē tārā balē -- ''tādēra dharma'i tādēra bibhrānta karēchē.’’ Bastuta yē kē'u āllāh‌ra uparē nirbhara karē, tabē niḥsandēha āllāh mahāśaktiśālī, paramajñānī."},{"SurahNumber":8,"VerseNumber":50,"Text":"Āra tumi yadi dēkhatē pētē yakhana yārā abiśbāsa pōṣaṇa karē tādēra prāṇa haraṇa karachē, phiriś‌tārā āghāta karachē tādēra mukhē ō tādēra piṭhē, āra -- ''pōṛāra yantraṇā āsbāda karō!’’"},{"SurahNumber":8,"VerseNumber":51,"Text":"Ē ē-jan'ya yā tōmādēra hāta āgabāṛiẏē diẏēchila, āra āllāh kakhanō bāndādēra prati atyācārī nana.’’"},{"SurahNumber":8,"VerseNumber":52,"Text":"Phira'ā'unēra sāṅgapāṅgadēra abasthāẏa n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā āllāh‌ra nidarśanasamūha pratyākhyāna karēchila, tā'i āllāh tādēra pākaṛā'ō karalēna tādēra pāpēra daruna. Niḥsandēha āllāh asīma kṣamatāśālī, pratiphala dānē ati kaṭhōra."},{"SurahNumber":8,"VerseNumber":53,"Text":"Ē ējan'ya yē āllāh anugraha paribartanakārī hōna nā yā kōnō jātira prati tini arpaṇa karēchēna, yatakṣaṇa nā tārā nijērā sē- saba badaliẏē phēlē. Āra āllāh niḥsandēha sarbaśrōtā, sarbajñātā."},{"SurahNumber":8,"VerseNumber":54,"Text":"Phira'ā'unēra gōṣṭhīra abasthāra n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā tādēra prabhura bāṇīsamūhē mithyārōpa karēchila, kājē'i tādēra pāpēra daruna āmarā tādēra dhbansa karēchilāma āra phira'ā'unēra sāṅgōpāṅgadēra āmarā ḍubiẏē diẏēchilāma, āra tārā sabā'i chila atyācārī."},{"SurahNumber":8,"VerseNumber":55,"Text":"Niḥsandēha āllāh‌ra kāchē nikr̥ṣṭatama jība hacchē tārā yārā abiśbāsa pōṣaṇa karē, kājē'i tārā īmāna ānē nā."},{"SurahNumber":8,"VerseNumber":56,"Text":"Ōdēra madhyē yādēra saṅgē tumi cukti sampādana karō, -- tārapara tārā tādēra cukti pratyēka bārē'i bhaṅga karē, āra tārā bhaẏabhakti karē nā."},{"SurahNumber":8,"VerseNumber":57,"Text":"Sutarāṁ yud'dhēra madhyē yadi tādēra karāẏatta karō tabē tādēra dbārā yārā tādēra paścādanusaraṇa karē tādēra bidhabasta karō, yēna tārā satarkatā abalanbana karē."},{"SurahNumber":8,"VerseNumber":58,"Text":"Āra yadi tumi kōnō dala thēkē biśbāsaghātakatāra āśaṅkā karō, tabē chōm̐ṛē dā'ō tādēra dikē samāna-samānabhābē. Niḥsandēha āllāh biśbāsaghātakadēra bhālōbāsēna nā."}]}