{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Twabaremye tubakomoye mu gitaka, ni na cyo tubasubizamo (igihe mwapfuye), ndetse ni na cyo tuzongera kubavanamo ku yindi nshuro (igihe cyo kuzurwa)"},{"SurahNumber":20,"VerseNumber":56,"Text":"Mu by’ukuri (Farawo) twamweretse ibitangaza byacu byose, ariko yarabihinyuye yanga no kwemera"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Farawo) aravuga ati “Ese wazanywe no kutwirukana mu gihugu cyacu ukoresheje uburozi bwawe, yewe Musa?”"},{"SurahNumber":20,"VerseNumber":58,"Text":"“Rwose natwe tuzakuzanira uburozi bumeze nka bwo; bityo tanga igihe n’ahantu hakwiye ho kuzahurira na we, ku buryo ntawe uzabura muri twese.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) aravuga ati “Tuzahure ku munsi mukuru mwaserutse, kandi (icyo gihe) abantu bazakoranywe ari mu gitondo ku gasusuruko.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Nuko Farawo aragenda, maze acura imigambi ye mibisha, nyuma aragaruka (kuri wa munsi mukuru bumvikanye)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa arababwira ati “Muramenye mutorama! Ntimuhimbire Allah ikinyoma atavaho akabarimbuza ibihano. Kandi rwose abahimbiye (Allah) ikinyoma bazorama!”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Nuko (abarozi ba Farawo) bajya impaka hagati yabo, bongorerana ku cyo bagomba gukora"},{"SurahNumber":20,"VerseNumber":63,"Text":"(Abarozi) baravuga bati “Aba bombi (Musa na Haruna) ni abarozi. Umugambi wabo ni uwo kubamenesha mu gihugu cyanyu bakoresheje uburozi bwabo, bakabakura ku myemerere yanyu ntangarugero.”"},{"SurahNumber":20,"VerseNumber":64,"Text":"(Barabwirana bati) “Ngaho nimwegeranye imigambi yanyu, maze muze ku murongo. Kandi arahiriwe uri butsinde uyu munsi.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Baravuga bati “Yewe Musa! Hitamo kubanza kunaga (inkoni yawe) cyangwa abe ari twe tubanza kunaga!”"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Musa) aravuga ati “Ahubwo nimube ari mwe mubanza kunaga! (Bakimara kunaga) imigozi n’inkoni byabo bimugaragarira nk’ibiri kugenda (nk’inzoka) kubera uburozi bwabo.”"},{"SurahNumber":20,"VerseNumber":67,"Text":"Nuko Musa yiyumvamo ubwoba"},{"SurahNumber":20,"VerseNumber":68,"Text":"Turavuga tuti “Witinya! Mu by’ukuri ni wowe uri butsinde.”"},{"SurahNumber":20,"VerseNumber":69,"Text":"“Ngaho naga hasi ikiri mu kuboko kwawe kw’iburyo (inkoni)! Kiraza kumiragura ibyo bakoze. Mu by’ukuri ibyo bakoze ni ubucakura bw’abarozi, kandi umurozi ntashobora gutsinda aho yaba ari hose.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"(Nuko Musa anaga inkoni hasi maze ihinduka inzoka nini, imiragura ibyo bari bakoze) abarozi bitura hasi barubama, baravuga bati “Twemeye Nyagasani wa Haruna na Musa.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Maze Farawo) aravuga ati “(Musa) mumwemeye mbere y’uko mbibahera uburenganzira? Mu by’ukuri ni we muyobozi wanyu mukuru wabigishije uburozi. Rwose ndabaca amaboko n’amaguru imbusane, maze mbabambe ku biti by’imitende, hanyuma muraza kumenya muri twembi; (njye Farawo n’Imana ya Musa) ushobora gutanga ibihano bikomeye kandi bihoraho.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"(Abarozi) baravuga bati “Ntidushobora kuguhitamo turetse ibyo (Musa) yatugejejeho (by’ibitangaza) bigaragara, (cyangwa se ngo) tureke Uwaduhanze! Ngaho ca iteka uko ubishaka kuko mu by’ukuri iteka uca ni iry’ubu buzima bw’isi.”"},{"SurahNumber":20,"VerseNumber":73,"Text":"“Mu by’ukuri twemeye Nyagasani wacu kugira ngo atubabarire amakosa yacu n’uburozi waduhatiye gukora. Kandi Allah ni mwiza (kukurusha wowe Farawo) ndetse ahoraho.”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Mu by’ukuri uzajya kwa Nyagasani we ari inkozi y’ibibi, azashyirwa mu muriro wa Jahanamu, kandi ntazigera awuboneramo urupfu n’ubuzima (bwiza)"},{"SurahNumber":20,"VerseNumber":75,"Text":"Ariko uzamusanga ari umwemeramana kandi yarakoze ibikorwa byiza, abo bazaba bari mu nzego zo hejuru"},{"SurahNumber":20,"VerseNumber":76,"Text":"(Mu) busitani buhoraho, buzaba butembamo imigezi, bazabamo ubuziraherezo. Icyo ni cyo gihembo cy’abiyejeje (birinda gukora ibyo Allah yaziririje)"}]}