{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Nanren shi weihu funu de, yin wei an la shi tamen bi tamen geng youyue, you yinwei tamen suo fei de caichan. Xianshu de nuzi shi fucong de, shi jie an la de baoyou er baoshou yin wei de. Nimen pa tamen zhiniu de funu, nimen keyi quan jie tamen, keyi he tamen tong chuang yi bei, keyi da tamen. Ruguo tamen fucong nimen, name, nimen buyao zai xiangfa qifu tamen. An la que shi zhigao de zhu, que shi zhi da de"},{"SurahNumber":4,"VerseNumber":35,"Text":"Ruguo nimen pa fuqi bu mu, name, nimen dang cong ta lia de qinqi zhong ge tui yige gongzheng ren, ruguo liang ge gongzheng ren yu jiayi hejie, name, an la bi shi fuqi hemu. An la que shi quanzhi de, que shi che zhi de"},{"SurahNumber":4,"VerseNumber":36,"Text":"Nimen dang chongbai an la, buyao yi renhe wu pei ta, dang xiaojing fumu, dang youdai qinqi, dang lianxu gu'er, dang jiuji pinmin, dang qin'ai jinlin, yuan lin he banlu, dang kuandai luke, dang kuandai nupu. An la dique bu xihuan aoman de, jin kua de ren"},{"SurahNumber":4,"VerseNumber":37,"Text":"Tamen zhong you ziji linse, bing jiao ren linse, qie yinhui an la suo ci tamen de enhui de ren, wo yi wei (tamen zhe deng) buxindao de ren yubeile lingru de xingfa"},{"SurahNumber":4,"VerseNumber":38,"Text":"Tamen zhong you wei gumingdiaoyu er shishe caichan de, tamen buxin an la, ye bu xin mori. Shei yi emo wei banlu, shei de banlu zhen elie"},{"SurahNumber":4,"VerseNumber":39,"Text":"Jiaruo tamen quexin an la he mori, bing fen she an la suo ciyu tamen de caiwu, zhe duiyu tamen you she me fanghai ne? An la shi quanzhi tamen de"},{"SurahNumber":4,"VerseNumber":40,"Text":"An la bi bu kui wang ren yi sihao. Ruguo youren youyi sihao shangong, ta yao jiabei de choulao ta, bingqie yi ta nali de zhongda de baochou shangci ta"},{"SurahNumber":4,"VerseNumber":41,"Text":"Dang wo cong mei ge minzu zhong zhao lai yige jianzheng zhe, bing zhao ni lai zuozheng zhe deng ren de shihou,〔tamen de qingzhuang〕 jiang zenyang ne"},{"SurahNumber":4,"VerseNumber":42,"Text":"Bu xindao erqie weikang shizhe de ren, zai na ri jiang xiwang ziji yongyuan maimo zai dixia, tamen buneng yinman an la renhe yiju hua"}]}