{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Āra mahākāśamanḍala -- āmarā tā nirmāṇa karēchi hātē, āra āmarā'i biśālatāra nirmātā."},{"SurahNumber":51,"VerseNumber":48,"Text":"Āra pr̥thibī -- āmarā ēkē bichiẏē diẏēchi, kājē'i kata sundara ē'i bistārakārī"},{"SurahNumber":51,"VerseNumber":49,"Text":"āra pratyēka bastura madhyē āmarā jōṛā-jōṛā sr̥ṣṭi karēchi, yēna tōmarā manōnibēśa karō."},{"SurahNumber":51,"VerseNumber":50,"Text":"Ata'ēba tōmarā bēgē āllāh‌ra dikē chuṭō. Āmi niścaẏa'i tōmādēra nikaṭa tām̐ra kācha thēkē ēkajana suspaṣṭa satarkakārī."},{"SurahNumber":51,"VerseNumber":51,"Text":"Āra āllāh‌ra sāthē an'ya kōnō upāsya dām̐ṛa karō nā. Niḥsandēha āmi tōmādēra nikaṭa tām̐ra kācha thēkē ēka jana suspaṣṭa satarkakārī.’’"},{"SurahNumber":51,"VerseNumber":52,"Text":"Ē'ibhābē'i. Ēdēra āgē yārā chila tādēra kāchē ēmana kōnō rasūla āsēna ni yām̐kē tārā nā balēchila -- ''ēkajana jādukara, nā haẏa ēkajana pāgala.’’"},{"SurahNumber":51,"VerseNumber":53,"Text":"Ērā ki ēṭikē'i maurusi biṣaẏa bāniẏēchē? Nā, tārā hacchē sīmālaṅghanakārī jāti."},{"SurahNumber":51,"VerseNumber":54,"Text":"Ata'ēba tādēra thēkē tumi mukha phiriẏē nā'ō, kēnanā tumi tō dōṣī na'ō."},{"SurahNumber":51,"VerseNumber":55,"Text":"Tabu'ō tumi upadēśa ditē thākō, kēnanā niḥsandēha upadēśadāna muminadēra upakāra karabē."},{"SurahNumber":51,"VerseNumber":56,"Text":"Āra āmi jina ō mānuṣakē, tārā āmākē upāsanā karuka -- ē'ijan'ya chāṛā sr̥ṣṭi kari ni."},{"SurahNumber":51,"VerseNumber":57,"Text":"Āmi tādēra thēkē kōnō jībikā cā'i nā, āra āmi cā'i nā yē tārā āmākē khā'ōẏābē."},{"SurahNumber":51,"VerseNumber":58,"Text":"Barañca āllāha -- tini'i birāṭa riyēkadātā, kṣamatāra adhikārī, śaktimāna."},{"SurahNumber":51,"VerseNumber":59,"Text":"Sutarāṁ yārā an'yāẏācaraṇa karēchē tādēra jan'ya abaśya'i raẏēchē ēka jhuṛi tādēra sāṅgōpāṅgadēra jhuṛira n'yāẏa, sējan'ya tārā yēna āmāra kāchē taṛighaṛi nā karē."},{"SurahNumber":51,"VerseNumber":60,"Text":"Ata'ēba dhik tādēra jan'ya yārā abiśbāsa pōṣaṇa karē -- tādēra sē'i dinaṭira kāraṇē yēṭi tādēra ōẏādā karā haẏēchē"}]}