{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"PROFET! Sag till dina hustrur: \"Om ni langtar efter de gladjeamnen som livet i denna varld [kan erbjuda], kom da [till mig] sa skall jag losa er i godo fran det aktenskapliga bandet som ni onskar"},{"SurahNumber":33,"VerseNumber":29,"Text":"Men om ni har sinnet vant mot Gud och Hans Sandebud och det eviga livets [goda], har Gud en rik beloning i beredskap for dem av er som vill gora det goda och det ratta"},{"SurahNumber":33,"VerseNumber":30,"Text":"Hustrur till [Var] Profet! Om nagon bland er oppet begar en grovt oanstandig handling, har hon ett dubbelt straff att vanta - detta ar en latt sak for Gud"},{"SurahNumber":33,"VerseNumber":31,"Text":"Men den av er som visar odmjukhet och lydnad for Gud och Hans Sandebud och som lever ett rattskaffens liv skall Vi ge dubbel lon och Vi har sorjt frikostigt for hennes framtida val"},{"SurahNumber":33,"VerseNumber":32,"Text":"Hustrur till [Var] Profet! Ni skiljer er fran alla andra kvinnor, om ni fruktar Gud. Var inte [for] mjuka och tillmotesgaende i ert tal sa att den som har ett sjukt hjarta fattar begar [till er], men anvand ett artigt och vanligt sprak som sig bor"},{"SurahNumber":33,"VerseNumber":33,"Text":"Och stanna i ert hem. Men [om ni maste lamna det] forsok inte dra uppmarksamheten till era yttre foretraden pa det satt som var vanligt under den hedniska tiden, och forratta bonen och ge at de behovande och lyd Gud och Hans Sandebud. Gud vill befria er, ni som star Profeten narmast, fran all [jordisk] smuts och gora er renhet fullkomlig"},{"SurahNumber":33,"VerseNumber":34,"Text":"Och bevara i minnet och aterge [for andra], vad som lases upp i ert hem av Guds budskap och [Hans] visdom. Gud ar den Outgrundlige som genomskadar allt, ar underrattad om allt"}]}