{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Yakby My navitʹ zislaly do nykh anheliv, i yakby pochaly hovoryty z nymy pomerli, i yakby My zibraly pered nymy kozhnu rich — vony odnakovo b ne uviruvaly, yakby ne pobazhav Allah. Ale bilʹshistʹ iz nykh — nevihlasy"},{"SurahNumber":6,"VerseNumber":112,"Text":"Tak My postavyly dlya kozhnoho proroka voroha — shaytaniv iz lyudey i dzhyniv. Vony zvablyuyutʹ odne odnoho harnymy slovamy. Ta yakby tviy Hospodʹ pobazhav, vony b ne robyly tsʹoho! Tozh zalysh yikh razom iz tym, shcho vony vyhaduyutʹ"},{"SurahNumber":6,"VerseNumber":113,"Text":"I shchob pryslukhalysya do nykh sertsya tykh, yaki ne viruyutʹ v ostannye zhyttya, i shchob vony radily tsʹomu y dali robyly te, shcho roblyatʹ"},{"SurahNumber":6,"VerseNumber":114,"Text":"«Nevzhe ya shukatymu inshoho suddyu zamistʹ Allaha? Vin — Toy, Khto zislav vam Pysannya, shcho rozʺyasnyuye». Ti, komu dano Pysannya, znayutʹ, shcho vono zislane vid Hospoda tvoho v istyni! Tozh ne budʹ sered tykh, yaki sumnivayutʹsya"},{"SurahNumber":6,"VerseNumber":115,"Text":"Zbulosya slovo Hospoda tvoho, pravdyve ta spravedlyve! Nikhto ne zminytʹ sliv Yoho. Vin — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":6,"VerseNumber":116,"Text":"Yakshcho ty korytymeshsya bilʹshosti tykh, khto na zemli, to vony zibʺyutʹ tebe zi shlyakhu Allaha. Vony ydutʹ za prypushchennyam ta zaymayutʹsya vyhadkamy"},{"SurahNumber":6,"VerseNumber":117,"Text":"Voistynu, Hospodʹ tviy krashche znaye tykh, khto zbyvsya z Yoho shlyakhu. Vin krashche znaye tykh, yaki ydutʹ pryamym shlyakhom"},{"SurahNumber":6,"VerseNumber":118,"Text":"Yizhte te, nad chym z·hadano imʺya Allaha, yakshcho viruyete vy v znamennya Yoho"},{"SurahNumber":6,"VerseNumber":119,"Text":"A chomu b vam ne yisty toho, nad chym z·hadano imʺya Allaha? Uzhe poyasneno vam te, shcho dlya vas zaboronene — khiba shcho vy buly zmusheni [zʺyisty] tse. Voistynu, bahato khto vvodytʹ v omanu inshykh cherez svoyi bazhannya, ne mayuchy znannya! Ale Hospodʹ tviy znaye porushnykiv"},{"SurahNumber":6,"VerseNumber":120,"Text":"Unykayte hrikha vidkrytoho y potayemnoho! Voistynu, tym, yaki vchynyly hrikh, bude vidplacheno za te, shcho vony sobi zdobuly"},{"SurahNumber":6,"VerseNumber":121,"Text":"Ne yizhte toho, nad chym ne bulo z·hadano imʺya Allaha, bo tse — hrikh. Voistynu, shaytany namovlyayutʹ svoyikh nablyzhenykh, shchob ti sperechalysya z vamy! I yakshcho vy pidkorytesʹ yim, to neodminno stanete bahatobozhnykamy"}]}