{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"And the people of HEDJR treated God's messengers as liars"},{"SurahNumber":15,"VerseNumber":81,"Text":"And we brought forth our signs to them, but they drew back from them"},{"SurahNumber":15,"VerseNumber":82,"Text":"And they hewed them out abodes in the mountains to secure them"},{"SurahNumber":15,"VerseNumber":83,"Text":"But a tempest surprised them at early morn"},{"SurahNumber":15,"VerseNumber":84,"Text":"And their labours availed them nothing"},{"SurahNumber":15,"VerseNumber":85,"Text":"We have not created the heavens and the earth and all that between them is, but for a worthy end. And verily, \"the hour\" shall surely come. Wherefore do thou, Muhammad, forgive with kindly forgiveness"},{"SurahNumber":15,"VerseNumber":86,"Text":"For thy Lord! He is the Creator, the Wise"},{"SurahNumber":15,"VerseNumber":87,"Text":"We have already given thee the seven verses of repetition and the glorious Koran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Strain not thine eyes after the good things we have bestowed on some of the unbelievers: afflict not thyself on their account, and lower thy wing to the faithful"},{"SurahNumber":15,"VerseNumber":89,"Text":"And SAY: I am the only plain-spoken warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"We will punish those who foster divisions"},{"SurahNumber":15,"VerseNumber":91,"Text":"Who break up the Koran into parts"},{"SurahNumber":15,"VerseNumber":92,"Text":"By thy Lord! we will surely take account from them one and all"},{"SurahNumber":15,"VerseNumber":93,"Text":"Concerning that which they have done"},{"SurahNumber":15,"VerseNumber":94,"Text":"Profess publicly then what thou hast been bidden, and withdraw from those who join gods to God"},{"SurahNumber":15,"VerseNumber":95,"Text":"Verily, We will maintain thy cause against those who deride thee"},{"SurahNumber":15,"VerseNumber":96,"Text":"Who set up gods with God: and at last shall they know their folly"},{"SurahNumber":15,"VerseNumber":97,"Text":"Now know We that thy heart is distressed at what they say"},{"SurahNumber":15,"VerseNumber":98,"Text":"But do thou celebrate the praise of thy Lord, and be of those who bow down in worship"},{"SurahNumber":15,"VerseNumber":99,"Text":"And serve thy Lord till the certainty o'ertake thee"}]}