{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"Dijo: “¡Oh, dignatarios!, aconsejenme sobre lo que debo hacer. No tomare ninguna decision sin que esten presentes y me den su opinion»"},{"SurahNumber":27,"VerseNumber":33,"Text":"(Estos) respondieron: “Somos fuertes y diestros en la guerra, mas la decision esta en tus manos. Tu diras lo que ordenas”"},{"SurahNumber":27,"VerseNumber":34,"Text":"(La reina) contesto: “Cuando los reyes entran en una ciudad para conquistarla, la destruyen y humillan a sus habitantes mas honorables. Asi es como actuan"},{"SurahNumber":27,"VerseNumber":35,"Text":"Voy a enviarles un presente y vere que respuesta traen los emisarios”"},{"SurahNumber":27,"VerseNumber":36,"Text":"Y cuando (la delegacion de la reina) se presento ante Salomon con el presente, este dijo (rechazandolo): “¿Pretenden colmarme de riquezas cuando lo que Al-lah me ha concedido es mucho mejor que lo que les ha procurado a ustedes? ¡Ustedes son quienes se regocijan con su regalo (y con todo tipo de bienes terrenales)"},{"SurahNumber":27,"VerseNumber":37,"Text":"Regresen a su gente (con el presente). Los combatiremos con un ejercito que no podran vencer y los expulsaremos (de su tierra) sometidos y humillados (si no abandonan la idolatria)”"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Entonces Salomon) dijo a sus dignatarios: “¿Quien de ustedes me trae el trono (de la reina) antes de que vengan a mi sometidos?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"El yinn mas fuerte de entre ellos dijo: “Yo te lo traere antes de que te levantes de su asiento. Para este trabajo soy fuerte y digno de confianza”"},{"SurahNumber":27,"VerseNumber":40,"Text":"Un hombre que tenia conocimiento de las Escrituras dijo[731]: “Yo te lo traere (aun mas rapido) antes de un abrir y cerrar de ojos”. Y cuando Salomon vio (el trono) ante sus ojos, dijo: “Esto es un favor de mi Senor para ponerme a prueba y ver si soy agradecido o no. Quien agradezca las gracias que Al-lah le ha otorgado lo hara en su beneficio, y quien sea ingrato (que sepa) que Al-lah no necesita nada de nadie y es Generoso (en la concesion de Sus favores)”"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Salomon) les dijo: “Modifiquen su trono; veremos si (su inteligencia) la guia (hacia la verdad y lo reconoce) o no”"},{"SurahNumber":27,"VerseNumber":42,"Text":"Y cuando (la reina) se presento, le preguntaron: “¿Es tu trono como este?”. (Ella) respondio (inteligentemente)[732]: “Parece el”. (Entonces, Salomon dijo agradeciendo a Al-lah los favores que le habia concedido:) “Pero nosotros recibimos sabiduria antes que ella[733] y nos sometimos (a la voluntad de Al-lah)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Y a ella la extravio lo que adoraba fuera de Al-lah, pues pertenecia a un pueblo incredulo”"},{"SurahNumber":27,"VerseNumber":44,"Text":"(Salomon mando a los genios construir para ella sobre el agua un palacio de cristal bajo cuyo suelo podian verse peces nadando, y) le dijo: “Entra en el palacio”. Pero cuando ella lo vio, creyo que (el suelo) era un estanque y descubrio las piernas (al levantarse el vestido para no mojarse). (Salomon) le dijo: “Es un palacio de cristal” (y la invito a abrazar la religion de Al-lah). (Ella acepto al ver por si misma todas las bendiciones que Al-lah habia concedido a Salomon y) dijo: “¡Senor!, he sido injusta conmigo misma (al adorar falsas divinidades) y me someto con Salomon a Al-lah, Senor de toda la creacion”"}]}