{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Is he whose breast God has expanded for Islam, and who is in light from his Lord .... ? And woe to those whose hearts are hardened against a remembrance of God! those are in obvious error"},{"SurahNumber":39,"VerseNumber":23,"Text":"God has sent down the best of legends, a book uniform and repeating; whereat the skins of those who fear their Lord do creep! then their skins and their hearts soften at the remembrance of God. That is the guidance of God! He guides therewith whom He will. But he whom God leads astray there is no guide for him"},{"SurahNumber":39,"VerseNumber":24,"Text":"Shall he who must screen himself with his own face from the evil torment on the resurrection day. . . . ? And it shall be said of those who do wrong, taste what ye have earned"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them called the (prophets) liars, and the torment came to them from whence they perceived it not"},{"SurahNumber":39,"VerseNumber":26,"Text":"and God made them taste disgrace in the life of this world. But surely the torment of the hereafter is greater, if they did but know"},{"SurahNumber":39,"VerseNumber":27,"Text":"We have struck out for men in this Qur'an every sort of parable, haply they may be mindful"},{"SurahNumber":39,"VerseNumber":28,"Text":"An Arabic Qur'an with no crookedness therein; haply they may fear"},{"SurahNumber":39,"VerseNumber":29,"Text":"God has struck out a parable, a man who has partners who oppose each other and a man who is wholly given up to another; shall they be deemed equal in similitude? praise be to God! nay, but most of them know not"},{"SurahNumber":39,"VerseNumber":30,"Text":"Verily, thou shalt die, and, verily, they shall die"},{"SurahNumber":39,"VerseNumber":31,"Text":"then, verily, on the resurrection day before your Lord shall ye dispute"}]}