{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":153,"Text":"Xìnfèng tiān jīng de rén, qǐngqiú nǐ cóng tiānshàng jiàng shì tāmen yī bù jīngdiǎn. Tāmen què yǐ xiàng mù sà qǐngqiúguò bǐ zhè gèng zhòngdà de shì, tāmen shuō:“Nǐ shǐ wǒmen qīnyǎn kànjiàn ān lā ba.” Jí léi yīn tāmen de bù yì ér xíjí tāmen. Zài xǔduō míngzhèng jiànglín tāmen zhīhòu, tāmen yòu rèn dú wèi shén, dàn wǒ yǐ shù ráo zhè shì. Wǒ céng shǎngcì mù sà yīgè míngxiǎn de zhèngjù"},{"SurahNumber":4,"VerseNumber":154,"Text":"Wèi yǔ tāmen dìyuē, wǒ céng bǎ shān gāosǒng zài tāmen de shàngmiàn, wǒ céng duì tāmen shuō:“Nǐmen yīngdāng jūgōng ér rù chéng mén.” Wǒ yòu duì tāmen shuō:“Nǐmen zài ānxírì bùyào chāoyuè fǎdù.” Wǒ céng yǔ tāmen dìjié yīgè yánzhòng de méngyuē"},{"SurahNumber":4,"VerseNumber":155,"Text":"(Wǒ qì jué tāmen), yīnwèi tāmen pòhuài méngyuē, bùxìn ān lā de jīxiàng, wàng shā zhòng xiānzhī, bìngqiě shuō:“Wǒmen de xīn shì shòu méngbì de.” Bùrán, ān lā wèi tāmen de bù xìndào ér fēngbìle tāmen de xīn, gù tāmen chú shǎoshù rén wài, dōu bù xìndào"},{"SurahNumber":4,"VerseNumber":156,"Text":"Yīnwèi tāmen de bù xìn, bìng yánzhòng dì fěibàng mài ěr yàn"},{"SurahNumber":4,"VerseNumber":157,"Text":"Yòu yīnwèi tāmen shuō:“Wǒmen què yǐ shā sǐle mài xī hā-----ěr sā, běn, mài ěr yàn,——ān lā de shǐzhě.” Tāmen jì méiyǒu shā sǐ tā, yě méiyǒu bǎ tā dīng sǐ zài shízìjià shàng, dàn tāmen bù míngbái zhè jiàn shì de zhēnxiàng. Wèi ěr sā ér zhēnglùn de rén, duìyú tā de bèi shāhài, què shì zài míhuò zhī zhōng. Tāmen duìyú zhè jiàn shì, háo wú rènshí, bùguò gēnjù cāixiǎng bàle. Tāmen méi néng quèshí dì shā sǐ tā"},{"SurahNumber":4,"VerseNumber":158,"Text":"Bùrán, ān lā yǐ bǎ tā zhuóshēng dào zìjǐ nàlǐ. Ān lā shì wànnéng de, shì zhì ruì de"},{"SurahNumber":4,"VerseNumber":159,"Text":"Xìnfèng tiān jīng de rén, zài tā wèi sǐ zhīqián, méiyǒu yīgè bù xìnyǎng tā de, zài fùhuó rì tā yào zuòzhèng tāmen"},{"SurahNumber":4,"VerseNumber":160,"Text":"Wǒ jìnzhǐ yóutài jiàotú xiǎngshòu yuánlái zhǔnxǔ tāmen xiǎngshòu de xǔduō jiāměi shíwù, yīnwèi tāmen duō xíng bù yì, chángcháng zǔzhǐ rén zūnxún zhǔ dào"},{"SurahNumber":4,"VerseNumber":161,"Text":"qiě wéijìn ér qǔ lìxí, bìng jiè zhà shù ér qīntūn biérén de qiáncái, wǒ yǐ wèi tāmen zhōng de bù xìndào de rén ér yùbèi tòngkǔ de xíngfá"},{"SurahNumber":4,"VerseNumber":162,"Text":"Dàn tāmen zhōng xuéwèn yuānbó de, quèxìn zhèngdào de——quèxìn jiàng shì nǐ de jīngdiǎn, hé zài nǐ zhīqián suǒ jiàng shì de jīngdiǎn——hé jǐn shǒu bài gōng, wán nà tiān kè, hé quèxìn ān lā yǔ mòrì de, zhè děng rén, wǒ jiāng shǎngcì tāmen zhòngdà de bàochóu"}]}