{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman edenler! Kazandıgınız seylerin ve yerden sizin icin cıkardıgımız nimetlerin iyi olanlarından Allah yolunda harcayın! Siz goz yummadan, gonlunuze yatmaksızın almayacagınız bayagı seyleri vermeye kalkmayın! Iyi bilin ki: Allah ganidir, hamiddir (kimseye ihtiyacı yoktur, butun ovgulere layıktır)"},{"SurahNumber":2,"VerseNumber":268,"Text":"Seytan sizi (hayırda harcamakla) muhtac olacaksınız diye korkutur, sizi cimrilige ve cirkin seylere tesvik eder. Allah ise kendi katından bir af ve lutuf vaad buyurur. Allah'ın ihsanı genistir, her seyi hakkıyla bilir"},{"SurahNumber":2,"VerseNumber":269,"Text":"O hikmeti diledigine verir. Kime hikmet nasib edilmisse, dogrusu ona pek cok hayır verilmistir. Ancak tam akıllı olanlar gercekleri anlar ve dusunurler"},{"SurahNumber":2,"VerseNumber":270,"Text":"Hayır olarak harcadıgınız her seyi, adadıgınız her adagı, Allah mutlaka bilir ve mukafatını verir. Fakat zalimlerin ahirette yardımcıları olmaz"},{"SurahNumber":2,"VerseNumber":271,"Text":"Allah rızası icin yaptıgınız maddi yardımlarınızı acıkca verirseniz ne guzel! Ama bu hayırlarınızı saklı tutar ve muhtaclara ulastırırsanız, Bu sizin icin daha hayırlı olur Ve Allah bu sebeple bir kısım gunahlarınızı affeder.Allah, yaptıgınız butun seylerden haberdardır"},{"SurahNumber":2,"VerseNumber":272,"Text":"Onları hak yola getirmek senin gorevin degil, lakin Allah diledigini dogru yola getirir. Hayır olarak yaptıgınız her harcama sadece kendiniz icindir. Zaten siz Allah rızasını aramaktan baska bir gaye ile infak etmezsiniz. Islediginiz her hayrın mukafatı size tamamen verilir ve sizin hakkınız yenmez."},{"SurahNumber":2,"VerseNumber":273,"Text":"Bu yardımlar, kendilerini Allah yoluna vakfeden yoksullar icindir. Bunlar yeryuzunde dolasıp gecimlerini saglama imkanı bulamazlar. Halktan istemekten geri durmaları sebebiyle, onların gercek hallerini bilmeyen kimse, onları zengin sanır. Ey Resulum, sen onları simalarından tanırsın! Onlar yuzsuzluk ederek halktan bir sey istemezler. Sunu bilin ki, hayır adına her ne verirseniz mutlaka Allah onu bilir"}]}