{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"Ta ce: \"Ya ku mashawarta*! Ku yi Mini fatawa ga al'amarina, ban kasance mai yanke wani al'amari ba, sai kun halarta"},{"SurahNumber":27,"VerseNumber":33,"Text":"Suka ce: \"Mu ma'abuta ƙarfi ne, kuma ma'abbuta yaƙi mai tsanani ne, kuma al'amari ya koma zuwa gare ki, saboda haka ki dubamene ne za ki yi umarni (da shi)"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ta ce: \"Lalle sarakuna idan sun shiga wata alƙarya, sai su ɓata ta, kuma su sanya masu darajar mutanenta ƙasƙantattu. Kuma kamar wancan ne suke likatawa"},{"SurahNumber":27,"VerseNumber":35,"Text":"Kuma lalle ni mai aikawa ce zuwa gare su da kyauta, sa'an nan mai dubawa ce: Da me manzannin za su komo"},{"SurahNumber":27,"VerseNumber":36,"Text":"To, a lokacin da ya je wa Sulaiman ya ce: \"Shin, za ku ƙara ni da dukiya ne? To, abin daAllah Ya ba ni, shi ne mafi alheridaga abin da Ya ba ku. A'a, ku nekuke yin farin ciki da kyautarku"},{"SurahNumber":27,"VerseNumber":37,"Text":"Ka koma zuwa gare su. Sa'an nan lalle muna je musu da rundunoni, babu wata taɓukawa gare su game da su, kuma lalle muna fitar da su daga gare ta, suna mafi wulakantuwa, kuma suna ƙasƙantattu"},{"SurahNumber":27,"VerseNumber":38,"Text":"Ya ce: \"Ya ku mashawarta! Wannenku zai zo mini da gadonta a gabanin su zo, suna masu sallamawa"},{"SurahNumber":27,"VerseNumber":39,"Text":"Wani mai ƙarfi daga aljannu ya ce: \"Ni ina zo maka da shi a gabanin ka tashi daga matsayinka. Kuma llale ni a gare shi, haƙiƙa, mai ƙarfi ne amintacce"},{"SurahNumber":27,"VerseNumber":40,"Text":"Wanda yake a wurinsa akwai* wani ilmi daga Littafin ya ce: \"Ni ina zo maka da shi a gabanin ƙyaftawar ganinka ta koma gare ka.\" To, a lokacin da ya gan shi matabbaci a wurinsa, ya ce: \"Wannan daga falalar Ubangijina yake, domin Ya jarraba ni: Shin, zan gode ne, ko kuwa zan butulce! Kuma wanda ya gode, to, yana godewa ne domin kansa, kuma wanda ya kafirta, to, lalle Ubangijina Wadatacce ne, Karimi"},{"SurahNumber":27,"VerseNumber":41,"Text":"Ya ce: \"Ku canza kamar gadonta gare ta, mu gani, shin za ta shiryu, ko kuwa tana kasancewa daga waɗanda ba su shiryuwa"},{"SurahNumber":27,"VerseNumber":42,"Text":"To a lokacin da ta je aka ce \"Shin, kamar wannan gadon sarautarki yake?\" Ta ce: \"Kamar dai shine. Kuma an ba mu ilmi daga gabaninta kuma mun kasance masu sallamawar (al'amari ga Allah)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Kuma abin da ta kasance tana bautawa, baicin Allah, ya kange ta. Lalle ita, ta kasance daga mutane kafirai"},{"SurahNumber":27,"VerseNumber":44,"Text":"Aka ce mata, \"Ki shiga a gidan sarauta.\" To, a lokacin da ta gan shi, ta yi zatona wai gurbi ne, kuma ta kuranye* daga ƙwaurinta. Ya ce: \"Lalle ne shi, gidan sarauta ne mai santsi daga madubai.\" Ta ce: \"Ya Ubangijina! Ba a roƙon Allah sai da sunayensa masu kyau, tis'in da taran nan, sai dai a dunƙule kamar a ce, \"Ina roƙon Allah da sunayenSa da na sani da waɗanda ban sani ba.\" Lalle ni, na zalunci kaina, kuma na sallama al'amari tare da Sulaiman ga Allah, Ubangijin halittu"}]}