{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Have you not considered that all that is between the heavens and the earth glorifies God and that the birds spread their wings in the air to glorify God? He knows everyone's prayers and praising; God has absolute knowledge of what they do"},{"SurahNumber":24,"VerseNumber":42,"Text":"To God belongs the kingdom of the heavens and the earth, and to Him do all things return"},{"SurahNumber":24,"VerseNumber":43,"Text":"Do you not see that God moves the clouds gently, brings them together, piles them up, and then you can see the rain coming from them. He sends down hailstones from the mountains in the sky. With them He strikes or protects from them whomever He wants. The lightening can almost take away the sight"},{"SurahNumber":24,"VerseNumber":44,"Text":"God alternates the night and the day. In this there is a lesson for the people of understanding"},{"SurahNumber":24,"VerseNumber":45,"Text":"God has created every living being from water: Some of them creep on their bellies; some walk on two feet and some of them walk on four legs. God creates whatever He wants. He has power over all things"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have revealed illustrious revelations. God guides to the right path whomever He wants"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say, \"We have believed in God and the Messenger and we have obeyed them.\" Then a group of them turn away from their (belief). They are not believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"When they are called to God and His Messenger so that they will judge among them, suddenly, some of them turn away"},{"SurahNumber":24,"VerseNumber":49,"Text":"If right was on their side, they would come quickly"},{"SurahNumber":24,"VerseNumber":50,"Text":"Are their hearts sick? Do they have doubts or are they afraid that God and His Messenger may do injustice to them? In fact, they, themselves, are unjust"}]}