{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":11,"Text":"Clovek modli se o zlo stejne jako o dobro, nebot clovek jest ukvapeny"},{"SurahNumber":17,"VerseNumber":12,"Text":"Ucinili jsme noc a den dvema znamenimi: a zastinili jsme znameni noci a ucinili jsme znameni dne jasne viditelnym, abyste mohli ziskavati si milosti od Pana sveho a abyste znali pocet roku a scitani (jich): rozdelili jsme pak vsechny veci presnym rozdelenim"},{"SurahNumber":17,"VerseNumber":13,"Text":"A kazdemu cloveku pripevnili jsme osud jeho na sij: a vytahneme kazdemu v den vzkriseni knihu, jiz shleda otevrenou"},{"SurahNumber":17,"VerseNumber":14,"Text":"„Cti knihu svou! Sam postacis si dnes jako suctovatel proti sobe samemu!“"},{"SurahNumber":17,"VerseNumber":15,"Text":"A kdozkoliv prijima (prave) vedeni, jen pro sebe sama tak cini: a kdozkoli v blud zachazi, jen proti sobe samemu tak cini. Niktera duse, nesouci vlastni brime, nebude obtezkana bremenem duse druhe a nikdy netrestali jsme, dokud nebyli jsme (predem) vyslali posla"},{"SurahNumber":17,"VerseNumber":16,"Text":"A kdyz chteli jsme, zahladiti mesto, dali jsme narizeni sva obyvatelum jeho bohatsim zkazenym, (vsak neprestali nepravostmi plniti je): i potvrzeno bylo nad mestem odsouzeni a naprostym znicili jsme je znicenim"},{"SurahNumber":17,"VerseNumber":17,"Text":"A kolik zahubili jsme pokoleni po Noemovi! A Pan tvuj dostacitelnym jest znatelem a pozorovatelem hrichu sluzebniku svych"},{"SurahNumber":17,"VerseNumber":18,"Text":"Z tech, kdoz bazi po tomto rychle mizicim ziti, dame rychle, cozkoliv chceme, komukoliv chceme: vsak pote schystali jsme mu peklo, v nemz szihan bude, potupen, zavrzen"},{"SurahNumber":17,"VerseNumber":19,"Text":"ale kdoz bazi po zivote budoucim a snazi se dosici ho snahou jej hodnou, a jest vericim — snazeni techto jest bohulibe"},{"SurahNumber":17,"VerseNumber":20,"Text":"Obema, temto i onem, rozhojnime dary Pana tveho, nebot dary Pana tveho nikomu nebudou odmitnuty"},{"SurahNumber":17,"VerseNumber":21,"Text":"pohled, jak dali jsme prednost jednem nad druhymi: vsak jistotne v zivote budoucim vetsi budou stupne a vetsi bude rozdil v prednosti"},{"SurahNumber":17,"VerseNumber":22,"Text":"Nestav vedle Boha bohu jinych, abys neupadl v pohanu, opusteni"}]}