{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Özderine: «Qoldarıñdı / soğıstan / tıyıñdar, namazdı / barlıq şarttarın saqtap, berile / tolıq orındañdar jäne zeketti beriñder» - dep aytılğandardı körmediñ be? Qaşan olarğa soğıs mindettelgen kezde, olardıñ bir tobı adamdardan Allahtan qorıqqanday nemese odan da qattı qorqadı. Sonday-aq olar: «Rabbımız! Bizge ne üşin soğıswdı jazdıñ? Bizdi jaqın bir merzimge deyin keşiktirgeniñde edi», - dedi. / Ey, Muxammed! / Ayt: «Bul ömirden paydalanw - arzımas närse ğana. Al, soñğı, mäñgilik ömir / aqïret / - taqwalar / Allahtıñ jazasınan qorqıp, saqtanwşılar / üşin qayırlı, senderge qurma däniniñ qılınday da ädiletsizdik jasalmaydı», - dep"},{"SurahNumber":4,"VerseNumber":78,"Text":"Qayda bolsañdar da ölim senderdi tabadı. Tipti bïik qamaldarda bolsañdar da. Eger olarğa bir jaqsılıq jetse: «bul - Allahtan», - deydi, al eger, bir jamandıq jetse: «Bul - senen», - deydi. / Ey, Muxammed! / Ayt: «Bäri de - Allahtan», -dep. Bul top nege sözdi uğwğa jaqındamaydı"},{"SurahNumber":4,"VerseNumber":79,"Text":"Ey, Muxammed! / Sağan jaqsılıqtan bir närse kelse, ol - Allahtan. Al, jamandıqtan bir närse kelse, ol - öziñnen. Biz seni adamdarğa Elşi / Raswl / etipjiberdik. Allah kwä retinde jetkilikti"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim Elşige bağınsa, onda Allahqa bağınğan boladı. / Ey, Muxammed/ Al kim bet bursa, Biz seni olarğa küzetwşi etip jibermedik"},{"SurahNumber":4,"VerseNumber":81,"Text":"Olar / munafïqtar / : «Boysundıq»,- dep aytadı. Al, qaşan seniñ qasıñnan ketse, olardıñ bir tobı tündeletip seniñ aytqanıñnan basqanı oylastıradı. Al, Allah olardıñ tünde oylastırğandarın jazadı. Sondıqtan olardan teris burıl jäne Allahqa jüginip, Oğan isiñdi tapsır / täwekel et / . Senim artıp, Oğan isiñdi tapsırwğa / täwekel etwge / Allah jetkilikti"},{"SurahNumber":4,"VerseNumber":82,"Text":"Olar Quranğa zer salıp qaramay ma? Eger ol / Quran / Allahtan basqa birewdiñ tarapınan bolğanda, olar onda köptegen qayşılıqtar tabar edi"},{"SurahNumber":4,"VerseNumber":83,"Text":"Qaşan olarğa tınıştıq nemese qawip-qater jaylı bir is / xabar / kelse, olar onı jayıp, taratıp jiberedi. Eger de olar onı Elşige nemese özderinen bolğan basşılarğa jetkizgende, olardıñ işindegi is biletinderi, onıñ / män-jayın / biler edi. Eger senderge Allahtıñ keñşiligi äri Onıñ meyirimi bolmağanda, senderdiñ azdarıñnan basqalarıñ şaytanğa ergen bolar ediñder"},{"SurahNumber":4,"VerseNumber":84,"Text":"Ey, Muxammed!/ Allahtıñ jolında şayqas! Sen tek öziñ üşin jawaptısıñ. Äri ïmandılardı / müminderdi / ünde. Allah küpirlik etwşilerdiñ / qarsı kelwşilerdiñ / soqqısın qaytaradı. Allah - soqqı berwde öte küşti äri jazalawda öte küşti"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim jaqsılıqpen arağa tüsse, sodan oğan ïgi üles bar. Al, kim jamandıqpen arağa tüsse, sodan oğan jaman üles bar. Allah - barlıq närseni Baqılawşı"},{"SurahNumber":4,"VerseNumber":86,"Text":"Qaşan senderge qanday da bir amandasw sözimen sälem berilse, sender odan jaqsısımen jawap beriñder nemese sol sälemniñ özin qaytarıñdar. Anığında, Allah - ärbir närseniñ esebin alwşı"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah - Odan basqa quday joq. Ol senderdi Qayta tirilw künine mindetti türde jïnaydı, onda kümän joq. Allahtan / artıq / twra sözdi kim bar"}]}