{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Ey Insanlar! Rabbinizden sakının; suphesiz o kıyamet gununun sarsıntısı cok buyuk bir seydir"},{"SurahNumber":22,"VerseNumber":2,"Text":"Onu goreceginiz gun, her emzikli kadın emzirdiginden gecer. Ve her hamile kadın cocugunu dusurur. Insanları hep sarhos gorursun, halbuki sarhos degillerdir. Fakat Allah´ın azabı cok siddetlidir"},{"SurahNumber":22,"VerseNumber":3,"Text":"Insanlardan bazıları Allah hakkında bir bilgisi olmadıgı halde tartısır da her azılı seytanın ardına duser"},{"SurahNumber":22,"VerseNumber":4,"Text":"(O seytan ki) hakkında soyle hukum verilmistir: Suphesiz kim onu dost edinirse, o muhakkak onu saptırır ve dogruca cehennem azabına goturur"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ey insanlar! Eger oldukten sonra dirilmekten suphede iseniz, (bilin ki) ne oldugunuzu size acıklamak icin suphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapısı belli belirsiz bir et parcasından yaratmısızdır. Diledigimizi belli bir sureye kadar rahimlerde tutarız. Sonra sizi bir cocuk olarak cıkartırız, sonra sizi, olgunluk cagına erismeniz icin bırakırız. Bununla beraber kiminiz oldurulur, kiminiz de onceki bilgisinden sonra, hicbir sey bilmemek uzere, omrunun en fena zamanına ulastırılır. Bir de yeryuzunu gorursun ki kupkurudur; fakat biz onun uzerine su indirdigimiz zaman, harekete gecer, kabarır ve her guzel ciftten bitkiler bitirir"},{"SurahNumber":22,"VerseNumber":6,"Text":"Iste bunlar gosteriyor ki, Allah suphesiz haktır. Suphesiz oluleri o diriltir ve o her seye kadirdir"},{"SurahNumber":22,"VerseNumber":7,"Text":"Kıyamet ise suphesiz gelecek ve muhakkak ki Allah butun kabirlerde olan kimseleri tekrar diriltecektir"},{"SurahNumber":22,"VerseNumber":8,"Text":"Insanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartısır"},{"SurahNumber":22,"VerseNumber":9,"Text":"Allah yolundan sasırtmak (saptırmak) icin buyukluk taslayarak (tartısır). Dunyada ona bir rezillik vardır. Kıyamet gununde ise ona cehennem azabını tattıracagız"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ona «Bunlar, senin ellerinle kazandıgın gunahlar sebebiyledir» denir. Suphesiz Allah kullarına zulmeden degildir"}]}