{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Bu Kur´an bizim indirdiğimiz kutsal bir kitaptır. Ona uyunuz ve kötülüklerden sakınınız, ki, size merhamet edilsin"},{"SurahNumber":6,"VerseNumber":156,"Text":"Onu size indirdi ki, «Bizden önceki iki ümmete (yahudiler ile hristiyanlara) kitap indirildi ve biz onların okuduklarından habersiz kaldık» diyemeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yine diyemeyesiniz ki, «Eğer bize de kitap indirilseydi, doğru yola onlardan daha sıkı sarılırdık.» Çünkü size de Rabbinizden açık belge, doğru yol kılavuzu ve rahmet geldi. Allah´ın ayetlerini yalanlayıp onlara yüz çevirenlerden daha zalim kim olabilir? Ayetlerimize yüz çevirenleri, bu yüz çevirmelerinden ötürü azapların en kötüsüne çarptıracağız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar kendilerine meleklerin gelmesini mi yoksa Rabbinin gelmesini mi, yoksa Rabbinin bazı mucizelerinin gelmesini mi bekliyorlar? Rabbinin bazı mucizeleri geldiği gün, daha önce iman etmemiş ya da imanı doğrultusunda bir hayır kazanamamış olan kimseye o günkü imanı bir fayda sağlamaz. Onlara de ki: «Bekleyin bakalım, biz de bekliyoruz.»"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerinin öngördüğü inanç ve ümmet birliğini parçalayarak çeşitli akımlara bölünenler ile, senin hiçbir ilişkin yoktur. Onların işi Allah´a kalmıştır. Allah onlara ilerde yaptıklarının akıbetini bildirecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim Allah´ın huzuruna bir iyilikle varırsa kendisine on katı verilir. Kim Allah´ın huzuruna bir kötülük ile varırsa sadece onun dengi olan cezaya çarptırılır. Ne iyilik edenlere, ne kötülük işleyenlere haksızlık edilmez"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki; «Rabbim beni doğru yola, insanların tüm ihtiyaçlarına cevap veren dine, Allah´ın birliğine inanan ve O´na ortak koşanlardan olmayan İbrahim´in inanç sistemine iletti.»"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki; «benim namazım, ibadetlerim, hayatım ve ölümüm tüm varlıkların Rabbi olan Allah içindir.»"},{"SurahNumber":6,"VerseNumber":163,"Text":"O´nun ortağı yoktur. Bana böyle emredildi. Ben müslümanların ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki; «Allah her şeyin Rabbi iken, ben O´ndan başka bir ilâh mı arayayım? Herkesin işlediği kötülüğün sorumluluğu kendisine aittir. Hiç kimse başkasının kötülüğünün sorumluluğunu taşımaz. Sonunda Rabbinize döneceksiniz. O size anlaşmazlığa düştüğünüz meselelerin içyüzünü bildirecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryüzünde halife yapan ve verdiği nimetler hakkında sınavdan geçirmek için bazılarınızın derecesini diğer bazılarınızdan üstün kılan O´dur. Hiç şüphesiz Rabbinin cezalandırması gecikmesizdir, aynı zamanda O, bağışlayıcı ve merhametlidir"}]}