{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Nese ata te quajne genjeshtar, thuaju: “Une kam (shperblim per) punen time, kurse ju keni (shperblim per) punen tuaj. Ju s’jeni pergjegjes per ate qe bej une dhe as une s’jam pergjegjes per ate qe beni ju.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ka prej atyre qe te degjojne. Por, a mund te besh ti qe te degjojne te shurdherit, te cilet s’kane as mend"},{"SurahNumber":10,"VerseNumber":43,"Text":"Ka prej atyre qe te shikojne. Por, a mund te besh ti qe te ecin ne rruge te drejte te verberit, te cilet nuk shohin"},{"SurahNumber":10,"VerseNumber":44,"Text":"Ne te vertete, Allahu nuk u ben njerezve asnje te keqe, por njerezit i bejne keq vetvetes"},{"SurahNumber":10,"VerseNumber":45,"Text":"Diten kur do t’i tuboje, atyre do t’u duket sikur nuk kane ndenjur ne toke, vecse nje cast te shkurter dite, aq sa per te njohur njeri - tjetrin. Vertet, jane te humbur ata qe nuk e besojne takimin me Allahun e nuk jane ne rruge te drejte"},{"SurahNumber":10,"VerseNumber":46,"Text":"Edhe ne qofte se Ne te tregojme ty dicka nga ai (denim) qe u kemi premtuar atyre, edhe ne qofte se ta marrim shpirtin (para se t’i denojme), serish ata te Ne do te kthehen dhe Allahu eshte deshmitar per cfare bejne ata"},{"SurahNumber":10,"VerseNumber":47,"Text":"Cdo popull ka pasur te derguar. Dhe, kur atyre t’u vije i derguari (Diten e Gjykimit), do te gjykohet midis tyre me te drejte dhe nuk do t’u behet asnje padrejtesi"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ata (jobesimtaret) thone: “Kur do te plotesohet ky premtim, nese thoni te verteten?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Thuaj: “Une nuk kam fuqi t’i bej vetes as dem, as dobi, pervec asaj qe deshiron Allahu. Cdo popull ka afatin e vet. Prandaj, kur t’u vije ai, ata nuk mund ta shtyjne per asnje cast e as ta shpejtojne”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Thuaj: “Si mendoni ju, nese ju vjen denimi i Tij naten apo diten, cfare pjese te tij do te pershpejtojne keqberesit?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"A mos valle, vetem atehere kur te ndodhe do ta besoni? Po me pare, perse kerkonit ardhjen e shpejte te tij"},{"SurahNumber":10,"VerseNumber":52,"Text":"E pastaj, do t’u thuhet keqberesve: “Shijoni denimin e perhershem! Nuk denoheni ndryshe, pervecse sipas veprave qe keni punuar”"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ata kerkojne shpjegim prej teje: “A eshte e vertete ajo?”[135] Thuaj: “Po, per Zotin tim, pa dyshim qe eshte e vertete e ju nuk do te mund ta pengoni ate”"}]}