{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Boola; “Niwina ubakabanga okhurula mwikulu nende khushialo? Nohomba niwina uli nende obunyali khumawulililo kenyu, nende tsindolelo tsienyu? Ne niwina urusinjia omulamu mubafu, ne narusia omufu mubalamu? Ne ni wina ukasinjia amakhuwa koosi?” Balaboola mbu; “Ni Nyasaye’’ mana boola mbu; “Koo shimuritsanga tawe?.”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Kho oyo niye Nyasaye wenyu, Omulesi wenyu watoto. Ne nishina shindi shiliwo obwatoto nibumalile okhulolekha halali obukori? Kho niyena amukalukhanilibungwa"},{"SurahNumber":10,"VerseNumber":33,"Text":"Endio nolwelikhuwa lia Nyasaye wuwo Omulesi, lialoloshela balia abaloba, mbu shibalisuubila tawe"},{"SurahNumber":10,"VerseNumber":34,"Text":"Boola; “Alikho mu abo abamutsokasinjia Nyasaye ninabo, ulia owachachia okhuloonga ebilonje, mana alibikalusia? Boola; “Nyasaye niye wachachia ebilonje khandi niye ulibikalusia. Kho mukalukhanibungwa hena?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"Boola mbu; “Koo khulikhomwo nende mubamutsokasinjia Nyasaye abo ulunjisinjia khubwatoto?” Boola mbu; “Nyasaye niye olunjisinjia khubwatoto” Kho ulia ulunjisinjia khubwatoto shiniye okhokheyakhane muno okhuloondwa nohomba ulia ulalunjisinjia halali okhula alunjisibwe? Kho muli nende shina, mubusinjia murie"},{"SurahNumber":10,"VerseNumber":36,"Text":"Ne obunji bwabu balondanga butswa amaparo kabu, ne okhuparirisia shikhukhonyakhwo imbeli wobwatoto shiosi shiosi tawe. Toto Nyasaye amanyile muno koosi akabakholanga"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ne shikanyalikhana mbu Ikurani ino, yakasibwasa mbu shirula khu Nyasaye tawe, halali ifuchilisania nende akali imbeli wayio, ne ni amebaalo neshitabo shibula obukanakani, ne shirula khu Nyasaye Omulesi webiloonje bioosi"},{"SurahNumber":10,"VerseNumber":38,"Text":"Nohomba baboolanga mbu yachikasia butswa omwene, boola mbu;” Nakhayitsekhwo nende Isura ndala ili shinga ino, ne mulanje bamunyala balali Nyasaye tawe, toto nimuli abahabwene"},{"SurahNumber":10,"VerseNumber":39,"Text":"Halali bayingana akababula ninako obulaamba, ne obwatoto bwako bushili okhuboolela, ne endio nilwabayingana balia bali imbeli wabu, kho lola shinga indukho yabandu ababii yali"},{"SurahNumber":10,"VerseNumber":40,"Text":"Ne mubo baliwo basuubilanga muyo, ne mubo baliwo balasuubilanga muyo, ne Nyasaye wuwo Omulesi amanyile muno abokhunyasia"}]}