{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":26,"VerseNumber":176,"Text":"(මදියන් රටේ) අයිකා නමැති වනවාසීන්ද (අපගේ) දූතයින්ව බොරුකාරයන් කළහ"},{"SurahNumber":26,"VerseNumber":177,"Text":"ෂුඅයිබ් (නබි) ඔවුන්ට “ඔබ (අල්ලාහ්ට බිය වී, පාපයන්ගෙන්) ඈත් විය යුතු නොවේද?” (යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":178,"Text":"“නියත වශයෙන්ම මා ඔබ වෙත යවන ලද විශ්වාසවන්ත දූතයෙකු වශයෙන් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":179,"Text":"“අල්ලාහ්ට බිය වී, මට අවනත වනු”"},{"SurahNumber":26,"VerseNumber":180,"Text":"“මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකවාසීන්ව පෝෂණය කරමින් සිටින දෙවියන් වෙතම මිස, (වෙන කිසිවෙකුත් වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":181,"Text":"“මිනුම පූරණ වශයෙන් මනිනු. (ජනතාවට) පාඩුවක් ඇති කරන්නන් වශයෙන් නොසිටිනු”"},{"SurahNumber":26,"VerseNumber":182,"Text":"“නිවැරදි තරාදියකින් කිරිනු”"},{"SurahNumber":26,"VerseNumber":183,"Text":"“මිනිසුන්ට ලබා දිය යුතු භාණ්ඩ ඔබ අඩුකර නොදමනු. ඔබ භූමියෙහි අපරාධ කරමින් නොහැසිරෙනු”"},{"SurahNumber":26,"VerseNumber":184,"Text":"“ඔබවද, ඔබට පෙර විසූවන්වද, කවුරුන් උත්පාදනය කළේද, ඔහුටම ඔබ බිය වනු” යයිද පැවසුවේය"},{"SurahNumber":26,"VerseNumber":185,"Text":"එයට ඔවුන් “ඔබ සූනියමට ඇතුළු වූ කෙනෙකු බවට පත් වූවෙහිය”(යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":186,"Text":"“ඔබ අප වැනි මිනිසෙකු මිස, වෙන කිසිවෙකු නොව. නියත වශයෙන්ම අපි ඔබ බොරුකාරයින්ගෙන් කෙනෙකු වශයෙන්ම අදහස් කරන්නෙමු”"},{"SurahNumber":26,"VerseNumber":187,"Text":"“ඔබ ඇත්ත කියන්නන්ගෙන් කෙනෙකු වශයෙන් සිටින්නෙහු නම් අහස කෑලිවලට කඩා එයින් එක් කැබැල්ලක් අප වෙත වීසි කරනු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":188,"Text":"එයට ඔහු “ඔබ කරමින් සිටින (නපුරු) කාරණාව මගේ දෙවියන් හොඳින් දන්නේය. (මෙයට අයත් දඬුවම ඔබට අනිවාර්යයෙන් දෙනු ඇත)” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":189,"Text":"(එහෙත්) පසුවත් ඔහුව බොරුකාරයා කළහ. එබැවින් (ඝන) අඳුරු දිනයෙහි දඬුවම ඔවුන්ව හසු කර ගත්තේය. නියත වශයෙන්ම එය නපුරු දිනයක දඬුවමක් වශයෙන්ම තිබුණි"},{"SurahNumber":26,"VerseNumber":190,"Text":"නියත වශයෙන්ම මෙහිද සාධකයක් ඇත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":191,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ටම) බලසම්පන්යෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"}]}