{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Não viste que a Allah glorifica quem está nos céus e na terra, e os pássaros, enquanto pairam no ar? Cada um, com efeito, sabe sua oração e sua glorificação. E Allah, do que fazem, é Onisciente"},{"SurahNumber":24,"VerseNumber":42,"Text":"E de Allah é a soberania dos céus e da terra. E a Allah será o destino"},{"SurahNumber":24,"VerseNumber":43,"Text":"Não viste que Allah impulsa as nuvens; em seguida, junta-as; depois, fá-las um aglomerado? Então, tu vês a chuva sair de dentro delas. E do céu, de montanhas nele formadas de nuvens, Ele faz descer granizo e, com este alcança a quem quer e o desvia de quem quer. O fulgor de seu relâmpago quase se vai com as vistas"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah faz alternar o dia e a noite. Por certo, há nisso lição para os dotados de visão"},{"SurahNumber":24,"VerseNumber":45,"Text":"E Allah criou todo ser animal de água. Então, dentre eles, há quem ande sobre o ventre e, dentre eles, há quem ande sobre dois pés, e dentre eles, há quem ande sobre quatro. Allah cria o que quer. Por certo, Allah sobre todas as cousas, é Onipotente"},{"SurahNumber":24,"VerseNumber":46,"Text":"Com efeito, fizemos descer evidentes versículos. E Allah guia a quem quer a uma senda reta"},{"SurahNumber":24,"VerseNumber":47,"Text":"E eles dizem: \"Cremos em Allah e no Mensageiro, e obedecemos.\" Em seguida, depois disso, um grupo deles volta as costas. E esses não são os crentes"},{"SurahNumber":24,"VerseNumber":48,"Text":"E, quando convocados a Allah e a Seu Mensageiro, para que este julgue, entre eles, eis um grupo deles que lhe dá de ombros"},{"SurahNumber":24,"VerseNumber":49,"Text":"E, se tivessem o direito, chegariam a ele resignados"},{"SurahNumber":24,"VerseNumber":50,"Text":"Há enfermidade, em seus corações? Ou eles duvidam? Ou temem que Allah e Seu Mensageiro sejam iníquos com eles? Não! Mas, estes são os injustos"}]}