{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Le Coran est une revelation d’Allah, le Tout-Puissant, l’infiniment Sage"},{"SurahNumber":46,"VerseNumber":3,"Text":"Nous n’avons cree les cieux, la terre et ce qui se trouve entre eux que pour une juste raison et un terme deja fixe. Les mecreants restent cependant sourds a Nos avertissements"},{"SurahNumber":46,"VerseNumber":4,"Text":"Dis : « Indiquez-moi ce que les divinites que vous invoquez en dehors d’Allah ont cree de la terre. Ou bien ont-elles ete associees a la creation des cieux ? Apportez-moi donc un livre revele avant celui-ci ou quelque savoir herite des anciens, si vous dites la verite. »"},{"SurahNumber":46,"VerseNumber":5,"Text":"Qui donc est plus egare que celui qui invoque en dehors d’Allah des divinites qui ne pourront exaucer ses prieres jusqu’au Jour de la resurrection et qui sont totalement indifferentes a ses invocations"},{"SurahNumber":46,"VerseNumber":6,"Text":"Des divinites qui, lorsque les hommes seront rassembles, leur declareront leur animosite et renieront l’adoration que ces derniers leur vouaient"},{"SurahNumber":46,"VerseNumber":7,"Text":"Lorsque Nos versets, d’une parfaite clarte, leur sont recites, les impies disent de la verite qui leur a ete apportee : « Ce n’est la, de toute evidence, que pure magie ! »"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ou bien diront-ils qu’il l’a invente ! Reponds-leur : « Si je l’ai invente, vous ne pourrez rien pour moi contre Allah. Il connait parfaitement vos allegations au sujet du Coran et suffit pour temoigner de son authenticite. Il est le Tres Clement, le Tres Misericordieux. »"},{"SurahNumber":46,"VerseNumber":9,"Text":"Dis : « Je ne suis pas le premier Messager. Et je ne connais ni le sort qui m’est reserve, ni ce qui vous attend[1275]. Je ne fais que me conformer a ce qui m’est revele, etant simplement charge d’avertir les hommes en toute clarte. »"},{"SurahNumber":46,"VerseNumber":10,"Text":"Dis : « Et si le Coran venait bien d’Allah, comme en temoigne une partie des fils d’Israel qui a cru en lui tandis que vous, par orgueil, l’avez rejete ? » Allah ne saurait guider les impies"}]}