{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":61,"VerseNumber":1,"Text":"Abin da ke cikin sammai da abin da ke cikin ƙasã ya yi tasbihi ga Allah alhãli kuwa, Shi ne Mabuwayi, Mai hikima"},{"SurahNumber":61,"VerseNumber":2,"Text":"Ya kũ waɗanda suka yi ĩmani! Don me kuke faɗin abin dã ba ku aikatãwa"},{"SurahNumber":61,"VerseNumber":3,"Text":"Ya girma ga zama abin ƙyãma awurin Allah, ku faɗi abin da bã ku aikatãwa"},{"SurahNumber":61,"VerseNumber":4,"Text":"Lalle Allah Yanã son waɗanda ke yin yãƙi dõmin ɗaukaka Kalmar Sa, a cikin safu kamar sũ gini ne mai ɗamfarar jũna"},{"SurahNumber":61,"VerseNumber":5,"Text":"Kuma a lõkacin da Mũsã ya ce wa mutãnensa: \"Yã mutãnena! sabõda me kuke cũtar da ni, alhãli kuwa lalle kun sani cẽwa lalle nĩ Manzon Alah ne zuwa gare ku?\" To, a lõkacin da suka karkace, Allah Ya karkatar da zukãtansu. Kuma Allah bã Ya shiryar da mutãne fasiƙai"},{"SurahNumber":61,"VerseNumber":6,"Text":"Kuma a lõkacin da Ĩsã ɗan Maryama ya ce: \"Yã BanĩIsrã'ĩla! Lalle nĩ Manzon Allah ne zuwa gare ku, mai gaskata abin da ke gaba gare ni na Attaura, kuma mai bãyar da bushãra da wani Manzo da ke zuwa a bãyãna, Sũnansa Ahmad (Mashãyabo).\" To, a lõkacin da ya jẽ musu da hujjõji, suka ce: \"Wannan sihiri ne, bayyananne"},{"SurahNumber":61,"VerseNumber":7,"Text":"Kuma wãne ne mafi zãlunci daga wanda ya ƙirƙira ƙarya ya Jingina ta ga Allah, alhãli kuwa shĩ, anã kiran sa zuwa ga Musulunci? Kuma Allah bã Ya shiryar da mutãne azzãlumai"},{"SurahNumber":61,"VerseNumber":8,"Text":"Sunã nufin su bice hasken Allah da bãkunansu alhãli kuwa Allah Mai kammala hasken Sa ne, kuma kõ da kãfirai sun ƙi"},{"SurahNumber":61,"VerseNumber":9,"Text":"Shi ne wanda Ya aiko Manzon Sa da shiriya da addĩnin gakiya, dõmin Ya ɗaukaka shi a kan wani addĩni dukansa kuma kõ dã mushirikai sun ƙi"}]}