{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Togda vel'mozhi iz naroda Faraona Skazali: \"Siye, poistine, iskusnyy charodey"},{"SurahNumber":7,"VerseNumber":110,"Text":"I on s vashey zemli izgnat' vas khochet. Kakim zhe budet vash sovet"},{"SurahNumber":7,"VerseNumber":111,"Text":"Oni otvetili: \"Otsroch' yemu i yego bratu I sozyvateley poshli po gorodam"},{"SurahNumber":7,"VerseNumber":112,"Text":"Chtob priveli oni k tebe Samykh iskusnykh charodeyev"},{"SurahNumber":7,"VerseNumber":113,"Text":"I vot yavilis' charodei k Faraonu I skazali: \"Nam, nesomnenno, polagayetsya nagrada, Yesli yego my prevzoydem"},{"SurahNumber":7,"VerseNumber":114,"Text":"On im otvetil: \"Da. Vy budete priblizheny k moyey persone"},{"SurahNumber":7,"VerseNumber":115,"Text":"O Musa! Brosish' (pervym) ty Il' my budem brosat'? - oni skazali"},{"SurahNumber":7,"VerseNumber":116,"Text":"Brosayte vy, - otvetil on. I kogda brosili oni, Oni glaza lyudey okoldovali I porazili strakhom ikh Tem, chto predstavili pred nimi Velikoy (sily) koldovstvo"},{"SurahNumber":7,"VerseNumber":117,"Text":"Togda vnushili Muse My: \"Bros' zhezl svoy\", i vot mgnovenno On pozhirayet to, chem vsekh oni durmanyat"},{"SurahNumber":7,"VerseNumber":118,"Text":"I proyavilas' istina spolna, I lozh' togo, chto sdelali oni, otkrylas'"},{"SurahNumber":7,"VerseNumber":119,"Text":"I byli tam oni pobezhdeny I prevratilis' (na glazakh u vsekh) V unizhennykh i zhalkikh"},{"SurahNumber":7,"VerseNumber":120,"Text":"A charodei pali nits v poklone"},{"SurahNumber":7,"VerseNumber":121,"Text":"Govorya: \"My verim v Gospoda mirov"},{"SurahNumber":7,"VerseNumber":122,"Text":"Vladyku Musy i Kharuna"},{"SurahNumber":7,"VerseNumber":123,"Text":"I molvil Faraon: \"V Nego uverovali ran'she, Chem ya soglasiye svoye na eto dal? Siye, poistine, ulovka, chto vy zadumali v sem grade, Chtob zhiteley yego uvlech' ottuda. No skoro vy uznayete, (chto budet)"},{"SurahNumber":7,"VerseNumber":124,"Text":"YA nakrest ruki vam i nogi otseku, Potom raspnu vas na kreste"},{"SurahNumber":7,"VerseNumber":125,"Text":"Oni otvetili: \"(Togda) my vozvratimsya k nashemu Vladyke"},{"SurahNumber":7,"VerseNumber":126,"Text":"I ty nam mstish' vsego lish' potomu, Chto my uverovali (vsey dushoy) V znamen'ya nashego Vladyki, Kogda oni yavilis' nam. Vladyka nash! Proley na nas terpeniye i stoykost' I day nam umeret', Tebe predavshis'"}]}