{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hâ', Mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"La rivelazione del Libro proviene da Allah, l'Eccelso, il Saggio"},{"SurahNumber":46,"VerseNumber":3,"Text":"Non creammo i cieli e la terra e quel che vi è frammezzo se non con verità e fino ad un termine stabilito, ma i miscredenti non badano a ciò di cui sono stati avvertiti"},{"SurahNumber":46,"VerseNumber":4,"Text":"Di': “Guardate coloro che invocate all'infuori di Allah? Mostratemi quel che hanno creato della terra. Oppure è nei cieli che sono associati [ad Allah]? Se siete sinceri, portate una Scrittura anteriore a questa, o una traccia di scienza”"},{"SurahNumber":46,"VerseNumber":5,"Text":"E chi è più sviato di colui che invoca, all'infuori di Allah, chi non saprà rispondergli fino al Giorno della Resurrezione? Essi non hanno neppure coscienza dell'invocazione che viene loro rivolta"},{"SurahNumber":46,"VerseNumber":6,"Text":"e quando gli uomini saranno riuniti, saranno loro nemici e rinnegheranno la loro adorazione"},{"SurahNumber":46,"VerseNumber":7,"Text":"Quando vengono recitati loro i Nostri versetti espliciti, i miscredenti dicono della verità che viene ad essi: “È magia evidente”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Oppure dicono: “L'ha inventato lui”. Di': “Se l'avessi inventato io, non potreste fare nulla per me contro [la punizione di] Allah. Egli ben conosce quello che propalate ed è testimone sufficiente tra me e voi”. Egli è il Perdonatore, il Misericordioso"},{"SurahNumber":46,"VerseNumber":9,"Text":"Di': “Non costituisco un'innovazione rispetto agli inviati né conosco quel che avverrà a me e a voi. Non faccio che seguire quello che mi è stato rivelato. Non sono che un ammonitore esplicito”"},{"SurahNumber":46,"VerseNumber":10,"Text":"Di': “Ma non vedete? Se esso viene da Allah e voi non credete in esso, mentre un testimone dei Figli di Israele conferma la sua conformità e crede, mentre voi lo rifiutate per orgoglio... ?”"}]}