{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"Lederne hans folk disbelieved forkaste ideen Herefter - Selvom vi forsyne for dem storsindet ind den liv - Sagde Den være nej mer end menneskelig være jer! Han æder fra hvad du æder drikke idet du drikker"},{"SurahNumber":23,"VerseNumber":34,"Text":"Dersom du adlyder menneskelig være I derefter du er virkelig tabere"},{"SurahNumber":23,"VerseNumber":35,"Text":"Han lover jer jer omkommer sving into støve bones du komme igen"},{"SurahNumber":23,"VerseNumber":36,"Text":"Umulige umulig indeed er hvad loves jer"},{"SurahNumber":23,"VerseNumber":37,"Text":"Vi kun levende den liv - Vi leve omkomme! - Og vi aldrig resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"Han er netop mand fabricated ligge tillagde dem GUD! Vi aldrig tro ham"},{"SurahNumber":23,"VerseNumber":39,"Text":"Han sagde Min Lord bevilge mig sejr de disbelieved mig"},{"SurahNumber":23,"VerseNumber":40,"Text":"Han sagde Snart de være sorry"},{"SurahNumber":23,"VerseNumber":41,"Text":"Gengældelsen struck dem equitably dermed vi drejede dem ruiner. wicked folkene omkomme"},{"SurahNumber":23,"VerseNumber":42,"Text":"Derefter vi etablerede øvrige generationer dem"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ing samfund avancere dets forudbestemte skæbne nor forsinkelse det"},{"SurahNumber":23,"VerseNumber":44,"Text":"Derefter vi sendte vore bude ind succession. Enhver tid bud gik hans samfund de disbelieved ham. Følgelig vi annihilated dem ene øvrig stillede dem historie! Folkene disbelieved omkommer"},{"SurahNumber":23,"VerseNumber":45,"Text":"Derefter vi sendte Moses hans boder Aaron vore åbenbaringer dybe proof"},{"SurahNumber":23,"VerseNumber":46,"Text":"Til Pharaoh hans elders de drejede arrogante! De var tyngende folk"},{"SurahNumber":23,"VerseNumber":47,"Text":"De sagde vi tro to mænd hvis folk er vore slaver"},{"SurahNumber":23,"VerseNumber":48,"Text":"De forkastede to og følgelig de annihilated"},{"SurahNumber":23,"VerseNumber":49,"Text":"Vi gav Moses scripture de guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"Vi stille sønnen Mary hans mor tegn vi gav dem ly mesa mad drink"}]}