{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"O wy, ktorzy wierzycie! Bojcie sie Boga, poszukujcie pilnie połaczenia sie z Nim i walczcie usilnie na Jego drodze! Byc moze, wy bedziecie szczesliwi"},{"SurahNumber":5,"VerseNumber":36,"Text":"Zaprawde, gdyby ci, ktorzy nie wierza, posiadali to wszystko, co jest na ziemi, i jeszcze tylez do tego, aby sie tym wykupic od kary w Dniu Zmartwychwstania, to nie zostałoby to od nich przyjete. Ich czeka kara bolesna"},{"SurahNumber":5,"VerseNumber":37,"Text":"Beda chcieli wyjsc z ognia, lecz w zaden sposob z niego nie wyjda. Ich kara bedzie wiecznie trwajaca"},{"SurahNumber":5,"VerseNumber":38,"Text":"Złodziejowi i złodziejce obcinajcie rece w zapłate za to, co oni popełnili. To jest przykładna kara od Boga. Bog jest potezny, madry"},{"SurahNumber":5,"VerseNumber":39,"Text":"A kto, bedac przedtem niesprawiedliwy, nawroci sie i poprawi - to, zaprawde, Bog zwroci sie ku niemu. Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":5,"VerseNumber":40,"Text":"Czyz nie wiesz, ze do Boga nalezy krolestwo niebios i ziemi? On karze, kogo chce, i przebacza, komu chce. Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":5,"VerseNumber":41,"Text":"O Posłancu! Niech nie zasmucaja ciebie ci sposrod wspołzawodniczacych w niewiernosci, ktorzy mowia swoimi ustami: \"My uwierzylismy\", lecz ich serca nie uwierzyły; i ci, ktorzy wyznaja judaizm; oni zazwyczaj słuchaja kłamstw, przysłuchuja sie innym ludziom, ktorzy nie przyszli do ciebie; wypaczaja znaczenie słow mowiac: \"Jesli to wam zostało dane, bierzcie to! A jesli nie zostało wam dane, to miejcie sie na bacznosci!\" Bo jesli Bog chce kogo doswiadczyc, to ty nie mozesz mu w niczym pomoc przed Bogiem. To sa ci, ktorych serc Bog nie chciał oczyscic. Na tym swiecie czeka ich hanba, a w zyciu ostatecznym - kara ogromna"},{"SurahNumber":5,"VerseNumber":42,"Text":"Oni ciagle słuchaja kłamstw i pozeraja zyski prawem zakazane. Jesli oni przyjda do ciebie, to badz sedzia miedzy nimi albo tez odwroc sie od nich. Jesli sie od nich odwrocisz, to oni tobie w niczym nie zaszkodza. A jesli bedziesz sadził, to sadz ich według słusznosci. Zaprawde, Bog kocha ludzi sprawiedliwych"},{"SurahNumber":5,"VerseNumber":43,"Text":"Lecz jakze oni mogliby ciebie wziac za sedziego, skoro maja Tore, w ktorej jest sad Boga? Potem jednak oni sie odwracaja. Ci ludzie nie sa wierzacymi"}]}