{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Yaqeenan hum ney nooh (alh-e-salam) ko uss ki qom ki taraf rasool bana ker bheja uss ney kaha aey meri qom kay logo! Allah ki ibadat kero aur uss kay siwa tumhara koi mabood nahi kiya tum (uss say) nahi dartay"},{"SurahNumber":23,"VerseNumber":24,"Text":"Uss ki qom kay kafir sardaron ney saaf keh diya kay yeh to tum jesa hi insan hai yeh tum per fazeelat aur baraee hasil kerna chahata hai. Agar Allah hi ko manzoor hota to kissi farishtay ko utarta hum ney to issay apnay aglay baap dadon kay zamaney mein suna hi nahi"},{"SurahNumber":23,"VerseNumber":25,"Text":"Yaqeenan iss shaks ko junoon hai pus tum issay aik waqt-e-muqarrara tak dheel do"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nooh (alh-e-salam) ney dua ki aey meray rab! Inn kay jhutlaney per tu meri madad farma"},{"SurahNumber":23,"VerseNumber":27,"Text":"To hum ney unn ki taraf wahee bheji kay tu humari aankhon kay samney humari wahee kay mutabiq aik kashti bana. Jab humara hukum aajaye aur tanoor ubal paray to tu her qisam ka aik aik jora iss mein rakh ley aur apnay ehal ko bhi magar inn mein say jin ki babat humari baat pehaly guzar chuki hai. Khabardar jin logon ney zulm kiya hai unn kay baray mein mujh say kuch kalaam na kerna woh to sab doboye jayen gay"},{"SurahNumber":23,"VerseNumber":28,"Text":"Jab tu aur teray sathi kashti per ba-itminaan betha jao to kehna sab tareef Allah kay liye hi hai jiss ney humen zalim logon say nijat ata farmaee"},{"SurahNumber":23,"VerseNumber":29,"Text":"Aur kehna kay aey meray rab! Mujhay ba-barkat utarna utaar aur tu hi behtar hai utarney walon mein"},{"SurahNumber":23,"VerseNumber":30,"Text":"Yaqeenan iss mein bari bari nishaniyan hain aur hum be-shak aazmaeesh kerney walay hain"},{"SurahNumber":23,"VerseNumber":31,"Text":"Inn kay baad hum ney aur bhi ummat peda ki"},{"SurahNumber":23,"VerseNumber":32,"Text":"Phir unn mein khud unn mein say (hi) rasool bhi bheja kay tum sab Allah ki ibadat kero aur uss kay siwa tumhara koi mabood nahi tum kiyon nahi dartay"}]}