{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Wir gaben dir eine Offenbarung, wie Wir Noach und den Propheten nach ihm offenbart haben. Und Wir offenbarten (auch) Abraham, Ismael, Isaak, Jakob und den Stammen, Jesus, Ijob, Jonas, Aaron und Salomo. Und Wir ließen David eine Schrift zukommen"},{"SurahNumber":4,"VerseNumber":164,"Text":"Und (Wir schickten) Gesandte, von denen Wir dir fruher erzahlt haben, und (auch) Gesandte, von denen Wir dir nicht erzahlt haben - und Gott hat mit Mose wahrhaftig gesprochen"},{"SurahNumber":4,"VerseNumber":165,"Text":"Gesandte als Freudenboten und Warner, damit die Menschen nach dem Auftreten der Gesandten keinen Beweisgrund gegen Gott haben. Und Gott ist machtig und weise"},{"SurahNumber":4,"VerseNumber":166,"Text":"Gott bezeugt, was Er zu dir herabgesandt hat. Er hat es mit seinem Wissen herabgesandt. Auch die Engel bezeugen es. Und Gott genugt als Zeuge"},{"SurahNumber":4,"VerseNumber":167,"Text":"Diejenigen, die unglaubig sind und vom Weg Gottes abweisen, sind weit abgeirrt"},{"SurahNumber":4,"VerseNumber":168,"Text":"Denen, die unglaubig sind und Unrecht tun, wird Gott unmoglich vergeben, und Er wird sie unmoglich einen rechten Weg fuhren"},{"SurahNumber":4,"VerseNumber":169,"Text":"Es sei denn den Weg zur Holle, darin werden sie auf immer ewig weilen. Und dies ist Gott ein leichtes"},{"SurahNumber":4,"VerseNumber":170,"Text":"O ihr Menschen, der Gesandte ist von eurem Herrn mit der Wahrheit zu euch gekommen. So glaubt, das ist besser fur euch. Wenn ihr unglaubig bleibt, so gehort Gott doch (alles), was in den Himmeln und auf der Erde ist. Gott weiß Bescheid und ist weise"},{"SurahNumber":4,"VerseNumber":171,"Text":"O ihr Leute des Buches, ubertreibt nicht in eurer Religion und sagt uber Gott nur die Wahrheit. Christus Jesus, der Sohn Marias, ist doch nur der Gesandte Gottes und sein Wort, das Er zu Maria hinuberbrachte, und ein Geist von Ihm. So glaubt an Gott und seine Gesandten. Und sagt nicht: Drei. Hort auf, das ist besser fur euch. Gott ist doch ein einziger Gott. Preis sei Ihm, und erhaben ist Er daruber, daß Er ein Kind habe. Er hat, was in den Himmeln und was auf der Erde ist. Und Gott genugt als Sachwalter"}]}