{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"(napiye!) Nir parkkavillaiya? Vanankalilum pumiyilum ullavaiyum, paravaikal (vinnil tankal) irakkaikalai virit(tup paran)ta vannamaka niccayamaka allahvait taspihu cey(tu tutik)kinrana ovvonrum tan tolukaiyaiyum, (allahvai) taspihu ceyyum valiyaiyum tittamaka arinte irukkiratu - allahvum avai ceypavarrai nankarintirukkiran"},{"SurahNumber":24,"VerseNumber":42,"Text":"innum vanankalutaiyavum pumiyinutaiyavum atci allahvitame irukkiratu allahvin pakkame (yavarum) mintu cella ventiyirukkiratu"},{"SurahNumber":24,"VerseNumber":43,"Text":"(Napiye!) Nir parkkavillaiya? Niccayamaka allah mekattai metuvaka iluttu, pinnar avarrai onraka inaiyacceytu, atan pin atai (onrin mitu onru certtu) atarttiyakkukiran; appal atan natuveyiruntu malai veliyavataip parkkirir; innum avan vanattil malaika(laip ponra meka kuttanka)liliruntu panikkattiyaiyum irakki vaikkinran; atait tan natiyavarkal mitu vilumpatic ceykiran - tan natiyavarkalai vittum atai vilakkiyum vitukiran - atan minnoli parvaikalaip parikka nerunkukiratu"},{"SurahNumber":24,"VerseNumber":44,"Text":"iravaiyum pakalaiyum allahve mari mari varac ceykiran; niccayamaka cintanaiyutaiyavarkalukku itil (takka) patippinai irukkiratu"},{"SurahNumber":24,"VerseNumber":45,"Text":"melum, ella uyirp piranikalaiyum allah niriliruntu pataittullan; avarril tan vayirrin mitu natappavaiyum untu avarril iru kalkalal natappavaiyum untu avarril nanku (kal)kalai kontu natappavaiyum untu tan natiyatai allah pataikkiran; niccayamaka allah ellavarrin mitum perarralutaiyavanaka irukkinran"},{"SurahNumber":24,"VerseNumber":46,"Text":"niccayamaka nam telivupatuttum vacanankalaiye irakkiyirukkirom; melum tan natiyorai allah nervalip patuttukiran"},{"SurahNumber":24,"VerseNumber":47,"Text":"allahvin mitum, (it)tutar mitum nankal iman kontom; (avarkalukkuk) kilpatikirom\" enru collukirarkal. (Anal atan) pinnar avarkaliliruntu oru pirivar purakkanittu vitukinranar - enave, ivarkal (unmaiyil) muhminkal allar"},{"SurahNumber":24,"VerseNumber":48,"Text":"melum tam'mitaiye (vivakaram erpattu, atuparriya) tirppup pera allahvitamum, avan tutaritamum (varumpati) alaikkappattal, avarkalil oru pirivar (avvalaippaip) purakkanikkirarkal"},{"SurahNumber":24,"VerseNumber":49,"Text":"Anal, avarkalin pakkam - unmai (niyayam) irukkumanal, vali pattavarkalaka avaritam varukirarkal"},{"SurahNumber":24,"VerseNumber":50,"Text":"avarkalutaiya irutayankalil noy irukkirata? Allatu (avaraip parri) avarkal cantekappatukirarkala? Allatu allahvum avanutaiya tutarum tankalukku aniyayam ceyvarkal enru ancukirarkala? Alla! Avarkale aniyayak kararkal"}]}