{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Xudoro tasʙeh megūjand har cī dar osmonhovu har cī dar zamin ast. Farmonravoī az oni Ūst va şukr sazovori Ūst va Ū ʙar har cize tavonost"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ūst, ki şumoro ʙijofarid. Ba'ze az şumo kofir va ʙa'ze mū'minand. Va korhoe, ki mekuned, meʙinad"},{"SurahNumber":64,"VerseNumber":3,"Text":"Osmonhovu zaminro ʙa haq ʙijofarid va şumoro surat ʙast va nekū surat ʙast. Va ʙozgaşti hama ʙa sūi Ūst"},{"SurahNumber":64,"VerseNumber":4,"Text":"Har ciro dar osmonhovu zamin ast, medonad va ʙa on cī pinhon medored, jo oşkor mesozed, ogoh ast. Va Xudo ʙa har cī dar dilho meguzarad, dono ast"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ojo şumoro xaʙari kasone, ki az in peş kofir şuda ʙudand, narasidaast? Uquʙati amalaşonro caşidand va onhorost azoʙe dardovar"},{"SurahNumber":64,"VerseNumber":6,"Text":"In ʙa çazoi on ʙud, ki pajomʙaronaşon ʙo dalelhoi ravşan ʙar onon firistoda şudand, Va onho guftand: «Ojo odamijon moro hidojat mekunand?» Pas kofir şudand va rūjgardon gaştand va Xudo ʙehoçat astu tavongar va sazovori sitoiş ast"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kofiron pindoştand, ki onhoro zinda namekunand. Bigū: «Ore, ʙa Parvardigoram savgand, ki şumoro zinda mekunand, to ʙa korhoe, ki kardaed, ogoh, sozand. Va in ʙar Xudo oson ast»"},{"SurahNumber":64,"VerseNumber":8,"Text":"Pas ʙa Xudovu pajomʙaraş va in nur, ki nozil kardaem, imon ʙijovared. Va Xudo ʙa korhoe, ki mekuned, ogoh ast"},{"SurahNumber":64,"VerseNumber":9,"Text":"Rūze, ki hamai şumoro dar mahşar çam' ovarad, on rūz rūzi zijon ast. Va har ki ʙa Xudo imon ʙijovarad va kori şoista kunad, gunohonaşro merezad va ʙa ʙihişthoe, ki dar on nahrho çorist, doxil kunad. On ço çovidona xohand ʙud. In komjoʙii ʙuzurgest"},{"SurahNumber":64,"VerseNumber":10,"Text":"Va onon, ki kofir şudand va ojoti Moro durūƣ ʙarovardand, ahli otaşand. Dar on çovidonaand va çahannam ʙad ʙozgaştest"}]}