{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Zar ne znaju nevjernici da su nebesa i Zemlja bili spojeni, pa smo ih Mi razdvojili, i da Mi od vode sve zivo stvaramo?! Pa zar nece vjerovati"},{"SurahNumber":21,"VerseNumber":31,"Text":"Mi smo po Zemlji nepomicne planine razmjestili da ih ona ne potrese, i po njima smo prolaze i staze ucinili da bi oni kuda zele stizali"},{"SurahNumber":21,"VerseNumber":32,"Text":"A nebo smo ucinili svodom cuvanim, a oni se od Njegovih znakova okrecu"},{"SurahNumber":21,"VerseNumber":33,"Text":"I On je Taj Koji je stvorio noc i dan, i Sunce i Mjesec, i svi oni u svemiru plove"},{"SurahNumber":21,"VerseNumber":34,"Text":"I Mi nismo nijednom covjeku prije tebe dali vjecnost; ako ti umres, zar ce oni dovijeka zivjeti"},{"SurahNumber":21,"VerseNumber":35,"Text":"Svako zivo bice smrt ce okusiti! Mi vas stavljamo na kusnju i u dobru i u zlu, i Nama cete se vratiti"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kada te vide oni koji ne vjeruju, samo ti se rugaju: \"Je li to onaj koji vase bogove huli?\" A oni sami ne vjeruju kad se spomene Svemilosni"},{"SurahNumber":21,"VerseNumber":37,"Text":"Covjek je stvoren sklon zurbi. Pokazat cu vam znakove Svoje, zato Me ne pozurujte"},{"SurahNumber":21,"VerseNumber":38,"Text":"Oni govore: \"Kada ce vec jednom to prijetece obecanje, ako istinu govorite"},{"SurahNumber":21,"VerseNumber":39,"Text":"A kad bi nevjernici samo znali vrijeme kada nece moci otkloniti vatru od lica svojih i leđa svojih, i da im niko nece moci pruziti pomoc"},{"SurahNumber":21,"VerseNumber":40,"Text":"Naprotiv, ona ce im nenadano doci i zaprepastiti ih i oni je nece moci odagnati, a nece im se ni vremena dati"},{"SurahNumber":21,"VerseNumber":41,"Text":"I prije tebe su poslanike ruglu izvrgavali, pa je one koji su im se rugali stiglo bas ono cemu su se rugali"}]}