{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: Allah'ın kulları için meydana getirdiği süslenilecek şeylerle rızık olarak verdiklerinin içinden tertemiz şeyleri kim haram etmiştir ki? De ki: Bunlar, dünyada, inanan kişilerindir, ahiretteyse yalnız onlara aittir. Delilleri, bilenlere bu çeşit açıklamadayız"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: Rabbin ancak açığa vurulabilen ve gizlenen kötülüklerle günahı, haksız yere isyan etmeyi ve hiçbir delil indirmediği halde Allah'a şirk koşmanızı ve bilmediğiniz şeyleri tutup Allah'a isnad ederek söylemenizi haram etmiştir"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ümmetin başına gelecek musibete bir zaman takdir edilmiştir. Mukadder olan o zaman gelip çattı mı o musibeti ne bir an geriye atabilirler, ne bir an ileriye alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Âdemoğulları, size, içinizden peygamberler gelip ayetlerimi okuyunca çekinen ve hallerini ıslah edenlere ne korku vardır, ne de mahzun olur onlar"},{"SurahNumber":7,"VerseNumber":36,"Text":"Âyetlerimizi inkar edenler ve onları kabul etmeyi ululuklarına yediremeyenlerse cehennem ehlidir ve orada ebedi kalır onlar"},{"SurahNumber":7,"VerseNumber":37,"Text":"Yalan yere Allah'a iftira edenden, yahut onun ayetlerini inkar eyleyenden daha zalim kimdir ki? Kitaptan nasipleri neyse erişecek onlara; sonunda canlarını almak için elçilerimiz, onlara gelip çatınca Allah'ı bırakıp da kulluk ettiğiniz, kendilerini çağırıp durduğunuz putlar Nerede diyecekler. Onlar da kaybolup gittiler diyecekler ve kafir olduklarına dair kendileri, kendilerinin aleyhinde tanıklık edecekler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Cinlerden ve insanlardan, sizden önce gelip geçen ümmetler arasında siz de girin ateşe diyecek. Her ümmet, ateşe girdikçe kendi dindaşına lanet edecek, sonunda birbiri ardınca hepsi de orada toplanacak. Son girenler, evvelce girenler için Rabbimiz diyecekler, işte bunlar bizi doğru yoldan çıkardı, bir kat daha fazla azab et onlara. Her zümre için diyecek, katkat fazla azap var ama siz bilmezsiniz"},{"SurahNumber":7,"VerseNumber":39,"Text":"Evvelce girenler, sonrakilere diyecekler ki: Sizin bir üstünlüğünüz yok bize, kazandığınız suçlar yüzünden tadın azabı"}]}