{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Neuzhto ty, (o Mukhammad!), ne videl tekh, Kotoryye sdruzhilisya s narodom, Navlekshim na sebya Gospoden' gnev? Oni ni k vam, ni k nim ne primykayut I klyatvy lozhnyye dayut, Zavedomo ob etom znaya"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allakh im ugotovil samuyu surovuyu rasplatu, - Poistine, deyaniya ikh zlostny"},{"SurahNumber":58,"VerseNumber":16,"Text":"Ikh klyatvy lozhnyye, kak shchit, Prikryli (vse ikh zlodeyan'ya), Svodya lyudey s puti Allakha, - Za to im budet unizitel'naya kara"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ni ikh imushchestvo, ni deti Ne oblegchat (ikh uchasti) pered Allakhom, - Im vsem byt' obitatelyami Ada I nakhodit'sya tam navechno"},{"SurahNumber":58,"VerseNumber":18,"Text":"V tot Den', Kogda Allakh ikh voskresit (na Sud), Oni pred Nim budut davat' vso te zhe klyatvy, Kotoryye dayut (seychas) pred vami, Schitaya, chto imeyut to, chto im pomozhet. Uvy! Kakiye zhe lzhetsy oni"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ikh d'yavol odolel, Zastaviv ikh zabyt' o Boge. Oni - sobrat'ya Satany, I, istinno, yego sobrat'yam naznacheno nesti ubytok (i pogibnut')"},{"SurahNumber":58,"VerseNumber":20,"Text":"Te, kto protivitsya Allakhu i poslanniku Yego, Okazhutsya sredi prezrennykh"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allakh postanovil: \"Poistine, lish' YA i te, kto poslan Mnoyu, (Tsarit') pobedno budut (vechno)!\" Allakh, poistine, vsesilen i moguch"},{"SurahNumber":58,"VerseNumber":22,"Text":"Ty ne naydesh' sred' tekh, Kto (stoyko) veruyet v Allakha i Den' Poslednego (Suda), Privyazannosti k tem, Kotoryye protivyatsya Allakhu i poslanniku Yego, Bud' to ottsy ikh, synov'ya, il' brat'ya, Ili drugiye etogo zhe roda. Allakh vselil v serdtsa ikh veru I ukrepil ikh dukhom ot Sebya. On ikh vvedet v Sady, rekami omovenny, Gde im navechno prebyvat'. Tam budet im dovol'stviye Allakha, I dlya Nego - dovol'stvo ikh. Oni, poistine, soratniki Allakha, I, istinno, soratnikam Yego V blazhenstve vechnom prebyvat'"}]}