{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":130,"Text":"Ey cin ve insan toplulugu, icinizden, size ayetlerimi anlatan ve bugununuzle karsılasacagınıza dair sizi uyaran elciler gelmedi mi? \"Kendi aleyhimize sahidiz.\" dediler. Dunya hayatı onları aldattı ve kendilerinin kafir olduklarına sahidlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu boyledir, cunku Rabbin, halkı habersiz iken ulkeleri zulum ile helak edici degildir"},{"SurahNumber":6,"VerseNumber":132,"Text":"Her birinin yaptıkları islere gore dereceleri vardır. Rabbin, onların yaptıklarından habersiz degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin zengin, rahmet sahibidir. Dilerse sizi goturur, sizi nasıl baska bir toplulugun soyundan yarattı ise, sizden sonra da diledigini (yaratıp) sizin yerinize getirir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Size soylenen uyarı, muhakkak gelecektir, siz onu engelleyemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: \"Ey kavmim, gucunuz yettigince yapacagınızı yapın, ben de yapacagımı yapıyorum. Yakında (dunya) yurdu(nu)n sonunun kime aidolacagını bileceksiniz. Zalimler, asla onmazlar"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah'ın yarattıgı, ekin(ler)den ve hayvanlardan Allah'a pay ayırdılar. Zanlarınca: \"Bu Allah'a, bu da ortaklarımıza\" dediler. Ortakları icin ayrılan Allah'a ulasmıyor, fakat Allah icin ayrılan, ortaklarına ulasıyor. Ne kotu hukum veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Yine ortakları, musriklerden coguna evladlarını oldurmeyi suslu gosterdiler ki (boylece) hem onları mahvetsinler, hem de dinlerini karıstırıp bozsunlar. Allah dileseydi bunu yapamazlardı. Oyleyse onları, uydurduklarıyle bas basa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Zanlarınca dediler ki: \"Bunlar dokunulmaz hayvanlar ve ekinlerdir. Bunları bizim diledigimizden baskası yiyemez. Bunlar da sırtı(na binilmesi) yasaklanmıs hayvanlar.\" Bir kısım hayvanları da uzerlerine Allah'ın adını anmaz(dan bogazlar)lar. (Butun bunları) Allah'a iftira ederek (ortaya cıkardılar. Allah) Onları iftiralarıyle cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Dediler ki: \"Bu hayvanların karınlarında olanlar, yalnız erkeklerimize aittir, kadınlarımıza haramdır\". Eger (hayvanın karnındaki yavru) olu dogarsa, o zaman hepsi onda ortaktır. Bu nitelendirmelerinden dolayı Allah onların cezasını verecektir. Cunku O, hukum ve hikmet sahibidir, bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Bilgisizlik yuzunden beyinsizce, cocuklarını oldurenler ve Allah'ın kendilerine verdigi rızkı, Allah'a iftira ederek haram kılanlar muhakkak ki ziyana ugradılar, saptılar, yola gelici de degiller"}]}