{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"And (remember) the day when We will gather from every nation a host of those who used to reject Our verses, and they will be kept under control"},{"SurahNumber":27,"VerseNumber":84,"Text":"Until when they will come, He (Allah) will say, .Did you reject My verses while you did not comprehend them with knowledge, or what was it that you used to do"},{"SurahNumber":27,"VerseNumber":85,"Text":"And the Word will come to fall on them because of their transgression, so they will not (be able to) speak"},{"SurahNumber":27,"VerseNumber":86,"Text":"Did they not see that We made the night, so that they may have rest in it, and (made) the day to make them see? Surely, in this there are signs for a people who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"And (remember) the day when the Horn will be blown; so all those in the heavens and the earth will be in panic, except those whom Allah wills. And All (of them) will come to Him in humility"},{"SurahNumber":27,"VerseNumber":88,"Text":"And you see the mountains (at present) supposing them as fixed (forever), while (on that Day) they will fly like the flight of clouds - an act of Allah who has perfected every thing. Surely, He is All-Aware of what you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"Whoever will come with the good deed will have (a reward) better than that, and such people will be immune on that day from any panic"},{"SurahNumber":27,"VerseNumber":90,"Text":"And whoever will come with evil deed, the faces of such people will be thrown down into the Fire. You will not be recompensed but for what you used to do"},{"SurahNumber":27,"VerseNumber":91,"Text":"I am but ordered to worship the Lord of this city, which is sanctified by Him. And to Him belongs every thing, and I am ordered to be one of the Muslims (who submit themselves to Allah)"},{"SurahNumber":27,"VerseNumber":92,"Text":"and to recite the Qur‘an; so whoever takes the right path, takes it for his own benefit. As for the one who goes astray, say (to him), .I am only one of the warners"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say, .Praise belongs to Allah. He will show you His signs, then you will recognize them. And your Lord is not unaware of what you do"}]}