{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"ߡߐ߱ ߟߎ߬ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߟߋ߫ ߕߋ߲߬ ߞߏ߫ ߒ߬ߠߎ߬ ߟߊߣߍ߲߫ ߊߟߊ߫ (ߞߏ) ߟߊ߫߸ ߊ߬ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߕߍ߫"},{"SurahNumber":2,"VerseNumber":9,"Text":"ߏ߬ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߜߍߙߍ߲ߞߍ ߞߊ߲߬ ߏ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ( ߊߟߊߞߏ) ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߜߍߙߍ߲ߞߍߟߌ ߏ߬ ߞߍ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߞߐ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߕߴߏ ߞߊ߬ߟߊߡߊ߬"},{"SurahNumber":2,"VerseNumber":10,"Text":"ߖߌ߰ߙߌ߬ߖߐ߯ߙߐ ߟߴߏ߬ ߟߎ߫ ߛߣߐ߬ߡߍ ߘߐ߫ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߖߌ߰ߙߌ߬ߖߐ߯ߙߐ ߡߊߞߊ߬ߝߴߏ߬ ߟߋ ߘߐ߫، ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߥߎߦߊߝߐ ߝߍ߬"},{"SurahNumber":2,"VerseNumber":11,"Text":"ߊ߬ ߓߊ߯ ߊ߬ ߝߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߕߌߢߍߟߌ ߞߍ߫ ߘߎ߱ ߞߣߐ߫ (ߘߋ߬)߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߞߏߘߐߓߍ߲ߠߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߞߍ߬"},{"SurahNumber":2,"VerseNumber":12,"Text":"ߞߵߊ߬ ߕߘߍ߬ ߖߐ߫ ߊ߬ߟߎ ߟߋ߬ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߘߌ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߕߴߏ ߞߊ߬ߟߊߡߊ߬"},{"SurahNumber":2,"VerseNumber":13,"Text":"ߣߴߊ߬ ߘߏ߲߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߞߏ ߟߊ߫ ߦߏ߫ ߡߐ߱ ( ߕߐ߭ ) ߟߎ߫ ߟߊߣߴߊ߬ ߟߊ߫ ߢߊ ߡߍ߲، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߸ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߖߎߥߊ ߟߎ߫ ߟߊߒߠߦߊ߫ ߢߊ ߡߊ߬ ߓߊ߬؟ ߞߵߊ߬ ߕߘߍ߬ ߖߐ߫ ߊ߬ߟߎ ߟߋ߬ ߖߎߥߊ ߟߎ߬ ߘߌ߫ ߸ ߞߏ߬ߣߵߊ߬ߟߎ߬ ߡߴߏ߬ ߟߐ߲߫"},{"SurahNumber":2,"VerseNumber":14,"Text":"ߣߴߊ߬ߟߎ߫ ߓߍ߲߬ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߝߣߊ߫ ߓߘߊ߫ ߟߴߊ߬ ߟߊ߫، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߓߊ߯ ߓߟߏߡߊߞߵߊ߬ߟߎ߬ ߟߊ߫ ߜߍ߬ߘߍ ߟߎ߫ ߝߍ߬ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߴߊߟߎ ߟߋ߫ ߝߍ߬ ߞߟߋ߫ ߸ ߒ ߞߏ߫ ߒ߬ ߧߋ߫ ߘߐ߬ߓߊ߬ߙߊ߲߬ߕߌ߬ߟߌ ߟߋ߬ ߟߊ߫ ߞߍ߬"},{"SurahNumber":2,"VerseNumber":15,"Text":"ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߝߣߊ߫ ߘߐߓߊ߬ߙߊ߲߬ߕߌ߬ ߟߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߞߵߊ߬ߟߎ߫ ߞߣߐ߬ߘߐߝߟߌ߬ߣߍ߲ ߝߊ߲߬ߞߊߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߘߐ߫"},{"SurahNumber":2,"VerseNumber":16,"Text":"ߏ߬ ߟߎ߫ ߟߋ߫ ߣߊ߬ ߝߌ߬ߟߌ ߛߊ߲߬ ߠߊ߫ ߞߏ߫ ߞߊ߲ߘߦߊ ߟߴߏ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߟߊ߫ ߏ߬ ߖߊ߬ߥߏ ߡߊ߫ ߕߣߐ߬ ߟߊߘߏ߲߬ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߞߍ߫ ߞߊ߲ߘߊߓߊ߯ ߟߎ߫ ߘߌ߫"},{"SurahNumber":2,"VerseNumber":17,"Text":"ߊ߬ߟߎ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߡߍ߲ ߢߌߣߌ߲ߣߍ߲߫ ߕߟߊߡߍߣߍ߲ ߡߊ߬߸ ߏ߬ ߣߵߊ߬ ߟߊߡߌߣߌ߲ ߟߊߞߣߍߦߊ߫ ߟߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߦߋߟߋ߲ ߏ߬ ߟߊߛߊ߬ ߞߵߊ߬ߟߎ߬ ߦߋߟߌߓߊߟߌ ߕߏ߫ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߛߍߣߍ߲߬"},{"SurahNumber":2,"VerseNumber":18,"Text":"ߕߟߏߜߋߘߋ߲߫ ߓߏߓߏ߫ ߝߎߦߋ߲ ߠߎ߫ ߟߋ߬، ߊ߬ߟߎ߬ ߕߍߣߵߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߬ ߟߴߏ߬ ߟߋ ߘߐ߫ ߘߍ߯"},{"SurahNumber":2,"VerseNumber":19,"Text":"ߥߟߴߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߛߊ߲ߖߌ߫ ߞߘߐ߫ ߡߐ߮ (ߛߊ߲߫) ߘߓߌ ߟߎ߬ ߣߌ߫ ߔߍߙߍ߲߫ ߞߊ߲ ߣߌ߫ ߡߍ߯ߡߍ߮ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߘߐ߫، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߓߟߏߞߏ߬ߋ߬ߣߍ߲ ߠߎ߬ ߛߐߙߐ߲߫ ߠߴߊ߬ߟߎ߬ ߕߟߏߥߏ ߟߎ߬ ߟߊ߫ ߛߊ߲ߜߊߟߌߡߊ ߟߎ߫ ߡߊ߲߬ߞߊ߲ ߢߍ߫ ߛߊ߬ߦߊ ߢߍߛߌߟߊ߲ߒߢߍ ߡߊ߬، ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߘߏ߲߬ ߟߊߝߏ߬ߣߍ߲߫ ߠߋ߬ ߊߟߊ߫ ߓߟߏ߫ ߔߘߋߞߎ߬"},{"SurahNumber":2,"VerseNumber":20,"Text":"ߛߊ߲ߢߊ߯ߢߊ߮ ߓߍ߫ ߢߌߣߌ߲߫ ߞߵߊ߬ߟߎ߬ ߢߊߘߋ߲ ߠߎ߫ ߕߵߊ߬ ߘߐ߫، ߏ߬ ߓߊ߯ ( ߦߙߐ ) ߟߊߞߣߍߦߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏߕߊ߲߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߕߊ߯ߡߊ߫ ߏ߬ ߟߊ߫߸ ߘߌ߬ߓߌ ߘߏ߲߬ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߕߋ߲߬ ߘߐߙߐ߲߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߟߐ߬، ߊ߬ ߕߎ߲߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ߟߎ߬ ߕߟߏߘߋ߲ ߠߎ߬ ߣߴߊ߬ߟߎ߬ ߢߊߘߋ߲ ߠߎ߬ ߓߍ߯ ߕߎ߲߬ ߘߌ߫ ߓߐ߫ ߊ߬ߟߎ߫ ߞߎ߲߬ ( ߔߍߙߍ߲߫ ߞߊ߲ ߣߌ߫ ߡߍ߯ߡߍ߯ ߞߏߖߎ߮ ߓߟߏ߫) ߸ ߓߊ ߊߟߊ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫"}]}