{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Siz ey imana erisenler! Eger Allaha karsı sorumluluk bilinci icinde olursanız O size, hakkı batıldan ayırmaya yarayan bir olcu bahsedecek ve kotu islerinizi silip ortecek, sizi bagıslayacaktır: Cunku Allah, bagıs ve comertliginde sınır olmayandır"},{"SurahNumber":8,"VerseNumber":30,"Text":"Ve (hatırla, ey Peygamber,) hakikati inkara sartlanmıs olanlar seni (tebligden alıkoyup) durdurmak, oldurmek yahut surgun etmek icin sana karsı nasıl ince tuzaklar kuruyorlardı: onlar (hep) boyle tertipler pesinde kosarlarken Allah onların bu tertiplerini bosa cıkarttı, cunku Allah butun o tuzak kuranların ustundedir"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ve kendilerine her ne zaman ayetlerimiz ulastırılsa, \"Biz (butun bunları) onceden de isitmistik,\" derlerdi, \"istesek, suphesiz, biz (kendimiz) de bu tur sozler duzebiliriz: eski zamanlara dair masallardan baska bir sey degil, bunlar"},{"SurahNumber":8,"VerseNumber":32,"Text":"Ve bir de soyle derlerdi: \"Ey Allahımız, eger bu gercekten Senin katından (indirilen) hakkın kendisi ise, o zaman gokten tas yagdır basımıza, yahut (daha) can yakıcı bir azap cıkar karsımıza"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ne var ki, Allah, (ey Peygamber) sen henuz onların arasında bulunurken, onları bu sekilde cezalandırmak istemedi; ayrıca Allah onları, (hala) af dileyebilecekleri bir safhada cezalandıracak da degildi"},{"SurahNumber":8,"VerseNumber":34,"Text":"Fakat (simdi), kendileri oranın (gercek) sahipleri olmadıkları halde saldırmazlık orfu altında bulunan o Mescid-i Haramdan (inananları) alıkoymaları yuzunden Allahın onları cezalandırmaması icin ne gibi bir guvenceleri var ellerinde? Allaha karsı sorumluluk bilinci icinde olanlardan baskası o evin bakıcısı olamaz: ne var ki, onların cogu bunun farkında degil"},{"SurahNumber":8,"VerseNumber":35,"Text":"ve (bu yuzden de) Mabed onunde onların tapınmaları yalnızca ıslık calmak, el cırpmaktan oteye gitmemektedir. Azabı tadın oyleyse, (Siz ey inanmayanlar), hakkı inatla inkar etmenizin bir karsılıgı olarak"},{"SurahNumber":8,"VerseNumber":36,"Text":"Bakın, hakkı inkara sartlanmıs olanlar insanları Allahın yolundan cevirmek icin (nasıl da) harcıyorlar mallarını; ve (daha da) harcayacaklar, ta ki bu harcadıkları kendileri icin derin bir ızdırap ve yerinme (kaynagı) oluncaya kadar; ve sonra haklarından gelinecek! Ve (olunceye kadar) hakkı inkarda direnen bu kimseler topluca cehenneme tıkılacaklar"},{"SurahNumber":8,"VerseNumber":37,"Text":"ki boylece Allah kotu ve bayagı olanı iyi ve temiz olandan ayırsın da, kotu ve bayagı olanı kendi turunden olanla yan yana getirip (hukmu altında) hepsini bir araya toplasın ve (nihayet) onları topluca cehenneme yerlestirsin. Iste her bakımdan aldanmıs olanlar boyleleridir"}]}