{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Và Ngươi (Muhammad) hãy nhớ lại trong Kinh Sách về Maryam khi Nữ rời gia đình đi lánh mặt tại một nơi về phía Đông"},{"SurahNumber":19,"VerseNumber":17,"Text":"Nữ che một bức màn để họ không nhìn thấy (trong lúc Nữ thờ phượng Thượng Đế của Nữ). Thế là TA cử Đại Thiên Thần Jibril của TA đến gặp Nữ. (Jibril) hiện ra trước mặt Nữ trên hình hài của một người đàn ông phàm tục toàn diện"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Trước sự xuất hiện của người lạ), Nữ (lo sợ) nói: “Tôi cầu xin Đấng Độ Lượng che chở khỏi ông. (Xin ông chớ lại gần tôi) nếu ông thực sự là người ngoan đạo.”"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Jibril) liền bảo: “Ta thật ra là một vị Sứ Giả của Thượng Đế của Nữ, (Ta đến báo cho Nữ biết rằng Ngài) sẽ ban cho Nữ một đứa con trai thanh khiết.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"(Maryam không khỏi ngạc nhiên) nói: “Làm sao tôi có thể có được một đứa con trai khi mà chưa từng có một người phàm nào chạm đến người tôi. Hơn nữa, tôi đâu phải là một người phụ nữ hư đốn.”"},{"SurahNumber":19,"VerseNumber":21,"Text":"(Jibril) bảo: “Thượng Đế của Nữ đã phán đúng như thế: Việc đó rất đơn giản đối với TA. Và chắc chắn TA sẽ làm cho đứa con trai đó thành một dấu hiệu lạ cho nhân loại và là một hồng ân từ nơi TA. Đó là điều đã được định đoạt.”"},{"SurahNumber":19,"VerseNumber":22,"Text":"Thế rồi Nữ đã thụ thai và tạm lánh mặt ở một nơi xa"},{"SurahNumber":19,"VerseNumber":23,"Text":"Rồi những cơn đau đẻ đã đưa Nữ đến dưới một thân cây chà là. Nữ (rên rỉ:) “Phải chi mình chết phứt cho xong trước việc này và bị quên bẵng đi!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"(Lúc đó, bỗng có tiếng) gọi Nữ từ bên dưới bảo: “Mẹ chớ buồn phiền. Chắc chắn Thượng Đế của mẹ sẽ tạo một mạch nước bên dưới mẹ.”"},{"SurahNumber":19,"VerseNumber":25,"Text":"“Và mẹ hãy lắc thân cây chà là về phía mẹ, trái chín tươi sẽ rụng xuống ngay chỗ mẹ.”"},{"SurahNumber":19,"VerseNumber":26,"Text":"“Mẹ hãy ăn, hãy uống và hãy vui lên. Nhưng khi thấy một người phàm nào thì mẹ hãy nói: quả thật tôi đã nguyện nhịn chay với Đấng Ar-Rahman (Đấng Độ Lượng), cho nên ngày hôm nay tôi nhất định không nói chuyện với bất kỳ ai.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Rồi Nữ ẳm đứa con về nhà gặp lại người dân của mình (sau khi đã hạ sinh). Thấy thế, người dân bảo: “Này Maryam! Cô thực sự đã mang về một điều quá ư là tồi tệ.”"},{"SurahNumber":19,"VerseNumber":28,"Text":"“Này em gái của Harun! Cha của cô không phải là một kẻ xấu và mẹ của cô cũng chẳng phải là một phụ nữ hư đốn.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Rồi (Maryam) lấy tay chỉ vào đứa bé. (Người dân) liền bảo: “Làm sao mà bọn ta có thể nói chuyện được với một đứa bé còn nằm trong nôi chứ?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Ngay lúc đó, đứa bé) lên tiếng: “Quả thật Ta là một người bề tôi của Allah. Ngài ban cho Ta Kinh Sách và chọn Ta làm một vị Nabi.”"},{"SurahNumber":19,"VerseNumber":31,"Text":"“Ngài ban phúc cho Ta bất cứ nơi nào Ta có mặt và ra lệnh cho Ta phải dâng lễ nguyện Salah và đóng Zakah suốt thời gian Ta sống trên đời.”"},{"SurahNumber":19,"VerseNumber":32,"Text":"“(Ngài ra lệnh cho Ta) phải hiếu thảo với mẹ của Ta; và Ngài không chỉ định Ta thành kẻ ngạo mạn và vô phúc.”"},{"SurahNumber":19,"VerseNumber":33,"Text":"“Và sự bình an được ban cho Ta vào ngày Ta sinh ra đời, vào ngày Ta chết đi và vào ngày Ta được phục sinh trở lại!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Đó là Ysa con trai của Maryam, lời nói thật mà (những kẻ lầm lạc) hãy còn hoài nghi"},{"SurahNumber":19,"VerseNumber":35,"Text":"(Thật không phù hợp với Quyền Năng Siêu Việt) của Allah khi cho rằng Ngài có một đứa con trai. Thật quang vinh và trong sạch thay Ngài! (Đối với Ngài), một khi Ngài định đoạt điều gì, Ngài chỉ cần phán với nó “Hãy thành!” thì nó sẽ lập tức thành (đúng như ý của Ngài)"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Ysa bảo): “Quả thật, Allah là Thượng Đế của Ta và cũng là Thượng Đế của các người. Bởi vậy, các người hãy tôn thờ Ngài. Đây mới chính là con đường ngay thẳng (dẫn đến sự hài lòng của Ngài).”"},{"SurahNumber":19,"VerseNumber":37,"Text":"Tuy nhiên, những nhóm phái đã bất đồng với nhau (về sự việc của Ysa). Bởi thế, sẽ thật khốn khổ cho những kẻ vô đức tin khi chứng kiến (những gì xảy ra) trong Ngày Trọng Đại"},{"SurahNumber":19,"VerseNumber":38,"Text":"Vào Ngày mà họ sẽ đến trình diện TA, họ sẽ được cho nghe và thấy rõ (mọi thứ của Ngày Hôm Đó). Nhưng ngày hôm nay những kẻ làm điều sai quấy vẫn cứ (thản nhiên) công khai lầm lạc"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ngươi (hỡi Muhammad), hãy cảnh báo họ về Ngày Hối Tiếc khi sự việc đã được quyết định trong lúc họ vẫn còn thờ ơ và không có đức tin"},{"SurahNumber":19,"VerseNumber":40,"Text":"Quả thật TA (Allah) sẽ thừa hưởng trái đất và những ai sống trên đó và họ sẽ được đưa trở về trình diện TA"}]}