{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Ey insanlar, Rabbinize korunun (sığının); çünkü kıyamet gününün sarsıntısı çok büyük bir şeydir"},{"SurahNumber":22,"VerseNumber":2,"Text":"Onu göreceğiniz gün, her emzikli (kadın) emzirdiğinden geçer ve her hamile kadın çocuğunu düşürür. İnsanları hep sarhoş görürsün, halbuki sarhoş değillerdir. Fakat Allah´ın azabı şiddetlidir"},{"SurahNumber":22,"VerseNumber":3,"Text":"İnsanlardan kimileri de Allah hakkında bilgisizce tartışır da her kaypak şeytanın ardına düşer"},{"SurahNumber":22,"VerseNumber":4,"Text":"ki, onun üzerine şöyle yazılmıştır: Kim buna dost olursa, muhakkak onu saptırır ve doğruca cehennem azabına götürür"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ey insanlar, eğer öldükten sonra dirilmekten şüphede iseniz, şu muhakkak ki, Biz sizi topraktan, sonra nutfe (sperma) den, sonra alaka (yapışkan bir madde)dan, sonra da uzuvları görünen ya da görünmeyen bir et parçasından yaratmaktayız ki, size (ne olduğunuzu) anlatalım. Dilediğimizi de belli bir süreye kadar rahimlerde durdururuz. Sonra sizi bir bebek olarak çıkarırız, sonra da olgunluk çağına gelmeniz için geliştiririz. Bununla beraber, içinizden kiminizin canı alınıyor, kiminiz de biraz bilgiden sonra birşey bilmemek üzere, ömrünün en kötü devresine getiriliyor. Yeryüzünü de sönmüş kül halinde görürsün; ama üzerine su indirdiğimiz zaman harekete geçer, kabarır ve her dilber çiftten bitkiler bitirir"},{"SurahNumber":22,"VerseNumber":6,"Text":"İşte bunlar, Allah´ın şüphesiz hak, muhakkak ölüleri diriltiyor ve gerçekten herşeye gücü yetiyor olmasındandır"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ve gerçek şu ki o kıyamet gelecektir, onda hiç şüphe yoktur. Ve gerçekten Allah kabirlerde olan kimseleri diriltip kaldıracaktır"},{"SurahNumber":22,"VerseNumber":8,"Text":"İnsanlardan kimi de vardır ki, ne bir bilgiye, ne bir yol göstericiye, ne de aydınlatıcı bir Kitab´a dayanmaksızın Allah hakkında tartışır"},{"SurahNumber":22,"VerseNumber":9,"Text":"Yanını bükerek (büyüklük taslayarak) Allah yolundan saptırmak için ki, dünyada ona bir rüsvaylık vardır; kıyamet günü de kendisine o yangın azabını tattıracağız"},{"SurahNumber":22,"VerseNumber":10,"Text":"Bu ellerinle yaptığın işlerden dolayıdır diye, yoksa Allah kullarına zulmeden değildir"}]}