{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Dimos a Moisés nueve signos claros. Pregunta a los Hijos de Israel qué pasó, cuando vino a ellos y Faraón le dijo: «¡Moisés! ¡Yo creo, sí, que estás hechizado!»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Dijo: «Tú sabes bien que sólo el Señor de los cielos y de la tierra ha hecho bajar éstos como pruebas evidentes. ¡Yo creo, Faraón, sí, que estás perdido!»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Quiso ahuyentarles del país y le anegamos con todos los suyos"},{"SurahNumber":17,"VerseNumber":104,"Text":"Y, después de él, dijimos a los Hijos de Israel: «Habitad la tierra y, cuando se cumpla la promesa de la otra vida, os llevaremos en tropel»"},{"SurahNumber":17,"VerseNumber":105,"Text":"Lo hemos hecho descender con la Verdad y con la Verdad ha descendido. No te hemos enviado sino como nuncio de buenas nuevas y como monitor"},{"SurahNumber":17,"VerseNumber":106,"Text":"Es un Corán que hemos dividido para que lo recites a la gente reposadamente. Lo hemos revelado de hecho"},{"SurahNumber":17,"VerseNumber":107,"Text":"Di: «Creáis en él o no, quienes han y recibido de antes la Ciencia, cuando les es recitado, caen prosternados, rostro en tierra"},{"SurahNumber":17,"VerseNumber":108,"Text":"y dicen: '¡Gloria a nuestro Señor! ¡Se ha cumplido, sí, la promesa de nuestro Señor"},{"SurahNumber":17,"VerseNumber":109,"Text":"Y continúan rostro en tierra, llorando y creciendo en humildad»"},{"SurahNumber":17,"VerseNumber":110,"Text":"Di: «¡Invocad a 'Alá' o invocad al 'Compasivo'! Como quiera que invoquéis, Él posee los nombres más bellos». No hagas la azalá en voz demasiado alta, ni demasiado baja, sino con voz moderada"},{"SurahNumber":17,"VerseNumber":111,"Text":"Y di: «¡Alabado sea Alá, Que no ha adoptado un hijo, ni tiene asociado en el dominio, ni amigo frente a la humillación!» ¡Y ensalza Su grandeza"}]}