{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":85,"Text":"Āṇi hē lōka tumhālā ātmyāviṣayī vicāratāta. (Tumhī tyānnā) uttara dyā kī ātmā mājhyā pālanakartyā (allāha) cyā hukūmānē āhē. Āṇi tumhālā jē jñāna dilē gēlē āhē tē phāraca kamī āhē"},{"SurahNumber":17,"VerseNumber":86,"Text":"Āṇi jara āmhī icchilē tara jī vahayī (prakāśanā) tumacyākaḍē āmhī avatarita kēlī āhē, sarva parata ghē'ū, maga tumhālā tyācyāsāṭhī āmacyāsamōra kōṇīhī himāyata karaṇārā lābhū śakaṇāra nāhī"},{"SurahNumber":17,"VerseNumber":87,"Text":"Tumacyā pālanakartyācyā dayēkhērīja. Niḥsanśaya tumacyāvara tyācī mōṭhī kr̥pā āhē"},{"SurahNumber":17,"VerseNumber":88,"Text":"Sāṅgā kī jara samasta mānava āṇi jinna miḷūna yā kura'ānāsārakhā (grantha) āṇū icchitīla tara tyā sarvān̄cyākaḍūna yācē udāharaṇa āṇaṇē aśakya āhē, maga tē āpasāta ēkamēkān̄cē sahāyyaka banalē tarīhī"},{"SurahNumber":17,"VerseNumber":89,"Text":"Āṇi āmhī tara yā kura'ānāta lōkān̄cyā samajaṇyākaritā aśā prakārē sarva udāharaṇē sāṅgitalī āhēta, parantu bahutēka lōka kr̥taghnapaṇā dākhaviṇē thāmbavata nāhīta"},{"SurahNumber":17,"VerseNumber":90,"Text":"Āṇi tē mhaṇālē, āmhī tumacyāvara kadhīhī īmāna rākhaṇāra nāhī, jōparyanta tumhī āmacyāsāṭhī jaminītūna pāṇyācā jharā kāḍhūna dākhavata nāhī"},{"SurahNumber":17,"VerseNumber":91,"Text":"Athavā svataḥ tumacyāsāṭhī ēkhādā bāga asāvā khajurān̄cā āṇi drākṣān̄cā āṇi tyān̄cyā daramyāna tumhī anēka vāhatē jalapravāha kāḍhūna dākhavāvēta"},{"SurahNumber":17,"VerseNumber":92,"Text":"Kinvā tumhī ākāśālā āmacyāvara tukaḍē tukaḍē karūna pāḍāvē, jasā tumacā vicāra āhē athavā tumhī svataḥ allāhalā āṇi phariśtyānnā āmacyāsamōra āṇūna ubhē karāvē"},{"SurahNumber":17,"VerseNumber":93,"Text":"Athavā svataḥ tumacyāsāṭhī ēkhādē sōn'yācē ghara asāvē kinvā tumhī ākāśāta caḍhūna jāvē āṇi āmhī tara tumacyā caḍhūna jāṇyācāhī tōparyanta viśvāsa karaṇāra nāhī, jōparyanta tumhī āmacyāvara ēkhādā grantha avatarita karata nāhī, jō āmhī svataḥ vācūna ghyāvā. Tumhī uttara dyā kī mājhā pālanakartā mōṭhā pavitra āhē. Mī tara ēka mānava āhē, jō rasūla (paigambara) banavūna pāṭhavilā gēlō āhē"}]}