{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"Imi vatendi! Musarambidze izvo zvakachena zvose izvo Allah vakave vanobvumidza kwamuri, uye musapfuurikidze mwero. Zvirokwazvo, Allah havafarire avo vanopfuudzira mwero"},{"SurahNumber":5,"VerseNumber":88,"Text":"Uye idyai kubva pane izvo zvamapiwa naAllah, zvinobvumirwa uye zvakanaka. Uye ityai Allah avo vamunotenda mavari"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah havave vanokupai mutongo pane zvamusina kuronga mukupika kwenyu, asi vachakupai mutongo pakupika maune kwenyu. Muripo wacho (kupika maune) kupa zvokudya kuvarombo gumi, zviri pakati nepakati nezvinoenderana nezvinodyiwa mumhuri dzenyu, kana kuvapa zvipfeko kana kusunungura muranda. Asi uyo asingakwanise (izvozvo) ngaatsanye kwemazuva matatu. Uyo ndiwo muripo wekupika kwenyu kana mapika. Chengetedzai kupika kwenyu (musapike zvakanyanya). Naizvozvo Allah vanojekesa kwamuri zviratidzo zvavo kuti zvimwe mungatende"},{"SurahNumber":5,"VerseNumber":90,"Text":"Imi vanotenda! Zvinodhaka, kubheja, Al-Ansaab uye Al-Azlaam (kukanda hakata mukutsvaga rombo rakanaka kana kugadzira hurongwa) mabasa aSatani. Saka zvidzivirirei (zvisiyei) kuti muve makabudirira"},{"SurahNumber":5,"VerseNumber":91,"Text":"Zvirokwazvo, Satani anoda kuisa umhandu nedaka pakati penyu kuburikidza nezvinodhaka nekubheja, uye kukudzorai mumashure kubva pakurangarira Allah uye As-Swalaah (munamato). Saka mucharega here nekuda kwenyu"},{"SurahNumber":5,"VerseNumber":92,"Text":"Zvekare teererai Allah nemutumwa (Muhammad (SAW)), uye chenjerai (zvinodhaka, kubheja neAnsaab neAzlaaam) uye mova nekutya Allah. Asi mukadzokera kumashure, zivai zvirokwazvo kuti basa remutumwa wedu kuparidza nenzira yakajeka"},{"SurahNumber":5,"VerseNumber":93,"Text":"Avo vanotenda nekuita mabasa akanaka, hapana chitadzo kwavari pane zvavakadya (zvakapfuura kumashure) kana vachitya Allah, uye vachitenda uye kuita mabasa akanaka nemazvo. Uye Allah vanoda avo vanoita mabasa akanaka"}]}