{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"The pagans do not have any right to establish (and patronize) the mosque of God while they testify against their souls to its disbelief. Their deeds are devoid of all virtue and they will live forever in hell fire"},{"SurahNumber":9,"VerseNumber":18,"Text":"Only those who believe in God, the Day of Judgment, perform their prayers, pay the religious tax, and have fear of God alone have the right to establish and patronize the mosque of God so that perhaps they will have the right guidance"},{"SurahNumber":9,"VerseNumber":19,"Text":"Do you (pagans), because you served water to the pilgrims and constructed the Sacred Mosque, consider yourselves equal to those who have believed in God, the Day of Judgment, and have fought for the cause of God? In the sight of God you (pagans) are not equal to the believers. God does not guide the unjust"},{"SurahNumber":9,"VerseNumber":20,"Text":"To those who have believed in God, left their homes, and fought for His cause with their possessions and in person, God will grant high ranks and success"},{"SurahNumber":9,"VerseNumber":21,"Text":"Their Lord will give the glad news of His granting mercy to them, His pleasure, and His admitting them to a Paradise full of everlasting bounties wherein they will live forever"},{"SurahNumber":9,"VerseNumber":22,"Text":"The reward that God will bestow on His servants is the greatest"},{"SurahNumber":9,"VerseNumber":23,"Text":"Believers, do not accept your fathers and brothers as your guardians if they prefer disbelief to faith, lest you be unjust"},{"SurahNumber":9,"VerseNumber":24,"Text":"(Muhammad), tell them, \"If your fathers, children, brothers, spouses, relatives, the property that you possess, the trade you fear may have no profit and the homely life are more beloved to you than God, His Messenger and fighting for His cause, wait until God fulfills His decree (of making the right distinct from the wrong). God does not guide the evil-doers"}]}