{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"Va khong co gi can tro nhan loai tin tuong khi Chi Đao đa đen voi ho ngoai tru đieu ma ho noi: “Ha Allah đa dung mot nguoi pham lam mot Su Gia (cua Ngai)?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Hay bao ho: “Neu tren trai đat chi co cac Thien Than đi lai yen on thi chac chan TA se phai mot Thien Than tu tren troi xuong lam mot Su Gia.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Hay bao ho: “Allah đu lam mot nhan chung giua Ta va cac nguoi. Qua that, Allah la Đang Hang Am tuong, va Hang Thay cac bay toi cua Ngai.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"Va ai đuoc Allah huong dan thi se đi đung đuong; va ai ma Ngai đanh lac huong thi ngoai Ngai, Nguoi se khong bao gio tim đuoc cho chung nhung ke bao ho nao. Va vao Ngay phuc sinh, TA se tap trung chung lai, quy up mat xuong, mu, cam va điec; cho ngu cua chung se la hoa nguc. Moi lan ngon lua giam xuong, TA se gia tang lua ngon them cho chung"},{"SurahNumber":17,"VerseNumber":98,"Text":"Đo la phan thuong danh cho chung boi vi that su chung đa phu nhan cac dau hieu cua TA va noi: “Phai chang khi chung toi đa thanh xuong kho va manh vun, chung toi se đuoc dung song lai thanh mot su tao hoa moi?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"Ha ho khong nhin nhan rang Allah, Đang đa tao hoa cac tang troi va trai đat, se thua kha nang tai tao đuoc cai moi giong nhu chung hay sao? Ngai đa an đinh cho chung mot thoi han ma khong co gi phai nghi ngo ca. Nhung nhung ke lam đieu sai quay tu choi (su that), nguoc lai chi (chap nhan) su khong tin"},{"SurahNumber":17,"VerseNumber":100,"Text":"Hay bao ho: “Neu cac nguoi lam chu nhung kho tang 'Hong An' cua Thuong Đe cua Ta thi luc đo chac chan cac nguoi se giu chung lai vi so tieu pha het. Boi vi con nguoi von keo kiet.”"}]}