{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Onie sinovi Izrailovi koi ne veruvaa bea prokolneti i od Davud i od Isa, sinot na Merjem. Ete, toa zaradi neposlusnosta nivna i preteruvanjeto NIVNO"},{"SurahNumber":5,"VerseNumber":79,"Text":"ne prestanuvaa vo zloto koe go pravea ednisodrugi. E, samo kolku e loso ona sto go rabotea"},{"SurahNumber":5,"VerseNumber":80,"Text":"Ti mnogu od niv gi gledas kako prijateluvaat ednisodrugi so nevernicite. E, samo kolku e loso ona sto go podgotvuvaat za sebesi! Da se isipa vrz niv Allahoviot razgnev i vo kaznata za navek da ostanat"},{"SurahNumber":5,"VerseNumber":81,"Text":"Ako veruvaa vo Allah i vo pejgamberot i vo ona sto im e objaveno - niv ne ke gi zemaa za zastitnici. No, mnozinstvoto od niv se rasipani"},{"SurahNumber":5,"VerseNumber":82,"Text":"Sigurno e deka ke najdes megu lugeto so najsilno neprijatelstvo kon onie koi veruvaat, Evreite i onie koi na Allah zdruzenik mu pripisuvaa, a sigurno e deka ke najdes od onie koi veruvaat najbliski prijateli, onie koi zboruvaa: “Nie sme hristijani!\" Toa, ete sto megu niv ima svestenici i monasi koi, navistina, ne se duvaat"},{"SurahNumber":5,"VerseNumber":83,"Text":"I koga go slusaat ona sto e objaveno do pejgamberot gi gledas kako nivnite oci ronat solzi zaradi nekoi poznavanja nivni na Vistinata. Zboruvaat: “Gospodare nas, nie veruvame i, togas, zapisi ne megu svedocite"},{"SurahNumber":5,"VerseNumber":84,"Text":"Zosto da ne veruvame vo Allah i vo Vistinata koja ni doaga bidejki tezneeme, Gospodare nas, da ne vbrois megu dobrite"},{"SurahNumber":5,"VerseNumber":85,"Text":"Pa, Allah ke gi nagradi za ona sto go zboruvaa so bavcite dzennetski niz koi reki tecat i vo niv za navek ke ostanat. Ete, toa e nagrada za dobrocinitelite"},{"SurahNumber":5,"VerseNumber":86,"Text":"A onie koi ne veruvaat i koi laga frlaat vrz ajetite Nasi se - ziteli dzehennemski"}]}