{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"Sarà soffiato nel Corno ed ecco che dalle tombe si precipiteranno verso il loro Signore"},{"SurahNumber":36,"VerseNumber":52,"Text":"dicendo: “Guai a noi! Chi ci ha destato dalle nostre tombe! È quello che il Compassionevole aveva promesso: gli inviati avevano detto il vero”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Sarà solo un Grido, uno solo, e tutti saranno condotti davanti a Noi"},{"SurahNumber":36,"VerseNumber":54,"Text":"E in quel Giorno nessuno subirà un torto e non sarete compensati se non per quello che avrete fatto"},{"SurahNumber":36,"VerseNumber":55,"Text":"In quel Giorno, i compagni del Paradiso avranno gioiosa occupazione"},{"SurahNumber":36,"VerseNumber":56,"Text":"essi e le loro spose, distesi all'ombra su alti letti"},{"SurahNumber":36,"VerseNumber":57,"Text":"Colà avranno frutta e tutto ciò che desidereranno"},{"SurahNumber":36,"VerseNumber":58,"Text":"E “Pace” sarà il saluto [rivolto loro] da un Signore misericordioso"},{"SurahNumber":36,"VerseNumber":59,"Text":"E [sarà detto]: “Tenetevi in disparte in quel Giorno, o iniqui"},{"SurahNumber":36,"VerseNumber":60,"Text":"O figli di Adamo, non vi ho forse comandato di non adorare Satana - in verità è un vostro nemico dichiarato"},{"SurahNumber":36,"VerseNumber":61,"Text":"e di adorare Me? Questa è la retta via"},{"SurahNumber":36,"VerseNumber":62,"Text":"Egli ha sviato molti di voi. Non comprendete dunque"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ecco l'Inferno che vi è stato promesso"},{"SurahNumber":36,"VerseNumber":64,"Text":"Bruciate in esso quest'oggi, poiché siete stati miscredenti!”"},{"SurahNumber":36,"VerseNumber":65,"Text":"In quel Giorno sigilleremo le loro bocche, parleranno invece le loro mani e le loro gambe daranno testimonianza di quello che avranno fatto"},{"SurahNumber":36,"VerseNumber":66,"Text":"E se volessimo, cancelleremmo i loro occhi e si precipiterebbero allora sul sentiero. Ma come potrebbero vedere"},{"SurahNumber":36,"VerseNumber":67,"Text":"E se volessimo li pietrificheremmo sul posto e non saprebbero né avanzare, né ritornare indietro"}]}