{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"طٰسم۔"},{"SurahNumber":28,"VerseNumber":2,"Text":"یہ آیتیں ہیں کھلی کتاب کی"},{"SurahNumber":28,"VerseNumber":3,"Text":"ہم سناتے ہیں تجھ کو کچھ احوال موسٰی اور فرعون کا تحقیقی ان لوگوں کے واسطے جو یقین کرتے ہیں [۱]"},{"SurahNumber":28,"VerseNumber":4,"Text":"فرعون چڑھ رہا تھا ملک میں اور کر رکھا تھا وہاں کے لوگوں کو کئ فرقے کمزور کر رکھا تھا ایک فرقہ کو ان میں [۲] ذبح کرتا تھا انکے بیٹوں کو اور زندہ رکھتا تھا انکی عورتوں کو [۳] بیشک وہ تھا خرابی ڈالنے والا [۴]"},{"SurahNumber":28,"VerseNumber":5,"Text":"اور ہم چاہتے ہیں کو احسان کریں ان لوگوں پر جو کمزور ہوئے پڑے تھے ملک میں اور کر دیں ان کو سردار اور کر دیں ان کو قائم مقام"},{"SurahNumber":28,"VerseNumber":6,"Text":"اور جما دیں ان کو ملک میں [۵] اور دکھا دیں فرعون اور ہامان کو [۶] اور انکے لشکروں کو انکے ہاتھ سے جس چیز کا ان کو خطرہ تھا [۷]"},{"SurahNumber":28,"VerseNumber":7,"Text":"اور ہم نے حکم بھیجا موسٰی کی ماں کو کہ اس کو دودھ پلاتی رہ پھر جب تجھ کو ڈر ہو اس کا تو ڈال دے اسکو دریا میں [۸] اور نہ خطرہ کر اور نہ غمگین ہو ہم پھر پہنچا دیں گے اسکو تیری طرف اور کریں گے اس کو رسولوں سے [۹]"},{"SurahNumber":28,"VerseNumber":8,"Text":"پھر اٹھا لیا اس کو فرعون کے گھر والوں نے کہ ہو ان کا دشمن اور غم میں ڈالنے والا بیشک فرعون اور ہامان اور ان کے لشکر تھے چوکنے والے [۱۰]"},{"SurahNumber":28,"VerseNumber":9,"Text":"اور بولی فرعون کی عورت یہ تو آنکھوں کی ٹھنڈک ہے میرے لئے اور تیرے لئے [۱۱] اسکو مت مارو کچھ بعید نہیں جو ہمارے کام آئے یا ہم اسکو کر لیں بیٹا [۱۲] اور ان کو کچھ خبر نہ تھی [۱۳]"},{"SurahNumber":28,"VerseNumber":10,"Text":"اور صبح کو موسٰی کی ماں کے دل میں قرار نہ رہا قریب تھی کہ ظاہر کر دے بیقراری کو اگر نہ ہم نے گرہ دی ہوتی اس کے دل پر اس واسطے کہ رہے یقین کرنے والوں میں [۱۴]"},{"SurahNumber":28,"VerseNumber":11,"Text":"اور کہہ دیا اس کی بہن کو پیچھے چلی جا پھر دیکھتی رہی اس کو اجنبی ہو کر اور ان کو خبر نہ ہوئی [۱۵]"},{"SurahNumber":28,"VerseNumber":12,"Text":"اور روک رکھا تھا ہم نے موسٰی سے دائیوں کو پہلے سے پھر بولی میں بتلاؤں تم کو ایک گھر والے کہ اس کو پال دیں تمہارے لئے اور وہ اس کا بھلا چاہنے والے ہیں [۱۶]"},{"SurahNumber":28,"VerseNumber":13,"Text":"پھر ہم نے پہنچا دیا اس کو اسکی ماں کی طرف کہ ٹھنڈی رہے اس کی آنکھ اور غمگین نہ ہو اور جانے کہ اللہ کا وعدہ ٹھیک ہے [۱۷] پر بہت لوگ نہیں جانتے [۱۸]"}]}