{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"¡Bendito sea Quien, si quiere, puede darte algo mejor que eso: jardines por cuyos bajos fluyen arroyos, palacios"},{"SurahNumber":25,"VerseNumber":11,"Text":"Pero ¡no! Desmienten la Hora y hemos preparado fuego de la gehena para quienes desmienten la Hora"},{"SurahNumber":25,"VerseNumber":12,"Text":"Cuando les vea, lejos aun, oiran su furor y bramido"},{"SurahNumber":25,"VerseNumber":13,"Text":"Cuando, atados unos a otros, sean precipitados en un lugar estrecho de el, invocaran entonces la destruccion"},{"SurahNumber":25,"VerseNumber":14,"Text":"«¡No invoqueis hoy una sola destruccion sino muchas destrucciones!»"},{"SurahNumber":25,"VerseNumber":15,"Text":"Di: «¿Vale mas esto que el Jardin de inmortalidad que se ha prometido a los temerosos de Ala como retribucion y fin ultimo?»"},{"SurahNumber":25,"VerseNumber":16,"Text":"Inmortales, tendran cuanto deseen. Es una promesa que obliga a tu Senor"},{"SurahNumber":25,"VerseNumber":17,"Text":"El dia que El les congregue, a ellos y a los que servian en lugar de servir a Ala, dira: «¿Sois vosotros los que habeis extraviado a estos Mis siervos o ellos solos se han extraviado del Camino?»"},{"SurahNumber":25,"VerseNumber":18,"Text":"Diran: «¡Gloria a Ti! No nos estaba bien que tomaramos a otros como amigos, en lugar de tomarte a Ti. Pero les permitiste gozar tanto, a ellos y a sus padres, que olvidaron la Amonestacion y fueron gente perdida»"},{"SurahNumber":25,"VerseNumber":19,"Text":"«Os desmienten lo que decis. No podreis escapar al castigo ni encontrar quien os auxilie. A quien de vosotros obre impiamente le haremos gustar un gran castigo»"},{"SurahNumber":25,"VerseNumber":20,"Text":"Antes de ti no mandamos mas que a enviados que se alimentaban y paseaban por los mercados. Hemos puesto a algunos de vosotros como prueba para los demas, a ver si teneis paciencia. Tu Senor todo lo ve"}]}