{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Âyetlerimizi yalanlıyanlar ve onlara iman etmeyi kibirlerine yediremeyenler (var ya), onlara gök kapıları açılmaz (ruhları göğe yükselmez) ve deve iğnenin deliğinden geçinceye kadar (hiç bir zaman) cennete giremezler. İşte biz, günahkârlara (müşriklere) böyle ceza veririz"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlara, cehennem ateşinden bir döşek ve üzerinde de (yine ateşten) örtüler var. Biz zalimleri böylece cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"İman edip salih amel işleyenler (var ya) - ki biz herkese ancak gücünün yettiğini teklif ederiz- işte onlar, cennetliktirler, onlar orada ebedî olarak kalıcıdırlar"},{"SurahNumber":7,"VerseNumber":43,"Text":"O cennet ehlinin kalblerinde olan hased ve kini çıkarırız. (Oturdukları yerlerin) altlarından ırmaklar akar (Haldeki yerlerini görünce) şöyle derler: “- Allah’a hamd olsun ki, bizi, hidayeti ile buna kavuşturdu. Eğer Allah bize hidayet vermeseydi, kendiliğimizden bunun yolunu bulamazdık. Gerçekten Rabbimizin peygamberleri, hakkı getirmişlerdir.” Onlara şöyle çağrılır: “- İşte amelleriniz sebebiyle mirasçı olarak kondurulduğunuz cennet, budur.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Bir de cennetlik olanlar cehennemliklere şöyle çağırırlar; “- Gerçekten biz, Rabbimizin bize vaad buyurduğu sevabı hak bulduk. Siz de Rabbinizin vaad buyurduğu cezayı hak buldunuz mu?” Onlar da: “- Evet, hak bulduk.” derler. Bunun üzerine, iki topluluk arasında bir çağırıcı (Hz. İsrâfil Aleyhisselâm) şöyle nida eder (çağırır): “-Allah’ın lâneti zalimler üzerine olsun!”"},{"SurahNumber":7,"VerseNumber":45,"Text":"İnsanları Allah yolundan çevirenler ve yolu eğri (çarpık) bir hale getirmek isteyenler, işte onlar, âhireti inkâr edenlerdir"},{"SurahNumber":7,"VerseNumber":46,"Text":"Cennetliklerle cehennemlikler arasında bir sûr (perde) vardır. A’raf (cennet hisarı) üzerinde de bir takım insanlar (sevab ve günahları eşit olup en son cennete girecek olanlar) var ki, bunlar, cennetlik ve cehennemliklerden her birini çehreleriyle tanırlar; ve henüz cennete giremeyip onu arzu eder oldukları halde, cennetliklere “Selâmün Aleyküm”, diye nida ederler"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gözleri cehennemlikler tarafına çevrildiği zaman da: “- Ey Rabbimiz! Bizi, zalimler topluluğu ile beraber yapma.” derler"}]}