{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":20,"Text":"Skazhi: \"YA poklonyayus' tol'ko odnomu svoyemu Gospodu, i naryadu s Nim ya ne poklonyayus' nikomu"},{"SurahNumber":72,"VerseNumber":21,"Text":"Skazhi: \"YA ne v silakh ni spasti vas ot zla, ni prinesti vam pol'zy, ni nastavit' vas na pryamoy put'"},{"SurahNumber":72,"VerseNumber":22,"Text":"Skazhi: \"Nikto ne izbavit menya ot nakazaniya Allakha, yesli ya oslushayus' Yego, i ne naydu ya ubezhishcha ot Yego nakazaniya, krome kak u Nego"},{"SurahNumber":72,"VerseNumber":23,"Text":"YA tol'ko mogu peredat' vam volyu Allakha i Yego Poslaniya, s kotorymi On napravil menya. A tem, kotoryye oslushayutsya Allakha i Yego poslannika, otvrativshis' ot religii Allakha, ugotovan adskiy ogon', v kotorom oni budut vechno prebyvat'"},{"SurahNumber":72,"VerseNumber":24,"Text":"I kogda oni uvidyat voochiyu obeshchannoye im nakazaniye, i kogda ono ikh postignet, togda oni uznayut, u kogo slabeye pomoshchniki, kto men'she po chislu: oni ili veruyushchiye"},{"SurahNumber":72,"VerseNumber":25,"Text":"Skazhi: \"YA ne znayu, o nevernyye, blizko li obeshchannoye vam nakazaniye, ili moy Gospod' otlozhit yego do opredelonnogo sroka"},{"SurahNumber":72,"VerseNumber":26,"Text":"On - znayushchiy sokrovennoye, i nikomu iz Svoikh sozdaniy On ne otkroyet Svoyego sokrovennogo"},{"SurahNumber":72,"VerseNumber":27,"Text":"za isklyucheniyem poslannika, kotorogo On vybral, chtoby on znal chast' sokrovennogo. On stavit pered nim i za nim strazhu iz angelov dlya okhraneniya yego ot iskusheniy"},{"SurahNumber":72,"VerseNumber":28,"Text":"i chtoby znat', v sootvetstvii so Svoim opredeleniyem, chto proroki peredali Poslaniya svoyego Gospoda. On vedayet o vsekh ikh deyaniyakh i pomyslakh i znayet chislo vsego sushchego. Nichto ne skroyetsya ot Nego"}]}