{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":7,"Text":"A nuk e di ti se Perendia di cdo gje qe eshte ne qiej dhe ne Toke? Nuk ka bisede sekrete midis treve (personave), e qe Ai (Perendia), te mos jete i katerti, as midis te pesteve, e qe Ai te mos jete i gjashti, as kur jane me pak as kur jane me shume, e qe Ai te mos jete me ata (i degjon), kudo qe te jene; Ai ne Diten e gjykimit do t’i informoje ata se cka kane punuar, se, me te vertete, Perendia di cdo gje"},{"SurahNumber":58,"VerseNumber":8,"Text":"A nuk i sheh ata te cileve u eshte ndaluar biseda e fshehte, e megjithate, kthehen ne ate cka u eshte ndaluar dhe bisedojne mes tyre mbi mekatet, armiqesine dhe padegjueshmerine ndaj Profetit. E kur vijne te ti, te pershendesin ashtu si nuk te ka pershendetur kurre Perendia dhe flasin ne mes tyre: “Pse nuk na denon Perendia neve per kete qe po flasim?” – Do t’u mjaftoje atyre sketerra. Ne te do te digjen. E, sa vendbanim i tmerrshem qe eshte ai! –"},{"SurahNumber":58,"VerseNumber":9,"Text":"O besimtare! Kur bisedoni mes jush, mos bisedoni per mekate, armiqesi dhe padegjueshmeri ndaj Profetit; por bisedoni per miresi dhe ndershmeri. Druajuni Perendise, Atij para te cilit do te tuboheni"},{"SurahNumber":58,"VerseNumber":10,"Text":"Bisedat e fshehta vijne nga djalli, per t’i deshperuar besimtaret; por ai nuk mund t’ju shkaktoje kurrfare te keqe, pervec nese Perendia e lejon ate (dem). Por, besimtaret, le te mbeshteten (vetem) te Perendia"},{"SurahNumber":58,"VerseNumber":11,"Text":"O besimtare! Kur ju thuhet: “Beni vend te tjereve ne ndejat tuaja!” – ju beni vend, e madje Perendia ju zgjeron juve. E kur ju thuhet: “Ngrituni ju”, - ju ngituni, e Perendia do t’i lartesoje besimtaret qe jane prej jush, e vecanerisht dijetaret do t’i ngrise ne shkalle te larte. E, Perendia di cdo gje qe punoni"},{"SurahNumber":58,"VerseNumber":12,"Text":"O besimtare, kur te doni te keshilloheni me Profetin, para keshillimit jepni lemoshe, ajo eshte me mire dhe me paster per ju. Po, nese nuk keni – Perendia me te vertete, eshte fales dhe meshirues"},{"SurahNumber":58,"VerseNumber":13,"Text":"A mos po frikoheni qe para keshillimit tuaj te jepni lemoshe?! E nese nuk jepni, e Perendia ju ka falur, atehere kryeni namazin dhe jepini zeqatin dhe degjoni Perendine e Profetin e Tij. Perendia di cdo gje qe punoni"}]}