{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"mara banda'o! Ajana divase tamara mate na ko'i du:Kha che ane na to tame nirasa thaso"},{"SurahNumber":43,"VerseNumber":69,"Text":"Je amari ayato para imana lavya ane te'o musalamana hata"},{"SurahNumber":43,"VerseNumber":70,"Text":"tame ane tamari patni'o raji-khusithi jannatamam praveso"},{"SurahNumber":43,"VerseNumber":71,"Text":"temani careya bajuthi sonani rakabi ane sonana pyala lavavamam avase, te loko jeni iccha kare ane jenathi te'oni ankhone santi male, badhum ja tyam hase ane tame temam hammesa raheso"},{"SurahNumber":43,"VerseNumber":72,"Text":"a ja te jannata che, ke tame potana karmona badalamam tena varasadara banavavamam avya cho"},{"SurahNumber":43,"VerseNumber":73,"Text":"tyam tamara mate khuba ja phalo hase, jene tame khata raheso"},{"SurahNumber":43,"VerseNumber":74,"Text":"ni:Sanka aparadhi loko jahannamani yatanamam hammesa rahese"},{"SurahNumber":43,"VerseNumber":75,"Text":"a yatana kyareya temana parathi halavi karavamam nahim ave ane te temam ja nirasa padya rahese"},{"SurahNumber":43,"VerseNumber":76,"Text":"ane ame temana para atyacara nathi karyo, parantu te pote ja atyacari hata"},{"SurahNumber":43,"VerseNumber":77,"Text":"ane pokari-pokarine kahese ke he dvarapala! Taro palanahara amane mrtyu api de, te kahese ke tamane (hammesa) rahevanum che"},{"SurahNumber":43,"VerseNumber":78,"Text":"ame to tamari pase satya la'ine avya, parantu tamara manthi vadhare padata loko satyathi cidata hata"},{"SurahNumber":43,"VerseNumber":79,"Text":"sum te loko'e ko'i karyano pakko irado kari lidho che, ni:Sanka ame pana thosa kama karavavala che"},{"SurahNumber":43,"VerseNumber":80,"Text":"sum te loko anumana kare che ke ame temani chupi ane khanagi vato nathi janata? (Ni:Sanka ame badhum sambhali rahya chi'e). Uparanta amara nakki karela (pharista'o) temani pase ja lakhi rahya che"},{"SurahNumber":43,"VerseNumber":81,"Text":"tame kahi do! Ke jo kadaca rahamanane santana hoya, to hum sau prathama bandagi karavavalo hota"},{"SurahNumber":43,"VerseNumber":82,"Text":"akaso, dharati ane arsano palanahara, te sauthi pavitra che, jenum a loko varnana kare che"},{"SurahNumber":43,"VerseNumber":83,"Text":"have tame te lokone aja takarara ane vivadamam chodi do, tyam sudhi ke te loko te divasa jo'i le, jenum vacana temane apavamam ave che"},{"SurahNumber":43,"VerseNumber":84,"Text":"Te ja akasomam pujya che ane dharatimam pana bandagine layaka te ja che ane te khuba hikamatavalo ane sampurna jnanavalo che"},{"SurahNumber":43,"VerseNumber":85,"Text":"ane te khuba ja barakatavalo che, jeni pase akaso ane dharati ane temani vacceni dareka vastunum samrajya che ane kayamatanum jnana pana te ja jane che ane teni ja tarapha tame sau pacha pharaso"},{"SurahNumber":43,"VerseNumber":86,"Text":"jemane a loko allaha sivaya pokare che, te'o bhalamana karavano adhikara nathi dharavata, (bhalamana karavano adhikara teno che) je satya vatane mane ane temane jnana pana hoya"},{"SurahNumber":43,"VerseNumber":87,"Text":"jo tame te lokone pucho ke temanum sarjana kone karyum, to ni:Sanka te loko javaba apase ke\"allaha\", pachi a loko kyam ja'i rahya che"},{"SurahNumber":43,"VerseNumber":88,"Text":"ane temana (payagambaranum) evum kahevum che ke he mara palanahara! Kharekhara a te loko che, je'o imana nathi lavata"},{"SurahNumber":43,"VerseNumber":89,"Text":"basa! Tame temanathi modhum pheravi lo ane salama kahi do, te loko najikamam ja jani lese"}]}