{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Kimi uzun ömürlü kılarsak, onu yaratılışta gerisin geri çeviririz. Hâlâ akıllarını işletmiyorlar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz o peygambere şiir öğretmedik. Şiir ona yaraşmaz/layık olamaz da. Ona vahyedilen, bir öğütten ve apaçık bir Kur´an´dan başka şey değildir"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanı uyarsın ve gerçeği örten nankörler/inkârcılar aleyhine söz hak olsun diye indirilmiştir"},{"SurahNumber":36,"VerseNumber":71,"Text":"Görmediler mi, ellerimizin yapıp ettiklerinden, kendileri için nice hayvanlar yarattık da onlar, bu hayvanlara sahip oluyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"O hayvanları bunlara boyun eğdirdik. Onlardan binekleri vardır ve onlardan bir kısmını da yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"O hayvanlarda bunlar için birçok yararlar var, içecekler var. Hâlâ şükretmiyorlar mı"},{"SurahNumber":36,"VerseNumber":74,"Text":"Kendilerine yardım edilir ümidiyle Allah´tan başka ilahlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Oysaki, o ilahlar bunlara yardım edemezler. Tam aksine, bunlar, o ilahlara hizmet eden ordular durumundadır"},{"SurahNumber":36,"VerseNumber":76,"Text":"Artık onların sözü seni üzmesin! Biz onların sır olarak tuttuklarını da açıkladıklarını da biliyoruz"},{"SurahNumber":36,"VerseNumber":77,"Text":"Görmedi mi insan, kendisini bir spermden yarattığımızı! Bir de bize açık bir hasım kesilmiştir o"},{"SurahNumber":36,"VerseNumber":78,"Text":"Kendi yaratılışını unutmuş da bize örnek veriyor. Ve bir de şöyle diyor: \"Şu çürümüş kemiklere kim hayat verecek"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onlara hayat verecek olan, onları ilk kez yaratandır. O, bütün yaratılmışları/her türlü yaratmayı çok iyi bilmektedir"},{"SurahNumber":36,"VerseNumber":80,"Text":"O size, o yeşil ağaçtan bir ateş oluşturdu da siz ondan tutuşturup duruyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan, onların benzerini yaratmaya güç yetiremez mi? Elbette güç yetirir. Her şeyi bilen Alîm, sürekli yaratan Hallâk O´dur"},{"SurahNumber":36,"VerseNumber":82,"Text":"O, bir şeyi istediğinde, buyruğu sadece şunu söylemektir: \"Ol!\" Artık o, oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin kaynağı/egemenliği elinde olan o yaratıcının şanı çok yücedir! Sonunda O´na döndürüleceksiniz"}]}