{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gun Biz Cəhənnəmə: “Doldunmu?”– deyəcəyik. O isə: “Yenə varmı?”– deyəcəkdir"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cənnət muttəqilərə yaxınlasdırılacaq, onlardan uzaqda olmayacaqdır"},{"SurahNumber":50,"VerseNumber":32,"Text":"Budur sizə vəd edilən Cənnət! O, hər bir tovbə edib Allaha uz tutan, Onun əmrinə riayət edən"},{"SurahNumber":50,"VerseNumber":33,"Text":"Mərhəmətli Allahdan Onu gormədən qorxan və Allaha yonəlmis qəlblə gələn kimsələr ucundur"},{"SurahNumber":50,"VerseNumber":34,"Text":"Ora sag-salamat daxil olun! Bu, Əbədiyyət gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlar ucun istədikləri hər sey hazırlanmısdır. Ustəlik huzurumuzda bundan da artıgı Allahı gormək vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz onlardan əvvəl ozlərindən daha quvvətli necə-necə nəsilləri məhv etdik. Onlar diyarbədiyar gəzib dolasırdılar. Məgər əzabdan qacıb qurtara bildilərmi?”"},{"SurahNumber":50,"VerseNumber":37,"Text":"Həqiqətən, bunda həssas qəlbi olan, hazır durub diqqətlə qulaq asan kimsə ucun ibrət vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Biz goyləri, yeri və onların arasında olanları altı gundə yaratdıq və Bizə hec bir yorgunluq uz vermədi"},{"SurahNumber":50,"VerseNumber":39,"Text":"Sən onların dediklərinə səbir et! Gun dogmamısdan əvvəl və batmamısdan əvvəl Rəbbini həmd ilə təriflə"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecənin bir vaxtında və səcdələrdən sonra Onun səninə təriflər de"},{"SurahNumber":50,"VerseNumber":41,"Text":"Dinlə ey Peygəmbər! O gun carcı yaxın bir yerdən cagıracaqdır"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun onlar bu səsi gercəkdən esidəcəklər. Bu, qəbirlərdən cıxma gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Subhəsiz ki, dirildən də, oldurən də Bizik. Donus də yalnız Bizədir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer onlardan otru yarılacaq, onlar surətlə carcıya dogru cıxacaqlar. Beləcə, onları bir yerə yıgmaq Bizim ucun asandır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların nə dediklərini yaxsı bilirik. Sən onları məcbur edən deyilsən. Sən Mənim təhdidimdən qorxanlara Quranla oyud-nəsihət ver"}]}