{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Togda skazal vel'mozham Faraon, (Sobravshimsya) vokrug nego: \"Konechno, on - iskusnyy charodey"},{"SurahNumber":26,"VerseNumber":35,"Text":"I on zadumal charami svoimi S vashey zemli izgnat' vas (navsegda). Kakim budet vashe resheniye (na eto)"},{"SurahNumber":26,"VerseNumber":36,"Text":"Oni otvetili (yemu): \"Otsroch' yemu i yego bratu I sborshchikov poshli po gorodam"},{"SurahNumber":26,"VerseNumber":37,"Text":"Pust' privedut oni k tebe Vsyakikh iskusnykh charodeyev"},{"SurahNumber":26,"VerseNumber":38,"Text":"Tak byli charodei sobrany na vstrechu Ko vremeni naznachennogo dnya"},{"SurahNumber":26,"VerseNumber":39,"Text":"Lyudey sprosili: \"Vse sobralis'"},{"SurahNumber":26,"VerseNumber":40,"Text":"Byt' mozhet, my posleduyem za nimi, Yesli oni oderzhat verkh"},{"SurahNumber":26,"VerseNumber":41,"Text":"Kogda yavilis' charodei, Oni skazali Faraonu: \"Nam, nesomnenno, polagayetsya nagrada, Yesli (yego) my prevzoydem"},{"SurahNumber":26,"VerseNumber":42,"Text":"Im (Faraon) otvetil: \"Da! Vy budete priblizheny k moyey persone"},{"SurahNumber":26,"VerseNumber":43,"Text":"Brosayte to, chto vy (zadumali) brosat'! - Skazal im Musa"},{"SurahNumber":26,"VerseNumber":44,"Text":"I brosili oni svoi verevki, posokhi svoi, (I vsem pochudilos', chto eto - zmei). \"Velichiyem i moshch'yu Faraona My, nesomnenno, pobeditelyami stanem"},{"SurahNumber":26,"VerseNumber":45,"Text":"I brosil Musa zhezl svoy - I vot mgnovenno on pozhral To, chto izmyslili oni lukavo"},{"SurahNumber":26,"VerseNumber":46,"Text":"I pali nits v poklone charodei"},{"SurahNumber":26,"VerseNumber":47,"Text":"I skazali: \"My, istinno uverovali v Gospoda mirov"},{"SurahNumber":26,"VerseNumber":48,"Text":"Vladyku Musy i Kharuna"},{"SurahNumber":26,"VerseNumber":49,"Text":"No Faraon skazal: \"V Nego uverovali ran'she, Chem ya soglasiye svoye na eto dal? Konechno, on - nad vami starshiy I obuchil vas koldovstvu, No vy uznayete, (chto ya nameren sdelat'): YA nakrest ruki vashi otseku i nogi I (na kreste) raspnu vas vsekh"},{"SurahNumber":26,"VerseNumber":50,"Text":"Oni skazali: \"Ne beda! My vozvratimsya k nashemu Vladyke"},{"SurahNumber":26,"VerseNumber":51,"Text":"My lish' nadeyemsya, chto nash Gospod' Prostit nam nashi pregreshen'ya Za to, chto pervymi (iz vas) uverovali my"},{"SurahNumber":26,"VerseNumber":52,"Text":"Vnusheniyem My Muse (poveleli): \"Vyydi so slugami Moimi noch'yu; Za vami budet poslana pogonya"}]}