{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"اور ہم نے بھیجا نوح (علیہ السلام) کو ان کی قوم کی طرف تو آپ نے فرمایا اے میری قوم! اللہ تعالیٰ کی عبادت کرو، نہیں ہے تمھارا کوئی خدا اس کے بغیر ۔ کیا تم (بت پرستی کے انجام سے ) نہیں ڈرتے"},{"SurahNumber":23,"VerseNumber":24,"Text":"تو کہنے لگے وہ سردار جنھوں نے کفر اختیار کیا تھا ان کی قوم سے کہ نہیں ہے یہ مگر بشر تمھارے جیسا یہ چاہتا ہے کہ اپنی بزرگی جتلائے تم پر اور اگر اللہ تعالیٰ (رسول بھیجنا) چاہتا تو وہ اتارتا فرشتوں کو ، ہم نے نہیں سنی یہ بات (جو نوح علیہ السلام کہتے ہیں ) اپنے پہلے آباؤاجداد میں"},{"SurahNumber":23,"VerseNumber":25,"Text":"نہیں ہے یہ مگر ایسا شخص جسے جنون کا مرض ہو گیا ہے سو انتظار کرو اس کے انجام کا کچھ عرصہ"},{"SurahNumber":23,"VerseNumber":26,"Text":"آپ نے عرض کی اے رب!(اب) تو ہی میری مدد فرما کیونکہ انھوں نے مجھے جھٹلا دیا ہے"},{"SurahNumber":23,"VerseNumber":27,"Text":"تو ہم نے وحی بھیجی ان کی طرف کہ بناؤ ایک کشتی ہماری نگاہوں کے سامنے اور ہمارے حکم کے مطابق۔ پھر جب آجائے ہمارا عذاب اور (پانی) اُبل پڑے تنور سے تو داخل کر لو اس میں ہر جوڑے میں سے دو دو اور اپنے گھر والوں کو بجز ان کے جن کے بارے میں پہلے فیصلہ ہو چکا ہے ان میں سے ، اور گفتگو نہ کرنا میرے ساتھ ان کے متعلق جنھوں نے ظلم کیا وہ تو ضرور غرق کیے جائیں گے"},{"SurahNumber":23,"VerseNumber":28,"Text":"پھر جب اچھی طرح بیٹھ جائیں آپ اور آپ کے ساتھی کشتی کے عرشہ پر تو کہنا سب تعریفیں اللہ تعالیٰ کے لیے ہیں جس نے ہمیں نجات دی ظالم قوم (کے جوروستم) سے"},{"SurahNumber":23,"VerseNumber":29,"Text":"اور یہ بھی عرض کرنا کہ اے میرے رب! اتار مجھے با برکت منزل پر اور تو ہی سب سے بہتر اتارنے والا ہے"},{"SurahNumber":23,"VerseNumber":30,"Text":"بیشک اس قصہ میں ہماری قدرت کی نشانیاں ہیں اور ہم ضرور (اپنے بندوں کو ) آزمانے والے ہیں"},{"SurahNumber":23,"VerseNumber":31,"Text":"پھر ہم نے پیدا فرما دی ان کے (غرق ہونے کے ) بعد ایک دوسری جماعت"},{"SurahNumber":23,"VerseNumber":32,"Text":"پھر ہم نے بھیجا ان میں ایک رسول ان میں سے (اس نے انہیں کہا) کہ عبادت کرو اللہ کی ، نہیں ہے تمھارا کوئی خدا اس کے سوا، کیا تم (شرک کے انجام سے) نہیں ڈرتے ہو"}]}