{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Deyaki poslidovnyky svyatoho pysannya kazhutʹ, \"Viryatʹ v shcho buly poslani vnyz do viruyuchiv u ranku, ta vidkhylyayutʹ tse uvecheri; mozhlyvo someday vony pereydutʹ"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ta ne vvazhayutʹ krim tomu shcho tsey khto sliduyutʹ za vashoyu relihiyeyu.\" Skazhitʹ, virne kerivnytstvo ye BOZHE kerivnytstvo.\" Yakshcho vony zayavlyayutʹ shcho vony mayutʹ te zhe kerivnytstvo, abo sperechayutʹsya z vamy pro vashoho Lorda, kazhutʹ, \"Vsya charivnistʹ ye u BOZHIY rutsi; Vin daruye tse na whomever Vin wills.\" BOH ye Bounteous, Omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"Vin vstanovlyuye Yoho myloserdya dlya whomever Vin wills; BOH volodiye neobmezhenoyu charivnistyu"},{"SurahNumber":3,"VerseNumber":75,"Text":"Deyaki poslidovnyky svyatoho pysannya mozhutʹ doviryatysya z vsiyeyu doleyu, ta vony dadutʹ tse nazad do vas. Inshi sered nykh ne mozhutʹ buty doviryatysya z yedynyy dinar; vony ne budutʹ repay vy yakshcho ne vy derzhyte pislya nykh. Shcho tomu, shcho yak kazhutʹ, \"My ne povynni buty chesni koly mayutʹ spravu z gentiles!\" Otzhe, vony prypysuyutʹ brekhnyu do BOHA, znayucho"},{"SurahNumber":3,"VerseNumber":76,"Text":"Diysno, tsey khto fulfill yikhni zobov'yazannya ta vedutʹ spravedlyve zhyttya, BOH lyubytʹ spravedlyvyy"},{"SurahNumber":3,"VerseNumber":77,"Text":"Yak dlya tsiyeyi kotroyi torhovoyi v inshe mistse BOZHOYI domovlenosti, ta yikhni zobov'yazannya, dlya deshevoyi tsiny, vony ne otrymuyutʹ payovyy vnesok u U maybutnʹomu. BOH ne bude rozmovlyaty z nymy, ne dyvlyatʹsya na nykh, na Dni Resurrection, ne bude Vin ochyshchayutʹ yikh. Vony zaznaly bolisnoho retribution"},{"SurahNumber":3,"VerseNumber":78,"Text":"Sered nykh ye tsey khto krutyatʹ yikhni yazyky imituvaty svyate pysannya, shcho vy mozhete podumaty tse ye z svyatoho pysannya, koly yomu ye ne z svyatoho pysannya, ta vony zayavlyayutʹ shcho tse ye z BOHA, koly yomu ye ne z BOHA. Otzhe, vony vymovlyayutʹ brekhnyu ta prypysuyutʹ yim do BOHA, znayucho"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nikoly by lyudsʹkyy buduchy komu BOH NE BLAHOSLOVLYAYE z svyatym pysannyam ta prophethood skazhutʹ lyudyam, \"Idolize meni bilya BOHA.\" Zamistʹ tsʹoho, (vin by skazav), \"Prysvyachuyete sebe absolyutno do vashoho Lorda vyklyuchno,\" z·hidno z svyatym pysannyam vy propoviduyete ta vykladannya vy doviduyetesya"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ne by vin komanda vy idolize anhely ta proroky tomu shcho lordy. Vin exhort vy disbelieve pislya toho yak by stavaty submitters"}]}