{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Nandao bu xinyang zhe bu zhidao ma? Tiandi yuan shi lianjie de zhengti, ranhou, wo shi qi fen kai. Wo yongshui chuangzao yiqie shengming. Nandao tamen bu xiangxin ma?"},{"SurahNumber":21,"VerseNumber":31,"Text":"Wo zai dadishang wengu de anzhi qun shan, yimian tamen sui da di er yaodang. Wo zai da dishang kaipi kuankuo de daolu, yibian tamen huode yindao."},{"SurahNumber":21,"VerseNumber":32,"Text":"Wo ba tian zaocheng yige anquan de huagai, dan tamen rengran hushi tian de jixiang [ru ri yue fengyun deng]."},{"SurahNumber":21,"VerseNumber":33,"Text":"Shi ta chuangzaole zhouye he ri yue, ge zai ziji de guidao shang yunxing."},{"SurahNumber":21,"VerseNumber":34,"Text":"Zai ni [mu sheng] zhiqian, wo cong wei ciyu renhe ren yongsheng. Jiaru ni sile, nandao tamen hai neng yongsheng ma?"},{"SurahNumber":21,"VerseNumber":35,"Text":"Mei ren dou jiang changshi siwang [zhu][de ziwei]. Wo jiang yi huo fu kaoyan nimen, nimen dou jiang gui dao wo zheli lai."},{"SurahNumber":21,"VerseNumber":36,"Text":"Dang bu xinyang zhe kanjian ni [mu sheng] shi, tamen ba ni dang xiaobing.[Tamen shuo]:“Shi ci ren [mu sheng] feibang nimen de zhuzai ma?” Qishi, tamen jiushi jujue zan nian pu ci zhi zhu [an la] de ren."},{"SurahNumber":21,"VerseNumber":37,"Text":"Rensheng lai jiushi jizao de. Wo jiang zhaoshi nimen wo de jixiang, suoyi, nimen buyao cuicu wo."},{"SurahNumber":21,"VerseNumber":38,"Text":"Tamen shuo:“Zhege xunuo he shi shixian ne? Jiaru nimen shi chengshi zhe.”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Jiaru bu xinyang zhe zhidao, na shi tamen jue buneng fangyu ziji de lian bei mian shou huoxing, ye de bu dao renhe yuanzhu,[name, tamen xianzai jiu bu hui fouren an lale]."},{"SurahNumber":21,"VerseNumber":40,"Text":"Bu, fuhuo de shijian jiang turan jianglin [zhu] tamen, shi tamen jinghuang shicuo. Tamen wuneng dikang ta, ye bu bei huanxing."},{"SurahNumber":21,"VerseNumber":41,"Text":"Zai ni [mu sheng] zhiqian, you xuduo shizhe que yi bei chaoxiao, dan chaoxiao zhe bei ziji suo chaoxiao de [xingfa] baowei zhule."}]}