{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"HA meem"},{"SurahNumber":46,"VerseNumber":2,"Text":"UPPENBARELSEN av denna Skrift är Guds, den Allsmäktiges, den Vises, verk"},{"SurahNumber":46,"VerseNumber":3,"Text":"Vi har inte skapat himlarna och jorden och allt som finns däremellan utan en plan och ett syfte och Vi har fastställt en slutpunkt [för allt]. Förnekarna av sanningen vänder likväl ryggen åt varningarna"},{"SurahNumber":46,"VerseNumber":4,"Text":"Säg: \"Har ni övervägt vad det är ni anropar i Guds ställe? Visa Mig vad dessa [väsen eller makter] har skapat på jorden! Eller hade de del i himlarnas [skapelse]? Visa upp en Skrift som uppenbarats före denna eller vad som kan ha bevarats av [äldre släktens] kunskap [och som ni stöder er på], om ni talar sanning"},{"SurahNumber":46,"VerseNumber":5,"Text":"Och vem begår ett större misstag än den som i Guds ställe anropar dem, som inte kan svara honom förrän på Uppståndelsens dag och som inte ens är medvetna om att de anropas"},{"SurahNumber":46,"VerseNumber":6,"Text":"När människorna samlas [inför Domen] skall de bli [sina tillbedjares] fiender och ta avstånd från deras dyrkan"},{"SurahNumber":46,"VerseNumber":7,"Text":"När Våra klara budskap läses upp för dem, säger de om sanningen som de får höra: \"Detta är uppenbart bländande och förhäxande vältalighet"},{"SurahNumber":46,"VerseNumber":8,"Text":"Eller också säger de: \"Det är han [själv] som har författat det!\" Säg [Muhammad]: \"Om jag hade författat den hade ni inte kunnat skydda mig mot Gud. Han har full vetskap om den ström [av förtal] som flödar över era läppar; inga [andra] vittnen än Han behövs mellan mig och er. Han är Den som ständigt förlåter, Den som ständigt visar barmhärtighet"},{"SurahNumber":46,"VerseNumber":9,"Text":"Säg: \"Jag är inte den förste av [Guds] sändebud och jag vet inte vad som skall ske med mig och med er. Jag följer bara det som uppenbaras för mig; jag är ingenting annat än en varnare, [som varnar] klart och entydigt"},{"SurahNumber":46,"VerseNumber":10,"Text":"Säg: \"Hur ser ni [på detta]? Om det [som jag förkunnar verkligen] kommer från Gud och ni förnekar det, [har ni inte då gjort orätt]? Ett vittne bland Israels barn vittnade ju att en [som är] honom lik [skall komma] och [vittnet] trodde [på detta], men ni i ert högmod [avvisar det]! Gud vägleder sannerligen inte dem som gör orätt"}]}