{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Jasalē hāmrō āyataharūlā'ī jhūṭhā bhanē ra abhimānapūrṇa vyavahāra garē, tinīharūkā lāgi ākāśakā ḍhōkāharū khōlinē chain, ra tinīharū kahilē pani svargamā jānēchainan jabasam'ma ki, ūm̐ṭa siyōkō pvām̐labāṭa chirdaina. Ra pāpa garnēharūlā'ī hāmīlē yastai sajāya dinēgarchauṁ"},{"SurahNumber":7,"VerseNumber":41,"Text":"Yastā mānisaharūkā lāgi narkakō āgō bichyaunā (ōchyāna) hunēcha ra māthibāṭa tyasaikō ōḍhanē pani. Ra yastā atyācārīharūlā'ī hāmīlē yastai sajāya dinēgarchauṁ"},{"SurahNumber":7,"VerseNumber":42,"Text":"Juna mānisaharūlē hāmrō āyataharūmāthi āsthā rākhē ra satkarma garēkā chan tyasa viṣayamā hāmīlē kunai vyaktilā'ī usakō kṣamatābhandā baḍhī jim'mēvārī dinē chainauṁ. Yastā mānisaharū nai svargakā nibāsī hun jō sadhaiṁ tyasamā bāsa garnēchan"},{"SurahNumber":7,"VerseNumber":43,"Text":"Ra ēka arkākō lāgi chalakapaṭa jō tinīharūkā chātimā thiyō hāmīlē sabai nikālidinēchauṁ. Tinīharūkō (mahalaharū) muni naharaharū bagirākhēkā hunēchan. Ra unīharūlē bhannē chan ‘‘ki, allāhakō hāmī dhērai kr̥tajña chauṁ jasalē hāmīlā'ī yasa sthānasam'ma puryāyō, ra yadi allāhalē hāmīlā'ī bāṭō nadēkhā'ēkō bha'ē hāmī svayanlē bāṭō pā'una saknē thi'ēnauṁ. Vāstavamai hāmrō pālanakartālē paṭhā'ēkā rasūlalē sām̐cō kurā li'ēra ā'ēkā thi'ē. Unīsita ṭhūlō āvājamā bhaninēcha ki, yō jannata hō jasakō timī vārisa banā'i'ēkā chau. Yō timīlē timrō karmakō badalāmā pā'ēkā hau.’’"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ra jannatavālāharū (svargavālā) narkamā basnēharūlā'ī ṭhūlō svaramā bhannē chan ki, juna vācā hāmrō pālanakartālē hāmīsam̐ga garēkō thiyō, hāmīlē tyasalā'ī satya pā'ēkā chauṁ. Kē timīlē pani juna vacana timrō pālanakartālē timīsam̐ga garēkō thiyō tyasalā'ī sām̐cō pāyau?’’ Tinīharūlē uttara dinēchan hō, pāyauṁ tyatikhēra tinīharūbīca ē'uṭā pukārnē mānchēlē karā'ēra bhannē cha ki, an'yāyīharūmāthi allāhakō dhikkāra hōs"},{"SurahNumber":7,"VerseNumber":45,"Text":"Jasalē allāhakō bāṭōmā hiṇḍnabāṭa rōkdathē ra tyasailā'ī bāṅgō banā'una khōjdathē ra kiyāmatakō dinalā'ī asvīkāra gardathē"},{"SurahNumber":7,"VerseNumber":46,"Text":"Tī duvai samūhakō bīcamā ē'uṭā paradā (āvaraṇa) hunēcha ra ārāphamāthi dhērai mānisaharū hunēchan. Yinīharūlē sabailā'ī tinakā anuhārabāṭa nai cinnē chan ra tinīharūlē jannatavālāharūlā'ī ṭhūlō svaramā pukārēra bhannē chan ki, ‘‘timīmāthi śānti hōs.’’ Yī mānisaharū ajhai jannatamā pravēśa pā'ēkā hum̐dainan tara tyasakō um'mīdavāra hunēchan"},{"SurahNumber":7,"VerseNumber":47,"Text":"Jaba yinīharūkā ām̐khā narkamā basnēharūtira parnēcha, ta bhannē chan ki, ‘‘hē pālanakartā! Hāmīlā'ī atyācārīharūkō sāthamā śāmila nagarnu.’’"}]}