{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"Nous secourrons, certes, Nos Messagers, et ceux qui croient, dans la vie présente tout comme au jour où les témoins [les Anges gardiens] se dresseront (le jour du Jugement)"},{"SurahNumber":40,"VerseNumber":52,"Text":"au jour où leur excuse ne sera pas utile aux injustes, tandis qu’il y aura pour eux la malédiction et la pire demeure"},{"SurahNumber":40,"VerseNumber":53,"Text":"En effet, Nous avons apporté à Moïse la guidée, et fait hériter aux Enfants d’Israël, le Livre"},{"SurahNumber":40,"VerseNumber":54,"Text":"une guidée et un rappel aux gens doués d’intelligence"},{"SurahNumber":40,"VerseNumber":55,"Text":"Endure donc, car la promesse d’Allah est vérité, implore le pardon pour ton péché et célèbre la gloire et la louange de ton Seigneur, soir et matin"},{"SurahNumber":40,"VerseNumber":56,"Text":"Ceux qui discutent sur les versets d’Allah sans qu’aucune preuve ne leur soit venue, n’ont dans leurs poitrines qu’orgueil. Ils n’atteindront pas leur but. Implore donc la protection d’Allah, car c’est Lui l’Audient, le Clairvoyant"},{"SurahNumber":40,"VerseNumber":57,"Text":"La création des cieux et de la terre est quelque chose de plus grand que la création des gens. Mais la plupart des gens ne savent pas"},{"SurahNumber":40,"VerseNumber":58,"Text":"L’aveugle et le voyant ne sont pas égaux, et ceux qui croient et accomplissent les bonnes œuvres ne peuvent être comparés à celui qui fait le mal. C’est rare que vous vous rappeliez"},{"SurahNumber":40,"VerseNumber":59,"Text":"En vérité; L’Heure va arriver : pas de doute là-dessus ; mais la plupart des gens n’y croient pas"},{"SurahNumber":40,"VerseNumber":60,"Text":"Et votre Seigneur dit : \"Appelez-Moi, Je vous répondrai. Ceux qui, par orgueil, se refusent à M’adorer entreront bientôt dans l’Enfer, humiliés"}]}