{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":42,"Text":"Yinīharūsita sōdhnus ki rāta ra dinamā allāhabāṭa kasalē timrō rakṣā garna sakdacha? Kurō yō cha ki yinīharū āphnō pālanakartākō smaraṇabāṭa vimukha bha'ēkā chan"},{"SurahNumber":21,"VerseNumber":43,"Text":"Kē hāmī bāhēka yinīharūkā an'ya pūjya chan jasalē yinīharūlā'ī vipattibāṭa bacā'una sakchan tinīharū ta svayam āphnō sahāyatā garna sakdainan ra nata hāmrō tarphabāṭa kasailē tinīharūkō sātha dinēcha"},{"SurahNumber":21,"VerseNumber":44,"Text":"Baru (kurō yō cha ki) hāmīlē unīharūlā'ī ra unīharūkā bābu bājēlā'ī jīvanakā sukha suvidhākā sāmāgrī pradāna garyauṁ, yahām̐sam'ma ki unīharūkō lāmō umēra bitihālyō. Ta kē tinīharūlē dēkhdainan ki hāmīlē dharatīlā'ī tyasakā kinārāharūbāṭa ghaṭā'um̐dai ā'irākhēkā chauṁ, ani kē tinīharū abhimānī rahanēchan"},{"SurahNumber":21,"VerseNumber":45,"Text":"bhanidinus! Ki ma ta allāhakō sandēśabāṭa timīharūlā'ī nasīhata (sartaka) gardachu tara bahirāharūlē kurā sundainan jaba tinīharūlā'ī upadēśa garincha"},{"SurahNumber":21,"VerseNumber":46,"Text":"Yadi unīharūlā'ī timrō pālanakartākō sajāyakō sānō jhōkō pani lāgcha ta tinīharūlē bhannēchan ki hāya aphaśōca kastō durbhāgya! Hāmī niḥsandēha pāpī thiyauṁ"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ra hāmīlē kiyāmatakō dina nisāphakō tarājū bīcamā rākhnēchauṁ ani kunai pani vyaktiprati an'yāya hunēchaina. Ra ē'uṭā rāyōkō dānā barābara pani karma cha bhanē hāmīlē tyasalā'ī upasthita garā'unēchauṁ, ra hāmī hisāba garnakō nimitta paryāpta chauṁ"},{"SurahNumber":21,"VerseNumber":48,"Text":"Yō satya hō ki hāmīlē mūsā ra ‘‘hārūnalā'ī’’ insāpha garnē prakāśa ra sanyamīharūkō lāgi upadēśa ra nasīhatakō lāgi kitāba pradāna garyauṁ"},{"SurahNumber":21,"VerseNumber":49,"Text":"Tinīharū jō nadēkhē pani āphnō pālanakartāsita tarsanchan ra kiyāmatakō kalpanābāṭai bhayalē kāmpanē gardachan"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ra yō upadēśa ra varadānayukta kura'āna hāmīlē avatarita garēkā chauṁ. Kē timīlē taipani yasalā'ī asvīkāra gardachau"}]}