{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Bigu ej Rasul ʙaroi sarkason: «Ba tahqiq, sumoro dar jak ciz pand mediham: du-du va jak-jak ʙaroi iʙodati Alloh ʙarxezed. Sipas ʙijandesed, to ʙidoned, ki dar jori sumo (Muhammad sallallohu alajhi va sallam) hec guna devonagi nest. Ust, ki sumoro pes az omadani azoʙi saxt, ʙimdihandaast!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Bigu ej Rasul ʙaroi kofiron: «Har muzde, ki az sumo xostaam, pas on ʙaroi sumo ʙod. Muzdi man tanho ʙar uhdai Alloh ast. Ust, ki ʙar hama ciz guvoh ast!»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Bigu ej Rasul: «Haroina, Parvardigori man suxani haqro ʙar dili pajomʙaroni xud meafkanad. On Parvardigore, ki donoi ƣajʙhost!»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Bigu: «Haq (Qur'on) omad va ʙotil ʙoznaojad va dar partavi nuri haq asare az on namonad va noʙud savad va duʙora ʙoznagardad!»"},{"SurahNumber":34,"VerseNumber":50,"Text":"Bigu (ʙa musrikoni ʙutparast): «Agar man ʙo tarki ʙutho va duri az ojini sumo gumroh savam, alʙatta, zijonas ʙar man ast va cazoi onro meʙinam va agar ʙo rohi hidojat ravam, ʙa on ast, ki Parvardigori man ʙa man vahj mekunad. Haroina, U sunavovu nazdik ast va guftoru kirdori mo ʙar u pinhon namemonad!»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Agar ʙuʙini ej Rasul, holi sitamkoronro, on goh ki saxt ʙitarsand va az azoʙ rahoijason naʙosad va az makone nazdik ʙa duzax giriftorason sozad"},{"SurahNumber":34,"VerseNumber":52,"Text":"Kofiron dar oxirat cun azoʙro ʙuʙinand, gujand: «Inak, imon ovardem ʙa Alloh, Pajomʙar va Qur'on. Ammo az on coi dur az dunjoi foni, ki coji pazirisi imon va kistzori oxirat ʙud, ci tavr ʙa on imon dast joʙand"},{"SurahNumber":34,"VerseNumber":53,"Text":"Pes az in dar davroni hajot, ki az aqlu ixtijor va iroda ʙarxurdor ʙudand, ʙa Alloh, Pajomʙar va Qur'on kofir suda ʙudand va ʙa gumoni xes ʙa on tuhmat mezadand"},{"SurahNumber":34,"VerseNumber":54,"Text":"Va cun mijoni onho va on orzu, ki pazirisi imoni onho va nacot az azoʙ ast, cudoj afkanda sud, hamcunon ki ʙo digaron, ki cunin meandesidand va saxt dar suʙha ʙudand, niz cunin sud. Haroina, onho saxt dar suʙha ʙudand va zindagiro pajvasta ʙo gumoni ʙotil ʙa sar ʙurdand va ʙa hamin saʙaʙ imon naovardand"}]}