{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":45,"VerseNumber":2,"Text":"การประทานลงมาขอคัมภีร์นี้จากอัลลอฮฺ ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"},{"SurahNumber":45,"VerseNumber":3,"Text":"แท้จริงในชั้นฟ้าทั้งหลาย และแผ่นดินนั้น แน่นอนย่อมมีสัญญาณหลากหลายสำหรับบรรดาผู้ศรัทธา"},{"SurahNumber":45,"VerseNumber":4,"Text":"และในการบังเกิดพวกเจ้า และสิ่งที่พระองค์ทรงให้สัตว์แต่ละชนิดแพร่สะพัดออกไปนั้นย่อมเป็นสัญญาณหลากหลายสำหรับหมู่ชนผู้เชื่อมั่น"},{"SurahNumber":45,"VerseNumber":5,"Text":"และการสับเปลี่ยนของกลางคืนและกลางวัน และสิ่งที่อัลลอฮฺทรงหลั่งลงมาจากฟากฟ้า เพื่อเป็นปัจจัยยังชีพนั้น พระองค์ทรงให้แผ่นดินมีชีวิตชีวาโดยน้ำฝนหลังจากการแห้งแล้งของมัน และการเปลี่ยนทิศทางเดินของลมย่อมเป็นสัญญาณหลากหลาย สำหรับหมู่ชนผู้ใช้สติปัญญา"},{"SurahNumber":45,"VerseNumber":6,"Text":"นั่นคือสัญญาณต่าง ๆ ของอัลลอฮฺ ซึ่งเราได้สาธยายสัญญาณเหล่านั้นแก่เจ้าด้วยความจริง ดังนั้น ด้วยคำบอกเล่าอันใดเล่า หลังจากอัลลอฮฺ และสัญญาณต่าง ๆ ของพระองค์ที่พวกเขาจะศรัทธากัน"},{"SurahNumber":45,"VerseNumber":7,"Text":"ความหายนะจงประสบแด่ทุกคนที่เป็นผู้โกหก ผู้ทำบาปมาก"},{"SurahNumber":45,"VerseNumber":8,"Text":"เขาได้ฟังอายาต (อัลกุรอาน) ของอัลลอฮฺถูกสาธยายแก่เขา แล้วเขาก็ดื้อรั้นอย่างยโส ประหนึ่งว่าเขาไม่เคยฟังอายาตมาก่อนเลย ดังนั้น จงแจ้งข่าวแก่เขาถึงการลงโทษอันเจ็บปวด"},{"SurahNumber":45,"VerseNumber":9,"Text":"และเมื่อเขาได้ทราบสิ่งใดจากอายาตของเรา เขาก็ถือเอาอายาตนั้น ๆ เป็นการล้อเลียน ชนเหล่านี้สำหรับพวกเขาจะได้รับการลงโทษอันอัปยศ"},{"SurahNumber":45,"VerseNumber":10,"Text":"เบื้องหน้าพวกเขาคือนรกญะฮันนัม และสิ่งที่พวกเขาขวนขวายไว้จะไม่อำนวยประโยชน์อันใดแก่พวกเขาได้ และสิ่งที่พวกเขายึดถือเอาเป็นผู้คุ้มครองอื่นจากอัลลอฮฺ ก็จะไม่อำนวยประโยชน์เช่นกัน และสำหรับพวกเขาจะได้รับการลงโทษอย่างใหญ่หลวง"},{"SurahNumber":45,"VerseNumber":11,"Text":"นี่คือแนวทางที่ถูกต้อง ส่วนบรรดาผู้ปฏิเสธศรัทธาต่ออายาต (อัลกุรอาน) แห่งพระเจ้าของพวกเขา สำหรับพวกเขาจะได้รับการลงโทษอันมหันต์อย่างเจ็บปวด"}]}