{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"(Musa) ayttı: «Oo, Rabbim! Menin kokurogumdu kenen kıl"},{"SurahNumber":20,"VerseNumber":26,"Text":"Jana menin isterimdi jeŋil kıl"},{"SurahNumber":20,"VerseNumber":27,"Text":"Tilimdegi tuyundu cecip koy"},{"SurahNumber":20,"VerseNumber":28,"Text":"Adamdar (sozumdu) tusuncudoy bolsun"},{"SurahNumber":20,"VerseNumber":29,"Text":"Maga oz uy-bulomdon vazir-jardamcı dayındap ber"},{"SurahNumber":20,"VerseNumber":30,"Text":"Agam Harundu"},{"SurahNumber":20,"VerseNumber":31,"Text":"Al sebeptuu menin kubatımdı koboyt"},{"SurahNumber":20,"VerseNumber":32,"Text":"Anı isime serik (paygambar) kıl"},{"SurahNumber":20,"VerseNumber":33,"Text":"Saga kop sajda (ibadat), kılısıbız ucun"},{"SurahNumber":20,"VerseNumber":34,"Text":"Seni kop zikir kılısıbız ucun"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ozuŋ bizdi korup turuucusuŋ!»"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allaһ) ayttı: «Suraganıŋdın baarı saga berildi oo, Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Biz saga bir jolkuda mından baska da jaksılık kılgan elek"},{"SurahNumber":20,"VerseNumber":38,"Text":"Osondo, Biz apaŋdın koŋuluno (mınday dep) ilham salganbız"},{"SurahNumber":20,"VerseNumber":39,"Text":"«Anı sandıkka salıp, (Nil) darıyaga tastagın, darıya anı jeekke cıgarat. (Kiyin) anı ozunun jana Menin dusmanım (Firaun) taap alat». Jana saga Ozubuzdon bir mahabbat (nur) bergenbiz, Bizdin Koz aldıbızda ulgayıp, tarbiyalanısıŋ ucun"},{"SurahNumber":20,"VerseNumber":40,"Text":"Anda senin ejeŋ barıp: «Anı kepilge ala turgan (emize turgan) ayalga bastap barayınbı?» dedi.! Osentip, kaygırbay, suyunup kalısı ucun Biz seni apaŋa kaytardık. Jana (bir kezde, ulgaygan mezgiliŋde) bir jandı olturup koyduŋ. Biz seni (osol) kaygıdan da kutkardık. Kiyin senin basıŋa kop sınoolordu saldık. Anan Madyan elinde bir nece jıldar turup kaldıŋ. Kiyin (Biz belgilegen) tagdır boyunca (bul jerge) keldiŋ, oo, Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Men seni Ozumo (paygambar kılıp) tandadım"},{"SurahNumber":20,"VerseNumber":42,"Text":"(Emi) sen jana agaŋ (Harun) ekooŋ Men bergen (toguz) moojizalardı alıp bargıla. Meni estoodo (jana eskertuudo) alsızdık kılbagıla"},{"SurahNumber":20,"VerseNumber":43,"Text":"(Obolu) Firaunga bargıla. Al cekten cıgıp ketti"},{"SurahNumber":20,"VerseNumber":44,"Text":"Anan aga (adegende) sılık-sıpaa soz aytkıla,! (Meni) esine alsa je (Menden) korkup kalsa ajep emes"},{"SurahNumber":20,"VerseNumber":45,"Text":"(Ekoo) ayttı: «O, bizdin Rabbi! Biz (daavattı bastay elekte) bizge karsı sasılıp (cara koldonup) koyuusunan jana cekten cıgıp zulumduk kıluusunan korkup jatabız»"},{"SurahNumber":20,"VerseNumber":46,"Text":"«Korkpogula! Men siler menenmin! (Bardıgın ugup, korup turamın)"},{"SurahNumber":20,"VerseNumber":47,"Text":"Bargıla dagı: «Biz Rabbiŋdin elcileri bolobuz. Israyil urpaktarın biz menen (oz ata jurttarına) jiber. Alardı azapka salba. Biz saga Rabbiŋden moojiza alıp keldik. Hidayatka (Allaһtın Tuura Joluna) eercigenderge salam bolsun!»"},{"SurahNumber":20,"VerseNumber":48,"Text":"Cınında, bizge: «(Menin ayattarımdı) «jalgan» dep, juz burgan adamdarga azap bar» dep vahiy kılıngan» - degile. (Osondo Firaun)"},{"SurahNumber":20,"VerseNumber":49,"Text":"Ayttı: «O, Musa, silerdin Rabbiŋer kim?!»"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Musa) ayttı: «Bizdin Rabbibiz bardık nerselerge (ozuno jaraskan) kelbet-sekilin berip (jaratkan) jana (oz bagıtına) joldop koygon Allaһ»"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Firaun) ayttı: «Otkon kılımdın elderine emne bolgonun bilesiŋbi?»"},{"SurahNumber":20,"VerseNumber":52,"Text":"Alar jonundogu ilim Rabbimdin aldındagı Kitepte. Rabbim (al Kitepte) adaskan emes, ec nerseni unutkan da emes»"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Allaһ) silerge jerdi besik (sıyaktuu meken) kılıp, anda siler ucun jol salıp berdi. Jana silerge asmandan suu tusurdu. Kiyin Biz anı menen ar turduu osumduktordu cıgardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"(Alardan) jegile jana mal-carbaŋardı bakkıla. Bul nerselerde akılduu kisiler ucun sabaktar bar"}]}