{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"All-llahu urdheron drejtesi, bamiresi, ndihme te afermve, e ndalon nga imoraliteti, nga e neveritura dhe dhuna. Ju keshillon ashtu qe te merrni mesim"},{"SurahNumber":16,"VerseNumber":91,"Text":"Meqe keni premtuar, pra zbatojeni premtimin e dhene ndaj All-llahut, e mos i prishni betimet pasi i keni vertetuar ato, duke qene se All-llahun e bete garant tuajin. Vertet, All-llahu e di se cka punoni"},{"SurahNumber":16,"VerseNumber":92,"Text":"Mos u beni (ne ceshtjet e betimit) si ajo (grua) qe e prish tjerrin e saj psi te kete dredhur fort, e t’i beni betimet tuaja dredhi (mahtrim) mes jush, per shkak se nje popull eshte me i madh se tjetri. All-llahu vetem ju sprovon me kete, e ne diten e gjykimit Ai gjithsesi do t’ju sqaroje ate gje rreth te ciles kundershtoheshit"},{"SurahNumber":16,"VerseNumber":93,"Text":"Sikur te deshironte All-llahu do t’ju bente nje popull (ne njefe) por (sipas dijes se Vet) Ai e le te humbur ate qe do, dhe e udheezon tjetrin qe do, e patjeter do te pergjigjeni per ate qe vepruat"},{"SurahNumber":16,"VerseNumber":94,"Text":"Mos i perdorni betimet tuaja per dredhi mes jush, e te rreshqitni pas forcimit, e te shijoni te keqen (e dredhise0 nga rruga e All-llahut, e ju do te keni denim te madh)"},{"SurahNumber":16,"VerseNumber":95,"Text":"Mos e shitni besen e dhene All-llahut per nje vlere te pakte, pse ate qe do ta keni te All-llahu eshte shume e dobishme per ju nese jeni qe e dini"},{"SurahNumber":16,"VerseNumber":96,"Text":"Ajo qe e keni prane vetes eshte e perkohshme, e ajo qe eshte te All-llahu eshte e perjetshme. E Ne do t’u japim atyre qe ishin te durueshem shperblimin me te mire te asaj qe vepruan"},{"SurahNumber":16,"VerseNumber":97,"Text":"Kush ben veper te mire, qofte mashkull ose femer, e duke qene besimtar, Ne do t’i japim atij jete te mire (ne kete bote), e (ne boten tjeter) do t’u japim shperblimin me te mire per veprat e tyre"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kur te lexosh Kur’anin kerko mbrojtjen e All-llahut prej djallit te mallkuar"},{"SurahNumber":16,"VerseNumber":99,"Text":"Vertet, ai (shejtani) nk ka kurrfare fuqie kunder atyre qe besuan dhe i jane mbeshtetur Zotit te tyre"},{"SurahNumber":16,"VerseNumber":100,"Text":"Mbizoterimi i tij eshte vetem mbi ata qe perkrahin ate dhe mbi ata qe per shkak te tij u bene idhujtare"}]}