{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Motho o re: “Eng! Ha ke se ke shoele, nka hlola ke boela ka tsosoa hape?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Empa motho ha a hopole hore Re mo hlotse pele es’o ho be letho"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ka Mong`a hau! Ruri Re tla ba khobokanya `moho le mahlahana a liabolosi, Re tla ba hlahisa kapel’a lihele ba kebisitse melala"},{"SurahNumber":19,"VerseNumber":69,"Text":"Ebe moo re tlang ho motsula maquloaneng bohle bao e neng e le lingangele borabeleng malebana le Allah, Ea Tletseng Lereko"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ruri Re na le bo’nete bo feletseng ka bohle ba tlang ho chesoa kamoo"},{"SurahNumber":19,"VerseNumber":71,"Text":"Ha ho mong le mong ea sa tl’o feta ho ona. Seo ke molao oa pallo ea Mong`a hau, e tlang ho phethahatsoa"},{"SurahNumber":19,"VerseNumber":72,"Text":"Re tla pholosa bohle ba neng ba le khahlanong le bobe, e be Re lesa bohle ba etsang libe ba tepeletse moo"},{"SurahNumber":19,"VerseNumber":73,"Text":"Nakong eo ba pheteloang lits’enolo tsa Rona tse hlakileng, mahana-umelo a re ho ba kholoang: “Mafapheng ana a mabeli, e leng la rona le la lona, ke le feng le maemong a phahameng ho feta le leng, kaha le le sefutho se kang sa lebotho?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Ha na ke meloko e mekae eo Re ileng Ra e ripitla pele ho bona, ba neng ba bile ba le sefutho mabapi le thepa esita le hona hobale chebelo pele"},{"SurahNumber":19,"VerseNumber":75,"Text":"E re: “Haele ba khasang har’a phoso, Ruri Allah U tla lelefatsa nako ea bona ea bophelo, ho fihlela ba phirimeloa ke seo ba neng ba se ts’episitsoe, ebang ekaba kotlo lefats’eng lena, kapa ebang ekaba hora ea timelo, ke moo ba tlang ho tseba hore na ke bo mang ba nang le chebelo pele le hore na ke bo mang bao e leng lebotho le fokolang"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah U phaella tataiso e nepahetseng bohle ba tsamaeng ka nepo, mesebetsi e lokileng eo ba e etsang e molemo mahlong a Mong`a bona sebakeng sa moputso le bokamoso bo molemo.”"},{"SurahNumber":19,"VerseNumber":77,"Text":"Na u se u kile oa bona ea latolang lits’enolo tsa Rona kamorao e be o re: “Ruri ‘na ke tla putsoa ka bana le thepa?”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Na o se a kile a bona Masabonoeng, kapa o thehile selekane le Allah"},{"SurahNumber":19,"VerseNumber":79,"Text":"Che! Re tla ngola tseo a li buoang le hona ho phaella kahlolong ea hae"},{"SurahNumber":19,"VerseNumber":80,"Text":"Sohle seo a se buoang se tla khutlela ho Rona, o tla ema kapel’a Rona a le fela, a le mong"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ba inketse melimo esele kathoko ho Allah, ho ba neha matla le tlotla"},{"SurahNumber":19,"VerseNumber":82,"Text":"Empa ba tla latola borapeli ba bona, ba fetohe mahlaba-phieo khahlanong le eona"}]}