{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alipha, la-ma, mima"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allaha, te'omra bahirae ana kono prakrta ilaha na'i, te'om ciranjira, sarbasattara dharaka"},{"SurahNumber":3,"VerseNumber":3,"Text":"Te'om satya sahakarae tomara prati kitaba aratirna karaiche, iyara agata yi ahiche tara satyata pratipannakarai hicape, arau teraemi aratirna karaichila ta'oraata arau injila"},{"SurahNumber":3,"VerseNumber":4,"Text":"Itipurbe manuhara babe hidayatasbaraupa; arau te'om phurakana aratirna karaiche. Niscaya yisakale allahara ayatasamuha asbikara karae sihamtara babe'i ache kathora sasti, arau allaha maha-paraakramasali, pratisodha grahanakarai"},{"SurahNumber":3,"VerseNumber":5,"Text":"Niscaya allaha, akasa arau prthiraira ekorae'i te'omra ocarata gopana nathake"},{"SurahNumber":3,"VerseNumber":6,"Text":"Teraemi matrgarbhata yenekai iccha tomalokara akrti gathana karae. Te'omra bahirae ana kono satya ilaha na'i; (te'om) prabala paraakramasali, prajnamaya"},{"SurahNumber":3,"VerseNumber":7,"Text":"Teraemi tomara prati e'i kitaba aratirna karaiche yitora kichumana ayata ‘muhakama’, se'iborae'i kitapara mula; arau anabora ha'la mutasbabiha, eteke yihamtara antarata bakrata ache kerala sihamte'i phitana arau bhula byakhyara uddesye mutasbabihatara anusarana karae. Athaca allahara bahirae ana kone'o iyara byakhya najane; arau yisakala jnanata sugabhira te'omloke kaya, ‘ami e'iborara prati imana posana karao, e'i sakalo amara rabara paraa ahiche’; arau jnana-bud'dhisampanna lokara bahirae ana kone'o upadesa grahana nakarae"},{"SurahNumber":3,"VerseNumber":8,"Text":"He amara raba! Sarala patha pradana karaara pichata tumi amara antarasamuhaka satya langhanaprabana nakaraiba arau tomara taraphara paraa amaka rahamata pradana karaa, niscaya tumi mahadata"},{"SurahNumber":3,"VerseNumber":9,"Text":"He amara raba! Niscaya tumi edinakhana manuhaka samabeta karaiba tata kono sandeha na'i; niscaya allahe pratisrauti bhanga nakarae"}]}