{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":14,"VerseNumber":7,"Text":"Soni (kumbuchilani) katema kajwajenesye M’mbuje gwenu yanti: “Chisimu naga nkutogolela Une tinan’jonjechesye, nambo naga nkane (manyililani yanti): Chisimu ilagasyo Yangu niyaukali nnope.”"},{"SurahNumber":14,"VerseNumber":8,"Text":"Soni Musa jwatite (ku wandu wakwe): “Naga nkane jenumanja ni wosope wali pa chilambo, basi (niyenu), chisimu Allah ni Jwakupata kwejinji, Jwakulapilidwa kusyesyene.”"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ana nganijim’bichilila wanganyammwe abali ja awala wapaujo penu? Wandu wa Nuhu, wa Adi ni wa Samuda, kwisa soni awala wamunyuma mwao, wangaakwamanyilila ikaweje Allah? Waichilile Achimitenga wao ni ilosyo yakuonechela, basi ni wauchisye magasa gao kukamwa kwao (paagaluma ligongo lyaukali), ni watite: “Chisimu uwwe tukaaniile yantumisyidwe nayoyi, soni chisimu uwwe tuli nchikaiko chekulungwa chakaichila yankutuwilanjilayi.”"},{"SurahNumber":14,"VerseNumber":10,"Text":"Achimitenga wao watite: “Chichi! Allah kuwa nkunkaichila, Nkugumba mawunde ni mataka? Akum’bilanga jenumanja kuti ankululuchile sambi syenu, ni anchelewasye (ngampa ipotesi) kwikanila ndema jekolanjidwe (jakuwila).” Wanganyao watite: “Nganim’ba jenumanja ikaweje wandu mpela uwwewe. N’gamba kusaka kuti ntusiwilile ku yawaliji nkuigalagatila achatati wetu, basi ikani nao kukwetu umboni wakuonechela.”"},{"SurahNumber":14,"VerseNumber":11,"Text":"Achimitenga wao waasalile kuti: “Uwwe nganituwa ikaweje wandu mpela wanganyammwe, nambo kuti Allah akasampaga ukoto jwansachile mwa achikapolo Wakwe. Soni nganiyiwa kukwetu yanti ni tum’bichilile nacho chilosyo ikaweje mu lisosa lya Allah, sano kwa Allah pe basi ajegamile wakulupilila.”"},{"SurahNumber":14,"VerseNumber":12,"Text":"“Soni chipali chichi kukwetu chakututendekasya kuti tukajegamila kwa Allah kutendaga pamasile paatulosisye matala getu? Soni chitupilile kusyene pa iliyose yampaka ntusausye nayo, soni kwa Allah pe basi ajegamile akwegamila.”"}]}