{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Musa’yı da ayetlerimizle ve açık bir delil ile göndermiştik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve onun ileri gelenlerine (gönderdik). Fakat onlar Firavun'un emrine uydular. Oysa Firavun'un emri doğru değildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gününde kavminin önüne geçecek ve onları ateşe götürecektir. Ne kötü varış yeridir orası"},{"SurahNumber":11,"VerseNumber":99,"Text":"Onlar, hem bu dünyada, hem de kıyamet gününde lânete uğratıldılar. Ne kötü bağıştır bu onlara verilen"},{"SurahNumber":11,"VerseNumber":100,"Text":"İşte bunlar sana kıssa olarak anlattığımız ülkelere ait haberlerdendir. Onlardan ayakta duranlar da var, yıkılıp gidenler de"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik. Fakat onlar kendilerine zulmettiler. Rabbinin emri gelince, Allah’ı bırakıp da dua ettikleri ilâhları kendilerine hiçbir fayda sağlamadı. İlâhları onların sadece ziyanlarını artırdı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Zulme sapmış memleketlerin halkını yakaladığında, Rabbinin yakalaması işte böyledir! Şüphesiz O’nun yakalaması can yakıcı ve şiddetlidir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Şüphesiz, ahiret azabından korkanlar için bunda bir ibret vardır. Bu, insanların (hesap ve ceza için) toplanacakları bir gündür. O, tanık olunacak bir gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu (kıyamet gününü) ancak belirli bir zamana kadar erteliyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gün geldiği zaman Allah’ın izni olmadan hiçbir kimse konuşamaz. Onlardan kimisi bedbaht, kimisi bahtiyardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar ateştedirler. Onlar orada yüksek hırıltılarla ve inleyerek solurlar"},{"SurahNumber":11,"VerseNumber":107,"Text":"Onlar, gökler ve yerler ayakta durdukça orada ebedî olarak kalacaklardır. Ancak Rabbinin dilemesi başka. Şüphesiz Rabbin, istediğini yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Bahtiyar olanlar ise Cennet'tedirler. Gökler ve yer ayakta durdukça, orada ebedî kalacaklardır. Ancak Rabbinin dilediği kimseler (Mü'minlerden bir kısım günahkârlar) müstesna. Bu tükenmez/kesintisiz bir lütuftur"},{"SurahNumber":11,"VerseNumber":109,"Text":"Öyleyse sakın onların ibadet ettiği şeylerden kuşkun olmasın. Onlar ancak, evvelce babalarının tapındıkları gibi tapınıyorlar. Biz, onlara paylarını eksiksiz olarak vereceğiz"}]}