{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"To, Ho"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ej Rasul, Qur'onro ʙar tu nozil nakardaem, ki dar ranç aftī"},{"SurahNumber":20,"VerseNumber":3,"Text":"Haroina, Qur'one, ki Mo nozil kardem tanho huşdorest ʙaroi kase, ki az Alloh metarsad"},{"SurahNumber":20,"VerseNumber":4,"Text":"Nozil şudaast az çoniʙi kase, ki zaminu osmonhoi ʙalandro ofarida"},{"SurahNumber":20,"VerseNumber":5,"Text":"Allohi mehruʙon ʙar ʙoloi Arş ast"},{"SurahNumber":20,"VerseNumber":6,"Text":"Az oni Ūst, on ci dar osmonhovu zamin va mijoni onhost va on ci dar zeri xok ast"},{"SurahNumber":20,"VerseNumber":7,"Text":"Va ej Rasul, agar suxani ʙaland ʙigūjī, jo agar suxani pinhon ʙigūj, Ū suxani pinhonu pinhontarro medonad"},{"SurahNumber":20,"VerseNumber":8,"Text":"Alloh, Zotest, ki heç ma'ʙudi ʙarhaq çuz Ū nest, doroi nekūtarin va zeʙotarin nomhost"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ej Rasul? ojo xaʙari Mūso (pisari Imron alajhissalom) ʙa tu rasidaast"},{"SurahNumber":20,"VerseNumber":10,"Text":"Cun otaşe did va ʙa xonavodai xud guft: «In ço ʙoşed, ki man az dur otaşe meʙinam, şojad ʙarojaton şū'laero ʙijovaram jo dar rūşnoii on rohe ʙijoʙam»"},{"SurahNumber":20,"VerseNumber":11,"Text":"Cun Mūso nazdi otaş omad, nido doda şud: «Ej Mūso"},{"SurahNumber":20,"VerseNumber":12,"Text":"Hamono Man Parvardigori tu hastam. Pas pojafzolatro az pojat ʙikaş, ki inak dar vodii muqaddasi Tuvo hastī"},{"SurahNumber":20,"VerseNumber":13,"Text":"Va man turo intixoʙ kardam (ʙa pajƣamʙarī). Pas ʙa on ci ki vahj meşavad, gūş dor"},{"SurahNumber":20,"VerseNumber":14,"Text":"Haroina, Allohi jakto Man hastam. Heç ma'ʙudi ʙarhaq çuz man nest. Pas tanho maro ʙiparast va namoz ʙixon, to ʙa jodi Man ʙoşī"},{"SurahNumber":20,"VerseNumber":15,"Text":"Alʙatta, rūzi qijomat, ki mardum dar on az nav zinda meşavand, omadanī ast. Mexoham, ki vaqti onro pinhon doram, to har kase ʙa ivazi on ci mekard dar dunjo az nek jo ʙad, çazo doda meşavad"},{"SurahNumber":20,"VerseNumber":16,"Text":"Pas on kas, ki ʙa voqe' şudani qijomat imon nadorad va pajravii havoi xeş kardaast, turo ej Mūso, az on (imoni ʙa qijomat) ʙoz nadorad, to ʙa halokat aftī"},{"SurahNumber":20,"VerseNumber":17,"Text":"Ej Mūso, on cist ʙa dasti rostat"},{"SurahNumber":20,"VerseNumber":18,"Text":"Guft: «In asoi man ast. Bar on takja mekunam va ʙaroi gūsfandonam ʙo on ʙarg merezonam. Va maro ʙo aso niz korhoi digare ast»"},{"SurahNumber":20,"VerseNumber":19,"Text":"Alloh guft: «Ej Mūso, onro ʙiparto»"},{"SurahNumber":20,"VerseNumber":20,"Text":"Pas, ʙipartoft onro. Nogahon ʙa amri Alloh more şud, ki mexazid"},{"SurahNumber":20,"VerseNumber":21,"Text":"Guft: «Bigiraş va matars. Bori digar onro ʙa surati naxustinaş ʙozmegardonem"},{"SurahNumber":20,"VerseNumber":22,"Text":"Dasti xeş dar ʙaƣal kun, to safed va duraxşon ʙerun ojad ʙiduni ajʙu nuqson zero ki in mu'çizai digarest ʙaroi tu"},{"SurahNumber":20,"VerseNumber":23,"Text":"Mexohem, ki to ojathoi ʙuzurgtari xudro ʙa tu -ej Mūso-, nişon dihem va in hama dalolat ʙar ʙuzurgii qudrati Mo va durust ʙudani pajomʙarii tu mekunad"},{"SurahNumber":20,"VerseNumber":24,"Text":"(Ej Mūso) nazdi Fir'avn ʙirav, ki hamono ū sarkaşī kardaast, pas ūro ʙa jaktoparastī da'vat ʙikun"}]}