{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"avaru (kapaṭigaḷu) sariyāgi ā kaḍegū illa, ī kaḍegū illavembante, averaḍara (satya-mithyagaḷa) naḍuve jōtāḍuttiruttāre. Allāhanē dārigeḍisi biṭṭātanigāgi nīvu yāva dāriyannū kāṇalāriri"},{"SurahNumber":4,"VerseNumber":143,"Text":"viśvāsigaḷē, nīvu viśvāsigaḷannu biṭṭu dhikkārigaḷannu nim'ma pōṣaka mitrarāgisikoḷḷabēḍiri. Nīvēnu, nim'ma virud'dha allāhanige ondu spaṣṭa purāveyannu odagisabayasuvirā"},{"SurahNumber":4,"VerseNumber":144,"Text":"kapaṭigaḷu narakada tīrā keḷagina antastinalliruvaru. Avarige nīvu yāva sahāyakanannū kāṇalāriri"},{"SurahNumber":4,"VerseNumber":145,"Text":"Paścāttāpa paṭṭu, tam'mannu sudhārisikoṇḍavaru hāgū bhadravāgi allāhanannu avalambisi, tam'ma niṣṭheyannu sampūrṇavāgi allāhanige mīsalāgiṭṭavara horatu. Avaru (paralōkadalli) viśvāsigaḷa jotegiruvaru. Allāhanu śīghradallē viśvāsigaḷige bhārī pratiphala nīḍuvanu"},{"SurahNumber":4,"VerseNumber":146,"Text":"nīvu kr̥tajñarādare hāgū viśvāsigaḷādare, nim'mannu śikṣisi allāhanige ēnāgabēkāgide? Allāhanantū (oḷitina) praśansakanū ellavannū ballavanū āgiddāne"},{"SurahNumber":4,"VerseNumber":147,"Text":"bahiraṅgavāda baydāṭavannu allāhanu meccuvudilla – ādare marditana horatu. Allāhanantu ellavannū kēḷuvavanū ballavanū āgiddāne"},{"SurahNumber":4,"VerseNumber":148,"Text":"nīvu satkāryavannu bahiraṅgavāgi māḍidare athavā guṭṭāgi māḍidare athavā nīvu (itarara) tappannu kṣamisi biṭṭare – allāhanantū sadā kṣamisuvavanū samarthanū āgiddāne"},{"SurahNumber":4,"VerseNumber":149,"Text":"khaṇḍitavāgiyū, allāhanannu mattavana dūtarannu dhikkarisuvavaru hāgū allāhana mattavana dūtara naḍuve tāratamya māḍuvavaru mattu ‘‘nāvu avaralli (dūtaralli) kelavarannu nambuttēve mattu kelavarannu tiraskarisuttēve’’ ennuvavaru mattu avugaḷa (satya-mithyagaḷa) naḍuve bērondu mārgavannu huḍukuttiruvavaru –"},{"SurahNumber":4,"VerseNumber":150,"Text":"– avarē nijavāda dhikkārigaḷu. (Intaha) dhikkārigaḷigāgi nāvu tīrā apamānakāri śikṣeyannu sid'dhagoḷisiṭṭiddēve"},{"SurahNumber":4,"VerseNumber":151,"Text":"allāhanallū avana dūtarallū nambike uḷḷavarige hāgū avaralli (dūtaralli) yāra naḍuveyū tāratamya māḍadavarige (allāhanu) śīghradallē avara pratiphalavannu nīḍuvanu. Allāhanantu tumbā kṣamisuvavanū karuṇāmayiyū āgiddāne"},{"SurahNumber":4,"VerseNumber":152,"Text":"(Dūtarē,) granthadavaru nim'moḍane, tamagāgi ākāśadinda ondu granthavannu iḷisikoḍabēkendu āgrahisuttiddāre. Ī hinde avaru mūsāra munde idakkinta doḍḍa āgrahagaḷannu maṇḍisiddaru mattu ‘‘namage vyaktavāgi allāhanannu tōrisi koḍiri’’ endiddaru. Konege, avara akramagaḷa kāraṇa avara mēle siḍileragi biṭṭitu. Munde, tam'ma baḷige bahaḷa spaṣṭa purāvegaḷu banda baḷikavū avaru karuvannu (dēvarāgi) neccikoṇḍaru. Iṣṭiddū nāvu avarannu kṣamisidevu mattu mūsārige bahaḷa spaṣṭavāda prābalyavannu nīḍidevu"}]}