{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"And olsun ki, biz Nuh´u kavmine gönderdik. O, «ey kavmim!» dedi, «Allah´a ibâdet edin, O´ndan başka sizin hiçbir (hakiki) tanrınız yoktur. Artık (putlara tapmaktan, azgınlıktan ve kötülüklerden) sakınmaz mısınız ?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine kavminin ileri gelenlerinden inkâra sapan bir grup dedi ki: «Bu da ancak sizin gibi bir insandır. Size karşı üstünlük sağlamak ister. Allah, (peygamber göndermeyi) dilemiş olsaydı, elbette melekleri (görevlendirip) gönderirdi. Hem ilk atalarımızdan da böyle bir şey işitmedik.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Bu şüphesiz kendisinde cinnet (belirtisi) bulunan bir adamdır. Bir süre onu gözetip bekleyelim.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nûh, «ey Rabbim ! Beni yalanlamalarına karşılık sen bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"Nuh´a, «gemiyi gözümüzün önünde (talimatımız altında) vahyimiz uyarınca yap; emrimiz gelip tandırdan su kaynayıp fışkırınca ona her (cins hayvandan) ikişer çift (veya birer çift) ve aleyhlerinde emir (hüküm) geçmiş olanın dışında aileni getirip yerleştir ve sakın o zâlimler hakkında bana hitap etme; çünkü onlar mutlaka boğulacaklardır,» diye vahyettik"},{"SurahNumber":23,"VerseNumber":28,"Text":"Artık sen ve beraberindekiler gemiye yerleşip yerinizi alınca, de ki: «Bizi zâlim bir kavimden kurtaran Allah´a hamd olsun.»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: «Rabbim ! Beni mubarek bir konağa indir, sen (konaklara) indirenlerin en hayırlısısın.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şüphesiz ki (bu önemli ve ibretli olayda) birçok öğütler ve dersler vardır. Doğrusu biz hep (böyle) sınava çekeriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından başka bir nesil ortaya çıkardık"},{"SurahNumber":23,"VerseNumber":32,"Text":"İçlerinden (seçip beğendiklerimizi) kendilerine peygamber olarak gönderdik. (O da onlara): «Allah´a ibâdet edin, O´ndan başka sizin için (hakiki) hiçbir tanrı yoktur; artık (inkârdan, puta tapmaktan, azgınlık göstermekten) sakınmazmısınız ?» dedi"}]}