{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"O moy Gospod'! - otvetil (Musa). - Rasshir' mne grud'"},{"SurahNumber":20,"VerseNumber":26,"Text":"I oblegchi moyu zadachu"},{"SurahNumber":20,"VerseNumber":27,"Text":"Ot uz yazyk moy razreshi"},{"SurahNumber":20,"VerseNumber":28,"Text":"Chtob rech' moyu oni mogli ponyat'"},{"SurahNumber":20,"VerseNumber":29,"Text":"Postav' pomoshchnika mne iz moyey sem'i"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kharuna, brata moyego"},{"SurahNumber":20,"VerseNumber":31,"Text":"I ukrepi im moshch' moyu"},{"SurahNumber":20,"VerseNumber":32,"Text":"Sdelay uchastnikom yego v moyem prednaznachen'ye"},{"SurahNumber":20,"VerseNumber":33,"Text":"Chtob neustanno slavit' nam Tebya"},{"SurahNumber":20,"VerseNumber":34,"Text":"I neustanno prizyvat' (v svoikh molitvakh)"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ved' Ty - nad nami zorkiy strazh"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allakh yemu) otvetil: \"Musa! Darovano tebe prosimoye toboy"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ved', istinno, i v prezhniy raz Tebe My milost' okazali"},{"SurahNumber":20,"VerseNumber":38,"Text":"Kogda vnushili povelen'ye materi tvoyey"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Mladentsa) bros' v kovcheg i po moryu pusti. A more vybrosit yego na bereg, I vytashchit yego vrag Moy i vrag yego. YA na tebya proster Moyu lyubov', Chtob na ochakh Moikh tebya oni vzrastili"},{"SurahNumber":20,"VerseNumber":40,"Text":"I (vspomni,) kak prishla tvoya sestra I tak skazala: \"Ne ukazat' li vam, Kto mozhet vykhodit' i vyrastit' (mladentsa)?\" Tak My vernuli k materi tebya, Chtoby uteshilas' ona i pro pechal' zabyla. Potom ty (v gneve) dushu pogubil, I My spasli tebya ot vsekh trevog i nakazan'ya, I My podvergli mnogim ispytaniyam tebya. I ty provel goda sred' obitateley Madyana, Potom po predpisaniyu (ot Nas) Prishel syuda (k narodu svoyemu), o Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Sebe (na sluzhbu) YA tebya gotovil"},{"SurahNumber":20,"VerseNumber":42,"Text":"Idi zhe ty i brat tvoy So znamen'yami Moimi (k lyudyam), I v pominanii Menya (Userdiye pust' vashe) ne slabeyet"},{"SurahNumber":20,"VerseNumber":43,"Text":"Stupayte oba k Faraonu - Ved' vse predely prestupil on"},{"SurahNumber":20,"VerseNumber":44,"Text":"No rech' s nim krotkuyu vedite: Byt' mozhet, uveshchaniye on primet I uboitsya (gneva Boga)"},{"SurahNumber":20,"VerseNumber":45,"Text":"Oni skazali: \"Nash Gospod'! Boimsya my, on s nami budet derzok Il' pospeshit nam sdelat' zlo"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Gospod') skazal: \"Ne boytes', s vami YA, - Poistine, YA slushayu i vizhu"},{"SurahNumber":20,"VerseNumber":47,"Text":"A potomu idite i skazhite: \"Poslanniki my Boga tvoyego. Otprav' synov Israilya ty s nami I im stradaniy ne chini. Prishli k tebe my so znameniyem ot Boga tvoyego, I mir tomu, kto Rukovodstvo (Yego) primet"},{"SurahNumber":20,"VerseNumber":48,"Text":"Uzhe otkryto nam, Chto budet nakazaniye dlya tekh, Kto (yego) lozh'yu narechet i otvernetsya"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Tut) (Faraon) skazal: \"Kto vam Gospod', o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa otvetil: \"Gospod' nash - Tot, Kto kazhdoy (sotvorennoy) tvari Pridal porodu, formu, a potom (Dlya prebyvaniya) naznachil Rukovodstvo"},{"SurahNumber":20,"VerseNumber":51,"Text":"A kak zhe (delo budet obstoyat') So (mnozhestvom) ushedshikh pokoleniy, (K kotorym eto Rukovodstvo ne prishlo)? - Sprosil (ikh Faraon)"},{"SurahNumber":20,"VerseNumber":52,"Text":"Pro eto znayet moy Gospod', - otvetil Musa, - (I znachitsya ob etom) v Yego Knige. Ne oshibayetsya Gospod' moy (nikogda) I (nichego) ne zabyvayet"},{"SurahNumber":20,"VerseNumber":53,"Text":"On - Tot, Kto rasproster vam zemlyu kolybel'yu, Po ney dlya vas dorogi prolozhil, Nizvel (obil'no) vodu s neba I yeyu v parakh raznyye rasteniya izvel"},{"SurahNumber":20,"VerseNumber":54,"Text":"Pitaytes' i na ney stada svoi pasite! Zdes', istinno, znameniye dlya tekh, Kto obladayet razumen'yem"}]}