{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif lam ra. Eto - znameniya knigi mudroy"},{"SurahNumber":10,"VerseNumber":2,"Text":"Razve dlya lyudey - divo, chto My vnushili cheloveku iz nikh: \"Uveshchay lyudey i obraduy tekh, kotoryye uverovali, chto u nikh - vernoye preimushchestvo pred ikh Gospodom\"? Govoryat nevernyye: \"Konechno, eto - yavnyy koldun"},{"SurahNumber":10,"VerseNumber":3,"Text":"Poistine, Gospod' vash - Allakh, kotoryy sotvoril nebesa i zemlyu v shest' dney, potom utverdilsya na trone, upravlyaya Svoim delom. Net zastupnika inache, kak posle Yego pozvoleniya. Eto dlya vas - Allakh, vash Gospod', poklonyaytes' zhe Yemu! Razve vy ne opomnites'"},{"SurahNumber":10,"VerseNumber":4,"Text":"K Nemu vashe vozvrashcheniye, vsekh, po obetovaniyu - pit'ye iz kipyatka i nakazaniye muchitel'noye za to, chto oni ne verovali"},{"SurahNumber":10,"VerseNumber":5,"Text":"On - tot, kotoryy sdelal solntse siyaniyem, a mesyats - svetom i raspredelil yego po stoyankam, chtoby vy znali chislo godov i schisleniye. Allakh sotvoril eto tol'ko po istine, raspredelyaya znameniya dlya lyudey znayushchikh"},{"SurahNumber":10,"VerseNumber":6,"Text":"Poistine, v smene nochi i dnya i v tom, chto sotvoril Allakh v nebesakh i na zemle, znameniya dlya lyudey bogoboyaznennykh"},{"SurahNumber":10,"VerseNumber":7,"Text":"Poistine, te, kotoryye ne nadeyutsya na vstrechu s Nami, dovol'ny zhizn'yu blizhney i uspokaivayutsya na ney, i te, kotoryye nebregut Nashimi znameniyami"},{"SurahNumber":10,"VerseNumber":8,"Text":"Eto - te, ubezhishchem dlya kotorykh - ogon' za to, chto oni priobretali"},{"SurahNumber":10,"VerseNumber":9,"Text":"Poistine, te, kotoryye uverovali i tvorili blagoye, - Gospod' ikh povedet ikh po ikh vere; potekut pod nimi reki v sadakh blagodati"},{"SurahNumber":10,"VerseNumber":10,"Text":"Zov ikh tam: \"Khvala Tebe, Bozhe!\", a privet ikh tam: \"Mir!\". A konets ikh zova: \"Slava Allakhu, Gospodu mirov"}]}