{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"bhumiyannu hagu ettarada akasagalannu srstisidavane idannu ilisikottiruvanu"},{"SurahNumber":20,"VerseNumber":2,"Text":"avanu parama dayalu – visvasinhasanadalli nelesiruvanu"},{"SurahNumber":20,"VerseNumber":3,"Text":"Akasagalalliruva, bhumiyalliruva, avugala naduve iruva mattu bhumiya taladalliruva ellavu avanige seride"},{"SurahNumber":20,"VerseNumber":4,"Text":"nivu adestu dhvani erisidaru, avanantu atyanta guttina hagu guptavagidalada visayagalannu khandita ballavanagiddane"},{"SurahNumber":20,"VerseNumber":5,"Text":"allah- avana horatu bere devarilla. Avanige atyuttama hesarugalive"},{"SurahNumber":20,"VerseNumber":6,"Text":"innu nimage musara suddi talupideye"},{"SurahNumber":20,"VerseNumber":7,"Text":"avaru (duradalli) benkiyannu kandaga, tam'ma maneyavarodane helidaru; nivu ille iri. Nanu benkiyannu kandiddene. Allinda nimagagi kendavannu taralu nanage sadhyavaditu athava benkiya bali nanage (mundina dariya kuritu) margadarsana sikkitu"},{"SurahNumber":20,"VerseNumber":8,"Text":"avaru adara balige talupidaga navu karedevu; o musa"},{"SurahNumber":20,"VerseNumber":9,"Text":"nane nim'ma odeya. Nivu nim'ma butugalannu kalaciri. Nivu pavitravada ‘tuva’ kaniveyalliddiri"},{"SurahNumber":20,"VerseNumber":10,"Text":"nanu nim'mannu arisikondiruvenu. Idiga nimage nidalaguva divyavaniyannu keliri"},{"SurahNumber":20,"VerseNumber":11,"Text":"khanditavagiyu nane allah. Nanna horatu bere devarilla. Nannanne pujisiri mattu nanna nenapannu ulisikollalu namajh annu palisiri"},{"SurahNumber":20,"VerseNumber":12,"Text":"a antima ksanavu khandita baralide. Pratiyobbanigu avana sramada phala nidalikkagi, nanu adannu (adara khacita samayavannu) guttagida bayasuttene"},{"SurahNumber":20,"VerseNumber":13,"Text":"adaralli nambike illadavanu mattu tanna iccheyannu anusarisuvavanu nim'mannu adarinda tadeyadirali. An'yatha nivu nasavaguviri"},{"SurahNumber":20,"VerseNumber":14,"Text":"o musa, a nim'ma balagaiyalli enide"},{"SurahNumber":20,"VerseNumber":15,"Text":"avaru helidaru; idu nanna urugolu. Nanu idannu adharisi nilluttene mattu nanu idarinda nanna adugaligagi elegalannu udurisuttene. Nanage idarinda itara halavu prayojanagalu ive"},{"SurahNumber":20,"VerseNumber":16,"Text":"avanu (allahanu) helidanu; o musa, nivu adannu kelagidiri"},{"SurahNumber":20,"VerseNumber":17,"Text":"avaru adannu kelagittaru. Kudale adu odaduva sarpavagi bittittu"},{"SurahNumber":20,"VerseNumber":18,"Text":"Avanu helidanu; nivu adannu hidiyiri mattu nivu anjabedi. Navu bahu begane adannu modalina sthitige maralisuvevu"},{"SurahNumber":20,"VerseNumber":19,"Text":"niviga nim'ma kaiyannu nim'ma tolinadiyallidiri. Adu yava kastavu illade ujvala rupadalli hora baruvudu. Idu innondu purave"},{"SurahNumber":20,"VerseNumber":20,"Text":"idekendare, munde navu nimage nam'ma dodda puravegalannu torisaliruvevu"},{"SurahNumber":20,"VerseNumber":21,"Text":"nivu phir‌aun‌na balige hogiri. Avanu bhari vidrohiyagi bittiddane"},{"SurahNumber":20,"VerseNumber":22,"Text":"avaru (musa) prarthisidaru; nannodeya nanagagi nanna manas'sannu visala golisibidu"},{"SurahNumber":20,"VerseNumber":23,"Text":"nanna kelasavannu nanna palige sulabhagolisu"},{"SurahNumber":20,"VerseNumber":24,"Text":"nanna naligeyallina gantannu biccu"}]}