{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"આ લોકો તમને ગનીમત (યુદ્ધ પછી મળેલો માલ) વિશે સવાલ કરે છે, તમે કહી દો કે આ ગનીમતો અલ્લાહ માટે છે અને પયગંબર માટે છે, તો તમે અલ્લાહથી ડરો અને પોતાના અંદરોઅંદરના સંબંધોને સુધારો અને અલ્લાહ તઆલા અને તેના પયગંબરનું અનુસરણ કરો, જો તમે ઈમાન ધરાવતા હોય"},{"SurahNumber":8,"VerseNumber":2,"Text":"હાં, ઈમાનવાળાઓ તો એવા હોય છે કે જ્યારે અલ્લાહ તઆલાના નામનું સ્મરણ સાંભળે છે તો તેઓના હૃદય ડરી જાય છે અને જ્યારે અલ્લાહ તઆલાની આયતો તેમની સમક્ષ પઢી સંભળાવવામાં આવે છે તો, તે આયતો તેઓના ઈમાનમાં વધારો કરી દે છે અને તે લોકો પોતાના પાલનહાર પર ભરોસો કરે છે"},{"SurahNumber":8,"VerseNumber":3,"Text":"જેઓ નમાઝ કાયમ કરે છે અને અમે તેઓને જે કંઈ પણ આપ્યું છે તેઓ તેમાંથી દાન કરે છે"},{"SurahNumber":8,"VerseNumber":4,"Text":"સાચા ઈમાનવાળાઓ આ લોકો છે, તેઓ માટે ઊંચા દરજ્જા છે પોતાના પાલનહાર પાસે, તથા માફી અને ઇજજતવાળી રોજી છે"},{"SurahNumber":8,"VerseNumber":5,"Text":"જેવું કે તમારા પાલનહારે તમને તમારા ઘરેથી સત્ય સાથે રવાના કર્યા અને મુસલમાનોના એક જૂથને તે પસંદ ન હતું"},{"SurahNumber":8,"VerseNumber":6,"Text":"તેઓ તે સત્ય વિશે, જે સ્પષ્ટ થઇ ગયા પછી, તમારી સાથે એવી રીતે ઝઘડો કરી રહ્યા હતા કે જેવું કે તેમને કોઇ મૃત્યુ તરફ હાંકતા હોય અને તેઓ જોઇ રહ્યા હોય"},{"SurahNumber":8,"VerseNumber":7,"Text":"અને તમે તે સમયને યાદ કરો, જ્યારે અલ્લાહએ તમને તે બન્ને જૂથ માંથી એકને વચન આપ્યું હતું કે તે તમને મળી જાય અને તમે તે આશા કરતા હતા કે હથિયાર વગરનું જૂથ તમને મળી જાય, અને અલ્લાહ તઆલા એવું ઇચ્છતો હતો કે પોતાના આદેશ વડે સત્યનું સત્ય હોવું સાબિત કરી દે અને તે ઇન્કાર કરનારાઓની જડ કાપી નાખે"},{"SurahNumber":8,"VerseNumber":8,"Text":"જેથી સત્યનું સત્ય હોવું અને અસત્યનું અસત્ય હોવું સાબિત કરી દે, ભલેને આ અપરાધીઓ પસંદ ન કરે"},{"SurahNumber":8,"VerseNumber":9,"Text":"તે સમયને યાદ કરો જ્યારે કે તમે પોતાના પાલનહાર સામે ફરિયાદ કરી રહ્યા હતા, પછી અલ્લાહ તઆલાએ તમારી (ફરિયાદ) સાંભળી લીધી, કે હું તમારી એક હજાર ફરિશ્તાઓ વડે મદદ કરીશ, જે સતત આવતા રહેશે"},{"SurahNumber":8,"VerseNumber":10,"Text":"અને અલ્લાહ તઆલાએ આ મદદ ફકત એટલા માટે કરી કે ખુશખબર આપે અને જેથી તમારા મનને શાંતિ મળે અને મદદ ફકત અલ્લાહ તરફથી જ છે, જે જબરદસ્ત હિકમતવાળો છે"}]}