{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Jasalē īmāna lyā'ē, ra asala karma garē unīharūlā'ī allāhalē niḥsandēha yastō bagain̄cāharūmā pravēśa garā'unē cha jasamuni naharaharū bagirahēchan. Ra tī mānisaharū jasalē inkāra garē unīharūlē duniyākō nai phā'idā uṭhā'irahēchan. Ra paśu jastai khā'irahanchan ra unīharūkō asalī bāsasthāna narka hō"},{"SurahNumber":47,"VerseNumber":13,"Text":"Hāmīlē kati bastīlā'ī juna balamā timrō gā'um̐ bastībhandā baḍhī thi'ē jasabāṭa timīlā'ī nikālēkō hō unīharūkō vināśa garidi'ēkā chauṁ, jasakō sahāyaka kōhī pani bha'ēna"},{"SurahNumber":47,"VerseNumber":14,"Text":"Tasartha tyō vyakti jō āphnō pālanakartākō tarphabāṭa pramāṇamā hōs, tyasa vyakti jastō huna sakcha jasakō lāgi usakō narāmrā kāryaharū susajjita garidi'i'ēkō cha, ra ū āphnō jaivika icchākō adhīnastha hōs"},{"SurahNumber":47,"VerseNumber":15,"Text":"yasa svargakō viśēṣatā jasakō parahējagāraharūlā'ī vacana di'i'ēkō cha yō hō ki yasamā pānīkā naharaharū chan junaki praduṣita hum̐dainan. Ra yastā dūdhakā naharaharū hunēchan jasakō svādamā alikati pani antara parēkō hum̐daina ra yastā pēyapadārthakā naharaharū hunēchan jasalē pi'unēharūlā'ī atyanta ānanda pradāna garnēchan. Ra śud'dha madhukō naharaharū chan ra unīharūkā nimti tyahām̐ harēka prakārakā phala hunēchan, ra unakō pālanakartābāṭa kṣamā cha. (Kē yī sanyamīharū) unīharū saraha huna sakdachan jō sadhaiṁ narkamā rahanēchan? Ra jasalā'ī umlirākhēkō pānī khuvā'inē cha jasalē unakō āndrāharūlā'ī chiyā–chiyā pāridinēcha"},{"SurahNumber":47,"VerseNumber":16,"Text":"Ra unīharūmadhyē (kēhī yastā pani chan) jasalē timītira kāna thāpēkō hunchan yahām̐sam'ma ki (sabai kurā sundachan tara) jaba timrō pāsabāṭa niskēra jānchan taba juna mānisaharūlā'ī jñāna cha unīsita sōdhchan, unalē ahilē kē bhanēkā chan? Yī nai mānisaharū hun jasakā hr̥dayaharūmā allāhalē mōhara (chāpa) lagā'idi'ēkō cha ra unīharūlē āphnā icchāharūkō pachi hiṇḍirākhēkā chan"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ra juna mānisaharū mārgadarśana prāpta chan. Allāha unīharūlā'ī jhan baḍhī mārgadarśana pradāna gardacha ra unīharūlā'ī baḍhī sanyama pradāna gardacha"},{"SurahNumber":47,"VerseNumber":18,"Text":"Aba kē unīharūlē kayāmatakō pratīkṣā garirākhēkā chan ki kayāmata unīharūmāthi ēkkāsī ā'ihālōs, niḥsandēha usakō lakṣaṇaharū ta ā'isakēkā chan, phēri jaba kayāmata ā'ipugcha unīharūlā'ī upadēśa prāpta garna mildaina"},{"SurahNumber":47,"VerseNumber":19,"Text":"Ataḥ (hē nabī) tapā'ī viśvāsa garnus ki allāha bāhēka kōhī satya pujya chaina, ra āphnā truṭiharūkō kṣamākō lāgi yācanā garnus, ra mōmina puruṣaharū ra mōmina strīharūkō nimti pani. Ra allāhalē tapā'īharūkō hiṇḍḍula garnē ra bāsasthānaharūlā'ī rāmrarī jāndacha"}]}