{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"A Allah appartient la royaute des cieux et de la terre. Et le jour ou arrivera[500] l’Heure, ce jour-la, les negateurs seront perdants"},{"SurahNumber":45,"VerseNumber":28,"Text":"Tu verras chaque nation agenouillee.[501] Chacune sera appelee (a comparaitre) devant son Livre.[502] En ce jour, vous serez retribues d’apres ce que vous faisiez"},{"SurahNumber":45,"VerseNumber":29,"Text":"Voici Notre Livre qui parlera de vous en toute verite. Nous y avons inscrit tout ce que vous faisiez"},{"SurahNumber":45,"VerseNumber":30,"Text":"Ceux qui auront cru et accompli les bonnes œuvres, leur Seigneur les accueillera dans Sa misericorde : tel est le succes supreme"},{"SurahNumber":45,"VerseNumber":31,"Text":"Quant a ceux qui auront mecru (Allah leur dira) : « Mes versets ne vous etaient-ils pas recites ? Mais vous faisiez preuve d’orgueil et vous etiez un peuple de criminels. »"},{"SurahNumber":45,"VerseNumber":32,"Text":"Et lorsqu’il (vous) etait dit : « La promesse d’Allah est pure verite, et qu’il n’y a nul doute a propos de l’Heure », vous repondiez : « Nous ne savons pas ce qu’est l’Heure, nous ne faisons qu’emettre des suppositions, et nous n’en sommes point certains. »"},{"SurahNumber":45,"VerseNumber":33,"Text":"Leur apparaitront alors les pires de leurs mefaits et ils seront cernes par ce qu’ils tournaient en derision"},{"SurahNumber":45,"VerseNumber":34,"Text":"Il (leur) sera dit : « Aujourd’hui Nous vous oublions comme vous avez vous-memes oublie la rencontre de ce Jour-ci qui est le votre. Votre asile est le Feu, et nul ne viendra vous secourir"},{"SurahNumber":45,"VerseNumber":35,"Text":"Cela, parce que vous tourniez les versets d’Allah en derision et parce que vous vous laissiez seduire par la vie de ce bas monde. » Ce jour-la, nul ne pourra les en sortir[503] et il ne sera accepte d’eux plus aucune excuse"},{"SurahNumber":45,"VerseNumber":36,"Text":"Toute louange (est) a Allah, Seigneur des cieux et Seigneur de la terre, Seigneur de l’Univers"},{"SurahNumber":45,"VerseNumber":37,"Text":"A Lui (est) la Grandeur Infinie dans les cieux et sur terre. C’est Lui le Tout-Puissant, le Sage"}]}