{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"Gewiß, denjenigen, die unglaubig sind, werden weder ihr Besitz noch ihre Kinder vor Allah etwas nutzen. Sie sind es, die Brennstoff des (Hollen)feuers sein werden"},{"SurahNumber":3,"VerseNumber":11,"Text":"Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie erklarten Unsere Zeichen fur Luge, und da ergriff sie Allah fur ihre Sunden. Und Allah ist streng im Bestrafen"},{"SurahNumber":3,"VerseNumber":12,"Text":"Sag zu denjenigen, die unglaubig sind: Ihr werdet besiegt und zur Holle zusammengetrieben werden - eine schlimme Lagerstatt"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ihr hattet ja ein Zeichen in zwei Scharen, die aufeinandertrafen: Die eine kampfte auf Allahs Weg und eine andere, unglaubige. Sie sahen sie dem Augenschein nach zweimal so viel, wie sie (selbst waren). Und Allah starkt mit Seiner Hilfe, wen Er will. Darin ist wahrlich eine Lehre fur diejenigen, die Einsicht besitzen"},{"SurahNumber":3,"VerseNumber":14,"Text":"Ausgeschmuckt ist den Menschen die Liebe zu den Begierden, nach Frauen, Sohnen, aufgehauften Mengen von Gold und Silber, Rassepferden, Vieh und Saatfeldern. Das ist der Genuß im diesseitigen Leben. Doch bei Allah ist die schone Heimstatt"},{"SurahNumber":3,"VerseNumber":15,"Text":"Sag: Soll ich euch von etwas Besserem als diesem Kunde geben? Fur diejenigen, die gottesfurchtig sind, werden bei ihrem Herrn Garten sein, durcheilt von Bachen, ewig darin zu bleiben, und vollkommen gereinigte Gattinnen und Wohlgefallen von Allah. Allah sieht die Menschen wohl"},{"SurahNumber":3,"VerseNumber":16,"Text":"die sagen: „Unser Herr, gewiß, wir glauben. Darum vergib uns unsere Sunden und bewahre uns vor der Strafe des (Hollen)feuers"},{"SurahNumber":3,"VerseNumber":17,"Text":"Die Standhaften und die Wahrhaftigen, die demutig Ergebenen und diejenigen, die ausgeben, und die im letzten Teil der Nacht um Vergebung Bittenden"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah bezeugt, daß es keinen Gott gibt außer Ihm; und (ebenso bezeugen) die Engel und diejenigen, die Wissen besitzen; der Wahrer der Gerechtigkeit. Es gibt keinen Gott außer Ihm, dem Allmachtigen und Allweisen"},{"SurahNumber":3,"VerseNumber":19,"Text":"Gewiß, die Religion ist bei Allah der Islam. Doch diejenigen, denen die Schrift gegeben wurde, wurden erst uneinig, nachdem das Wissen zu ihnen gekommen war - aus Mißgunst untereinander, Doch wer Allahs Zeichen verleugnet -, so ist Allah schnell im Abrechnen"},{"SurahNumber":3,"VerseNumber":20,"Text":"Und wenn sie mit dir streiten (wollen), dann sag: „Ich habe mein Gesicht Allah ergeben, und (ebenso,) wer mir folgt! Und sag zu jenen, denen die Schrift gegeben wurde, und den Schriftunkundigen: „Seid ihr (Allah) ergeben? Wenn sie (Ihm) ergeben sind, dann sind sie rechtgeleitet. Kehren sie sich aber ab, so obliegt dir nur die Ubermittelung (der Botschaft). Allah sieht die Menschen wohl"}]}