{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Kitabını indirilmesi, aziz hüküm ve hikmet sahibi Allah tarafındandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Biz bu Kitabı sana hak ile indirdik; sen dini yalnız Allah'a halis kılarak O'na kulluk et"},{"SurahNumber":39,"VerseNumber":3,"Text":"İyi bil ki, halis din yalnız Allah'ındır. O'ndan başka veliler edinerek: \"Biz bunlara, sırf bizi Allah'a yaklaştırmaları için tapıyoruz,\" diyenler(e gelince): Şüphesiz ki Allah, onlar arasında, ayrılığa düştükleri konuda hükmünü verecektir. Allah, yalancı, nankör insanı doğru yola iletmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eğer Allah çocuk edinmek isteseydi, yarattıklarından dilediğini seçerdi. O (bundan münezzehtir) yücedir. O tek ve kahredici Allah'tır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Gökleri ve yeri hak ile yarattı. Geceyi gündüzün üzerine dolar, gündüzü de gecenin üzerine dolar. Güneşi ve ayı buyruğu altına almıştır. Her biri belli bir süreye kadar akıp gitmektedir. İyi bil ki O, aziz ve çok bağışlayandır"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi bir tek candan yarattı, sonra ondan eşini meydana getirdi ve sizin için davarlardan sekiz çift indirdi: (Deve, öküz, koyun, keçi.) Sizi annelerinizin karınlarında üç karanlık içinde yaratmadan yaratmaya (aşamadan aşamaya) geçirerek yaratmaktadır. İşte Rabbiniz Allah budur. Mülk O'nundur. O'ndan başka tanrı yoktur. Nasıl (O'na kulluktan şirke) çevriliyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eğer nankörlük ederseniz, şüphesiz Allah, siz(in imanınız)a muhtaç değildir. Fakat kulları için küfre razı olmaz. Ve eğer şükrederseniz sizin için ona razı olur. Hiçbir günahkar, diğerinin günahını çekmez. Sonra dönüşünüz Rabbinizedir, (O), size yaptıklarınızı haber verir. Çünkü O, göğüslerin özünü bilir"},{"SurahNumber":39,"VerseNumber":8,"Text":"İnsana bir zarar dokundu mu, hemen içtenlikle Rabbine yönelerek O'na du'a eder. Sonra (Rabbi) ona kendisinden bir ni'met verdi mi; önceden O'na yalvarmakta olduğunu unutur da, O'nun yolundan saptırmak için Allah'a eşler koşmağa başlar. De ki: \"Küfrünle azıcık yaşa, sen ateş halkındansın"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa o, gece sa'atlerinde secde ederek, ayakta durarak ibadet eden, ahiretten korkan ve Rabbinin rahmetini uman gibi midir? De ki: \"Bilenlerle bilmeyenler bir olur mu?\" Doğrusu ancak sağduyu sahipleri öğüt alır"}]}