{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"ākavē, (ivarkaḷil) evarkaḷ nampikkaikoṇṭu naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷuṭaiya muyaṟci vīṇākiviṭātu. Niccayamāka nām avaṟṟaip pativu ceytu varukiṟōm"},{"SurahNumber":21,"VerseNumber":95,"Text":"nām evvūrārkaḷai aḻittuviṭṭōmō avarkaḷ niccayamāka (ulakiṟku) tirumpavē māṭṭārkaḷ eṉa vitikkappaṭṭuḷḷatu"},{"SurahNumber":21,"VerseNumber":96,"Text":"Yaḥjūj, maḥjūj kūṭṭattiṟku vaḻi tiṟakkappaṭṭāl avarkaḷ ovvoru mēṭṭiliruntum (taṇṇīr pāyntu ōṭuvataip pōl) vaḻintu (ulakiṉ pala pākaṅkaḷilum aticīkkirattil paravi) viṭuvārkaḷ"},{"SurahNumber":21,"VerseNumber":97,"Text":"(ulaka muṭivu paṟṟiya) uṇmaiyāṉa vākkuṟuti neruṅki viṭṭatu. (Atu varum camayattil ataik kāṇum) nirākarippavarkaḷiṉ kaṇkaḷ tiṟantatu tiṟantavāṟē irukkum. ‘‘Eṅkaḷukkuk kēṭutāṉ. Niccayamāka nāṅkaḷ itaippaṟṟi kavalaiyaṟṟavarkaḷāka iruntōmē! Eṅkaḷukku nāṅkaḷē tīṅkiḻaittuk koṇṭōmē!'' (Eṉṟum avarkaḷ pulampuvārkaḷ)"},{"SurahNumber":21,"VerseNumber":98,"Text":"(accamayam avarkaḷai nōkki) ‘‘niccayamāka nīṅkaḷum, nīṅkaḷ vaṇaṅkik koṇṭirunta allāh allātavaiyum narakattiṉ erikaṭṭaiyāki viṭṭīrkaḷ. Nīṅkaḷ aṉaivarum aṅku cella vēṇṭiyavarkaḷtāṉ'' (eṉṟu kūṟappaṭum)"},{"SurahNumber":21,"VerseNumber":99,"Text":"(avarkaḷ vaṇaṅkik koṇṭirunta) ivai (uṇmaiyāṉa) teyvaṅkaḷāka iruntāl narakattiṟku vantē irukkātu. Eṉiṉum, avarkaḷ aṉaivarum (narakattil taḷḷappaṭṭu) eṉṟeṉṟum atil taṅkiviṭuvārkaḷ"},{"SurahNumber":21,"VerseNumber":100,"Text":"atil avarkaḷ tiṇaṟit tiṇaṟik (kaḻutaiyaip pōl) kataṟuvārkaḷ. Atil (maṟṟevariṉ captattai) avarkaḷ ceviyuṟa māṭṭārkaḷ"},{"SurahNumber":21,"VerseNumber":101,"Text":"ēṟkaṉavē nam'māl evarkaḷukku naṉmaikaḷ eḻutappaṭṭu viṭṭatō avarkaḷ, niccayamāka narakattiṟku veku tūramāka iruppārkaḷ"},{"SurahNumber":21,"VerseNumber":102,"Text":"ataṉ iraiccalaiyum avarkaḷ (taṅkaḷ kātāl) kēṭkamāṭṭārkaḷ. Iṉṉum avarkaḷ tāṅkaḷ virumpiya cukapōkaṅkaḷai(c corkkattil) eṉṟeṉṟum aṉupavittuk koṇṭiruppārkaḷ"},{"SurahNumber":21,"VerseNumber":103,"Text":"(maṟumaiyil ēṟpaṭum) perum tiṭukkamum avarkaḷai tukkattiṟkuḷḷākkātu. (Accamayam) vāṉavarkaḷ avarkaḷai etirkoṇṭaḻaippārkaḷ ‘‘uṅkaḷukku vākkaḷikkappaṭṭa (nalla) nāḷ itutāṉ'' (eṉṟu naṟceytiyum kūṟuvārkaḷ)"},{"SurahNumber":21,"VerseNumber":104,"Text":"Eḻutappaṭṭa kaṭitattaic curuṭṭuvataip pōl nām vāṉattaic curuṭṭum nāḷai (napiyē!) Nīr avarkaḷukku ñāpakamūṭṭuvīrāka. Mutal taṭavai nām avarkaḷai paṭaittatu pōṉṟē (annāḷil) nām (avarkaḷukku uyir koṭuttu) avarkaḷai mīḷavaippōm. Itu nam'mītu kaṭamaiyāṉatoru vākkuṟutiyākum. Niccayamāka nām itaic ceytē tīruvōm"},{"SurahNumber":21,"VerseNumber":105,"Text":"niccayamāka nām ‘japūr' eṉṉum vētattil, nallupatēcaṅkaḷukkup piṉṉar eḻutiyirukkiṟōm, ‘‘niccayamāka pūmikku eṉ aṭiyārkaḷil naṉnaṭattai uṭaiyavarkaḷtāṉ vāricāvārkaḷ'' eṉṟu"},{"SurahNumber":21,"VerseNumber":106,"Text":"eṉṉaiyē vaṇaṅkupavarkaḷukku niccayamāka itil oru naṟceyti irukkiṟatu"},{"SurahNumber":21,"VerseNumber":107,"Text":"(napiyē!) Um'mai ulakattārukku ōr aruḷākavē tavira nām aṉuppavillai"},{"SurahNumber":21,"VerseNumber":108,"Text":"(ākavē) nīr kūṟuvīrāka: ‘‘Eṉakku vahyi aṟivikkappaṭuvatellām ‘‘uṅkaḷ vaṇakkattiṟkuriya iṟaivaṉ orē ōr iṟaivaṉē'' eṉṟutāṉ. Ākavē, nīṅkaḷ avaṉukku muṟṟilum paṇintu kaṭṭuppaṭṭu naṭappīrkaḷāka"},{"SurahNumber":21,"VerseNumber":109,"Text":"(napiyē!) Avarkaḷ puṟakkaṇittu viṭṭālō (avarkaḷai nōkki) ‘‘nāṉ (eṉ tūtai) uṅkaḷ aṉaivarukkum camamāka eṭutturaittu viṭṭēṉ. Uṅkaḷukkup payamuṟuttappaṭum vētaṉai (vantē tīrum. Eṉiṉum, atu) camīpattil irukkiṟatā tūrattil irukkiṟatā eṉpatai nāṉ aṟiyamāṭṭēṉ'' eṉṟu kūṟuvīrāka"},{"SurahNumber":21,"VerseNumber":110,"Text":"niccayamāka (eṉ iṟaivaṉ) nīṅkaḷ (vāyāl) captamiṭṭup pēcuvataiyum (uṅkaḷ uḷḷaṅkaḷil ataṟku māṟāka) maṟaittu vaittiruppataiyum aṟintu koḷkiṟāṉ"},{"SurahNumber":21,"VerseNumber":111,"Text":"(iṉṉum ituvarai vētaṉai ceyyātu) uṅkaḷai viṭṭu vaittiruppatu uṅkaḷaic cōtippataṟkākavō allatu kuṟitta kālam varai nīṅkaḷ vāḻntiruppataṟkākavō eṉpatai nāṉ aṟiya māṭṭēṉ"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Mēlum muham'matu) kūṟiṉār: ‘‘Eṉ iṟaivaṉē! (Eṉakkum innirākarippavarkaḷukkum iṭaiyil) nī nītamāṉa tīrppaḷippāyāka! Eṅkaḷ iṟaivaṉtāṉ pēraruḷāḷaṉ. Uṅkaḷ (poyyāṉa) kūṟṟukaḷukku etirāka avaṉiṭamē utavi tēṭukiṟōm"}]}