{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"Ба таҳқиқ расулони Мо барои Иброҳим ва ҳамсараш мужда оварданд. Гуфтанд: «Салом!» Гуфт: «Салом!» Ва лаҳзае баъд гӯсолаи фарбеҳи бирёншударо овард"},{"SurahNumber":11,"VerseNumber":70,"Text":"Пас чун Иброҳим (алайҳис салом) дид, ки ба он меҳмонон даст дароз намекунанд, бар онон гумони бад кард ва дар дил аз онҳо хавф бурд. Гуфтанд (фариштагон): «Матарс, мо бар қавми Лут барои ҳалокашон фиристода шудаем»"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ва зани Иброҳим Сора, ки дар паси парда истода буд, суханони фариштагонро шунида, пас аз хушҳолӣ хандид. Он гоҳ ӯро ба Исҳоқ ва пас аз Исҳоқ бо омадани (наберааш) Яъқуб хушхабараш додем"},{"SurahNumber":11,"VerseNumber":72,"Text":"Гуфт (Сора): «Вой бар ман, оё дар ин пиронсолӣ таваллуд мекунам ва ин шавҳари ман низ пир аст? Ҳамоно, ин кор чизи аҷибест!»"},{"SurahNumber":11,"VerseNumber":73,"Text":"Фариштагон гуфтанд: Оё аз қудрати Аллоҳ таъаҷҷуб мекунӣ? Раҳмату баракати Аллоҳ бар шумо, аҳли ин хона арзонӣ бод! Ҳароина, Аллоҳи бузург сазовори ситоиш ва баландмартаба аст"},{"SurahNumber":11,"VerseNumber":74,"Text":"Чун тарс аз Иброҳим дур шуд ва ӯро хушхабар омад, ки соҳиби фарзанд мешавад, бо фиристодагони Мо дар бораи қавми Лут ба баҳс бархост"},{"SurahNumber":11,"VerseNumber":75,"Text":"Албатта, Иброҳим бурдбору раҳмдил ва ҳалиму фармонбардор ва руҷӯъкунанда ба сӯи Аллоҳ буд"},{"SurahNumber":11,"VerseNumber":76,"Text":"(Фариштагон гуфтанд): Эй Иброҳим, аз ин (баҳс, ки дар бораи қавми Лут меравад), рӯй гардон! Ҳамоно фармони Парвардигорат омадааст ва албатта, бар онҳо азобе, ки ҳеҷ баргаштан надорад, фуруд хоҳад омад"},{"SurahNumber":11,"VerseNumber":77,"Text":"Ва чун расулони Мо назди Лут (алайҳис салом) омаданд, Лут аз омадани онҳо нохуш ва андӯҳгину дилтанг шуд, зеро намедонист онон фиристодагони Аллоҳанд ва аз тарси он ки қавмаш ба онон зараре нарасонанд гуфт: «Имрӯз, рӯзи сахтест»"},{"SurahNumber":11,"VerseNumber":78,"Text":"Ва қавмаш шитобон назди ӯ омаданд ва онон пеш аз ин корҳои зишт (ливота) анҷом медоданд. Лут гуфт: «Эй қавми ман, инҳо духтарони ман (яъне, духтарони уммати ман) ҳастанд, пас, онҳоро никоҳ кунед, ки барои издивоҷи Шумо покизатаранд. Аз Аллоҳ битарсед ва маро дар баробари меҳмононам бад макунед. Оё марди хирадманде дар миёни шумо нест?»"},{"SurahNumber":11,"VerseNumber":79,"Text":"Гуфтанд: «Ту худ медонӣ, ки моро ба духтарони ту ниёзе нест ва низ медонӣ, ки чӣ мехоҳем (яъне, бо мардҳо расиданро мехоҳем)»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Лут ба қавмаш гуфт: Кош дар баробари шумо қудрате медоштам ё метавонистам ба такягоҳи устуворе паноҳ бибарам (яъне, ба қабилаи қудратманде, ки маро дар муқобили шумо нусрат медоданд)"},{"SurahNumber":11,"VerseNumber":81,"Text":"Гуфтанд (фариштагон): Эй Лут, мо фиристодагони Парвардигори ту ҳастем, фиристода шудаем, то ин ки қавматро ҳалок кунем! Инҳо ҳаргиз ба ту нахоҳанд расид. Чун қисме аз шаб бигзарад, хонадони хешро аз ин деҳа берун бибар. Ба ҳеҷ як аз шумо ба қафо нанигарад, ҷуз ҳамсарат, ки (кофира аст) ба ӯ низ он чӣ ба онҳо расад, хоҳад расид. Ваъдаи онҳо субҳгоҳ аст. Лут хост, ки зудтар ҳалокашон кунад, вале фариштагон гуфтанд: Оё субҳ наздик нест"},{"SurahNumber":11,"VerseNumber":82,"Text":"Пас, чун фармони Мо бар ҳалоки онҳо фаро расид, он деҳаро зеру забар кардем (яъне чаппа намудем) ва бар он деҳа бо бороне аз санггилҳо пай дар пай онҳоро сангборон кардем"},{"SurahNumber":11,"VerseNumber":83,"Text":"ин сангҳо аз сӯи Парвардигорат нишондор буданд ва инчунин ин сангҳо аз ситамгорон дур нестанд, (яъне, аз мушрикони Макка)"}]}