{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygamber, Allah’tan sakın, kâfirlere ve münafıklara itaat etme! Allah, Alim'dir, Hakim'dir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbinden sana vahyolunana uy! Çünkü Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah’a tevekkül et. Çünkü, vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah, bir adamın içinde iki kalp yaratmamıştır. Kendilerine zıhar yaptığınız eşlerinizi de anneleriniz yapmamıştır. Evlatlıklarınızı da oğullarınız kılmamıştır. Bu sadece sizin ağzınızdan çıkan bir sözdür. Allah, hakkı söyler ve doğru yola hidayet eder"},{"SurahNumber":33,"VerseNumber":5,"Text":"Evlatlıkları, babalarına nispet ederek çağırın, bu Allah katında adalete daha yakındır. Eğer onların babalarını bilmiyorsanız, artık onlar sizin din kardeşleriniz ve dostlarınızdır. Yanılarak yaptıklarınızda size günah yok; fakat kalplerinizin kasıtlı olarak yaptıkları böyle değildir. Allah, çokça bağışlayandır, çokça merhamet edendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, müminlere kendi canlarından daha evlâdır/yakındır. Onun eşleri de, anneleridir. Akraba olanlar, Allah'ın Kitabında (miras bakımından) birbirlerine diğer müminlerden ve muhacirlerden daha yakındırlar. Ancak dostlarınıza bir iyilik yapacak olmanız müstesna. Bu, kitapta yazılmış bulunmaktadır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Peygamberlerden sağlam söz almıştık. Senden, Nuh’tan, İbrahim’den, Musa’dan ve Meryemoğlu İsa’dan. Onlardan sapa sağlam söz almıştık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Allah (bu sözü), doğrulardan doğruluklarını sormak ve kâfirlere elim bir azap hazırlamak için almıştır"}]}