{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"I ni o chem nikogda ne govori: \"YA nepremenno sdelayu eto zavtra"},{"SurahNumber":18,"VerseNumber":24,"Text":"[ne dobaviv]: \"yesli zakhochet Allakh\". Yesli zhe ty zabyl ob etom, to vspomni Gospoda svoyego i skazhi: \"Byt' mozhet, Gospod' moy napravit menya koroche k pryamomu puti, chem tot [put'], chto ya zadumal"},{"SurahNumber":18,"VerseNumber":25,"Text":"Oni proveli v peshchere trista let i yeshche devyat'"},{"SurahNumber":18,"VerseNumber":26,"Text":"Skazhi: \"Allakh luchshe znayet, skol'ko oni probyli [tam]. On znayet sokrovennoye nebes i zemli. Kak prekrasno On vidit i slyshit! Net u nikh, krome Nego, pokrovitelya, i On nikogo ne sprashivayet, prinimaya resheniye"},{"SurahNumber":18,"VerseNumber":27,"Text":"Prochitay [sprashivayushchim ob obitatelyakh peshchery] iz Korana Gospoda svoyego to, chto dano tebe v otkrovenii, ibo nichto ne zamenit Yego slova. I tol'ko u Nego naydesh' ty pribezhishche"},{"SurahNumber":18,"VerseNumber":28,"Text":"Tak terpi zhe vmeste s temi, kotoryye utrom i vecherom vzyvayut k Gospodu svoyemu, istovo molyat o Yego blagovolenii. Ne otvrashchay svoyego vzora ot nikh, stremyas' k blagam etogo mira, ne povinuysya tem, ch'i serdtsa po Nashey vole v nebrezhenii [svoyem] ne pominayut Nas, kto sleduyet svoim nizmennym strastyam i daleko prestupayet [granitsy dozvolennogo]"},{"SurahNumber":18,"VerseNumber":29,"Text":"Skazhi [, Mukhammad]: \"Istina [, s kotoroy ya prishel k vam], - ot vashego Gospoda. Kto khochet, pust' veruyet, a kto [ne] khochet, pust' ne veruyet\". Voistinu, My ugotovili dlya greshnikov adskiy ogon', kotoryy pokroyet ikh [, slovno] shater. Yesli zhe oni budut vzyvat' o pomoshchi, prinesut im vody, podobnoy rasplavlennomu metallu, kotoraya obzhigayet litso. Merzkiy napitok i skvernoye ubezhishche"},{"SurahNumber":18,"VerseNumber":30,"Text":"[Chto zhe kasayetsya] tekh, kotoryye uverovali i vershili pravednyye dela, to ved' My ne ostavlyayem bez voznagrazhdeniya tekh, kto sodeyal blago"},{"SurahNumber":18,"VerseNumber":31,"Text":"Imenno im ugotovany sady vechnogo blagodenstviya, v kotorykh tekut ruch'i. Ukrasheniyami im budut zolotyye braslety, oni oblachatsya v zelenyye atlasnyye i parchovyye odeyaniya i budut vozlezhat' na lozhakh. Prekrasnoye voznagrazhdeniye i zhelannyy priyut"}]}