{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"Кажи [о, Мухаммад]: “Господи мой, ако ми покажеш онова, което им е обещано"},{"SurahNumber":23,"VerseNumber":94,"Text":"Господи мой, не ме поставяй сред хората-угнетители!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Способни сме Ние да ти покажем онова, което им обещаваме"},{"SurahNumber":23,"VerseNumber":96,"Text":"Отвърни на злината с добрина! Ние повече знаем какво описват"},{"SurahNumber":23,"VerseNumber":97,"Text":"И кажи: “Господи мой, пази ме от подстрекателствата на сатаните"},{"SurahNumber":23,"VerseNumber":98,"Text":"И ме пази, Господи мой, да не ме спохождат!”"},{"SurahNumber":23,"VerseNumber":99,"Text":"А когато се яви при някого от тях смъртта, той казва: “Господи мой, върни ме"},{"SurahNumber":23,"VerseNumber":100,"Text":"за да сторя праведно дело в живота, който оставих!” Ала не! Това си е негово слово. Но зад тях има преграда до Деня, когато ще бъдат възкресени"},{"SurahNumber":23,"VerseNumber":101,"Text":"И когато се протръби с Рога, тогава не ще има родство между тях и не ще питат един за друг"},{"SurahNumber":23,"VerseNumber":102,"Text":"Чиито везни натежат, тези са сполучилите"},{"SurahNumber":23,"VerseNumber":103,"Text":"А чиито везни олекнат, тези са се погубили - в Ада ще пребивават вечно"},{"SurahNumber":23,"VerseNumber":104,"Text":"Огънят ще обгаря лицата им и в него ще се гърчат"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Не ви ли бяха четени Моите знамения, та ги взехте за лъжа?”"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ще рекат: “Господи наш, надделяха над нас страстите ни и бяхме хора заблудени"},{"SurahNumber":23,"VerseNumber":107,"Text":"Господи наш, извади ни оттук, а ако пак повторим, тогава наистина ще сме угнетители!”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ще рече: “Бъдете там презрени и не говорете с Мен"},{"SurahNumber":23,"VerseNumber":109,"Text":"Имаше група от Моите раби, казващи: “Господи наш, ние повярвахме. Опрости ни и помилвай! Ти си Най-милосърдният.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"А им се подигравахте, докато сториха да забравите Моето споменаване в присмеха си над тях"},{"SurahNumber":23,"VerseNumber":111,"Text":"Днес Аз ги възнаграждавам, защото бяха търпеливи. Те са спечелилите.”"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ще рече [Аллах]: “Колко години престояхте в земята?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ще рекат: “Престояхме ден или част от деня. Питай отброяващите [ангели].”"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ще рече: “Престояхте само малко, ако знаете"},{"SurahNumber":23,"VerseNumber":115,"Text":"Нима смятахте, че ви сътворихме напразно и че при Нас не ще бъдете върнати?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Всевишен е Аллах, истинският Владетел! Няма друг бог освен Него, Господа на прекрасния Трон"},{"SurahNumber":23,"VerseNumber":117,"Text":"А който призовава друг бог заедно с Аллах без довод за това, равносметката му е при неговия Господ. Неверниците не ще сполучат"},{"SurahNumber":23,"VerseNumber":118,"Text":"И кажи [о, Мухаммад]: “Господи, опрости и помилвай! Ти си Най-милосърдният.”"}]}