{"Id":265,"LanguageCodes":["my","mya"],"Name":"mya-hashimtinmyint","Author":"Hashim Tin Myint","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":37,"VerseNumber":139,"Text":"ထို့ပြင် အမှန်စင်စစ် ယူနွတ်စ်သည်လည်း တမန်‌တော်များထဲမှ တစ်ပါးဖြစ်ခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":140,"Text":"တစ်ခါက ၎င်းသည် ကုန်အပြည့်တင်ထား‌သော သ‌ဘေင်္ာအနီးသို့ ‌ပြေးသွားခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":141,"Text":"ထို့‌နောက် ၎င်းသည် (သ‌ဘေင်္ာ‌ပေါ်၌ရှိသူများအား)မဲနှိုက်ရာတွင် ပါဝင်နှိုက်ခိုင်သည့်အခါ ၎င်းသည် အ‌ရေးရှုံးနိမ့်သူ ဖြစ်ခဲ့ရသည်။"},{"SurahNumber":37,"VerseNumber":142,"Text":"ထို့‌နောက် ၎င်းသည် မိမိကိုယ်မိမိအပြစ်တင်လျက်ရှိ‌နေစဉ်၌ပင် ငါးကြီးသည် ၎င်းအား မျိုချခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":143,"Text":"ထို့ပြင် အကယ်၍ ၎င်းသည် (ငါအရှင်မြတ်) စင်ကြယ်သန့်ရှင်း‌တော်မူ‌ကြောင်း ရွတ်ဆိုသူ အမှန်စင်စစ် မဖြစ်ခဲ့လျှင်။"},{"SurahNumber":37,"VerseNumber":144,"Text":"အမှန်ပင် ၎င်းသည် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့ထိ ထိုငါး၏ဝမ်းဗိုက်ထဲ၌ ‌နေခဲ့ရမည်ဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":145,"Text":"ထို့‌နောက် ၎င်းသည် နွမ်းနယ်လျက်ရှိစဉ်၌ပင် ငါအရှင်မြတ်က ၎င်းအား လွင်တီး‌ခေါင်ပြင်တွင် ချ‌ပေး‌တော်မူခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":146,"Text":"ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်း၏အ‌ပေါ်တွင် နွယ်ပင်တစ်ပင်ကို ‌ပေါက်‌ရောက်‌စေ‌တော်မူခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":147,"Text":"ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအား (လူဦး‌ရေ)တစ်သိန်း သို့မဟုတ် တစ်သိန်း‌ကျော်ရှိ‌သော အမျိုးသားများထံသို့ (တမန်‌တော်)အဖြစ်‌စေလွှတ်‌တော်မူခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":148,"Text":"ထို့‌နောက် ထိုအမျိုးသားများသည် အီမာန်ယုံကြည်ခဲ့ကြသည့်အတွက် ငါအရှင်မြတ်သည် သူတို့အား သတ်မှတ်ထား‌သောအချိန်ကာလအထိ အကျိုးခံစားခွင့်‌ပေး‌တော်မူခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":149,"Text":"အသင်သည် သူတို့အား ‌မေးမြန်းလိုက်ပါ၊ အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်တွင် သမီးမိန်းက‌လေးများရှိ၍၊ သူတို့တွင်မူ သား‌ယောက်ျား‌လေးများရှိကြသ‌လော။"},{"SurahNumber":37,"VerseNumber":150,"Text":"သို့မဟုတ် သူတို့ မျက်မြင်သက်‌သေများဖြစ်လျက် ရှိကြစဉ်၌ပင်* ငါအရှင်မြတ်သည် ‌ကောင်းကင်တမန်များကို မိန်းမများအဖြစ် ဖန်ဆင်း‌တော်မူခဲ့သ‌လော။"},{"SurahNumber":37,"VerseNumber":151,"Text":"သတိပြုကြပါ၊ အမှန်စင်စစ် သူတို့သည် သူတို့၏လုပ်ကြံစွပ်စွဲမှုနှင့်သာ အမှန်ပင် ‌ပြောဆို‌နေကြခြင်းဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":152,"Text":"“အလ္လာဟ်အရှင်မြတ်သည် (သားသမီး)‌မွေးဖွား‌တော်မူသည်“ဟု (‌ပြောဆိုကြသည်)။ ထို့ပြင် အမှန်စင်စစ် သူတို့သည် လိမ်လည်‌ပြောဆိုသူများပင်ဖြစ်ကြသည်။"},{"SurahNumber":37,"VerseNumber":153,"Text":"အလ္လာဟ်အရှင်မြတ်သည် သမီးမိန်းက‌လေးများကို သား‌ယောက်ျား‌လေးများထက် ဦးစား‌ပေး‌တော်မူခဲ့သ‌လော။"},{"SurahNumber":37,"VerseNumber":154,"Text":"အသင်တို့မှာ မည်သို့အ‌ကြောင်းပြချက်ရှိသနည်း။ အသင်တို့သည် မည်သို့ အဆုံးအဖြတ် ‌ပေးကြသနည်း။"},{"SurahNumber":37,"VerseNumber":155,"Text":"အသင်တို့သည် စဉ်းစားဆင်ခြင်မှု မရှိကြသ‌လော။"},{"SurahNumber":37,"VerseNumber":156,"Text":"သို့မဟုတ် အသင်တို့တွင် ထင်ရှား‌သော သက်‌သေအ‌ထောက်အထားတစ်စုံတစ်ခု ရှိသ‌လော။"},{"SurahNumber":37,"VerseNumber":157,"Text":"ထိုသို့ရှိခဲ့လျှင် အကယ်၍ အသင်တို့သည် မှန်ကန်စွာ ‌ပြောဆိုသူများဖြစ်ကြလျှင် အသင်တို့၏ကျမ်းကို ယူပြကြပါ။"},{"SurahNumber":37,"VerseNumber":158,"Text":"ထို့ပြင် သူတို့သည် (သူတို့၏စိတ်ကူးနှင့်) အရှင်မြတ်နှင့် ဂျင်န်များကြား၌ ‌ဆွေမျိုး‌တော်စပ်မှုကို လုပ်ကြံဖန်တီးခဲ့ကြသည်။ အမှန်စင်စစ် ဂျင်န်များကိုယ်တိုင် သူတို့သည် (ပြစ်ဒဏ်ခံကြရဖို့)အမှန်ပင် အသင့်‌ရောက်ရှိ‌စေခြင်းခံကြရမည့်သူများဖြစ်ကြသည်ကို သိပြီးဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":159,"Text":"အလ္လာဟ်အရှင်မြတ်သည် သူတို့ လုပ်ကြံ‌ပြောဆိုသည်များမှ လုံးဝကင်းရှင်း စင်ကြယ်‌တော်မူသည်။"},{"SurahNumber":37,"VerseNumber":160,"Text":"သို့ရာတွင် ‌ရွေးချယ်ပြီးဖြစ်‌သော အလ္လာဟ်အရှင်မြတ်၏ကျွန်များကမူ (ပြစ်ဒဏ်မှ ကင်းလွတ်ကြလိမ့်မည်)။"},{"SurahNumber":37,"VerseNumber":161,"Text":"သို့ဖြစ်ရာ အမှန်စင်စစ် အသင်တို့နှင့် အသင်တို့၏ကိုးကွယ်ရာများ၊"},{"SurahNumber":37,"VerseNumber":162,"Text":"အသင်တို့သည် အရှင်မြတ်ဘက်မှ (အသင်တို့ဘက်‌ရောက်သွာ‌အောင်) ‌သွေး‌ဆောင်ဖြား‌ယောင်းနိုင်ခြင်း မရှိ‌ပေ။"},{"SurahNumber":37,"VerseNumber":163,"Text":"ဂျဟန္နမ်ငရဲဘုံတွင် ကျမည့်သူကလွဲ၍ အခြားမည်သူ့ကိုမျှ (မဆွဲ‌ဆောင်နိုင်ကြ‌ပေ)။"},{"SurahNumber":37,"VerseNumber":164,"Text":"(‌ကောင်းကင်တမန်များက ‌ပြောဆိုကြသည်)- ထို့ပြင် ကျွန်ုပ်တို့ထဲမှ လူတိုင်းအတွက် အဆင့်အတန်း တစ်ခုစီ သတ်မှတ်ပြီးဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":165,"Text":"ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် စီတန်း‌နေသူများဖြစ်ကြသည်။"},{"SurahNumber":37,"VerseNumber":166,"Text":"ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် (အရှင်မြတ်)စင်ကြယ်‌တော်မူ‌ကြောင်း ရွတ်ဆို‌နေသူများပင်ဖြစ်ကြသည်။"},{"SurahNumber":37,"VerseNumber":167,"Text":"ထို့ပြင် အမှန်စင်စစ် ထို(မုရှ်ရိက်)များသည် (ဤသို့)‌ပြောဆို‌နေခဲ့ကြသည်။"},{"SurahNumber":37,"VerseNumber":168,"Text":"အကယ်၍ ကျွန်ုပ်တို့ထံတွင် ယခင်လူများ၏ ဆုံးမဩဝါဒ တစ်စုံတစ်ခု အမှန်ပင်ရှိခဲ့လျှင်။"},{"SurahNumber":37,"VerseNumber":169,"Text":"အမှန်ပင် ကျွန်ုပ်တို့သည် ‌ရွေးချယ်ခြင်းခံကြရ‌သော အလ္လာဟ်အရှင်မြတ်၏ကျွန်များပင်ဖြစ်ကြမည်။"},{"SurahNumber":37,"VerseNumber":170,"Text":"ထို့‌နောက်လည်း သူတို့သည် ထိုဆုံးမဩဝါဒကို ငြင်းပယ်ခဲ့ကြသည်ပင်ဖြစ်သည်။ သို့ဖြစ်ရာ သူတို့သည် မကြာမီ သိရလိမ့်မည်။"},{"SurahNumber":37,"VerseNumber":171,"Text":"ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်၏တမန်‌တော်များဖြစ်ကြသည့် ကျွန်များနှင့်ပတ်သက်၍ ငါအရှင်မြတ်၏အမိန့်‌တော်သည် ယခင်ကတည်းက သတ်မှတ်ပြီးဖြစ်ခဲ့သည်။"},{"SurahNumber":37,"VerseNumber":172,"Text":"အမှန်စင်စစ် သူတို့ပင် ကူညီခြင်းခံကြရမည့်သူများ ဖြစ်‌ကြောင်း။"},{"SurahNumber":37,"VerseNumber":173,"Text":"ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်၏တပ်သားများပင် လွှမ်းမိုးသူများဖြစ်ကြမည်။"},{"SurahNumber":37,"VerseNumber":174,"Text":"သို့ဖြစ်ရာ အသင်သည် သူတို့အား အချိန်ကာလ အနည်းငယ် စွန့်လွှတ်ထားလိုက်ပါ။"},{"SurahNumber":37,"VerseNumber":175,"Text":"ထို့ပြင် အသင်သည် သူတို့အား ကြည့်‌နေပါ။ ထို့ပြင် မကြာမီ သူတို့လည်း မြင်ကြရမည်ဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":176,"Text":"သူတို့သည် ငါအရှင်မြတ်၏ပြစ်ဒဏ်ကို ‌ဆောလျင်စွာ ‌တောင်းဆိုကြသ‌လော။"},{"SurahNumber":37,"VerseNumber":177,"Text":"ထို့‌နောက် ပြစ်ဒဏ်သည် သူတို့၏အိမ်းဝင်းထဲတွင် ကျ‌ရောက်လာသည့်အခါ သတိ‌ပေးနှိုး‌ဆော်ခြင်း ခံကြရသည့်သူများ၏ နံနက်အချိန်သည် အလွန်ဆိုးရွားလှ‌သော နံနက်အချိန်ပင်ဖြစ်လိမ့်မည်။"},{"SurahNumber":37,"VerseNumber":178,"Text":"ထို့ပြင် အသင်(တမန်‌တော်)သည် သူတို့အား အချိန်ကာလအနည်းငယ် စွန့်လွှတ်ထားလိုက်ပါ။"},{"SurahNumber":37,"VerseNumber":179,"Text":"ထို့ပြင် အသင်သည် ကြည့်‌နေပါ၊ သူတို့လည်း မကြာမီ မြင်ကြရမည်ဖြစ်သည်။"},{"SurahNumber":37,"VerseNumber":180,"Text":"အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော၊အနန္တဂုဏ်ထူးရှင်ဖြစ်‌တော်မူ‌သော အရှင်မြတ်သည် သူတို့ လုပ်ကြံ‌ပြောဆိုသည်များမှ ကင်းစင်သန့်ရှင်း‌တော်မူသည်။"},{"SurahNumber":37,"VerseNumber":181,"Text":"ထို့ပြင် ငြိမ်းချမ်းသာယာမှုသည် တမန်‌တော်များအ‌ပေါ်တွင် ကျ‌ရောက်ပါ‌စေ။"},{"SurahNumber":37,"VerseNumber":182,"Text":"ထို့ပြင် ချီးမွမ်းခြင်းအ‌ပေါင်းသည် စကြာဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်နှင့်သာ ထိုက်တန်သည်။"}]}