{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"avaru allāhanannu biṭṭu kelavu mahiḷeyarannu karedu prārthisuttāre mattu vidrōhi śaitānanannu karedu prārthisuttāre"},{"SurahNumber":4,"VerseNumber":117,"Text":"avanannu (śaitānanannu) allāhanu śapisiruvanu. Avanu (śaitānanu) ‘‘nānu ninna dāsara paiki ondu nirdiṣṭa pālannu khaṇḍita paḍeyuvenu’’ endu hēḷiddanu"},{"SurahNumber":4,"VerseNumber":118,"Text":"(hāgeyē avanu) ‘‘nānu khaṇḍita avarannu dārigeḍisuvenu, avaralli āśegaḷannu huṭṭisuvenu mattu avarige ādēśa nīḍuvenu – āga avaru prāṇigaḷa kivigaḷannu kattarisuvaru. Matte nānu avarige ādēśa nīḍuvenu – āga avaru allāhana sr̥ṣṭigaḷa rūpagaḷannu vikr̥tagoḷisuvaru’’ (endiddanu). Allāhanannu biṭṭu śaitānanannu tanna pōṣakanāgisikoṇḍavanu nijavāgi spaṣṭavāda naṣṭakke tuttādanu"},{"SurahNumber":4,"VerseNumber":119,"Text":"avanu avarige vāgdāna māḍuttāne mattu avaralli āśegaḷannu mūḍisuttāne – śaitānana vāgdānagaḷellā kēvala mōsagaḷāgiruttave"},{"SurahNumber":4,"VerseNumber":120,"Text":"Narakavē avara (śaitānana anuyāyigaḷa) antima neleyāgide. Allinda palāyanakke avaru yāva dāriyannū kāṇalāraru"},{"SurahNumber":4,"VerseNumber":121,"Text":"viśvāsigaḷu mattu satkarmagaḷannesagidavaru – avarannu nāvu taḷabhāgadalli nadigaḷu hariyuttiruva svargōdyānagaḷoḷage sērisuvevu. Alli avaru sadākāla iruvaru. Allāhana vāgdānavu sadā satyavē āgiruttade. Mātinalli allāhaniginta heccu satyavantaru bērāriddāre"},{"SurahNumber":4,"VerseNumber":122,"Text":"(antima gatiyu) nim'ma āśegaḷannāgali, granthadavara āśegaḷannāgali avalambisilla. Duṣkarmagaḷannu māḍidavanu adara phalavannu paḍedē tīruvanu. Avanige rakṣakanāgi mattu sahāyakanāgi allāhana horatu bēre yārū sigalāraru"},{"SurahNumber":4,"VerseNumber":123,"Text":"hāgeyē, satkarmagaḷannu māḍidavaru puruṣarirali mahiḷeyarirali, avaru viśvāsigaḷāgiddare, avaru svargatōṭagaḷannu pravēśisuvaru mattu avara mēle eḷḷaṣṭū an'yāyavāgadu"},{"SurahNumber":4,"VerseNumber":124,"Text":"sampūrṇa niṣṭheyondige allāhanige śaraṇāgiruva, satkarmiyāgiruva hāgū ēkaniṣṭharāgidda ibrāhīmara dāriyannu anusarisidavana dharmakkinta śrēṣṭha dharma yāraddide? Ibrāhīmarannu allāhanu tanna āpta mitranāgisi koṇḍiddanu"},{"SurahNumber":4,"VerseNumber":125,"Text":"ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanigē sērive. Allāhanantu, pratiyondu vastuvannū āvarisikoṇḍiddāne"},{"SurahNumber":4,"VerseNumber":126,"Text":"(dūtarē,) avaru nim'moḍane, mahiḷeyara kuritu ādēśa kēḷuttāre. Hēḷiri; ‘‘avara kuritu allāhanu nimage ādēśa nīḍuttāne mattu granthadalliruvudannu nimage ōdi kēḷisalāguttide; nīvu kaḍḍāyavāgi pāvatisabēkādudannu pāvatisillada hāgū nīvu vivāhavāgalikkū hin̄jariyuva anātha mahiḷeyaru, nirgatika makkaḷu mattu anāthara viṣayadalli nīvu n'yāyavannē pālisabēku. Nīvu māḍuva pratiyondu satkāryada kuritū allāhanu cennāgi ballanu"}]}