{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Jilani: “Ana nduni jwaakumpaga lisiki kuumila kwinani ni pasi? Kapena nduni jwakamulile kupikana ni kulola? Soni nduni jwaakukoposyaga chawumi kuumila mu chachiwe nikoposya chachiwe kuumila mu chawumi? Soni nduni jwaakulondesyaga indu yosope?” Tajile: “Allah.” Basi jilani: “Nambi uli jenumanja ngan’jogopa (Jwalakwe)?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Basi Jwalakwejo ni Allah M’mbuje gwenu Jwakuonaonape, ana panyuma pa yakuona pana ine pangawaga kusokonechela? Ana nkugalausyidwa chinauli (kuleka kun’galagatila Jwalakwe)"},{"SurahNumber":10,"VerseNumber":33,"Text":"Iyyoyopeyo niyalitite pakusimichika lilowe lya Ambuje wenu pa awala wannyosyisye (Allah) lyanti wanganyao nganawa akulupilile"},{"SurahNumber":10,"VerseNumber":34,"Text":"Jilani: “Ana mu akwawanganya wenu (ni Allah) pana jwaakutandisyaga gumba iwumbe; kaneko (ili iwile) ni kuiwusyawusya?” Jilani: “Allah ni jwaakutandisyaga gumba iwumbe kaneko ni kuiwusyawusya. Ana nkugalausyidwa chinauli (kuleka litala lyagoloka ni kuya lyesokonechele)?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"Jilani: “Ana mu akwawanganya wenu (ni Allah) pana jwaakongolelaga ku yakuona?” Jilani: “Allah ni jwaakongolelaga ku yakuona. Ana jwaakongolela ku yakuona ngawa nijwali jwakuwajilwa kunkuya, kapena ajula jwangawa nkulipatila chongoko niikaweje akajongoledwe? Ana chipali chichi kukwenu? Nkulamula chinauli?”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Soni wajinji mwa wanganyao ngaakukuya ikaweje liganichisya pe, chisimu liganichisya ngawa nkukamuchisya chilichose pa yakuona. Chisimu Allah ni Nkuyimanya chenene yaakutenda"},{"SurahNumber":10,"VerseNumber":37,"Text":"Soni nganijiwa Qur’aniji janti nikutungwa ni jwinepe jwangawaga Allah, nambo kuti jiyiche kwitichisya ayila yayaliji paujo pakwe (Taurat ni Injil), ni kusalichisya chitabu (malamusi gagalembedwe), jangali kaikasya nkati mwakwe, jityochele kwa M’mbuje jwa iwumbe yosope"},{"SurahNumber":10,"VerseNumber":38,"Text":"Kapena wanganyao akuti: “Jwalakwe (Muhammadi ﷺ) ni jwaajitunjile?” Jilani: “Basi ikani najo sura jimpepe jakulandana najo (Qur’an), ni mwawilanje watinkombole (kwawilanga kuti ankamuchisye) wangawaga Allah nam’baga jenumanja nkuwecheta yakuona.”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nambo ayikaaniile yanganaisyungula umanyilisi wakwe, namuno kalulila kwakwe nganikwapate. Iyyoyopeyo ni yawatite pakanila awala wapaujo pao. Basi nnole yajatite pakuwa mbesi jawalupuso"},{"SurahNumber":10,"VerseNumber":40,"Text":"Sano wane mwa wanganyao pana waakujikulupilila jalakweji (Qur’an), nambo soni wane mwa wanyao pana wangakujikulupilila, sano Ambuje wenu ni waakwamanya chenene akuwatanganya"}]}