{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: «Yeryuzunde gezip dolasın, sonra yalanlayanların sonu nasıl oldu, bir gorun.»"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: «Goklerde ve yerde olanlar kimindir?» De ki: «Allah´ındır.» O, rahmeti kendi uzerine yazdı. Sizi kendisinden kusku olmayan kıyamet gununde tartısmasız toplayacaktır. Nefislerini husrana ugratanlar, iste onlar inanmayanlardır"},{"SurahNumber":6,"VerseNumber":13,"Text":"Geceleyin de gunduzun de barınan her sey O´nundur. O, isitendir, bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: «O, gokleri ve yeri yaratırken ve O, (hep) besleyip (hic) beslenmezken, ben Allah´tan baskasını mı veli edinecegim?» De ki: «Bana gercekten musluman olanların ilki olmam emredildi ve sakın musriklerden olma.» (denildi)"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: «Suphesiz ben, Rabbime isyan edersem o buyuk gunun azabından korkarım.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun, kim ondan (azabtan) alıkonursa, elbette, O, onu esirgemistir. Iste apacık olan ´kurtulus ve mutluluk´ budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Sayet Allah sana bir zarar dokunduracak olursa, O´ndan baska bunu giderecek yoktur. Sana bir iyilik de dokunduracak olursa O, her seye guc yetirendir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O, kulları uzerinde kahredici olandır. O, hukum ve hikmet sahibi olandır, haberdar olandır"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: «Sahidlik bakımından hangi sey daha buyuktur?» De ki: «Allah benimle sizin aranızda sahiddir. Sizi -ve kime ulasırsa- kendisiyle uyarıp korkutmam icin bana su Kur´an vahyedildi. Gercekten Allah´la beraber baska ilahların da bulunduguna siz mi sahidlik ediyorsunuz?» De ki: «Ben sehadet etmem.» De ki: O, ancak bir tek olan ilahtır ve gercekten ben, sizin sirk kosmakta olduklarınızdan uzagım"},{"SurahNumber":6,"VerseNumber":20,"Text":"Bizim kendilerine Kitap verdiklerimiz, onu, cocuklarını tanır gibi tanırlar kendilerini husrana ugratanlar iste onlar inanmayanlardır"}]}