{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Reci: \"Ko vas opskrbljuje s neba i Zemlje? Ili ko vlada sluhom i vidovima, i ko izvodi zivo iz mrtvog i izvodi mrtvo iz zivog, i ko upravlja stvar?\" Pa reci ce: \"Allah.\" Tad reci: \"Pa zar se ne bojite"},{"SurahNumber":10,"VerseNumber":32,"Text":"Pa to je Allah, Gospodar vas istinski! Pa sta je to poslije Istine, osim zabluda? Pa kako se okrecete"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tako se obistinjuje Rijec Gospodara tvog na onima koji grijese, da oni nece vjerovati"},{"SurahNumber":10,"VerseNumber":34,"Text":"Reci: \"Da li je neko od ortaka vasih taj koji pocinje stvaranje, zatim ga ponavlja?\" Reci: \"Allah pocinje stvaranje, potom ga ponavlja.\" Pa kako se odvracate"},{"SurahNumber":10,"VerseNumber":35,"Text":"Reci: \"Da li je neko od ortaka vasih taj ko upucuje Istini?\" Reci: \"Allah upucuje Istini.\" Pa da li je ko upucuje Istini dostojniji da bude slijeđen, ili ko ne upucuje, izuzev ako bude vođen? Pa sta vam je? Kako rasuđujete"},{"SurahNumber":10,"VerseNumber":36,"Text":"A vecina njih slijedi samo pretpostavku. Uistinu, pretpostavka ne koristi Istini nimalo. Uistinu! Allah je Znalac onog sta cine"},{"SurahNumber":10,"VerseNumber":37,"Text":"I nije bilo (moguce) za ovaj Kur'an da bude izmisljen mimo Allaha; međutim, potvrda je onog prije njega, i detaljno izlaganje Knjige u koju nema sumnje, od Gospodara svjetova"},{"SurahNumber":10,"VerseNumber":38,"Text":"Zar govore: \"Izmislja ga.\" Reci: \"Pa donesite suru slicnu njemu i pozovite koga mozete mimo Allaha, ako istinu govorite"},{"SurahNumber":10,"VerseNumber":39,"Text":"Naprotiv, poricu ono cije znanje ne obuhvataju, a jos im nije doslo njegovo tumacenje. Tako su poricali oni prije njih, pa pogledaj kakav je bio kraj zalima"},{"SurahNumber":10,"VerseNumber":40,"Text":"I između njih je ko u njega vjeruje, i od njih je ko u njega ne vjeruje. A Gospodar tvoj je Najbolji znalac mufsida"}]}