{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"ō viśvāsulārā! Mīru satyatiraskārula mādirigā pravartin̄cakaṇḍi; vāru tama sōdarulu eppuḍainā prayāṇanlō uṇṭē, lēdā yud'dhanlō uṇṭē, (akkaḍa vāru ēdainā pramādāniki guri ayitē) vārini gurin̄ci ilā anēvāru: \"Okavēḷa vāru mātōpāṭu uṇḍivuṇṭē canipōyē vāru kādu mariyu campabaḍēvārunū kādu!\" Vāṭini (ī vidhamaina māṭalanu) allāh vāri hr̥daya āvēdanaku kāraṇālugā cēstāḍu. Mariyu allāh yē jīvanamiccē vāḍu. Mariyu maraṇamiccē vāḍu mariyu mīru cēstunnadantā allāh cūstunnāḍu"},{"SurahNumber":3,"VerseNumber":157,"Text":"Mariyu mīru allāh mārganlō campabaḍinā lēdā maraṇin̄cinā mīku labhin̄cē allāh kṣamābhikṣa mariyu kāruṇyaṁ, niścayaṅgā mīru kūḍabeṭṭē vāṭi anniṭi kaṇṭē entō uttamamainavi"},{"SurahNumber":3,"VerseNumber":158,"Text":"mariyu mīru maraṇin̄cinā lēdā campabaḍinā, mīrandarū allāh samakṣanlō samāvēśaparaca baḍatāru"},{"SurahNumber":3,"VerseNumber":159,"Text":"(ō pravaktā!) Allāh yokka apāra kāruṇyaṁ vallanē nīvu vāri paṭla mr̥duhr̥dayuḍavayyāvu. Nīvē ganaka krūruḍavu, kaṭhina hr̥dayuḍavu ayi vuṇṭē, vārandarū nī cuṭṭuprakkala nuṇḍi dūraṅgā pāripōyē vāru. Kāvuna nīvu vārini mannin̄cu, vāri kṣamāpaṇa koraku (allāh nu) prārthin̄cu mariyu vyavahārālalō vārini sampradin̄cu. Ā pidapa nīvu kāryāniki sid'dhamainapuḍu allāh pai ādhārapaḍu. Niścayaṅgā, allāh tanapai ādhārapaḍē vārini prēmistāḍu"},{"SurahNumber":3,"VerseNumber":160,"Text":"okavēḷa mīku allāh sahāyamē uṇṭē, marevvarū mīpai ādhikyānni pondajālaru. Mariyu āyanē mim'malni tyajistē, āyana tappa mīku sahāyaṁ cēyagala vāḍevaḍu? Mariyu viśvāsulu kēvalaṁ allāh painanē nam'makaṁ un̄cukuṇṭāru"},{"SurahNumber":3,"VerseNumber":161,"Text":"mariyu ē pravakta kūḍā vijayadhanaṁ (būṭī) koraku nam'maka drōhāniki pālpaḍaḍu. Mariyu nam'makadrōhāniki pālpaḍinavāḍu punarut'thāna dinamuna tana nam'maka drōhantō pāṭu hājaravutāḍu. Appuḍu prati prāṇiki tānu arjin̄cina dāniki pūrti pratiphalaṁ ivvabaḍutundi mariyu vārikelāṇṭi an'yāyaṁ jarugadu"},{"SurahNumber":3,"VerseNumber":162,"Text":"ēmī? Allāh abhīṣṭaṁ prakāraṁ naḍicē vyakti, allāh āgrahāniki gurayyē vāḍitō samānuḍavutāḍā? Mariyu narakamē vāni āśrayamu. Mariyu adi ati ceḍḍa gamyasthānaṁ"},{"SurahNumber":3,"VerseNumber":163,"Text":"allāh dr̥ṣṭilō vāru vērvēru sthānālalō unnāru. Mariyu vāru cēsēdantā allāh cūstunnāḍu"},{"SurahNumber":3,"VerseNumber":164,"Text":"Vāstavāniki allāh viśvāsulaku mahōpakāraṁ cēśāḍu; vāri nuṇḍiyē vāri madhya oka pravakta (muham'mad) nu lēpāḍu; atanu, āyana (allāh) sandēśālanu (āyāt lanu) vāriki vinipistunnāḍu. Mariyu vāri jīvitālanu sanskarin̄ci pāvanaṁ cēstunnāḍu; mariyu vāriki granthānni mariyu vivēkānni bōdhistunnāḍu; mariyu vāstavāniki vāru intaku mundu spaṣṭaṅgā mārgabhraṣṭatvanlō paḍi vunnāru"},{"SurahNumber":3,"VerseNumber":165,"Text":"ēmayindī? Mīkoka cinna āpadē kadā kaligindi! Vāstavāniki mīru, vāriki (mī śatruvulanu badr lō) intaku reṭṭimpu āpada kaligin̄cāru kadā! Ayitē ippuḍu: \"Idi ekkaḍi nun̄ci vaccindī?\" Ani aṇṭunnārā? Vāritō ilā anu: \"Idi mīru svayaṅgā teccukunnadē!\" Niścayaṅgā allāh pratidī cēyagala samarthuḍu"},{"SurahNumber":3,"VerseNumber":166,"Text":"mariyu (uhud yud'dharaṅganlō) reṇḍu sain'yālu edurkonnappuḍu, mīku kaligina kaṣṭaṁ, allāh anumatitōnē kaligindi mariyu adi nijamaina viśvāsulevarō telusukōvaṭāniki"},{"SurahNumber":3,"VerseNumber":167,"Text":"mariyu kapaṭaviśvāsulu evarō telusukōvaṭāniki. Mariyu vāritō (kapaṭa viśvāsulatō): \"Raṇḍi allāh mārganlō yud'dhaṁ cēyaṇḍi, lēdā kanīsaṁ mim'malni mīru rakṣin̄cukōṇḍi!\" Ani annappuḍu vāru: \"Okavēḷa māku yud'dhaṁ jarugutundani telisivuṇṭē, mēmu tappakuṇḍā mītōpāṭu vacci uṇḍēvāraṁ.\" Ani javābiccāru. Ā rōju vāru viśvāsānikaṇṭē aviśvāsāniki daggaragā unnāru. Mariyu vāru tama hr̥dayālalō lēni māṭalanu tama nōḷḷatō palukutū unnāru. Mariyu vāru dāstunnadi allāh ku bāgā telusu"},{"SurahNumber":3,"VerseNumber":168,"Text":"alāṇṭi vāru tama iṇḍlalō kūrconi uṇḍi (campabaḍina) tama sōdarulanu gurin̄ci ilā annāru: \"Vāru ganaka mā māṭa vini uṇṭē campabaḍi uṇḍēvāru kādu!\" Nīvu vāritō: \"Mīru satyavantulē ayitē, mīku maraṇaṁ rākuṇḍā mim'malni mīru tappin̄cukōṇḍi!\" Ani ceppu"},{"SurahNumber":3,"VerseNumber":169,"Text":"Mariyu allāh mārganlō campabaḍina vārini mr̥tulugā bhāvin̄cakaṇḍi. Vāstavāniki vāru sajīvulai, tama prabhuvu vadda jīvanōpādhi pondutunnāru"},{"SurahNumber":3,"VerseNumber":170,"Text":"allāh tana anugrahantō prasādin̄cina dānitō (prāṇatyāgantō) vāru santōṣantō uppoṅgipōtāru. Mariyu vārini kaluvaka, venuka (bratiki) unnavāri koraku (ivvabaḍina śubhavārtatō) vāru santōṣapaḍutū uṇṭāru. Endukaṇṭē vāriki elāṇṭi bhayamū uṇḍadu mariyu vāru duḥkhapaḍaru kūḍā"},{"SurahNumber":3,"VerseNumber":171,"Text":"vāru allāh anugrahāniki, dātr̥tvāniki santōṣapaḍutū uṇṭāru. Mariyu niścayaṅgā, allāh viśvāsula pratiphalānni vyarthaṁ kānivvaḍu"}]}