{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"Niscaya hijarera basindara payagambaraganera prati mithyaropa kareche."},{"SurahNumber":15,"VerseNumber":81,"Text":"Ami taderake nijera nidarsanabali diyechi. Atahpara tara egulo theke mukha phiriye neya."},{"SurahNumber":15,"VerseNumber":82,"Text":"Tara pahare niscinte ghara khoda'i karata."},{"SurahNumber":15,"VerseNumber":83,"Text":"Atahpara eka pratyuse tadera upara ekata sabda ese aghata karala."},{"SurahNumber":15,"VerseNumber":84,"Text":"Takhana kona upakare asala na ya tara uparjana karechila."},{"SurahNumber":15,"VerseNumber":85,"Text":"Ami nabhomandala, bhumandala ebam etadubhayera madhyabarti ya ache ta tatparyahina srsti karini. Keyamata abasya'i asabe. Ata'eba parama audasin'yera sathe odera kriyakarma upakso karuna."},{"SurahNumber":15,"VerseNumber":86,"Text":"Niscaya apanara palanakarta'i srasta, sarbajna."},{"SurahNumber":15,"VerseNumber":87,"Text":"Ami apanake satati bara bara pathitabya ayata ebam mahana kora'ana diyechi."},{"SurahNumber":15,"VerseNumber":88,"Text":"Apani caksu tule ai bastura prati dekhabena na, ya ami tadera madhye kayeka prakara lokake bhoga karara jan'ye diyechi, tadera jan'ye cintita habena na ara imanadaradera jan'ye sbiya bahu nata karuna."},{"SurahNumber":15,"VerseNumber":89,"Text":"Ara balunah ami prakasya bhaya pradarsaka."},{"SurahNumber":15,"VerseNumber":90,"Text":"Yemana ami nayila karechi yara bibhinna mate bibhakta tadera upara."},{"SurahNumber":15,"VerseNumber":91,"Text":"Yara kora'anake khanda khanda kareche."},{"SurahNumber":15,"VerseNumber":92,"Text":"Ata'eba apanara palanakartara kasama, ami abasya'i odera saba'ike jijnasabada karaba."},{"SurahNumber":15,"VerseNumber":93,"Text":"Odera kajakarma samparke."},{"SurahNumber":15,"VerseNumber":94,"Text":"Ata'eba apani prakasye suniye dina ya apanake adesa kara haya ebam musarikadera para'oya karabena na."},{"SurahNumber":15,"VerseNumber":95,"Text":"Bidrupakaridera jan'ye ami apanara paksa theke yathesta."},{"SurahNumber":15,"VerseNumber":96,"Text":"Yara allahara sathe an'ya upasya sabyasta kare. Ata'eba atisattara tara jene nebe."},{"SurahNumber":15,"VerseNumber":97,"Text":"Ami jani ye apani tadera kathabartaya hatodyama haye parena."},{"SurahNumber":15,"VerseNumber":98,"Text":"Ata'eba apani palanakartara saundarya smarana karuna ebam sejadakaridera antarbhukta haye yana."},{"SurahNumber":15,"VerseNumber":99,"Text":"Ebam palanakartara ebadata karuna, ye paryanta apanara kache niscita katha na ase."}]}