{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Andolsun biz Musa'ya: \"Kullarımı geceleyin (Mısır'dan cıkarıp) yurut; (asanla suya) vur, denizde onlar icin kuru bir yol (ac). (Fir'avn'ın sana) yetisme(sin)den korkma, (bogulmaktan) endise etme.\" diye vahyetmistik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Fir'avn, askerleriyle onların ardına dustu, denizden onları orten orttu (deniz onları ortup bogdu)"},{"SurahNumber":20,"VerseNumber":79,"Text":"Fir'avn toplumunu saptırdı, dogru yola iletmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil ogulları, biz sizi dusmanınızdan kurtardık ve Tur'un sag yanında, (Musa ile konusmayı) size va'dettik; uzerinize kudret helvasıyle bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızkın temizlerinden yeyin, ama bu hususta taskınlık etmeyin; sonra gazabım uzerinize iner, kimin ustune gazabım inerse o, dusmus(mahvolmus)tur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ve Ben, tevbe eden, inanan ve yararlı is yapan, sonra da yola gelen kimseye karsı cok bagıslayıcıyımdır"},{"SurahNumber":20,"VerseNumber":83,"Text":"Seni kavminden cabucak ayrıl(ıp gel)mege sevk eden nedir? (Nicin onları hemen bırakıp geldin) ey Musa? (dedik)"},{"SurahNumber":20,"VerseNumber":84,"Text":"Dedi: \"Onlar benim arkamdan geliyorlar, ya Rabbi razı olman icin sana cabuk geldim"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allah): \"Ama biz senden sonra kavmini sınadık. Samiri onları saptırdı\" dedi"},{"SurahNumber":20,"VerseNumber":86,"Text":"Bunun uzerine Musa, cok kızgın ve uzuntulu bir halde kavmine dondu: \"Ey Kavmim, dedi, Rabbiniz size guzel bir va'idde bulunmamıs mıydı? Sure mi size uzun geldi (zamanla verdiginiz sozu unuttunuz mu)? Yoksa Rabbinizden bir gazabın ustunuze inmesini mi istediniz ki, bana verdiginiz sozden caydınız (beni izlemediniz)"},{"SurahNumber":20,"VerseNumber":87,"Text":"Dediler ki: \"Kendi malımızla senin sozunden cıkmadık\", fakat o milletin (yani Mısırlıların) sus(esyas)ından bize yukler yukletilmisti. Onları (atese) attık. Aynı sekilde Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Onlara, bogurmesi olan bir buzagı heykeli ortaya cıkardı. Dediler ki, \"Bu sizin de tanrınız, Musa'nın da tanrısıdır, fakat o unuttu"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar gormuyorlar mı ki o (buzagı) kendilerine bir soz soyleyemez; bir zarar, ve yarar veremez"}]}