{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Israa-iil xayloy Nafsi (ďseehadaytu kinnuk) Qiddeeniih kay Qidim mariiy maral haak itta keemaarissen waqdi kassita, Yalli Qiddiime numih caagidiy Qellisak Sugteeni Ayyaaqeleeh Aybulleele"},{"SurahNumber":2,"VerseNumber":73,"Text":"Tokkel tama Sagah cadok tut Rabe num Atuka Yalli kaa Aynuwweeleeh isi Qide num Siinih warse-lek keenik inne, tokkel too Sagah cadoytat kaa yootokeeniih Yalli kaa yuynuwweeh isi Qide num keenih warseh, Yalli tama num kah yuynuwwee innah Qhiyaamah Ayro Rabe mara yaynuwweh, israa-iil xayloy Yalli isi inkittinaanee kee isi dudda tascassee isi Astooti sin yaybulleeh cubbussaanaah tamahal kaskassoowa mara takkeenimkeh"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sarra tama Astootiy maabbinoh tanih lakal lubbitte Siinik tigibdeeh is gibdah xeet innah gacca itte, hinnay wohuk gibdah umuk Raqqa itte, Diggah xeetik weeqaytitte kak tanfuxxukem kaak tan, Diggah Baxsimaah lee kak tawqem kaak tanih, Diggah Qaleelak Amok Yallak meesih Raddam kaak tanih, Yalli isin Abba haytaanamak garcita Rabbi hinnaay sin elle galte-le"},{"SurahNumber":2,"VerseNumber":75,"Text":"Moominiiney yahuud taamineeh sin diinit cultam Qaagittaanaa? Nummah keenik horta Yallih yab tawraat kitaabal Ankacissaah yakriyeenih, tohuk lakal kaa yeexegeeniik gamadal Qangor-le Aracak kaak Koran-korsaanah usun woh umam kinnim Aaxaguk"},{"SurahNumber":2,"VerseNumber":76,"Text":"tama yahuud yeemeneh yan marat tangoorowe waqdi, Arrabak isin kah teemenen innah Neemeneh iyyan, dibuk mariiy marâ luk keenik raqqa iyya waqdi usun itta Assacakkuk: Yalli Mucammad weeloolak tawraat Addal Baxxaqqa Siinih heemit moominiinilluk walaltaanaa? Usun sin Rabbih xaqul yaabak Siinit haysitaanam geyaanam keh, wohuk cibbarsimteenih kaskassoowa mara matakkaanaa ittak iyyen"},{"SurahNumber":2,"VerseNumber":77,"Text":"Yahuuduy tama umaaneena Abta mataaxigaa Diggah Yalli usun Qellissi haanam kee yaybulleenim inkih keenik yaaxigem"},{"SurahNumber":2,"VerseNumber":78,"Text":"yahuuduk hortay kiraatee kee kutbe Aaxige wayta keenit tan, kinnih immay tawraat Addal taniimik ken mixigwa (tutaaxago kinnuk) keenih warissam Qaagitan, usun iyyaanaah Abaanamak Asmat malon dirab kee uma dareemu Akke waytek"},{"SurahNumber":2,"VerseNumber":79,"Text":"Booley! Yahuud mixigwah finqaa kee Baati keenih tanay sinni gaboobit diraabah yaktuben kitaabay, tohuk lakal tah Yallih xaquk yan tawraat kitaabih Addal taniimi iyyan, Addunyâ dago duyyê Baxa edde xaamitaanam keh, Booley keenih! Ken gaboobi tuktubeh taniimik, Booley keenih! Ken gaboobi wohut maaluk orbissah taniimil finqi ken geyay"},{"SurahNumber":2,"VerseNumber":80,"Text":"Israa-iil xaylo itteh:gira inkinnah nee maxagta ixxu-le Ayrooray timixxige Akke waytek, Nabiyow keenik ixxic:Ahak Yallih xaqul xagana maay liton, toysa inkinnah Yalli xagana mamakak, hinnak isin Aaxige waytaanam Yallal diraabah ginnaasittaanaah ittaanaa"},{"SurahNumber":2,"VerseNumber":81,"Text":"Yeey! Isin (yahuud kinnuk) kah ittan inna hinnay gira sin xagele, le umaane koroosannut kafissi hayteeh le dambi maro edde hee mari, toysa woo mari girâ maraay usun umman teetil waaran"},{"SurahNumber":2,"VerseNumber":82,"Text":"Yeemeneeh meqe taamoomi Abbaasite mari, woo mari usun jannatti mara usun kay Addal waarak"}]}