{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"Ужель не видишь ты, Что Мы послали дьяволов против неверных, Чтоб, возмущая их, ко злу их подстрекать"},{"SurahNumber":19,"VerseNumber":84,"Text":"А потому не торопись им противостоять: Мы счет (их времени и дел) ведем"},{"SurahNumber":19,"VerseNumber":85,"Text":"В тот День, Когда Мы соберем благочестивых Посольством, чтимым перед Милосердным"},{"SurahNumber":19,"VerseNumber":86,"Text":"И в Ад погоним нечестивых, Как гонят скот на водопой"},{"SurahNumber":19,"VerseNumber":87,"Text":"Никто вступиться (за других) там не посмеет, Помимо тех, кто дозволение на это От Милосердного получит"},{"SurahNumber":19,"VerseNumber":88,"Text":"И говорят они: \"Взял Милосердный сына на Себя"},{"SurahNumber":19,"VerseNumber":89,"Text":"Вы этим выразили гнусность"},{"SurahNumber":19,"VerseNumber":90,"Text":"От которой Готовы расколоться небеса, Разверзнуться земля, Пасть прахом горы"},{"SurahNumber":19,"VerseNumber":91,"Text":"Оттого, Что приписали они сына Милосердному (Аллаху)"},{"SurahNumber":19,"VerseNumber":92,"Text":"(Господнему величию) Аллаха Не подобает сына брать Себе"},{"SurahNumber":19,"VerseNumber":93,"Text":"И всяк, кто в небесах и на земле, Приходит к Милосердному как раб"},{"SurahNumber":19,"VerseNumber":94,"Text":"Он знает их наперечет И счел их (верным счетом)"},{"SurahNumber":19,"VerseNumber":95,"Text":"В День Воскресенья все они Придут к Нему поодиночке"},{"SurahNumber":19,"VerseNumber":96,"Text":"И, истинно, к уверовавшим (в Бога), Творившим добрые дела Любовь проявит Милосердный"},{"SurahNumber":19,"VerseNumber":97,"Text":"Мы сделали (Коран) На языке твоем легкодоступным, Чтоб им ты радовал людей благочестивых И смог предостеречь (блуждающих в неверии) упрямцев"},{"SurahNumber":19,"VerseNumber":98,"Text":"(Напомни им), как много поколений До их (прихода) погубили Мы, - Ты чуешь хоть одно из них? Ты слышишь (хоть малейший) шорох"}]}