{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"İnsanları Allaha tərəf çağıran, yaxşı iş görən və: “Həqiqətən, mən müsəlmanlardanam!”– deyən kəsdən daha gözəl söz deyən kim ola bilər"},{"SurahNumber":41,"VerseNumber":34,"Text":"Yaxşılıqla pislik eyni ola bilməz. Sən pisliyi yaxşılıqla dəf et! O zaman səninlə ədavət aparan kimsə sanki yaxın bir dost olar"},{"SurahNumber":41,"VerseNumber":35,"Text":"Bu isə ancaq səbir edənlərə verilir və ancaq böyük qismət sahiblərinə nəsib olur"},{"SurahNumber":41,"VerseNumber":36,"Text":"Əgər sənə şeytandan bir vəsvəsə gəlsə, Allaha sığın. Çünki O, Eşidəndir, Biləndir"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gecə və gündüz, günəş və ay Onun dəlillərindəndir. Əgər siz Ona ibadət edirsinizsə, onda günəşə və aya səcdə etməyin, onları yaradan Allaha səcdə edin"},{"SurahNumber":41,"VerseNumber":38,"Text":"Əgər onlar təkəbbür göstərsələr bilsinlər ki, sənin Rəbbinin yanında olanlar gecə-gündüz usanmadan Onun şəninə təriflər deyirlər"},{"SurahNumber":41,"VerseNumber":39,"Text":"Yer üzünü qupquru görməyin də Onun dəlillərindəndir. Biz yerin üzərinə su endirdikdə o, hərəkətə gəlib qabarır. Şübhəsiz ki, onu dirildən, ölüləri də hökmən dirildəcəkdir. Həqiqətən, O, hər şeyə qadirdir"},{"SurahNumber":41,"VerseNumber":40,"Text":"Sözsüz ki, ayələrimizdən üz döndərənlər Bizdən gizli qalmazlar. Onda deyin görək oda atılan kimsə yaxşıdır, yoxsa Qiyamət gününə əmin-amanlıq içində gələn kimsə? İstədiyinizi edin! Həqiqətən, O, nə etdiklərinizi görür"},{"SurahNumber":41,"VerseNumber":41,"Text":"Şübhə yox ki, Zikr onlara gəldiyi zaman onu yalan sayanlar cəzalandırılacaqlar. Həqiqətən, bu, əzəmətli bir Kitabdır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Nə önündən, nə də arxasından batil ona girişə bilməz. O, Müdrik, Tərifəlayiq Allah tərəfindən nazil edilmişdir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Sənə ancaq səndən əvvəlki elçilərə deyilənlər deyilir. Həqiqətən, sənin Rəbbin bağışlayandır, ağrılı-acılı cəza verəndir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Əgər Biz onu yad bir dildə Quran etsəydik, onlar deyərdilər: “Nə üçün onun ayələri müfəssəl izah edilməmişdir? Yad dil və ərəb peyğəmbər?!” De: “O, iman gətirənlərə doğru yol göstəricisi və şəfadır”. İman gətirməyənlərin isə qulaqlarında tıxac vardır. Onlar ona qarşı kordurlar. Onlar sanki uzaq bir yerdən çağırılırlar"}]}