{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"بە (ئەلیف، لام، میم، ێاد) دەخوێنرێتەوە، خوا زاناترە بەماناو مەبەست پێی، بۆ زانیاری زیاتر سەیری سەرەتای سورەتی (البقرە) بکە"},{"SurahNumber":7,"VerseNumber":2,"Text":"(ئەم قورئانە) نامەیەکە نێرراوەتە خوارەوەبۆ تۆ (ئەی موحەممەد ﷺ) کەواتە دڵ تەنگ مەبە (بەپەیڕە و نەکەرانی) بۆ ئەوەی (ئەوان)بەم قورئانە بترسێنیت و بیرخستنەوە و ئامۆژگاریش بێ بۆ بڕواداران"},{"SurahNumber":7,"VerseNumber":3,"Text":"پەیڕەوی ئەوە بکەن کە لەلایەن پەروەردگارتانەوە دابەزێنراوەتە خوارەوە بۆتان وە بێجگە لەئەو (لە خوا) شوێن ھیچ پەرستراوانێکی تر مەکەون و مەیکەن بە پشتیوانی خۆتان ئێوە زۆر کەم بیر دەکەنەوە"},{"SurahNumber":7,"VerseNumber":4,"Text":"وە چەندەھا شار و گوندمان وێرانکرد و سزای ئێمەیان بۆ ھات لەشەودا یان ئەوان لەخەو و پشووی نیوەڕۆدا بوون"},{"SurahNumber":7,"VerseNumber":5,"Text":"جا کاتێک سزای ئێمەیان بۆھات ھاوار و نزایان ھیچ نەبوو بێجگە لەوەی کەدەیانووت: بەڕاستی ئێمە ستەمکار بووین"},{"SurahNumber":7,"VerseNumber":6,"Text":"سوێند بەخوا بەڕاستی پرسیار دەکەین لەوانەی کەپێغەمبەرانیان بۆ نێردرا (کە چۆن پێشوازییان لێکردن) وە بێگومان پرسیاریش دەکەین لەپێغەمبەران (کە چۆن وەڵام درانەوە)"},{"SurahNumber":7,"VerseNumber":7,"Text":"جا سوێند بەخوا بەڕاستی (ئەوەی کردوویانە) بۆیان دەگێڕینەوە لەڕووی زانیاریەوە وەئێمە ھیچ کاتێک بێ ئاگا نەبووین (لێیان)"},{"SurahNumber":7,"VerseNumber":8,"Text":"کێشانەی ڕاست (بۆ کردەوەکانتان) لەو ڕۆژە دا دەبێت و گومانی تێدا نیە جاھەر کەس کێشراوی (چاکـەکانی) قورس بێت ئەوە ئەوانەن ڕزگار و گەیشتوو بەئامانج"},{"SurahNumber":7,"VerseNumber":9,"Text":"وە ھەرکەس کێشراوی (چاکەکانی) سووک بێت ئەوانە کەسانێکن کەخۆیانیان دۆڕاندووەو زەرەر مەندبوون بەھۆی ئەوەی کەستەمیان کرد بەرانبەر بەڵگەو نیشانەکانی ئێمە (و بەدرۆیان دانا)"},{"SurahNumber":7,"VerseNumber":10,"Text":"سوێند بەخوا بێگومان ئێمە ئێوەمان نیشتەجێ و جێگیرکرد لەزەویدا و جۆرەھا ھۆی ژیانمان تێیدا بۆ ڕەخساندن (بەڵام) ئێوە زۆر کەم سوپاس گوزارن"}]}