{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"Allah connaît aussi bien les mystères des cieux et de la terre que les secrets des cœurs"},{"SurahNumber":35,"VerseNumber":39,"Text":"C’est Lui qui a fait de vous des générations d’hommes se succédant sur terre. Ceux qui rejettent la foi porteront seuls le poids de leur impiété qui ne les rend que plus haïssables pour leur Seigneur et qui ne fait qu’ajouter à leur perdition"},{"SurahNumber":35,"VerseNumber":40,"Text":"Dis : « Indiquez-moi ce que ces fausses divinités que vous invoquez en dehors d’Allah ont créé de la terre. Ou bien ont-elles été associées à la création des cieux ? » Leur avons-Nous donné un livre qui confirme leurs allégations ? Non, mais les impies ne font que se bercer les uns les autres d’illusions"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah veille à la pérennité des cieux et de la terre. Et s’ils devaient disparaître, nul autre que Lui ne saurait l’empêcher. Il est, en vérité, Longanime et Très Clément"},{"SurahNumber":35,"VerseNumber":42,"Text":"Ils ont juré par Allah, de toutes leurs forces, que si un prophète venait les avertir, ils seraient mieux guidés qu’aucune autre nation. Mais lorsqu’un prophète est venu les avertir, ses exhortations n’ont fait que les éloigner de la vérité"},{"SurahNumber":35,"VerseNumber":43,"Text":"poussés par l’orgueil, décidés à égarer les hommes par les plus sombres manœuvres. Or, les sombres manœuvres se retournent toujours contre leurs auteurs. S’attendent-ils donc à un sort différent de celui subi par leurs devanciers ? Tu ne trouveras pourtant aucun changement au sort réservé par Allah aux impies, que nul ne pourra leur éviter"},{"SurahNumber":35,"VerseNumber":44,"Text":"N’ont-ils pas parcouru le monde et médité la fin des peuples ayant vécu avant eux qui étaient bien plus puissants qu’eux ? Car rien dans les cieux et sur la terre ne saurait s’opposer à la volonté d’Allah qui est Omniscient et Omnipotent"},{"SurahNumber":35,"VerseNumber":45,"Text":"Si Allah devait punir dès à présent les hommes pour leurs agissements, Il ne laisserait aucun être vivant à la surface de la terre. Mais Il leur accorde un sursis jusqu’à un terme déjà fixé. Lorsque leur terme viendra, Il jugera Ses serviteurs avec la plus grande clairvoyance"}]}