{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"Ai (Musai) tha: “Ma zgjero (me ndihmo) gjoksin tim"},{"SurahNumber":20,"VerseNumber":26,"Text":"Dhe me lehteso ne kete pune timen"},{"SurahNumber":20,"VerseNumber":27,"Text":"Me zgjidh nyjen e gjuhes sime"},{"SurahNumber":20,"VerseNumber":28,"Text":"Qe ta kuptojne fjalen time"},{"SurahNumber":20,"VerseNumber":29,"Text":"Me cakto nje ndihmetar nga familja ime"},{"SurahNumber":20,"VerseNumber":30,"Text":"Harunin, vellain tim"},{"SurahNumber":20,"VerseNumber":31,"Text":"Qe me te te ma forcosh fuqine time"},{"SurahNumber":20,"VerseNumber":32,"Text":"Bema shok ate ne punen time"},{"SurahNumber":20,"VerseNumber":33,"Text":"Ne menyre qe te madherojne Ty me shume"},{"SurahNumber":20,"VerseNumber":34,"Text":"Dhe te perkujtojne Ty shpesh"},{"SurahNumber":20,"VerseNumber":35,"Text":"Vertet, Ti je Ai qe na sheh dhe na i di punet”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Ai (All-llahu) tha: “O Musa, t’u dha ajo qe kerkove!”"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ne edhe nje here ta dhuruam ty miresine Tona"},{"SurahNumber":20,"VerseNumber":38,"Text":"Atehere kur nenen e frymezuam me ate qe nuk kuptohet ndrushe pos me inspirim (me frymezim - shpallje)"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Ne i thame) “Vere ate (femije, Musain) ne arke, e mandej hidhe ne lume e lumi e hjedhe ne breg, ate e merre armiku Im dhe i tij. E nga ana Ime mbolla (ne zemra te njerezve) dashuri ndaj teje, e qe te edukoheshe nen mbikeqyrjen Time”"},{"SurahNumber":20,"VerseNumber":40,"Text":"Kur motra jote ecte (te percillte) e thoshte: “A doni t’ju tregoj ate qe do te kujdeset per te? E Ne te kthyem te nena jote, qe te gezohej ajo e te mos mbetej e pikelluar. Ti pate mbytur nje njeri, e Ne te shpetuam nga merzia dhe te sprovuan me sprova te medha. Ti qendrove me vite nder banoret e Medjenit, e pastaj erdhe, o Musa, ne kohen e caktuar”"},{"SurahNumber":20,"VerseNumber":41,"Text":"Dhe Une te zgodha ty per shpalljen Time"},{"SurahNumber":20,"VerseNumber":42,"Text":"Shko me argumentet e Mia ti dhe vellai yt, e mos e hiqni prej kujdesit te permendurit ndaj Meje"},{"SurahNumber":20,"VerseNumber":43,"Text":"Shkoni qe te dy te faraoni, se ai vertet e ka tepruar"},{"SurahNumber":20,"VerseNumber":44,"Text":"Atij i thuani fjale te buta, ndoshta ai mendohet a frikesohet"},{"SurahNumber":20,"VerseNumber":45,"Text":"Ata te dy thane: “Zoti yne, ne kemi frike se do te na ndeshkoje menjehere ose do t’i kaloje kufijte kunder nesh”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Ai (All-llahu) tha: “Mos u frikesoni, se Une (me ndihmen Time) jam me ju, degjoj (c’do t’ju thote) dhe shoh (c’do te ben me ju)”"},{"SurahNumber":20,"VerseNumber":47,"Text":"I shkoni i thuani atij: “Ne jemi te dy derguar te Zotit tend, leshoi beni israilet te vijne me ne, e mos i mundo! Ne kemi ardhur me argumentet nga Zoti yt, e shpetimi eshte per ate qe ndjek rrugen e drejte"},{"SurahNumber":20,"VerseNumber":48,"Text":"Ne na eshte thene se denimi eshte per ate qe genjen (te derguarit) dhe ia kthen shpinen besimit”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Ai (faraoni) tha: “E kush eshte Zoti i ju dyve, o Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Musai) Tha: “Zoti yne eshte Ai qe cdo sendi i dha formen e vet, pastaj e udhezoi ate?”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Ai tha: “Si eshte gjendja e popjve te meparshem?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Dija per ata eshte te Zoti im, e shenuar ne nje liber. Zoti im nuk gabon e as nuk harron”"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Zoti im) I cili per ju e beri token djep, per te miren tuaj hapi rruge neper te, leshoi shiun prej se larti, e kjo mundesoi qe te mbijne bime te llojeve te ndryshme"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hani ju dhe kullotni kafshet tuaja (nga ato bime). Vertet, per te gjitha keto (qe u permenden) ka argumente per ata qe kane mendje te shendodhe"}]}