{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":102,"Text":"Kē kāphiraharūlē yō ṭhānirākhēkā chan? Ki ma bāhēka, tinīharūlē mērā bhaktaharūlā'ī āphnō samarthaka banā'ihālnē chan? (Sunirākha) hāmīlē ta yī kuphphāraharūkō ātithyakō nimti narkalā'ī tayāra garisakēkā chauṁ"},{"SurahNumber":18,"VerseNumber":103,"Text":"Bhanidinus kiḥ ma timīlā'ī batā'idinchu ki karmaharūkō dr̥ṣṭilē sabaibhandā baḍhī ghāṭāmā kō chan"},{"SurahNumber":18,"VerseNumber":104,"Text":"tinīharū hun jasakā sānsārika jīvanakā sampūrṇa prayāsaharū khēra ga'ihālē ra tinīharūlē yō ṭhānirākhēchan ki tinīharūlē dhērai asala kāma garirākhēkā chan"},{"SurahNumber":18,"VerseNumber":105,"Text":"Yī tinai mānisaharū hun, jasalē ki āphnō pālanakartākā āyataharū ra usakō sākṣātkāralā'ī inkāra garē, tasartha tinīharūkā karmaharū khēra ga'ihālē, ataḥ kiyāmatakō dina hāmīlē tinīharūlā'ī kunai vajana dinē chainauṁ"},{"SurahNumber":18,"VerseNumber":106,"Text":"Tyahī narka tinīharūkō pratiphala hō kinabhanē tinīharūlē kuphra garē ra hāmrā āyata ra paigambaraharūkō upahāsa garē"},{"SurahNumber":18,"VerseNumber":107,"Text":"Niḥsandēha jasalē īmāna lyā'ē ra asala karmaharū garē niḥsandēha tinīharūkō ātithyasatkāra svargakā bagain̄cāharūmā hunēcha"},{"SurahNumber":18,"VerseNumber":108,"Text":"Tinīharū sadhaiṁ tyasamā rahanēchan, ra unīharū tyahām̐bāṭa bāsasthāna parivartana garna kahilē pani cāhanē chainan"},{"SurahNumber":18,"VerseNumber":109,"Text":"Bhanidinus ki yadi mērō pālanakartākā kurāharū lēkhnakō nimti samudra masī banihālōs tai pani mērō pālanakartākā kurāharū sid'dhinubhandā agāḍi nai tyō sukisaknē cha, yadyapi tyō jastai arkō samudra pani hāmīlē tyasakō sahayōgamā kina nalyā'auṁ"},{"SurahNumber":18,"VerseNumber":110,"Text":"Tapā'ī bhanidinus ki ma ta timīharū jastai ē'uṭā mānisa hūm̐ tara hō, matira ‘‘vahya’’ avatarita garincha ki sabaikō pūjā yōgya tyahī ē'uṭai pūjanīya cha. Ani juna mānisalē āphnō ārādhyasam̐ga sākṣātkārakō āśā rākhdacha tyasalā'ī āvaśyaka cha ki asala karma garōs ra āphnō pālanakartākō pūjāmā aru kasailā'ī sājhēdāra nabanō'ōs"}]}