{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"Men folkets aldste, de som fornekade sanningen och inte trodde pa motet [med Gud] efter doden och som forvekligats av det utsvavande liv som Vi hade latit dem fora, sade [till folket]: \"Denne ar ingenting annat an en manniska som ni sjalva; han ater samma foda som ni och dricker vad ni dricker"},{"SurahNumber":23,"VerseNumber":34,"Text":"Om ni foljer en alldeles vanlig manniska, er like, ar det helt sakert ni som forlorar"},{"SurahNumber":23,"VerseNumber":35,"Text":"Lovar han er inte att ni efter att ha dott och forvandlats till mull och torra ben skall uppsta [till nytt liv]"},{"SurahNumber":23,"VerseNumber":36,"Text":"Vad han lovar er ar orimligheter"},{"SurahNumber":23,"VerseNumber":37,"Text":"Livet, det ar livet i denna varld; som vi lever sa dor vi och vi kommer inte att uppvackas till nytt liv"},{"SurahNumber":23,"VerseNumber":38,"Text":"Han ar bara en man som satter ihop logner om Gud och Vi tror inte pa honom"},{"SurahNumber":23,"VerseNumber":39,"Text":"[Och han] bad: \"Herre, hjalp mig! De kallar mig lognare"},{"SurahNumber":23,"VerseNumber":40,"Text":"Och [Gud] svarade: \"Det skall inte droja lange innan de grips av anger"},{"SurahNumber":23,"VerseNumber":41,"Text":"Och en dag genljod over dem danet [av Vart straff], rattvist och nodvandigt, och Vi [sopade bort] dem som torra agnar. Och sa var det ute med dessa orattfardiga manniskor"},{"SurahNumber":23,"VerseNumber":42,"Text":"DAREFTER lat Vi nya slakten stiga fram"},{"SurahNumber":23,"VerseNumber":43,"Text":"inget folk kan vare sig forkorta eller forlanga den for dem [utsatta] fristen"},{"SurahNumber":23,"VerseNumber":44,"Text":"Och Vi sande det ena sandebudet efter det andra; var gang den utsande kom till sitt folk, beskylldes han for logn. Och dessa slakten forintades, det ena efter det andra, men Vi lat berattelserna om dem fortleva [som lardom for eftervarlden] - sa var det ute med dessa manniskor som inte ville tro"},{"SurahNumber":23,"VerseNumber":45,"Text":"DAREFTER sande Vi Moses och hans broder Aron med Vara budskap och ett klart bevis pa [deras] myndighet"},{"SurahNumber":23,"VerseNumber":46,"Text":"till Farao och hans storman. Men de upptradde hogmodigt - de var sadana som gar hart fram mot andra"},{"SurahNumber":23,"VerseNumber":47,"Text":"Och de sade: \"Varfor skulle vi tro pa dem? De ar ju bara manniskor som vi sjalva och deras folk ar vara slavar"},{"SurahNumber":23,"VerseNumber":48,"Text":"De avvisade de tva [budbararnas] budskap som logn och Vi lat dem [drunkna i havet]"},{"SurahNumber":23,"VerseNumber":49,"Text":"Och Vi skankte Moses Skriften for att [hans folk] skulle fa vagledning"},{"SurahNumber":23,"VerseNumber":50,"Text":"Och Vi gjorde Marias son och hans moder till ett tecken [for manniskorna] och forde dem till en plats pa en skyddad hojd som erbjod vila och som vattnades av friska kallor"}]}