{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"Dajudaju Awa ran (Anabi) Nuh nise si ijo re pe: \"Sekilo fun ijo re siwaju ki iya eleta-elero to de ba won"},{"SurahNumber":71,"VerseNumber":2,"Text":"O so pe: \"Eyin ijo mi, dajudaju emi ni olukilo ponnbele fun yin"},{"SurahNumber":71,"VerseNumber":3,"Text":"pe ki e josin fun Allahu, ki e beru Re, ki e si tele mi"},{"SurahNumber":71,"VerseNumber":4,"Text":"(Allahu) maa saforijin awon ese yin fun yin. O si maa lo yin lara titi di gbedeke akoko kan. Dajudaju akoko (iku ti) Allahu (ko mo eda), nigba ti o ba de, won ko nii sun un siwaju ti o ba je pe e mo"},{"SurahNumber":71,"VerseNumber":5,"Text":"O so pe: \"Oluwa mi, dajudaju emi pe ijo mi ni oru ati ni osan"},{"SurahNumber":71,"VerseNumber":6,"Text":"Ipe mi ko si se alekun kan fun won ayafi sisa seyin (fun ododo)"},{"SurahNumber":71,"VerseNumber":7,"Text":"Ati pe igbakigba ti mo ba pe won pe ki O le forijin won, won n fi omonika won di eti won, won n yiso won bori, won n taku (sori ese), won si n segberaga gan-an"},{"SurahNumber":71,"VerseNumber":8,"Text":"Leyin naa, dajudaju emi pe won pelu ohun oke"},{"SurahNumber":71,"VerseNumber":9,"Text":"Leyin naa, dajudaju emi kede fun won, mo si tun pe won ni ida konko"},{"SurahNumber":71,"VerseNumber":10,"Text":"Mo si so pe, e toro aforijin ni odo Oluwa yin, dajudaju O n je Alaforijin"},{"SurahNumber":71,"VerseNumber":11,"Text":"O maa rojo fun yin ni ojo pupo"},{"SurahNumber":71,"VerseNumber":12,"Text":"O maa fi awon dukia ati awon omokunrin ran yin lowo. O maa se awon ogba oko fun yin. O si maa se awon odo fun yin"},{"SurahNumber":71,"VerseNumber":13,"Text":"Ki lo mu yin ti e ko paya titobi Allahu"},{"SurahNumber":71,"VerseNumber":14,"Text":"O si kuku seda yin lati irisi kan si omiran (ninu oyun)"},{"SurahNumber":71,"VerseNumber":15,"Text":"Se e o ri bi Allahu se da awon sanmo meje ni ipele ipele ni"},{"SurahNumber":71,"VerseNumber":16,"Text":"O si se osupa ni imole sinu won. O tun se oorun ni atupa"},{"SurahNumber":71,"VerseNumber":17,"Text":"Allahu mu yin jade lati ara erupe ile"},{"SurahNumber":71,"VerseNumber":18,"Text":"Leyin naa, O maa da yin pada sinu re. O si maa mu yin jade taara"},{"SurahNumber":71,"VerseNumber":19,"Text":"Allahu se ile fun yin ni ite"},{"SurahNumber":71,"VerseNumber":20,"Text":"nitori ki e le to awon oju ona fife gbegede lori re"}]}