{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Verily those who took the calf, anon will overtake them indignation from their Lord and abasement in the life of the World. Thus We require the fabricators"},{"SurahNumber":7,"VerseNumber":153,"Text":"And those who committed evils, and repented thereafter and believed --verily thy Lord is thereafter Forgiving, Merciful"},{"SurahNumber":7,"VerseNumber":154,"Text":"And when the indignation of Musa was appeased, he took up the tablets, and in the inscription thereon were guidance and mercy unto these who dread their Lord"},{"SurahNumber":7,"VerseNumber":155,"Text":"And Musa singled out of his people seventy men for Our appointment, then when the earthquake laid hold of them he said. O my Lord! hadst Thou willed, Thou wouldst have destroyed them afore and me also. wilt Thou destroy Us for that which the foolish ones amongst us have done! lt is only thy trial, whereby thou sendest astray whomsoever Thou wilt and keepest guided whomsoever Thou wilt. Thou art our patron. So forgive us Thou and have mercy on us; and thou art the Best of the forgivers"},{"SurahNumber":7,"VerseNumber":156,"Text":"And ordain for us good in the world and in the Hereafter; verily we have been guided unto Thee. Allah said: as to My chastisement, therewith afflict whomsoever I Will and as to My mercy, it comprehendeth everything. Wherefore I shall ordain it for those who fear an give poor- rate and those who believe in Our signs"},{"SurahNumber":7,"VerseNumber":157,"Text":"Those who follow the apostle, the unlettered prophet. Whom they find written down with them in the Taurat and the Injil; he biddeth them to the seemly and prohibiteth unto them the unseemly, alloweth unto them things clean and forbiddeth unto them things unclean and relieveth them of their burthen and the shackles which have been upon them. Those who believe in him and side with him and succour him and follow the light which hath been sent down with him; those: they shall fare well"}]}