{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"Ibrahim, babasına ve halkına seslendi(ginde bu gercegi dikkate almıstı:) \"Sizin taptıklarınıza tapmak benden uzak olsun"},{"SurahNumber":43,"VerseNumber":27,"Text":"Hic kimse(ye tapmam), beni var etmis olan haric, beni dogru yola ileten O´dur"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ve bunu, daha sonra gelenler arasında yasamaya devam eden bir soz olarak soyledi ki onlar (daima) o (sozu hatırlayıp ona) donsunler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Simdi, (Ibrahim´den sonra yasamıs olanlara gelince,) onlara -ve atalarına- her seyi apacık ortaya seren bir elci aracılıgıyla hakikati gonderinceye kadar istedikleri gibi yasamalarına izin verdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"ama simdi hakikat onlara ulasınca, \"Butun bunlar sadece buyuleyici laflardır ve biz onlarda bir dogruluk payı olduguna inanmıyoruz!\" derler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve yine soyle derler: \"Bu Kuran, neden iki sehrin ileri gelenlerine inmis degil"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini yoksa onlar mı bolusturuyorlar? (Hayır, nasıl ki) bu dunyada gecim araclarını onlar arasında bolusturen ve onların bazısını baskalarına yardım etmeleri icin digerlerinin ustune cıkaran Biziz; (aynı sekilde, diledigimize manevi bagıslarda bulunan da Biziz): Rabbinin bu rahmeti, onların yıgabilecekleri butun (dunyevi servetler)den daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger (sınırsız zenginliklerin onlerine serilmesiyle) butun insanlar tek bir (seytani) toplum haline gelmiyecek olsaydı, (simdi) Rahman´ı inkar edenlerin evlerini gumusten catılar ve tırmanacakları (gumusten) merdivenler ile donatırdık"},{"SurahNumber":43,"VerseNumber":34,"Text":"ve evlerine (gumus) kapılar, uzerinde yatıp uzanacakları (gumus) yataklar"},{"SurahNumber":43,"VerseNumber":35,"Text":"ve (sınırsız olcude) altın? Ama bunların tumu, bu dunya hayatının (gelip gecici) zevklerinden baska bir sey degildir; halbuki Allah´a karsı sorumluluk duyanları oteki dunya(da) Rableri katında (mutluluk) bekler"}]}