{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Dan (ingatlah) ketika Tuhanmu berfirman kepada para Malaikat, \"Aku hendak menjadikan khalifah15) di bumi\". Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kalian ketahui"},{"SurahNumber":2,"VerseNumber":31,"Text":"Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, \"Sebutkan kepada-Ku nama semua benda ini, jika kalian yang benar"},{"SurahNumber":2,"VerseNumber":32,"Text":"Mereka menjawab, \"Mahasuci Engkau, tidak ada yang kami ketahui selain apa yang telah Engkau ajarkan kepada kami. Sungguh, Engkaulah Yang Maha Mengetahui, Mahabijaksana"},{"SurahNumber":2,"VerseNumber":33,"Text":"Dia (Allah) berfirman, \"Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!\" Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, \"Bukankah telah Aku katakan kepada kalian, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kalian nyatakan dan apa yang kalian sembunyikan"},{"SurahNumber":2,"VerseNumber":34,"Text":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam!\" Maka mereka pun sujud kecuali Iblis.16) Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dan Kami berfirman: \"Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada disana sesukamu. (Tetapi) janganlah kamu dekati pohon ini,17) nanti kamu termasuk orang-orang yang zalim"},{"SurahNumber":2,"VerseNumber":36,"Text":"(Lalu setan menggelincirkan keduanya dari surga19) sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman,\"Turunlah kalian! Sebagian kalian menjadi musuh bagi yang lain. Dan bagi kalian ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan"},{"SurahNumber":2,"VerseNumber":37,"Text":"(Kemudian Adam menerima beberapa kalimat20) dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang"},{"SurahNumber":2,"VerseNumber":38,"Text":"Kami berfirman, \"Turunlah kalian semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepada kalian, maka barang siapa mengikuti petunjuk-Ku, tidak ada rasa takut bagi mereka dan mereka tidak bersedih hati"},{"SurahNumber":2,"VerseNumber":39,"Text":"Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya"}]}