{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Верующие! Ищите помощи себе в терпении и молитве: потому что с терпеливыми Бог"},{"SurahNumber":2,"VerseNumber":154,"Text":"О тех, которые убиты на пути Божием, не говорите: \"Они мертвы\"; нет они живы. Но вы не постигаете этого"},{"SurahNumber":2,"VerseNumber":155,"Text":"Действительно, Мы искушаем вас то тем, то другим способом: страхом, голодом, потерею имущества, жизни, плодов; но обрадуй терпеливых благою вестию"},{"SurahNumber":2,"VerseNumber":156,"Text":"Те, которых постигнет когда какое либо бедствие, говорят: \"Мы во власти Бога, и к Нему мы возвратимся"},{"SurahNumber":2,"VerseNumber":157,"Text":"Им благословление и милость от Господа их; они идут по прямому пути"},{"SurahNumber":2,"VerseNumber":158,"Text":"Сафа и Мерва суть заповедные места Божии. Кто совершает торжественный праздник (хадж) при этом доме (Каабе), или совершает при нём праздничное молебствие (гумря): на том нет греха в том, что делает обходы вокруг обоих их (Сафы, Мервы); также и на том, кто произвольно сделает что либо доброе - потому что Бог благотворящий, знающий"},{"SurahNumber":2,"VerseNumber":159,"Text":"Тех, которые скрывают ниспосланные Нами ясные указания и руководство к правоте, после того как Мы это изъяснили в этом писании, тех проклянет Бог и проклянут проклинающие"},{"SurahNumber":2,"VerseNumber":160,"Text":"кроме тех, которые покаются, будут делать доброе, и такими себя ясно покажут: к ним и Я буду благопреклонен. Я благопреклонен к кающимся, милостив"},{"SurahNumber":2,"VerseNumber":161,"Text":"Над теми, которые остаются неверными и умирают, оставаясь неверными,- над ними проклятие Бога, ангелов и всех людей"},{"SurahNumber":2,"VerseNumber":162,"Text":"Под ним они останутся вечно: мука их не облегчится, они не обратят на себя взоры Божия"},{"SurahNumber":2,"VerseNumber":163,"Text":"Бог ваш - Бог единый: нет другого Бога, кроме Его, милостивого и милосердного"}]}