{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":54,"VerseNumber":41,"Text":"Atē ḍarā'uṇa vālē phira'auna dē kōla pahucē"},{"SurahNumber":54,"VerseNumber":42,"Text":"Tāṁ asīṁ unhāṁ nū ika zōrāvara atē samarathā vālē vāṅga phaṛha li'ā"},{"SurahNumber":54,"VerseNumber":43,"Text":"Kī tuhāḍē inakāra karana vālē inhāṁ lōkāṁ tōṁ vadhī'ā hana jāṁ tuhāḍē la'ī ākāśī kitābāṁ vica mu'āfī likha ditī ga'ī hai"},{"SurahNumber":54,"VerseNumber":44,"Text":"Kī uha kahidē hana ki asīṁ ajihē samūha hāṁ jihaṛē prabhāvaśālī rahāṅgē"},{"SurahNumber":54,"VerseNumber":45,"Text":"Jaladī hī iha samūha hārēgā atē piṭha ghūmāṁ kē bhajēgā"},{"SurahNumber":54,"VerseNumber":46,"Text":"Sagōṁ ki'āmata unhāṁ dē vā'adē dā samāṁ hai atē ki'āmata dē hada kaṭhōra atē kauṛī vasatū hai"},{"SurahNumber":54,"VerseNumber":47,"Text":"Bēśaka aparādhī lōka kurāhē pa'ē hana atē nā samajhī vica hana"},{"SurahNumber":54,"VerseNumber":48,"Text":"Jisa dina uha mūdhē-mūha aga vica ghasīṭē jāṇagē. La'u savāda aga dā"},{"SurahNumber":54,"VerseNumber":49,"Text":"Asīṁ harēka cīza nū adāzē anusāra paidā kītā"},{"SurahNumber":54,"VerseNumber":50,"Text":"Atē sāḍā hukama basa acānaka ā jāvēgā jivēṁ akha dā jhapakaṇa"},{"SurahNumber":54,"VerseNumber":51,"Text":"Atē asīṁ naśaṭa kara cukē hāṁ tuhāḍē nāla vāli'āṁ nū phira kī kō'ī hai sōcaṇa vālā"},{"SurahNumber":54,"VerseNumber":52,"Text":"Atē jihaṛā kujha unhāṁ nē kītā sabha kitābāṁ vica likhi'ā hō'i'ā hai"},{"SurahNumber":54,"VerseNumber":53,"Text":"Atē harēka chōṭī vaḍī gala likhī hō'ī hai"},{"SurahNumber":54,"VerseNumber":54,"Text":"Bēśaka ḍara rakhaṇa vālē bāġāṁ atē nahirāṁ vica hōṇagē"},{"SurahNumber":54,"VerseNumber":55,"Text":"Uha sacī baiṭhaka vica baiṭhē hōṇagē samaratha pātaśāha dē kōla"}]}