{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"Soshite rappa ga fuka reru to, kare-ra wa hakaba kara (dete),-nushi no omoto ni isoideiku"},{"SurahNumber":36,"VerseNumber":52,"Text":"Kare-ra wa iu. `A , nasakenai. Watashi-tachi o fushido kara yobiokoshita no wa daredeshou ka. Kore wa, jihibukaki okata ga yakusoku nasa reta toride wa arimasen ka. Shito-tachi no kotoba wa shinjitsudeatta nodesu ka"},{"SurahNumber":36,"VerseNumber":53,"Text":"Tada hitokoe narihibikeba, isseini kare-ra wa ware no mae ni meshi atsume rareru"},{"SurahNumber":36,"VerseNumber":54,"Text":"Sonohi ni wa dare mo, sukoshi mo futona atsukai o ukezu, anata gata wa, tada jibun no okonatta koto ni taishi mukui rareru"},{"SurahNumber":36,"VerseNumber":55,"Text":"Hontoni rakuen no nakama-tachi wa, kono Ni~Tsu, yorokobi ni 忙 Ga shi"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kare-ra wa sono haigusha-tachi to, kokage no nedoko ni yorikakaru"},{"SurahNumber":36,"VerseNumber":57,"Text":"Soko de kare-ra wa, kajitsu ya nozomi no mono o nandemo e rareru"},{"SurahNumber":36,"VerseNumber":58,"Text":"Jihibukaki nushi kara `heian'are.' To no o kotoba mo aru"},{"SurahNumber":36,"VerseNumber":59,"Text":"Anata gata tsumibito-tachi yo, kyo wa hanarete hikae nasai"},{"SurahNumber":36,"VerseNumber":60,"Text":"Adamu no shison yo, akuma ni tsukaete wa naranai to, ware wa anata gata ni meirei shinakatta ka. Kare wa anata gata no kozen no tekidearu"},{"SurahNumber":36,"VerseNumber":61,"Text":"Anata gata wa ware ni tsukae nasai. Sore koso tadashi michidearu"},{"SurahNumber":36,"VerseNumber":62,"Text":"Tashika ni kare (akuma) wa anata gata no daibubun o mayowa seta. Doshite anata gata wa satoranakatta no ka"},{"SurahNumber":36,"VerseNumber":63,"Text":"Kore wa anata gata ni yakusoku sa rete ita, jigokudearu"},{"SurahNumber":36,"VerseNumber":64,"Text":"Anata gata wa fushinjindeatta tame ni, kyo soko ni hairu nodearu"},{"SurahNumber":36,"VerseNumber":65,"Text":"Sonohi ware wa, kare-ra no kuchiwofujiru. Suruto sono-te ga ware ni katari, kare-ra no ashi wa, sono okonatta koto o rissho suru"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ware ga nozomeba, kare-ra no ryome o mekura ni suru koto ga dekiru. Kare-ra wa (tengoku e no) michi o sakinjiyou to suruga, doshite mitosu koto ga dekiyou ka"},{"SurahNumber":36,"VerseNumber":67,"Text":"Ware ga nozomeba, kare-ra o sono basho de katachi o kaeru koto mo dekiru. So nareba kare-ra wa, iku koto mo kaeru koto mo dekinai"}]}