{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Inene u’Karûn (uKora) waye engowabantu bakuloMûsâ, kodwa wabaphatha kakubi. Kananjalo Samnika oovimba abazitshixo zabo zazithwalwa lihlokondiba lamadoda anamandla; ke kaloku abantu bakhe (izizalwana zakhe) bathi kuye: “Musa ukuzikhukhumalisa. Inene uAllâh Akabathandi abakhukhumeleyo"},{"SurahNumber":28,"VerseNumber":77,"Text":"Ukusuka apho ngoko uAllâh Akuphe kona wena zifunele ikhaya lasemva kokufa; uthi kananjalo ungasilibali isabelo sakho sasehlabathini.Wenze okulungileyo njengoko uAllâh Ekwenzele okulungileyo.Unganqweneli (ukwenza) ubutshinga elizweni. Inene uAllâh Akabathandi abenzi bobutshinga.”"},{"SurahNumber":28,"VerseNumber":78,"Text":"Wathi yena (u’Kârûn): “Mna ndakunikwa oku ngenxa yolwazi endinalo.” (Kanti) wayengayazi na into yokuba uAllâh Watshabalalisa izizukulwana ngaphambili kunaye, amadoda ayenamandla kunaye emakhulu ngokobutyebi ayebuqokelele? Kodwa abaphuli-mthetho abayi kubuzwa ngezono zabo"},{"SurahNumber":28,"VerseNumber":79,"Text":"Waza ke wahamba-hamba phambi kwabantu bakhe (edlisela) ngobunewunewu bakhe. Abo banqwenela ubomi beli hlabathi bathi: “O akwaba sasinikwe okunjengoko kunikwe u’Kârûn. Inene yena ngomnye wabo bathamsanqeliseke kakhulu.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"Kodwa abo babenikwe ulwazi bathi: “Yeha kuni! Umvuzo ka-Allâh nguwona ulungileyo kulowo ukholwayo enze izenzo ezilungileyo. Yaye akukho namnye uwufumanayo ngaphandle kwabanomonde.”"},{"SurahNumber":28,"VerseNumber":81,"Text":"Ke kaloku Saya Senza umhlaba ukuba umginye (u’Karûn) nomzi wakhe. Yaye akazanga abe namahlakani okumncedisa ngaphaya koAllâh, wasuka waba ngomnye wabo bangakwazi kuzikhusela (ngokuchasene naThi)"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ke kaloku abo babenqwenela ukuba sesikhundleni sakhe ngezolo baqala bathi: “O, uAllâh Wandisa imbonelelo yaKhe kulowo Athande (ukumandisela) kwizicaka zakhe. Aze Ayincitshe (kulowo Athande ukuyincitsha kuye)! Ukuba ngaba uAllâh Ebengathululanga ubabalo lwaKhe phezu kwethu, ngesenze saginywa (nathi). Inene, abangakholwayo abanampumelelo!”"},{"SurahNumber":28,"VerseNumber":83,"Text":"Elo khaya loBomi oBuzayo Silinika abo banganqweneli nkukhumalo nabutshinga kulo mhlaba. Ke kaloku isiphumo esilungileyo sesabangamalungisa"},{"SurahNumber":28,"VerseNumber":84,"Text":"Nabani na oya kuza ngoMhla woVuko nesenzo esilungileyo, uya kufumana okulunge ngaphezulu kunaso; ke lowo uya kuza nesenzo esingcolileyo abo benza izenzo ezingcolileyo abayi kubuyekezwa nganto ngaphandle koko babedla ngokukwenza (ehlabathini)"},{"SurahNumber":28,"VerseNumber":85,"Text":"Inene(wenaMuhammad),loWoWakunikai’Kur’ân,Ukuyalela ukuba wenze ngokwemithetho yayo okuyishumayela, Yena Uya kukubuyisela kwindawo yakho yokubuyela9. Yithi: “INkosi yam yiYo Eyaziyo ukuba ngubani na okwisiKhokelo ingubani na osekulahlekeni okucacileyo"},{"SurahNumber":28,"VerseNumber":86,"Text":"Kananjalo wena wawungayilindelanga into yokuba kungaze kuthunyelwe iNcwadi kuwe, kodwa (oko kwenzekile ngenxa) yobabalo oluvela eNkosini yakho. Ngoko ke ungaze ube ngumxhasi wabangakholwayo"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ungaze kananjalo ubavumele bakuwexule kwiiVesi zika- Allâh emveni kokuba sele zityhiliwe kuwe. Kananjalo memela abantu eNkosini yakho. Ungaze ube ngomnye wabo bayamanisa abanye kuAllâh"},{"SurahNumber":28,"VerseNumber":88,"Text":"Kananjalo uze ungaMnquli uAllâh ngokuMdibanisa nomnye uthixo. Akukho thixo wumbi ngaphandle kwaKhe. Yonke into iza kutshabalala ngaphandle koBuso baKhe. OkwaKhe kukugweba, yaye kukuYe apho niza kubuyela khona"}]}