{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"(ō muham'mad!) Ilā prārthin̄cu: \"Ō nā prabhū! Ē (śikṣa ayitē) vāriki (aviśvāsulaku) vāgdānaṁ cēyabaḍi unnadō dānini nīvu nāku cūpanunnacō"},{"SurahNumber":23,"VerseNumber":94,"Text":"ō nā prabhū! Nannu ī durmārga prajalalō cērcaku"},{"SurahNumber":23,"VerseNumber":95,"Text":"mariyu niścayaṅgā, mēmu vāriki (aviśvāsulaku) vāgdānamu cēsindi (śikṣa) nīku cūpagala samardhulamu"},{"SurahNumber":23,"VerseNumber":96,"Text":"ceḍunu, man̄citanamutō nivārin̄cu. Vāru āpādin̄cē viṣayālu māku bāgā telusu"},{"SurahNumber":23,"VerseNumber":97,"Text":"mariyu ilā prārthin̄cu: \"Ō nā prabhū! Ṣaitānulu rēkettin̄cē kalatala nuṇḍi (rakṣaṇa pondaṭāniki) nēnu nī śaraṇu vēḍukuṇṭunnānu"},{"SurahNumber":23,"VerseNumber":98,"Text":"mariyu ō nā prabhū! Avi nā vaddaku rākuṇḍā uṇḍālani, nēnu nī śaraṇu vēḍukuṇṭunnānu"},{"SurahNumber":23,"VerseNumber":99,"Text":"civariki vārilō okaḍiki maraṇaṁ samīpin̄cinappuḍu vāḍilā vēḍukuṇṭāḍu: \"Ō nā prabhū! Nannu tirigi (bhūlōkāniki) pampu"},{"SurahNumber":23,"VerseNumber":100,"Text":"nēnu cēyakuṇḍā vaccina satkāryālu cēyaṭāniki.\" Adi kāni pani. Niścayaṅgā adi atani nōṭimāṭa mātramē! Ika (ī maraṇin̄cina) vāru tirigi lēpabaḍē dinaṁ varaku vāri mundu oka aḍḍutera (bar jakh) uṇṭundi"},{"SurahNumber":23,"VerseNumber":101,"Text":"ā taruvāta bāgā ūdabaḍina dinamuna vāri madhya elāṇṭi sambandhālu uṇḍavu. Mariyu vāru okari nokaru palukarin̄cukōru kūḍā"},{"SurahNumber":23,"VerseNumber":102,"Text":"ika evari (satkāryāla) paḷḷālu baruvugā uṇṭāyō, ālāṇṭi vārē sāphalyaṁ pondēvāru"},{"SurahNumber":23,"VerseNumber":103,"Text":"mariyu evari paḷḷālu tēlikagā uṇṭāyō, alāṇṭi vārē tamanu tāmu naṣṭāniki guri cēsukunna vāru, vārē narakanlō śāśvataṅgā uṇḍēvāru"},{"SurahNumber":23,"VerseNumber":104,"Text":"agni vāri mukhālanu kālci vēstundi. Vāri pedavulu bigin̄cuku pōyi, paḷḷu bayaṭa paḍatāyi"},{"SurahNumber":23,"VerseNumber":105,"Text":"(vārini allāh ilā praśnistāḍu): \"Ēmī? Nā sūcanalu mīku vinipin̄cabaḍalēdā? Appuḍu mīru vāṭini asatyālani tiraskaristū uṇḍēvāru kadā"},{"SurahNumber":23,"VerseNumber":106,"Text":"Vārilā aṇṭāru: \"Ō mā prabhū! Mā duradr̥ṣṭaṁ mam'malni kram'mukoni uṇḍindi. Mēmu mārgabhraṣṭulamaina vārigā uṇḍēvāraṁ"},{"SurahNumber":23,"VerseNumber":107,"Text":"ō mā prabhū! Mam'malni dīni (ī narakaṁ) nuṇḍi bayaṭaku tīyi. Okavēḷa mēmu marala (pāpālu) cēstē, mēmu niścayaṅgā, durmārgulamē"},{"SurahNumber":23,"VerseNumber":108,"Text":"āyana (allāh) aṇṭāḍu: \"Dānilōnē parābhavantō paḍi uṇḍaṇḍi mariyu nātō māṭlāḍakaṇḍi"},{"SurahNumber":23,"VerseNumber":109,"Text":"niścayaṅgā, nā dāsulalō kondaru ilā prārthin̄cē vārunnāru: \"Ō mā prabhū! Mēmu viśvasin̄cāmu, mam'malni kṣamin̄cu mariyu mam'malni karuṇin̄cu mariyu karuṇin̄cēvārilō nīvē atyuttamuḍavu"},{"SurahNumber":23,"VerseNumber":110,"Text":"kāni mīru vārini parihāsāniki guri cēsēvāru, civaraku (ā parihāsamē) mim'malni nā dhyānaṁ nuṇḍi marapimpajēsindi; mariyu mīru vāri mīda navvēvāru (egatāḷi cēsēvāru)"},{"SurahNumber":23,"VerseNumber":111,"Text":"niścayaṅgā, ī rōju nēnu vāriki, vāri sahanāniki tagina pratiphalānni iccānu. Niścayaṅgā vārē vijayaṁ pondinavāru"},{"SurahNumber":23,"VerseNumber":112,"Text":"(allāh) ilā praśnistāḍu: \"Mīru bhūmilō enni sanvatsarālu gaḍipāru"},{"SurahNumber":23,"VerseNumber":113,"Text":"vārilā javābistāru: \"Mēmakkaḍa okka dinamō lēka dinapu konta bhāgamō uṇṭimi. Lekka peṭṭina vārini aḍugu"},{"SurahNumber":23,"VerseNumber":114,"Text":"(allāh) aṇṭāḍu: \"Mīrakkaḍa unnadi kontakālaṁ mātramē! Okavēḷa idi mīru telusukoni uṇṭē (enta bāguṇḍēdi)"},{"SurahNumber":23,"VerseNumber":115,"Text":"ēmī? Vāstavāniki mēmu mim'malni vr̥thāgānē puṭṭin̄cāmani mariyu mīru mā vaipunaku ennaḍū marali rārani bhāvin̄cārā"},{"SurahNumber":23,"VerseNumber":116,"Text":"kāvuna (telusukōṇḍi) allāh atyunnatuḍu, nijamaina viśvasārvabhaumuḍu, āyana tappa maroka ārādhya dēvuḍu lēḍu. Āyanē gauravapradamaina sinhāsanāniki (arṣ ku) prabhuvu"},{"SurahNumber":23,"VerseNumber":117,"Text":"ika evaḍainā allāh tō pāṭu maroka daivānni - tana vadda dāni koraku elāṇṭi ādhāraṁ lēkuṇḍānē - prārthistāḍō, niścayaṅgā atani lekka atani prabhuvu vadda undi. Niścayaṅgā, satyatiraskārulu sāphalyamu pondalēru"},{"SurahNumber":23,"VerseNumber":118,"Text":"Kāvuna nīvu ilā prārthin̄cu: \"Ō nā prabhū! Nannu kṣamin̄cu, nannu karuṇin̄cu, karuṇin̄cēvārilō nīvē atyuttamuḍavu"}]}