{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. \"Zar je probusi da potopis one koji na njoj plove? Ucinio si nesto, doista, krupno"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ne rekoh li ja\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ne zamjeraj mi sto sam zaboravio\", rece, \"i ne cini moje stanje jos tezim"},{"SurahNumber":18,"VerseNumber":74,"Text":"I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: \"Zasto ubi dijete bezgresno, koje nije nikoga ubilo! Ucinio si, zaista, nesto vrlo ruzno"},{"SurahNumber":18,"VerseNumber":75,"Text":"Ne rekoh li ja tebi\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"},{"SurahNumber":18,"VerseNumber":76,"Text":"Ako te i poslije ovoga za bilo sta upitam\", rece, \"onda se nemoj sa mnom druziti. Vec si prije moje opravdanje prihvatio"},{"SurahNumber":18,"VerseNumber":77,"Text":"I njih dvojica krenuse; i kad dođose do jednog grada, zamolise stanovnike njegove da ih nahrane, ali oni odbise da ih ugoste. U gradu njih dvojica naiđose na jedan zid koji samo sto se nije srusio, pa ga onaj uspravi. \"Mogao si\", rece Musa, \"za njega uzeti nagradu"},{"SurahNumber":18,"VerseNumber":78,"Text":"Ovo je rastanak između mene i tebe\", rece onaj, \"obavijestit cu te o tumacenju onoga zbog cega nisi mogao da se strpis"},{"SurahNumber":18,"VerseNumber":79,"Text":"Sto se one lađe tice, ona je pripadala siromasima koji rade na moru, i ja sam htio da je ostetim jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao"},{"SurahNumber":18,"VerseNumber":80,"Text":"Sto se onog djecaka tice, roditelji njegovi bili su vjernici; pobojali smo se da ih on nece na osionost i nevjerovanje navratiti"},{"SurahNumber":18,"VerseNumber":81,"Text":"pa smo htjeli da im Gospodar njihov, umjesto njega, da boljeg i cestitijeg, i samilosti pribliznijeg"},{"SurahNumber":18,"VerseNumber":82,"Text":"A sto se onoga zida tice, to je bio zid dvojice djecaka, sirocadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar covjek i Gospodar tvoj zeli, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po nahođenju svome. Eto to je tumacenje onoga za sto se ti nisi mogao strpjeti"}]}