{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"I im procheti vestta za Nukh! Kogato kaza na svoya narod: “O, narode moi, ako vi tezhat moyat prestoi i moeto napomnyane za znameniyata na Allakh, to na Allakh az se upovavam. Suberete se s vashite sudruzhnitsi, posle si izyasnete vasheto delo, posle ot·sudete za men i ne mi davaite ot·srochka"},{"SurahNumber":10,"VerseNumber":72,"Text":"I da se otvurnete, az ne sum tursil otplata ot vas. Moyata otplata e edinstveno ot Allakh. I mi be poveleno da sum otdaden Nemu.”"},{"SurahNumber":10,"VerseNumber":73,"Text":"I go vzekha za luzhets, i spasikhme nego i onezi, koito byakha s nego v Kovchega, i gi storikhme naslednitsi. I izdavikhme onezi, koito vzekha za luzha Nashite znameniya. I vizh kakuv e krayat na predupredenite"},{"SurahNumber":10,"VerseNumber":74,"Text":"Posle izpratikhme podir nego pratenitsi pri tekhnite narodi i doidokha pri tyakh s yasnite znatsi, no ne iskakha da povyarvat v onova, koeto predi vzimakha za luzha. Taka zapechatvame surtsata na prestupvashtite"},{"SurahNumber":10,"VerseNumber":75,"Text":"Posle izpratikhme podir tyakh Musa i Kharun s Nashite znameniya pri Faraona i znatnite mu khora, no se vuzgordyakha i byakha prestupni khora"},{"SurahNumber":10,"VerseNumber":76,"Text":"I kogato doide pri tyakh istinata ot Nas, kazakha: “Tova e yavna magiya.”"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa kaza: “Nima taka govorite za istinata, kogato tya doide pri vas? Nima e magiya? Ne shte spoluchat mag’osnitsite.”"},{"SurahNumber":10,"VerseNumber":78,"Text":"Kazakha: “Nima doide pri nas, za da ni otluchish ot onova, s koeto zavarikhme predtsite si, i da e za dvama vi [o, Musa i Kharun] velichieto po zemyata? Ne vi vyarvame.”"},{"SurahNumber":10,"VerseNumber":79,"Text":"I kaza Faraonut: “Dovedete mi vsichki znaeshti mag’osnitsi!”"},{"SurahNumber":10,"VerseNumber":80,"Text":"I kogato mag’osnitsite doidokha, Musa im kaza: “Myataite, kakvoto shte myatate!”"},{"SurahNumber":10,"VerseNumber":81,"Text":"I kogato metnakha, Musa kaza: “Magiyata e tova, koeto vie donesokhte. Allakh shte ya provali. Allakh nikoga ne popravya delata na seeshtite razvala"},{"SurahNumber":10,"VerseNumber":82,"Text":"I utvurzhdava Allakh istinata sus Svoite Slova, dori prestupnitsite da vuznenavizhdat tova.”"}]}