{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Těm, kdož neuvěřili a odchylují jiné z cesty Boží, nechá Bůh díla jejich zbloudit"},{"SurahNumber":47,"VerseNumber":2,"Text":"Avšak těm, kdož uvěřili a zbožné skutky konali a uvěřili v to, co bylo sesláno Muhammadovi - a to pravda je od Boha pocházející - těm Bůh vymaže špatné činy jejich a napraví myšlení jejich"},{"SurahNumber":47,"VerseNumber":3,"Text":"A to proto, že ti, kdož neuvěřili, následovali nicotné, zatímco ti, kdož uvěřili, následovali pravdu od Pána jejich pocházející. A takto Bůh ukazuje lidem jejich podobenství"},{"SurahNumber":47,"VerseNumber":4,"Text":"A když se střetnete s nevěřícími, udeřte je do šíjí, a až jim způsobíte úplnou porážku, pevně je spoutejte! A potom je buď omilostněte, anebo je propusťte za výkupné, pokud válka neodloží své břímě. A tak budiž! Kdyby Bůh chtěl, pomohl by si sám proti nim, avšak nečiní tak proto, aby vás jedny druhými podrobil zkoušce. A Bůh nedopustí, aby se ztratily skutky těch, kdož byli zabiti na cestě Boží"},{"SurahNumber":47,"VerseNumber":5,"Text":"On správnou cestou je povede a napraví jejich myšlení"},{"SurahNumber":47,"VerseNumber":6,"Text":"a uvede je do zahrady rajské, o níž jim dal již vědění"},{"SurahNumber":47,"VerseNumber":7,"Text":"Vy, kteří věříte! Pomůžete-li Bohu, On zajisté pomůže vám a upevní paty vaše"},{"SurahNumber":47,"VerseNumber":8,"Text":"Na ty však, kdož neuvěřili, nechť padne neštěstí a nechť Bůh dá zbloudit dílům jejich"},{"SurahNumber":47,"VerseNumber":9,"Text":"A to proto, že nenáviděli to, co seslal Bůh, a marné bude jejich konání"},{"SurahNumber":47,"VerseNumber":10,"Text":"Což necestovali po zemi a neviděli, jaký byl konec těch, kdož před nimi byli? Bůh je zahubil a podobně se stane i nevěřícím"},{"SurahNumber":47,"VerseNumber":11,"Text":"A to proto, že Bůh je ochráncem těch, kdož uvěřili, zatímco nevěřící nebudou mít ochránce žádného"}]}