{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":22,"Text":"(Allah mələklərə belə buyuracaqdır:) “Yıgın bir yerə zulm (kufr) edənləri, onların həmtaylarını və ibadət etdiklərini"},{"SurahNumber":37,"VerseNumber":23,"Text":"Allahdan qeyri! Onlara Cəhənnəm yolunu gostərin"},{"SurahNumber":37,"VerseNumber":24,"Text":"Onları tutub saxlayın, cunki sorgu-sual olunacaqlar!”"},{"SurahNumber":37,"VerseNumber":25,"Text":"(Mələklər istehza ilə onlara deyəcəklər:) “Sizə nə olub ki, (bu gun dunyadakı kimi) bir-birinizə komək edə bilmirsiniz?”"},{"SurahNumber":37,"VerseNumber":26,"Text":"Bəli, onlar bu gun (Allahın əmrinə) təslim olmuslar"},{"SurahNumber":37,"VerseNumber":27,"Text":"Onların bir qismi (tabe olanlar) digəri (oz bascıları) ilə cənə-bogaz olmaga baslayacaq"},{"SurahNumber":37,"VerseNumber":28,"Text":"(Tabe olanlar oz bascılarına) deyəcəklər: “Siz bizim yanımıza (ozunuzun haqlı oldugunuz barədə) and-amanla (bizim bərəkətli və ugurlu saydıgımız sag tərəfdən) gəlirdiniz. (Əslində isə bizi haqq yoldan azdırmısınız)”"},{"SurahNumber":37,"VerseNumber":29,"Text":"(Bascıları) deyəcəklər: “Xeyr, siz (Allahın vəhdaniyyətinə) inanmırdınız"},{"SurahNumber":37,"VerseNumber":30,"Text":"Və bizim sizin uzərinizdə hec bir hokmumuz də yox idi. Xeyr, siz (ozunuz) azgın (gunah etməkdə həddi asmıs) bir qovm idiniz"},{"SurahNumber":37,"VerseNumber":31,"Text":"Buna gorə də Rəbbimizin sozu (əzab və’dəsi) bizim barəmizdə gercəkləsdi. Biz mutləq (əzabı) dadacagıq"},{"SurahNumber":37,"VerseNumber":32,"Text":"Biz sizi yoldan cıxartdıq, cunki biz ozumuz yoldan cıxmıs kimsələr idik!”"},{"SurahNumber":37,"VerseNumber":33,"Text":"O gun hamısı əzaba (cəhənnəm oduna yanmaga) sərik olacaqlar"},{"SurahNumber":37,"VerseNumber":34,"Text":"Həqiqətən, Biz gunahkarlarla belə rəftar edirik"},{"SurahNumber":37,"VerseNumber":35,"Text":"Onlara: “Allahdan basqa hec bir tanrı yoxdur!” – deyildiyi zaman təkəbbur gostərirdilər"},{"SurahNumber":37,"VerseNumber":36,"Text":"Və: Biz hec divanə bir sairdən otru tanrılarımızı tərk edərikmi?!” – deyirdilər"},{"SurahNumber":37,"VerseNumber":37,"Text":"Xeyr, o, haqla (Qur’anla) gəldi və (ozundən əvvəlki) peygəmbərləri təsdiq etdi"},{"SurahNumber":37,"VerseNumber":38,"Text":"Siz (musriklər) siddətli əzabı mutləq dadacaqsınız"},{"SurahNumber":37,"VerseNumber":39,"Text":"Siz ancaq etdiyiniz əməllərin cəzasını alacaqsınız"},{"SurahNumber":37,"VerseNumber":40,"Text":"Allahın muxlis bəndələri isə mustəsnadırlar (onlara cəza verilməyəcəkdir)"},{"SurahNumber":37,"VerseNumber":41,"Text":"Məhz onlar ucun mə’lum bir ruzi vardır"},{"SurahNumber":37,"VerseNumber":42,"Text":"(Onlar ucun) novbənov meyvələr vardır. Onlar hormətə (sərəfə) nail olacaqlar –"},{"SurahNumber":37,"VerseNumber":43,"Text":"Nəim cənnətlərində"},{"SurahNumber":37,"VerseNumber":44,"Text":"Onlar taxtlar ustundə bir-biri ilə uzbəuz əyləsəcəklər"},{"SurahNumber":37,"VerseNumber":45,"Text":"Onlar ucun (cənnət saqiləri tərəfindən adamı kefləndirməyən, behistdə cay kimi axan) məin (sərab) dolu piyalələr dolandırılacaqdır"},{"SurahNumber":37,"VerseNumber":46,"Text":"Agappaq, ozu də icənlərə ləzzət verən (bir məin)"},{"SurahNumber":37,"VerseNumber":47,"Text":"Onun icində (dunyadakı sərabdan fərqli olaraq) aglı basdan cıxaran (basagrısı, sustluk verən) hec bir sey yoxdur. Onlar ondan məst də olmazlar"},{"SurahNumber":37,"VerseNumber":48,"Text":"Onların yanında gozəl (irigozlu), baxısları (yalnız ərlərinə) dikilmis zovcələr olacaqdır"},{"SurahNumber":37,"VerseNumber":49,"Text":"Onlar, sanki ortulu (baglı, hec bir əl dəyməmis, qabıgı icində təzə-təzə qalmıs, agappaq) yumurtadırlar (yaxud sədəf icində gizlənmis incidirlər)"},{"SurahNumber":37,"VerseNumber":50,"Text":"Onlar bir-biri ilə (dunyada gordukləri barədə) sorgu-suala (soz-sohbətə) baslayacaqlar"},{"SurahNumber":37,"VerseNumber":51,"Text":"Onlardan biri belə deyəcək: “Mənim bir yoldasım var idi"},{"SurahNumber":37,"VerseNumber":52,"Text":"O deyirdi: “Sən, dogrudan da, inanmırsan ki"},{"SurahNumber":37,"VerseNumber":53,"Text":"Biz oldukdən, torpaq və sur-sumuk olduqdan sonra (dirildilib) sorgu-sual olunacagıq (və əməllərimizə gorə cəzalandırılacagıq)?”"},{"SurahNumber":37,"VerseNumber":54,"Text":"(Sonra həmin səxs Cənnətdəki yoldaslarına) deyəcək: “Siz (indi onun nə halda oldugunu) bilirsinizmi?” (Onlar: “Xeyr”, - deyə cavab verəcəklər)"},{"SurahNumber":37,"VerseNumber":55,"Text":"O ozu baxıb onu (yoldasını) Cəhənnəmin ortasında gorəcək"},{"SurahNumber":37,"VerseNumber":56,"Text":"Və (ona uz tutub) deyəcəkdir: “Allaha and olsun ki, sən az qala məni (yoldan cıxardıb) məhv edəcəkdin"},{"SurahNumber":37,"VerseNumber":57,"Text":"Əgər Rəbbimin lutfu olmasaydı, mən də (Cəhənnəmə) gətirilənlərdən olardım"},{"SurahNumber":37,"VerseNumber":58,"Text":"Biz artıq olməyəcəyik, elə deyilmi"},{"SurahNumber":37,"VerseNumber":59,"Text":"(Dunyadakı) ilk olumumuz istisna olmaqla! Biz, əzad da gorməyəcəyik!”"},{"SurahNumber":37,"VerseNumber":60,"Text":"Həqiqətən, bu, boyuk qurtulusdur (ugurdur)"},{"SurahNumber":37,"VerseNumber":61,"Text":"Qoy (dunyada) calısanlar bunun ucun (belə bir əbədi səadət ugrunda) calıssınlar"},{"SurahNumber":37,"VerseNumber":62,"Text":"(Ey insanlar!) Qonaq olmaga (ziyafət ucun) bu (Cənnət) yaxsıdır, yoxsa (Cəhənnəmdəki pis qorxulu, meyvəsi zəhər kimi acı) zəqqum agacı"},{"SurahNumber":37,"VerseNumber":63,"Text":"Biz onu zalımlar (cəhənnəm istisində hec bir agac bitməz deyən kafirlər) ucun bir bəla (dərd) etdik"},{"SurahNumber":37,"VerseNumber":64,"Text":"O elə bir agacdır ki, Cəhənnəmin lap dibindən (cəhənnəm odunun icindən) cıxar"},{"SurahNumber":37,"VerseNumber":65,"Text":"Onun meyvəsi seytanların bası kimidir (olduqca cirkin və əcaibdir)"},{"SurahNumber":37,"VerseNumber":66,"Text":"Onlar (cəhənnəm əhli) ondan yeyəcək və qarınlarını onunla dolduracaqlar"},{"SurahNumber":37,"VerseNumber":67,"Text":"Sonra onlar ucun (icməyə) qaynar su ilə qatısmıs irin vardır"},{"SurahNumber":37,"VerseNumber":68,"Text":"Daha sonra onların qayıdacaqları yer mutləq yenə Cəhənnəmdir"},{"SurahNumber":37,"VerseNumber":69,"Text":"Cunki onlar atalarını (dunyada haqq yoldan) azmıs gordulər"},{"SurahNumber":37,"VerseNumber":70,"Text":"Bununla belə yuyurə-yuyurə onların ardınca dusub getdilər"},{"SurahNumber":37,"VerseNumber":71,"Text":"Həqiqətən, onlardan (Məkkə musriklərindən) əvvəlkilərin (kecmis ummətlərin) əksəriyyəti (haqq yoldan) azmısdı"},{"SurahNumber":37,"VerseNumber":72,"Text":"And olsun ki, Biz onlara (Allahın əzabı ilə) qorxudan peygəmbərlər gondərmisdik"},{"SurahNumber":37,"VerseNumber":73,"Text":"(Ya Rəsulum!) Bir gor o qorxudulanların (lakin duz yola gəlməyənlərin) axırı necə oldu"},{"SurahNumber":37,"VerseNumber":74,"Text":"Yalnız Allahın sadiq bəndələrindən basqa! (Onlara hec bir əzab verilmədi)"}]}