{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, sin. Eto - ayaty Korana, yasnogo Pisaniya"},{"SurahNumber":27,"VerseNumber":2,"Text":"rukovodstvo [k pryamomu puti] i dobraya vest' dlya uverovavshikh"},{"SurahNumber":27,"VerseNumber":3,"Text":"kotoryye sovershayut obryadovuyu molitvu, vnosyat zakat i veruyut v budushchuyu zhizn'"},{"SurahNumber":27,"VerseNumber":4,"Text":"Voistinu, tem, kotoryye ne veruyut v budushchuyu zhizn', My predstavili ikh deyaniya v prekrasnom svete, tak chto oni bluzhdayut v rasteryannosti"},{"SurahNumber":27,"VerseNumber":5,"Text":"Oni - te, kotorym ugotovano naikhudsheye nakazaniye, a v budushchey zhizni oni - poterpevshiye naibol'shiy uron"},{"SurahNumber":27,"VerseNumber":6,"Text":"Voistinu, ty [, Mukhammad,] obretayesh' Koran ot Mudrogo, Znayushchego"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Vspomni, Mukhammad,] kak Musa skazal svoyemu semeystvu: \"Voistinu, ya vizhu ogon'. YA prinesu vam vest' o nem ili goryashchuyu golovnyu. Mozhet byt', vy obogreyetes'"},{"SurahNumber":27,"VerseNumber":8,"Text":"Kogda on podoshel k ognyu, razdalsya glas: \"Blagosloven tot, kto v ogne i kto vblizi nego. Prechist Allakh, Gospod' [obitateley] mirov"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa\"! Voistinu, YA - Allakh, velikiy, Mudryy"},{"SurahNumber":27,"VerseNumber":10,"Text":"A ty bros' svoy posokh!\" Kogda Musa [brosil i] uvidel, chto posokh izvivayetsya, slovno zmeya, on brosilsya nazad bez oglyadki. [Allakh skazal]: \"O Musa! Ne boysya, ibo predo Mnoyu ne sleduyet boyat'sya poslannikam"},{"SurahNumber":27,"VerseNumber":11,"Text":"[Boyat'sya nadlezhit lish' tem], kto sovershil bezzakoniye. A yesli posle zlodeyaniya on sovershit vzamen dobroye deyaniye, to YA ved' - proshchayushchiy, miloserdnyy"},{"SurahNumber":27,"VerseNumber":12,"Text":"Sun' svoyu ruku za pazukhu, i ona stanet [sovershenno] beloy, bezo vsyakogo pyatna, - [eto odno] iz devyati znameniy dlya Fir'auna i yego naroda, ibo oni - greshnyy narod"},{"SurahNumber":27,"VerseNumber":13,"Text":"Kogda zhe Nashi yavnyye znameniya byli predstavleny pered nimi, oni zayavili: \"Eto - ochevidnoye koldovstvo"},{"SurahNumber":27,"VerseNumber":14,"Text":"Oni otvergli ikh nepravedno i kichas', khotya v dushe oni ubedilis' v [istinnosti] ikh. Posmotri zhe, chem konchili tvoryashchiye bezzakoniye"}]}