{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Həqiqətən, Biz Nuhu öz qövmünə peyğəmbər göndərdik. O belə dedi: “Ey qövmüm! Allaha ibadət edin. Sizin Ondan başqa (ibadət edəcək) heç bir tanrınız yoxdur. Məgər (Allahın əzabından) qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"(Nuh) qövmünün kafir başçıları (tabeçiliyində olanlara) dedilər: “Bu sizin kimi yalnız adi bir insandır. (Peyğəmbərlik iddiası ilə) sizə böyüklük etmək istəyir. Əgər Allah (Ondan başqasına ibadət etməməyimizi) istəsəydi, (bizə peyğəmbər olaraq insan deyil) mələklər göndərərdi. Biz bunu (Nuhun təbliğ etdiyi tövhidi) ulu babalarımızdan (keçmiş ümmətlərdən) eşitməmişik"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu adamda, sadəcə olaraq, bir dəlilik var. (Ona cin toxunmuşdur). Hələ bir müddət gözləyin!” (Ya sağalıb xəstəlikdən xilas olar, bir də belə şeylər danışmaz; ya da ölüb gedər, canımız qurtarar)"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh onların bu sözlərindən və iman gətirməyəcəklərindən mə’yus olub) belə dedi: “Ey Rəbbim! Onların məni yalançı hesab etməklərinə qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz (Nuha) belə vəhy etdik: “Gözlərimiz önündə (nəzarətimiz altında) və vəhyimiz üzrə (sənə öyrədəcəyimiz kimi) gəmini düzəlt. Nəhayət, (onları məhv etmək barəsində) əmrimiz gəldiyi və təndir qaynadığı (təndirdən və ya yer üzündən, yaxud gəminin qazanından su qaynayıb daşdığı) zaman hər heyvandan biri erkək, biri dişi olmaqla bir cüt, həmçinin əleyhinə (ölümünə) əvvəlcədən hökm verilmiş kimsələr istisna olmaqla, (qalan) ailə üzvlərini (və iman gətirənləri) gəmiyə mindir. Zülm (küfr) edənlər barəsində Mənə müraciət etmə (onların bağışlanmasını Məndən iltimas etmə). Çünki onlar suya qərq olacaqlar"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sən yanında olanlarla birlikdə gəmiyə minən kimi: “Bizi zalım tayfanın əlindən qurtaran Allaha həmd olsun!” – de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Həmçinin (gəmidən enəndə) belə de: “Ey Rəbbim! Məni mübarək (xeyir-bərəkətli) bir yerə endir. Sən sığınacaq verənlərin ən yaxşısısan!”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şübhəsiz ki, bunda (insanlar üçün) ibrətlər vardır. Həqiqətən, Biz (bəla, müsibət göndərməklə bəndələrimizi) imtahana çəkirik"},{"SurahNumber":23,"VerseNumber":31,"Text":"Onlardan sonra başqa bir nəsil (Ad tayfasını) yaratdıq"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara özlərindən bir peyğəmbər (Hudu) göndərdik. (O, tayfasına dedi:) “Allaha ibadət edin. Sizin ondan başqa (ibadət edəcək) heç bir tanrınız yoxdur. Məgər (Allahın əzabından) qorxmursunuz?”"}]}