{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Va cun Mūso ʙa kamoli ruşdi xud rasid va ʙarūmand şud, ūro hikmatu doniş dodem va nekūkoronro cunin podoş medihem"},{"SurahNumber":28,"VerseNumber":15,"Text":"Bexaʙar az mardumi şahr ʙa şahr doxil şud. Nogahon du tanro did, ki ʙo ham meçangand. Jake az onho az pajravoni ū ʙud va digare az duşmanonaş. Pas, on kī az pajravonaş ʙud, ʙar ziddi on digar, ki az duşmanonaş ʙud, az ū jorī xost. Pas, Mūso muşti mahkame ʙar ū zad va ūro kuşt. Guft: «In kori şajton ʙud. Haroina, ū duşmani gumrohkunandai oşkor ast»"},{"SurahNumber":28,"VerseNumber":16,"Text":"Mūso guft: «Ej Parvardigoram, haroina, man ʙa xud sitam kardam. Maro ʙijomurz». Pas, Alloh ūro ʙijomurzid. Alʙatta, Ū omurzandai gunohho va ʙo ʙandagonaş mehruʙon ast"},{"SurahNumber":28,"VerseNumber":17,"Text":"Mūso guft: «Ej Parvardigori man, ʙa şukronai ne'mate, ki ʙar man ato kardī, pas, hargiz puştiʙoni gunahkoron naxoham şud!»"},{"SurahNumber":28,"VerseNumber":18,"Text":"Pas, Mūso dar şahr tarson va caşm ʙa rohi hodisa şaʙro suʙh namud. Nogahon did, ki marde, ki dirūz az ū madad xosta ʙud, ʙoz ham ūro farjod mezanad va kūmak mexohad. Mūso ʙa ū guft: «Haroina, tu gumrohi oşkor hastī"},{"SurahNumber":28,"VerseNumber":19,"Text":"Pas, hangome ki Mūso xost ʙa kase, ki duşmani hardui onho ʙud, hamla ʙarad va ʙizanad, ū farjod zad va guft: «Ej Mūso, ojo mexohī hamcunon ki dirūz jakero kuştī, maro niz ʙikuşī? Tu mexohī, ki dar in sarzamin zolime ʙoşī va namexohī, ki az solehon ʙoşī»"},{"SurahNumber":28,"VerseNumber":20,"Text":"Marde az durdasti şahr davon omadu guft: «Ej Mūso, sardoroni qavmi Fir'avn dar ʙorai tu maşvarat mekunand, to turo ʙikuşand. Az in şahr ʙerun ʙirav. Man, haroina, xajrxohi tu hastam!»"},{"SurahNumber":28,"VerseNumber":21,"Text":"Pas, tarsonu nigaron az şahr ʙerun şud. Guft: «Ej Parvardigori man, maro az qavmi sitamkoron naçot ʙideh!»"}]}