{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"Nǐ bùyào wèi mǒu shì ér shuō:“Míngtiān wǒ yīdìng zuò nà jiàn shì.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Chúfēi tóngshí shuō:“Rúguǒ ān lā yìyù.” Nǐ rúguǒ wàngle, jiù yīngdāng jìyì qǐ nǐ de zhǔ, bìngqiě shuō:“Wǒ de zhǔ huòxǔ zhǐshì wǒ bǐ zhè gèng qièjìn de zhèngdào.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tāmen zài shāndòng lǐ dòuliúle sānbǎi nián, tāmen yòu jiā jiǔ nián"},{"SurahNumber":18,"VerseNumber":26,"Text":"Ān lā shì zuì zhīdào tāmen dòuliú de shíjiān de. Wéi yǒu tā zhīdào tiāndì de yōuxuán. Tā de shìjué zhēn míng! Tā de tīngjué zhēn cōng! Chú ān lā wài, tāmen jué wú yuánzhù zhě, ān lā bù ràng rènhé rén shēn yǔ tā de pànjué"},{"SurahNumber":18,"VerseNumber":27,"Text":"Nǐ yīngdāng xuāndú nǐ de zhǔ suǒ qǐshì gěi nǐ de jīngdiǎn, tā de yáncí, jué bùshì rènhé rén suǒ néng biàngēng de. Nǐ jué bùnéng fāxiàn yīgè yǐnbì suǒ"},{"SurahNumber":18,"VerseNumber":28,"Text":"Zǎowǎn qídǎo zìjǐ de yǎng zhǔ, yùqiú qí ēncì hé xǐyuè de rénmen, nǐ dāng nàixīn de yǔ tāmen xiāngchǔ, bùyào miǎoshì tāmen, ér qiú jīnshì shēnghuó de fúhuá. Wǒ shǐ mǒu xiē rén de xīn hūshì wǒ de jiàoxùn, ér shùncóng zìjǐ de yùwàng. Tāmen de xíngwéi shì guòfèn de, zhè zhǒng rén nǐ bùyào shùncóng tāmen"},{"SurahNumber":18,"VerseNumber":29,"Text":"Nǐ shuō:“Zhēnlǐ shì cóng nǐmen de zhǔ jiàng shì de, shéi yuàn xìndào jiù ràng tā xìn ba, shéi bù yuàn xìndào, jiù ràng tā bùxìn ba.” Wǒ yǐ wéi bù yì de rén, yùbèile lièhuǒ, nà lièhuǒ de yānmù jiāng lóngzhào tāmen. Rúguǒ tāmen (wéi gān kě ér) qiújiù, jiù yǐ yī zhǒng shuǐ gōng tāmen jiěkě, nà zhǒng shuǐ xiàng lìqīng nàyàng shāozhuó rén miàn, nà yǐnliào zhēn zāogāo! Nà guīsù zhēn èliè"},{"SurahNumber":18,"VerseNumber":30,"Text":"Xìndào érqiě xíngshàn zhě, wǒ bì bù shǐ tāmen de shànxíng túláo wú chóu"},{"SurahNumber":18,"VerseNumber":31,"Text":"zhè děng rén dé xiǎngshòu chángzhù de lèyuán, tāmen xià lín zhū hé, tāmen zài lèyuán lǐ, pèi jīn zhí de shǒuzhuó, chuān líng luó jǐnduàn de lǜ páo, kào zài chuángshàng. Nà bàochóu, zhēn yōuměi! Nà guīsù, zhēn měihǎo"}]}