{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Rappelle donc et par la grace de ton Seigneur tu n'es ni un devin ni un possede"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ou bien ils disent: «C'est un poete! Attendons pour lui le coup de la mort»"},{"SurahNumber":52,"VerseNumber":31,"Text":"Dis: «Attendez! Je suis avec vous parmi ceux qui attendent»"},{"SurahNumber":52,"VerseNumber":32,"Text":"Est-ce leur raison qui leur commande cela? Ou sont-ils des gens outranciers"},{"SurahNumber":52,"VerseNumber":33,"Text":"Ou bien ils disent: «Il l'a invente lui-meme?» Non... mais ils ne croient pas"},{"SurahNumber":52,"VerseNumber":34,"Text":"Eh bien, qu'ils produisent un recit pareil a lui (le Coran), s'ils sont veridiques"},{"SurahNumber":52,"VerseNumber":35,"Text":"Ont-ils ete cree a partir de rien ou sont-ils eux les createurs"},{"SurahNumber":52,"VerseNumber":36,"Text":"Ou ont-ils cree les cieux et la terre? Mais ils n'ont plutot aucune conviction"},{"SurahNumber":52,"VerseNumber":37,"Text":"Possedent-ils les tresors de ton Seigneur? Ou sont-ils eux les maitres souverains"},{"SurahNumber":52,"VerseNumber":38,"Text":"Ont-ils une echelle d'ou ils ecoutent? Que celui des leurs qui reste a l'ecoute apporte une preuve evidente"},{"SurahNumber":52,"VerseNumber":39,"Text":"[Allah] aurait-Il les filles, tandis que vous, les fils"},{"SurahNumber":52,"VerseNumber":40,"Text":"Ou leur demandes-tu un salaire, de sorte qu'ils soient greves d'une lourde dette"},{"SurahNumber":52,"VerseNumber":41,"Text":"Ou bien detiennent-ils l'Inconnaissable pour le mentionner par ecrit"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ou cherchent-ils un stratageme? Mais ce sont ceux qui ont mecru qui sont victimes de leur propre stratageme"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ou ont-ils une autre divinite a part Allah? Qu'Allah soit glorifie et purifie de tout ce qu'ils associent"},{"SurahNumber":52,"VerseNumber":44,"Text":"Et s'ils voient tomber des fragments du ciel, ils disent: «Ce sont des nuages superposes»"},{"SurahNumber":52,"VerseNumber":45,"Text":"Laisse-les donc, jusqu'a ce qu'ils rencontrent leur jour ou ils seront foudroyes"},{"SurahNumber":52,"VerseNumber":46,"Text":"le jour ou leur ruse ne leur servira a rien, ou ils ne seront pas secourus"},{"SurahNumber":52,"VerseNumber":47,"Text":"Les injustes auront un chatiment prealable. Mais la plupart d'entre eux ne savent pas"},{"SurahNumber":52,"VerseNumber":48,"Text":"Et supporte patiemment la decision de ton Seigneur. Car en verite, tu es sous Nos yeux. Et celebre la gloire de ton Seigneur quand tu te leves"},{"SurahNumber":52,"VerseNumber":49,"Text":"Glorifie-Le une partie de la nuit et au declin des etoiles"}]}