{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Pas kist sitamkortar az on, ki ʙar Xudo durūƣ meʙandad va suxani rostero, ki ʙar ū omadaast, durūƣ meʙarorad. Ojo kofironro dar çahannam çojgohe nest"},{"SurahNumber":39,"VerseNumber":33,"Text":"Va kase, ki suxani rost ovard va tasdiqaş kard, onon parhezgoronand"},{"SurahNumber":39,"VerseNumber":34,"Text":"Barojaşon har cī ʙixohand, dar nazdi Parvardigoraşon muhajjost. In ast podoşi (mukofoti) nekūkoron"},{"SurahNumber":39,"VerseNumber":35,"Text":"to Xudo ʙadtarin amalhoero, ki kardaand, az onon noʙud kunad va ʙa ʙehtar az on cī mekardaand, mukofotaşon dihad"},{"SurahNumber":39,"VerseNumber":36,"Text":"Turo ʙa kasone, ki ƣajri Xudo hastand, metarsonand. Ojo Xudo ʙaroi nigahdorii ʙandaaş kofī nest? Va har kasro, ki Xudo gumroh sozad, heç rohnamoe naxohad ʙud"},{"SurahNumber":39,"VerseNumber":37,"Text":"Har kasro, ki Xudo rohnamoī kunad, gumrohkunandae nest. Ojo Xudo ƣoliʙu intiqomgiranda nest"},{"SurahNumber":39,"VerseNumber":38,"Text":"Agar az onho ʙipursī: «Cj kase osmonhovu zaminro ofaridaast?» Xohand guft: «Xudoi jakto». Bigū: «Pas inhoero, ki ƣajri Ū meparasted, cī guna meʙined? Agar Xudoi jakto ʙixohad ʙa man rançe ʙirasonad, ojo inho metavonand on rançro daf' kunand? Jo agar ʙixohad ʙa man rahmate ato kunad, metavonand on rahmatro az man ʙozdorand?» Bigū; «Xudo ʙaroi man ʙas ast. Tavakkalkunandagon ʙa Ū tavakkal mekunand»"},{"SurahNumber":39,"VerseNumber":39,"Text":"Bigū: «Ej qavmi man, muvofiqi imkoni xud amal kuned. Man niz amal mekunam. Va ʙa zudi xohed donist, ki"},{"SurahNumber":39,"VerseNumber":40,"Text":"cī kase ʙa azoʙe, ki ūro xor mesozad, giriftor meşavad jo azoʙi çovid ʙar sari ū furud meojad»"},{"SurahNumber":39,"VerseNumber":41,"Text":"Mo in kitoʙro ʙa haq ʙaroi hidojati mardum ʙar tu nozil kardem. Pas har kas, ki hidojat joft, ʙa naf'i xudi ūst va har kī gumroh şud, ʙa zijoni xud ʙa gumrohī aftoda va tu vakili onho nestī"}]}