{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"О посланники! Вкушайте блага и поступайте праведно. Воистину, Мне известно о том, что вы совершаете"},{"SurahNumber":23,"VerseNumber":52,"Text":"Воистину, ваша религия - религия единая, а Я - ваш Господь. Бойтесь же Меня"},{"SurahNumber":23,"VerseNumber":53,"Text":"Но они разорвали свою религию на части, и каждая секта радуется тому, что имеет"},{"SurahNumber":23,"VerseNumber":54,"Text":"Оставь же их в их невежестве (или слепоте и растерянности) до определенного времени"},{"SurahNumber":23,"VerseNumber":55,"Text":"Неужели они думают, что Мы поддерживаем их богатством и сыновьями"},{"SurahNumber":23,"VerseNumber":56,"Text":"потому что спешим одарить их благами? О нет! Однако они не ощущают этого"},{"SurahNumber":23,"VerseNumber":57,"Text":"Воистину, те, которые трепещут от страха перед своим Господом"},{"SurahNumber":23,"VerseNumber":58,"Text":"которые веруют в знамения своего Господа"},{"SurahNumber":23,"VerseNumber":59,"Text":"которые не приобщают к своему Господу сотоварищей"},{"SurahNumber":23,"VerseNumber":60,"Text":"которые раздают милостыню, тогда как их сердца страшатся того, что им суждено вернуться к своему Господу"},{"SurahNumber":23,"VerseNumber":61,"Text":"все они спешат вершить добрые дела и опережают в этом других"},{"SurahNumber":23,"VerseNumber":62,"Text":"Мы не возлагаем на человека сверх его возможностей. У Нас есть Писание, которое глаголет истину, и с ними не поступят несправедливо"},{"SurahNumber":23,"VerseNumber":63,"Text":"Однако их сердца слепы к этому (Корану). А наряду с этим они совершают менее тяжкие злодеяния"},{"SurahNumber":23,"VerseNumber":64,"Text":"А когда Мы подвергнем наказанию изнеженных роскошью среди них, они завопят громким голосом"},{"SurahNumber":23,"VerseNumber":65,"Text":"Не вопите сегодня! Воистину, Мы не окажем вам помощи"},{"SurahNumber":23,"VerseNumber":66,"Text":"Вам читали Мои аяты, но вы пятились от них"},{"SurahNumber":23,"VerseNumber":67,"Text":"возгордившись ею (Каабой) и произнося скверные речи по ночам"},{"SurahNumber":23,"VerseNumber":68,"Text":"Неужели они не задумываются над Словом? Или же к ним явилось то, что не приходило к их праотцам"},{"SurahNumber":23,"VerseNumber":69,"Text":"Или же они не узнали своего Посланника и принялись отвергать его"},{"SurahNumber":23,"VerseNumber":70,"Text":"Или же они говорят, что он - бесноватый? Напротив, он принес им истину, но большинство из них не любят ее"},{"SurahNumber":23,"VerseNumber":71,"Text":"А если бы истина зависела от их желаний, то сгинули бы небеса, земля и те, кто на них. Мы даровали им их Напоминание (Коран), однако они отвернулись от своего Напоминания"},{"SurahNumber":23,"VerseNumber":72,"Text":"Разве ты просишь у них вознаграждения? Воздаяние твоего Господа лучше, и Он - Наилучший из дарующих удел"},{"SurahNumber":23,"VerseNumber":73,"Text":"Воистину, ты призываешь их на прямой путь"},{"SurahNumber":23,"VerseNumber":74,"Text":"А те, которые не веруют в Последнюю жизнь, непременно сбиваются с пути"},{"SurahNumber":23,"VerseNumber":75,"Text":"Если бы Мы смилостивились над ними и избавили их от беды, они все равно продолжали бы слепо скитаться, настаивая на своем беззаконии"},{"SurahNumber":23,"VerseNumber":76,"Text":"Мы подвергли их мучениям, но они не смирились перед своим Господом и не взмолились перед Ним"},{"SurahNumber":23,"VerseNumber":77,"Text":"Когда же Мы распахнем перед ними врата тяжких мучений, они придут там в отчаяние"}]}