{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":105,"Text":"Asmandar jana Jerde (Allaһtın jalgız Kuday ekenin bildirgen) kançalagan ayan-belgiler bar. (Birok,) adamdar alardan jüz burgan boydon (ıymansız) ötüp ketişüüdö"},{"SurahNumber":12,"VerseNumber":106,"Text":"Alardan köpçülügü Allayһka.., muşrik bolgon abalda işenişet"},{"SurahNumber":12,"VerseNumber":107,"Text":"Alar özdörünö Allaһtın orop aluuçu azabı kelişinen je bolboso, sezbey turgan mezgilderinde kapıstan Kıyamat kelip kalışınan köŋüldörü beypil beken"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ayt: «Uşul menin jolum! Men adamdardı Allaһka (eç nerseni şerik kılbay sıyınuuga) çakıramın! Men jana maga eerçigender anık dalildin üstündöbüz. Allaһ (muşrikter sıpattagan kemçildiktüü sıpattardan) Aruu-Taza! Jana men muşrikterden emesmin!”"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden murda Biz (perişteden je ayaldardan emes) şaar elinin erkekterinen paygambar kılıp, alarga vahiy jibergenbiz. Jer betinde sayakat kılışpaybı jana özdörünön murunkulardın (kaapırlardın) akıbetteri kanday bolgonun körüşpöybü? Al emi, takıba adamdar üçün Akıret Üyü jakşı. Akıl kalçap körböysüŋörbü"},{"SurahNumber":12,"VerseNumber":110,"Text":"Allaһtın paygambarları dele, «Biz aldandıkpı» dep oylop kalışkan(da gana) alarga Bizdin jardamıbız (kaapırlardın başına tüşkön azap türündö) kelgen jana Biz kaalagan adamdar kutkarılgan. Kılmışker koomdordon bolso, Bizdin azap (eç kaçan) kaytarılbayt"},{"SurahNumber":12,"VerseNumber":111,"Text":"Alardın bayandarında akılduu adamdar üçün sabak bar. (Oşol ikayalardı bayandagan Kuraan bolso, Muhammad tarabınan) oylop çıgarılgan sözdör emes. A, birok, özünön murunku (kitepterdi) tastıktooçu, bardık nersenin toluk bayanı jana ıymanduu adamdar üçün Tuura Jol jana Irayımdır"}]}