{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":57,"VerseNumber":20,"Text":"Weet, dat het wereldse leven, alleen spel, vermaak, praalvertoon, pochelij onder elkander, wedijver in vermeerdering van rijkdom en kinderen, is als de regen waardoor het plantenleven de kwekers verblijdt. Dan droogt het op, gij ziet het geel worden en vergaan. En in het Hiernamaals is er een strenge straf en Allah's vergiffenis en welbehagen. En het leven dezer wereld is niets anders dan een zaak van begoocheling"},{"SurahNumber":57,"VerseNumber":21,"Text":"Wedijvert om vergiffenis van uw Heer (te verkrijgen) en voor het paradijs, waarvan de breedte gelijk is aan de breedte tussen hemel en aarde, bereid voor degenen, die in Allah en Zijn boodschappers geloven. Dat is de genade van Allah. Hij schenkt deze aan wie Hij wil en Allah is de Heer van grote genade"},{"SurahNumber":57,"VerseNumber":22,"Text":"Er gebeurt geen ongeluk op aarde of aan uzelf zonder dat het is opgetekend in het Boek voordat Wij het openbaren. Voorzeker - dat is gemakkelijk voor Allah"},{"SurahNumber":57,"VerseNumber":23,"Text":"Opdat gij niet moogt treuren over hetgeen gij verloren hebt noch juichen over hetgeen Hij u heeft gegeven, want Allah heeft geen pocher of opschepper lief"},{"SurahNumber":57,"VerseNumber":24,"Text":"(Noch degenen,) die vrekkig zijn en de mensen aansporen vrekkig te worden en wie zich van Hem afwendt; voorzeker Allah is Zichzelf-genoeg, Geprezen"},{"SurahNumber":57,"VerseNumber":25,"Text":"Voorwaar, Wij zonden Onze boodschappers met duidelijke bewijzen en openbaarden hun het Boek en de Weegschaal opdat het mensdom rechtvaardig moge zijn. Wij hebben ijzer nedergezonden, waardoor grote strijd doch ook grote voordelen voor het mensdom ontstaan, opdat Allah degenen moge onderscheiden, die in het ongeziene Hem en Zijn boodschappers helpen. Zeker, Allah is Sterk, Almachtig"}]}