{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Ale nikt nie uwierzył Mojżeszowi, oprócz potomstwa jego ludu, z obawy przed Faraonem i jego starszyzną, żeby ich nie poddał próbie. Faraon jest wielki na ziemi, a przecież jest w liczbie występnych"},{"SurahNumber":10,"VerseNumber":84,"Text":"I powiedział Mojżesz: \"O ludu mój! Jeśli uwierzyliście w Boga, to zaufajcie Jemu, skoro jesteście całkowicie poddani"},{"SurahNumber":10,"VerseNumber":85,"Text":"Oni powiedzieli: \"Zaufaliśmy Bogu, Panu naszemu. Panie nasz! Nie czyń nas pokuszeniem dla niesprawiedliwych"},{"SurahNumber":10,"VerseNumber":86,"Text":"I wybaw nas, przez Twoje miłosierdzie, od ludu niewiernych"},{"SurahNumber":10,"VerseNumber":87,"Text":"I objawiliśmy Mojżeszowi i jego bratu: \"Przygotujcie dla waszego ludu domy w Egipcie; i uczyńcie wasze domy świątynią! i odprawiajcie modlitwę! i ogłoś radosną wieść wierzącym"},{"SurahNumber":10,"VerseNumber":88,"Text":"I powiedział Mojżesz: \"Panie nasz! Ty dałeś Faraonowi i jego starszyźnie ozdoby i bogactwa w życiu tego świata - Panie nasz! - aby sprowadzali z drogi Twojej na manowce. Panie nasz! Zniszcz ich bogactwa i uczyń zatwardziałymi ich serca! Niechaj oni nie uwierzą, dopóki nie ujrzą kary bolesnej"},{"SurahNumber":10,"VerseNumber":89,"Text":"Powiedział: \"Wasza prośba została wysłuchana. Idźcie obydwaj prosto i nie postępujcie drogą tych, którzy nie wiedzą"},{"SurahNumber":10,"VerseNumber":90,"Text":"I przeprowadziliśmy synów Izraela przez morze, a ścigał ich Faraon i jego wojska z zawziętością i wrogością. Aż kiedy był bliski zatonięcia, powiedział: \"Uwierzyłem, że nie ma boga, jak tylko Ten, w którego uwierzyli synowie Izraela! I jestem wśród tych, którzy się całkowicie poddali"},{"SurahNumber":10,"VerseNumber":91,"Text":"Tak, teraz! A przedtem się zbuntowałeś i byłeś w liczbie tych, którzy szerzą zepsucie"},{"SurahNumber":10,"VerseNumber":92,"Text":"Lecz dzisiaj ciebie uratujemy - twoje ciało, abyś był znakiem dla tych, którzy przyjdą po tobie. Zaprawdę, wielu spośród ludzi zaniedbuje Nasze znaki"}]}