{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Может ли быть у многобожников договор с Аллахом и Его Посланником, не считая тех, с которыми вы заключили договор у Заповедной мечети? Пока они верны вам, вы также будьте верны им. Воистину, Аллах любит богобоязненных"},{"SurahNumber":9,"VerseNumber":8,"Text":"Какой там (какой договор может быть с многобожниками)? Если они одолеют вас, то не станут соблюдать перед вами ни родственных, ни договорных обязательств. На словах они пытаются угодить вам, но в сердцах они питают к вам отвращение, ведь большинство их являются нечестивцами"},{"SurahNumber":9,"VerseNumber":9,"Text":"Они продавали знамения Аллаха за ничтожную цену и сбивали других с Его пути. Как же отвратительны их деяния"},{"SurahNumber":9,"VerseNumber":10,"Text":"Они не соблюдают по отношению к верующим ни родственных, ни договорных обязательств. Они - преступники"},{"SurahNumber":9,"VerseNumber":11,"Text":"Но если они раскаются и будут совершать намаз и выплачивать закят, то они станут вашими братьями по вере. Мы разъясняем Наши знамения для людей знающих"},{"SurahNumber":9,"VerseNumber":12,"Text":"Если же они нарушат свои клятвы после заключения договора и станут посягать на вашу религию, то сражайтесь с предводителями неверия, ибо для них нет клятв. Быть может, тогда они прекратят"},{"SurahNumber":9,"VerseNumber":13,"Text":"Неужели вы не сразитесь с людьми, которые нарушили свои клятвы и вознамерились изгнать Посланника? Они начали первыми. Неужели вы боитесь их? Вам надлежит больше бояться Аллаха, если вы являетесь верующими"},{"SurahNumber":9,"VerseNumber":14,"Text":"Сражайтесь с ними. Аллах накажет их вашими руками, опозорит их и одарит вас победой над ними. Он исцелит груди верующих людей"},{"SurahNumber":9,"VerseNumber":15,"Text":"и удалит гнев из их сердец. Аллах прощает, кого пожелает, ибо Он - Знающий, Мудрый"},{"SurahNumber":9,"VerseNumber":16,"Text":"Неужели вы полагали, что вас оставят (что вы не будете подвергнуты испытанию), пока Аллах не распознает тех из вас, которые сражались и не избирали себе помощников, кроме Аллаха, Его Посланника и верующих? Воистину, Аллах ведает о том, что вы совершаете"}]}