{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tǎ, xīn. Zhèxiē shì “gǔlánjīng”——pànbié zhēn wěi de jīngdiǎn——de jié wén,"},{"SurahNumber":27,"VerseNumber":2,"Text":"shì xìnzhě de xiàngdǎo hé jiāyīn."},{"SurahNumber":27,"VerseNumber":3,"Text":"Xìndào zhě jǐn shǒu bài gōng, wánnà tiān kè, dǔxìn hòushì."},{"SurahNumber":27,"VerseNumber":4,"Text":"Bù xìn hòushì zhě, wǒ què yǐ wèi tāmen ér zhuāngshìle tāmen de xíngwéi, gù tāmen shì páihuái qítú de."},{"SurahNumber":27,"VerseNumber":5,"Text":"Zhè děng rén shì yīng shòu yánxíng de, tāmen zài hòushì shì zuì kuī shé de."},{"SurahNumber":27,"VerseNumber":6,"Text":"Nǐ què yǐ fèng dào cóng zhì ruì quánzhī de zhǔ jiàng shì de “gǔlánjīng”."},{"SurahNumber":27,"VerseNumber":7,"Text":"Dāngrì, mù sà céng duì tā de jiāshǔ shuō:`Wǒ què yǐ kànjiàn yī chù huǒguāng, wǒ jiāng cóng yǒu huǒ dì dìfāng dài yīgè xiāoxī lái gěi nǐmen, huò ná yīgè huǒbǎ lái gěi nǐmen kǎohuǒ.'"},{"SurahNumber":27,"VerseNumber":8,"Text":"Tā dàole nà gè huǒ de fùjìn, jiù yǒu shēngyīn hǎnjiào tā shuō:`Zài huǒ de fùjìn hé sìzhōu de rén, dōu méng fú yòu. Zànsòng zhēnzhǔ——quán shìjiè de zhǔ, chāojué wànwù."},{"SurahNumber":27,"VerseNumber":9,"Text":"Mù sà a! Wǒ què shì zhēnzhǔ——wànnéng de, zhì ruì de zhǔ."},{"SurahNumber":27,"VerseNumber":10,"Text":"Nǐ pāo xià nǐ de shǒuzhàng ba!'Dāng tā kànjiàn nà tiáo shǒuzhàng wān yán rú shé shí, jiù zhuǎnliǎn táobì, bù gǎn huígù.`Mù sà a! Bùyào wèijù, shǐzhěmen zài wǒ zhèlǐ, què shì bù wèijù de."},{"SurahNumber":27,"VerseNumber":11,"Text":"Jì xíng bùyì, ránhòu gǎiguò cóng shàn zhě chúwài, wǒ (duìyú tā) què shì zhì shè de, què shì zhì cí de."},{"SurahNumber":27,"VerseNumber":12,"Text":"Nǐ bǎshǒu chārù nǐ de huái zhōng, ránhòu, chōu chūlái tā jiāng báiliàng liàng de, què wú èjí. Zhè shì pài nǐ qù zhāoshì fǎlǎo hé tā de bǎixìng de jiǔ zhǒng jīxiàng zhī yī. Tāmen què shì yǒuzuì de mínzhòng.'"},{"SurahNumber":27,"VerseNumber":13,"Text":"Wǒ de xǔduō míngxiǎn jīxiàng jiànglín tāmen de shíhòu, tāmen shuō:`Zhè shì míngxiǎn de móshù.'"},{"SurahNumber":27,"VerseNumber":14,"Text":"Tāmen nèixīn chéngrèn nàxiē jīxiàng, dàn tāmen wéi bù yìhé àomàn ér fǒurèn tā. Nǐ kàn bǎinòng shìfēi zhě de jiéjú shì zěnyàng de."}]}