{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Inkarcilar dediler ki: \"Sahi biz ve atalarimiz toprak olduktan sonra gercekten (diriltilip) cikarilacak miyiz"},{"SurahNumber":27,"VerseNumber":68,"Text":"And olsun ki, bu tehdit bize yapildigi gibi, daha once atalarimiza da yapilmistir. Bu oncekilerin masallarindan baska bir sey degildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: \"Hele bir yeryuzunde gezin de, gunahkarlarin sonu nice oldu, bir bakin"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Habibim!) Onlara karsi mahzun olma, kurmakta olduklari tuzaklardan oturu de sikinti duyma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Bir de, \"Eger dogru soyluyorsaniz bu vaad (ettiginiz azab) hani, ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Cabucak gelmesini istediginiz seyin (azabin) bir kismi herhalde yakinda ensenize binecektir"},{"SurahNumber":27,"VerseNumber":73,"Text":"Suphesiz Rabbin, insanlara karsi lutuf sahibidir; fakat insanlarin cogu sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin elbette onlarin sinelerinin gizlediklerini de, aciga vurduklarini da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gokte ve yerde gizli hicbir sey yoktur ki apacik bir kitapta (Lehv-i mahfuzda) bulunmasin"},{"SurahNumber":27,"VerseNumber":76,"Text":"Haberiniz olsun ki bu Kur'an, Israil ogullarina, hakkinda ihtilaf edegeldikleri seylerin pek cogunu anlatmaktadir"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, muminler icin gercekten bir hidayet rehberi ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin suphesiz, onlar arasinda kendi hukmunu verecektir. O, mutlak galiptir, hikmet sahibidir"},{"SurahNumber":27,"VerseNumber":79,"Text":"Ve o halde sen Allah'a guven. Cunku sen, apacik hakikatin uzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Bil ki sen, olulere isittiremezsin, arkasini donup kacmakta olan sagirlara da daveti duyuramazsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen korleri sapikliklarindan cevirip dogru yola getirecek degilsin. Ancak (gonulden) teslim olarak ayetlerimize iman edenlere duyurabilirsin"},{"SurahNumber":27,"VerseNumber":82,"Text":"Soylenen baslarina gelecegi vakit, bunlar icin yerden bir \"dabbe\" (canli) cikaririz ki bu, onlara insanlarin ayetlerimize kesin bir iman getirmemis olduklarini soyler"}]}