{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"Anlaşıp gittiler. Sonunda bir gemiye bindiler, derken o kul gemiyi deldi. Musa ona : «içindekilerini boğmak için mi onu deldin ? Doğrusu korkunç bir şey yaptın !» dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"O: «Ben sana demedim mi, benimle birlikte bulunmaya dayanamazsın ?» dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa: «Unuttuğumdan dolayı bana çıkışma ve bu işimde bana zorluk çıkarma» dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Derken yollarına devam ettiler ; sonunda bir oğlan çocuğuna rastladılar. O kul, o oğlanı öldürdü. Musa: «Bir cana karşılık olmaksızın tertemiz masum bir canı mı öldürdün ? Doğrusu çok kötü bir iş yaptın !» dedi"},{"SurahNumber":18,"VerseNumber":75,"Text":"O, Musâ´ya : «Ben sana demedim mi, benimle beraber bulunmaya sabredemezsin ?» dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musâ ona: «Bundan böyle senden bir şey sorarsam, artık bana arkadaşlık etme» dedi. (Çünkü o zaman) benden yana özür (beyân edecek ortama) gelmişsin demektir. (Artık mâzur sayılabilirsin)"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yine yollarına devam ettiler, derken bir kasaba halkına vardılar ve onlardan yiyecek istediler. Onlar bu iki (yabancıyı) misafir edinmekten kaçındılar. O kasabada yıkılmağa yüz tutmuş bir duvara rastladılar; o kul onu doğrulttu. Musâ: «İsteseydin buna karşılık ücret alırdın» dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"O kul: «İşte bu benimle senin ayrılmamız! O sabredemediğin şeylerin yorumunu sana anlatacağım"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemiye gelince, o, denizde iş gören birkaç yoksulundu, onu kusurlu kılmak istedim ki arkalarında (veya önlerinde) her (sağlam) gemiyi zorla alan bir hükümdar bulunuyordu"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oğlana gelince, onun ana-babası ikisi de mü´min kişilerdi, çocuğun onları azgınlığa ve küfre itmesinden endişe ettik"},{"SurahNumber":18,"VerseNumber":81,"Text":"Rablarının onun yerine onlara temizlikçe daha hayırlısını, merhametçe de daha yakınını vermesini diledik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvara gelince, o, şehirde iki yetim erkek çocuğa aitti, altında onlar için bir hazine bulunuyordu ; ana-babaları da iyi insanlardı. Rabbim o iki çocuğun rüşde erip hazinelerini çıkarmalarını, kendi katından bir rahmet olarak diledi. Ben bu hususları kendi görüşümle yapmadım, işte sabredemediğin hususların yorumu budur!» dedi"}]}