{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"¿Acaso los que se niegan a creer no reparan en que los cielos y la Tierra formaban una masa homogenea y la disgregue, y que cree del agua a todo ser vivo? ¿Es que aun despues de esto no van a creer"},{"SurahNumber":21,"VerseNumber":31,"Text":"Afirme la Tierra con montanas para que no tiemble, y dispuse caminos para que encuentren guia"},{"SurahNumber":21,"VerseNumber":32,"Text":"Hice del cielo un techo protector, pero aun asi los que se niegan a creer rechazan reflexionar en Mis signos"},{"SurahNumber":21,"VerseNumber":33,"Text":"El es Quien creo la noche y el dia, el Sol y la Luna. Cada uno recorre su orbita"},{"SurahNumber":21,"VerseNumber":34,"Text":"No he concedido la inmortalidad a ningun ser humano. Si tu [¡oh, Mujammad!] has de morir, ¿por que razon iban ellos a ser inmortales"},{"SurahNumber":21,"VerseNumber":35,"Text":"Toda alma probara la muerte. Los pondre a prueba con cosas malas y cosas buenas, pero finalmente volveran a Mi para ser juzgados"},{"SurahNumber":21,"VerseNumber":36,"Text":"Cuando los que se niegan a creer te ven, se burlan de ti, y dicen: \"Este es quien desdena a nuestros idolos\"; sin embargo, son ellos los que, cuando es mencionado el Misericordioso, rechazan la verdad"},{"SurahNumber":21,"VerseNumber":37,"Text":"El ser humano es impaciente por naturaleza. Ya les mostrare Mi castigo, asi que no pidan que se adelante"},{"SurahNumber":21,"VerseNumber":38,"Text":"Dicen: \"¿Cuando se cumplira tu advertencia? Si es verdad lo que dices"},{"SurahNumber":21,"VerseNumber":39,"Text":"Si supieran los que se niegan a creer, que llegara un momento en que no podran impedir que el fuego queme sus rostros y sus espaldas, y no seran socorridos"},{"SurahNumber":21,"VerseNumber":40,"Text":"Por el contrario, [el fuego] les llegara por sorpresa dejandolos desconcertados sin que puedan evitarlo, y no seran indultados"},{"SurahNumber":21,"VerseNumber":41,"Text":"Tambien se burlaron de otros Mensajeros anteriores a ti [¡oh, Mujammad!], y el castigo azoto a los que se burlaban por haberlos ridiculizado"}]}