{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"Kral, «onu bana getirin !» dedi. Elçi Yûsuf´a gelince, Yûsuf ona, «Efendine dön de o kadınlara ne oldu da ellerini kestiler ? diye sor. Şüphesiz ki Rabbim onların hile ve fendini bilendir.»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Kral o kadınlara : «Yûsuf´u kendinize çekmek istediğinizdeki durum ne idi ?» diye sordu. Kadınlar da «Hâşâ, Allah için biz onun aleyhine fenalıktan hiçbir şey bilmiyoruz» diye cevap verdiler. Aziz (vezir)in eşi, «Şimdi hak ortaya çıktı. Onunla ilişki kurmak isteyen ben idim ve şüphesiz Yûsuf doğrulardandır» diyerek gerçeği anlattı"},{"SurahNumber":12,"VerseNumber":52,"Text":"Yûsuf, «İşte amacım, gıyabında ihanet etmediğimi ve Allah´ın hâinlerin hilesini başarıya eriştirmiyeceğini efendimin bilmesini ortaya koymaktı» dedi"},{"SurahNumber":12,"VerseNumber":53,"Text":"Nefsimi de temize çıkarmıyorum ; çünkü n e f s kötülüğü çokça emredendir; ancak Rabbimin merhamet ettiği şey (nefsler) müstesna. Şüphesiz ki Rabbim çok bağışlayandır, çok merhamet edendir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Kral, «Yûsuf´u bana getirin, onu kendime özel bir müşavir edineyim» dedi. Ne vakit ki, onunla konuştu, dedi ki: «Bugün senin bizim yanımızda önemli bir yerin ve güvenilir bir makamın vardır!»"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yûsuf ona: «Beni Mısır hazineleri üzerine görevlendir; çünkü ben hem çok iyi bir koruyucuyum, hem de (yerli yerince harcamasını) iyi bilenim» dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"İşte böylece biz Yûsuf´u (Mısır) ülkesine yerleştirip, onu şerefli, itibarlı kıldık; (o kadar ki) orada dilediği yerde oturabiliyordu. (Böylece) rahmetimizi dilediğimiz kimselere nasîb ederiz ve iyilerin mükâfatını zayi´ etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Âhiret mükâfatı ise, imân edip takva üzere bulunan (Allah´tan saygı ile korkup fenalıklardan sakınanlar için daha hayırlıdır)"}]}