{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Denen, die unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, werden die Tore des Himmels nicht geöffnet, und sie werden nicht ins Paradies eingehen, ehe denn ein Kamel durch ein Nadelöhr geht. So vergelten Wir denen, die Übeltäter sind"},{"SurahNumber":7,"VerseNumber":41,"Text":"Ihnen wird die Hölle zur Lagerstätte, und über ihnen sind Decken. So vergelten Wir denen, die Unrecht tun"},{"SurahNumber":7,"VerseNumber":42,"Text":"Diejenigen, die glauben und die guten Werke tun - Wir fordern von einem jeden nur das, was er vermag -, das sind die Gefährten des Paradieses; darin werden sie ewig weilen"},{"SurahNumber":7,"VerseNumber":43,"Text":"Und Wir nehmen weg, was in ihrer Brust an Groll dasein mag. Es fließen unter ihnen Bäche. Und sie sagen: «Lob sei Gott, der uns hierher geleitet hat! Wir hätten unmöglich die Rechtleitung gefunden, hätte uns Gott nicht rechtgeleitet. Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen.» Und es wird ihnen zugerufen: «Dies ist das Paradies. Es ist euch zum Erbe gegeben worden für das, was ihr zu tun pflegtet.»"},{"SurahNumber":7,"VerseNumber":44,"Text":"Die Gefährten des Paradieses rufen den Gefährten des Feuers zu: «Wir haben gefunden, daß das, was uns unser Herr versprochen hat, wahr ist. Habt Ihr auch gefunden, daß das, was euch euer Herr versprochen hat, wahr ist?» Sie sagen: «Ja.» Da ruft ein Rufer unter ihnen aus: «Gottes Zorn komme über die, die Unrecht tun"},{"SurahNumber":7,"VerseNumber":45,"Text":"Die vom Weg Gottes abweisen und sich ihn krumm wünschen, und die ja das Jenseits verleugnen.»"},{"SurahNumber":7,"VerseNumber":46,"Text":"Und zwischen ihnen ist ein Vorhang. Und auf dem Bergkamm sind Männer, die jeden an seinem Merkmal erkennen. Sie rufen den Gefährten des Paradieses zu: «Friede sei über euch!» Sie selbst aber sind nicht hineingegangen, obwohl sie es begehren"},{"SurahNumber":7,"VerseNumber":47,"Text":"Und wenn ihre Blicke sich den Gefährten des Feuers zuwenden, sagen sie: «Unser Herr, stelle uns nicht zu den Leuten, die Unrecht tun.»"}]}