{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Y, EN VERDAD, [llegado el momento] inspiramos esto a Moises: “Parte con Mis siervos de noche, y abreles un camino seco a traves del mar; [y] no temas ser alcanzado, y no tengas miedo [al mar].”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Y Faraon les persiguio con su ejercito: y se vieron arrollados por el mar que estaba destinado a arrollarles"},{"SurahNumber":20,"VerseNumber":79,"Text":"porque Faraon habia extraviado a su pueblo y no les habia guiado rectamente"},{"SurahNumber":20,"VerseNumber":80,"Text":"¡Oh hijos de Israel! [Asi] os salvamos de vuestro enemigo, e hicimos [luego] una alianza con vosotros en la ladera derecha del monte Sinai, e hicimos descender sobre vosotros el mana y las codornices, [diciendoos]"},{"SurahNumber":20,"VerseNumber":81,"Text":"“¡Comed de las cosas buenas de que os hemos proveido, pero no excedais en ello los limites de la equidad no sea que caiga sobre vosotros Mi condena: pues, aquel sobre quien cae Mi condena se ha arrojado en verdad a su perdicion total!”"},{"SurahNumber":20,"VerseNumber":82,"Text":"Pero, aun asi, ciertamente, perdono todos los pecados de aquel que se arrepiente, llega a creer, hace buenas obras, y luego se mantiene en el camino recto"},{"SurahNumber":20,"VerseNumber":83,"Text":"[Y DIOS DIJO:] “¿Que hizo, Oh Moises, que dejaras atras a tu pueblo tan aprisa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Respondio: “Ellos vienen siguiendo mis pasos y yo me he adelantado hacia Ti, Oh Sustentador mio, por complacerte.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Dijo: “Pues [sabe que], ciertamente, hemos puesto a prueba a tu pueblo durante tu ausencia, y el samaritano les ha extraviado.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Entonces Moises regreso a su pueblo lleno de ira y pesar, [y] exclamo: “¡Oh pueblo mio! ¿No os hizo vuestro Sustentador una hermosa promesa? ¿Es que [el cumplimiento de] esa promesa os parecia excesivamente remoto? ¿O quereis, acaso, que la condena de vuestro Sustentador caiga sobre vosotros, y por ello habeis roto vuestro compromiso conmigo?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Respondieron: “No hemos roto nuestro compromiso contigo por nuestra propia voluntad, sino que [esto fue lo que ocurrio:] se nos hizo cargar con las cargas [impuras] de las joyas del pueblo [egipcio], y por eso las arrojamos [al fuego], y tambien este samaritano arrojo [la suya].”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Pero luego, [--dijeron a Moises -- el samaritano] les habia hecho [con el oro fundido] la efigie de un becerro que emitia un mugido; y entonces dijeron [entre ellos]: “¡Este es vuestro dios, y el dios de Moises –pero el ha olvidado [su pasado]!”"},{"SurahNumber":20,"VerseNumber":89,"Text":"¿No veian acaso que [esa cosa] no les daba ninguna respuesta, y no tenia poder para danarles ni beneficiarles"}]}