{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Falao dui ta zuoyou de guizumen shuo: Zhe que shi yige gaoming de shushi,"},{"SurahNumber":26,"VerseNumber":35,"Text":"ta xiang ping ta de moshu, ba nimen zhu chu guojing, nimen you she me jianyi ne?"},{"SurahNumber":26,"VerseNumber":36,"Text":"Tamen shuo: Qing ni kuanxian ta he ta gege, bing pai zhengmu yuan dao ge chengshi qu,"},{"SurahNumber":26,"VerseNumber":37,"Text":"tamen hui ba suoyou gaoming de shushi dou zhao dao ni zheli lai."},{"SurahNumber":26,"VerseNumber":38,"Text":"Yiban shushimen zai zhiding de riqi, yi zhiding de shijian bei jihe qilai."},{"SurahNumber":26,"VerseNumber":39,"Text":"Youren dui minzhong shuo: Nimen jihe qilaile ma?"},{"SurahNumber":26,"VerseNumber":40,"Text":"Ruguo shushimen desheng, women huoxu shuncong tamen."},{"SurahNumber":26,"VerseNumber":41,"Text":"Shushimen daolai de shihou, tamen dui falao shuo: Ruguo women desheng, women bi shou baochou ma?"},{"SurahNumber":26,"VerseNumber":42,"Text":"Ta shuo: Shi de, zai na shi, nimen bi meng chongxing."},{"SurahNumber":26,"VerseNumber":43,"Text":"Mu sa dui tamen shuo: Nimen keyi pao xia nimen suoyao pao de dongxi."},{"SurahNumber":26,"VerseNumber":44,"Text":"Tamen jiu pao xiale tamen de sheng he zhang, tamen shuo: Zhi falao de quanli fashi, women biran desheng."},{"SurahNumber":26,"VerseNumber":45,"Text":"Mu sa jiu reng xia ta de shouzhang, na tiao shouzhang huran tun xiale tamen suo huanhua de (dashe)."},{"SurahNumber":26,"VerseNumber":46,"Text":"Shushimen jiu baidao xiaqu."},{"SurahNumber":26,"VerseNumber":47,"Text":"Tamen shuo: Women yi xinyang quan shijie de zhu"},{"SurahNumber":26,"VerseNumber":48,"Text":"mu sa he ha lun de zhu."},{"SurahNumber":26,"VerseNumber":49,"Text":"Falao shuo: Wo hai meiyou yunxu nimen, nimen jiu xinyang tamenle ma? Ta bi shi nimen de toumu, ta chuanshou nimen de moshu, nimen bujiu jiu zhidao, wo bi jiaohuzhe kan nimen de shou he jiao, wo bi jiang nimen quanti ding zai shizijia shang."},{"SurahNumber":26,"VerseNumber":50,"Text":"Tamen shuo: Na ye mei shenme, women jiang guiyu women de zhu."},{"SurahNumber":26,"VerseNumber":51,"Text":"Women dique kewang women de zhu she you women de guoshi, yinwei women shi shouxian gui xin de."},{"SurahNumber":26,"VerseNumber":52,"Text":"Wo ceng qishi mu sa (shuo): Ni zai yejian shuailing wo de zhong pu er luxing, nimen que shi bei zhuigan de."}]}