{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Gormedin mi ki, goktekilerle yerdekiler ve dizi dizi olan kuslar Allah´ı tesbih ederler. Her biri cidden dua ve tesbihini bilmistir. Allah onların yaptıklarını bilendir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Goklerin ve yerin mulku Allah´ındır; gidis ancak Allah´adır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Gormedin mi ki, Allah bulutları (diledigi olculere gore) bir tarafa surer, sonra onları toplayıp birlestirir, sonra da ustuste yıgar; yagmurun bunun arasından cıktıgını gorursun. Gokten icinde dolu bulunan daglar (gibi bulutlar) indirir de onu diledigine dokundurur, dilediginden de onu cevirip uzaklastırır. Simsegin parıltısı neredeyse gozleri kamastırıp alır"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah gece ile gunduzu (birbiri ardınca) devrettirir. Suphesiz ki bunda kalb gozu, kafa gozu (acık) olanlar icin ibret vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah hareket edip debelenen her canlıyı sudan yaratmıstır; onlardan bir kısmı karnı uzerine yurur, bir kısmı iki ayak uzerine yurur, bir kısmı da dort ayak uzerine yurur. Allah diledigini (diledigi bicimde) yaratır. Allah´ın her seye kudreti yeter"},{"SurahNumber":24,"VerseNumber":46,"Text":"And olsun ki, nice acıklayıcı ayetler indirdik. Allah diledigini (sunneti uyarınca) dogru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ikiyuzlu donekler, «biz Allah´a ve Peygamber´e iman edip buyruklarına basegdik» derler. Sonra bunun ardından onlardan bir kısmı yuzcevirirler. iste bunlar (gercek) mu´minler degillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Aralarında hukmetmek icin onlar Allah´a ve Peygamberine davet edildikleri zaman bir de bakarsın ki onlardan bir grup sırt cevirip (bu davete) aldırıs etmezler"},{"SurahNumber":24,"VerseNumber":49,"Text":"Eger hakk kendilerinden yana ise, basegerek kosa kosa gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"(Sahi) bunların kalbinde hastalık mı var, yoksa suphe mi ediyorlar, ya da Allah ve Peygamberinin kendileri aleyhine haksızlık edeceginden mi korkuyorlar ?! Hayır, (ikiyuzlu donekler olmaları onları bu duruma dusurmustur). Istezalimler bunlardır"}]}