{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Losers într-adevar exista ala disbelieve întîlni DUMNEZEU Ora veni ele suddenly atunci spune Noi deeply regreta irosi nostru trai în acesta lume. Ei purta sarcina their pacat their spinare; care nenorocit sarcina"},{"SurahNumber":6,"VerseNumber":32,"Text":"Trai acesta lume exista nu multi(multe) decât ilusie inutilitate interval domiciliu Hereafter exista departe bine for a cinstit. Tu nu întelege"},{"SurahNumber":6,"VerseNumber":33,"Text":"Noi sti ca tu întrista ce ei spune Tu sti ca el nu exista tu ala ei respinge; el exista dumnezeu revelations ala hain indiferenta"},{"SurahNumber":6,"VerseNumber":34,"Text":"Curier tu respinge ei steadfastly starui în a fa\u0004a ai respingere. Ei persecuta nostru victorie veni ele. Acesta exista dumnezeu sistem niciodata schimba. Istorie Meu curier tamâie situa precedent tu"},{"SurahNumber":6,"VerseNumber":35,"Text":"their respingere obtine exista prea mult tu tu sti ala însera tu sapa tunel earth urca scara cer produce minune ele (ei linisti nu crede)! Avea DUMNEZEU willed El ghid ele unanimously! Therefore nu behave asemanator ignorant una"},{"SurahNumber":6,"VerseNumber":36,"Text":"Singur una catre raspunde exista ala asculta! DUMNEZEU resurrects MORT; EI LSFÂRSIT întoarcere Him"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ei spune doar anumit semn veni him his Domnitor! Spune DUMNEZEU exista capabil catre expedia semn multi(multe) ai ele nu sti"},{"SurahNumber":6,"VerseNumber":38,"Text":"Tot creatura earth tot pasare musca cu aripa exista popor tu. Noi nu parasi orice acesta carte. Catre their Domnitor toate acestea creatura soma"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ala respinge nostru dovada exista surd dumb în total întuneric. Whomever DUMNEZEU vointa El expedia razna whomever El vointa El conduce direct poteca"},{"SurahNumber":6,"VerseNumber":40,"Text":"Spune Ce daca dumnezeu retribution veni tu Ora veni tu tu implora DUMNEZEU tu exista sincer"},{"SurahNumber":6,"VerseNumber":41,"Text":"fact exista doar Him tu implora El raspunde vostri rugaciune daca El vointa tu uita vostri idol"}]}