{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Hubaal, kuwa beeniya Aayadahayaga ee iska weyneeya, looma furi doono albaabbada samada, mana gali doonaan Jannada jeer ratigu maro daloolka irbadda. Oo sidaas baan u abaal marinnaa dambiilayaasha"},{"SurahNumber":7,"VerseNumber":41,"Text":"Waxay ku mudan gogol dab ah, korkoo- dana daboollo dab ah. Oo sidaas baan u abaal marinnaa gar ma qaatayaasha"},{"SurahNumber":7,"VerseNumber":42,"Text":"Kuwase (Xaqa) rumeysan, oo samaha fala ma saarno nafna wax dhaafsiisan karaankeeda, kuwaasu waa ehlu Jannaha, way ku dhex waari doonaan"},{"SurahNumber":7,"VerseNumber":43,"Text":"Oo waxaan ka siibi wixiiba ku jira laabahooda oo xumaan kala tirsi ah; webiyadu waxay qulquli hoostoodu, oo waxay odhan: Ammaan idilkeed waxaa mudan Allaah, ee nagu hanuuniyey kan, oo kuma aan hanuuneen (jidka toos) haddii uusan Allaah nagu hanuunsheen. Xaqiiq Waxay la yimaadeen Rusushii Rabbigeen Xaq. Oo Waxaa loogu dhawaaqi doonaa: Tani waa Jannadii la idinku dhaxal siiyey waxaad camalsan fasheen"},{"SurahNumber":7,"VerseNumber":44,"Text":"Oo ehlu jannuhu waxay u dhawaaqi doonaan ehlu Naarka: Xaqiiq waxaan hellay waxa uu noo ballan qaaday Rabbigayo oo xaq ah; ee idinkuna ma hesheen sidoo kale waxa uu Rabbigiin idiin ballan qaaday oo xaq ah? Waxay odhan doonaan: Haah. Markaas dhawaaqe baa ka dhawaaqi doona dhexdooda: in Lacnadda Ilaahay ay dushooda tahay gar ma qaatayaasha"},{"SurahNumber":7,"VerseNumber":45,"Text":"Kuwa ka hor istaaga (dadka) Jidka Ilaahay, ee doona inay ka dhigaan mid qalloocan, oo waa kuwo aan Aakhiro rumeysneyn"},{"SurahNumber":7,"VerseNumber":46,"Text":"Oo dhexdooda waxaa ahaan xijaab, oo meelaha sare waxaa ahaan doona rag ku garanaya cid kasta astaamahooda, oo waxay u dhawaaqi doonaan ehlu – Jannaha: Nabad korkiinna ha ahaato, waqtigaana iyagu weli ma ay gelin (Jannada), inkastoo damac ka hayo"},{"SurahNumber":7,"VerseNumber":47,"Text":"Oo marka loo jeediyo indhahooda xagga ehlu – Naarka, waxay odhan: Rabbiyow! Ha naga mid dhigin dadka gar ma qaatayaasha ah"}]}