{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"اور (وادی) حجر کے رہنے والوں نے بھی پیغمبروں کی تکذیب کی"},{"SurahNumber":15,"VerseNumber":81,"Text":"ہم نے ان کو اپنی نشانیاں دیں اور وہ ان سے منہ پھرتے رہے"},{"SurahNumber":15,"VerseNumber":82,"Text":"اور وہ پہاڑوں کو تراش تراش کر گھر بناتے تھے (کہ) امن (واطمینان) سے رہیں گے"},{"SurahNumber":15,"VerseNumber":83,"Text":"تو چیخ نے ان کو صبح ہوتے ہوتے آپکڑا"},{"SurahNumber":15,"VerseNumber":84,"Text":"اور جو کام وہ کرتے تھے وہ ان کے کچھ بھی کام نہ آئے"},{"SurahNumber":15,"VerseNumber":85,"Text":"اور ہم نے آسمانوں اور زمین کو اور جو (مخلوقات) ان میں ہے اس کو تدبیر کے ساتھ پیدا کیا ہے۔ اور قیامت تو ضرور آکر رہے گی تو تم (ان لوگوں سے) اچھی طرح سے درگزر کرو"},{"SurahNumber":15,"VerseNumber":86,"Text":"کچھ شک نہیں کہ تمہارا پروردگار (سب کچھ) پیدا کرنے والا (اور) جاننے والا ہے"},{"SurahNumber":15,"VerseNumber":87,"Text":"اور ہم نے تم کو سات (آیتیں) جو (نماز میں) دہرا کر پڑھی جاتی ہیں (یعنی سورہٴ الحمد) اور عظمت والا قرآن عطا فرمایا ہے"},{"SurahNumber":15,"VerseNumber":88,"Text":"اور ہم نے کفار کی کئی جماعتوں کو جو (فوائد دنیاوی سے) متمتع کیا ہے تم ان کی طرف (رغبت سے) آنکھ اٹھا کر نہ دیکھنا اور نہ ان کے حال پر تاسف کرنا اور مومنوں سے خاطر اور تواضع سے پیش آنا"},{"SurahNumber":15,"VerseNumber":89,"Text":"اور کہہ دو کہ میں تو علانیہ ڈر سنانے والا ہوں"},{"SurahNumber":15,"VerseNumber":90,"Text":"(اور ہم ان کفار پر اسی طرح عذاب نازل کریں گے) جس طرح ان لوگوں پر نازل کیا جنہوں نے تقسیم کردیا"},{"SurahNumber":15,"VerseNumber":91,"Text":"یعنی قرآن کو (کچھ ماننے اور کچھ نہ ماننے سے) ٹکڑے ٹکڑے کر ڈالا"},{"SurahNumber":15,"VerseNumber":92,"Text":"تمہارے پروردگار کی قسم ہم ان سے ضرور پرسش کریں گے"},{"SurahNumber":15,"VerseNumber":93,"Text":"ان کاموں کی جو وہ کرتے رہے"},{"SurahNumber":15,"VerseNumber":94,"Text":"پس جو حکم تم کو (خدا کی طرف سے) ملا ہے وہ (لوگوں کو) سنا دو اور مشرکوں کا (ذرا) خیال نہ کرو"},{"SurahNumber":15,"VerseNumber":95,"Text":"ہم تمہیں ان لوگوں (کے شر) سے بچانے کے لیے جو تم سے استہزاء کرتے ہیں کافی ہیں"},{"SurahNumber":15,"VerseNumber":96,"Text":"جو خدا کے ساتھ معبود قرار دیتے ہیں۔ سو عنقریب ان کو (ان باتوں کا انجام) معلوم ہوجائے گا"},{"SurahNumber":15,"VerseNumber":97,"Text":"اور ہم جانتے ہیں کہ ان باتوں سے تمہارا دل تنگ ہوتا ہے"},{"SurahNumber":15,"VerseNumber":98,"Text":"تو تم اپنے پروردگار کی تسبیح کہتے اور (اس کی) خوبیاں بیان کرتے رہو اور سجدہ کرنے والوں میں داخل رہو"},{"SurahNumber":15,"VerseNumber":99,"Text":"اور اپنے پروردگار کی عبادت کئے جاؤ یہاں تک کہ تمہاری موت (کا وقت) آجائے"}]}