{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"Alloh savgand jod mekunad: Savgand ʙa on farmştagone, ki ʙaroi iʙodataş saf ʙastaand"},{"SurahNumber":37,"VerseNumber":2,"Text":"pas savgand ʙa on fariştagon, ki aʙrhoro ʙa amri Alloh saxt meronand"},{"SurahNumber":37,"VerseNumber":3,"Text":"Va savgand ʙa on fariştagone, ki zikri Allohro mexonand"},{"SurahNumber":37,"VerseNumber":4,"Text":"Haroina, ej odamon, ma'ʙudi şumo, Allohi jaktost, ki şarik nadorad. Pas, Ūro iʙodat va itoat kuned"},{"SurahNumber":37,"VerseNumber":5,"Text":"Parvardigori osmonhovu zamin ast va har cī dar mijoni onhost. Va Parvardigori maşriqhost"},{"SurahNumber":37,"VerseNumber":6,"Text":"Haroina, Mo osmoni dunjoro orostaem ʙa zinnati sitoragon"},{"SurahNumber":37,"VerseNumber":7,"Text":"Va osmonro ʙa sitoragon az har şajtoni sarkaş nigah doştem"},{"SurahNumber":37,"VerseNumber":8,"Text":"To natavonand şajtonho, ki ʙirasand ʙa \"Malau-l-a'lo\" (ja'ne, ʙa osmonho va ʙa fariştagone, ki dar on ço meʙoşand, to ʙişnavand suxanero, ki Alloh ʙa onho vahj mekunad). Va az har sūj andoxta şavand ʙo sitorae (şū'lae)"},{"SurahNumber":37,"VerseNumber":9,"Text":"To şajtonho ronda şavand az osmon va ʙaroi onhost dar oxirat azoʙi doimi alamovar"},{"SurahNumber":37,"VerseNumber":10,"Text":"Magar on şajton, ki nogahon porai xaʙarero ʙiraʙojad va on suxane meʙoşad, ki meşunavad ūro az osmon, pas onro ʙa şajtoni pojonī medihad va on ʙa digare, ki az ū pojontar ast, medihad va mumkin ast, ki şū'lae ūro dark kunad va sūzonad va mumkin ast, ki ʙa qazovu qadari Alloh şū'la onro dark nakunadu nasūzonad, pas on kalomro şajtone ʙa kohine merasonad va dar on sad durūƣi digar izofa mekunad"},{"SurahNumber":37,"VerseNumber":11,"Text":"Pas, ej Pajomʙar az kofirone, ki az nav zinda şudanro inkor mekunand ʙipurs, ki ofarinişi onho duşvortar ast jo on ci Mo ofaridaem. Haroina, Mo padaraşon Odamro az gili caspanda ofaridaem"},{"SurahNumber":37,"VerseNumber":12,"Text":"Balki tu ej Pajomʙar, taaççuʙ mekunī az dūruƣ ʙarovardanaşon va munkir şudanaşon ʙa'sro va açiʙtar in ast, ki onho turo istehzo va suxanhojatro masxara mekunand"},{"SurahNumber":37,"VerseNumber":13,"Text":"Ba cun onhoro xotirrason karda pand doda şavad on cizero, ki faromūş kardaand jo ƣofil mondaand, pandro namepazirand"},{"SurahNumber":37,"VerseNumber":14,"Text":"Va cun mū'cizaero ʙuʙinand, ki dalolat ʙa pajomʙarii tu mekunad, onro ʙa masxara megirand"},{"SurahNumber":37,"VerseNumber":15,"Text":"Va gūjand: «In cize, ki tu ovardaī çuz çodui oşkore nest"},{"SurahNumber":37,"VerseNumber":16,"Text":"ojo vaqte ki mo murdem va xoku ustuxoni pūsida şudem, ʙoz az nav zinda xohem şud"},{"SurahNumber":37,"VerseNumber":17,"Text":"Ojo padaroni guzaştai mo niz zinda xohand şud"},{"SurahNumber":37,"VerseNumber":18,"Text":"Bigū ʙarojaşon ej Pajomʙar: «Ore, hamai şumo zinda meşaved, dar hole ki xoru ʙecora xohed ʙud!»"},{"SurahNumber":37,"VerseNumber":19,"Text":"Pas alʙatta, az nav zinda şudan ʙa jak sadoi margʙor ast. Pas onho ʙarmexezand az qaʙrhojaşon va meʙinand ahvoli qijomatro"},{"SurahNumber":37,"VerseNumber":20,"Text":"Va megūjand: «Halokī ʙar mo, in hamon rūzi hisoʙ va çazost!»"},{"SurahNumber":37,"VerseNumber":21,"Text":"Gufta şavad ʙa onho: In hamon rūzi dovarī ast, ki dar dunjo durūƣaş mepindoşted"}]}