{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"و زمین مرده برای آنان نشانۀ (از قدرت الله در احضار نمودن‌شان) است که آن را زنده گردانیدیم و از آن دانه‌های بیرون آوردیم که از آن می‌خورند"},{"SurahNumber":36,"VerseNumber":34,"Text":"و در آن باغ‌هایی از درختان خرما و درختان انگور قرار دادیم و از چشمه‌ها در آن روان کردیم"},{"SurahNumber":36,"VerseNumber":35,"Text":"تا از میوه‌های آن درختان و از آنچه دست‌هایشان به عمل آورده بخورند. آیا باز هم شکر نمی‌گزارند؟"},{"SurahNumber":36,"VerseNumber":36,"Text":"پاک و منزه است ذاتی که همه نر و ماده‌ها را آفریده است، از (قبیل) آنچه زمین می‌رویاند و از خود آنان و از چیزهایی که ایشان نمی‌دانند"},{"SurahNumber":36,"VerseNumber":37,"Text":"و نشانۀ دیگر برای آنها شب است که روز را از آن بر می‌گیریم، ناگهان تاریکی آنان را فرا می‌گیرد"},{"SurahNumber":36,"VerseNumber":38,"Text":"و آفتاب بسوی (مسير) قرارگاه‌اش روان است، این اندازه گیری و تعیین الله غالب داناست"},{"SurahNumber":36,"VerseNumber":39,"Text":"و برای ماه نیز منزل‌هایی تعیین کرده‌ایم که (پس از طی کردن آنها) چون شاخۀ خشکیدۀ کهنۀ خرما باز گردد"},{"SurahNumber":36,"VerseNumber":40,"Text":"نه آفتاب را سزاوار است که به ماه برسد و نه شب را توان سبقت جستن از روز است. و هریک در مسیر خود شناورند"},{"SurahNumber":36,"VerseNumber":41,"Text":"و نشانه‌ای (دیگر) است برای آنان که ما نسل آنها را در کشتی مملو (از انسان و حیوان) حمل کردیم"},{"SurahNumber":36,"VerseNumber":42,"Text":"و برای ایشان مانند کشتی چیزهایی را آفریده‌ایم که سوار (آن) می‌شوند"},{"SurahNumber":36,"VerseNumber":43,"Text":"و اگر بخواهیم آنها را غرق می‌کنیم پس برای آنان فریادرسی نیست و نه نجات داده می‌شوند"},{"SurahNumber":36,"VerseNumber":44,"Text":"جز (به جهت) رحمتی از جانب ما و تا زمانی معین بهره‌مند شوند"},{"SurahNumber":36,"VerseNumber":45,"Text":"و چون به آنان گفته شود از آنچه پیش روی شماست و از آنچه که پشت سرتان است بترسيد تا به شما رحم شود"},{"SurahNumber":36,"VerseNumber":46,"Text":"و هیچ آیتی از آیات پروردگارشان به (سوی) آنان نمی‌آید مگر اینکه از آن روی گردان می‌شوند"},{"SurahNumber":36,"VerseNumber":47,"Text":"و چون به آنان گفته شود: از آنچه که الله به شما روزی داده است انفاق کنید، کافران به مؤمنان می‌گویند: آیا به کسی طعام بدهیم که اگر الله می‌خواست به او طعام میداد، شما جز در گمراهی آشکار نیستید"},{"SurahNumber":36,"VerseNumber":48,"Text":"و می‌گویند: این وعده کی فرا می‌رسد؟ اگر راست می‌گویید"},{"SurahNumber":36,"VerseNumber":49,"Text":"جز یک بانگ تند را انتظار نمی‌کشند که ایشان را در حالی فرا می‌گیرد که با یکدیگر ستیزه و جدال می‌کنند"},{"SurahNumber":36,"VerseNumber":50,"Text":"پس نه ‌وصیتی کرده می‌توانند و نه به‌سوی خانوادۀشان باز می‌گردند"}]}