{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"Nahegeruckt ist die Stunde, und gespalten hat sich der Mond"},{"SurahNumber":54,"VerseNumber":2,"Text":"Und wenn sie ein Zeichen sehen, wenden sie sich ab und sagen: «Eine standige Zauberei.»"},{"SurahNumber":54,"VerseNumber":3,"Text":"Und sie erklaren (es) fur Luge und folgen ihren Neigungen. Doch jede Angelegenheit wird bestatigt"},{"SurahNumber":54,"VerseNumber":4,"Text":"Zu ihnen ist doch von den Berichten gekommen, was eine Zurechtweisung enthalt"},{"SurahNumber":54,"VerseNumber":5,"Text":"Eine triftige Weisheit. Aber da nutzen die Warnungen nicht"},{"SurahNumber":54,"VerseNumber":6,"Text":"So kehre dich von ihnen ab. Am Tag, da der Rufer zu etwas Unangenehmem ruft"},{"SurahNumber":54,"VerseNumber":7,"Text":"Und sie aus den Grabern wie ausschwarmende Heuschrecken herauskommen, mit gesenkten Blicken"},{"SurahNumber":54,"VerseNumber":8,"Text":"Den Hals nach dem Rufer gereckt, da sagen die Unglaubigen: «Das ist ein schwerer Tag.»"},{"SurahNumber":54,"VerseNumber":9,"Text":"Schon vor ihnen hat das Volk Noachs (ihren Gesandten) der Luge geziehen. Sie ziehen unseren Diener der Luge und sagten: «Ein Besessener.» Und er wurde (von ihnen) zurechtgewiesen"},{"SurahNumber":54,"VerseNumber":10,"Text":"Da rief er zu seinem Herrn: «Ich bin unterlegen, so unterstutze Du (mich).»"},{"SurahNumber":54,"VerseNumber":11,"Text":"Da offneten Wir die Tore des Himmels durch ein niederstromendes Wasser"},{"SurahNumber":54,"VerseNumber":12,"Text":"Und ließen aus der Erde Quellen hervorbrechen. Und das Wasser traf zusammen nach testgelegtem Befehl"},{"SurahNumber":54,"VerseNumber":13,"Text":"Und Wir trugen ihn auf einem Schiff mit Planken und Nageln"},{"SurahNumber":54,"VerseNumber":14,"Text":"Das vor unseren Augen dahinfuhr. Dies als Lohn fur den, der Verleugnung erfahren hatte"},{"SurahNumber":54,"VerseNumber":15,"Text":"Und Wir ließen es als Zeichen zuruck. Aber gibt es denn jemanden, der es bedenkt"},{"SurahNumber":54,"VerseNumber":16,"Text":"Und wie waren dann meine Pein und meine Warnungen"},{"SurahNumber":54,"VerseNumber":17,"Text":"Und Wir haben den Koran leicht zu bedenken gemacht. Aber gibt es denn jemanden, der es bedenkt"},{"SurahNumber":54,"VerseNumber":18,"Text":"Die Aad haben (ihren Gesandten) der Luge geziehen. Und wie waren dann meine Pein und meine Warnungen"},{"SurahNumber":54,"VerseNumber":19,"Text":"Wir sandten gegen sie an einem langwahrenden unheilvollen Tag einen eiskalten Wind"},{"SurahNumber":54,"VerseNumber":20,"Text":"Der die Menschen fortriß, als waren sie Stamme entwurzelter Palmen"},{"SurahNumber":54,"VerseNumber":21,"Text":"Wie waren dann meine Pein und meine Warnungen"},{"SurahNumber":54,"VerseNumber":22,"Text":"Und Wir haben den Koran leicht zu bedenken gemacht. Aber gibt es denn jemanden, der es bedenkt"}]}