{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"(Muxammed Ğ.S.) olarğa: «Eger Allanı süysender, onda mağan ilesiñder. Alla (T.) senderdi jaqsı körip, künälarıñdı jarılqaydı. Öytkeni, Alla asa jarılqawşı, erekşe meyirimdi» de"},{"SurahNumber":3,"VerseNumber":32,"Text":"Jäne olarğa: «Allağa äri Payğambarğa boy usınıñdar» de. Eger olar bet bursa, sonda Alla qarsı bolwşılardı süymeydi"},{"SurahNumber":3,"VerseNumber":33,"Text":"Negizinen Alla (T.) Adam men Nux (Ğ.S.) tı jäne Ibırayım (Ğ.S.) men Ğımrannıñ jurağatın älemderge ardaqtı qıldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"(Bular) bir- birinen tarağan urpaq. Alla är närseni estwşi, bilwşi"},{"SurahNumber":3,"VerseNumber":35,"Text":"Ğımrannıñ jubayı (faqwza qızı Xanna): «Rabbım! Işimdegini azat qılğan türde Sağan arnadım, menen qabıl ayla! Rasında Sen öziñ asa estwşi, bilwşisiñ» dedi"},{"SurahNumber":3,"VerseNumber":36,"Text":"Sonda ol, qız tapqan sätte: «Rabbım! Şınında men qız taptım» dedi. Alla onıñ ne tapqanın biledi. Ul, qızday emes. «Men onıñ atın Märyem qoydım. Onı da urpağın da şaytannan Sağan sïındıramın» dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Sonda onı Rabbı jaqsı qabıldap, körkem ösirwmen ösirdi jäne oğan Zäkerïyanı (Ğ.S.) ïe qıldı. Zäkerïya onıñ xujırasına är kirgende onıñ qasında körek taptı. «Äy Märyem! Osı sağan qaydan keldi?»,- dedi. Märyem: «Ol Allanıñ qasınan, şäksiz Alla qalağan qulın esepsiz rïzıktandıradı» dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Sol arada Zäkerïya (Ğ.S.) Rabbına jalbarındı: «Rabbım! Mağan qasıñnan ïgi urpaq ber. Şäksiz Sen tilekti estwşisin» dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zäkerïya (Ğ.S.) xujırada namaz oqıp turğanda, perişteler oğan: «Rasında Alla (T.) sağan, Alladan bolğan ämirdi (Ğïsa Ğ.S.dı) rastawşı, el ağası, näpsine ïe, ïgilerden bir Payğambar bolatın Yaxyamen qwanışqa böleydi» dep dawıstadı"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zäkerïya Ğ.S.): «Rabbım! Meniñ ulım qalayşa boladı? Negizinen özime kärilik jetti. Äyelim bedew» dedi. «osılayşa Alla qalağanın isteydi» (delingen jawap aldı)"},{"SurahNumber":3,"VerseNumber":41,"Text":"«Rabbım! Mağan bir belgi körset» dedi. «Belgiñ; üş kün adamdarmen ımdap qana söyleswiñ. Rabbıñdı köp zikir et te erteli- keş däripte» dedi"}]}