{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"Di: «,Quién ha prohibido los adornos que Alá ha producido para Sus siervos y las cosas buenas de que os ha proveído?» Di: «Esto es para los creyentes mientras vivan la vida de acá, pero, en particular, para el día de la Resurrección». Así es como explicamos con detalle las aleyas a gente que sabe"},{"SurahNumber":7,"VerseNumber":33,"Text":"Di: «Mi Señor prohíbe sólo las deshonestidades, tanto las públicas como las ocultas, el pecado, la opresión injusta, que asociéis a Alá algo a lo que Él no ha conferido autoridad y que digáis contra Alá lo que no sabéis»"},{"SurahNumber":7,"VerseNumber":34,"Text":"Cada comunidad tiene un plazo. Y cuando vence su plazo, no pueden retrasarlo ni adelantarlo una hora"},{"SurahNumber":7,"VerseNumber":35,"Text":"¡Hijos de Adán! Si vienen a vosotros enviados salidos de vosotros contándoos Mis signos, quienes temen a Alá y se enmiendan no tienen que temer y no estarán tristes"},{"SurahNumber":7,"VerseNumber":36,"Text":"Pero quienes hayan desmentido Nuestros signos y se hayan apartado altivamente de ellos, ésos morarán en el Fuego eternamente"},{"SurahNumber":7,"VerseNumber":37,"Text":"¿Hay alguien que sea más impío que quien inventa una mentira contra Alá o niega Sus signos? Ésos tendrán la suerte a que han sido destinados. Cuando, al fin, Nuestros enviados vengan a ellos para llamarles, dirán: «¿Dónde está lo que invocabais en lugar de invocar a Alá?» Ellos dirán: «¡Nos han abandonado!» Entonces, atestiguarán contra sí mismos su incredulidad"},{"SurahNumber":7,"VerseNumber":38,"Text":"Dirá «¡Entrad en el Fuego a reuniros con las comunidades de genios y hombres que os han precedido!» Siempre que una comunidad entra, maldice a su hermana. Cuando, al fin, se encuentren allí todas, la última en llegar dirá de la primera: «¡Señor! Éstos son quienes nos extraviaron. Dóblales, pues, el castigo del Fuego». Dirá: «Todos reciben el doble. Pero vosotros no sabéis»"},{"SurahNumber":7,"VerseNumber":39,"Text":"La primera de ellas dirá a la última: «No gozáis de ningún privilegio sobre nosotros. Gustad, pues, el castigo que habéis merecido»"}]}