{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":35,"Text":"Istinno, pokornyye i pokornyya Bogu, veruyushchiye i veruyushchiya, blagochestivyye i blagochestivyya, vernyye i vernyya, terpelivyye i terpelivyya, krotkiye i krotkiya, podayushchiye milostynyu i podayushchiya milostynyu, postniki i postnitsy, vozderzhannyye i vozderzhannyya v polovykh naklonnostyakh, chasto vspominayushchiye Boga i vspominayushchiya Boga poluchat prigotovlennuyu im Bogom milost' i velikuyu nagradu"},{"SurahNumber":33,"VerseNumber":36,"Text":"Kogda Bog i Yego poslannik reshayut kakoye libo delo, togda veruyushchemu i veruyushchey uzhe net proizvola v etom ikh dele, i kto vosprotivitsya Bogu i Yego poslanniku, tot zabludilsya yavnym zabluzhdeniyem"},{"SurahNumber":33,"VerseNumber":37,"Text":"Kogda ty govoril tomu, kogo oblagodetel'stvoval Bog i oblagodetel'stvoval ty: \"Uderzhi za soboy suprugu tvoyu, i boysya Boga!\", ty skryval togda v svoyey dushe to, chto Bog khotel sdelat' yavnym; ty boyalsya lyudey, Boga boyat'sya boleye dolzhen byl ty. A kogda Zeyd ispolnil zhelayemoye svoye delo: togda My sochetali tebya s neyu, dlya togo, chtoby na veruyushchikh ne bylo grekha sochetat'sya s suprugami usynovlennykh imi, posle togo kak oni reshilis' postupit' s nimi kak khoteli. Poveleniye Bozhiye ispolnilos'"},{"SurahNumber":33,"VerseNumber":38,"Text":"Na proroke net nikakogo grekha, kogda on postupil tak, kak zapovedal yemu Bog, soobrazno ustavu Bozhiyu dlya tekh, kotoryye byli prezhde nego. Poveleniye Bozhiye bylo po predopredeleniyu, predopredelennomu"},{"SurahNumber":33,"VerseNumber":39,"Text":"Dlya tekh, kotoryye vypolnyali posol'stva Bozhii, boyalis' Yego i ne boyalis' nikogo, krome Boga. Bog yest' nadezhneyshiy zashchitnik"},{"SurahNumber":33,"VerseNumber":40,"Text":"Mokhamed ne yest' otets komu libo iz vas; no on tol'ko poslannik Boga i pechat' prorokov. Bog vseznayushch"}]}