{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Duo fu zai yongyou zhuquan zhe! Ta duiyu wanshi shi quanneng de."},{"SurahNumber":67,"VerseNumber":2,"Text":"Ta ceng chuangzaole sisheng, yibian ta kaoyan nimen shui de zuowei shi zui youmei de. Ta shi wanneng de, shi zhi she de."},{"SurahNumber":67,"VerseNumber":3,"Text":"Ta chuangzaole qi ceng tian, ni zai zhiren zhu de suo zaowu zhong, buneng kan chu yidian cenci. Ni zai kan kan! Ni jiujing neng kan chu shenme quexian ne?"},{"SurahNumber":67,"VerseNumber":4,"Text":"Ranhou ni zai kan liang ci, ni de yanjing jiang hunhua di, pijuan di zhuan huilai!"},{"SurahNumber":67,"VerseNumber":5,"Text":"Wo que yi yi zhong xing dianzhui zuijin de tian, bing yi zhong xing gong emomen caice. Wo yi wei tamen yubei huo yu de xingfa."},{"SurahNumber":67,"VerseNumber":6,"Text":"Bu xin zhu de renmen jiang shou huo yu de xingfa, na guisu zhen elie!"},{"SurahNumber":67,"VerseNumber":7,"Text":"Dang tamen bei touru huo yu de shihou, tamen jiang tingjian feiteng de huo yu fachu lu ming ban de shengyin."},{"SurahNumber":67,"VerseNumber":8,"Text":"Huo yu jihu wei fennu er posui, mei you yiqun ren bei touru qizhong, guan huo yu de tianshenmen jiu dui tamen shuo:`Nandao meiyou renhe jinggao zhe jianglin nimen ma?'"},{"SurahNumber":67,"VerseNumber":9,"Text":"Tamen shuo:`Buran! Jinggao zhe que yi jianglin womenle, dan women fouren tamen, women shuo:“Zhenzhu meiyou jiang shi shenme, nimen zhi zai zhongda de mi wu zhong.”'"},{"SurahNumber":67,"VerseNumber":10,"Text":"Tamen shuo:`Jiaruo women neng tingcong, huo neng mingli, women bi buzhi lun yu huo yu de jumin zhi lie!'"},{"SurahNumber":67,"VerseNumber":11,"Text":"Tamen chengren tamen de zuiguo. Rang huo yu de jumin yuanli zhenzhu de ci'en!"},{"SurahNumber":67,"VerseNumber":12,"Text":"Zai mimi zhong weiju zhu de renmen, jiang meng she youhe zhongda de baochou."},{"SurahNumber":67,"VerseNumber":13,"Text":"Nimen keyi yinni nimen de yanyu; ye keyi ba ta shuo chulai. Ta que shi quanzhi xinshi de."},{"SurahNumber":67,"VerseNumber":14,"Text":"Chuangzao zhe jishi xuanmiao erqie che zhi de, nandao ta bu zhidao nimen suo yinni de yanyu ma?"}]}