{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Who does greater wrong than he who invents a lie against God and denies His signs? Assuredly, the wrongdoers will not succeed"},{"SurahNumber":6,"VerseNumber":22,"Text":"On the Day when We gather them all together, We will say to those who associated [others with Us], \"Where are those partners that you claimed"},{"SurahNumber":6,"VerseNumber":23,"Text":"Then they will have no excuse but to say, \"By God our Lord, we have never been polytheists"},{"SurahNumber":6,"VerseNumber":24,"Text":"See how they lie to themselves, and how those [the deities] they invented have deserted them"},{"SurahNumber":6,"VerseNumber":25,"Text":"Among them are some who listen to you, but We have placed veils over their hearts and deafness in their ears which prevent them from understanding what you say. Even if they saw all the signs, they would still not believe in them. When those who deny the truth come to dispute with you, they will say, \"This is nothing but ancient fables"},{"SurahNumber":6,"VerseNumber":26,"Text":"and they bar others from believing and themselves keep away. But they ruin no one but themselves, though they fail to realize this"},{"SurahNumber":6,"VerseNumber":27,"Text":"If you could only see when they are set before the Fire. They will say, \"If only we could be sent back. Then we would not deny the signs of our Lord and we would be of the believers"},{"SurahNumber":6,"VerseNumber":28,"Text":"The truth they used to hide will become all too clear to them. But if they were sent back, they would return to what they had been forbidden. For they are indeed liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"They say, \"There is nothing beyond our life in this world: we shall not be raised up again from the dead"},{"SurahNumber":6,"VerseNumber":30,"Text":"If you could only see when they are made to stand before their Lord! He will ask them, \"Is this [second life] not the truth?\" They will say, \"Yes, by our Lord!\" He will say, \"Then, taste the punishment that comes from your having refused to acknowledge the truth"}]}