{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"I dođose braca Jusufova i uđose k njemu, pa ih on poznade, a oni njega ne poznadose"},{"SurahNumber":12,"VerseNumber":59,"Text":"I kad ih podmiri namirnicama i tovare im pripremi, rece: \"Dovedite mi svoga brata po ocu, zar ne vidite da punu mjeru dajem i da najbolje ugoscujem"},{"SurahNumber":12,"VerseNumber":60,"Text":"Ako mi ga ne dovedete, necete vise od mene mjeru s namirnicama dobiti i blizu mi ne dolazite"},{"SurahNumber":12,"VerseNumber":61,"Text":"Pobrinut cemo se da ga nekako od oca njegova izmamimo, zaista cemo tako postupiti\", rekose oni"},{"SurahNumber":12,"VerseNumber":62,"Text":"A Jusuf rece momcima svojim: \"Stavite njihove stvari i namirnice u tovare njihove, oni ce ih, kad se vrate svojima, prepoznati i opet ce se vratiti"},{"SurahNumber":12,"VerseNumber":63,"Text":"I posto se vratise ocu svome, rekose: “O oce nas, uskraceni cemo za mjeru s namirnicama biti. Zato posalji s nama brata naseg da bismo dobili mjeru s namirnicama, a mi cemo ga, zaista, cuvati.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"Zar da vam ga povjerim kao sto sam prije povjerio brata njegova?\", rece on. \"Ali, Allah je Cuvar najbolji i On je Najmilostiviji"},{"SurahNumber":12,"VerseNumber":65,"Text":"A kada otvorise tovare svoje, nađose da su im vracene stvari njihove, i rekose: \"O oce nas, sta mozemo vise pozeljeti? Evo, vracene su nam stvari nase, i hranom cemo porodicu nasu namiriti, i brata naseg cemo cuvati, a dobit cemo i dodatni tovar koji kamila moze ponijeti; to je za njega neznatan iznos"},{"SurahNumber":12,"VerseNumber":66,"Text":"Ja ga s vama necu poslati\", rece, \"dok se cvrsto Allahom ne zakunete da cete mi ga doista vratiti, osim ako onemoguceni budete.\" I posto mu se oni zaklese, on rece: \"Allah je za ono sto govorimo jamac"},{"SurahNumber":12,"VerseNumber":67,"Text":"I rece: \"O sinovi moji, ne ulazite na jednu kapiju, vec na razne kapije, a ja vas ne mogu spasiti od onoga sto vam Allah odredi; vlast pripada jedino Njemu, ja se u Njega uzdam, i neka se samo u Njega uzdaju oni koji se uzdaju"},{"SurahNumber":12,"VerseNumber":68,"Text":"I kad uđose onako kako im je otac njihov naredio, to im nimalo nije pomoglo da budu posteđeni onoga sto im je Allah bioodredio, jedino se ostvarila zelja Jakubova, koju je izvrsio, a on je, uistinu, znanje imao, zato sto smo ga Mi naucili, ali vecina ljudi ne zna"}]}