{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyubu da an. Hani o, Rabbine soyle nida etmisdi: «Hakıykat, seytan beni yorgunluga (mesakkate) ve azaba (hastalıga) ugratdı"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ayagınla vur (yere dedik). Iste hem yıkanacak, hem icecek soguk (bir su)"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ona hem ehlini, hem onlarla beraber bir mislini, bizden bir rahmet ve temiz akıl saahibleri icin de bir ibret olmak uzere, bagısladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"«Eline bir demet sap al da onunla vur. Yemininde durmazlık etme» (dedik). Biz onu hakıykaten sabırlı bulduk. O, ne guzel kuldu! Hakıykat o, daima (Allaha) donen (bir zat) idi"},{"SurahNumber":38,"VerseNumber":45,"Text":"Kuvvetlerin ve basıyretlerin saahibleri olan kullarımız Ibrahimi, Ishakı, Ya´kubu da an"},{"SurahNumber":38,"VerseNumber":46,"Text":"Cunku biz onları katkısız (saibesiz) bir hasletle — ki (bu daima) yurd (ları) nı hatırlama (ları ve onun icin calısmaları) dır — haalis (insanlar) yapdık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Cunku onlar bizim indimizde cidden secginlerden, hayırlı (zatilerdendi)"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ismaili, Elyesaı, Zulkifli de an. (Iste) butun bunlar hayırlı (insan) lardı"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bu,(peygamberler icin bir seref ve) bir zikr (-i cemil) dir. Takvaye erenlerin donub varacagı yerde elbette guzel (bir merci) dir"},{"SurahNumber":38,"VerseNumber":50,"Text":"Adin cennetleri. Onlar icin butun kapılar tastamam acılmısdır"},{"SurahNumber":38,"VerseNumber":51,"Text":"(Iclerinde yaslanıb kuruluculardır onlar, Orada bir «ok yemisler), icecek (ler) isteyecekler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında da gozlerini yalınız (zevcelerine) dikmis, bir yasıt (dilberler) vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Iste hesab gunu icin size va´dolunagelen sey (ler) bunlardır"},{"SurahNumber":38,"VerseNumber":54,"Text":"Subhe yok ki bu, bizim bitib tukenmeyecek rızkımızdır"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu, (ehl-i cennete mahsusdur). Azgınların gidecegi yer ise muhakkak en kotu (bir merci) dir"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem! Onlar buraya girecekler. Artık ne kotu dosekdir o"},{"SurahNumber":38,"VerseNumber":57,"Text":"Iste o azabı, (evet) onu tatsınlar (ki bu) kaynar su ve irindir"},{"SurahNumber":38,"VerseNumber":58,"Text":"O sekilden baska daha diger nevi´ (azab) lar da vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"Iste su (nlar dunyada) koru korune maıyyetinize kosub giren guruhdur. Onlar rahat (huzur) gormesinler. Cunku onlar (bihakkın) o atese gireceklerdir"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Tabi´ olanlar ruesaya) derler: «Hayır, siz, asıl rahat (huzur) gormeyin. Bunu bizim onumuze siz getirdiniz. (Bakın) ne cirkin durum»"},{"SurahNumber":38,"VerseNumber":61,"Text":"(Yine) onlar derler: «Ey Rabbimiz, bunu bizim onumuze kim getirdiyse onun ates icindeki azabını katmerli olarak artır»"},{"SurahNumber":38,"VerseNumber":62,"Text":"(Azgınlar) derler: «Kendilerini (dunyada) bayagılardan saydıgımız adamları neye gormuyoruz»"},{"SurahNumber":38,"VerseNumber":63,"Text":"«Biz onları eglence edinirdik. Yoksa gozler (imiz) onlardan uzaklasıb kaydı mı»"},{"SurahNumber":38,"VerseNumber":64,"Text":"Iste bu, (ya´ni) ehl-i cehennemin birbiriyle da´valasması muhakkak ve kat´i bir gercekdir"}]}