{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Allah vous propose une parabole tiree de vous-memes. Accepteriez-vous que certains de vos esclaves soient associes, a part egale, aux biens que Nous vous avons attribues au point que vous les redouteriez de la meme maniere que vous craignez les hommes libres[1051] ? C’est ainsi que Nous exposons clairement Nos arguments a des gens capables de raisonner"},{"SurahNumber":30,"VerseNumber":29,"Text":"Mais les impies suivent aveuglement leurs passions. Qui donc saurait guider ceux qu’Allah laisse s’egarer ? Nul, en verite, ne pourra les sauver"},{"SurahNumber":30,"VerseNumber":30,"Text":"Tourne-toi donc, en monotheiste pur et sincere, vers la vraie religion, la religion naturelle a laquelle Dieu a predispose les hommes. Nul ne saurait modifier la religion d’Allah, religion authentique que la plupart des hommes ignorent"},{"SurahNumber":30,"VerseNumber":31,"Text":"Retournez donc a Allah, redoutez Sa colere et observez la priere. Ne soyez pas de ces idolatres"},{"SurahNumber":30,"VerseNumber":32,"Text":"qui ont transforme leur religion en sectes, chacune satisfaite de la voie qu’elle a adoptee, persuadee de detenir la verite"},{"SurahNumber":30,"VerseNumber":33,"Text":"Frappes par le malheur, les hommes implorent humblement leur Seigneur. Mais lorsque, dans Sa misericorde, Il les delivre du mal, voila qu’une partie d’entre eux associent a nouveau de fausses divinites a leur Seigneur"},{"SurahNumber":30,"VerseNumber":34,"Text":"reniant ainsi Ses faveurs. Jouissez donc quelque temps de cette vie, vous saurez bientot"},{"SurahNumber":30,"VerseNumber":35,"Text":"Leur avons-Nous revele un livre justifiant le culte qu’ils vouent a leurs divinites"},{"SurahNumber":30,"VerseNumber":36,"Text":"Lorsque, par un effet de Notre misericorde, Nous accordons aux hommes quelque bienfait, ils s’en rejouissent avec insolence. Mais qu’un malheur les frappe pour prix de leurs propres mefaits, et les voila en proie au desespoir"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ne voient-ils pas qu’Allah dispense Ses faveurs a qui Il veut, comblant certaines de Ses creatures, accordant aux autres avec mesure ? Voila des signes suffisamment clairs pour des hommes disposes a croire"},{"SurahNumber":30,"VerseNumber":38,"Text":"Donne aux proches parents, aux necessiteux et aux voyageurs demunis ce qui leur revient de droit. Voila la meilleure chose a faire pour ceux qui desirent plaire a Allah. Voici les œuvres qui feront votre bonheur"},{"SurahNumber":30,"VerseNumber":39,"Text":"Tout pret usuraire que vous consentirez pour vous enrichir aux depens de votre prochain ne saurait etre beni par Allah[1052]. Seuls les biens que vous donnerez en aumone, desirant par cela plaire a Allah, vous seront benis et demultiplies"},{"SurahNumber":30,"VerseNumber":40,"Text":"C’est Allah qui, apres vous avoir crees, vous comble de bienfaits et assure votre subsistance. C’est Lui aussi qui vous fera mourir avant de vous faire revivre. Est-il une seule de vos divinites qui soit en mesure d’accomplir la moindre de ces œuvres ? Gloire a Lui ! Il est bien au-dessus des faux dieux qu’ils Lui associent"}]}