{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Le jugement des hommes approche. Mais ces derniers, insouciants, se detournent de Nos avertissements"},{"SurahNumber":21,"VerseNumber":2,"Text":"Aucune nouvelle revelation de leur Seigneur ne leur est transmise sans qu’ils ne l’ecoutent avec amusement"},{"SurahNumber":21,"VerseNumber":3,"Text":"le cœur distrait. Les impies se disent en secret : « N’est-il pas un simple homme comme nous ? Allons-nous croire a ce qui est manifestement de la magie ? »"},{"SurahNumber":21,"VerseNumber":4,"Text":"Le Prophete dit : « Mon Seigneur, Celui qui entend tout et sait tout, connait parfaitement ce qui se dit au ciel et sur terre. »"},{"SurahNumber":21,"VerseNumber":5,"Text":"Ils disent encore au sujet du Coran : « Ce n’est la qu’un tissu de reves, a moins qu’il ne l’ait invente ou qu’il ne s’agisse tout simplement de l’œuvre d’un poete. Qu’il produise donc sous nos yeux un miracle comme le firent les premiers prophetes. »"},{"SurahNumber":21,"VerseNumber":6,"Text":"Aucune cite, parmi celles que Nous avons aneanties avant eux, n’a ajoute foi aux miracles. Se peut-il que ceux-ci y croient"},{"SurahNumber":21,"VerseNumber":7,"Text":"Nous n’avons suscite avant toi, pour recevoir Nos revelations, que de simples mortels. Interrogez donc, pour vous en convaincre, les nations auxquelles ont ete confiees les Ecritures"},{"SurahNumber":21,"VerseNumber":8,"Text":"Nous n’en avons pas fait des corps pouvant se passer de nourriture, ni des etres immortels"},{"SurahNumber":21,"VerseNumber":9,"Text":"Nous avons ensuite tenu Notre promesse envers eux, les sauvant avec ceux que Nous avons choisis et aneantissant ceux qui n’ont cesse de les traiter d’imposteurs"},{"SurahNumber":21,"VerseNumber":10,"Text":"Nous vous avons, en verite, revele un livre edifiant qui fera votre gloire et votre renommee. Etes-vous donc depourvus de toute raison"}]}