{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin gogsunu Islam´a yarıp acmıssa, artık o, Rabbinden olan bir nur uzerindedir, (oyle) degil mi? Fakat Allah´ın zikrinden (yana) kalpleri katılasmıs olanların vay hallerine. Iste onlar, apacık bir sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, mutesabih (benzesmeli), ikiserli bir kitap olarak sozun en guzelini indirdi. Rablerine karsı icleri titreyerek korku duyanların ondan derileri urperir. Sonra da onların derileri ve kalpleri Allah´ın zikrine (karsı) yumusar yatısır. Iste bu, Allah´ın yol gostermesidir, onunla diledigini hidayete eristirir. Allah, kimi saptırırsa, artık onun icin de bir yol gosteren yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gunu o kotu azabtan kendini yuzu ile kim koruyabilecek? Ve zalimlere «Kazanmakta oldugunuzu tadın» denmistir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de yalanladı; boylece azab onlara hic suurunda olmadıkları bir yerden gelip cattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Allah, onlara dunya hayatında ´horlugu ve asagılanmayı´ taddırdı. Eger bilmis olsalardı, ahiretin azabı gercekten daha buyuktur"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, biz bu Kur´an´da, belki ogut alıp dusunurler diye, insanlar icin her bir ornekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu) Arapca bir Kur´an, ki O´nda carpıklık yoktur. Umulur ki korkup sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah bir ornek verdi: Kendisi hakkında uyumsuz ve gecimsiz bulunan, sahipleri de cok ortaklı olan (kole) bir adam ile yalnızca bir kisiye teslim olmus bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah´ındır. Hayır onların cogu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gercek su ki, sen de oleceksin, onlar da oleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra suphesiz sizler, kıyamet gunu Rabbinizin huzurunda davalasacaksınız"}]}