{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"And olsun ki, Israilogullarını iyi bir yere yerlestirdik, onlara temiz rızıklar verdik, kendilerine bir bilgi gelene kadar ayrılıga dusmediler"},{"SurahNumber":10,"VerseNumber":94,"Text":"Sana indirdigimizden suphede isen, senden once indirdigimiz Kitap'ları okuyanlara sor. And olsun ki, sana Rabbinden gercek gelmistir, sakın suphelenenlerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allah'ın ayetlerini yalanlayanlardan da olma, yoksa kaybedenlerden olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Dogrusu Rabbinin soz verdigi azabı hak edenler, can yakıcı azabı gorene kadar kendilerine her turlu belge gelse bile inanmazlar"},{"SurahNumber":10,"VerseNumber":97,"Text":"Dogrusu Rabbinin soz verdigi azabı hak edenler, can yakıcı azabı gorene kadar kendilerine her turlu belge gelse bile inanmazlar"},{"SurahNumber":10,"VerseNumber":98,"Text":"Bir kent halkı inanmalı degil miydi ki, imanları kendilerine fayda versin! Iste Yunus'un milleti, inandıgı zaman, dunya hayatında rezilligi gerektiren azabı onlardan kaldırdık ve onları bir sure daha bu dunyada gecindirdik"},{"SurahNumber":10,"VerseNumber":99,"Text":"Rabbin dileseydi, yeryuzunde bulunanların hepsi inanırdı. Oyle iken insanları inanmaya sen mi zorlayacaksın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah'ın izni olmadıkca hic kimse inanamaz. O, aklını kullanmayanlara kotu bir azab verir"},{"SurahNumber":10,"VerseNumber":101,"Text":"Goklerde ve yerde neler var, bir bakın\" de. Inanmayacak bir millete ayetler ve uyarmalar fayda vermez"},{"SurahNumber":10,"VerseNumber":102,"Text":"Kendilerinden once gecenlerin baslarına gelen olaylardan baska bir sey mi bekliyorlar? \"Bekleyin, ben de sizinle beraber beklemekteyim\" de"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra Biz, peygamberlerimizi ve inananları boylece kurtarırız, inananları (verdigimiz soz geregince) kurtarmamız Bize haktır"}]}