{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Relatales la verdadera historia de los dos hijos de Adan, cuando ambos realizaron una ofrenda a Dios y a uno de ellos le fue aceptada pero al otro no. [Este] Dijo: «¡Juro que te matare!» Dijo [el otro]: «Dios solo acepta la ofrenda de quienes son temerosos"},{"SurahNumber":5,"VerseNumber":28,"Text":"Si levantas tu mano para matarme yo no levantare la mia para matarte. En verdad, temo a Dios, el Senor de los mundos"},{"SurahNumber":5,"VerseNumber":29,"Text":"Deseo que cargues con mi pecado y con el tuyo y que seas de la gente del Fuego. Esa es la recompensa de los opresores.»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Su alma le fue haciendo aceptable la idea de matar a su hermano y le mato, convirtiendose con ello en uno de los perdedores"},{"SurahNumber":5,"VerseNumber":31,"Text":"Entonces, Dios envio un cuervo que escarbo en la tierra para hacerle ver como sepultar el cadaver de su hermano. Dijo: «¡Ay de mi! ¿Es que soy incapaz de hacer como este cuervo?» Y enterro el cadaver de su hermano y fue de los que se arrepienten"},{"SurahNumber":5,"VerseNumber":32,"Text":"Por esa razon, dispusimos para los Hijos de Israel que, quien matara a un ser humano sin que este hubiera cometido un crimen o hubiera corrompido en la Tierra, fuese considerado como quien mata a toda la humanidad y quien e salvase, como quien salva a toda la humanidad. Ciertamente, llegaron a ellos Nuestros Mensajeros con las pruebas claras, pero, tras ello y a pesar de ello, muchos de ellos cometieron excesos en la Tierra"},{"SurahNumber":5,"VerseNumber":33,"Text":"En verdad, la retribucion de quienes hagan la guerra a Dios y a Su Mensajero y se dediquen a corromper la Tierra, sera la muerte o la crucifixion o que se les corte la mano y el pie opuesto o que se les expulse de su territorio. Esto sera para ellos una humillacion en esta vida y en la otra tendran un castigo inmenso"},{"SurahNumber":5,"VerseNumber":34,"Text":"Excepto a quienes se arrepientan antes de caer en vuestras manos. Y sabed que Dios es perdonador, misericordiosisimo con los creyentes"}]}