{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"و یک برهان برای آنان (بر این که ما مردگان را زنده می‌کنیم) آن است که زمین مرده را (به باران رحمت) زنده کرده و از آن دانه‌ای که قوت و روزی خلق شود می‌رویانیم"},{"SurahNumber":36,"VerseNumber":34,"Text":"و در زمین باغها از نخل خرما و انگور قرار دادیم و در آن چشمه‌های آب جاری کردیم"},{"SurahNumber":36,"VerseNumber":35,"Text":"تا مردم از میوه آن باغها تناول کنند و از انواع غذاهایی که (از این میوه‌ها و نباتات) به دست خود عمل می‌آورند نیز تغذیه نمایند. آیا نباید شکر آن نعمتها به جای آرند"},{"SurahNumber":36,"VerseNumber":36,"Text":"پاک و منزه است خدایی که همه ممکنات عالم را جفت آفریده چه از نباتات (و حیوانات) و چه از نفوس بشر و دیگر مخلوقات که اینان از آنها آگه نیستند"},{"SurahNumber":36,"VerseNumber":37,"Text":"و برهان دیگر برای خلق (در اثبات قدرت حق) وجود شب است که ما چون پرده روز را از آن برگیریم ناگهان همه آنان (و همه چیز) در تاریکی فرو می‌روند"},{"SurahNumber":36,"VerseNumber":38,"Text":"و نیز خورشید تابان بر مدار معیّن خود دایم بی‌هیچ اختلاف به گردش است. این طرح و تدبیر خدای دانای مقتدر است (و برهان دیگر بر قدرت اوست)"},{"SurahNumber":36,"VerseNumber":39,"Text":"و نیز (گردش) ماه را (در) منازل معیّن مقدّر کردیم تا مانند شاخه خشکیده خرما (زرد و لاغر به منزل اول) باز گردد (و این بر قدرت حق برهان دیگری است)"},{"SurahNumber":36,"VerseNumber":40,"Text":"نه (در گردش منظم عالم) خورشید را شاید که به ماه فرا رسد و نه شب بر روز سبقت گیرد و هر یک بر مدار معیّنی (در این دریای بی‌پایان) شناورند"},{"SurahNumber":36,"VerseNumber":41,"Text":"و برهان دیگر برای آنان آن که ما فرزندان آنان (یعنی بشر) را در کشتی پربار سوار گردانیدیم"},{"SurahNumber":36,"VerseNumber":42,"Text":"و نیز برای آنها به مانند کشتی چیزی که بر آن سوار شوند خلق کردیم (شاید اتومبیل و ترن و طیّاره مقصود باشد)"},{"SurahNumber":36,"VerseNumber":43,"Text":"و اگر بخواهیم همه را به دریا غرق کنیم که ابدا نه فریاد رسی و نه راه نجاتی یابند"},{"SurahNumber":36,"VerseNumber":44,"Text":"مگر باز لطف و رحمت ما آنها را نجات دهد و تا وقت معیّن بهره زندگی بخشد"},{"SurahNumber":36,"VerseNumber":45,"Text":"و چون مردم را گویند که در امر گذشته و آینده (دنیا و آخرت) خویش (اندیشه کنید و) تقوا پیشه کنید شاید مورد لطف و رحمت خدا گردید (روی بگردانند)"},{"SurahNumber":36,"VerseNumber":46,"Text":"و بر این مردم (غافل) هیچ از آیات الهی نیاید جز آنکه از آن اعراض کنند"},{"SurahNumber":36,"VerseNumber":47,"Text":"و چون به آنها گویند که از آنچه خدا روزی شما قرار داده (چیزی برای خدا به فقیران) انفاق کنید، کافران به اهل ایمان جواب دهند آیا ما به کسی که اگر خدا می‌خواست به او هم روزی می‌داد اطعام و دستگیری کنیم؟ شما پیداست که سخت در غلط و گمراهی هستید (و راه راست آن است که چنان که خدا به فقیران احسان نکرده ما هم نکنیم)"},{"SurahNumber":36,"VerseNumber":48,"Text":"و کافران (از روی تمسخر به رسول و مؤمنان) گویند: پس این وعده (قیامت و بهشت و دوزخ) اگر راست می‌گویید کی خواهد بود؟"},{"SurahNumber":36,"VerseNumber":49,"Text":"این منکران قیامت انتظار نکشند جز یک صیحه (اسرافیل حق) را که (به مرگ) همه را فرا گیرد در حالی که (در کارهای دنیا یا در صیحه دوم قیامت) با هم به بحث و جدل مشغول‌اند"},{"SurahNumber":36,"VerseNumber":50,"Text":"پس (در آن لحظه مرگ) نه توانایی سفارشی دارند و نه به اهل بیت خود رجوع توانند کرد"}]}