{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":42,"Text":"Think thou not that God is regardless of the deeds of the wicked. He only respiteth them to the day on which all eyes shall stare up with terror"},{"SurahNumber":14,"VerseNumber":43,"Text":"They hasten forward in fear; their heads upraised in supplication; their looks riveted; and their hearts a blank. Warn men therefore of the day when the punishment shall overtake them"},{"SurahNumber":14,"VerseNumber":44,"Text":"And when the evil doers shall say, \"O our Lord! respite us yet a little while: To thy call will we make answer; thine Apostles will we follow.\" \"Did ye not once swear that no change should befal you"},{"SurahNumber":14,"VerseNumber":45,"Text":"Yet ye dwelt in the dwellings of those who were the authors of their undoing and it was made plain to you how we had dealt with them; and we held them up to you as examples"},{"SurahNumber":14,"VerseNumber":46,"Text":"They plotted their plots: but God could master their plots, even though their plots had been so powerful as to move the mountains"},{"SurahNumber":14,"VerseNumber":47,"Text":"Think not then that God will fail his promise to his Apostles: aye! God is mighty, and Vengeance is His"},{"SurahNumber":14,"VerseNumber":48,"Text":"On the day when the Earth shall be changed into another Earth, and the Heavens also, men shall come forth unto God, the Only, the Victorious"},{"SurahNumber":14,"VerseNumber":49,"Text":"And thou shalt see the wicked on that day linked together in chains"},{"SurahNumber":14,"VerseNumber":50,"Text":"Their garments of pitch, and fire shall enwrap their faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"that God may reward every soul as it deserveth; verily God is prompt to reckon"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a message for mankind, that they may thereby be warned: and that they may know that there is but one God; and that men of understanding may ponder it"}]}