{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"(Hoi Thien Su Muhammad!) Nguoi hay noi (trong loi cau nguyen): “Lay Thuong Đe cua be toi, neu Ngai cho be toi nhin thay đieu (hinh phat) đuoc hua voi ho,”"},{"SurahNumber":23,"VerseNumber":94,"Text":"“Thi xin Ngai, lay Thuong Đe cua be toi, đung đe be toi o cung voi đam nguoi lam đieu sai quay kia.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Qua that, TA (Allah) thua suc cho Nguoi (Thien Su Muhammad) nhin thay đieu (hinh phat) ma TA canh bao ho"},{"SurahNumber":23,"VerseNumber":96,"Text":"Nguoi hay đap lai đieu xau bang đieu tot hon. TA biet ro nhung gi ho thot ra"},{"SurahNumber":23,"VerseNumber":97,"Text":"Va Nguoi hay (cau nguyen) noi: “Lay Thuong Đe cua be toi, xin Ngai che cho be toi tranh xa khoi nhung xui bay cua nhung ten Shaytan.”"},{"SurahNumber":23,"VerseNumber":98,"Text":"“Lay Thuong Đe cua be toi, xin Ngai che cho be toi (bang viec) ngan chung khong đen gan be toi.”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Roi đen khi mot trong so ho đoi dien voi cai chet, y moi van nai keu xin: “Lay Thuong Đe cua be toi, xin Ngai hay cho be toi đuoc quay lai (tran gian)!”"},{"SurahNumber":23,"VerseNumber":100,"Text":"“Chac chan be toi se hanh đao va lam đieu thien tot ma be toi đa bo qua.” Khong. Qua that đo chi la loi noi thot ra tren moi ma thoi. The roi truoc mat ho la coi Barzakh (ngan cach ho voi tran the) cho đen Ngay ho đuoc Phuc Sinh"},{"SurahNumber":23,"VerseNumber":101,"Text":"Roi khi tieng coi (Tan The) đuoc thoi, đo la Ngay se chang con tinh mau mu ruot thit giua bon ho nua va cung se khong co ai hoi han đen ai"},{"SurahNumber":23,"VerseNumber":102,"Text":"(Trong Ngay hom đo), nhung ai ma ban can cua ho co trong luong nang (boi nhung viec hanh đao va nhung viec lam thien tot) thi ho se la nhung nguoi thanh cong"},{"SurahNumber":23,"VerseNumber":103,"Text":"Con nhung ai ma ban can cua ho co trong luong nhe (boi nhung viec hanh đao va nhung viec lam thien tot) thi ho se la nhung ke đa lam ban than minh that bai. Ho se phai o trong Hoa Nguc mai mai"},{"SurahNumber":23,"VerseNumber":104,"Text":"Lua se thieu đot guong mat cua ho va ho nhe rang trong đo"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Allah phan voi ho): “Chang phai nhung loi mac khai cua TA đa đuoc đoc cho cac nguoi nghe nhung cac nguoi đa phu nhan đo sao?”"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ho nai ni van cau: “Lay Thuong Đe cua bay toi, bay toi đa chiu cung cuc va kho ai, qua that bay toi thuc su la nhung ke lam lac.”"},{"SurahNumber":23,"VerseNumber":107,"Text":"“Lay Thuong Đe cua bay toi, xin Ngai cho bay toi ra khoi Hoa Nguc, neu bay toi tai pham thi đich thuc bay toi la nhung ke lam đieu sai quay.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Luc đo, Allah) phan: “Cac nguoi hay cut vao trong đo (Hoa Nguc) va cho thua bam gi voi TA nua!”"},{"SurahNumber":23,"VerseNumber":109,"Text":"Qua that trong so đam bay toi cua TA, co mot nhom nguoi thuong noi: “Lay Thuong Đe cua bay toi, bay toi đa tin, xin Ngai tha thu cho bay toi va xin Ngai thuong xot bay toi boi Ngai la Đang thuong xot tot nhat.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Nhung cac nguoi (nhung ke vo đuc tin) đa nhao bang ho đen noi (viec nhao bang đo) lam cho cac nguoi quen đi Thong Điep Nhac Nho cua TA va cac nguoi cu ha he cuoi nhao bang ho"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ngay hom nay, TA ban thuong cho ho boi nhung gi ho đa kien nhan chiu đung. Ho thuc su la nhung nguoi chien thang"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Allah phan bao nhung ke vo đuc tin va nhung ke toi loi): “Cac nguoi đa o lai tren trai đat bao nam?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ho đap: “Bay toi đa o lai đo mot ngay hay nua ngay gi đay, xin hoi nhung vi ghi chep.”"},{"SurahNumber":23,"VerseNumber":114,"Text":"(Allah phan): “Cac nguoi đa o lai đo chi trong choc lat ma thoi, phai chi cac nguoi biet đieu đo.”"},{"SurahNumber":23,"VerseNumber":115,"Text":"“Co phai cac nguoi nghi rang TA đa tao hoa cac nguoi la đe vui choi vo ich va rang cac nguoi se khong quay tro lai trinh dien TA chang?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Allah toi cao, Ngai la Đuc Vua đich thuc, khong co Thuong Đe nao khac ngoai Ngai, Ngai la Thuong Đe cua chiec Ngai Vuong Vinh Du"},{"SurahNumber":23,"VerseNumber":117,"Text":"Ai cau xin mot than linh nao đo cung voi Allah ma khong co bat cu bang chung nao (cho viec lam đo) thi viec tinh so y thuoc ve Thuong Đe cua y. Qua that nhung ke vo đuc tin se khong thanh đat"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Hoi Thien Su Muhammad!) Nguoi hay cau nguyen: “Lay Thuong Đe cua be toi, xin Ngai tha thu cho be toi va thuong xot be toi boi Ngai la Đang thuong xot tot nhat!”"}]}