{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":57,"Text":"O vy, kto veruyet! Vy ne berite v pokroviteli sebe Tekh, kto na vashu veru smotrit Kak na zabavu i nasmeshku, Ni tekh, komu bylo dano Pisaniye do vas, Ni tekh, kotoryye ne veruyut (v Allakha), - Strashites' gnev Yego navlech', Kol' veruyete vy"},{"SurahNumber":5,"VerseNumber":58,"Text":"Kogda zvuchit vash zov k molitve, Oni yego v zabavu i nasmeshku obrashchayut, I eto potomu, chto sey narod Lishen lyubogo razumen'ya"},{"SurahNumber":5,"VerseNumber":59,"Text":"(Ty im) skazhi: \"O lyudi Knigi! Uzhel' vy nedovol'ny nami Lish' potomu, chto veruyem my (v Boga), I v Otkroveniye, chto nam On nisposlal, I v to, chto poslano do nas? A mozhet, potomu, Chto bol'shinstvo iz vas (pred Bogom) prestupayet"},{"SurahNumber":5,"VerseNumber":60,"Text":"Skazhi: \"Byt' mozhet, ukazat' mne vam Na nechto boleye otvratnoye, chem eto, Po vozdayan'yu u Allakha? Oni - vse te, kto na sebya navlek Yego proklyatiye i gnev, I te iz nikh, kogo On obratil v sviney i obez'yan, I te, kotoryye Tagutu poklonyalis', - Oni - otvratneye po mestu (u Allakha) I uklonilis' bol'she vsekh s puti"},{"SurahNumber":5,"VerseNumber":61,"Text":"Kogda oni k tebe prikhodyat, To govoryat: \"My veruyem!\" - oni, No kak oni s neveriyem prikhodyat, Tak s nim oni zhe i ukhodyat. Allakhu zhe izvestno luchshe, Chto u sebya v grudi oni tayat"},{"SurahNumber":5,"VerseNumber":62,"Text":"I vidish' ty, kak mnogiye iz nikh Speshat v grekhe drug druga obognat' I v pozhiranii togo, chto nedozvoleno (Zakonom). I kak zhe merzko to, chto delayut oni"},{"SurahNumber":5,"VerseNumber":63,"Text":"Tak chto zh ravvinam i muzh'yam uchenym Ne uderzhat' ikh ot (grekhovnosti) rechey I pozhiraniya togo, chto nedozvoleno (Zakonom)? Kak skverno to, chto delayut oni"},{"SurahNumber":5,"VerseNumber":64,"Text":"I vot skazali iudei: \"Privyazana ruka Gospodnya (k sheye)!\" Da budut (k sheyam ikh) privyazany ikh ruki I budut proklyaty oni Za (bogokhul'stvo) ikh rechey! O net! Prosterty obe ruki Bozh'i, On po Svoyey ugode razdayet (dary). I to, chto tvoy Gospod' daruyet tebe svyshe, U bol'shinstva iz nikh lish' mnozhit Upryamoye neveriye i bogokhul'stvo. (Za to) My vozbudili v nikh Vrazhdu i nenavist' drug k drugu Do Dnya ikh Voskreseniya (na Sud). I vsyakiy raz, kogda oni ogon' voyny zazhgut, Gospod' yego potushit. Oni stremyatsya na zemle nechestiye poseyat', - Gospod' ne lyubit tekh, kto nechest' seyet"},{"SurahNumber":5,"VerseNumber":65,"Text":"O, yesli b tol'ko lyudi Knigi uverovali (v Boga) I strakhom preispolnilis' pred Nim, My b ikh ochistili ot zla, Vveli by ikh v Sady utekh i blagodati"},{"SurahNumber":5,"VerseNumber":66,"Text":"I yesli b oni tverdo sledovali Tore, Yevangeliyu I tomu, chto im nisposlano (seychas) ot ikh Vladyki, Oni b spolna vkushali ot togo, Chto sverkhu ikh i chto pod ikh nogami. Yest' sredi nikh umerennyy narod, (Chto umeryayet svoi strasti Soglasno poveleniyam Gospodnim). No bol'shinstvo iz nikh uporstvuyut v grekhe, - Kak skverno to, chto delayut oni"}]}