{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Tidakkah kamu melihat bahwasanya Allah menurunkan hujan dari langit, lalu Kami hasilkan dengan hujan itu buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu, ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat"},{"SurahNumber":35,"VerseNumber":28,"Text":"Dan demikian (pula) di antara manusia, binatang-binatang melata dan binatang-binatang ternak ada yang bermacam-macam warnanya (dan jenisnya). Sesungguhnya yang takut kepada Allah di antara hamba-hamba-Nya hanyalah ulama 1259. Sesungguhnya Allah Maha Perkasa lagi Maha Pengampun"},{"SurahNumber":35,"VerseNumber":29,"Text":"Sesungguhnya orang-orang yang selalu membaca kitab Allah dan mendirikan salat dan menafkahkan sebagian dari rezeki yang Kami anugerahkan kepada mereka dengan diam-diam dan terang-terangan, mereka itu mengharapkan perniagaan yang tidak akan merugi"},{"SurahNumber":35,"VerseNumber":30,"Text":"agar Allah menyempurnakan kepada mereka pahala mereka dan menambah kepada mereka dari karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri"},{"SurahNumber":35,"VerseNumber":31,"Text":"Dan apa yang telah Kami wahyukan kepadamu, yaitu Alkitab (Al-Qur`Än) itulah yang benar dengan membenarkan kitab-kitab yang sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya"},{"SurahNumber":35,"VerseNumber":32,"Text":"Kemudian Kitab itu, Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menganiaya diri mereka sendiri dan di antara mereka ada yang pertengahan dan di antara mereka ada (pula) yang lebih dahulu berbuat kebaikan 1261 dengan izin Allah. Yang demikian itu adalah karunia yang amat besar"},{"SurahNumber":35,"VerseNumber":33,"Text":"(Bagi mereka) surga Ê»Adn mereka masuk ke dalamnya; di dalamnya mereka diberi perhiasan dengan gelang-gelang dari emas, dan dengan mutiara, dan pakaian mereka di dalamnya adalah sutra"},{"SurahNumber":35,"VerseNumber":34,"Text":"Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan duka cita dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampum lagi Maha Mensyukuri"},{"SurahNumber":35,"VerseNumber":35,"Text":"Yang menempatkan kami dalam tempat yang kekal (surga) dari karunia-Nya; di dalamnya kami tiada merasa lelah dan tiada pula merasa lesu"},{"SurahNumber":35,"VerseNumber":36,"Text":"Dan orang-orang kafir bagi mereka neraka Jahanam. Mereka tidak dibinasakan sehingga mereka mati dan tidak (pula) diringankan dari mereka azabnya. Demikianlah, Kami membalas setiap orang yang sangat kafir"},{"SurahNumber":35,"VerseNumber":37,"Text":"Dan mereka berteriak di dalam neraka itu, \"Ya Tuhan kami, keluarkanlah kami, niscaya kami akan mengerjakan amal yang saleh berlainan dengan yang telah kami kerjakan\". Dan apakah Kami tidak memanjangkan umurmu dalam masa yang cukup untuk berpikir bagi orang yang mau berpikir dan (apakah tidak) datang kepada kamu pemberi peringatan? Maka rasakanlah (azab Kami) dan tidak ada bagi orang-orang yang zalim seorang penolong pun"}]}