{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Ihmiset kyselevät sinulta myös tietoja Kaksisarvisesta. Sano: »Olen kertova teille jotakin hänestä.»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Totisesti, Me perustimme hänen maallisen valtansa ja annoimme hänelle kaikkia apuneuveja"},{"SurahNumber":18,"VerseNumber":85,"Text":"Hän eteni yhtä suuntaa, kunnes saapui sinne, missä aurinko laskee, ja"},{"SurahNumber":18,"VerseNumber":86,"Text":"näki sen laskevan kuumaan lähteeseen, ja hän tapasi lähistöllä ihmisiä"},{"SurahNumber":18,"VerseNumber":87,"Text":"Me lausuimme: »Oi Kaksisarvinen. Sinä voit tuottaa heille kärsimyksiä tai saatat löytää jotakin hyvää heistä.» Hän vastasi: »Sitä me kuritamme, joka on väärämielinen, ja sitten lähetämme hänet takaisin Herransa luokse, niin että Hän voi rangaista häntä ankaralla kärsimyksellä"},{"SurahNumber":18,"VerseNumber":88,"Text":"Mutta sitä, joka uskoo ja tekee hyvää, odottaa runsas palkka, ja lempeällä äänellä Me annamme hänelle käskymme.»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sitten hän kulki toista suuntaa"},{"SurahNumber":18,"VerseNumber":90,"Text":"kunnes saapui paikkaan, jossa aurinko nousee, ja huomasi sen nousevan ihmisten yli, joille Me emme ollut antanut mitään varjosuojaa auringon puolelle"},{"SurahNumber":18,"VerseNumber":91,"Text":"Näin oli asia. Je Me tiesimme täydellisesti, miten hänen laitansa oli"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sitten hän kulki vielä yhtä suuntaa, kunnes saapui kahden kalliomuurin väliseen laaksoon ja"},{"SurahNumber":18,"VerseNumber":93,"Text":"tapasi näiden vuorten takana ihmisiä, jotka saattoivat tuskin ymmärtää ainoatakaan sanaa"},{"SurahNumber":18,"VerseNumber":94,"Text":"He sanoivat: »Oi Kaksisarvinen, totisesti, Goog ja Maagog levittävät pahaa maan päällä; onko meidän suoritettava sinulle veroa sillä ehdolla, että rakennat muurin heidän ja meidän välillemme?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Hän vastasi: »Se (valtakunta veroineen), minkä Herrani on minulle perustanut, on minulle paras, joten riittää, kun autatte minua työvoimalla, niin että voin rakentaa lujan muurin teidän ja heidän välilleen"},{"SurahNumber":18,"VerseNumber":96,"Text":"Tuokaa minulle rautamöhkäleitä.» (Niitä tuotiin) kunnes hän oli täyttänyt kummankin vuoren välissä olevan solan. Hän sanoi: »Puhaltakaa!» He puhalsivat, kunnes rauta hehkui kuin tuli. Sitten hän sanoi: »Tuokaa nyt minulle sulaa kuparia, jotta voin valaa sen kaiken yli.»"},{"SurahNumber":18,"VerseNumber":97,"Text":"Silloin he (maahantunkijat) eivät pystyneet kiipeämään sen ylitse eivätkä kaivautumaan alitse"},{"SurahNumber":18,"VerseNumber":98,"Text":"Hän sanoi vielä: »Tämä on Herrani suoma armo, mutta kun Herrani lupaus käy toteen, silloin Hän on murentava sen maan tomuksi, sillä Herrani lupaus on tosi.»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ja sinä päivänä Me annamme joidenkuiden heistä törmätä toisia vastaan. Silloin puhalletaan pasuunoihin ja Me kokoamme heidät kaikki yhteen"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ja sinä päivänä Me avaamme helvetin kauhistuttavana näkynä uskottomille"},{"SurahNumber":18,"VerseNumber":101,"Text":"Heidän silmänsä olivat verhotut Minun varoituksiltani, eivätkä he myöskään voineet niitä kuulla"}]}