{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Atē asīṁ mūsā upara vahī prakāśī ki uha rāta dē samēṁ mērē badi'āṁ nū lai kē nikalē phira unhāṁ la'ī samudara vica sukā māraga baṇā lavō. Tusīṁ pichā karana vāli'āṁ tōṁ nā ḍarōṁ atē nā hīṁ kisē hōra cīza tōṁ ḍarō"},{"SurahNumber":20,"VerseNumber":78,"Text":"Phira phira'auna nē āpaṇī'āṁ phaujāṁ nāla unhāṁ dā pichā kītā phira unhāṁ nū samudara dē pāṇī nē ḍhaka li'ā"},{"SurahNumber":20,"VerseNumber":79,"Text":"Atē phira'auna nē āpaṇī kauma nū gumarāha kītā atē unhāṁ nū yōga rāha nā dikhā'i'ā"},{"SurahNumber":20,"VerseNumber":80,"Text":"Hē isarā'īla dī aulāda! Asīṁ tuhānū tuhāḍē ḍhuśamanāṁ tōṁ mukatī ditī atē tuhāḍē nāla tūra dē sajē vala vā'adā kītā. Atē asīṁ tuhāḍē upara mana atē salavā utārē"},{"SurahNumber":20,"VerseNumber":81,"Text":"Khā'u sāḍī ditī hō'ī pavitara rōzī atē usa la'ī vidarōha nā karō tāṁ ki tuhāḍē upara mērā krōdha nā hōvē. Atē jisa upara mērā krōdha hudā hai uha ḵẖatama hō jāndā hai"},{"SurahNumber":20,"VerseNumber":82,"Text":"Hāṁ ṭiki'ā rahē tāṁ usa la'ī maiṁ bahuta zi'ādā mu'āfī bakhaśaṇa vālā hāṁ"},{"SurahNumber":20,"VerseNumber":83,"Text":"Atē hē mūsā! Āpaṇī kauma nū chaḍa kē jaladī ā'uṇa la'ī tuhānū kisa cīza nē prērita kītā"},{"SurahNumber":20,"VerseNumber":84,"Text":"Mūsā nē kihā uha lōka vī mērē pichē hī hana. Atē hē mērē pālaṇahāra! Maiṁ tērē vala jaladī isa la'ī ā gi'ā tāṁ ki tū prasana hōvēṁ"},{"SurahNumber":20,"VerseNumber":85,"Text":"Faramā'i'ā, tāṁ asīṁ tuhāḍī kauma nū tuhāḍē tōṁ bā'ada ika imatihāna vica pā ditā atē sāmarī nē unhāṁ nū gumarāha kara ditā"},{"SurahNumber":20,"VerseNumber":86,"Text":"Phira mūsā āpaṇī kauma vala dukha atē gusē dē bharē vāpisa muṛē. Usa nē kihā hē mērī kauma! Ki tuhāḍē nāla tuhāḍē raba nē ika cagā vā'adā nahīṁ kītā sī. Kī tuhānū lamā samāṁ hō gi'ā hai. Jāṁ tusīṁ cāhi'ā ki tuhāḍē upara tuhāḍē raba dā krōdha pragaṭa hōvē isa la'ī tūsīṁ āpaṇā vacana tōṛa ditā"},{"SurahNumber":20,"VerseNumber":87,"Text":"Unhāṁ nē kihā ki asīṁ āpaṇī ichā nāla tuhāḍē nāla viśavāśaghāta nahīṁ kītā balaki kauma dē gahiṇi'āṁ dā bhāra sāḍē tōṁ zukavā'i'ā gi'ā sī tāṁ asīṁ usa nū suṭa ditā. Phira isa taṛhāṁ sāmarī nē ḍhāla li'ā"},{"SurahNumber":20,"VerseNumber":88,"Text":"Isa la'ī usa nē unhāṁ la'ī ika vachā baṇā ditā, ika ajihī mūratī jisa vicōṁ balada varagī avāza nikaladī sī. Phira usa nē kihā iha tuhāḍā pūjaṇayōga hai atē mūsā dā vī. Mūsā isa nū kula ga'ē"},{"SurahNumber":20,"VerseNumber":89,"Text":"Kī uha vēkhadē nahīṁ' sī ki nā uha kisē gala dā utara cidā hai nā uha kō'ī lābha dē sakadā hai nā hānī pahucā sakadā hai"}]}