{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"E, sera que aquele a quem prometemos bela promessa - e com ela encontrara - e como aquele a quem fizemos gozar gozo da vida terrena, em seguida, no Dia da Ressurreicao, sera dos trazidos ao Fogo"},{"SurahNumber":28,"VerseNumber":62,"Text":"E um dia, Ele os chamara e dira: \"Onde estao Meus parceiros, que vos pretendieis serem deuses"},{"SurahNumber":28,"VerseNumber":63,"Text":"Aqueles contra quem se cumprira o Dito, dirao: \"Senhor nosso! Sao estes os que transviamos; transviamo-los como nos nos transviamos. Rompemos com eles, perante Ti. Eles a nos nao adoravam"},{"SurahNumber":28,"VerseNumber":64,"Text":"E dir-se-lhes-a: \"Convocai vossos idolos.\" E eles os convocarao, mas nao lhes atenderao, e verao o castigo. Se houvessem sido guiados"},{"SurahNumber":28,"VerseNumber":65,"Text":"E um dia, Ele os chamara e dira: \"Que respondestes aos Mensageiros"},{"SurahNumber":28,"VerseNumber":66,"Text":"E, nesse dia, confundir-se-Ihes-ao os informes, e eles nao se interrogarao"},{"SurahNumber":28,"VerseNumber":67,"Text":"Entao, quanto a quem se voltou arrependido e creu e fez o bem, quica, seja ele dos bem-aventurados"},{"SurahNumber":28,"VerseNumber":68,"Text":"E teu Senhor cria o que quer, e escolhe o que quer. Nao e admissivel que a escolha seja deles. Glorificado e Sublimado seja Allah, acima do que idolatram"},{"SurahNumber":28,"VerseNumber":69,"Text":"E teu Senhor sabe o que seus peitos ocultam e o que manifestam"},{"SurahNumber":28,"VerseNumber":70,"Text":"E Ele e Allah: nao existe deus senao Ele, dEle e o Louvor, na primeira vida e na Derradeira. E dEle e o julgamento. E a Ele sereis retornados"},{"SurahNumber":28,"VerseNumber":71,"Text":"Dize: \"Vistes? Se Allah fizesse a noite perpetua sobre vos, ate o Dia da Ressurreicao, que outro deus que Allah vos faria chegar luminosidade? Entao, nao ouvis"},{"SurahNumber":28,"VerseNumber":72,"Text":"Dize: \"Vistes? Se Allah fizesse o dia perpetuo sobre vos, ate o Dia da Ressurreicao, que outro deus que Allah vos faria chegar uma noite, em que repousasseis? Entao, nao o enxergais"},{"SurahNumber":28,"VerseNumber":73,"Text":"E, de Sua misericordia, Ele fez-vos a noite e o dia, para, naquela, repousardes, e para, neste, buscardes algo de Seu favor, e para serdes agradecidos"},{"SurahNumber":28,"VerseNumber":74,"Text":"E um dia, Ele os chamara e dira: \"Onde estao Meus parceiros, que vos pretendieis serem deuses"},{"SurahNumber":28,"VerseNumber":75,"Text":"E tiraremos, de cada nacao, uma testemunha, e diremos: \"Trazei vossas provancas.\" Entao, eles saberao que a Verdade e de Allah. E o que forjavam sumira, para longe deles"}]}