{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":14,"VerseNumber":7,"Text":"نیز (یہ بھی) فرمایا موسیٰ ( علیہ السلام) نے اگر تم ناشکری کرنے لگو (صرف تم ہی نہیں بلکہ) جو بھی سطح زمین پر ہے (ناشکری کرے) تو بیشک اللہ تعالیٰ غنی (اور) سب تعریفوں کا مستحق ہے"},{"SurahNumber":14,"VerseNumber":8,"Text":"کیا نہیں پہنچی تمھیں اطلاع ان (قوموں ) کی جو پہلے گزرچکی ہیں یعنی قوم نوح اور عاد اور ثمود اور جو لوگ ان کے بعد گزرے ۔ نہیں جانتا انھیں مگر اللہ تعالیٰ۔ لے آئے تھے ان کے پاس ان کے رسول روشن دلیلیں پس انھوں نے (ازراہ تمسخر ) ڈال لیے اپنے ہاتھ اپنے مونہوں میں اور (بڑی ببجکای سے ) کہا ہم نے انکار کیا اس دین کا جس کے ساتھ تم بھیجے گئے ہو اور جس کی تم ہمیں دوت دیتے ہو اس کی (صداقت کے بارے میں ) ہم شک میں ہیں"},{"SurahNumber":14,"VerseNumber":9,"Text":"جو تذبذب میں ڈالنے والا ہے انکے پیغمبروں نے پوچھا کیا (تمھیں) اللہ تعالیٰ کے متعلق شک ہے جو پیدا فمانے واال ہے آسمانوں اور زمین کا جو (اتنا کریم ہے کہ ) بلاتا ہے تمھیں تاکہ بخش دے تمھارے گناہ اور جو (اتنا مہربان کہ پیہم نافرمانی کے باوجود) تمھیں مہلت دیتا ہے ایک مقررہ میعاد تک ان (نادانوں نے ) جواب دیا نہیں ہو تم مگر بشر ہماری طرح تم یہ چاہتے ہو کہ روک دہ ہمیں ان (بتوں) سے جن کی پوجا ہمارے باپ دادا کیا کرتے تھے ۔ پس لے آؤ ہمارے پاس کوئی روشن دلیل"},{"SurahNumber":14,"VerseNumber":10,"Text":"کہا انھیں ان کے رسولوں نے کہ ہم تمھاری طرح انسان ہی ہیں لیکن اللہ تعالیٰ احسان فرماتا ہے جس پر چاہتا ہے اپنے بندوں سے۔ اور ہمین یہ طاقت نہیں کہ ہم لے آئیں تمھارے پاس کوئی دلیل بجز اذن خداوندی اور مومنوں کو فقط اللہ تعالیٰ پر ہی بھروسہ کرنا چاہیے"},{"SurahNumber":14,"VerseNumber":11,"Text":"اور ہم کیوں نہ بھروسہ کریں اللہ تعالیٰ پر حالانکہ اس نے دکھائی ہیں ہمیں ہماری (کامیابی کی ) راہیں اور ہم ضرور صبر کرینگے تمھاری اذیت رسانیوں پر پس اللہ تعالیٰ پر ہی توکل کرنا چاہیے توکل کرنے والوں کو"},{"SurahNumber":14,"VerseNumber":12,"Text":"اور کہا کفار نے اپنے رسولوں کو کہ ہم ضرورباہر نکال دیں گے تمھیں اپنے ملک سے یا تمھیں لوٹ آنا ہوگا ہماری ملت میں۔ پس وحی بھیجی ان کی طرف ان کے پروردگار نے کہ (مت گھبراؤ) ہم تباہ کردینگے ان ظالموں کو"}]}