{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Sonday bizge kezdeswdi kutpegender: \"Bizge peristeler nege tusirilmeydi? Nemese Rabbımızdı korsek\" dedi. Rasında olar ozderin-ozderi jogarı sanadı da tım sekten sıgıp ketti"},{"SurahNumber":25,"VerseNumber":22,"Text":"Olar peristelerdi korgen kuni, kunakarlar usin qwanıstı kun bolmaydı. Peristeler: \"Joq, senderge qwanıs joq\" deydi. (Ne ozderi: \"Maxrum qaldıq\" deydi)"},{"SurahNumber":25,"VerseNumber":23,"Text":"Olar nendey bir is istegen bolsa, ras onı qolga alıp, sasılgan tozanga aynaldıramız"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ol kuni, jannattıqtardın turar jeri jaqsı, tınıgar jerleri ote korkem boladı"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ol kuni, aspan bulttarsa jarılıp, peristeler jalgastı turde tusiriledi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ol kuni, sın patsalıq Allaniki. Ol kapirler usin ote awır kun boladı"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ol kuni ar zalım oz qolın saynap: \"Attegen-ay! Paygambarmen birge jol tutqan bolsam edi\" deydi"},{"SurahNumber":25,"VerseNumber":28,"Text":"Nendey okinis magan; Atten! Men palenbaydı dos tutpagan bolsa edim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Sınında ol, Quran kelgennen keyin meni odan adastırdı. Negizinde saytan adam balası usin opasız boladı"},{"SurahNumber":25,"VerseNumber":30,"Text":"Paygambar: \"Rabbım! Ras menin elim bul Qurandı tastap qoydı\" dedi"},{"SurahNumber":25,"VerseNumber":31,"Text":"Sol siyaqtı ar paygambar usin kunakarlardı duspan qıldıq. Rabbın jeteksilik jane komeksilikte sagan jetip, asadı"},{"SurahNumber":25,"VerseNumber":32,"Text":"Tagı kapirler: \"Ogan Quran bir-aq jolda nege tusirilmedi?\",-dedi. Osılaysa, kokeyine qondırw usin onı anıqtap oqıdıq"},{"SurahNumber":25,"VerseNumber":33,"Text":"Olar sagan bir mısal keltirse; arine sagan sındiqtı jane korkem tusinikti akelemiz"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tozaqqa betimen jer bastırılıp jinalatındar; mine solar, orındarı jaman, joldarı qangırıs bolatındar"}]}