{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":149,"Text":"Ey müminler, eğer kâfirlere itaat ederseniz sizleri topuklarınız üzerinde geriye döndürürler de hüsrana uğrarsınız"},{"SurahNumber":3,"VerseNumber":150,"Text":"Oysa Allah´tır sizin mevlânız. O yardım edenlerin en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Biz kâfirlerin kalplerine korku salacağız. Çünkü onlar kendilerine hiçbir güç verilmemiş olan nesneleri Allah ´a ortak koşmuşlardır. Onların gidecekleri yer Cehennem´dir. Zalimlerin varacağı yer ne fenadır"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah size verdiği sözü yerine getirdi. Hani size sevdiğinizi (zaferi) gösterdikten sonra bozuluncaya, savaş konusunda görüş ayrılığına düşünceye ve itaatsizlik edinceye kadar müşrikleri kırıp geçiriyordunuz. Kiminiz dünyayı istiyordu, kiminiz de ahireti istiyordu. Sonra sizi deneyden geçirmek için onların başından savdı. Ama yine de sizi affetti. Allah müminlere karşı gerçekten lütuf sahibidir"},{"SurahNumber":3,"VerseNumber":153,"Text":"Hani Peygamber arkanızdan sizi çağırırken, hiç kimseye bakmadan kaçıyordunuz; ne kaybettiğinize ve ne de başınıza gelene üzülmeyesiniz diye Allah sizi kederden kedere uğrattı. Hiç kuşkusuz Allah yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o kederin ardından üzerinize öyle bir emniyet, öyle bir uyku indirdi ki O, içinizden bir zümreyi bürüyordu. Bir zümre de canları sevdasına düşmüştü. Allah’a karşı cahiliyyet zannı gibi haksız bir zan besliyorlar, “Bu işten bize ne?” diyorlardı. De ki: “Bütün iş Allah’ındır”. İçlerinde sana açmadıkları bir şey gizliyorlar. “Bu bize ait bir şey olsaydı burada öldürülmezdik” diyorlar. De ki: “Evlerinizde olsaydınız üzerlerine ölüm yazılmış olanlar; yine muhakkak devrilecekleri yerlere çıkıp gidecektiler.” Bu, göğüslerinizin içindekini yoklamak, kalplerinizdekini temizlemek içindir. Ve Allah, sinelerdekini hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"İki topluluğun karşılaştığı gün savaştan geri dönenlerinizi şeytan bazı günahkar duyguları yüzünden ayartmaya girişmişti. Ama Allah onları yine de affetti. Hiç kuşkusuz Allah affedici ve halimdir"}]}