{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":9,"VerseNumber":38,"Text":"E jenumanja ŵamkulupilile! Chipali chichi kukwenu kwanti naga nsalilidwe (yanti): “Ŵigulani (wa kuputa ngondo) petala lya Allah,” nkukanilila mwausito pa chilambo? Ana nnonyelwe ni umi wa duniya kumpunda Akhera? Nganiyiŵatu yakusengwasya ya umi wa duniya pakulandanya ni Akhera ikaŵeje yannono"},{"SurahNumber":9,"VerseNumber":39,"Text":"Naga ngankuŵigula (wa kungondo), Allah champe ilagasyo yakupoteka nnope, ni tayiche nao ŵandu ŵane mmalo mwa jenumanja, soni nganim'ba mumpele chisausyo chilichose, soni Allah pa chindu chilichose aŵele Jwakombola"},{"SurahNumber":9,"VerseNumber":40,"Text":"Naga ngankunkamuchisya (Ntumejoﷺngali kandu), basi pamasile paŵankamuchiisye Allah ndema jaŵankopwesye aŵala ŵaŵakanile, ali jwaŵili mwa ŵaŵili (jumo jwakwe Abubakri t), pandema jaŵaliji ŵanaŵaŵilio kumbanga, ndema jaŵansalilaga n'jakwe (kuti): “Ngasin'dandaula, chisimu Allah ali nowe.” Basi Allah ni ŵaatulwisye kutulala Kwakwe pa jwalakwejo, ni ŵan'dimbangenye ni asilikali (ŵachilaika) ŵanganimwaona jenumanja, niŵalitesile liloŵe lya aŵala ŵaŵakanile kuŵa lyapasi, sano liloŵe lya Allah nikuŵa lyapenani, soni Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":41,"Text":"Ŵigulani (wa kungondo) n'di ŵakupepuchilwa namuno ŵakusitopelwa, ni mmenyane ngondo ni chipanje chenu ni mwachimisyene ŵakwe petala lya Allah, yalakweyo ni yambone kukwenu nam'baga jenumanja ŵakumanyilila"},{"SurahNumber":9,"VerseNumber":42,"Text":"Ingaŵe (kuŵigulako) wa kuchipanje chakuŵandika (chakuchipata mwakwepepala), ulendowo nikuŵa ŵejipi chisimu angankuyiye, nambo kuti lutando (lwakuja ku Tabuki) lwatalichile ŵanganyao. Ni channumbileje Allah (achitiji): “Tungaŵe twakwete ukombosi chisimu tungakopweche namwe.” Akulijonanga achimisyene, soni Allah akumanyilila yanti chisimu ŵanganyao ŵaunami"}]}