{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"A chapter which We have sent down and imposed, and We have sent down in it clear revelations that you may remember"},{"SurahNumber":24,"VerseNumber":2,"Text":"The adulteress and the adulterer, you shall lash each of them one hundred lashes, and do not let any pity take you over God's system if you believe in God and the Last Day. And let a group of the believers witness their punishment"},{"SurahNumber":24,"VerseNumber":3,"Text":"The adulterer will only marry an adulteress or one who is an idolatress. And the adulteress, she will only be married to an adulterer or an idolater. And this has been forbidden for the believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"And those who accuse the independent women and they do not bring forth four witnesses, then you shall lash them eighty lashes and do not ever accept their testimony. Those indeed are the evildoers"},{"SurahNumber":24,"VerseNumber":5,"Text":"Except those who repent after this and do right, then God is Forgiving, Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"And those who accuse their wives, but they have no witnesses except for themselves, then the testimony of one of them is to be equivalent to that of four witnesses if he is swearing by God that he is being truthful"},{"SurahNumber":24,"VerseNumber":7,"Text":"And the fifth shall be God's curse upon him if he is one of those lying"},{"SurahNumber":24,"VerseNumber":8,"Text":"And the punishment will be averted from her if she testifies four times by God that he is of the liars"},{"SurahNumber":24,"VerseNumber":9,"Text":"And the fifth shall be that God's curse is upon her if he is speaking the truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"All this is from God's favour upon you and His mercy. And God is Forgiving, Wise"}]}