{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Atyre qe jane sulmuar, u lejohet (qe te mbrohen), sepse u eshte bere padrejtesi dhe, ne te vertete, Allahu eshte i Fuqishem, qe t’i ndihmoje"},{"SurahNumber":22,"VerseNumber":40,"Text":"ata, qe jane debuar nga vatrat e tyre padrejtesisht, vetem sepse thane: “Zoti yne eshte Allahu.”[214] Sikur Allahu te mos u kishte dhene njerezve mundesine per t’u mbrojtur nga njeri-tjetri, do te shkaterroheshin manastiret, kishat, sinagogat dhe xhamite, ne te cilat permendet shume emri i Allahut. Vertet, Allahu e ndihmon kedo qe e ndihmon Ate. Allahu eshte vertet i Forte dhe i Plotfuqishem"},{"SurahNumber":22,"VerseNumber":41,"Text":"(Allahu i ndihmon edhe) ata, te cileve, nese u japim pushtet ne toke, kryejne faljet, japin zekatin, urdherojne kryerjen e veprave te mira dhe pengojne ate qe eshte e mbrapshte. Tek Allahu eshte fundi i te gjitha ceshtjeve"},{"SurahNumber":22,"VerseNumber":42,"Text":"Nese ata te quajne ty genjeshtar, (dije se) para tyre (i) kane quajtur genjeshtare (profetet e vet) edhe populli i Nuhut, fiset Ad e Themud"},{"SurahNumber":22,"VerseNumber":43,"Text":"populli i Ibrahimit, populli i Lutit"},{"SurahNumber":22,"VerseNumber":44,"Text":"dhe banoret e Medjenit. Edhe Musain e pergenjeshtruan; andaj Une u dhashe afat mohuesve, pastaj i denova ata. Eh, si ka qene denimi Im"},{"SurahNumber":22,"VerseNumber":45,"Text":"Sa e sa qytete i shkaterruam, ngaqe banoret e tyre ishin te keqij dhe tani ato jane kthyer permbys! Sa e sa puse mbeten te braktisura, sa e sa pallate te larta te shkretuara"},{"SurahNumber":22,"VerseNumber":46,"Text":"Valle, a nuk kane udhetuar ata neper bote, qe zemrat e tyre te mendojne dhe veshet te degjojne? Ne te vertete, atyre nuk u jane verbuar syte (ne keto gjera), por u jane verbuar zemrat e veta ne kraharor"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ata te kerkojne qe t’u shpejtohet denimi, por Allahu kurrsesi nuk e thyen premtimin e Vet. Nje dite te Zoti yt eshte sa nje mije vjet sipas llogarise suaj"},{"SurahNumber":22,"VerseNumber":48,"Text":"Sa e sa vendbanimeve Une ua shtyva denimin, edhe pse ata ishin keqberes, por prapeseprape i denova. Tek Une kthehet cdo gje"}]}