{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Dajudaju Allahu ko nii forijin (eni ti) o ba n sebo si I. O si maa saforijin fun ese miiran yato si iyen fun eni ti O ba fe. Enikeni ti o ba n sebo si Allahu, dajudaju o ti sina ni isina t’o jinna"},{"SurahNumber":4,"VerseNumber":117,"Text":"Won ko pe kini kan leyin Allahu bi ko se awon abo orisa. Won ko si pe kini kan bi ko se Esu oluyapa"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allahu sebi le Esu. O si wi pe: \"Dajudaju mo maa mu ipin ti won pin fun mi ninu awon erusin Re"},{"SurahNumber":4,"VerseNumber":119,"Text":"Dajudaju mo maa si won lona. Mo maa fi erokero sinu okan won. Mo maa pa won lase, won yo si maa ge eti eran-osin (lati ya a soto fun orisa). Mo maa pa won lase, won yo si maa yi eda Allahu pada.\" Enikeni ti o ba mu Esu ni ore leyin Allahu, dajudaju o ti sofo ni ofo ponnbele"},{"SurahNumber":4,"VerseNumber":120,"Text":"Esu n sadehun fun won, o si n fi ife-iro sinu okan won. Esu ko si sadehun kan fun won bi ko se etan"},{"SurahNumber":4,"VerseNumber":121,"Text":"Awon wonyen, ina Jahanamo ni ibugbe won; won ko si nii ri ibusasi kan"},{"SurahNumber":4,"VerseNumber":122,"Text":"Awon t’o gbagbo ni ododo, ti won si sise rere, A maa mu won wo inu awon Ogba Idera kan, ti odo n san ni isale re. Olusegbere ni won ninu re titi laelae. (O je) adehun ti Allahu se ni ti ododo. Ta si ni o so ododo ju Allahu lo"},{"SurahNumber":4,"VerseNumber":123,"Text":"Ki i se ife-okan yin, bee ni ki i se ife-okan awon ahlu-l-kitab (ni osuwon idajo orun. Amo,) enikeni ti o ba sise aburu kan, A oo san an ni esan re; ko si nii ri alafeyinti tabi alaranse kan leyin Allahu"},{"SurahNumber":4,"VerseNumber":124,"Text":"Enikeni ti o ba sise rere, yala okunrin tabi obinrin, onigbagbo ododo si ni, awon wonyen l’o maa wo inu Ogba Idera. A o si nii sabosi eekan koro dabinu fun won"},{"SurahNumber":4,"VerseNumber":125,"Text":"Ta l’o dara ni esin ju eni ti o jura re sile fun Allahu, oluse-rere si tun ni, o tun tele esin (Anabi) ’Ibrohim, oluduro-deede-ninu-’Islam? Allahu si mu (Anabi) ’Ibrohim ni ayanfe"},{"SurahNumber":4,"VerseNumber":126,"Text":"Ti Allahu ni ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Allahu si n je Alamotan nipa gbogbo nnkan"}]}