{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"Gomɗii Men okkii Muusaa Deftere nden, luutondi- raa e mayre. Si wanaano konngol ardinoongol immorde ka Joomi maa, ñaaweteno hakkunde maɓɓe. Kamɓe kan hiɓe e sikke sikkitiiɗo e e mayre"},{"SurahNumber":11,"VerseNumber":111,"Text":"Wonaali kala maɓɓe si wanaa Joomi maa hunna- nay ɓe (njoɓdi) kuuɗe maɓɓe. Pellet ko O humpitiiɗo ko ɓe gollata kon"},{"SurahNumber":11,"VerseNumber":112,"Text":"Ñiiɓir [e focciingol ngol] wano yamiraɗaa non, e tuubuɓe wonnduɓe e maaɗa. Wata on bewu. Pellet ko O reenuɗo ko golloton kon"},{"SurahNumber":11,"VerseNumber":113,"Text":"Wata on ooñor e tooñuɓe ɓen sakko Yiite ngen mema on. Alanah on gaanin Alla yiɗɓe. Refti on walloytaake"},{"SurahNumber":11,"VerseNumber":114,"Text":"Ñinnu julde nden ka seraaji ɗiɗi ñalorma e saa'iiji jemma. Pellet moƴƴi ɗin hino monta bonɗi ɗin. Ɗum ko waaju wonannde ɓen waajitotooɓe"},{"SurahNumber":11,"VerseNumber":115,"Text":"Muñño. Pellet Alla yeebataa njoɓdi moƴƴinooɓe ɓen"},{"SurahNumber":11,"VerseNumber":116,"Text":"Ko haɗnoo wona e gire adinooɓe on ɓen, joomiraa- ɓe kedde, ɓe no haɗa e bonnugol ka leydi! si seeɗaaɓe e ɓen ɓe Men daɗndunoo e maɓɓe. Tooñuɓe ɓen jokki e ko ɓe neeminaa e mun kon, ɓe laatii bomɓe"},{"SurahNumber":11,"VerseNumber":117,"Text":"Joomi maa siforaali halkiroowo ca'e e hoore tooñe tawa yimɓe maɓɓe ko moƴƴinooɓe"},{"SurahNumber":11,"VerseNumber":118,"Text":"Sinno Joomi maa muuyiino, O waɗayno yimɓe ɓen moftal gootal. Ɓe seerataa ko ɓe luutondirooɓe"},{"SurahNumber":11,"VerseNumber":119,"Text":"si wanaa ɓen ɓe Joomi maa yurmaa. Ko sabu ɗum O tagiri ɓe. Konngol Joomi maa ngol jojjii wonnde: \"Pellet, Mi hebbiniray Jahannama jinna e yimɓe, ɓe denndaangal"},{"SurahNumber":11,"VerseNumber":120,"Text":"Kala e mu'un, Meɗen fillano maa kabaruuji Nulaaɓe, ko Men tabintinra ɗum ɓernnde maa ngon. Aranii ma e ngol (cortewol) goonga e waaju e janntoore wonannde gomɗimɓe ɓen"},{"SurahNumber":11,"VerseNumber":121,"Text":"Maakan ɓen ɓe gomɗinah: \"Gollee e nokku mo'on. Menen kadi, ko men gollooɓe"},{"SurahNumber":11,"VerseNumber":122,"Text":"Habbitee kadi. Menen ko men habbitiiɓe"},{"SurahNumber":11,"VerseNumber":123,"Text":"Ko Alla heeranii wirniiɗi kammuuli ɗin e leydi ndin, ko ka Makko fiyaaku no fow ruttetee. Awa rewu Mo, fawo-ɗaa e Makko. Joomi maa wonaali welsindiiɗo e kon ko golloton"}]}