{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":274,"Text":"Those (who in charity) spend of their goods by night and day, in secret and in public, have their reward with their Lord: On them shall there be no fear, and they shall not grieve"},{"SurahNumber":2,"VerseNumber":275,"Text":"Those who eat from (items including moneys that they receive as) interest, will not stand except as stands one whom The Satan by his touch has driven to madness. That is because they say: \"Trade is like usury,\" But Allah has permitted trade and forbidden usury. Those who after receiving the direction from their Lord, do not receive (usury), shall be forgiven for the past; Their case is for Allah (to judge) but those who repeat (receiving usury) are companions of the Fire: They will live in there (for ever)"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah will remove all blessing from usury but will give increase for deeds of charity: For He does not love creatures that are ungrateful and wicked"},{"SurahNumber":2,"VerseNumber":277,"Text":"Truly, those who believe and do righteous deeds and establish regular prayers and regular charity, (they) will have their reward with their Lord: On them shall be no fear, and they shall not grieve"},{"SurahNumber":2,"VerseNumber":278,"Text":"O you who believe! Fear Allah and give up what remains of your demand for usury, if you are true believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"If you do not do it, (then), take notice of war from Allah and His Prophet (Muhammad): But if you turn back (in repentance), you shall have your capital sums: Do not deal unjustly, and you shall not be dealt with unjustly"},{"SurahNumber":2,"VerseNumber":280,"Text":"And if the debtor is in difficulty, give him time till it is easy for him to repay. But if you forgive it (the debt) by the way of charity, that is best for you, if you only knew"},{"SurahNumber":2,"VerseNumber":281,"Text":"And fear the Day when you shall be brought back to Allah then shall every soul be paid for what it has earned, and none shall be dealt with unjustly"}]}