{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":26,"Text":"ہم نے انسان کو سٹری ہوئی مٹی کے سوکھے گارے سے بنایا"},{"SurahNumber":15,"VerseNumber":27,"Text":"اور اُس سے پہلے جنوں کو ہم آگ کی لپٹ سے پیدا کر چکے تھے"},{"SurahNumber":15,"VerseNumber":28,"Text":"پھر یاد کرو اُس موقع کو جب تمہارے رب نے فرشتوں سے کہا کہ \"میں سڑی ہوئی مٹی کے سوکھے گارے سے ایک بشر پیدا کر رہا ہوں"},{"SurahNumber":15,"VerseNumber":29,"Text":"جب میں اُسے پورا بنا چکوں اور اس میں اپنی روح سے کچھ پھونک دوں تو تم سب اس کے آگے سجدے میں گر جانا"},{"SurahNumber":15,"VerseNumber":30,"Text":"چنانچہ تمام فرشتوں نے سجدہ کیا"},{"SurahNumber":15,"VerseNumber":31,"Text":"سوائے ابلیس کے کہ اُس نے سجدہ کرنے والوں کا ساتھ دینے سے انکار کر دیا"},{"SurahNumber":15,"VerseNumber":32,"Text":"رب نے پوچھا \"اے ابلیس، تجھے کیا ہوا کہ تو نے سجدہ کرنے والوں کا ساتھ نہ دیا؟"},{"SurahNumber":15,"VerseNumber":33,"Text":"اس نے کہا \"میرا یہ کام نہیں ہے کہ میں اِس بشر کو سجدہ کروں جسے تو نے سڑی ہوئی مٹی کے سوکھے گارے سے پیدا کیا ہے"},{"SurahNumber":15,"VerseNumber":34,"Text":"رب نے فرمایا \"اچھا تو نکل جا یہاں سے کیونکہ تو مردود ہے"},{"SurahNumber":15,"VerseNumber":35,"Text":"اور اب روز جزا تک تجھ پر لعنت ہے"},{"SurahNumber":15,"VerseNumber":36,"Text":"اُس نے عرض کیا \"میرے رب، یہ بات ہے تو پھر مجھے اُس روز تک کے لیے مہلت دے جبکہ سب انسان دوبارہ اٹھائے جائیں گے"},{"SurahNumber":15,"VerseNumber":37,"Text":"فرمایا \"اچھا، تجھے مہلت ہے"},{"SurahNumber":15,"VerseNumber":38,"Text":"اُس دن تک جس کا وقت ہمیں معلوم ہے"},{"SurahNumber":15,"VerseNumber":39,"Text":"وہ بولا \"میرے رب، جیسا تو نے مجھے بہکایا اُسی طرح اب میں زمین میں اِن کے لیے دل فریبیاں پیدا کر کے اِن سب کو بہکا دوں گا"},{"SurahNumber":15,"VerseNumber":40,"Text":"سوائے تیرے اُن بندوں کے جنہیں تو نے اِن میں سے خالص کر لیا ہو"},{"SurahNumber":15,"VerseNumber":41,"Text":"فرمایا \"یہ راستہ ہے جو سیدھا مجھ تک پہنچتا ہے"},{"SurahNumber":15,"VerseNumber":42,"Text":"بے شک، جو میرے حقیقی بندے ہیں ان پر تیرا بس نہ چلے گا تیرا بس تو صرف اُن بہکے ہوئے لوگوں ہی پر چلے گا جو تیری پیروی کریں"},{"SurahNumber":15,"VerseNumber":43,"Text":"اور ان سب کے لیے جہنم کی وعید ہے"},{"SurahNumber":15,"VerseNumber":44,"Text":"یہ جہنم (جس کی وعید پیروان ابلیس کے لیے کی گئی ہے) اس کے سات دروازے ہیں ہر دروازے کے لیے اُن میں سے ایک حصہ مخصوص کر دیا گیا ہے"}]}