{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Yaqeen jaano, jin logon ne hamari aayat ko jhutlaya hai aur inke muqable mein sarkashi ki hai unke liye aasman ke darwaze hargiz na kholey jayenge. Unka jannat mein jana utna hi namumkin hai jitna suii (needle) ke naake se ount(camel) ka guzarna. Mujreemon ko hamare haan aisa hi badla mila karta hai"},{"SurahNumber":7,"VerseNumber":41,"Text":"Unke liye to jahannum ka bichona hoga aur jahannum hi ka oadna. Yeh hai woh jaza jo hum zalimon ko diya karte hain"},{"SurahNumber":7,"VerseNumber":42,"Text":"Ba-khilaf iske jin logon ne hamari aayat ko maan liya hai aur acchey kaam kiye hain aur is baab mein hum har ek ko uski istetaat (capability) hi ke mutaabiq zimmedar thehrate hain. Woh ehle jannat hain jahan woh hamesha rahengey"},{"SurahNumber":7,"VerseNumber":43,"Text":"Unke dilon mein ek dusre ke khilaf jo kuch kadurat (rancour) hogi usey hum nikal denge, unke nichey nehrein behti hongi, aur woh kahenge ke “taareef khuda hi ke liye hai jisne humein yeh raasta dikhaya, hum khud raah na paa sakte thay agar khuda hamari rehnumayi na karta. Hamare Rubb ke bheje huey Rasool waqayi Haqq hi lekar aaye thay”. Us waqt nida (voice) aayegi ke “ yeh jannat jiske tum waris banaye gaye ho tumhein un aamal ke badle mein mili hai jo tum karte rahey thay”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Phir yeh jannat ke log dozakh walon se pukar kar kahenge, “ humne un sarey waadon ko theek paa liya jo hamare Rubb ne humse kiye thay, kya tumne bhi un waadon ko theek paya jo tumhare Rubb ne kiye thay?” Woh jawab denge “haan” tab ek pukarne wala unke darmiyan pukarega ke “ khuda ki laanat un zalimon par"},{"SurahNumber":7,"VerseNumber":45,"Text":"Jo Allah ke rastey se logon ko roakte aur usey tedha karna chahte thay aur aakhirat ke munkir thay”"},{"SurahNumber":7,"VerseNumber":46,"Text":"In dono girohon ke darmiyan ek oat (barrier) hayal hogi jiski bulandiyon (Araaf) par kuch aur log honge yeh har ek ko uske kiyafa (marks) se pehchanenge aur jannat walon se pukaar kar kahenge ke “salamati ho tumpar”. Yeh log jannat mein dakhil to nahin huey magar uske umeedwar honge”"},{"SurahNumber":7,"VerseNumber":47,"Text":"Aur jab unki nigahein dozakh walon ki taraf phirengi to kahenge, “Aey Rubb! Humein in zalim logon mein shamil na kijiyo”"}]}