{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"Эй ўраниб ётувчи"},{"SurahNumber":73,"VerseNumber":2,"Text":"Кечани озгинасидан бошқасини (ибодатда) тик туриб ўтказ"},{"SurahNumber":73,"VerseNumber":3,"Text":"Ярмини ёки ундан бир оз қисқароғини"},{"SurahNumber":73,"VerseNumber":4,"Text":"Ёки у(ярим)га яна қўш ва Қуръонни тартил билан тиловат қил. (Қуръонни тартил билан ўқиш деб уни дона-дона қилиб, ҳар бир ҳарфини ўз ўрнидан чиқариб, оятларини алоҳида-алоҳида қилиб, тажвид қоидалари асосида ўқишга айтилади)"},{"SurahNumber":73,"VerseNumber":5,"Text":"Албатта, Биз устингга оғир сўзни ташлармиз"},{"SurahNumber":73,"VerseNumber":6,"Text":"Албатта, кечасиги ибодат кўпроқ мувофиқ келадир ва қироати тўғрироқ бўладир"},{"SurahNumber":73,"VerseNumber":7,"Text":"Албатта, кундузи сенинг узоқ ишлашинг бор"},{"SurahNumber":73,"VerseNumber":8,"Text":"Ва Роббингнинг исмини зикр эт ва Унинг ибодатига бутунлай ажралиб чиқ"},{"SurahNumber":73,"VerseNumber":9,"Text":"У машриқу мағрибнинг Роббисидир. Ундан ўзга ибодатга сазовор илоҳ йўқ. Бас, Уни ўзингга вакил тут"},{"SurahNumber":73,"VerseNumber":10,"Text":"Ва уларнинг гапларига сабр қил ва улардан чиройли четлашла, четлаб тур"},{"SurahNumber":73,"VerseNumber":11,"Text":"Аҳли неъмат бўлган, ёлғонга чиқарувчиларни Ўзимга қўйиб қўй ва уларга озгина муҳлат бер"},{"SurahNumber":73,"VerseNumber":12,"Text":"Албатта, Бизда оғир кишанлар ва жаҳаннам бор"},{"SurahNumber":73,"VerseNumber":13,"Text":"Ва (томоққа) тиқиладиган таом ва аламли азоб бор"},{"SurahNumber":73,"VerseNumber":14,"Text":"Бир кундаки, унда еру тоғлар ларзага келадир ва тоғлар оқувчи қумтепаларга айланадир"},{"SurahNumber":73,"VerseNumber":15,"Text":"Албатта, Биз сизларга, худди Фиръавнга Расул юборганимиздек, сиз ҳақингизда гувоҳлик берувчи Расулни юбордик"},{"SurahNumber":73,"VerseNumber":16,"Text":"Бас, Фиръавн Расулга осий бўлди ва Биз уни шиддатли азоб билан тутдик"},{"SurahNumber":73,"VerseNumber":17,"Text":"Агар кофир бўлсангиз, болаларнинг сочини оқартиб юборадиган кундан қандай сақланасиз?! («болаларнинг сочини оқартиб юборадиган кун»–қиёмат куни экани ҳаммага маълум)"},{"SurahNumber":73,"VerseNumber":18,"Text":"Унда осмон парчаланувчидир, У зотнинг ваъдаси амалга ошадир"},{"SurahNumber":73,"VerseNumber":19,"Text":"Албатта, булар эслатмадир, Ким хоҳласа, ўз Робиси томон йўл оладир"}]}