{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"(Мұхаммед Ғ.С.) ал енді үгіттей бер. Өйткені сен Раббыңның нығметі арқасында бақсы да жынды да емессің"},{"SurahNumber":52,"VerseNumber":30,"Text":"Немесе олар сені: \"Ол бір ақын. Сондықтан оған жаман заманның болуын тосамыз\" дейді"},{"SurahNumber":52,"VerseNumber":31,"Text":"Оларға: \"Күтіңдер. Мен де сендермен бірге күтемін\" де"},{"SurahNumber":52,"VerseNumber":32,"Text":"Немесе оларға бұны ақылдары әмір ете ме? Не олар азғын бір ел ме"},{"SurahNumber":52,"VerseNumber":33,"Text":"Я, болмаса олар: \"Кұранды өзі жасап алды\" дей ме? Жоқ, олар иман келтірмейді"},{"SurahNumber":52,"VerseNumber":34,"Text":"Ендеше, егер олар шыншыл болса, Құран сияқты бір сөз келтірсін. (С.23-А., Ю.С. 38-А., 11-С. 13-А)"},{"SurahNumber":52,"VerseNumber":35,"Text":"Немесе олар еш нәрсесіз (өзінен-өзі) жаратылды ма? Не жаратушы өздері ме"},{"SurahNumber":52,"VerseNumber":36,"Text":"Яки олар, көктер мен жерді жаратты ма? Жоқ, олар нанбайды"},{"SurahNumber":52,"VerseNumber":37,"Text":"Немесе Раббыңның қазыналары олардың қасында ма? Я, олар игеруші ме"},{"SurahNumber":52,"VerseNumber":38,"Text":"Немесе, олардың шығып тыңдайтын сатылары бар ма? Онда олардың тыңдаушылары ашық бір дәлел келтірсінші"},{"SurahNumber":52,"VerseNumber":39,"Text":"Немесе қыздар Алланікі де ұлдар сендердікі ме"},{"SurahNumber":52,"VerseNumber":40,"Text":"(Мұхаммед Ғ.С.) не сен олардан ақы тілеп сондықтан олар ауыр борышқа жығылды ма"},{"SurahNumber":52,"VerseNumber":41,"Text":"Немесе олардың қасында ғайыптың мәліметі бар да олар соны жаза ма"},{"SurahNumber":52,"VerseNumber":42,"Text":"Не болмаса, олардың бір әдіс қылғылары келе ме? Сонда қарсы болғандардың өздері тұзаққа түседі"},{"SurahNumber":52,"VerseNumber":43,"Text":"Әлде олардың Алладан басқа тәңірі бар ма? Алла олардың қосқан теңеулерінен пәк"},{"SurahNumber":52,"VerseNumber":44,"Text":"Олар аспаннан түсіп келе жатқан бір кесек көрсе де: \"Шоғырланған бұлт\" дейді"},{"SurahNumber":52,"VerseNumber":45,"Text":"(Мұхаммед Ғ.С.) енді оларды жоқ болатын күндеріне жолыққандарына дейін қойып қой"},{"SurahNumber":52,"VerseNumber":46,"Text":"Ол күні оларға әдістері ешбір пайда бермейді әрі оларға көмек те етілмейді"},{"SurahNumber":52,"VerseNumber":47,"Text":"Шүбәсыз ондай залымдарға одан өзге де азап бар. Бірақ олардың көбі түсінбейді"},{"SurahNumber":52,"VerseNumber":48,"Text":"(Мұхаммед Ғ.С.) Раббыңның үкіміне сабыр ет. Өйткені сен көз алдымыздасың. Орныңнан тұрған шақта, Раббыңды мақтай дәріпте"},{"SurahNumber":52,"VerseNumber":49,"Text":"Түннің бір бөлімінде және жұлдыздар батар кезде де дәріпте. (Құптан және таң намазын оқы. М.Ж)"}]}