{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"Razrukhata po sushata i v moreto se poyavi zaradi onova, koeto rŭtsete na khorata storikha, za da gi nakara Toĭ da vkusyat chast ot onova, koeto sa izvŭrshili, i za da se pokayat"},{"SurahNumber":30,"VerseNumber":42,"Text":"Kazhi: “Khodete po zemyata i vizhte kakŭv be krayat na predishnite khora! Povecheto ot tyakh byakha sŭdruzhavashti.”"},{"SurahNumber":30,"VerseNumber":43,"Text":"I obŭrni litseto si kŭm pravata vyara, predi da doĭde neizbezhniyat Den ot Allakh! V tozi Den shte bŭdat razdeleni"},{"SurahNumber":30,"VerseNumber":44,"Text":"koĭto e nevernik, protiv nego e neverieto mu, a koito vŭrshat pravedni dela, za sebe si gotvyat"},{"SurahNumber":30,"VerseNumber":45,"Text":"za da vŭznagradi Toĭ ot Svoyata blagodat onezi, koito vyarvat i vŭrshat pravedni dela. Toĭ ne obicha nevernitsite"},{"SurahNumber":30,"VerseNumber":46,"Text":"I ot Negovite znameniya e, che izprashta vetrovete kato blagovestnitsi, i za da vi dade da vkusite ot milostta Mu, i za da plavat korabite spored Negovata volya, i za da tŭrsite ot Negovata blagodat. I za da ste priznatelni"},{"SurahNumber":30,"VerseNumber":47,"Text":"I predi teb izprashtakhme Nie pratenitsi pri tekhnite narodi i im donasyakha yasnite znatsi, i otmŭstikhme na onezi, koito prestŭpvakha, i Nash dŭlg be da podkrepim vyarvashtite"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allakh e, Koĭto prashta vetrovete, ta nadigat oblatsi, i gi razstila po nebeto, kakto pozhelae, i gi natrupva, i vizhdash kak dŭzhdŭt izliza ot tyakh. I shtom gi izsipe nad kogoto pozhelae ot Svoite rabi, eto gi - radvat se"},{"SurahNumber":30,"VerseNumber":49,"Text":"vŭpreki che byakha otchayani, predi da im bŭde izpraten"},{"SurahNumber":30,"VerseNumber":50,"Text":"I vizh sledite ot milostta na Allakh! Kak sŭzhivyava zemyata sled neĭnata smŭrt! Toĭ e, Koĭto shte sŭzhivi mŭrtvite. Toĭ nad vsyako neshto ima sila"},{"SurahNumber":30,"VerseNumber":51,"Text":"A ako im pratim vyatŭr i vidyat poseva pozhŭltyal, te shte ostanat nevernitsi i sled tova"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ti ne mozhesh da nakarash mŭrtvite da chuyat, nito glukhite da chuyat zova, shtom obŭrnat grŭb"},{"SurahNumber":30,"VerseNumber":53,"Text":"I ne mozhesh izvedesh slepite ot zabludata im. Shte te chuyat samo tezi, koito vyarvat v Nashite znameniya. Tezi sa otdadenite na Allakh"}]}