{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"(Muxammed Ğ.S.) al endi ügittey ber. Öytkeni sen Rabbıñnıñ nığmeti arqasında baqsı da jındı da emessiñ"},{"SurahNumber":52,"VerseNumber":30,"Text":"Nemese olar seni: \"Ol bir aqın. Sondıqtan oğan jaman zamannıñ bolwın tosamız\" deydi"},{"SurahNumber":52,"VerseNumber":31,"Text":"Olarğa: \"Kütiñder. Men de sendermen birge kütemin\" de"},{"SurahNumber":52,"VerseNumber":32,"Text":"Nemese olarğa bunı aqıldarı ämir ete me? Ne olar azğın bir el me"},{"SurahNumber":52,"VerseNumber":33,"Text":"Ya, bolmasa olar: \"Kurandı özi jasap aldı\" dey me? Joq, olar ïman keltirmeydi"},{"SurahNumber":52,"VerseNumber":34,"Text":"Endeşe, eger olar şınşıl bolsa, Quran sïyaqtı bir söz keltirsin. (S.23-A., Yu.S. 38-A., 11-S. 13-A)"},{"SurahNumber":52,"VerseNumber":35,"Text":"Nemese olar eş närsesiz (özinen-özi) jaratıldı ma? Ne jaratwşı özderi me"},{"SurahNumber":52,"VerseNumber":36,"Text":"Yakï olar, kökter men jerdi jarattı ma? Joq, olar nanbaydı"},{"SurahNumber":52,"VerseNumber":37,"Text":"Nemese Rabbıñnıñ qazınaları olardıñ qasında ma? Ya, olar ïgerwşi me"},{"SurahNumber":52,"VerseNumber":38,"Text":"Nemese, olardıñ şığıp tıñdaytın satıları bar ma? Onda olardıñ tıñdawşıları aşıq bir dälel keltirsinşi"},{"SurahNumber":52,"VerseNumber":39,"Text":"Nemese qızdar Allaniki de uldar senderdiki me"},{"SurahNumber":52,"VerseNumber":40,"Text":"(Muxammed Ğ.S.) ne sen olardan aqı tilep sondıqtan olar awır borışqa jığıldı ma"},{"SurahNumber":52,"VerseNumber":41,"Text":"Nemese olardıñ qasında ğayıptıñ mälimeti bar da olar sonı jaza ma"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ne bolmasa, olardıñ bir ädis qılğıları kele me? Sonda qarsı bolğandardıñ özderi tuzaqqa tüsedi"},{"SurahNumber":52,"VerseNumber":43,"Text":"Älde olardıñ Alladan basqa täñiri bar ma? Alla olardıñ qosqan teñewlerinen päk"},{"SurahNumber":52,"VerseNumber":44,"Text":"Olar aspannan tüsip kele jatqan bir kesek körse de: \"Şoğırlanğan bult\" deydi"},{"SurahNumber":52,"VerseNumber":45,"Text":"(Muxammed Ğ.S.) endi olardı joq bolatın künderine jolıqqandarına deyin qoyıp qoy"},{"SurahNumber":52,"VerseNumber":46,"Text":"Ol küni olarğa ädisteri eşbir payda bermeydi äri olarğa kömek te etilmeydi"},{"SurahNumber":52,"VerseNumber":47,"Text":"Şübäsız onday zalımdarğa odan özge de azap bar. Biraq olardıñ köbi tüsinbeydi"},{"SurahNumber":52,"VerseNumber":48,"Text":"(Muxammed Ğ.S.) Rabbıñnıñ ükimine sabır et. Öytkeni sen köz aldımızdasıñ. Ornıñnan turğan şaqta, Rabbıñdı maqtay däripte"},{"SurahNumber":52,"VerseNumber":49,"Text":"Tünniñ bir böliminde jäne juldızdar batar kezde de däripte. (Quptan jäne tañ namazın oqı. M.J)"}]}