{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Egy csoport a Konyv Nepe kozul azt mondta: , Higgyetek abban, ami lekuldetett azoknak, akik. hisznek a nap kezdeten! Am legyetek hitetlenek azzal szemben a nap vegen! Talan visszaternek"},{"SurahNumber":3,"VerseNumber":73,"Text":"Es ne higgyetek (masnak) csupan azoknak, akik a ti vallasotokat kovetik. Es mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Az igaz vezetes Allah Vezetese!\" (Es ne higgyetek, hogy) Mas valakinek is megadatott az, ami nektek megadatott, avagy vitat kezdenek veletek az Uratoknal. Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): A tularado kegyelem Allah Kezeben! van! Annak adja, akinek akarja. Allah a mindent atfogo es a Tudo"},{"SurahNumber":3,"VerseNumber":74,"Text":"Azt valasztja ki az O konyoruletere, akit akar. Allah a hatalmas tularado kegyelem Birtokosa"},{"SurahNumber":3,"VerseNumber":75,"Text":"A Konyv Nepe kozott vannak olyanok, (ha kozuluk egyre) rabizol egy gintar-t (nagy mennyiseg neve), az azt visszaadja neked. Am van kozottuk olyan, akire ha rabizol egy dinar-t!, nem adja vissza azt neked, csak ha folyamatosan kerve mellette vagy. Ez azert tortenik igy, mivel azt mondjak: , Az irastudatlanokkal kapcsolatban nincs semmilyen kotelezettsegunk.\" Allah-hal szemben hazugsagot allitanak. Es ok ezt tudjak"},{"SurahNumber":3,"VerseNumber":76,"Text":"De nem! Aki teljesiti a szerzodest es istenfelo (annak bizony tudnia kell, hogy); Allah bizony szereti az istenfeloket"},{"SurahNumber":3,"VerseNumber":77,"Text":"Bizony azok, akik Allah iranti szerzodesuket es eskuveseiket kiarusitjak potom aron, azoknak nem lesz reszesedesuk a Tulvilagon. Es Allah nem fog beszelni veluk es O nem fog reajuk tekinteni a Feltamadas Napjan. Es nem fogja megtisztitani oket\". Fajdalmas buntetes var majdan rajuk"},{"SurahNumber":3,"VerseNumber":78,"Text":"Bizony van kozottuk egy olyan csoport is, akik nyelvukkel csalard modon elferditik? a Konyvet, hogy azt gondoljatok: Ez a Konyvbol valo. Am az nem a Konyvbol valo! Es vannak olyanok, akik azt mondjak: , Az Allah-tol szarmazik.\" Am az nem Allah-tol szarmazik! Es Allah-hal szemben hazugsagot mondanak, es ok tudjak azt"},{"SurahNumber":3,"VerseNumber":79,"Text":"Egy ember, akinek Allah a Konyvet, a Bolcsesseget es a Profetasagot adta, nem teheti azt meg, hogy (ezek utan) azt mondja az embereknek: , Legyetek az en szolgaim, Allah helyett!\" Am inkabb (azt mondja:): Legyetek rabbaniyyun! azaltal, hogy tanitjatok a Konyvet es ti magatok is tanultok"},{"SurahNumber":3,"VerseNumber":80,"Text":"Es nem fogja megparancsolni nektek azt (sem), hogy az Angyalokat es a Profetakat vegyetek magatoknak uraitokul.? Vajon megparancsolhatja-e a hitetlenseget azutan, hogy ti (muzulmanok lettetek) alavetettetek magatokat"}]}