{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Les tout premiers croyants parmi ceux qui ont emigre et ceux qui leur ont apporte leur soutien, ainsi que ceux qui ont fidelement suivi leur voie, sont entierement satisfaits d’Allah qui Lui-meme est satisfait d’eux. Il leur a prepare des jardins traverses de rivieres ou ils demeureront a jamais. Voila le bonheur supreme"},{"SurahNumber":9,"VerseNumber":101,"Text":"Parmi les Bedouins qui vivent autour de vous et parmi les habitants de Medine se trouvent des hypocrites endurcis et impenitents. Contrairement a toi, Nous les connaissons parfaitement et allons les chatier par deux fois avant qu’ils ne soient livres a d’affreux tourments"},{"SurahNumber":9,"VerseNumber":102,"Text":"D’autres ont confesse leurs peches auxquels ils ont mele de bonnes œuvres. Allah, Tres Clement et Tres Misericordieux, acceptera certainement leur repentir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Preleve sur leurs biens une aumone propre a les purifier de leurs peches et a les rendre plus vertueux, et prie pour eux, car tes prieres leur apporteront quietude et serenite. Allah entend tout et sait tout"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ne savent-ils pas que c’est Allah seul qui accueille le repentir de Ses serviteurs et qui recoit leurs aumones ? Ne savent-ils pas que c’est Lui le Tres Misericordieux, Celui qui accepte toujours le repentir de Ses serviteurs"},{"SurahNumber":9,"VerseNumber":105,"Text":"Dis-leur : « Œuvrez ! Allah verra vos œuvres, de meme que Son Messager et les croyants. Vous serez ensuite ramenes a Celui qui connait aussi bien ce que vous dissimulez que ce que vous laissez paraitre, qui vous rappellera toutes vos œuvres. »"},{"SurahNumber":9,"VerseNumber":106,"Text":"D’autres encore sont dans l’attente du jugement d’Allah qui, soit les chatiera, soit leur pardonnera. Allah est Omniscient et infiniment Sage"},{"SurahNumber":9,"VerseNumber":107,"Text":"Certains, parmi les hypocrites, pousses par la malveillance et l’impiete, ont edifie une mosquee dans le but de semer la division parmi les croyants et d’offrir un repaire a celui qui avait declare la guerre a Allah et Son Messager. Ils viennent ensuite jurer de leurs bonnes intentions. Mais Allah atteste qu’ils ne font que mentir"},{"SurahNumber":9,"VerseNumber":108,"Text":"N’y accomplis jamais la priere ! Une mosquee fondee des le premier jour sur la crainte d’Allah est plus digne que tu t’y tiennes. S’y trouvent des hommes qui aiment a se purifier. Or, Allah aime ceux qui veillent a leur purete"},{"SurahNumber":9,"VerseNumber":109,"Text":"Celui qui a fonde son edifice sur la crainte d’Allah et le desir de plaire au Seigneur n’est-il pas meilleur que celui qui l’a etabli au bord d’un precipice sur le point de s’ecrouler et de l’entrainer dans le feu de la Gehenne ? Allah ne saurait guider les impies"},{"SurahNumber":9,"VerseNumber":110,"Text":"L’edifice qu’ils ont bati ne cessera de conforter les doutes et l’hypocrisie qui rongent leurs cœurs tant qu’ils seront en vie. Allah est Omniscient et d’une sagesse infinie"}]}