{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":14,"Text":"Ne e dërguam Nuhun te populli i tij. Ai qëndroi tek ata një mijë pa pesëdhjetë vjet, e megjithatë, ata i përfshiu përmbytja, duke qenë keqbërës"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ne e shpëtuam Nuhun së bashku me ata që qenë në barkë dhe e bëmë shenjë për të gjithë brezat"},{"SurahNumber":29,"VerseNumber":16,"Text":"Kujtoje Ibrahimin, kur i tha popullit të vet: “Adhuroni Allahun dhe frikësojuni Atij! Kjo është më e mirë për ju, nëse e dini"},{"SurahNumber":29,"VerseNumber":17,"Text":"Vërtet, ata që ju i adhuroni në vend të Allahut, janë vetëm idhuj. Ju po shpifni gënjeshtra. Në të vërtetë, ata që ju i adhuroni në vend të Allahut, nuk kanë pushtet t’ju furnizojnë, andaj, vetëm tek Allahu kërkoni risk dhe adhuroni e falënderoni vetëm Atë. Tek Ai do të ktheheni"},{"SurahNumber":29,"VerseNumber":18,"Text":"Nëse ju nuk më besoni, dijeni se edhe popujt e mëparshëm i kanë quajtur gënjeshtarë (të dërguarit) dhe se i Dërguari ka për detyrë vetëm që të shpallë qartazi.”"},{"SurahNumber":29,"VerseNumber":19,"Text":"Vallë, a nuk e vërejnë ata se si Allahu e zë fill krijimin, pastaj e ripërsërit atë? Natyrisht, kjo është e lehtë për Allahun"},{"SurahNumber":29,"VerseNumber":20,"Text":"Thuaj: “Udhëtoni nëpër Tokë dhe shikoni se si Ai e ka zënë fill krijimin. Pastaj do të jetë Allahu Ai që do të bëjë krijimin e dytë (ringjalljen). Me të vërtetë, Allahu është i Fuqishëm për çdo gjë"},{"SurahNumber":29,"VerseNumber":21,"Text":"Ai ndëshkon kë të dëshirojë dhe mëshiron kë të dëshirojë; tek Ai do të ktheheni"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ndëshkimit të Tij nuk mund t’i shpëtoni as në Tokë e as në qiell dhe, përveç Allahut, nuk keni as mbrojtës, as ndihmës"}]}