{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Les mecreants n’ont-ils pas vu que les cieux et la terre etaient soudes (en un seul magma)?[324] Puis Nous les avons disjoints et, de l’eau, Nous avons tire toute chose vivante. Ne croiront-ils donc pas"},{"SurahNumber":21,"VerseNumber":31,"Text":"Nous avons etabli sur la terre des montagnes fermes pour qu’elle ne se meuve pas sous leurs pieds. Nous y avons fraye des chemins afin qu’ils soient guides"},{"SurahNumber":21,"VerseNumber":32,"Text":"Nous fimes du ciel un toit imprenable,[325] mais de ses Signes ils se detournent"},{"SurahNumber":21,"VerseNumber":33,"Text":"C’est Lui Qui a cree la nuit et le jour, le soleil et la lune : chacun voguant dans son orbite"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nous n’avons donne l’immortalite a aucun humain avant toi. Si tu venais a mourir, seraient-ils, eux, eternels"},{"SurahNumber":21,"VerseNumber":35,"Text":"Toute ame goutera la mort. Nous vous mettons a l’epreuve de la tentation par le mal et par le bien, et c’est vers Nous que vous serez ramenes"},{"SurahNumber":21,"VerseNumber":36,"Text":"En te voyant, ceux qui ont mecru te tournent en derision (en disant) : « Est-ce celui-la qui evoque (en mal) vos divinites ? » Mais eux rejettent l’evocation du Tout Clement"},{"SurahNumber":21,"VerseNumber":37,"Text":"L’homme a ete cree empresse. Je vous ferai voir Mes Signes, ne Me pressez pas"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ils disent : « A quand donc cette promesse si vous dites vrai ? »"},{"SurahNumber":21,"VerseNumber":39,"Text":"Si seulement les mecreants pouvaient connaitre ce moment ou ils ne pourront proteger du Feu ni leurs visages ni leurs dos ; et ils n’auront aucun secours"},{"SurahNumber":21,"VerseNumber":40,"Text":"Il (le Feu) les saisira soudain, et les plongera dans la stupeur, et ils ne pourront alors le repousser ni n’auront aucun repit"},{"SurahNumber":21,"VerseNumber":41,"Text":"Des Messagers avant toi furent railles. Mais ceux qui se moquaient d’eux furent eux-memes cernes par (le chatiment) dont ils se moquaient"}]}