{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":44,"Text":"Win Itlef Öebbi, ur isâi bab, deffir eS. A pwaliv imednas, mara éôen aâaqeb, ad inin: \"ma illa ubrid n tu$alin"},{"SurahNumber":42,"VerseNumber":45,"Text":"A ten twaliv pwafessren fellas, ndellen, ggaren tiî s tugwdi. Ad inin wid iumnen: \"imexsuôen, s tidep, d wid i sxesôen iman nnsen, akked twacult nnsen, ass n tnekra\". War ccekk, deg uâaqeb imezgi, ara yilin imednas"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ur asen llin imawlan, ara ten isellken, war Öebbi. Win Itlef Öebbi, ur isâi abrid"},{"SurahNumber":42,"VerseNumber":47,"Text":"Jawbet i Mass nnwen, uqbel a d ias, s$uô Öebbi, ass ur nepwexxiô. Ur awen ippili ssôan assen, ur tezmirem a pnekôem"},{"SurahNumber":42,"VerseNumber":48,"Text":"Ma numren, ur k id Nuzen ara d amêareb nnsen. Ay fellak, siwa timenna. Ih, mara Nesêess i umdan aêunu s$uône£, ad ifôeê yis. Mara t tsami tucmip, id bbwin ifassen is, s tidep, amdan ad ikaraâ"},{"SurahNumber":42,"VerseNumber":49,"Text":"N Öebbi, tagelda n tmurt akked igenwan. Ixelleq ayen i S ihwan. Ippak nnta i win i S ihwan, Ippak ddkeô i win i S ihwan"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ne$ Ipcarak ddkeô d nnta. Isaâqaô win i S ihwan. Ih, Neppa Issen, Izmer"},{"SurahNumber":42,"VerseNumber":51,"Text":"Ur ippunefk ara i umdan, ad as Immeslay Öebbi, siwa aweêêi, ne$ deffir ucembir, ne$ a d iazen amazan iwumi ara Iweêêi, s tsriê iS, ayen Ib$a. Ih, Neppa d Aâlayen, d Bab n ûûwab"},{"SurahNumber":42,"VerseNumber":52,"Text":"Akka ik d Nweêêa ôôuê, si lameô nne£; ur telliv d win issnen d acu p Tezmamt, ne$ liman. Maca, nerra p d tafat. Yis Nenehhu win i £ ihwan, seg imdanen nne£. Ih, d Keçç i ippawin d ubrid uwqim"},{"SurahNumber":42,"VerseNumber":53,"Text":"abrid n Öebbi, i Isâan i illan di tmurt, i illan deg igenwan. War ccekk, ar Öebbi ay teddun lumuô"}]}