{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"[Потом] Мы поселили сынов Исра'ила в благодатной стране, наделили их благами, и меж ними не было разногласий, пока к ним не пришло знание. Воистину, твой Господь в Судный день рассудит их разногласия"},{"SurahNumber":10,"VerseNumber":94,"Text":"Если ты сомневаешься в том, что Мы ниспослали тебе, то спроси тех, которые читают прежние писания. Ведь к тебе явилась истина от твоего Господа, так не будь же сомневающимся"},{"SurahNumber":10,"VerseNumber":95,"Text":"Не будь также в числе тех, которые отрицали знамения Аллаха, а не то окажешься с теми, кто понес урон"},{"SurahNumber":10,"VerseNumber":96,"Text":"Воистину, те, о которых подтвердилось слово Аллаха, не уверуют"},{"SurahNumber":10,"VerseNumber":97,"Text":"если даже им явятся все знамения, пока не постигнет их мучительное наказание"},{"SurahNumber":10,"VerseNumber":98,"Text":"Разве хотя бы в одном селении уверовали жители и им помогла вера, кроме народа Йунуса? Когда они уверовали, Мы избавили их от позорного наказания в этой жизни и разрешили им пользоваться [благами жизни] до определенного времени"},{"SurahNumber":10,"VerseNumber":99,"Text":"Если бы твой Господь захотел, то все, кто есть на земле, без исключения уверовали бы. А ты разве стал бы принуждать людей к вере"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ни один человек не уверует, кроме как с дозволения Аллаха, который и подвергает наказанию тех, кто не разумеет"},{"SurahNumber":10,"VerseNumber":101,"Text":"Скажи [, Мухаммад]: \"Задумайтесь о том, что на небесах и на земле\". И не будет пользы от знамений и увещеваний тем, кто не уверовал"},{"SurahNumber":10,"VerseNumber":102,"Text":"Неужели они могут ждать чего-либо иного, чем то, что постигло их предшественников [из неверных]? Скажи: \"Ждите, и я с вами подожду"},{"SurahNumber":10,"VerseNumber":103,"Text":"Потом Мы спасем Наших посланников и уверовавших. Таким образом Нам надлежит спасать верующих"}]}