{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"Yalnız Odur kulları uzerinde hukum sahibi olan. Ve O, birinize olum yaklastıgında elcilerimiz onun canını alıncaya kadar sizi gozetlemek icin semavi gucler gonderir: ve bu gucler (hic kimseyi) atlamazlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"O (olmus ola)nlar, bunun uzerine Allahın, gercek Yuce Efendilerinin huzuruna getirilirler. Dogrusu, nihai hukum yalnız Onundur: ve O, hesap gorenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: \"Siz, boynunuzu bukerek ve icinizden, ´Eger O bizi bu (sıkıntı)dan kurtarırsa kesinlikle sukredenlerden olacagız! diye Allaha yalvardıgınızda karanın ve denizin kapkara tehlikelerinden sizi koruyacak olan kimdir"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"(Yalnızca) Allah, sizi bundan ve baska her turlu sıkıntıdan kurtarabilir, ama siz hala Onun yanısıra baska guclere ilahlık yakıstırıyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"Yalnız Odur sizi tepenizden ve ayaklarınızın altından azapla kusatma kudretinde olan; sizi birbirine muhalif topluluklar haline getirip birbirinizin uzerine salan\". Bak, iyice anlasınlar diye, mesajları nasıl her yonuyle acıklıyoruz"},{"SurahNumber":6,"VerseNumber":66,"Text":"Oysa senin hitap ettigin toplum, butun bunların hakikat oldugu ortadayken, yine de bunları yalanlıyor. (O zaman) de ki, \"Ben sizin davranısınızdan sorumlu degilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"(Allahtan gelen) her haber belli bir surec icinde gerceklesir: ve siz zaman icinde (hakikati) anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Imdi, mesajlarımız hakkında ileri geri konusan kimselere rastladıgın zaman, bu kimseler baska konulara gecinceye kadar onlardan uzak dur; ve eger Seytan sana (yapman gerekeni) unutturursa, hic degilse, hatırladıktan sonra, artık acıkca zulmeden boyle bir toplulugun icinde yer alma"},{"SurahNumber":6,"VerseNumber":69,"Text":"cunku Allaha karsı sorumluluklarının bilincinde olanlar onlardan hicbir sekilde mesul degildirler. Boyleleri sadece (gunahkarlara) nasihatte bulunmakla yukumludurler, belki boylece berikiler Allaha karsı sorumluluklarının bilincine varırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dunya hayatının rahatına dalarak eglenceyi ve gecici zevkleri dinleri haline getiren kimseleri kendi haline bırak; ama bu durumda (onlara) hatırlat ki (ahirette) her insan yaptıgı yanlıslardan (ve haksızlıklardan) dolayı rehin tutulacak ve kendisini ne Allaha karsı koruyacak, ne de kayırıp kollayacak bir kimse bulunmayacaktır. Ve dusunulebilecek her turlu fidyeyi vermek istese bile bu kendisinden kabul edilmeyecektir. Iste yaptıkları yanlıslardan dolayı rehin tutulacak olanlar bu (gibi insan)lardır; onlar icin (ahirette) yakıcı bir umitsizlik iksiri vardır ve onları, hakikati inatla inkar ettikleri icin siddetli bir azap beklemektedir"}]}