{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"And who does more evil than he who invents a lie against Allah or rejects His Sign? But truly the evildoers shall never prosper"},{"SurahNumber":6,"VerseNumber":22,"Text":"And one Day We shall gather them all together: We shall say to those who joined partners (to Us): \"Where are the partners whom you talked about"},{"SurahNumber":6,"VerseNumber":23,"Text":"Then there will be (left) no escape for them except to say: \"By Allah, our Lord, we were not those who joined in worship other gods with Allah"},{"SurahNumber":6,"VerseNumber":24,"Text":"Watch! How they lie against themselves! But, the (lie) which they forged will leave them defenseless"},{"SurahNumber":6,"VerseNumber":25,"Text":"And among them there are some who (pretend) to listen to you; But We have thrown veils over their hearts, so they do not understand it, and deafness in their ears; And even if they saw any of the Signs, they will not believe in it; However, when they come to you, they will only dispute with you; The disbelievers say: \"These are nothing but (fairy) tales from the ancient ones"},{"SurahNumber":6,"VerseNumber":26,"Text":"And they forbid others from him (the Prophet), and they themselves they keep away from him (the Prophet); But they only destroy themselves, and they do not realize it"},{"SurahNumber":6,"VerseNumber":27,"Text":"If you could only see when they are faced with the Fire! They will say: \"If only we were sent back! Then we would not reject the Signs of our Lord, but would be among those who believe"},{"SurahNumber":6,"VerseNumber":28,"Text":"No! In their own (eyes) it will become clear what they used to hide before. But if they were returned, they would surely fall back to the things they were forbidden. And they truly are liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"And they say: \"There is nothing but our present life on this earth, and we shall never be raised up again"},{"SurahNumber":6,"VerseNumber":30,"Text":"If you could only see when they are faced by their Lord! He will say: \"Is not this the truth?\" They will say: \"Yes indeed! By our Lord!\" He will say: \"Then you taste the penalty, because you rejected Faith"}]}