{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"О ви, які увірували! Не пожирайте лихву, збільшену в багато разів! І бійтесь Аллага — можливо, матимете ви успіх"},{"SurahNumber":3,"VerseNumber":131,"Text":"І бійтесь вогню, який приготували невіруючим"},{"SurahNumber":3,"VerseNumber":132,"Text":"І коріться Аллагу та Посланцю — можливо, отримаєте ви милість"},{"SurahNumber":3,"VerseNumber":133,"Text":"Прагніть же до прощення від Господа вашого та до раю, протяжність якого дорівнює небесам та землі. Його приготували для богобоязливих"},{"SurahNumber":3,"VerseNumber":134,"Text":"які витрачають на милостиню у радості та в біді, які стримують гнів та прощають людей. Аллаг любить тих, які роблять добро"},{"SurahNumber":3,"VerseNumber":135,"Text":"І ті, як вчинили щось мерзотне або вчинили несправедливо із самими собою, згадують Аллага та благають у Нього прощення гріхів їхніх; а хто ж прощає гріхи, окрім Аллага? Ті, які не повторюють скоєного, знаючи про це"},{"SurahNumber":3,"VerseNumber":136,"Text":"саме такі матимуть своєю винагородою прощення від Господа їхнього та сади, де течуть ріки. Вони будуть там довіку. Добру ж винагороду мають ті, хто це робить"},{"SurahNumber":3,"VerseNumber":137,"Text":"Таке траплялося й раніше за вас. Пройдіться ж землею та погляньте, яким був кінець тих, які вважали [істину] за брехню"},{"SurahNumber":3,"VerseNumber":138,"Text":"Це — роз’яснення для людей, прямий шлях та повчання для богобоязливих"},{"SurahNumber":3,"VerseNumber":139,"Text":"Не слабшайте та не журіться, адже ви матимете перевагу над іншими — якщо віруєте ви"},{"SurahNumber":3,"VerseNumber":140,"Text":"Якщо було поранено вас, то так само було поранено й тих людей. Ми змінюємо для людей такі дні почергово, щоб Аллаг знав тих, які увірували, і щоб Він обрав серед вас мучеників. Аллаг не любить несправедливих"},{"SurahNumber":3,"VerseNumber":141,"Text":"І щоб Аллаг очистив тих, які увірували, і знищив невіруючих"},{"SurahNumber":3,"VerseNumber":142,"Text":"Невже ви думаєте, що увійдете до раю, і Аллаг не буде знати тих серед вас, які вели боротьбу, і не буде знати тих, які були терплячими"},{"SurahNumber":3,"VerseNumber":143,"Text":"Ви прагнули смерті перед тим, як зустрілися з нею. І ось тепер ви бачите її на власні очі"}]}