{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Zaprawde, ci, ktorzy uwierzyli, ci, ktorzy wyznaja judaizm, chrzescijanie i sabejczycy, i ci, ktorzy wierza w Boga i w Dzien Ostatni i ktorzy czynia dobro, wszyscy otrzymaja nagrode u swego Pana; i nie odczuja zadnego leku, i nie beda zasmuceni"},{"SurahNumber":2,"VerseNumber":63,"Text":"Oto zawarlismy z wami przymierze i wznieslismy nad wami gore: \"Trzymajcie mocno to, co wam dalismy, i wspominajcie to, co tam jest! Byc moze, bedziecie bogobojni"},{"SurahNumber":2,"VerseNumber":64,"Text":"Wy jednak potem odwrociliscie sie. I gdyby nie łaska Boga nad wami i Jego miłosierdzie, to bylibyscie miedzy stratnymi"},{"SurahNumber":2,"VerseNumber":65,"Text":"Znacie juz tych sposrod was, ktorzy naruszyli sabat; My im powiedzielismy: \"Badzcie małpami wzgardzonymi"},{"SurahNumber":2,"VerseNumber":66,"Text":"I uczynilismy z nich przykład ostrzegajacy dla wspołczesnych i dla potomnych i napomnienie dla bogobojnych"},{"SurahNumber":2,"VerseNumber":67,"Text":"I kiedy powiedział Mojzesz do swego ludu: \"Zaprawde, Bog nakazuje wam zabic krowe!\" - oni powiedzieli: \"Czy ty sobie z nas zartujesz?\" On powiedział: \"Uciekam sie do Boga, by nie byc miedzy głupimi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Oni powiedzieli: \"Pros dla nas swego Pana, aby nam wyjasnił, jaka ona ma byc?\" On powiedział: \"Mowi Pan: To ma byc krowa nie stara ani nie ciele, lecz cos posredniego. Czyncie wiec, co wam zostało nakazane"},{"SurahNumber":2,"VerseNumber":69,"Text":"Oni powiedzieli: \"Pros dla nas swego Pana, aby nam wyjasnił, jaka ma byc jej barwa?\" On powiedział: \"Pan mowi: Ta krowa ma byc zołta w odcieniu jasnym, i cieszyc oczy patrzacych"},{"SurahNumber":2,"VerseNumber":70,"Text":"Oni powiedzieli: \"Pros dla nas swego Pana, aby nam wyjasnił, jaka ona ma byc? Przeciez krowy, według nas, sa do siebie podobne, i jesli Bog zechce, to znajdziemy sie na drodze prostej"},{"SurahNumber":2,"VerseNumber":71,"Text":"On powiedział: \"Pan mowi: To ma byc krowa nie noszaca jarzma, ktora nie. orze ziemi ani nie nawadnia pola, zdrowa i cała, nie posiadajaca znamienia.\" Oni powiedzieli: \"Teraz przyniosłes nam prawde!\" I zabili ja na ofiare, ale omal tego nie zaniechali"}]}