{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Say, \"Shall we pray to (something), besides Allah, that neither profits us nor harms us, and shall we turn back on our heels, after Allah has guided us, like him whom the devils have made to wander in the earth in a confused (state), while his companions call him towards guidance, \"Come to us?\" Say, \"Allah's guidance is certainly the guidance, and we are commanded that we should submit to the Fosterer of the worlds"},{"SurahNumber":6,"VerseNumber":72,"Text":"and to establish worship (salat) and to fear Him; and He it is to Whom you will be gathered"},{"SurahNumber":6,"VerseNumber":73,"Text":"And He it is Who created the skies and the earth in reality. And the day He says, \"Be,\" so it is. His word is the truth and His will be the authority the day it will be blown into the trumpet (or structure of the universe) . Knower of the unseen and the seen and He is the Wise, the Informed"},{"SurahNumber":6,"VerseNumber":74,"Text":"And when Ibrahim said to his father Azar, \"Do you take idols as gods? I certainly see you and your people in clear error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus We showed to Ibrahim, the kingdom of the skies and the earth that he might be of those who have certainty"},{"SurahNumber":6,"VerseNumber":76,"Text":"So when the night covered him he saw a planet*. He said, \"This is my Fosterer,\" but when it set, he said, \"I do not love those who set.\" * Probably Venus"},{"SurahNumber":6,"VerseNumber":77,"Text":"Then when he saw the moon rising, he said, \"This is my Fosterer,\" then when it set, he said, \"If my Fosterer does not guide me I will definitely be among the people who are astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"Then when he saw the sun rising, he said, \"This is my Fosterer, this is the greatest (of all I could see),\" then when it set, he said, \"O my people ! I am free from that which you associate as partners (with Allah)"},{"SurahNumber":6,"VerseNumber":79,"Text":"I turn my attention towards Him Who initiated the creation of the skies and the earth, being upright, and I am not of the polytheists"},{"SurahNumber":6,"VerseNumber":80,"Text":"And (when) his people argued with him, he said, \"Do you argue with me about Allah Who has guided me, and I do not fear that which you associate as partners with Him, unless my Fosterer wills something. My Fosterer's knowledge extends over everything, will you not then be mindful"},{"SurahNumber":6,"VerseNumber":81,"Text":"And how should I fear that which you associate as partners (with Allah) when you do not fear to associate partners with Allah for which He has not sent down any authority on you, so which of the two parties has more right for security, if you know"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those who believe and do not cover their belief with injustice, those are the persons for whom there is security and they are (rightly) guided"}]}