{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"Les freres de Joseph vinrent (en Egypte)[244] et se presenterent devant lui. Lui les reconnut alors qu’eux ne le reconnurent point"},{"SurahNumber":12,"VerseNumber":59,"Text":"Apres les avoir pourvus en ravitaillement, il leur dit : « Amenez-moi un frere a vous du cote de votre pere, ne voyez-vous pas que j’accorde pleine mesure et que je suis le meilleur des hotes"},{"SurahNumber":12,"VerseNumber":60,"Text":"Si vous ne me l’amenez pas, vous n’aurez plus de ravitaillement chez moi, ni ne pourrez m’approcher (desormais) ! »"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ils dirent alors : « Nous tenterons de persuader son pere, et nous le ferons certainement (venir). »"},{"SurahNumber":12,"VerseNumber":62,"Text":"Il dit a ses serviteurs : «Mettez leurs marchandises[245] dans les bats (de leurs betes), peut-etre que s’ils les reconnaissent, une fois retournes chez eux, ils reviendront. »"},{"SurahNumber":12,"VerseNumber":63,"Text":"Revenus aupres de leur pere, ils dirent : « Pere ! Desormais, le ravitaillement nous sera refuse. Envoie donc avec nous notre frere pour que nous soyons approvisionnes. Nous veillerons bien sur lui. »"},{"SurahNumber":12,"VerseNumber":64,"Text":"Il dit : « Vous le confierai-je comme j’ai autrefois fait de son frere ? Mais Allah est le Meilleur gardien et Il est le plus Misericordieux des misericordieux ! »"},{"SurahNumber":12,"VerseNumber":65,"Text":"Mais voila que lorsqu’ils eurent defait leurs chargements, ils trouverent que leur marchandise leur avait ete restituee. Ils dirent alors: « Pere ! Que voulons-nous de mieux ? Ce sont la nos marchandises qui nous ont ete restituees. Nous ravitaillerons donc notre famille, nous surveillerons notre frere et nous aurons encore le chargement d’un chameau supplementaire ; ce sera un chargement facile (a obtenir). »"},{"SurahNumber":12,"VerseNumber":66,"Text":"« Je ne l’enverrai pas avec vous, repondit-il, tant que vous n’aurez pas pris l’engagement devant Allah de me le ramener, a moins que vous ne soyez dans l’impossibilite de le faire. » Une fois cet engagement pris, il leur dit : « Allah est Garant de ce que nous disons. »"},{"SurahNumber":12,"VerseNumber":67,"Text":"Puis il dit encore : « Mes fils ! N’entrez pas par une seule porte, entrez par des portes differentes, (meme si) je ne puis vous etre d’aucun secours contre le verdict d’Allah. Le Jugement appartient a Allah (Seul). C’est a Lui Seul que je m’en remets, et c’est a Lui Seul que doivent s’en remettre ceux qui cherchent a qui s’en remettre. »"},{"SurahNumber":12,"VerseNumber":68,"Text":"Lorsqu’ils entrerent par la ou leur pere le leur avait demande, il n’y avait rien qui put leur eviter le verdict d’Allah, sauf que Jacob avait juge utile de leur recommander cette precaution. Car il possedait bien le savoir que Nous lui avons enseigne. Mais la plupart des hommes, eux, ne savent pas"}]}