{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Wo que yi ciyu mu sa jingdian [“tao la te”], zai ta zhihou, wo you luxu paiqian yixie shizhe [jiren]. Wo ciyu ma'er ya zhizi er sa [zhu] mingzheng, bing yi shengling [ji bu li lei tianshi] bangzhu ta. Nandao mei dang yi wei shizhe ba nimen suo bu xihuan de dongxi dai gei nimen shi, nimen jiu aoshi ma? Nimen fouren yibufen [shizhe], wangtu shahai yibufen [shizhe]."},{"SurahNumber":2,"VerseNumber":88,"Text":"Tamen shuo:“Women de xin bei mengbile.” Bu, an la yin tamen bu xinyang er qianze tamen, suo yi, tamen zhiyou shaoshu ren xinyang."},{"SurahNumber":2,"VerseNumber":89,"Text":"Dang an la nali de yi bu jingdian [“gulanjing”] jianglin tamen [youtai jiaotu], yi zhengshi tamen yi you de jingdian [“tao la te” he “yin ji lei”] shi, jinguan tamen yiqian chang qidao an la [pai mu sheng lai] zhansheng bu xinyang zhe. Danshi, dang tamen suo renshi de [zhenli] jianglin tamen shi, tamen que fouren. Suo yi, bu xinyang zhe bi zao an la de qianze."},{"SurahNumber":2,"VerseNumber":90,"Text":"Tamen chumai ziji zhen kebei! Youyu tamen jidu [zhu] an la ba ta de enhui jiang gei tasuo yiyu de puren, tamen fouren an la jiang shi de jingdian [“gulanjing”], suoyi, tamen zaoshoule [an la] cheng bei de qian nu. Bu xinyang zhe bi shou lingru de xingfa."},{"SurahNumber":2,"VerseNumber":91,"Text":"Dang youren dui tamen [youtai jiaotu] shuo “nimen dang xinyang an la suo jiang shi de jingdian [“gulanjing”]” shi, tamen bian shuo:“Women zhi xinyang jiang shi women de jingdian.” Tamen bu xinyang cihou jiang shi de jingdian [“gulanjing”], jinguan ta [“gulanjing”] shi zhenli, keyi zhengshi tamen yi you de jingdian. Ni [dui tamen] shuo:“Nimen yiqian wei shen me yao wangtu shahai an la de xianzhimen ne? Jiaru nimen shi xinshi.”"},{"SurahNumber":2,"VerseNumber":92,"Text":"Mu sa que yi daizhe mingzhengdaoda nimen, ranhou, zai ta likai shi, nimen jing chongbai niudu, nimen shi bu yi zhe."},{"SurahNumber":2,"VerseNumber":93,"Text":"Dangshi, wo yu nimen xiangyue, wo ba shan sheng dao nimen shangmian [bing shuo]:“Nimen dang jianchi wo suo ciyu nimen de [jingdian], dang qingting [wo de qishi].” Tamen shuo:“Women tingjianle, dan women bu fucong.” Youyu tamen bu xinyang, bai niudu yi jinru tamen de xinzhong. Ni [dui tamen] shuo:“Nimen de xinyang mingling nimen de zhen kebei! Jiaru nimen shi xinshi.”"},{"SurahNumber":2,"VerseNumber":94,"Text":"Ni [dui tamen] shuo:“Jiaru an la nali houshi de zhuzhai shi nimen suo zhuan you de, bieren wu fen, name, nimen jiu qiqiu siwang ba! Jiaru nimen shi chengshi zhe.”"},{"SurahNumber":2,"VerseNumber":95,"Text":"Dan tamen jue bu hui yin ziji qinshou suo fan de zui'e er qiqiu siwang. An la dui bu yi zhe shi quanzhi de."},{"SurahNumber":2,"VerseNumber":96,"Text":"Ni bi jiang faxian tamen shi zui tansheng de ren, bingqie sheng yu bai ouxiang zhe, tamen mei ren dou xiwang shouming qiannian. Jishi ta shouming qiannian, ta ye wufa taotuo ying shou de xingfa. Fanshi tamen suozuo de, an la shi quan shi de."}]}