{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"E quando il Signore trasse, dai lombi dei figli di Adamo, tutti i loro discendenti e li fece testimoniare contro loro stessi [disse]: “Non sono il vostro Signore?”. Risposero: “Si, lo attestiamo”, [Lo facemmo] perche nel Giorno della Resurrezione non diciate: “Veramente eravamo incoscienti”"},{"SurahNumber":7,"VerseNumber":173,"Text":"o diciate: “I nostri antenati erano associatori e noi siamo i loro discendenti: vorresti annientarci per quello che facevano questi inventori di nullita?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Cosi spieghiamo i Nostri segni. Forse ritorneranno [a Noi]"},{"SurahNumber":7,"VerseNumber":175,"Text":"Racconta loro la storia di colui cui avevamo dato Nostri segni e che li trascuro. Satana lo segui e fu uno dei traviati"},{"SurahNumber":7,"VerseNumber":176,"Text":"Se avessimo voluto, lo avremmo elevato grazie a questi segni; ma si aggrappo alla terra e segui le sue passioni. Fu come il cane che ansima se lo attacchi e ansima se lo lasci stare. Ecco a chi e simile il popolo che taccia di menzogna i Nostri segni. Racconta loro le storie, affinche riflettano"},{"SurahNumber":7,"VerseNumber":177,"Text":"Che cattivo esempio, quello del popolo che taccia di menzogna i Nostri segni e fa torto a se stesso"},{"SurahNumber":7,"VerseNumber":178,"Text":"Colui che e guidato da Allah e ben guidato, chi da Lui e traviato si perde"},{"SurahNumber":7,"VerseNumber":179,"Text":"In verita creammo molti dei demoni e molti degli uomini per l'Inferno: hanno cuori che non comprendono, occhi che non vedono e orecchi che non sentono, sono come bestiame, anzi ancor peggio. Questi sono gli incuranti"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ad Allah appartengono i nomi piu belli: invocateLo con quelli e allontanatevi da coloro che profanano i nomi Suoi: presto saranno compensati per quello che hanno fatto"},{"SurahNumber":7,"VerseNumber":181,"Text":"Tra le Nostre creature c'e una comunita che guida secondo verita e con essa esercita la giustizia"}]}