{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Balo -- ''prthibite paribhramana karo, tarapara ceye dekho kemana hayechila pratyakhyanakaridera parinama.’’"},{"SurahNumber":6,"VerseNumber":12,"Text":"Balo -- ''mahakasamandale o prthibite ya-kichu ache se-saba kara jan'ya?’’ Balo -- ''allah‌ra'i jan'ya.’’ Tini tamra nijera upare kartabya tha'orechena karuna. Tini abasya'i kiyamatera dinera prati tomadera jamayet karate yacchena -- kono sandeha ne'i tate. Yara nijedera antara‌tmara ksatisadhana kareche tara tabe imana anabe na."},{"SurahNumber":6,"VerseNumber":13,"Text":"Ara tamra'i ya-kichu abasthana kare rate o dinera belaya, ara tini sarbasrota, sarbajnata."},{"SurahNumber":6,"VerseNumber":14,"Text":"Balo -- ''ami ki mahakasamandala o prthibira adi-srasta allah byatita an'yake murabbirupe grahana karabo, athaca tini kha'oyana, kinta tamke kha'oyano haya na.’’ Balo -- ''ami niscaya'i adista hayechi yena yara a‌tmasamarpana kare tadera madhye ami agrani ha'i.’’ Ara tumi musarikadera antarbhukta hayo na."},{"SurahNumber":6,"VerseNumber":15,"Text":"Tumi balo -- ''ami abasya'i bhaya kari eka bhisana dinera sasti yadi ami amara prabhura abadhyata kari.’’"},{"SurahNumber":6,"VerseNumber":16,"Text":"Yara kacha theke sedina eti apasarita kara habe take tabe niscaya tini karuna karechena. Ara e eka suspasta saphalya"},{"SurahNumber":6,"VerseNumber":17,"Text":"ara allah yadi tomake duhkha diye sparsa karena tabe tara mocanakari tini byatita ara ke'u ne'i. Ara yadi tini tomake sparsa karena kalyana diye tabe tini'i to saba-kichura upare sarbasaktimana."},{"SurahNumber":6,"VerseNumber":18,"Text":"Ara tamra bandadera upare'o tini parama ksamatasali! Ara tini paramajnani, cira-oyakiphahala."},{"SurahNumber":6,"VerseNumber":19,"Text":"Balo''saksyadane sabaca'ite gurutbapurna ki?’’ Balo -- ''allah‌i amara o tomadera madhye saksi, ara e'i kura'ana amara nikata pratyadista hayeche yena era dbara ami tomadera ebam yara kache eti paumchute pare tadera satarka karate pari. Tomara ki satyi'i e'i saksya da'o ye allah‌ra sange an'ya aro upasya ache?’’ Tumi balo -- ''ami saksya di'i na.’’ Balo -- ''nihsandeha tini'i ekamatra upasya, ara ami abasya'i mukta tomara ye-saba ansidara damra kara'o ta theke.’’"},{"SurahNumber":6,"VerseNumber":20,"Text":"Yadera amara kitaba diyechi tara tamke cinate perechila yemana tara cene tadera santanadera. Yara tadera antara‌tmara ksati kareche tara tabe imana anabe na."}]}