{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Siz; insanlar icin cıkarılmıs en hayırlı ummetsiniz. Iyiligi emreder, kotulukten alıkorsunuz. Ve Allah´a inanırsınız. Ehl-i Kitab´da inanmıs olsaydı; kendileri icin hayırlı olurdu. Iclerinde iman edenler olmakla beraber, cogu fasıklardır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Incitmekten baska size herhangi bir zarar veremezler. Sizinle savassalar bile geri donup kacarlar. Sonra kendilerine yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Nerede bulunurlarsa bulunsunlar; uzerlerine zillet vurulmustur. Allah´ın ve mu´minlerin ahdine sıgınmıs olanlar mustesna. Allah´ın hısmına ugradılar. Uzelerine de miskinlik vuruldu. Bu, Allah´ın ayetlerini inkar etmeleri ve haksız yere peygamberleri oldurmelerindendir. Bu, onların isyan etmeleri ve taskınlık yapmalarındandır"},{"SurahNumber":3,"VerseNumber":113,"Text":"Hepsi bir degildir. Onlardan secdeye vararak geceleri Allah´ın ayetlerini okuyup duran bir topluluk vardır"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar; Allah´a ve ahiret gunune inanırlar. Iyiligi emreder, kotulukten alıkoyarlar. Hayırlara kosusurlar, iste onlar salihlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ne hayır yaparlarsa; ondan mahrum bırakılacak degildirler. Ve Allah, takva sahiblerini bilir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kufredenlerin malları ve cocukları Allah´a karsı kendilerine hicbir fayda saglamayacaktır. Onlar cehennem yaranıdırlar, orada ebediyyen kalacaklardır"},{"SurahNumber":3,"VerseNumber":117,"Text":"Bu dunya hayatında onların sarfettikleri seylerin durumu; kendilerine zulmeden bir kavmin ekinlerine isabet ederek mahveden kavurucu bir ruzgarın durumuna benzer. Allah onlara zulmetmedi, ama onlar; kendilerine zulmediyorlardı"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler; sizden baskalarını dost edinmeyin. Onlar; sizi, sasırtmaktan geri kalmazlar. Sıkıntıya dusmenizi isterler. Ofkeleri agızlarından tasmaktadır. Sinelerinin gizledigi ise daha buyuktur. Dusunurseniz size ayetlerimizi acıkladık"},{"SurahNumber":3,"VerseNumber":119,"Text":"Iste siz; oyle kimselersiniz ki; onlar sizi sevmezken, siz onları seversiniz. Ve kitabın butunune inanırsınız. Onlar ise ancak sizinle karsılastıkları zaman; Iman ettik, derler. Yalnız baslarına kaldıkları vakit de, size karsı ofkeden parmaklarını ısırırlar. De ki: Ofkenizden olun. Gercekten Allah, goguslerin ozunu bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Sizlere bir iyilik dokunursa; bu onları, uzer. Ama basınıza bir felaket gelirse; buna sevinirler. Sabreder ve sakınırsanız, onların hilesi size hicbir zarar veremez. Suphesiz ki, Allah, onların yaptıklarını kusatmıstır"}]}