{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"(Ya Rəsulum!) De: “Yer uzunu dolasın və sonra gorun ki, (peygəmbərlərə) yalancı deyənlərin aqibəti necə oldu?”"},{"SurahNumber":6,"VerseNumber":12,"Text":"De: “Goylərdə və yerlərdə olanlar kimindir?” De: “Allahındır!” O Oz- Ozunə rəhmli olmagı yazmısdır. (Bəndələrinə qarsı rəhmli olmagı Ozu ucun əzəldən O Muəyyən etmisdir). Olacagına hec bir subhə edilməyən qiyamət gununə sizi O toplayacaqdır. Ozlərinə zərər vuranlar, əlbəttə, iman gətirməzlər"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecədə və gunduzdə movcud olan hər bir sey Onundur. O, (hər seyi) esidəndir, biləndir"},{"SurahNumber":6,"VerseNumber":14,"Text":"(Ya Rəsulum!) De: “Mən goyləri və yeri yaradan, hamısını bəsləyib Ozu bəslənməyən (hamını yedirdib Ozu yeməkdən uzaq olan) Allahdan basqasını ozumə Rəbbmi edərəm?!” De: “Mənə ilk musəlman olmaq əmr edildi və musriklərdən olma!” (deyə buyuruldu)"},{"SurahNumber":6,"VerseNumber":15,"Text":"De: “Əgər mən Rəbbimə asi olsam, boyuk gunun (qiyamət gununun) əzabından qorxaram”"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun kim əzabdan qurtulsa, subhəsiz ki, (Allah) ona mərhəmət əta etmisdir. Bu isə acıq-aydın qurtulusdur (ugurdur)"},{"SurahNumber":6,"VerseNumber":17,"Text":"Əgər Allah sənə bir sıxıntı versə, (səni ondan) Allahdan basqa hec kəs qurtara bilməz. Əgər (Allah) sənə bir xeyir yetirsə (hec kəs Ona mane ola bilməz). Cunki O, hər seyə qadirdir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O Oz qulları uzərində hakimi-mutləqdir. O, hikmət sahibidir, (hər seydən) xəbərdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"De: “Sahidlik baxımından nə daha boyukdur? Mənimlə sizin aranızda Allah sahiddir. Bu Qur’an mənə sizi və ona (gələcəkdə) yetisəcək kimsələri (qiyamətə qədər) xəbərdarlıq edib qorxutmagım ucun vəhy olundu. Məgər siz Allahla yanası basqa tanrılar olduguna sahidlik edirsiniz?” De “O, tək bir Tanrıdır. Mən sizin Ona sərik qosduqlarınızdan (butlərdən) tamamilə kənaram!”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kitab verilmis səxslər onu (Muhəmməd peygəmbəri) oz ogullarını tanıdıqları kimi tanıyırlar. Ozlərinə zərər edənlər, əlbəttə, iman gətirməzlər"}]}