{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"avaru nim'mannu (muslimarannu) meccisalikkāgi allāhana āṇe hākuttaliruttāre. Nijavāgi, avaru viśvāsigaḷāgiddare (avarige tiḷidirali;) allāh mattu avana dūtaru meccisalpaḍuvudakke heccu ar'harāgiddāre"},{"SurahNumber":9,"VerseNumber":61,"Text":"allāh mattu avana dūtara virud'dha gharṣaṇege iḷiyuvavanigāgi narakāgniyu khaṇḍita sid'dhavāgide mattu avanu adaralli sadākāla iruvanendu avarige tiḷiyadē? Adu nijakkū mahā apamānavāgide"},{"SurahNumber":9,"VerseNumber":62,"Text":"tam'ma manadoḷagiruvudannellā avarige (viśvāsigaḷige)tiḷisi biḍuva adhyāyavēnādarū iḷidu bandītemba bhaya kapaṭigaḷige ide. Hēḷiri; nīvu apahāsya māḍuttaliri. Nīvu an̄juttiruvudannu allāhanu khaṇḍita bahiraṅga paḍisuvanu"},{"SurahNumber":9,"VerseNumber":63,"Text":"nīvu avaroḍane ī kuritu kēḷidare, nāvantu kēvala tamāṣemāḍuttiddevu hāgū āṭavāḍuttiddevu endu avaru hēḷuttāre. Hēḷiri; nīvēnu allāh mattavana vacanagaḷa jote hāgū dūtara jote apahāsya māḍuttīrā"},{"SurahNumber":9,"VerseNumber":64,"Text":"Nīvinnu nepagaḷannu huḍukabēḍi. Nīvu viśvāsigaḷāda baḷika dhikkārigaḷāgiruviri. Nāvīga nim'mallina ondu gumpannu kṣamisidarū innondu gumpannu khaṇḍita śikṣisuvevu – ēkendare avaru aparādhigaḷāgiruvaru"},{"SurahNumber":9,"VerseNumber":65,"Text":"kapaṭi puruṣaru mattu kapaṭi strīyaru paraspara tumbā āptaru. Avaru keḍukannu ādēśisuttāre mattu oḷitininda taḍeyuttāre. Hāgeyē avaru tam'ma kaigaḷannu kaṭṭiruttāre (tīrā jipuṇarāgiruttāre). Avaru allāhanannu maretiddāre mattu allāhanu avarannu maretiddāne. Khaṇḍitavāgiyū kapaṭigaḷē nijavāda avidhēyarāgiddāre"},{"SurahNumber":9,"VerseNumber":66,"Text":"allāhanu kapaṭi puruṣarige, kapaṭi strīyarige mattu dharma dhikkārigaḷige narakāgniya vāgdāna nīḍiruttāne. Avaru sadākāla adarallē iruvaru. Avarige aduvē sāku. Avara mēle allāhana śāpavide mattu avarige śāśvata śikṣe ide"}]}