{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Wherefore admonish thou! thou art not, by the grace of thy Lord, a soothsayer or a madman"},{"SurahNumber":52,"VerseNumber":30,"Text":"Or say they: a poet for whom we wait some adverse turn of fortune"},{"SurahNumber":52,"VerseNumber":31,"Text":"Say thou: waits verily I am, with you, among the waiters"},{"SurahNumber":52,"VerseNumber":32,"Text":"Enjoin them their understandings to this? or are they a people conumacious"},{"SurahNumber":52,"VerseNumber":33,"Text":"Or say they: he hath fabricated it: aye they will not believe"},{"SurahNumber":52,"VerseNumber":34,"Text":"Let them bring a discourse like thereUnto, if they say sooth"},{"SurahNumber":52,"VerseNumber":35,"Text":"Have they not been created by aught, or are they the creators"},{"SurahNumber":52,"VerseNumber":36,"Text":"Created they the heavens and the earth! Aye! they will not be convinced"},{"SurahNumber":52,"VerseNumber":37,"Text":"Are with them the treasures of thy Lord! or are they the dispensers"},{"SurahNumber":52,"VerseNumber":38,"Text":"Have they a stairway whereby they overhear? Then let their listener bring an authority manifest"},{"SurahNumber":52,"VerseNumber":39,"Text":"Hath He daughters and ye sons"},{"SurahNumber":52,"VerseNumber":40,"Text":"Or askest thou a hire from them so that they are with debt laden"},{"SurahNumber":52,"VerseNumber":41,"Text":"Is with them the Unseen, and they write it down"},{"SurahNumber":52,"VerseNumber":42,"Text":"Seek they to lay a plot? Then those who disbelieve it is they who shall be plotted against"},{"SurahNumber":52,"VerseNumber":43,"Text":"Is theirs a god beside Allah? Hallowed be Allah from that which they associate"},{"SurahNumber":52,"VerseNumber":44,"Text":"And if they should see a fragment of the heaven falling down, they would say: it is only clouds piled up"},{"SurahNumber":52,"VerseNumber":45,"Text":"Wherefore let them alone, till they meet their Day whereon they shall swoon"},{"SurahNumber":52,"VerseNumber":46,"Text":"A Day whereon their plotting will avail them not at all, nor will they be succoured"},{"SurahNumber":52,"VerseNumber":47,"Text":"And verily for those who do wrong there is a torment before that; but most of them know not"},{"SurahNumber":52,"VerseNumber":48,"Text":"And wait thou patiently the judgment of thy Lord; verily thou art before Our eyes; and hallow the praise of thy Lord when thou uprisest"},{"SurahNumber":52,"VerseNumber":49,"Text":"And in the night also hallow Him, and at the setting of the stars"}]}