{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Wo que yi ba xuewen shangci da wu de he su lai man, ta lia shuo:`Yiqie zansong, quan guizhenzhu! Ta ceng shi women chaoyue ta de xuduo xindao de pu ren.'"},{"SurahNumber":27,"VerseNumber":16,"Text":"Su lai man jicheng da wu de, ta shuo:`Zhongren a! Women ceng xuehui bai niao de yuyan, women ceng huode wanwu de xiangshou, zhe que shi mingxian de enhui.'"},{"SurahNumber":27,"VerseNumber":17,"Text":"Su lai man de dajun——you jingling, renlei, niaolei zucheng de——bei zhaoji dao ta mianqian, tamen shi bushu zhengqi de."},{"SurahNumber":27,"VerseNumber":18,"Text":"Dengdao tamen lai daole yi gu de shihou, yige mu yi shuo:`Mayimen a! Kuai jin ziji de zhuchu qu, yimian bei su lai man he ta de dajun buzhi bu jue de jianta.'"},{"SurahNumber":27,"VerseNumber":19,"Text":"Su lai man wei ta dehua er chayi di weixiaole, ta shuo:`Wo de zhu a! Qiu ni qishi wo, shi wo changchang ganxie ni suo ci wo he wo de fumu de enhui, bing shi wo changchang zuo ni suo xiyue de shangong, qiu ni jie ni de enhui shi wo de ru ni de shanliang de pu ren zhi li.'"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ta ceng jianyue zhong niao, ta shuo:`Wo zenme bujian dai sheng ne? Ta quexi ma?"},{"SurahNumber":27,"VerseNumber":21,"Text":"Wo biding yanli de chengfa ta, huo sha diao ta, chufei ta dai yige mingzheng lai gei wo.'"},{"SurahNumber":27,"VerseNumber":22,"Text":"Ta douliu bujiu, jiu laile, ta shuo:`Wo zhidaole ni bu zhidao de shi, wo cong sai bai yi dai laile yige queshi de xiaoxi gei ni."},{"SurahNumber":27,"VerseNumber":23,"Text":"Wo que yi faxian yige furen, tongzhi yizu ren, ta huode wanwu de xiangshou, ta you yige pangda de baozuo."},{"SurahNumber":27,"VerseNumber":24,"Text":"Wo faxian ta he ta de chenmin dou she zhenzhu er chongbai taiyang, emo ceng yi tamen de xingwei, mihuo tamen, yizhi zu'ai tamen zou shang zhengdao, suoyi tamen bu zunxun zhengdao."},{"SurahNumber":27,"VerseNumber":25,"Text":"Tamen bu chongbai zhenzhu——jieshi tiandi aomi, erqie shen zhi nimen suo yinhui he biaobai de zhu."},{"SurahNumber":27,"VerseNumber":26,"Text":"Zhenzhu, chu ta wai, jue wu ying shou chongbai zhe, ta shi weida de baozuo de zhu.'※"},{"SurahNumber":27,"VerseNumber":27,"Text":"Ta shuo:`Wo yao kan kan ni jiujing shi chengshi de, haishi shuohuang de."},{"SurahNumber":27,"VerseNumber":28,"Text":"Ni ba wo zhe feng xin dai qu tou gei tamen, ranhou, likai tamen, ni shikan tamen ruhe dafu.'"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ta shuo:`Chen pumen a! Wo jie dao yi feng guizhong de xin."},{"SurahNumber":27,"VerseNumber":30,"Text":"Zhe feng xin que shi su lai man ji lai de, zhe feng xin de neirong que shi “feng zhiren zhi ci de zhenzhu zhi ming."},{"SurahNumber":27,"VerseNumber":31,"Text":"Nimen buyao dui wo aoman wu li, nimen yingdang lai guishun wo.”'"}]}