{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Y (recordad) cuando matasteis a una persona y discutiais sobre quien la habia matado. Entonces, Al-lah revelo lo que ocultabais"},{"SurahNumber":2,"VerseNumber":73,"Text":"Dijimos: «Golpead al muerto con una parte de la vaca[29]». Asi es como Al-lah resucita a los muertos y os muestra Sus signos (las pruebas de Su poder) para que reflexioneis"},{"SurahNumber":2,"VerseNumber":74,"Text":"Despues, a pesar de ello, vuestros corazones se endurecieron como piedras o como algo aun mas duro; pues hay piedras de las que brotan rios, piedras que se agrietan y mana agua de ellas y piedras que se derrumban por temor a Al-lah. Y Al-lah no deja pasar por alto lo que haceis"},{"SurahNumber":2,"VerseNumber":75,"Text":"¿Acaso esperais (vosotros, musulmanes) que (los judios) crean en vuestra religion cuando un grupo de ellos escuchaban la Palabra de Al-lah (la Tora) y, a pesar de ello, la distorsionaban a sabiendas tras haberla comprendido"},{"SurahNumber":2,"VerseNumber":76,"Text":"Si (los hipocritas de entre los judios) se encuentran con los creyentes, dicen: «Creemos (en que Muhammad es un profeta de Al-lah)»; pero si se quedan a solas, se dicen entre ellos: «¿Vais a contarles lo que Al-lah os ha revelado (en la Tora acerca de las caracteristicas de Muhammad) para que puedan usarlo (el Dia del Juicio Final) como argumento contra vosotros ante vuestro Senor? ¿Es que no razonais?»"},{"SurahNumber":2,"VerseNumber":77,"Text":"¿Acaso no saben que Al-lah conoce lo que ocultan y lo que manifiestan"},{"SurahNumber":2,"VerseNumber":78,"Text":"Entre ellos hay analfabetos que no conocen el contenido del Libro (la Tora), sino que solo conocen falsas historias y no hacen mas que conjeturar (siguiendo sus propios deseos y pasiones)"},{"SurahNumber":2,"VerseNumber":79,"Text":"¡Ay de aquellos que escriben el Libro con sus propias manos y luego dicen que proviene de Al-lah para obtener un misero beneficio! ¡Ay de ellos por lo que han escrito sus manos![30] ¡Ay de ellos por el beneficio que obtienen"},{"SurahNumber":2,"VerseNumber":80,"Text":"Dicen: «El fuego (del infierno) solo nos tocara durante unos pocos dias». Diles: «¿Os lo ha prometido Al-lah —y El no falta nunca a Sus promesas— o decis sobre El lo que no sabeis?»"},{"SurahNumber":2,"VerseNumber":81,"Text":"¡No (es como vosotros deseais)! Quienes obren mal y esten sumidos en el pecado (de la incredulidad o la idolatria), esos seran los habitantes del fuego y alli permaneceran eternamente"},{"SurahNumber":2,"VerseNumber":82,"Text":"Y quienes crean y actuen con rectitud, esos seran los habitantes del paraiso y alli permaneceran eternamente"}]}