{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"O Prophet, carry out Jihad (struggle) against the disbelievers and hypocrites, and be strict with them. And their abode is Jahannam (Hell), and it is an evil terminus"},{"SurahNumber":9,"VerseNumber":74,"Text":"They swear by Allah that they said nothing, while indeed, they had said the word of infidelity and had disbelieved after having accepted Islam, and had intended what they could not achieve. And they have reacted for nothing but that Allah and His Messenger have enriched them with His grace. So, if they repent, it will be good for them, and if they turn away, Allah will chastise them with a painful punishment in this world and the Hereafter, and for them there is neither a friend on the Earth, nor a helper"},{"SurahNumber":9,"VerseNumber":75,"Text":"And among them there are those who made a pledge with Allah: .If He gives us (wealth) out of His grace, then, surely we shall give alms and shall be among the righteous"},{"SurahNumber":9,"VerseNumber":76,"Text":"But when He gave them (wealth) out of His grace, they became stingy about it, and went back turning their faces away"},{"SurahNumber":9,"VerseNumber":77,"Text":"So Allah, in turn, put hypocrisy in their hearts till the day they shall meet Him, because they broke their promise with Allah, and because they have been telling lies"},{"SurahNumber":9,"VerseNumber":78,"Text":"Do they not know that Allah knows what they conceal and what they whisper, and that Allah is well aware of all the Unseen"},{"SurahNumber":9,"VerseNumber":79,"Text":"(Among the hypocrites, there are) those who taunt the believers who voluntarily give alms and have nothing but their hard earnings; still they mock at such people. Allah mocks at them, and for them there is a painful punishment"},{"SurahNumber":9,"VerseNumber":80,"Text":"(It is all equal whether you) ask pardon for them or do not ask pardon for them. Even if you ask pardon for them seventy times, Allah will never pardon them. That is because they disbelieved in Allah and His Messenger. Allah does not lead the sinning people to the right path"}]}