{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"İnanan adam dedi ki: «Ey kavmim! Bana uyun, sizi doğru yola götüreyim.»"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey kavmim! Bu dünya hayatı kısa bir geçimdir. Ahiret ise ebedi olarak durulacak yerdir"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kim bir kötülük işlerse onun kadar ceza görür. Kadın veya erkek, kim, inanarak yararlı iş yaparsa, cennete girerler ve orada kendilerine hesapsız rızıklar verilir"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim! Neden ben sizi kurtuluşa çağırdığım halde siz beni ateşe çağırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz beni Allah´ı inkar etmeye, bilmediğim bir şeyi O´na ortak koşmaya çağırıyorsunuz. Ben ise, güçlü olan, çok bağışlayan Allah´a çağırıyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Sizin beni davet ettiğiniz şeyin ne dünyada, ne de ahirette hiçbir davet yetkisi yoktur. Gerçekte dönüşümüz Allah´adır. Aşırı gidenlere gelince, işte onlar ateş ehlidirler"},{"SurahNumber":40,"VerseNumber":44,"Text":"Benim size söylediklerimi yakında hatırlayacaksınız. Ben işimi Allah´a bırakıyorum. Şüphesiz Allah kulları görür"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah o adamı, kurmak istedikleri tuzaktan korudu. Kötü azab, Firavun´un adamlarını sardı"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar sabah akşam ateşe sunulurlar. Kıyamet çattığı gün: \"Firavun´un adamlarını azabın en ağırına sokun!\" denir"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ateşin içinde birbirleriyle tartışırken, zayıf olanlar, büyüklük taslayanlara dediler ki: «Biz size uymuştuk. Şimdi siz şu ateşin ufak bir parçasını bizden savabilir misiniz?»"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklük taslıyanlar: «Doğrusu hepimiz de onun içindeyiz. Allah kulları arasında şüphesiz hüküm vermiştir.» derler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateştekiler, cehennemin bekçilerine dediler ki: «Ne olur Rabbinize dua edin de hiç değilse bir gün, bizden azabı biraz hafifletsin.»"},{"SurahNumber":40,"VerseNumber":50,"Text":"Bekçiler dediler ki: «Peygamberleriniz size açık kanıtlar getirmezler miydi?» «Evet getirirlerdi» dediler. Bekçiler: «Öyleyse yalvarıp durun. Nankörlerin yalvarması hep çıkmazdadır» dediler"}]}