{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Eller tror de vars hjartan ar angripna av tvivlets sjuka att Gud inte skall lata deras avund och illvilja [mot de troende] dras fram i ljuset"},{"SurahNumber":47,"VerseNumber":30,"Text":"Om Vi hade velat kunde Vi ha visat dig dem sa att du med [ledning av] deras kannetecken visste vilka de var; men pa deras tal kommer du med sakerhet att kanna igen dem. Gud kanner era handlingar"},{"SurahNumber":47,"VerseNumber":31,"Text":"Helt visst skall Vi satta er pa prov sa att de bland er som vill strava och kampa [for Guds sak] och de talmodiga och uthalliga far ge sig till kanna, och Vi skall prova [hur uppriktiga ni ar i] era forklaringar"},{"SurahNumber":47,"VerseNumber":32,"Text":"De som framhardar i att forneka sanningen och hindra [andra] att folja Guds vag och som trotsar och vander ryggen at [Hans] Sandebud, sedan de fatt den raka vagen klart utpekad for sig, kommer inte att valla Gud skada och Han skall lata alla deras foretag ga om intet"},{"SurahNumber":47,"VerseNumber":33,"Text":"Troende! Lyd Gud och lyd Sandebudet och lat inte era [goda] handlingar ga forlorade"},{"SurahNumber":47,"VerseNumber":34,"Text":"De som framhardar i att forneka sanningen och hindra [andra] att folja Guds vag och som dor som fornekare, skall inte fa forlatelse av Gud"},{"SurahNumber":47,"VerseNumber":35,"Text":"OCH TAPPA inte modet [nar ni kampar for Guds sak] och tigg inte om fred; [pa grund av er tro] har ni overtaget och Gud ar med er och Han skall inte lata er ga miste om [nagot av det som ni har fortjanat med] era handlingar"},{"SurahNumber":47,"VerseNumber":36,"Text":"Detta jordiska liv ar [inte mycket mer an] lek och flyktig gladje, men om ni tror [pa Gud] och fruktar Honom, skall Han ge er full lon. Han begar inte att ni [offrar for Hans sak allt] vad ni ager"},{"SurahNumber":47,"VerseNumber":37,"Text":"Begarde Han detta av er och forvandlade er till barfota [tiggare], skulle er snalhet ta overhanden och sa skulle Han driva fram det samsta inom er"},{"SurahNumber":47,"VerseNumber":38,"Text":"[Troende!] Nar ni [nu] uppmanas att ge av vad ni ager for Guds sak, ger nagra av er prov pa snalhet; men med sin snalhet skadar den snale bara sig sjalv; [glom inte att] Gud ar den Rike [som inte behover era gavor], men ni ar de fattiga [som behover Honom i allt]. Om ni vander er [ifran Honom], skall Han lata andra manniskor inta er plats, och de kommer inte att likna er"}]}