{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"کیا تو نے نہیں دیکھا ہم نے شیطانو ں کوکافروں پر چھوڑ رکھا ہے وہ انھیں ابھارتے رہتے ہیں"},{"SurahNumber":19,"VerseNumber":84,"Text":"سوتو ان کے لیے عذاب کی جلدی نہ کر ہم خود ان کے دن گن رہے ہیں"},{"SurahNumber":19,"VerseNumber":85,"Text":"جس دن ہم پرہیزگاروں کے رحمان کے پاس مہمان بنا کر جمع کریں گے"},{"SurahNumber":19,"VerseNumber":86,"Text":"اور گناہگاروں کو دوزخ کی طرف پیاسا ہانکیں گے"},{"SurahNumber":19,"VerseNumber":87,"Text":"کسی کو سفارش کا اختیار نہیں ہوگا مگر جس نے رحمان کے ہاں سے اجازت لی ہو"},{"SurahNumber":19,"VerseNumber":88,"Text":"اورکہتے ہیں کہ رحمان نے بیٹا بنا لیا"},{"SurahNumber":19,"VerseNumber":89,"Text":"البتہ تحقیق تم سخت بات زبان پر لائے ہو"},{"SurahNumber":19,"VerseNumber":90,"Text":"کہ جس سے ابھی آسمان پھٹ جائیں اور زمین چر جائے اور پہاڑ ٹکڑے ہو کر گر پڑیں"},{"SurahNumber":19,"VerseNumber":91,"Text":"اس لئے کہ انہوں نے رحمان کے لیے بیٹا تجویز کیا"},{"SurahNumber":19,"VerseNumber":92,"Text":"اور رحمان کی یہ شان نہیں کہ کسی کوبیٹا بنائے"},{"SurahNumber":19,"VerseNumber":93,"Text":"جو کچھ آسمانوں اور زمین میں ہے ان میں سے ایسا کوئی نہیں جو رحمان کا بندہ بن کر نہ آئے"},{"SurahNumber":19,"VerseNumber":94,"Text":"البتہ تحقیق اس نے انھیں شمار کر رکھا ہے اور ان کی گنتی گن رکھی ہے"},{"SurahNumber":19,"VerseNumber":95,"Text":"او رہر ایک ان میں سے اس کے ہاں اکیلا آئے گا"},{"SurahNumber":19,"VerseNumber":96,"Text":"بے شک جو ایمان لائے اور نیک کام کیے عنقریب رحمان ان کے لیے محبت پیدا کرے گالاشبہ جو لوگ ایمان لائے اور انہوں نے اچھے کام کیے الله تعالیٰ ان کے لیے محبت پیدا کر ے گا"},{"SurahNumber":19,"VerseNumber":97,"Text":"سو ہم نے فرمان کو تیری زبان میں اس لیےآسان کیا ہے کہ تو اس سے پرہیز گاروں کو خوشخبری سنا دے اور جھگڑنے والوں کو ڈرا دے"},{"SurahNumber":19,"VerseNumber":98,"Text":"اور ہم ان سے پہلے کئی جماعتیں ہلاک کر چکے ہیں کیا تو کسی کی ان میں سے آہٹ پاتا ہے یا ان کی بھنک سنتا ہے"}]}