{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"و در این کتاب (آسمانی) از موسی یاد کن، که او مخلص بود، و رسول و پیامبری والا مقام"},{"SurahNumber":19,"VerseNumber":52,"Text":"ما او را از طرف راست (کوه) طور فراخواندیم؛ و نجواکنان او را (به خود) نزدیک ساختیم؛"},{"SurahNumber":19,"VerseNumber":53,"Text":"و ما از رحمت خود، برادرش هارون را -که پیامبر بود- به او بخشیدیم"},{"SurahNumber":19,"VerseNumber":54,"Text":"و در این کتاب (آسمانی) از اسماعیل (نیز) یاد کن، که او در وعده‌هایش صادق، و رسول و پیامبری (بزرگ) بود"},{"SurahNumber":19,"VerseNumber":55,"Text":"او همواره خانواده‌اش را به نماز و زکات فرمان می‌داد؛ و همواره مورد رضایت پروردگارش بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و در این کتاب، از ادریس (نیز) یاد کن، او بسیار راستگو و پیامبر (بزرگی) بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"و ما او را به مقام والایی رساندیم"},{"SurahNumber":19,"VerseNumber":58,"Text":"آنها پیامبرانی بودند که خداوند مشمول نعمتشان قرار داده بود، از فرزندان آدم، و از کسانی که با نوح بر کشتی سوار کردیم، و از دودمان ابراهیم و یعقوب، و از کسانی که هدایت کردیم و برگزیدیم. آنها کسانی بودند که وقتی آیات خداوند رحمان بر آنان خوانده می‌شد به خاک می‌افتادند، در حالی که سجده می‌کردند و گریان بودند"},{"SurahNumber":19,"VerseNumber":59,"Text":"امّا پس از آنان، فرزندان ناشایسته‌ای روی کار آمدند که نماز را تباه کردند، و از شهوات پیروی نمودند؛ و بزودی (مجازات) گمراهی خود را خواهند دید"},{"SurahNumber":19,"VerseNumber":60,"Text":"مگر آنان که توبه کنند، و ایمان بیاورند، و کار شایسته انجام دهند؛ چنین کسانی داخل بهشت می‌شوند، و کمترین ستمی به آنان نخواهد شد"},{"SurahNumber":19,"VerseNumber":61,"Text":"وارد باغهایی جاودانی می‌شوند که خداوند رحمان بندگانش را به آن وعده داده است؛ هر چند آن را ندیده‌اند؛ مسلماً وعده خدا تحقق یافتنی است"},{"SurahNumber":19,"VerseNumber":62,"Text":"در آن جا هرگز گفتار لغو و بیهوده‌ای نمی‌شنوند؛ و جز سلام در آن جا سخنی نیست؛ و هر صبح و شام، روزی آنان در بهشت مقرّر است"},{"SurahNumber":19,"VerseNumber":63,"Text":"این همان بهشتی است که به بندگان پرهیزگار خود، به ارث می‌دهیم"},{"SurahNumber":19,"VerseNumber":64,"Text":"(پس از تأخیر وحی، جبرئیل به پیامبر عرض کرد:) ما جز بفرمان پروردگار تو، نازل نمی‌شویم؛ آنچه پیش روی ما، و پشت سر ما، و آنچه میان این دو می‌باشد، همه از آن اوست؛ و پروردگارت هرگز فراموشکار نبوده (و نیست)"},{"SurahNumber":19,"VerseNumber":65,"Text":"همان پروردگار آسمانها و زمین، و آنچه میان آن دو قرار دارد! او را پرستش کن؛ و در راه عبادتش شکیبا باش! آیا مثل و مانندی برای او می‌یابی؟"}]}