{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Lokadera madhyera nirbodhara sighra'i balabe -- “tadera ye kibalah‌te tara tadera badalalo kise?” Tumi balo -- “purba o pascimera malika allah‌, tini yake iccha karena take sahaja-sathika pathera dike paricalita karena.”"},{"SurahNumber":2,"VerseNumber":143,"Text":"Ara e'ibhabe tomadera amara baniyechi ekati susamanjasyaraksakari samaja, yate tomara manabajatira jan'ya saksi hate paro, ara rasula tomadera jan'ya saksi hate parena. Ara amara take kibalah banatama na yara upare tumi chile, yadi na amara yaca'i karatama ye ke rasulake anusarana kare ara ke tara mora phiriye ghure yaya. Ara nihsandeha eti kathina chila tadera ksetre chara yadera allah hedayata karechena. Ara allah tomadera imana kakhana'o nisphala hate debena na. Nihsandeha allah manusera prati parama snehamaya, aphuranta phaladata."},{"SurahNumber":2,"VerseNumber":144,"Text":"Amara niscaya'i dekhechi akasera dike tumi mukha tole rayecha, ta'i amara nihsandeha tomake kartrtba debo kibalah‌ra ya tumi pachanda kara. Kaje'i harama masajidera dike tomara mukha phera'o. Ara yekhane'i tomara thaka tomadera mukha era dike'i pherabe. Ara yadera kitaba deya hayeche tara abasya'i jane ye nihsandeha eti tadera prabhura kacha theke asa dhruba-satya. Ara tara ya karache allah se-sanbandhe bekheyala nana."},{"SurahNumber":2,"VerseNumber":145,"Text":"Ara yadi'o tumi yadera kitaba deya hayeche tadera kache sabaka’ti nidarsana niye asa tabu'o tara tomara kibalah mene calabe na. Ara tumi tadera kibalah‌ra anubarti hate paro na, abara tadera ke'u-ke'u parasparera kibalah‌ra anubarti naya. Ara tumi yadi tadera hina manobrttira anusarana kara tomara kache jnanera ya eseche tara pare'o, tahale nihsandeha tumi'o habe an'yayakaridera an'yatama."},{"SurahNumber":2,"VerseNumber":146,"Text":"Yadera amara kitaba diyechi tara tamke cinate parache yemana tara cinate pare tadera santanadera. Kintu tadera madhyera ekadala niscaya'i satya katha gopana karache, ara tara jane."},{"SurahNumber":2,"VerseNumber":147,"Text":"E'i satya eseche tomara prabhura kacha theke ata'eba tomara sandehaparayanadera antarbhukta hayo na."}]}