{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":122,"Text":"O, Israyil urpaktarı! Men silerge bergen (bardık) neematımdı jana silerdi aalamdardan abzel kılganımdı estegile"},{"SurahNumber":2,"VerseNumber":123,"Text":"Jana (Allaһtan baska) ec kim ec kimge jaza (sıylık je azap) bere albay turgan, ec bir jandan (kunooloru ucun) toloo kabıl alınbay turgan, (Allaһtın uruksatı bolmoyunca) aga ec kanday sapaat (ortomculuk) payda berbey turgan jana ec kimge jardam berilbey turgan kundon (Kıyamattan) korkkula"},{"SurahNumber":2,"VerseNumber":124,"Text":"Estegin: Rabbisi Ibrahimdi bir nece sozdor menen sınadı ele, alardı toluk atkardı. (Anan aga) “Men seni (bardık) adamdarga (dinde) jolbascı kılamın” dedi. (Ibrahim) ayttı: “Menin urpaktarımdan dagı (jolbascılar cıgara kor) ! (Anda Allaһ:) “Menin ubadam zaalım (kaapır) adamdarga tiybeyt” -dedi"},{"SurahNumber":2,"VerseNumber":125,"Text":"Jana estegin, Biz Uydu (Kaabanı) adamdar umtulup bara turgan jay jana tınc orun kılıp: “Ibrahimdin ordun! ibadat jayı kılıp algıla” (dep buyurduk). Jana Ibrahim menen Ismayılga: “Menin Uyumdu toop kıluucular, etikafka oturuucular,? rukuu jana sajda kıluucular ucun (sirkten, kunoodon jana najastardan) tazalagıla” dep vahiy (buyruk) kıldık"},{"SurahNumber":2,"VerseNumber":126,"Text":"Estegin, Ibrahim (Rabbisine duba kılıp) “O, Rabbim! Bul jerdi tınc saar kılgın jana anın elinin arasınan Allaһka jana Akıret kununo isengen adamdardı (ar turkun) momo-jemister menen ırıskılandıra kor!”- degende, Allaһ ayttı: “Kaapır bolgon adamdı dagı (osol ırıskılar menen) bir az paydalantam. Anan Tozok azabına majburlap kirgizem. Al kanday jaman akıbet"},{"SurahNumber":2,"VerseNumber":127,"Text":"Estegin, Ibrahim menen (balası) Ismayıl ekoo Uydun (Kaabanın) paydubalın kotorup jatıp (mınday dep duba kılıstı): “O, Rabbibiz! Bizden (usul isibizdi) kabıl kıla kor! Albette, Sen Uguucu, Biluucusuŋ"},{"SurahNumber":2,"VerseNumber":128,"Text":"O, Rabbibiz! Bizdi Ozuŋo moyun sunuuculardan kıl! Bizdin urpaktarıbızdan Ozuŋo musulman (moyun sunuucu) ummot (cıgar!) Jana bizge (ajı mezgilinde jasalcu) ibadattarıbızdı uyrot! Bizdin toobalarıbızdı kabıl kıl! Albette, Sen toobanı kabıl kıluucu, Meerimduusuŋ"},{"SurahNumber":2,"VerseNumber":129,"Text":"O, Rabbibiz! Alardın (urpaktarıbızdın) arasınan, alarga Senin ayattarıŋdı okup beruucu, Kitep jana Daanısmandıktı uyrotuucu jana alardı (sirkten j.b. kunoo isterden) tazartuucu bir paygambar jiber! Albette, Ozuŋ Jeŋuucu jana Daanısmansıŋ!”"}]}