{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"I, sekako, Nie ve sozdadovme: vi dadovme izgled, potoa im rekovme na melekite: “Padnete mu na sedzde na Adem!\" Site padnaa na sedzde, a Iblisot ne. Ne bese megu onie koi padnaa na sedzde"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah rece: “Sto te spreci pa da ne padnes na sedzde koga veke ti narediv?\" Iblis rece: “Jas sum podobar od nego. Mene me sozdade od ogan a nego go sozdade od glina"},{"SurahNumber":7,"VerseNumber":13,"Text":"Allah rece: “Sleguvaj od nego, togas! Ne ti dolikuva vo Dzennetot da se duvas. Izleguvaj, ti si, navistina, megu ponizenite"},{"SurahNumber":7,"VerseNumber":14,"Text":"Iblis rece: “Daj mi rok do Denot vo koj ke bidat ozivea"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah rece: “Ti si, navistina, megu onie na koi im e daden rok"},{"SurahNumber":7,"VerseNumber":16,"Text":"Iblis rece: “No zatoa sto me zavede, jas, sosem sigurno, ke IM postavam stapici na Tvojot pat VISTINSKI"},{"SurahNumber":7,"VerseNumber":17,"Text":"Potoa ke im priogam pred NIV I zad niv, I od nivnata leva strana i od nivnata desna strana i ke gi najdes, MNOZINSTVOTO OD niv, neblagodarni"},{"SurahNumber":7,"VerseNumber":18,"Text":"A Allah rece: “Izlezi od nego, ponizen i otfrlen! So onie sto te sledat od NIV I onie od vas, i so site tie, ke go ispolnam Dzehennemot, navistina"},{"SurahNumber":7,"VerseNumber":19,"Text":"O Ademe, zivejte tii zenata tvoja vo Dzennetot, i jadete od kade sto sakate I ne priblizuvajte se kon ova steblo zasto ke bidete megu zulumkarite"},{"SurahNumber":7,"VerseNumber":20,"Text":"Pa Sejtanot im sepna za da im go otkrie ona sto edenadrug im bese skrieno, nivnite sramni mesta, i rece: “Gospodarot vas vi go zabrani ova steblo za da ne stanete meleki ili da ne bidete za navek"},{"SurahNumber":7,"VerseNumber":21,"Text":"im se kolnese: “Jas sum, navistina, vas sovetnik"},{"SurahNumber":7,"VerseNumber":22,"Text":"gi zavede so izmamata. Bidejki vkusija od stebloto im se pokazaa nivnite sramni mesta i pocnaa da gi pokrivaat so dzennetsko lisje. I Gospodarot NIVNI im rece: “Neli vi go zabraniv stebloto i neli vi rekov deka Sejtanot, navistina, e vasiot jasen neprijatel"},{"SurahNumber":7,"VerseNumber":23,"Text":"Rekoa: “Gospodare nas, sami sebesi si napravivme zulum i ako ne ni prostis i ako ne ni se smiluvas, ke bideme, sekako, megu porazenite"},{"SurahNumber":7,"VerseNumber":24,"Text":"Allah rece: “Sleguvajte! Edninadrugi neprijateli ke bidete. Za vas zemjata ke bide utvrduvaliste i uzivanje vase do edno vreme opredeleno"},{"SurahNumber":7,"VerseNumber":25,"Text":"llah rece: “Na zemjata ke ziveete i na nea ke umrete I od nea ke izlezete"}]}