{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"(manitarkale!) Vanankalilum pumiyilum ullavarrai niccayamaka allah unkalukku vacappatuttit tantirukkiran enpataiyum, avan tan arut kotaikalai maraivakavum velippataiyakavum unkal mitu corintirukkiran enpataiyum ninkal parkkavillaiya? (Ivvarellamiruntum) manitarkalil palar oru kalviyum, (tarkka ritiyana) valikattalum, telivana veta nulin ataramuminri allahvaip parri (vinakat) tarkkikkinranar"},{"SurahNumber":31,"VerseNumber":21,"Text":"Avarkalai nokki, ‘‘allah irakkiya (ivvetat)taip pinparrunkal'' enak kurinal, atarku avarkal ‘‘illai, enkal mutataikal etan mitu irukka nankal kantomo ataiye pinparruvom'' enru kurukinranar. (Enne!) Avarkal mutataikalai saittan naraka vetanaiyin pakkam alaittu (avarkalum cenru) iruntaluma? (Ivarkal avarkalaip pinparric celvarkal)"},{"SurahNumber":31,"VerseNumber":22,"Text":"evar tan mukattai murrilum allahvin pakkam tiruppi, panintu nanmaiyum ceytu kontirukkiraro avar niccayamaka (arupatata) mikka palamanatoru valayattaip pitittuk kontar. Ella kariyankalin mutivum allahvitame irukkiratu"},{"SurahNumber":31,"VerseNumber":23,"Text":"(napiye!) Evarenum (um'mai) nirakarittu vittal, avarkalutaiya nirakarippu um'mait tukkattil alttivita ventam. Avarkal nam'mitame varaventum. Accamayam avarkalutaiya (ic)ceyalaip parri nam avarkalukku arivuruttuvom. Niccayamaka allah (manitarkalin) ullankalil ullavarrai nankarintavan"},{"SurahNumber":31,"VerseNumber":24,"Text":"avarkalai (iccamayam) ciritu cukamanupavikkumpati nam vittu vaippom. Pinnar, katumaiyana vetanaiyin pakkam (cellumpati) nam avarkalai nirppantittu vituvom"},{"SurahNumber":31,"VerseNumber":25,"Text":"(napiye!) ‘‘Vanankalaiyum pumiyaiyum pataittavan yar?'' Enru nir avarkalaik ketpirayin, atarkavarkal ‘‘allahtan'' enru niccayamakak kuruvarkal. (Atarku, ‘‘ivvalavenum unkalukku arivu iruppatu parri) allahvai nan pukalkiren'' enru nir kuruviraka. Eninum, avarkalil perumpalanavarkal (iraivanai ivvaru pukalntu tuti ceyya) ariya mattarkal"},{"SurahNumber":31,"VerseNumber":26,"Text":"vanankalilum pumiyilum ulla anaittum allahvukku uriyanave. Eninum, niccayamaka allah (ivarrin) tevaiyarravanum mikap pukalutaiyavanum avan"},{"SurahNumber":31,"VerseNumber":27,"Text":"Pumiyilulla marankal (cetikal ena) anaittaiyum elutu kolkalakavum, katal nirai maiyakavum vaittu (atu tirntu) pinnum elu katalkalin niraiyum maiyaka vaittu elutiya potilum allahvutaiya vacanankal (eluti) mutivu peratu. Niccayamaka allah (anaittaiyum) mikaittavanum nanamutaiyavanum avan"},{"SurahNumber":31,"VerseNumber":28,"Text":"manitarkale! (Arampattil) unkalai pataippatum, (maranitta pin) unkalukku uyir kotuttu eluppuvatum avanukku, unkalil oruvarai (arampattil) patai(ttu uyir kotu)ppatu polave tavira verillai. Niccayamaka allah (anaittaiyum) ceviyurupavanum urru nokkupavanum avan"},{"SurahNumber":31,"VerseNumber":29,"Text":"(napiye!) Allahtan iravaip pakalilum pakalai iravilum nulaiya vaittu curiyanaiyum cantiranaiyum (tan atikarattirkul) atakki vaittirukkiran enpataiyum nir parkkavillaiya? Ivarril ovvonrum (avarrukku avan) kurippitta tittappatiye natakkinrana. Niccayamaka allah ninkal ceypavarrai nankarintavan"},{"SurahNumber":31,"VerseNumber":30,"Text":"ivaiyanaittum ‘‘niccayamaka allahtan unmaiyana iraivan enpatarkum, avanaiyanri avarkal (teyvankalena) alaippavai poyyanavai enpatarkum, niccayamaka allahtan mikap periyavanum melanavanum avan'' enpatarkum attatcikalaka irukkinrana"},{"SurahNumber":31,"VerseNumber":31,"Text":"allahvutaiya arutkotaikalaic cumantukontu katalil cellum kappalum avanutaiya attatcikalai unkalukku arivikkak kutiyataka iruppatai nir kavanikkavillaiya? Porumaiyutan (ciramankalaic) cakittiruntu, avanukku nanri celuttum anaivarukkum niccayamaka itil pala attatcikal irukkinrana"},{"SurahNumber":31,"VerseNumber":32,"Text":"(Kappalil cellum) avarkalai(p puyal karratittu nala pakkankaliliruntum) alaikal mel mukatukalaip pol culntu kollum camayattil, allahvukku valipattu, kalapparra manatutan avanai alaittup pirarttikkinranar! Avan avarkalaik karaiyil irakki patukattuk kontalo avarkalil cilartan nitanamaka natakkinranar. (Perumpalanavarkalo nitanam tavariye natakkinranar.) Mika nanriketta catikararkalait tavira (marrevarum) nam attatcikalai nirakarikka mattarkal"},{"SurahNumber":31,"VerseNumber":33,"Text":"manitarkale! Unkal iraivanukku anci oru nalaipparriyum payantu kollunkal. (Annalil) tantai pillaikku utavamattar; pillaiyum tantaikku oru utaviyum ceyya mattan. (Ovvoruvarum tannaiye patukattuk kollumpati nirppantikkinra nalakum atu.) Niccayamaka (annal varumenra) allahvutaiya vakkuruti unmaiyanatakum. Akave, ivvulaka valkkai unkalai mayakki vita ventam. (Saittanakiya) mayakkaranum allahvaip parri unkalai mayakkivita ventam"},{"SurahNumber":31,"VerseNumber":34,"Text":"niccayamaka (ulaka mutivu) kalattaip parriya nanam allahvitattil (mattum)tan irukkiratu. Avane malaiyai irakkivaikkiran. Avane karppankalil (karu) tarippataiyum arivan. (Avanait tavira) evarum nalaikku avar enna ceyvar enpatai ariyamattar. Entap pumiyil irappar enpataiyum (avanait tavira) evarum ariyamattar. Niccayamaka allahtan (ivarrai) nankarintavanum terintavanum avan"}]}