{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta Sin Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Dette er den klare skrifts ord"},{"SurahNumber":28,"VerseNumber":3,"Text":"Vi skal meddele deg noe av beretningen om Moses og Farao, rett og riktig, for folk som tror"},{"SurahNumber":28,"VerseNumber":4,"Text":"Farao var mektig og stor i landet, og delte dets innbyggere i grupper. En gruppe blant dem undertrykket han, drepte deres sønner og lot deres kvinner leve. Han anstiftet i sannhet ufred og elendighet"},{"SurahNumber":28,"VerseNumber":5,"Text":"Men Vi ønsket å vise nåde mot dem som var undertrykket i landet"},{"SurahNumber":28,"VerseNumber":6,"Text":"og gjøre dem til ledere og arvtagere og gi dem fotfeste i landet, og å vise Farao og Haman og deres hærskarer det de fryktet fra dem"},{"SurahNumber":28,"VerseNumber":7,"Text":"Så gav Vi Mose mor denne inspirasjon: «Gi ham bryst, og når du blir redd for ham, så sett ham ut på elven! Vær ikke redd og vær ikke bedrøvet! Vi vil bringe ham tilbake til deg, og gjøre ham til et sendebud.»"},{"SurahNumber":28,"VerseNumber":8,"Text":"Faraos husstand plukket ham opp, så han kunne bli en fiende og en bekymring for dem. Farao og Haman og deres hærskarer var i sannhet syndere"},{"SurahNumber":28,"VerseNumber":9,"Text":"Faraos hustru sa: «Han vil bli en fryd for øyet både for meg og deg. Drep ham ikke! Kanskje han kan bli oss til nytte, eller vi kan adoptere ham som sønn,» – men de ante ingenting"},{"SurahNumber":28,"VerseNumber":10,"Text":"Men Mose mors hjerte ble tomt, og hun var på nippet til å røpe ham, om Vi ikke hadde styrket hennes hjerte, så hun kunne bli en troende"},{"SurahNumber":28,"VerseNumber":11,"Text":"Og hun sa til hans søster: «Følg etter ham,» og hun holdt øye med ham fra avstand, uten at de ante noe"},{"SurahNumber":28,"VerseNumber":12,"Text":"Vi hadde forbudt ammer for ham tidligere, så hun sa: «Skal jeg vise dere til en husstand som kan ta seg av ham for dere, og stelle pent med ham?»"},{"SurahNumber":28,"VerseNumber":13,"Text":"Slik brakte Vi ham tilbake til hans mor, så hun kunne tørke tårene og ikke sørge, og vite at Guds løfte er sant. Men folk flest vet ikke"}]}