{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Wo que yi qishi ni, youru wo qishi nu ha he zai ta zhihou de zhong xianzhi yiyang, ye youru wo qishi yi bo la xin, yi sima yi, yi si ha ge, ye er gu bai he ge zhipai, yiji er sa, an you bo, you nu si, ha lun, su lai man yiyang. Wo yi “zai bu er” shangci da wu de"},{"SurahNumber":4,"VerseNumber":164,"Text":"Wo que yi paiqian xuduo shizhe, tamen zhong you wo zai yiqian yi gaosu ni de, you wo wei gaosu ni de. An la ceng yu mu sa duihua"},{"SurahNumber":4,"VerseNumber":165,"Text":"Wo ceng paiqian xuduo shizhe baoxi xin, chuan jinggao, yimian paiqian shizhe zhihou, shiren dui an la you renhe tuoci. An la shi wanneng de, zhi rui de"},{"SurahNumber":4,"VerseNumber":166,"Text":"Dan an la zuozheng tasuo jiang shi ni de jingdian shi zhenshi de——ta jiang shi ci jing shi, zi zhi qi neirong——zhong tianshi ye tongyang zuozheng. An la zu wei jianzheng"},{"SurahNumber":4,"VerseNumber":167,"Text":"Ziji bu xindao, erqie zuzhi bieren zunxun zhu dao zhe, que yi shenru yu mi wule"},{"SurahNumber":4,"VerseNumber":168,"Text":"Bu xin zhengdao erqie duo xing bu yi de ren, an la buzhi yu she you tamen, ye buzhi yu zhiyin tamen renhe daolu"},{"SurahNumber":4,"VerseNumber":169,"Text":"chufei shi huo yu de daolu, tamen jiang yong ju qizhong. Zhe shi duiyu an la shi rongyi de"},{"SurahNumber":4,"VerseNumber":170,"Text":"Zhongren a! Shizhe que yi zhaoshi nimen cong nimen de zhu jiang shi de zhenli, gu nimen dang quexin ta, zhe duiyu nimen shi youyi de. Ruguo nimen bu xindao,(name, an la shi bu xuqiu nimen de), yin wei tiandi wanwu, que shi an la de. An la shi quanzhi de, shi zhi rui de"},{"SurahNumber":4,"VerseNumber":171,"Text":"Xinfeng tian jing de ren a! Nimen duiyu ziji de zongjiao buyao guofen, duiyu an la buyao shuo wuli dehua. Mai xi ha----er sa, ben, mai er yan, zhishi an la de shizhe, zhishi ta shouyu mai er yan de yiju hua, zhishi cong ta fachu de lu ha; gu nimen dang quexin an la he ta de zhong shizhe, nimen buyao shuo san wei. Nimen dang tingzhi miushuo, zhe duiyu nimen shi youyi de. An la shi du yi de zhuzai, zansong an la, chaojue wanwu, ta jue wu zisi, tiandi wanwu zhishi ta de. An la zu wei jianzheng"}]}