{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Er adamdar äyelderdi - Allah Olarğa bir-birinen artıqşılıq bergeni äri olar mal-dünïelerinen jumsawı sebepti - basqaradı. Izgi äyelder - boysunwşı äri Allahtıñ qorğawımen / küyewi / joq kezde / amanattı / saqtawşı. Al, özderiñ bağınbawınan qorıqqan äyelderiñe nasïxat aytıñdar, olardı tösekterinde / bir waqıt! tastap qoyındar jäne olardı / batırmay / urıñdar, al eger bağınsa, olarğa qarsı jol izdemeñder. Aqïqatında, Allah - asa Joğarı, öte Ülken"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eger de ekewiniñ arasınıñ aşılwınan qawiptenseñder, er jağınan bir töreşi men äyel jağınan bir töreşi jiberiñder. Eger ol ekewi / töreşiler / jarastırwdı qalasa, Allah Olarğa kömektesedi. Aqïqatında, Allah - bärin Bilwşi, ärbir närseden Xabardar"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allahqa qulşılıq etiñder äri Oğan eşnärseni serik etpeñder. Ata-anağa jaqsılıq jasañdar, sonday-aq jaqındarğa, jetimderge, kedeyge, twıs körşige, özge twıs emes körşige, janındağı joldasqa, jolda qalğanğa jäne qol astıñdağılarğa da. Aqïqatında, Allah menmenşildi, maqtanşaqtı jaqsı körmeydi"},{"SurahNumber":4,"VerseNumber":37,"Text":"solar, sarañdıq etetin jäne adamdarğa da sarañdıq etwdi buyırıp äri Allahtıñ Öz keñşiliginen bergenin jasıratındar. Biz, käpirlerge qorlawşı azap äzirledik"},{"SurahNumber":4,"VerseNumber":38,"Text":"Äri solar mal-dünïelerin adamdarğa körsetw üşin ğana jumsaytın jäne Allahqa da, Aqïret künine de senbeydi. Kimniñ birge jüretini / joldası / şaytan bolsa, ol - joldası qanday jaman"},{"SurahNumber":4,"VerseNumber":39,"Text":"Eger de olar Allahqa jäne Aqïret künine senip, Allahtıñ özderine rïzıq etip bergenderinen jumsasa, ne zïyan körer edi? Allah - olardı Bilwşi"},{"SurahNumber":4,"VerseNumber":40,"Text":"Aqïqatında, Allah zattıñ eñ kişkentay bölşeginiñ salmağınday da ädiletsizdik etpeydi. Eger bir jaqsılıq bolsa, Ol onı eselep arttıradı jäne Özinen bir ulı sıy beredi"},{"SurahNumber":4,"VerseNumber":41,"Text":"Biz ärbir ümmetten bir kwä keltirgenimizde jäne seni osılardıñ üstinen kwä etip keltirgenimizde jağdayları qalay bolar eken"},{"SurahNumber":4,"VerseNumber":42,"Text":"Sol küni küpirlik etkender / Allahqa qarsı kelgender / äri Elşige bağınbağandar jerdiñ özderimen tegistelip ketwin qalaydı. Olar Allahtan bir de bir sözdi jasıra almaydı"}]}