{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":130,"Text":"Ibrahimera dharma theke ke mukha pheraya? Kintu se byakti, ye nijeke boka pratipanna kare. Niscaya'i ami take prthibite manonita karechi ebam se parakale satkarmasiladera antarbhukta."},{"SurahNumber":2,"VerseNumber":131,"Text":"Smarana kara, yakhana take tara palanakarta balalenah anugata ha'o. Se balalah ami bisbapalakera anugata halama."},{"SurahNumber":2,"VerseNumber":132,"Text":"Era'i ochiyata kareche ibrahima tara santanadera ebam iyakuba'o ye, he amara santanagana, niscaya allaha tomadera jan'ya e dharmake manonita karechena. Kaje'i tomara musalamana na haye kakhana'o mrtyubarana karo na."},{"SurahNumber":2,"VerseNumber":133,"Text":"Tomara ki upasthita chile, yakhana iyakubera mrtyu nikatabarti haya? Yakhana se santanadera balalah amara para tomara kara ebadata karabe? Tara balalo, amara tomara pitr-purusa ibrahima, isama'ila o isahakera upasyera ebadata karaba. Tini ekaka upasya."},{"SurahNumber":2,"VerseNumber":134,"Text":"Amara saba'i tamra ajnabaha. Tara chila eka sampradaya-yara gata haye geche. Tara ya kareche, ta tadera'i jan'ye. Tara ki karata, se samparke tomara jijnasita habe na."},{"SurahNumber":2,"VerseNumber":135,"Text":"Tara bale, tomara ihudi athaba khristana haye ya'o, tabe'i supatha pabe. Apani baluna, kakhana'i naya; baram amara ibrahimera dharme achi yate bakrata ne'i. Se musarikadera antarbhukta chila na."},{"SurahNumber":2,"VerseNumber":136,"Text":"Tomara bala, amara imana enechi allahara upara ebam ya abatirna hayeche amadera prati ebam ya abatirna hayeche ibrahima, isama'ila, isahaka, iyakuba ebam tadiya bansadharera prati ebam musa, isa, an'yan'ya nabike palanakartara paksa theke ya dana kara hayeche, tatsamudayera upara. Amara tadera madhye parthakya kari na. Amara tamra'i anugatyakari."},{"SurahNumber":2,"VerseNumber":137,"Text":"Ata'eba tara yadi imana ane, tomadera imana anara mata, tabe tara supatha pabe. Ara yadi mukha phiriye neya, tabe tara'i hathakaritaya rayeche. Sutaram ekhana tadera jan'ye apanara paksa theke allaha'i yathesta. Tini'i srabanakari, mahajnani."},{"SurahNumber":2,"VerseNumber":138,"Text":"Amara allahara ram grahana karechi. Allahara ram era ca'ite uttama ram ara kara hate pare?Amara tamra'i ebadata kari."},{"SurahNumber":2,"VerseNumber":139,"Text":"Apani bale dina, tomara ki amadera sathe allaha samparke tarka karacha? Athaca tini'i amadera palanakarta ebam tomadera o palanakarta. Amadera jan'ye amadera karma tomadera jan'ye tomadera karma. Ebam amara tamra'i prati ekanistha."},{"SurahNumber":2,"VerseNumber":140,"Text":"Athaba tomara ki balacha ye, niscaya'i ibrahima, isama'ila, isahaka, iyakuba (ah) o tadera santanagana ihudi athaba khristana chilena? Apani bale dina, tomara besi jana, na allaha besi janena"},{"SurahNumber":2,"VerseNumber":141,"Text":"tara ca'ite atyacari ke, ye allahara paksa theke tara kache pramanita saksyake gopana kare? Allaha tomadera karma samparke bekhabara nana. Se sampradaya atita haye geche. Tara ya kareche, ta tadera jan'ye ebam tomara ya karacha, ta tomadera jan'ye. Tadera karma samparke tomadera jijnesa kara habe na."}]}