{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Truly! The Muttaqun (pious and righteous persons - see V. 2:2) will be amidst Gardens and water-springs (Paradise)"},{"SurahNumber":15,"VerseNumber":46,"Text":"(It will be said to them): 'Enter therein (Paradise), in peace and security"},{"SurahNumber":15,"VerseNumber":47,"Text":"And We shall remove from their breasts any sense of injury (that they may have), (So they will be like) brothers facing each other on thrones"},{"SurahNumber":15,"VerseNumber":48,"Text":"No sense of fatigue shall touch them, nor shall they (ever) be asked to leave it"},{"SurahNumber":15,"VerseNumber":49,"Text":"Declare (O Muhammad SAW) unto My slaves, that truly, I am the Oft-Forgiving, the Most-Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"And that My Torment is indeed the most painful torment"},{"SurahNumber":15,"VerseNumber":51,"Text":"And tell them about the guests (the angels) of Ibrahim (Abraham)"},{"SurahNumber":15,"VerseNumber":52,"Text":"When they entered unto him, and said: Salaman (peace)! [Ibrahim (Abraham)] said: \"Indeed! We are afraid of you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They (the angels) said: \"Do not be afraid! We give you glad tidings of a boy (son) possessing much knowledge and wisdom"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrahim (Abraham)] said: \"Do you give me glad tidings (of a son) when old age has overtaken me? Of what then is your news"},{"SurahNumber":15,"VerseNumber":55,"Text":"They (the angels) said: \"We give you glad tidings in truth. So be not of the despairing ones"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ibrahim (Abraham)] said: \"And who despairs of the Mercy of his Lord except those who are astray"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ibrahim (Abraham) again] said: \"What then is the business on which you have come, O Messengers"},{"SurahNumber":15,"VerseNumber":58,"Text":"They (the angels) said: \"We have been sent to a people who are Mujrimun (criminals, disbelievers, polytheists, sinners)"},{"SurahNumber":15,"VerseNumber":59,"Text":"(All) except the family of Lout (Lot). Them all we are surely going to save (from destruction)"},{"SurahNumber":15,"VerseNumber":60,"Text":"Except his wife, of whom We have decreed that she shall be of those who remain behind (i.e. she will be destroyed)"}]}