{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Gormez misin ki binlerce kisi, olumden cekinerek yurtlarından nasıl cıktılar da sonra Allah onlara olun dedi, sonra da diriltti onları. Suphe yok ki Allah, insanlara karsı ihsan sahibidir ama insanların cogu sukretmez"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda vurusun, savasın ve bilin ki Allah, suphesiz duyar, bilir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kimdir o ki Allah'a guzel bir surette borc versin de Allah onu, o kimseye fazlasıyla ve kat kat odemesin? Allah daraltır da, ferahlatır da. Hepiniz de sonunda ona donup ulasacaksınız"},{"SurahNumber":2,"VerseNumber":246,"Text":"Gormez misin Israilogullarının ileri gelenlerini? Hani Musa'dan sonra bir zaman geldi ki peygamberlerine, bize bir padisah gonder de ona uyup Allah yolunda savasa giriselim demislerdi. Peygamberleri, size savas farz edilir de savasmayıverirseniz demisti. Neden savasmayacakmısız demislerdi, yurtlarımızdan cıkarıldık, evladımızdan ayırdılar bizi. Fakat savas farz edilince pek azı katlandı, oburleri donuverdiler. Allah bilir zalimleri"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygamberleri, Allah size padisah olarak Talut'u gonderdi dedi. Nasıl olur da dediler, bize buyruk yurutur o? Bizim ondan ziyade padisahlıga hakkımız var, malca da bizden ustun degil. Peygamberleri, suphe yok ki dedi, onu Allah secmis sizden ustun etmis, ona bilgi ve vucut bakımından ustunluk vermistir. Allah, mulkunu diledigine verir. Allah'ın rahmeti boldur, her seyi bilir"},{"SurahNumber":2,"VerseNumber":248,"Text":"Gene peygamberleri demisti ki: Onun padisahlıgının apacık alameti, Rabbinizden size itminan ve sukun veren, icinde, Musa ile Harun soyundan artakalanlar bulunan ve melekler tarafından tasınan tabutla gelmesidir. Inanmıssınız iste bunda, size kesin bir delil var"}]}