{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":53,"Text":"Fir’on səhərlərə (əsgər) yıganlar gondərdi"},{"SurahNumber":26,"VerseNumber":54,"Text":"(O, belə deyirdi:) “Subhəsiz ki, bunlar (Israil ovladı) kicik bir tayfadır"},{"SurahNumber":26,"VerseNumber":55,"Text":"Onlar (bəzək seylərimizi goturməklə, Misiri atıb getməklə) bizi qəzəbləndirmislər. (Və ya: Israil ogullarına cox əziyyət verdiyimizə gorə onlar bizə qarsı qəzəblidirlər)"},{"SurahNumber":26,"VerseNumber":56,"Text":"Biz isə quvvətli (yaxsı silahlanmıs, yaxud ayıq-sayıq, isimizi bilən) bir camaatıq!”"},{"SurahNumber":26,"VerseNumber":57,"Text":"Nəhayət, Biz onları (Fir’onu və tayfasını) baglardan və bulaqlardan cıxartdıq"},{"SurahNumber":26,"VerseNumber":58,"Text":"Xəzinələrdən və (Nil ətrafındakı) gozəl (bərəkət dolu) yerdən kənar etdik"},{"SurahNumber":26,"VerseNumber":59,"Text":"(O yerlərdən onları) beləcə cıxartdıq və Israil ogullarını oralara varis etdik"},{"SurahNumber":26,"VerseNumber":60,"Text":"(Fir’on və əsgərləri) gunəs dogduqda onların (Israil ogullarının) arxasınca dusdulər"},{"SurahNumber":26,"VerseNumber":61,"Text":"Iki dəstə (tayfa) bir-biri ilə qarsılasdıgı zaman Musanın camaatı dedi: “(Isimiz bitdi!) Artıq yaxalandıq!”"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Musa) dedi: “Xeyr, Rəbbim mənimlədir. O, mutləq mənə yol gostərəcəkdir!”"},{"SurahNumber":26,"VerseNumber":63,"Text":"Onda Musaya belə vəhy etdik: “Əsanla dənizə vur!” (Musa əsasını dənizə vuran kimi) o dərhal yarıldı (Israil ogullarının soyuna muvafiq olaraq on iki hisəyə bolundu) və hər hissə boyuk (uca) bir dag kimi oldu"},{"SurahNumber":26,"VerseNumber":64,"Text":"O biriləri (Fir’on əhlini) də ora yaxınlasdırdıq (dəniz sahilinə topladıq)"},{"SurahNumber":26,"VerseNumber":65,"Text":"Musa və onunla birlikdə olanların hamısını xilas etdik"},{"SurahNumber":26,"VerseNumber":66,"Text":"O biriləri (Fir’on tayfasını) isə suya qərq etdik"},{"SurahNumber":26,"VerseNumber":67,"Text":"Subhəsiz ki, bunda (Musanın bu hekayətində) bir ibrət vardır. Lakin onların (Fir’on tayfasının, qədim Misir əhalisinin, yaxud Məkkə musriklərinin) əksəriyyəti iman gətirmədi"},{"SurahNumber":26,"VerseNumber":68,"Text":"(Ya Rəsulum!) Həqiqətən, sənin Rəbbin yenilməz quvvət, mərhəmət sahibidir! (Kafirlərdən intiqam alar, tobvə edən bəndələrini bagıslayar)"},{"SurahNumber":26,"VerseNumber":69,"Text":"(Ya Rəsulum!) Onlara Ibrahimin hekayətini soylə"}]}