{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Скажи: \"Воззовём ли мы, кроме Бога, к кому либо из тех, которые ни пользы нам не принесут, ни вреда нам не принесут? И после того, как Бог поставил нас на прямой путь, ворочаться ли нам на следы свои, подобно тому, кого дьяволы, поразивши в пустыне безумием, водят по распутиям, в то время как товарищи вызывают его к себе на прямую дорогу словами: \"Сюда иди!?\" Скажи: \"Путь Бога есть прямой путь: нам заповедано, чтобы мы были покорными Господу миров"},{"SurahNumber":6,"VerseNumber":72,"Text":"И также: будьте постоянны в молитве и бойтесь Его; Он Тот, к кому вы будете собраны"},{"SurahNumber":6,"VerseNumber":73,"Text":"Он Тот, кто сотворил небеса и землю, истинно, в то время, когда Он сказал: \"Будь!\" и они получили бытие. Слово Его истина. Его царство в тот день, когда вострубит труба; Он знающий тайное и явное; Он мудр, ведающий"},{"SurahNumber":6,"VerseNumber":74,"Text":"Некогда Авраам сказал отцу своему Азару: ужели ты кумиры принимаешь за богов? Вижу, что ты и народ твой в очевидном заблуждении"},{"SurahNumber":6,"VerseNumber":75,"Text":"И так, Мы показали Аврааму царство небес и земли для того, чтобы он был в числе верно знающих"},{"SurahNumber":6,"VerseNumber":76,"Text":"Когда покрыла его ночь, он увидел звезду; он сказал: \"Это Господь мой!\" Но когда она закатилась, то он сказал: \"Не люблю закатывающихся"},{"SurahNumber":6,"VerseNumber":77,"Text":"Потом, когда увидел он восходящую луну, сказал: \"Это Господь мой!\" А когда она закатилась, он сказал: \"Да, если бы Господь мой не руководил меня, то я был бы в числе людей блуждающих"},{"SurahNumber":6,"VerseNumber":78,"Text":"Когда же он увидел восходящее солнце, сказал: \"Вот Господь мой; этот самый великий!\" Но когда и оно закатилось, он сказал: \"Народ мой! Я чист от тех кого вы признаёте соучастниками Богу"},{"SurahNumber":6,"VerseNumber":79,"Text":"Обращаю лице моё к Тому, кто сотворил небеса и землю, прибывая усердным Ему поклонником; я не из числа многобожников"},{"SurahNumber":6,"VerseNumber":80,"Text":"Народ его спорил с ним. Он сказал: \"Ужели будете спорить со мной о Боге, тогда как Он поставил меня на прямом пути? Я боюсь не тех, кого вы считаете соучастниками Ему, а только того чего хочет Господь мой. Господь мой своим знанием обнимает все вещи. Ужели вы не размыслите об этом"},{"SurahNumber":6,"VerseNumber":81,"Text":"И почему мне бояться тех, кого признаёте вы соучастниками Богу, тогда как вы не боитесь признавать соучастниками Ему таких, о которых вам свыше не было ниспослано подтверждения? Какая из этих двух сторон вернее безопасна, если вы узнали это"},{"SurahNumber":6,"VerseNumber":82,"Text":"Тем, которые веруют, и своей веры не одевают одеждой законопреступности, - тем безопасность, потому, что идут по прямому пути"}]}