{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"(Muhemmed!) Ewan ji te temtêla çîyan dipirsin: (Ka çîyayê di roya rabûna hemû da, wê ça bibin?) îdî tu ji wan ra bêje: \"Xudayê min ê wan çîyan hûr bike bixe (arişt) bide bayê"},{"SurahNumber":20,"VerseNumber":106,"Text":"Îdî (Xudayê min ê) şûna wan rast bike, bihêle"},{"SurahNumber":20,"VerseNumber":107,"Text":"Tu (şûna wan da) qe tu kort û tepan nabînî.”"},{"SurahNumber":20,"VerseNumber":108,"Text":"Di wê roya (civînê da) hemû kes dibine pewrewê wî gazîkarê, ku ji bona wî ra xarkirina (li bal rast û çepê da çênabe). Hemû deng ji bona (Yezdanê) dilovan ra ker dibin. Îdî tu ji pêştirê mişînîyê tu dengî ji wan nabînî.”"},{"SurahNumber":20,"VerseNumber":109,"Text":"Di wê royê da tu mehderî kêr nayê, ji pêştirê mehderya wî kesî, ku (Yezdan)ê dilovan ji bona wi ra destûra mehderyê dabe û (Yezdan) bi gotinê wî qayîl bûbe (mehderya vî bi tenê bi kêr tê)"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Yezdan) bi kirinê wan ê borî û bi kirinê wan ê para tê, dizane. Ewan kesan bi tu zanînê, zanîna (Yezdan, ya jî zanîna ji Yezdan bi xweber) hilnedane binê zanîna xwe"},{"SurahNumber":20,"VerseNumber":111,"Text":"Û hemî rû ji bona (Yezdan)ê zende û şîra zebûn bûne. Bi sond! Ewanê cewr hildane, hene! Ewan (di wê royê da) belengaz bûne"},{"SurahNumber":20,"VerseNumber":112,"Text":"Û kîjanî jî bawer kiribe û karê aştî kiribe, îdî ewa ji cewr û ji maf ne danê, natirse"},{"SurahNumber":20,"VerseNumber":113,"Text":"Bi vî awayî me (ewa pirtûka) Qur’aneke ‘erebî hinartîye me di wê (Qur’an)ê da (peymana) şapatan bi cure cure fetilandin (ji wan ra gotin). Loma dibû ku ewan xudaparizî bikin, ya jî ewa (Qur’an)a ji bona wan ra bibe bîrdaxistinekî"},{"SurahNumber":20,"VerseNumber":114,"Text":"Îdî bi rastî serokê maf, Yezdanê bilinde. (Muhemmed!) Heya ku li bal te da niqandina wê pêk ne hatibe tu leza (xûndina) Qur’anê neke, tu (aha) bêje: \"Xudayê min! Tu zanîna min pir bike"},{"SurahNumber":20,"VerseNumber":115,"Text":"Bi sond! Me hêj di berê da li bal nişa kesan da peyman dabû (ku ewa ji berê wê darê nexu). Îdî (ewê nişa ê peymana me) bîrva kirîye, em bi xweber jî ji bona (nişa kesan ra) rastê tu cadê ne hatin"}]}