{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Všechno škoda onen treba ty jsem dusledek tvuj uznat smlouva On prehlédnout mnoství (o svuj hrích)"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ty nikdy unikat ty mel ádný BUH protoe Magnát Vudcí"},{"SurahNumber":42,"VerseNumber":32,"Text":"Among Svém zkouška jsem poslat spustit more rídit umdlévat"},{"SurahNumber":42,"VerseNumber":33,"Text":"Jestlie On willed On utišit ovinout opustit ti bez hnutí ochoten opatrit vrškem o rozvodnit. Tyto ar zkouška ty jsem pevný uznalý"},{"SurahNumber":42,"VerseNumber":34,"Text":"On zrušit ti dusledek jejich uznat spravovat. Místo On prehlédnout mnoství (o jejich hrích)"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ty který diskutovat náš zkouška ucinil to najít out onen oni ne mel základny"},{"SurahNumber":42,"VerseNumber":36,"Text":"Kadý ty odevzdat jsem nikoliv jinam than provizorní materiál tento doivotní. Který BUH mít byl druhý zcela vecný ty domnívat se sverit jejich Magnát"},{"SurahNumber":42,"VerseNumber":37,"Text":"Oni zabránit vulgární hrích nerest a when angered oni omluvit"},{"SurahNumber":42,"VerseNumber":38,"Text":"Oni vyhovovat jejich Magnát na slavit Spojení Prosba (Salat)! Jejich vec rozhodný zpusobený konference sebe a náš zajištení ti oni odevzdat milodar"},{"SurahNumber":42,"VerseNumber":39,"Text":"When odporný nespravedlnost postihnout ti oni police jejich práve"},{"SurahNumber":42,"VerseNumber":40,"Text":"Pred náhrada nespravedlnost jsem rovnající se odškodnení ty který prominout udrovat spravedlnost odmenit BUH! On ne milovat a nespravedlivý"},{"SurahNumber":42,"VerseNumber":41,"Text":"Prosím ty police jejich práve when nespravedlnost postihnout ti ne predloit kadý chyba"},{"SurahNumber":42,"VerseNumber":42,"Text":"Špatne jednotka byl ty nakládat lidé unjustly prícina s agrese pobourení! Tyto privodit si trapný odškodnení"},{"SurahNumber":42,"VerseNumber":43,"Text":"Prícina trpelivost odpuštení zrcadlit správný moc písmeno"}]}