{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Sredi lyudey yest' takoy, kto poklonyayetsya Allakhu na ostriye: yesli yego postigayet dobro, on uspokaivayetsya v etom; a yesli yego postigayet iskusheniye, on povorachivayetsya svoim litsom, utrativ i blizhayshuyu zhizn' i poslednyuyu. Eto - yavnaya poterya"},{"SurahNumber":22,"VerseNumber":12,"Text":"Vmesto Allakha on prizyvayet to, chto yemu ne prinosit ni vreda, ni pol'zy, eto - dalekoye zabluzhdeniye"},{"SurahNumber":22,"VerseNumber":13,"Text":"On prizyvayet togo, ot kotorogo vred blizhe pol'zy. Plokh gospodin, i plokh sotovarishch"},{"SurahNumber":22,"VerseNumber":14,"Text":"Allakh vvodit tekh, kotoryye uverovali i tvorili blagoye, v sady, gde vnizu tekut reki. Ved' Allakh delayet to, chto khochet"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kto dumayet, chto Allakh ne pomozhet yemu v blizhayshey i budushchey zhizni, pust' protyanet verevku k nebu, a potom pust' otrezhet i pust' posmotrit, udalit li yego khitrost' to, chto yego gnevayet"},{"SurahNumber":22,"VerseNumber":16,"Text":"I tak My nizveli yego, kak yasnoye znameniya, i potomu, chto Allakh vedet pryamym putem, kogo pozhelayet"},{"SurahNumber":22,"VerseNumber":17,"Text":"Poistine, te, kotoryye uverovali, i te, kotoryye stali iudeyami i sabii, i khristiane, i magi, i te, kotoryye pridayut sotovarishchey, - ved' Allakh razlichit ikh v den' voskreseniya. Poistine, Allakh o vsyakoy veshchi svidetel'"},{"SurahNumber":22,"VerseNumber":18,"Text":"Razve ty ne videl, chto Allakhu poklonyayetsya i tot, kto v nebesakh, i kto na zemle: i solntse, i luna, zvezdy, i gory, i derev'ya, i zhivotnyye, i mnogo lyudey; i mnogo tekh, dlya kotorykh zasluzheno nakazaniye! A kogo unizit Allakh, tomu net vozvyshayushchego. Poistine, Allakh delayet, chto pozhelayet"},{"SurahNumber":22,"VerseNumber":19,"Text":"Vot - dva vraga, kotoryye vrazhdovali ob ikh gospode; tem, kotoryye ne verovali, vykroyeny odezhdy iz ognya, prolivayetsya na ikh golovy kipyatok"},{"SurahNumber":22,"VerseNumber":20,"Text":"Rastaplivayetsya ot etogo to, chto u nikh v utrobakh, i (ikh) kozhi"},{"SurahNumber":22,"VerseNumber":21,"Text":"Dlya nikh yest' zheleznyye kryuch'ya"},{"SurahNumber":22,"VerseNumber":22,"Text":"Vsyakiy raz, kak oni zakhotyat vyyti ottuda iz stradaniy, ikh vernut tuda i... vkusite mucheniya ognya"}]}