{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Und diejenigen, die nicht mit Unserer Begegnung rechnen, sagen: \"Warum werden keine Engel zu uns herniedergesandt? Oder (warum) sollten wir (nicht) unseren Herrn schauen?\" Wahrlich, sie denken zu hoch von sich und haben die Schranken arg uberschritten"},{"SurahNumber":25,"VerseNumber":22,"Text":"Am Tage, wenn sie die Engel sehen: Keine frohe Botschaft (sei) fur die Schuldigen an diesem Tage! Und sie werden sagen: \"Das sei verwehrt, verboten"},{"SurahNumber":25,"VerseNumber":23,"Text":"Und Wir werden Uns den Werken zuwenden, die sie gewirkt haben, und werden sie wie verwehte Staubchen zunichte machen"},{"SurahNumber":25,"VerseNumber":24,"Text":"Die Bewohner des Paradieses werden an jenem Tage die bessere Wohnstatt und den wurdigeren Ruheplatz haben"},{"SurahNumber":25,"VerseNumber":25,"Text":"Und an dem Tage wird sich der Himmel mitsamt den Wolken spalten und die Engel werden ununterbrochen herabgesandt"},{"SurahNumber":25,"VerseNumber":26,"Text":"Das Konigreich, das wahrhaftige - an jenem Tage wird es des Allerbarmers sein; und ein Tag soll es sein, (der) schwer fur die Unglaubigen (ist)"},{"SurahNumber":25,"VerseNumber":27,"Text":"Am Tage, da der Ungerechte sich in die Hande beißen wird, da wird er sagen: \" O ware ich doch den Weg mit dem Gesandten gegangen"},{"SurahNumber":25,"VerseNumber":28,"Text":"O wehe mir! Hatte ich doch nimmermehr den Soundso zum Freund genommen"},{"SurahNumber":25,"VerseNumber":29,"Text":"Wahrlich, er fuhrte mich irre, hinweg von der Ermahnung, nachdem sie zu mir gekommen war.\" Und Satan laßt den Menschen im Stich"},{"SurahNumber":25,"VerseNumber":30,"Text":"Und der Gesandte sagte: \"O mein Herr, mein Volk hat wirklich diesen Quran von sich gewiesen"},{"SurahNumber":25,"VerseNumber":31,"Text":"Und so gaben Wir jedem Propheten einen Feind aus den Reihen der Sunder; doch dein Herr genugt als Fuhrer und als Helfer"},{"SurahNumber":25,"VerseNumber":32,"Text":"Und jene, die unglaubig sind, sagen: \"Warum ist ihm der Quran nicht in einem Zuge herabgesandt worden?\" Dies (geschieht), weil Wir dein Herz dadurch starken wollen, und Wir haben seine Anordnung recht gut gemacht"},{"SurahNumber":25,"VerseNumber":33,"Text":"Und sie legen dir keinen Einwand vor, ohne daß Wir die Wahrheit und die schonste Erklarung brachten"},{"SurahNumber":25,"VerseNumber":34,"Text":"Diejenigen, die auf ihren Gesichtern in Gahannam versammelt werden - sie werden in der schlimmsten Lage und vom Wege am weitesten abgeirrt sein"}]}