{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Haa Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Herabsendung des Buches von Gott, dem Mächtigen, dem Weisen"},{"SurahNumber":45,"VerseNumber":3,"Text":"In den Himmeln und auf der Erde sind Zeichen für die Gläubigen"},{"SurahNumber":45,"VerseNumber":4,"Text":"Und in eurer Erschaffung und in dem, was Er an Getier sich ausbreiten läßt, sind Zeichen für Leute, die Gewißheit hegen"},{"SurahNumber":45,"VerseNumber":5,"Text":"Und auch im Aufeinanderfolgen von Nacht und Tag und in dem, was Gott an Lebensunterhalt vom Himmel herabkommen läßt und dadurch die Erde nach ihrem Absterben belebt, und im Wechsel der Winde sind Zeichen für Leute, die Verstand haben"},{"SurahNumber":45,"VerseNumber":6,"Text":"Dies sind die Zeichen Gottes. Wir verlesen sie dir der Wahrheit entsprechend. An welche Botschaft, nachdem Gott und seine Zeichen kundgetan worden sind, wollen sie denn sonst glauben"},{"SurahNumber":45,"VerseNumber":7,"Text":"Wehe jedem Lügner und Sünder"},{"SurahNumber":45,"VerseNumber":8,"Text":"Der hört, wie ihm die Zeichen Gottes verlesen werden, und dann hochmütig (in seinem Unglauben) verharrt, als hätte er sie nie gehört! Verkünde ihm eine schmerzhafte Pein"},{"SurahNumber":45,"VerseNumber":9,"Text":"Und wenn er etwas von unseren Zeichen erfährt, nimmt er es zum Gegenstand des Spottes. Für solche Leute ist eine schmähliche Pein bestimmt"},{"SurahNumber":45,"VerseNumber":10,"Text":"Hinterdrein steht für sie die Hölle bereit. Und es nützt ihnen nichts, was sie erworben und was sie sich anstelle Gottes zu Freunden genommen haben. Für sie ist eine gewaltige Pein bestimmt"},{"SurahNumber":45,"VerseNumber":11,"Text":"Dies ist die Rechtleitung. Für diejenigen aber, die die Zeichen ihres Herrn verleugnen, ist eine Pein durch ein schmerzhaftes Zorngericht bestimmt"}]}