{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"Kendilerine yara isaabet etdikden sonra yine Allanın ve Peygamberin da´vetine icabet edenler, (hele) iclerinden iyilik yapanlar ve (fenalıkdan) sakınanlar icin pek buyuk mukafat vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlar oyle kimselerdir ki halk kendilerine: («dusmanlarınız olan) insanlar size karsı ordu hazırladılar, o halde onlardan korkun» dedi de bu (soz) onların imaanını artırdı ve: «Allah bize yeter. O, ne guzel vekildir dediler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Bunun uzerine kendilerine hic bir fenalık dokunmadan Allahdan ni´met (afiyet ve selamet) ve fazl (-u ticaret) ile geri geldiler. (Bu suretle) Allanın rızaasına da uymus bulundular. Allah, cok buyuk lutf-u inayet saahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"(Size o haberi getiren adam) mutlakaa (sizi) kendi dostlarından korkutmakda olan o seytandır. Oyle ise siz onlardan (onun dostlarından) korkmayın, benden korkun, eger iman etmis (kimse) lerseniz"},{"SurahNumber":3,"VerseNumber":176,"Text":"(Habibim) o kufre kosusanlar seni mahzun etmesin. Cunku onlar Allaha hic bir seyle zarar veremezler. Allah onlara ahiretde bir nasıyp vermemeyi irade eder, Onlar icin pek buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"Imanı bırakıb kufru satın alan onlar, Allaha hic bir seyle zarar yapamazlar. Onlar icin pek acıklı bir azab vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"O kufredenler kendilerine zaman (ve meydan) vermenizi nefisleri icin zinhar hayırlı sanmasın (lar). Onlara fırsat verisimiz, ancak gunah (larm) ı artırmaları icindir. Onlara hor ve hakıyr edici bir azab vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah mu´minleri sizin uzerinde bulundugunuz (su halde) bırakacak degildir. Nihayet murdarı temizden ayıracakdır. (Bununla beraber) Allah size gaybı da bildirecek degildir. Fakat Allah, peygamberlerinden kimi dilerse onu secer (gaybe onu muttali´ kılar). Onun icin siz Allaha ve peygamberlerine inanın. Eger inanır ve (gunahlardan) sakınırsanız size de cok buyuk mukafat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allahın fazl (-u kereminden) kendilerine verdigini (sarf-u infakda) cimrilik edenler zinhar bunun, kendileri icin bir hayır oldugunu sanmasın (lar). Bilakis bu, onlar icin bir serdir. Onların cimrilik etdikleri sey kıyaamet gunu boyunlarına dolanacakdır. Goklerin ve yerin mirası Allahındır. Allah ne yaparsanız (hepsinden) hakkıyle haberdardır"}]}