{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Y cuéntales (¡oh, Muhammad!) la historia de Noé cuando dijo a los suyos: «¡Pueblo mío!, si os cuesta (aceptar) mi presencia entre vosotros y que os recuerde las pruebas (de la unicidad) de Al-lah, (sabed) que en Él deposito mi confianza. Confabulaos, vosotros y aquello que adoráis, en mi contra; exponed vuestra decisión sin vacilar y ejecutadla sobre mí sin más demora"},{"SurahNumber":10,"VerseNumber":72,"Text":"Y si os alejáis (del mensaje que os traigo), (recordad que) no os pido ninguna remuneración (por transmitíroslo); es Al-lah Quien me recompensará por ello. Y se me ha ordenado ser de quienes se someten a Él"},{"SurahNumber":10,"VerseNumber":73,"Text":"Pero lo desmintieron, y lo salvamos junto con quienes se hallaban con él en el arca, e hicimos que ellos sucedieran en la tierra (a quienes habían rechazado la verdad); y ahogamos a los que habían negado Nuestras pruebas. Observa (¡oh, Muhammad!) cuál fue el final de quienes fueron advertidos (y no creyeron)"},{"SurahNumber":10,"VerseNumber":74,"Text":"Después enviamos otros mensajeros con pruebas evidentes a sus respectivos pueblos, mas no creyeron tras la llegada de estos, como tampoco creyeron con anterioridad. Así es como sellamos los corazones de los transgresores"},{"SurahNumber":10,"VerseNumber":75,"Text":"Posteriormente enviamos a Moisés y a Aarón con Nuestras pruebas y milagros para que se presentasen ante el Faraón y sus dignatarios, pero estos se llenaron de orgullo y fueron perversos"},{"SurahNumber":10,"VerseNumber":76,"Text":"Y cuando les llegó la verdad procedente de Nos, dijeron: «Esto es, en verdad, pura brujería»"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moisés dijo: «¿Decís de la verdad, una vez os ha llegado, que es brujería? Ciertamente, los brujos no prosperarán (ni triunfarán en esta vida ni en la otra)»"},{"SurahNumber":10,"VerseNumber":78,"Text":"(Los dignatarios) dijeron: «¿Habéis venido para apartarnos de lo que nuestros antepasados seguían y para que vosotros dos dominéis la tierra? ¡No vamos a creer en vosotros!»"},{"SurahNumber":10,"VerseNumber":79,"Text":"Y dijo el Faraón: «¡Traedme a todos los brujos instruidos!»"},{"SurahNumber":10,"VerseNumber":80,"Text":"Y cuando los brujos llegaron, Moisés les dijo: «Arrojad lo que queráis arrojar»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Y cuando estos arrojaron (sus cuerdas y cayados, y hechizaron los ojos de quienes miraban), Moisés dijo: «Lo que habéis realizado es (solo) brujería, y Al-lah la anulará. Ciertamente, Al-lah no deja que prospere la obra de los corruptores"},{"SurahNumber":10,"VerseNumber":82,"Text":"»Y Al-lah hace que triunfe la verdad (sobre la falsedad) con lo que dictamina, aunque ello disguste a los perversos»"}]}