{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Na mbingu tuliziumba na tukazitengeneza vizuri, na tukazifanya ni sakafu ya ardhi kwa nguvu na uweza mkubwa, na sisi tutayapanua maeneo yake na pande zake"},{"SurahNumber":51,"VerseNumber":48,"Text":"Na ardhi tuliifanya ni tandiko la viumbe wapate kutulia juu yake, Basi bora wa wenye kutandika ni sisi"},{"SurahNumber":51,"VerseNumber":49,"Text":"Na kutokana na kila kitu katika jinsi ya vitu vilivyoko tumeumba aina mbili tafauti, ili mjikumbushe uweza wa Mwenyezi Mungu na mzingatie"},{"SurahNumber":51,"VerseNumber":50,"Text":"Basi kimbieni, enyi watu , kutoka kwenye mateso ya Mwenyezi Mungu na muelekee kwenye rehema Yake kwa kumuamini Yeye na Mtume Wake, kufuata amri Yake na kufanya mambo ya utiifu Kwake. Hakika mimi, kwenu nyinyi, ni muonyaji ambaye maonyo yake yako waziwazi. Na Mtume, rehema ya Mwenyezi Mungu na amani zimshukie, alikuwa akizungukwa na mambo hukimbilia Swala, na huku ndiko kumkimbilia Mwenyezi Mungu"},{"SurahNumber":51,"VerseNumber":51,"Text":"Na msimfanye pamoja na Mwenyezi Mungu muabudiwa mwingine, Hakika mimi kwenu nyinyi ni muonyaji amabaye uonyaji wake uko waziwazi"},{"SurahNumber":51,"VerseNumber":52,"Text":"Kama walivyomkanusha Makureshi Mtume wao Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, wakasema, «Yeye ni mshairi, au mchawi, au mwendawazimu.», ndivyo walivyofanya ummah waliowakanusha Mitume wao kabla ya Makureshi, na Mwenyezi Mungu Akawashushia mateso Yake"},{"SurahNumber":51,"VerseNumber":53,"Text":"Je, waliusiana wa mwanzo na wa mwisho kumkanusha Mtume waliposema hivyo kwa umoja wao? Bali wao ni watu wenye kukiuka mipaka kwa uhalifu, nyoyo zao zimefanana na vitendo vyao kwa ukafiri na ukiukaji mipaka, ndipo waliokuja nyuma wakasema hayo kama walivyosema waliotangulia"},{"SurahNumber":51,"VerseNumber":54,"Text":"Wapuuze hao washirikina, ewe Mtume, mpaka itakapokujia wewe amri ya Mwenyezi Mungu kuhusu wao, hapatakuwa na yoyote mwenye kukulaumu, kwani ushafikisha yale uliyotumilizwa kwayo"},{"SurahNumber":51,"VerseNumber":55,"Text":"Pamoja na kuwapuuza wao, ewe Mtume, na kutoshughulika na ufidhuli wao, endelea kuwaidhia wale uliotumilizwa kwao, kwani kukumbusha na kuwaidhia watanufaika nako wale wenye nyoyo zenye kuamini, na katika kufanya mawili hayo kuna kusimamisha hoja kwa wenye kupa mgongo"},{"SurahNumber":51,"VerseNumber":56,"Text":"Na sikuumba majini na binadamu na kutumiliza Mitume wote isipokuwa kwa lengo tukufu, nalo niabudiwe mimi Peke Yangu, na sio asiyekuwa mimi"},{"SurahNumber":51,"VerseNumber":57,"Text":"Sitaki kutoka kwao riziki wala sitaki wanilishe, kwani mimi Ndiye Mpaji Mwenye kuruzuku. Kwani Yeye, Aliyetakasika na kila sifa za upungufu, hawahitaji viumbe Vyake, bali wao ndio wahitaji Kwake katika hali zao zote, Yeye Ndiye Mwenye kuwaumba na kuwaruzuku na Aliyejikwasisha nao kwa kutowahitajia"},{"SurahNumber":51,"VerseNumber":58,"Text":"Hakika Mwenyezi Mungu , Peke Yake, Ndiye Mwenye kuviruzuku viumbe Vyake, Ndiye Anayedhamini chakula chao, Mwenye nguvu Aliye Thabiti, Hatendeshwi nguvu wala hakuna Mwenye kushindana Naye. Ni Wake Yeye uweza wote na nguvu"},{"SurahNumber":51,"VerseNumber":59,"Text":"Hakika wale waliodhulumu kwa kumkanusha kwao Mtume Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, wana fungu la adhabu ya Mwenyezi Mungu mfano wa fungu la wenzi wao waliopita kabla yao. Basi wasiifanyie haraka adhabu , kwani hapana budi ni yenye kuwajia"},{"SurahNumber":51,"VerseNumber":60,"Text":"maangamivu na usumbufu ni wa wale waliomkanusha Mwenyezi Mungu na Mtume Wake, kutokana na Siku yao wanayoahidiwa kuteremkiwa na adhabu, nayo ni Siku ya Kiyama"}]}