{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"Ey Israil ogulları, size ihsan etdigim bunca ni´metimi ve sizi (bir zaman) alemlerin ustune gecirdigimi hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve oyle bir gunden korkun ki (o gunde) hicbir kimse, hicbir kimse namına bir sey odeyemez. Ondan her hangi bir sefaat kabul olunmaz. Ondan bir fidye (bedel) alınmaz, onlara (Allahın azabından kurtulmak hususunda) yardım da edilmez"},{"SurahNumber":2,"VerseNumber":49,"Text":"Yine hatırlayın o zamanı ki (yeni dogan) ogullarınızı bogazlayıp kızlarınızı sag bırakmak (yahud kadınlarınıza utanılacak durlu fenalıklar yapmak) suretiyle size (atalarınıza) iskencenin en kotusunu yuklemekde devameden Fir´avun haanedanından sizi kurtarmısdık. Bunda (bu azabda ve kurtarmada) Rabbinizden (gelen) buyuk bir imtihan vardı sizin icin"},{"SurahNumber":2,"VerseNumber":50,"Text":"Hem hatırlayın o demleri ki sizin sebebinize denizi yarıb da hepinizi kurtarmıs, Fir´avun haanedanını ise, kendiniz de gozlerinizle bakıb dururken, (suda) bogmusduk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Hani Musa ile kırk gece («Tur» da kalmak ve ondan sonra kendisine Tevrat verilmek uzere) vaidlesmisdik. Yine siz onun arkasından (nefsinizin) zaalimler (i) olarak («Samiri» nin tanrı diye gosterdigi) buzagıya tutunmus (onu tanrı edinmis) diniz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bil´ahare sizi bundan sonra da afvetmisdik. Gerekdi ki subedesiniz"},{"SurahNumber":2,"VerseNumber":53,"Text":"Hani Musaya, (sapıklıkdan ayrılıb) dogru yola gelesiniz diye, («Tur» da) o kitabı (Tevratı) ve Furkaanı (Hak ile batılı ayırd eden hukumleri) vermisdik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Ve hani Musa, kavmine: «Ey kavmim, siz buzagıya tutunmakla (onu tanrı edinmekle) subhesiz kendinize yazık etmissiniz. Hemen Yaradanınıza tevbe edip nefislerinizi oldurun (ıslah edin), boyle yapmanız Yaradanınız katında, sizin icin cok hayırlıdır» demisdi de (Allah da) tevbelerinizi kabul etmisdi. Cunku o, tevbeleri en cok kabul edenin, en cok esirgeyenin, ta kendisidir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Bir de hatırlayın o zamanı ki siz (Musa ile birlikde Allaha karsı ozur dilemek, onun emirlerini dinlemek uzere cıkdıgınız vakit) «Ey Musa, biz Allahı apasikar gorunceye kadar sana kat´iyyen iman etmeyiz» demisdiniz de gozunuz bakıb dururken sizi o yıldırım (sayha) carpmısdı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra olumunuzun arkasından sizi yine diriltmisdik. Gerekdi ki sukredesiniz"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ve («Tih» de gunesin sıcaklıgından korunmanız icin) ustunuze (ince bir) bulutu golge yapmıs, size (orada) kudret helvasiyle yelve kusunu indirmis, «Size rızk olarak verdigimiz seylerin iyilerinden, guzellerinden (en temiz ve halal olanlarından) yeyin» (onları gizlice saklayıb ve biriktirib de nankorluk ve tama´karlık etmeyin demisdik). Onlar (o nankorlukleriyle) bize zulmetmemisler, fakat kendi kendilerine zulmetmislerdi"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani: («Tih» den cıkdıkdan sonra) su kasabaya girib dilediginiz yerde istediginizi bol bol yeyin, kapısından secde ederek (egilerek, saygı gostererek) girin ve (dilegimiz) hıtta (dır, gunahlarımızın dokulup dusmesidir) deyin, (tevbe edin de o sayede) kusurlarınızı ortelim, iyilik (ve itaat) edenler (in ecrin) i ise daha artıracagız» demisdik"},{"SurahNumber":2,"VerseNumber":59,"Text":"(Evet, oyle demisdik de iclerinden nefislerine) zulmedenler sozu kendilerine soylenenden baskasına cevirmislerdi, biz de o zaalimlerin ustune gokden etdikleri fıskın karsılıgı olmak uzere murdar bir azab indirmisdik"}]}