{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"(Muhemmed! Tu ji wan ra aha) beje: “Geli xweye pirtukan! Ka hun werin bal we peyva, ku di niveka me u di niveka we da bi wekiti yek e; em hey ji Yezdan ra peresti bikin u em tu tisti ji bona Yezdan ra nexine hevri u hineken me, hineki meyi mai ji xwe ra ji pestire Yezdan bi xwedati negirin.” Idi heke ewan ru bizivirinin tu (ji wan ra aha) beje: “Hun sahid bin, ku bi rasti em misilman bune.”"},{"SurahNumber":3,"VerseNumber":65,"Text":"Geli xweye pirtukan! Hun cima di mafe Ibrahim da tekosine dikin? Tewrat u Incil di pey Ibrahim da hatine hinartine. Idi qe hun his hilnadin"},{"SurahNumber":3,"VerseNumber":66,"Text":"(Em bejin): “Hun dikarin di wan tisten, ku hun bi wan dizanin, di wan da tekosine dikin, le hun cima di wan tisten, qe tu zanina we bi wan tune ye tekosine dikin?\" Yezdan bi xweber ji bi wan dizane le hun nizanin"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim, cihu ji nine u mexini ji nine u le Ibrahim bi rasti henifeki misilman buye. U Ibrahim putperest ji ne buye (Ibrahim di \"ol\"a bi nav (henif) da buye arsa peyva \"henif\" ji pucitiye dest berda ye li bal mafe da hatiye. Eva ji misilmani buye, putperesti nine"},{"SurahNumber":3,"VerseNumber":68,"Text":"Bi rasti ji kesan ewane babet in ji bona Ibrahim ra hene! Peyrewe (Ibrahim) u ewa (Muham-med) pexember u ewane bawer kirine (bi xweber in). U serkare bawergeran sixwe Yezdan e"},{"SurahNumber":3,"VerseNumber":69,"Text":"Desteki ji xweyi pirtukan hez kirine, ku we ji reya rast bisipitinin (bixine file). Ewanan hey xwe ji reya rast disipitinin u bi xweber ji agah nakin"},{"SurahNumber":3,"VerseNumber":70,"Text":"Geli xweyi pirtukan! Hun cima bi beraten Yezdan dibine file? U hun bi xweber ji (bi zanin) ewan dibinin"},{"SurahNumber":3,"VerseNumber":71,"Text":"Geli xweyi pirtukan! Hun cima rasti u pucitiye teve hev dikin u hun bi zanin ji mafe vediserin"}]}