{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":1,"Text":"Witness are the Stars that set along a course appointed. (They never misguide you. He Who commands them, commands the Messenger (6:98), (56:75). 'Wa' = And = Consider = Witness = For = By. 'Najm' is singular as well as plural in the form of a galaxy"},{"SurahNumber":53,"VerseNumber":2,"Text":"Your honored companion is neither in error, nor is he misled"},{"SurahNumber":53,"VerseNumber":3,"Text":"Nor does he utter the Word out of his desire"},{"SurahNumber":53,"VerseNumber":4,"Text":"This (Qur'an) is but a Revelation that is being revealed to him"},{"SurahNumber":53,"VerseNumber":5,"Text":"He has been taught by the One Mighty in Powers"},{"SurahNumber":53,"VerseNumber":6,"Text":"The Owner of Authority and Wisdom established him (the Prophet)"},{"SurahNumber":53,"VerseNumber":7,"Text":"At the highest horizon"},{"SurahNumber":53,"VerseNumber":8,"Text":"Of human wisdom and knowledge as he drew near and approached (the point where the human intellect comes to a halt)"},{"SurahNumber":53,"VerseNumber":9,"Text":"Till he was but two bow-lengths away, or even closer. (The Divine Will and the will of the Messenger merged together, like the two of you join your bows as a bond of friendship)"},{"SurahNumber":53,"VerseNumber":10,"Text":"And thus He revealed to His servant what He revealed"},{"SurahNumber":53,"VerseNumber":11,"Text":"And never did he find contrary to reason what he learned. ((2:285), (6:164). 'Raa' = Saw, learned, observed, took to heart"},{"SurahNumber":53,"VerseNumber":12,"Text":"Will you, then, contend with him concerning what he learned (and you have not)"},{"SurahNumber":53,"VerseNumber":13,"Text":"And indeed, he learned it again and yet again"},{"SurahNumber":53,"VerseNumber":14,"Text":"At the Ultimate Mark ('Sidratil muntaha' = The last Lote-tree = The point where the human intellect is left with nothing but astonishment)"},{"SurahNumber":53,"VerseNumber":15,"Text":"Near unto the Garden of Abode. (The Revelation tells the Messenger how to establish a paradise on earth)"},{"SurahNumber":53,"VerseNumber":16,"Text":"Overwhelming is the spectacle at the overwhelming Ultimate Mark"},{"SurahNumber":53,"VerseNumber":17,"Text":"Yet, his sight wavered not and wandered not"},{"SurahNumber":53,"VerseNumber":18,"Text":"And indeed, he has seen the great Signs of his Lord. (The shackles of mental and physical bondage will be broken and humanity will come from darkness to Light (7:157), (17:1)"},{"SurahNumber":53,"VerseNumber":19,"Text":"Have you seen and thought about Lat, and Uzza"},{"SurahNumber":53,"VerseNumber":20,"Text":"And Manat, the third other? (All three goddesses of yours)"},{"SurahNumber":53,"VerseNumber":21,"Text":"Why - for yourselves you would prefer only sons, whereas to Him you assign daughters"},{"SurahNumber":53,"VerseNumber":22,"Text":"Behold, this indeed is an unfair division. (You worship female idols and resent having daughters)"},{"SurahNumber":53,"VerseNumber":23,"Text":"They are but names that you have named, you and your fathers, for which Allah has revealed no authority. They follow nothing but conjecture and their own fancies. But now the Guidance from their Lord has come to them"},{"SurahNumber":53,"VerseNumber":24,"Text":"Nay, should man get all that he covets and fancies"},{"SurahNumber":53,"VerseNumber":25,"Text":"Even though unto Allah belong the later life and the former. (His are the Keys of the heavens and the earth (7:96), (28:77), (39:63), (41)"}]}