{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Lan marang Tsamudb Ingsun angutus saduluré Salih.c Calathuné: O, bangsaku! padha angawulanana Allah, kowé padha ora duwé se- sembahan saliyané Panjenengané; Panjenengané wus andadèkaké ko- wé saka bumi, sarta angenggonaké kowé ana ing kono; mulané padha nyuwuna Pangapura Panjene- ngané, tumuli padha tobata marang Panjenengané; sayekti Pangéranku iku caket, nyembadani"},{"SurahNumber":11,"VerseNumber":62,"Text":"Dhèwèké padha calathu: O, Salih temen kowé iku wong ing golonganku, ing sadurungé iki dadi dununging pangarep-arep kang gedhé; apa kowé anglarangi aku padha angawulani apa kang dikawulani bapak-bapakku? Lan sayekti aku iki padha ana ing semang-semang kang abanget ma- rang apa kang kok uwuh tumrap ing aku"},{"SurahNumber":11,"VerseNumber":63,"Text":"Calathuné: O, bangsaku! mara aku kandhanana, manawa aku kadunungan bukti kang terang saka Pangéranku, sarta Panjene- ngané amaringi wilasa aku saka Sarirané – lah sapa ta kang bakal mitulungi anulak Allah yèn ta aku andagaa marang Panjenengané. Mulané, ora pisan kowé iku padha angundhaki apa-apa marang aku, saliyané kapitunan"},{"SurahNumber":11,"VerseNumber":64,"Text":"Lan, O, bangsaku! iki unta wadon kagunganing Allah tumrap marang kowé,a sawijining tandha; mulané karebèn baé mangan ana ing bumining Allah, lan aja kowé anggepok kalawan piala, mundhak siksa kang parek angenani ing kowé"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ananging padha ambelèh iku tumuli dhèwèké acalathu: Kowé padha abungah-bungaha ing omah- mu telung dina, iku janji kang ora maléca"},{"SurahNumber":11,"VerseNumber":66,"Text":"Lah bareng pancasan Ingsun wis tumeka, Ingsun anyalametaké Salih sarta para kancané kang padha angèstokaké kalawan wilasa saka Ingsun, tuwin saka asoré ing dina iku; sayekti Pangéranira iku Ing- kang-Prakosa, Ingkang-Minulya"},{"SurahNumber":11,"VerseNumber":67,"Text":"Sarta swara gumludhug anye- rang para kang padha atindak dudu,b temahan dhèwèké padha dadi awak kang tanpa mosik ana ing omahé"},{"SurahNumber":11,"VerseNumber":68,"Text":"Kaya-kaya ing kono iku dhè- wèké ora tau angenggoni; o, sayek- ti Tsamud iku angafiri Pangérané, o, sayekti, sirnaa Tsamud"}]}