{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Onlara, o denizin bir iskelesi olan o sehrin basına gelenleri sor! O vakit cumartesi yasagına riayet etmiyorlardı. Cumartesi tatili yaptıkları gun balıklar, yanlarına akın akın geliyorlardı. Cumartesi tatili yapmayacakları gun ise gelmiyorlardı. Iste Biz onları gunah islemeleri sebebiyle boyle sınava cekiyorduk"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ve iclerinden bir topluluk: «Ne diye Allah´ın helak edecegi veya cetin bir azapla cezalandıracagı bir kavme nasihat veriyorsunuz?» dedigi vakit onlar dediler ki: «Rabbiniz tarafından mazur sayılmamız icin, bir de bakarsınız belki Allah´tan korkar sakınırlar diye.»"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kendilerine yapılan nasihatları unuttukları vakit, o kotulukten alıkoyanları kurtarıp zulmedenleri de yaptıkları kotulukler sebebiyle siddetli bir azaba ugrattık"},{"SurahNumber":7,"VerseNumber":166,"Text":"Artık o yasaklandıkları seylerden dolayı kızıp haddi asmaya basladıkları zaman Biz de onlara: «Asagılık maymun olun keratalar!» dedik"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ve o zaman Rabbin su ahdi ilan edip buyurdu ki: «Mutlaka kıyamet gunune kadar onlara hep o kotu azabı peyleyecek kimseleri gonderecek!» Suphesiz ki Rabbin cezayı cok cabuk veren, yine suphesiz ki O, cok bagıslayan, merhamet edendir"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ve onları yeryuzunde bircok milletlere parcaladık. Iclerinde iyi olanları da vardı, iyinin altında olanları da. Onları bazan nimet, bazan da musibet ile imtihan ettik ki, doneler"},{"SurahNumber":7,"VerseNumber":169,"Text":"Derken, arkalarından Kitab´ı (Tevrat´ı) miras alan bozuk bir nesil bunların yerine gecti. Onlar su alcak dunya malını alırlar, bir de: «Biz nasıl olsa bagıslanacagız!» derler. Karsı taraftan da kendilerine oyle birsey gelse, onu da alırlar. Allah´a karsı yalnız hakkı soyleyeceklerine dair kendilerinden Kitapta soz alınmamıs mıydı? Ve onun icindekileri durmadan okumadılar mı? Halbuki ahiret yurdu Allah´tan korkanlar icin daha hayırlıdır; hala akıllanmayacak mısınız"},{"SurahNumber":7,"VerseNumber":170,"Text":"Kitab´a sarılan ve namazı kılan o ıslahatcı kimselerin mukafatını Biz hicbir zaman zayi etmeyiz"},{"SurahNumber":7,"VerseNumber":171,"Text":"Hani bir zamanlar Biz o dagı bir golgelik gibi tepelerine cekmistik de uzerlerine dusuyor zannetikleri bir sırada demistik ki: «Size verdigimiz Kitabı sıkıca tutun ve icindekini hatırınızdan cıkarmayın, umulur ki korunursunuz!»"}]}