{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"İnanmış olarak yararlı iş işleyenin emeği inkâr edilmeyecektir. Biz şüphesiz onu yazmaktayız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Yok ettiğimiz bir memleket (ahalisinin ahiretteki cezasını da çekmek üzere) bize dönmemesi gerçekten imkansızdır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet Ye'cûc ve Me'cûc(un seddi) açıldığı zaman, ki onlar her dere ve tepeden akın edip çıkarlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ve gerçek vaad yaklaştığında, işte o zaman kâfir olanların gözleri beleriverir. \"Eyvah bizlere! Doğrusu biz bundan gaflet içindeydik, hayır biz zalim kimselerdik.\" derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah'dan başka taptıklarınız, cehennemin yakıtısınız; oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eğer onlar ilâh olsalardı, oraya girmeyeceklerdi. Hepsi orada temelli kalacaktır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Orada onların bir inlemeleri vardır. Bunlar orada (sağır olup) bir şey de işitemezler"},{"SurahNumber":21,"VerseNumber":101,"Text":"Şüphesiz katımızdan kendileri için güzel şeyler takdir edilmiş olanlar, işte oradan (cehennemden) uzak tutulanlardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Bunlar onun (cehennemin) uğultusunu bile duymazlar. Canlarının istediği şeyler içinde temelli kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en büyük korku bunları üzmez; kendilerini melekler: \"Size söz verilen gün işte bugündür\" diye karşılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"Göğü, kitab dürer gibi dürdüğümüz zaman, yaratmaya ilk başladığımız gibi, katımızdan verilmiş bir söz olarak onu tekrar var edeceğiz. Doğrusu biz bunları yaparız"},{"SurahNumber":21,"VerseNumber":105,"Text":"And olsun ki, Tevrat'tan sonra Zebûr'da da yeryüzüne ancak iyi kullarımın mirasçı olduğunu yazmıştık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Şüphesiz bu Kur'ân'da kulluk eden kimseler için kâfi bir öğüt vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"(Ey Muhammed!) biz seni ancak âlemlere rahmet olarak gönderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki, bana ancak şöyle vahyolunuyor: \"İlâhınız ancak tek bir ilâhtır. Şimdi siz artık müslüman oluyor musunuz"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eğer (yine de) yüz çevirirlerse, de ki: \"Size düpedüz açıkladım; tehdit olunduğunuz şeyin yakın mı, uzak mı olduğunu bilmem"},{"SurahNumber":21,"VerseNumber":110,"Text":"Şüphesiz Allah açığa vurulan sözü de bilir, gizlediklerinizi de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilmem belki bu gecikme sizi denemek ve bir süreye kadar geçindirmek içindir"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Hz. Peygamber şöyle) dedi: \"Ey Rabbim! Aramızda gerçekle hükmet ve Rabbimiz O Rahmân'dır ki, isnad ettiğiniz (yalan) vasıflarınıza karşı yardımına sığınılacak olan ancak O'dur"}]}