{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":44,"Text":"Pe cel pe care Dumnezeu îl rătăceşte, nu va mai afla stăpân în afara Lui. Îi vei vedea pe cei nedrepţi spunând când vor vedea osânda: “Este vreo cale de întoarcere?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"Îi vei vedea înfăţişaţi Gheenei, smeriţi în ruşine, privind cu coada ochiului. Cei care cred vor spune: “În Ziua Învierii, cei pierduţi sunt cei care s-au pierdut pe ei şi pe ai lor.” Cei nedrepţi vor fi într-o osândă necurmată"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ei nu vor avea în afară de Dumnezeu oblăduitori care să-i ajute. Cel pe care Dumnezeu îl rătăceşte nu va mai avea o altă cale"},{"SurahNumber":42,"VerseNumber":47,"Text":"Răspundeţi Domnului vostru mai înainte ca Ziua cea fără de scăpare să vină de la Dumnezeu. În Ziua aceea nu veţi afla adăpost şi nu vă veţi putea lepăda"},{"SurahNumber":42,"VerseNumber":48,"Text":"Dacă ei se întorc de la tine, Noi nu ne-am trimis la ei ca păzitor asupra lor, ci asupra ta este doar înştiinţarea. Dacă-l facem pe om să guste din milostivenia Noastră, el se bucură. Dacă un rău îl ajunge pentru ceea ce mâinile sale au agonisit, atunci este tăgăduitor"},{"SurahNumber":42,"VerseNumber":49,"Text":"A lui Dumnezeu este împărăţia cerurilor şi a pământului. El creează ceea ce voieşte. El dăruieşte fiice cui voieşte El. El dăruieşte fii cui voieşte El"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ori îi dăruieşte perechi, fii şi fiice. El face sterp pe cine voieşte. El este Ştiutorul, Puternicul"},{"SurahNumber":42,"VerseNumber":51,"Text":"Nici unui om nu i-a fost dat ca Dumnezeu să-i vorbească altfel decât prin dezvăluire ori de după un voal ori trimiţându-i un trimis căruia i s-a dezvăluit cu îngăduinţa Sa ceea ce El voieşte. El este Înaltul, Înţeleptul"},{"SurahNumber":42,"VerseNumber":52,"Text":"Noi ţi-am dezvăluit un duh din Porunca Noastră pe când tu nu cunoşteai nici Cartea şi nici credinţa. Noi l-am făcut lumină cu care călăuzim pe cine voim dintre robii Noştri. Tu să călăuzeşti pe o Cale Dreaptă"},{"SurahNumber":42,"VerseNumber":53,"Text":"calea lui Dumnezeu care stăpâneşte ceea ce se află în ceruri, precum şi pe pământ! Oare nu la Dumnezeu se întorc toate"}]}