{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Ja muistatteko, kun olitte surmanneet miehen ja kiistelitte toistenne kanssa syyllisyydestä, mutta Jumala tahtoi tuoda ilmi, mitä te salailitte"},{"SurahNumber":2,"VerseNumber":73,"Text":"ja niin Me sanoimme: »Koskettakaa ruumista jollakin osalla uhrattavaa hiehoa!» Sillä tavalla Jumala herättää kuolleet eloon ja näyttää teille tunnusmerkkejään, jotta olisitte ymmärtäväisiä"},{"SurahNumber":2,"VerseNumber":74,"Text":"Senkin jälkeen paatuivat sydämenne ja tulivat kivikoviksi, jopa kiveäkin kovemmaksi, sillä kivien joukossa on totisesti sellaisia, joista purot kohisevat esiin, sellaisia, jotka halkeavat, niin että vesi virtaa niistä, ja sellaisia, jotka Jumalan edessä syöksyvät maahan pelosta. Mutta Jumalalta ei jää salaan mitään, mitä teette"},{"SurahNumber":2,"VerseNumber":75,"Text":"Toivotteko te, että he (juutalaiset) uskovat teitä? Johan osa heistä aikanaan kuuli Jumalan sanan, ja ymmärrettyäänkin sen he vääristelivät sitä vastoin parempaa tietoaan"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kun he tapaavat uskovaisia, he sanovat: »Me uskomme.» Mutta kun he ovat toistensa seurassa, he sanovat: »Kerrotteko heille(muslimeille), mitä Jumala on ilmoittanut teille, että he siitä kiistelisivät kanssanne Herranne edessä. Ettekö te tätä ymmärrä?»"},{"SurahNumber":2,"VerseNumber":77,"Text":"Eivätkö he sitten älyä, että Jumala tietää, mitä he salaavat ja mitä julistavat"},{"SurahNumber":2,"VerseNumber":78,"Text":"Heidän joukossaan on oppimattomiakin, jotka eivät tunne Pyhää kirjaa muuta kuin kuulopuheista. Heille se on vain arvelua. Voi niitä, jotka kirjoittavat kirjoituksensa omin käsin ja sanovat: »Tämä on Jumalalta», hankkiakseen itsellensä siten pientä ansiota"},{"SurahNumber":2,"VerseNumber":79,"Text":"Voi heitä heidän käsiensä kirjoituksen tähden, ja voi heitä heidän ansionsa tähden"},{"SurahNumber":2,"VerseNumber":80,"Text":"He sanovat: »Ei tuli meitä ahdista kuin joinakuina päivinä.» Sano: »Oletteko tehneet sopimuksen Jumalan kanssa? - liittoansa Jumala kylläkään ei riko - vai puhutteko jotain Jumalasta noin vain, vaikk'ette tiedäkään?»"},{"SurahNumber":2,"VerseNumber":81,"Text":"Eivät asiat ole niin, vaan ne, jotka ovat omaksuneet pahan ja joita heidän syntinsä piirittävät, joutuvat Tulen omiksi ja jäävät siihen iankaikkisesti"},{"SurahNumber":2,"VerseNumber":82,"Text":"Mutta niistä, jotka uskovat ja tekevät hyviä töitä, tulee Paratiisin asukkaita ikuisiksi ajoiksi"}]}