{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"[۱] سب تعریفیں اللہ کےلئے ہیں جس نے پیدا کئے آسمان اور زمین اور بنایا اندھیرا اور اجالا پھر بھی یہ کافر اپنے رب کےساتھ اوروں کو برابر کئے دیتے ہیں [۲]"},{"SurahNumber":6,"VerseNumber":2,"Text":"وہی ہے جس نے پیدا کیا تم کو مٹی سے پھر مقرر کر دیا ایک وقت اور ایک مدت مقرر ہے اللہ کے نزدیک پھر بھی تم شک کرتے ہو [۳]"},{"SurahNumber":6,"VerseNumber":3,"Text":"اور وہی ہے اللہ آسمانوں میں اور زمین میں [۴] جانتا ہے تمہارا چھپا اور کھلا اور جانتا ہے جو کچھ تم کرتے ہو [۵]"},{"SurahNumber":6,"VerseNumber":4,"Text":"اور نہیں آتی انکے پاس کوئی نشانی ان کے رب کی نشانیوں میں سے مگر کرتے ہیں اس سے تغافل [۶]"},{"SurahNumber":6,"VerseNumber":5,"Text":"سو بیشک جھٹلایا انہوں نے حق کو جب ان تک پہنچا سو اب آئی جاتی ہے انکے آگے حقیقت اس بات کی جس پر ہنستے تھے [۷]"},{"SurahNumber":6,"VerseNumber":6,"Text":"کیا دیکھتے نہیں کہ کتنی ہلاک کر دیں ہم نے ان سے پہلے امتیں جن کو جما دیا تھا ہم نے ملک میں اتنا کہ جتنا تم کو نہیں جمایا اور چھوڑ دیا ہم نے ان پر آسمان کو لگاتار برستا ہوا اور بنا دیں ہم نے نہریں بہتی ہوئی ان کے نیچے پھر ہلاک کیا ہم نے انکو انکے گناہوں پر اور پیدا کیا ہم نے ان کے بعد اور امتوں کو [۸]"},{"SurahNumber":6,"VerseNumber":7,"Text":"اور اگر اتاریں ہم تجھ پر لکھا ہوا کاغذ میں پھر چھو لیویں وہ اس کو اپنے ہاتھوں سے البتہ کہیں گے کافر یہ نہیں ہے مگر صریح جادو [۹]"},{"SurahNumber":6,"VerseNumber":8,"Text":"اور کہتے ہیں کیوں نہیں اترا اس پر کوئی فرشتہ [۱۰] اور اگر ہم اتاریں فرشتہ تو طے ہو جاوے قصہ پھر ان کو مہلت بھی نہ ملے [۱۱]"},{"SurahNumber":6,"VerseNumber":9,"Text":"اور اگر ہم رسول بنا کر بھیجتے کسی فرشتہ کو تو وہ بھی آدمی ہی کی صورت میں ہوتا اور انکو اسی شبہہ میں ڈالتے جس میں اب پڑ رہے ہیں [۱۲]"},{"SurahNumber":6,"VerseNumber":10,"Text":"اور بلاشبہہ ہنسی کرتے رہے ہیں رسولوں سے تجھ سے پہلے پھرگھیر لیا ان سے ہنسی کرنے والوں کو اس چیز نے کہ جس پر ہنسا کرتے تھے [۱۳]"}]}