{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"When they despaired of him, they held a conference in private. The eldest among them said: “Don’t you know that your father indeed took an oath from you in Allah’s name, and before this you did fail in your duty with Joseph? Therefore, I will not leave this land until my father permits me, or Allah decides my case (by releasing Benjamin) and He is the Best of the judges.”"},{"SurahNumber":12,"VerseNumber":81,"Text":"Return to your father and say: “O our father! Surely, your son (Benjamin) has stolen. We don’t testify except according to what we know, and we could not be guardians of the unseen"},{"SurahNumber":12,"VerseNumber":82,"Text":"Ask (the people of) the town where we have been in it, and the caravan in which we returned, and indeed we are telling the truth.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"He (Jacob) said: “Nay, you have lured your own souls into something (story). So patience is most fitting for me. May be Allah will bring them all to me. Truly He! He is the All-Knower, All- Wise.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"He turned away from them and said: “Alas for Joseph!” His sight was whitened (lost) because of the sorrow that he was suppressing"},{"SurahNumber":12,"VerseNumber":85,"Text":"They said: “By Allah! You will never cease remembering Joseph until you become weak with old age, or until you are of the dead.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"He said: “I only complain of my grief and sorrow to Allah, and I know from Allah what you don’t know"},{"SurahNumber":12,"VerseNumber":87,"Text":"O my sons! You go and enquire about Joseph and his brother, and never give up hope of Allah’s Mercy. Certainly no one despairs of Allah’s Mercy, except the disbelievers.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"When they entered unto him (Joseph), they said: “O ruler of the land! A hard time has hit us and our family, and we have brought little money, so pay us full measure and be charitable to us. Truly, Allah rewards the charitable.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"He (Joseph) said: “Do you know what you did with Joseph and his brother, when you were ignorant?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"They said: “Are you indeed Joseph?” He said: \"I am Joseph, and this is my brother (Benjamin). Allah has indeed been gracious to us. Surely, he who fears Allah and is patient, then surely, Allah does not make the reward of the righteous people to be lost.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"They said: ‘By Allah! Indeed Allah has preferred you above us, and certainly we have been sinners.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"He (Joseph) said: “There is no blame on you this Day. May Allah forgive you. He is the Merciful of those who show mercy"},{"SurahNumber":12,"VerseNumber":93,"Text":"You go with this shirt of mine, cast it over the face of my father, he will become clear-sighted, and bring to me all your family.”"}]}