{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ceux qui ne s’attendent pas a comparaitre devant Nous disent : « Pourquoi les anges ne nous sont-ils pas envoyes, ou pourquoi Dieu ne Se manifeste-t-Il pas a nous ?». Assurement, ces gens-la sont trop suffisants (s’accordent trop d’importance) et leur outrecuidance est incommensurable"},{"SurahNumber":25,"VerseNumber":22,"Text":"Mais le Jour (de la Resurrection) ou ils verront reellement les anges, point d’heureux augure pour les criminels. Et ils (les anges) leur diront : « Limite infranchissable !»"},{"SurahNumber":25,"VerseNumber":23,"Text":"et lorsque Nous jugerons leurs (bonnes) œuvres, Nous les ferons disparaitre comme de la fumee"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ce jour-la, ceux qui sont destines au Paradis se verront retribues par un meilleur sejour et une meilleure compagnie"},{"SurahNumber":25,"VerseNumber":25,"Text":"Le Jour ou le Ciel se fendra sous l’effet des nuages et ou les anges descendront par vagues successives"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ce Jour-la, il apparaitra que la seule Royaute vraie est celle du Misericordieux, et ce sera un Jour effroyable pour les denegateurs"},{"SurahNumber":25,"VerseNumber":27,"Text":"Un jour ou l’injuste se mordra les doigts (de remords) en s’ecriant : « Que n’ai-je suivi le messager dans la voie qu’il m’a montree"},{"SurahNumber":25,"VerseNumber":28,"Text":"Malheur a moi ! Si seulement je n’avais pas pris un tel pour ami"},{"SurahNumber":25,"VerseNumber":29,"Text":"Il m’a detourne du Rappel apres qu’il me fut parvenu ». Satan a toujours agi en traitre vis-a-vis de l’Homme"},{"SurahNumber":25,"VerseNumber":30,"Text":"« Seigneur ! », dit le messager, mon peuple concoit de l’aversion pour ce Coran !»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ainsi, Nous avons assigne a chaque prophete un ennemi parmi les criminels. Mais ton Seigneur te suffira, comme Guide et comme Soutien"},{"SurahNumber":25,"VerseNumber":32,"Text":"Et ceux qui denient disent : « Que ne lui a-t-on revele ce Coran dans sa totalite en une revelation unique ?». Nous l’avons voulu ainsi, afin de raffermir ton cœur et Nous te l’avons fait reciter avec soin"},{"SurahNumber":25,"VerseNumber":33,"Text":"de sorte qu’a tout argument qu’ils formuleront, Nous te donnerons la Verite a leur opposer avec une argumentation sans failles"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ceux qui seront rassembles et traines sur la face vers la Gehenne, a ceux-la le plus funeste sejour et la plus profonde perdition"}]}