{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":130,"Text":"E kush largohet prej fesë së Ibrahimit përveç atij që poshtron vetveten. Ne atë e bëmë të zgjedhur në këtë botë, kurse në botën tjetër ai është njëri prej të lartëve"},{"SurahNumber":2,"VerseNumber":131,"Text":"Kur Zoti i vet atij i tha: “Dorëzohu”! Ai tha: “Iu kam dorëzuar Zotit të gjithësisë”"},{"SurahNumber":2,"VerseNumber":132,"Text":"E Ibrahimi i porositi bijtë e tij me këtë (fe), e edhe Jakubi, (u thanë) “O bijtë e mi, All-llahu ua zgjodhi fenë (islame) juve, pra mos vdisni ndryshe, por vetëm duke qenë muslimanë!”"},{"SurahNumber":2,"VerseNumber":133,"Text":"A ishit ju (ithtarë të librit) dëshmitarë kur Jakubit iu afrua vdekja, e ai bijve të vet u tha: “Çka do të adhuroni pas meje”? Ata thanë: “Do të adhurojmë Zotin (Ilah) tënd, dhe Zotin e prindërve tuaj: Ibrahimit, Ismailit, Is’hakut, Një të Vetmin Zot dhe ne, vetëm Atij i jemi dorëzuar!”"},{"SurahNumber":2,"VerseNumber":134,"Text":"Ai ishte një popull që kaloi, atij i takoi ajo që fitoi, e juve u takon ajo që fituat, prandaj ju nuk jeni përgjegjës për atë që vepruan ata"},{"SurahNumber":2,"VerseNumber":135,"Text":"Ata (ithtarët e librit) thanë: “Bëhuni jehudi ose të krishterë, e gjeni rrugën e drejtë”! Thuaj: “jo, (asnjërën) por fenë e drejtë të Ibrahimit që ai nuk ishte nga idhujtarët"},{"SurahNumber":2,"VerseNumber":136,"Text":"Ju (besimtarë) thuani: “Ne i besuam All-llahut, atë që na u shpall neve, atë që iu shpall Ibrahimit, Ismailit, Is’hakut, Jakubit dhe pasardhësve (të Jakubit që ishin të ndarë në dymbedhjetë kabile), atë që i është dhënë Musait, Isait dhe atë që iu është dhënë nga Zoti i tyre pejgamberëve, ne nuk bëjmë dallim në asnjërin prej tyre dhe ne vetëm atij i jemi bindur"},{"SurahNumber":2,"VerseNumber":137,"Text":"Në qoftë se ata besuan ashtu siç besuat ju ata vërtetë kanë gjetur rrugën e drejtë, e nëse refuzojnë, atëherë ata janë kundërshtarë (opozitë), po ty (Muhammed) kundër tyre do të mjaftojë All-llahu. Ai është dëgjuesi, i dijshmi"},{"SurahNumber":2,"VerseNumber":138,"Text":"(kjo fe jona është) Njgyrosje e All-llahut, e kush ngjyros (me fe) më mirë se All-llahu? Ne vetëm atë e adhurojmë"},{"SurahNumber":2,"VerseNumber":139,"Text":"Thuaj: “A doni të grindeni me ne për All-llahun, e Ai është Zoti ynë dhe Zoti juaj dhe ne kemi vepra (shpërblimin e veprave) tona, e ju keni veprat tuaja. Por ne jemi (besimtarë) të sinqertë ndaj Tij"},{"SurahNumber":2,"VerseNumber":140,"Text":"A pretendoni se Ibrahimi, Ismaili, Is-haku, Jakubi dhe pasardhësit kanë qenë jehudi ose të krishterë? Thuaj: “A e dini ju më mirë apo All-llahu? Kush është më mizor se ai, që e ka dëshminë e All-llahut pranë veti dhe e fshehë. All-llahu nuk është i panjoftuar me veprimet tuaja”"},{"SurahNumber":2,"VerseNumber":141,"Text":"Ai ishte një popull që shkoi, të cilit i takoi ajo që fitoi, e juve u takon ajo që fituat, prandaj ju nuk jeni përgjegjës për atë që ata vepruan"}]}