{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":130,"Text":"mariyu ibrahim matam nundi vimukhudayyevadevadu, tananu tanu avivekiga cesukonuvadu tappa? Vastavaniki memu atanini (ibrahim nu) i lokanlo ennukunnamu. Mariyu niscayanga, atanu paralokanlo sadvartanulato patu untadu"},{"SurahNumber":2,"VerseNumber":131,"Text":"atani prabhuvu atanito: \"(Maku) vidheyudavuga (muslinga) undu.\" Ani annappudu atanu: \" Nenu sarvalokala prabhuvunaku vidheyudanu (muslinnu) ayipoyanu.\" Ani javabiccadu"},{"SurahNumber":2,"VerseNumber":132,"Text":"mariyu ibrahim tana santananni dinilone (i islam marganlone) nadavandani bodhincadu. Mariyu ya'akhub kuda (tana santananto annadu): \" Na biddalara! Niscayanga, allah mi koraku i dharmanne niyaminci unnadu. Kavuna miru allah ku vidheyulu (muslinlu) kakunda maranincakandi"},{"SurahNumber":2,"VerseNumber":133,"Text":"Emi? Ya'akhub ku maranam samipincinappudu, miru akkada unnara?\" Appudatanu tana kumarulato: \"Na taruvata miru evarini aradhistaru?\" Ani adiginappudu. Varannaru: \"Ni aradhyadaivam mariyu ni purvikulagu ibrahim, ismayil mariyu is'hakh la aradhyadaivamaina a ekaika devunni (allah ne) memu aradhistamu mariyu memu ayanake vidheyulamai (muslinlamai) untamu"},{"SurahNumber":2,"VerseNumber":134,"Text":"adi oka gatincina samajam. Dani karmala phalitam daniki mariyu mi karmaladi miku. Mariyu varu cestu undina karmalanu gurinci miru prasnincabadaru"},{"SurahNumber":2,"VerseNumber":135,"Text":"mariyu varantaru: \"Miru yuduluga leda kraistavuluga untene miku margadarsakatvam labhistundi!\" Varito anu: \"Vastavaniki, memu (anusarincedi) ibrahim matam, ekadaiva sid'dhantam (hanipha). Mariyu atanu bahu-daivaradhakudu kadu"},{"SurahNumber":2,"VerseNumber":136,"Text":"(o muslinlara!) Miru ila anandi: \"Memu allah nu mariyu ayana ma koraku avatarimpajesina sandesalanu mariyu ibrahim, ismayil, is hakh, ya'akhub mariyu atani santati variki ivvabadina vatini mariyu musa, 'isa mariyu itara pravaktalandariki vari prabhuvu taraphu nundi ivvabadina vatini (sandesalanu) visvasistamu. Varilo e okkari patla memu bhedabhavam cupamu. Memu ayanaku vidheyulam (muslinlam) ayyamu"},{"SurahNumber":2,"VerseNumber":137,"Text":"varu kuda miru visvasincinatlu visvasiste, varu sanmargam pondina varavutaru. Okavela varu tirigipote, virodham vahincina varavutaru. (Vari nundi raksincataniki) miku allah calu. Ayane sarvam vinevadu, sarvajnudu"},{"SurahNumber":2,"VerseNumber":138,"Text":"(varito ila anu): \"(Miru) allah rangunu (dharmanni) svikarincandi. Mariyu allah kante manci rangu (dharmam) evaridi? Mariyu memu ayananu matrame aradhincevaramu"},{"SurahNumber":2,"VerseNumber":139,"Text":"(O muham'mad!) Varito anu: \"Emi? Allah visayanlo miru mato vadistara? (Vastavaniki) ayana ma prabhuvu mariyu mi prabhuvu kudanu. Ma karmalu maku mariyu mi karmalu miku. Mariyu memu ayanaku matrame manahpurvakanga vidheyula mayyamu"},{"SurahNumber":2,"VerseNumber":140,"Text":"leka miru: \"Niscayanga ibrahim, ismayil, is hakh, ya'akhub mariyu vari santati varanta yudulu mariyu kraistavulu.\" Ani antara? Inka ila anu: \"Emi miku baga telusa? Leka allah ku (baga telusa)? Allah vadda nundi tana vaddaku vaccina saksyanni dace vani kante ekkuva durmargudevadu? Mariyu mi karmala nundi, allah nirlaksyanga ledu"},{"SurahNumber":2,"VerseNumber":141,"Text":"ippudu a sangham gatinci poyindi. Adi cesindi daniki mariyu miru cesindi miku. Varu cestu undina karmalanu gurinci miru prasnincabadaru"}]}