{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Goklerde ve yerde bulunan hersey Allah'ı tesbih etmis(O'nun sanının eksikliklerden uzak, zatının yuce oldugunu anmıslar)dır. O, ustundur, hukum ve hikmet sahibidir"},{"SurahNumber":59,"VerseNumber":2,"Text":"Kitap sahiplerinden inkar edenleri, hemen ilk hasirde (muslumanların, kaleleri onunde toplanmalarında) yurtlarından O cıkardı. Siz onların cıkacaklarını sanmamıstınız. Onlar da kalelerinin, kendilerini Allah'tan koruyacagını sanmıslardı. Allah onlara ummadıkları yerden geldi, yureklerine korku saldı; oyle ki evlerini kendi elleriyle ve mu'minlerin elleriyle harap ediyorlardı. Ey akıl sahipleri ibret alın"},{"SurahNumber":59,"VerseNumber":3,"Text":"Eger Allah onlara surgunu yazmamıs olsaydı, mutlaka onlara dunyada azabederdi. Ahirette de onlar icin ates azabı vardır"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bunun sebebi sudur: Onlar Allah'a ve Elcisine karsı geldiler; kim Allah'a karsı gelirse (bilsin ki) Allah'ın azabı cetindir"},{"SurahNumber":59,"VerseNumber":5,"Text":"Herhangibir hurma agacını kesmeniz, yahut onu kokleri uzerinde bırakmanız hep Allah'ın izniyle ve (O'nun) yoldan cıkanları cezalandırması icin olmustur"},{"SurahNumber":59,"VerseNumber":6,"Text":"Allah'ın, onlardan Elcisine verdigi ganimetlere gelince, siz (onu elde etmek icin) onun uzerine ne at ne de deve surdunuz. Fakat Allah, elcilerini, diledigi kimselerin uzerine salar (onlara ustun getirir). Allah her seyi yapabilir"},{"SurahNumber":59,"VerseNumber":7,"Text":"(Onların durumu) Tıpkı seytanın durumuna benzer ki insana \"Inkar et\" dedi. (Insan) inkar edince de: \"Ben seden uzagım, ben alemlerin Rabbi Allah'tan korkarım!\" dedi"},{"SurahNumber":59,"VerseNumber":8,"Text":"Allah'ın, o kent halkından, Elcisine verdigi ganimetler, Allah'a, Elciye, (ona) akraba olanlara, yetimlere, yoksullara (yolda kalan) yolcuya aittir. Ta ki (o mallar), icinizden yalnız zenginler arasında dolasan bir sey olmasın. Elci size ne verdiyse onu alın, size neyi yasakladıysa ondan sakının ve Allah'tan korkun. Cunku Allah'ın azabı siddetlidir"},{"SurahNumber":59,"VerseNumber":9,"Text":"(O mallar) Su gocmen fakirlere aittir ki (onlar) yurtlarından ve mallarından (surulup) cıkarılmıslardır; Allah'ın lutuf ve rızasını ararlar; Allah'a ve Elcisine yardım ederler. Iste dogru olanlar onlardır"},{"SurahNumber":59,"VerseNumber":10,"Text":"Ve onlardan once o yurda (Medine'ye) yerlesen, imana sarılanlar kendilerine goc edip gelenleri severler ve onlara verilen(ganimet)lerden oturu goguslerinde bir ihtiyac (egilimi) duymazlar. Kendilerinin ihtiyacları olsa dahi, (goc eden yoksul kardeslerini) oz canlarına tercih ederler. Kim nefsinin cimriliginden korunursa, iste onlar basarıya erenlerdir"}]}