{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Tusim kade vi neki nu nahim' pahuca sakade jadom taka tusi' unham vasatu'am vicom na kharaca karom jinham nu tusim pi'ari'am rakhade ho. Jihari vasatu vi tusim kharaca karoge alaha usa tom bhalibhanta janu hai"},{"SurahNumber":3,"VerseNumber":93,"Text":"Khana di'am sari'am cizam (jo hazarata muhamada de patha vica ja'iza hana) isara'ila di satana la'i halala sana, binham usa de jom isara'ila (yakuba) ne apane upara harama kara li'a si, isa tom pahilam ki taureta utare. Akho ki taureta li'a'u te usa nu parho jekara tusim sace ho"},{"SurahNumber":3,"VerseNumber":94,"Text":"Isa de ba'ada vi jihare loka alaha upara jhutha banhana uha ati'acari hana"},{"SurahNumber":3,"VerseNumber":95,"Text":"Akho alaha ne saca kiha. Huna ibarahima de dharama da palana karo jo ikom si ate uha siraka (sarika bana'una) karana vala nahim si"},{"SurahNumber":3,"VerseNumber":96,"Text":"Besaka pahila ghara jihara lokam la'i bana'i'a gi'a uha hi hai jihara maka vica hai, barakata vala ate sapurana visava de la'i maraga varasana da kendara"},{"SurahNumber":3,"VerseNumber":97,"Text":"Isa vica khul'hi'am ho'i'am nisani'am hana, mukama-e-ibarahima (ibarahima de khare hona di tham) hai jihare usa vica pravesa ho jana uha surakhi'ata ho ga'e, lokam upara alaha da iha adhikara hai ki jihara isa ghara taka pahucana di samaratha rakhada hai uha isa da haja kare ate je ko'i bemukha ho'i'a tam alaha sapurana sasara vali'am tom bepravaha hai"},{"SurahNumber":3,"VerseNumber":98,"Text":"Akho he kitaba vali'o! Tusim ki'um alaha di'am nisani'am nu jhuthala'unde ho halanki alaha dekha riha hai, jo kujha tusim karade ho"},{"SurahNumber":3,"VerseNumber":99,"Text":"Kaho he kitaba vali'o! Tusim imana li'a'una vali'am nu alaha de maraga vicom' ki'um rokade ho tusim usa vica kami labhade ho halanki tusim gavaha bana'e ga'e ho. Alaha tuhade karamam tom anajana nahim"},{"SurahNumber":3,"VerseNumber":100,"Text":"He imana vali'o! Jekara tusim kitaba vali'am vicom (isa'i ate yahudi) ika samuha di gala mana lavonge tam uha tuhanu imana de ba'ada phira munakara bana denage"},{"SurahNumber":3,"VerseNumber":101,"Text":"Tusim kisa tar'ham avagi'a karoge halanki tuhanu alaha di'am a'itam suna'i'am ja rahi'am hana ate tuhade vica unham da rasula maujuda hai jihara bada alaha nu drirata nala pakarega tam uha sidhe rasate upara pahuca gi'a"}]}