{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Dere som tror, søk hjelp i talmod og bønn. Gud star de talmodige bi"},{"SurahNumber":2,"VerseNumber":154,"Text":"Dere skal ikke si om dem som har mistet livet for Guds sak at de er døde! Nei, de lever, men dette kan dere ikke fatte"},{"SurahNumber":2,"VerseNumber":155,"Text":"Vi kan saktens stille dere pa prøve med frykt og hunger, med tap av liv, eiendom og avlinger. Men bring de talmodige det gledelige budskap"},{"SurahNumber":2,"VerseNumber":156,"Text":"dem som som nar ulykken rammer dem, sier: «Vi tilhører Gud, og til Ham skal vi vende tilbake.»"},{"SurahNumber":2,"VerseNumber":157,"Text":"Over dem hviler Guds velsignelse og nade. Disse er pa den rette vei"},{"SurahNumber":2,"VerseNumber":158,"Text":"Stedene Safa og Marwa (i Mekka) er Guds landemerker. Og for den som utfører det store eller det lille pilegrimsritual, er det intet i veien for at han ogsa gjør en rundgang rundt begge. Om noen frivillig gjør en god gjerning, sa er Gud anerkjennende, allvitende"},{"SurahNumber":2,"VerseNumber":159,"Text":"De som skjuler det Vi har apenbart av klar beskjed og ledelse etter at vi har gjort det klart for folk i skriften, over dem hviler Guds og menneskers forbannelse"},{"SurahNumber":2,"VerseNumber":160,"Text":"med mindre de angrer og forbedrer seg og viser det. Dem vil Jeg vende Meg mot. Jeg den Tilgivende, den Naderike"},{"SurahNumber":2,"VerseNumber":161,"Text":"Men over dem som viser vantro og dør i sin vantro, over dem hviler Guds, englers og menneskers forbannelse"},{"SurahNumber":2,"VerseNumber":162,"Text":"Under denne skal de forbli. Det blir ingen lettelse for dem i straffen, og de gis ingen appell"},{"SurahNumber":2,"VerseNumber":163,"Text":"Deres Gud er en Gud, det er ingen gud unntatt Ham, den Barmhjertige, den Naderike"}]}