{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":168,"Text":"He manara sampradaya! Prthiraita yi ache tara paraa halala arau paraitra bastu tomaloke ahara karaa; arau tomaloke cayatanara padanusarana nakaraiba. Niscaya si tomalokara prakasya satrau"},{"SurahNumber":2,"VerseNumber":169,"Text":"Niscaya si tomalokaka kerala beya arau aslila kamara adesa diye arau allaha samparke enebora bisaya koraara (adesa diye) yito tomaloke najana"},{"SurahNumber":2,"VerseNumber":170,"Text":"Arau yetiya sihamtaka koraa haya, ‘allahe yi aratirna karaiche seya tomaloke anusarana karaa’, (tetiya) sihamte kaya, ‘nahaya, baram ami anusarana karaima se'itora, yitora oparata ami amara pitr purausasakalaka pa'icho’. Yadi'o sihamtara pitr-purausasakale eko buja nachila arau sihamta satpathato paraicalita nachila, (tathapi'o sihamte tarae'i anusarana karaiba ne)"},{"SurahNumber":2,"VerseNumber":171,"Text":"Arau yisakale kupharai karaiche sihamtara udaharana tara darae, yiye ene karaobaka matiche yiye cinamra bakharara bahirae eko nusune. Sihamta kala, boba, andha; seye sihamta nubuje"},{"SurahNumber":2,"VerseNumber":172,"Text":"He imandarasakala! Tomalokaka ami yi paraitra bastu pradana karaicho tara paraa tomaloke ahara karaa, arau allahara krtajnata prakasa karaa, yadihe tomaloke kerala te'omrae'i ibadata karaa"},{"SurahNumber":2,"VerseNumber":173,"Text":"Niscaya te'om tomalokara oparata haraama karaiche mrta jantu, teja, gaharaira mansa arau yito gayaraullahara namata jabeha karaa haiche. Kintu yiye niraupaya hai (alapa bhaksana karae) abadhya ba simalanghana nakarae tente tara kono papa naha’ba. Niscaya allaha ksamasila, parama dayalu"},{"SurahNumber":2,"VerseNumber":174,"Text":"Niscaya yisakale allahe aratirna karaa kitabara paraa kichu katha gopana karae arau iyara binimayata saman'ya mulya grahana karae, sihamte sihamtara petata ju'ira bahirae ana eko nakhaya. Kiyamatara dina allahe sihamtara lagata katha nakaba arau sihamtaka paraitra'o nakaraiba; arau sihamtara babe ache yantranadayaka sasti"},{"SurahNumber":2,"VerseNumber":175,"Text":"Sihamte'i hidayatara binimayata bhrastata arau magaphiraatara paraibarte sasti kini laiche; eteke ju'i sahya karaibalai sihamta kimana ye dhairyasila"},{"SurahNumber":2,"VerseNumber":176,"Text":"eya e'i babe'i ye, allahe satyasaha kitaba aratirna karaiche arau yisakale kitaba sambandhe matabheda srsti karaiche, sihamta niscaya sudura matanaikyata lipta"}]}