{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":71,"Text":"Va Alloh taolo ʙarxe az şumoro ʙar ʙarxe [digar] dar [ne'matu] rūzī ʙartarī dodast; pas, kasone, ki ʙartarī doda şudaand, hozir nestand, ki az rūzii xud ʙa ʙardagonaşon ʙidihand, to hamagī dar on [ne'matu doroī] ʙaroʙar şavand. [Agar xud az şarik ʙezorand, caro ʙaroi Alloh taolo şarik qaror medihand?] Pas, ojo [ʙo in şirkvarzī] ne'mati Allohro inkor mekunand"},{"SurahNumber":16,"VerseNumber":72,"Text":"Va Alloh taolo ʙaroi şumo az [çinsi] xudaton hamsarone qaror dod va az hamsaronaton ʙaroi şumo farzandon va navodagone ofarid va az cizhoe pokiza ʙa şumo rūzī ʙaxşid. Pas, ojo [ʙoz ham] ʙa ʙotil imon meovarand va ʙa ne'mati Alloh taolo nosiposī mekunand"},{"SurahNumber":16,"VerseNumber":73,"Text":"Va [muşrikon] ʙa çoji Alloh taolo cizhoero meparastand, ki moliki heç rūzie dar osmonho va zamin ʙarojaşon nestand va tavonoī [-i heç kore] nadorand"},{"SurahNumber":16,"VerseNumber":74,"Text":"Pas, ʙaroi Alloh taolo amsol [va şarikhoe mutaaddid] qoil naşaved. Be tardid, Alloh taolo medonad va şumo namedoned"},{"SurahNumber":16,"VerseNumber":75,"Text":"Alloh taolo misole zadaast: ʙardai mamluke, ki qodir ʙa heç kore nest va [dar muqoʙil,] kase, ki az çoniʙi xeş ʙa ū rūzii nakuie ʙaxşidaem va ū az hamon [ne'mathoi ilohī] pinhonu oşkor infoq mekunad. Ojo in du ʙaroʙarand? [Pas, şumo muşrikon ci guna moliki mutlaqro ʙo ʙuthoi notavon jakson medoned?] Sitoiş maxsusi Alloh taolo ast; ammo ʙeştaraşon [haqqi jagonagiaşro] namedonand"},{"SurahNumber":16,"VerseNumber":76,"Text":"Va Alloh taolo masali [digare] zadaast: du mardro [farz kuned], ki jake az on du lol ast va heç kore az vaj ʙarnameojad va sarʙori dūsti xud meʙoşad, har kuço ūro mefiristad, heç xajre ʙa hamroh nameovarad [va vazoifaşro ʙa durustī ançom namedihad]; ojo ū ʙo kase, ki ʙa adolat farmon medihad va xud ʙar rohe mustaqim qaror dorad, ʙaroʙar ast? [Pas, şumo muşrikon ci guna qodiri mutlaqro ʙo ʙuthoi ʙeehsosi notavon jakson medoned]"}]}