{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Rekl (Farao) k predakum svym, kolem sebe: „Totot zajiste kouzelnik jest uceny"},{"SurahNumber":26,"VerseNumber":35,"Text":"Chce vyhnati vas ze zeme vasi kouzelnictvim svym: co narizujete?“"},{"SurahNumber":26,"VerseNumber":36,"Text":"Rekli: „Poodloz (odpoved) jemu a bratru jeho: a posli do vsech mest shromazdovatele"},{"SurahNumber":26,"VerseNumber":37,"Text":"kteri privedou ti vsechny kouzelniky ucene.“"},{"SurahNumber":26,"VerseNumber":38,"Text":"I shromazdeni byli kouzelnici na schuzku v den urceny"},{"SurahNumber":26,"VerseNumber":39,"Text":"a bylo receno lidem: „Shromazdite-li se vsichni"},{"SurahNumber":26,"VerseNumber":40,"Text":"abychom snad nasledovali kouzelniky, budou-li viteznymi?“"},{"SurahNumber":26,"VerseNumber":41,"Text":"A kdyz prislo kouzelnictvo, rekli Faraonovi: „Dostaneme odmenu, budeme-li viteznymi?“"},{"SurahNumber":26,"VerseNumber":42,"Text":"Rekl: „Ano: a v tom pripade tez budete z tech, kdoz mne jsou nejblizsi.“"},{"SurahNumber":26,"VerseNumber":43,"Text":"Rekl, jim Mojzis: „Vrhnete na zem, co mate k vrhani.“"},{"SurahNumber":26,"VerseNumber":44,"Text":"I vrhli na zem provazy sve a hole sve a rekli: „Pri moci Faraonove, myt zajiste jsme viteznymi!“"},{"SurahNumber":26,"VerseNumber":45,"Text":"I vrhl Mojzis na zem hul svou a pozrala jich divy vylhane"},{"SurahNumber":26,"VerseNumber":46,"Text":"Tehdy padli kouzelnici uctou na tvare sve"},{"SurahNumber":26,"VerseNumber":47,"Text":"a rekli: „Uverili jsme v Pana veskerenstva"},{"SurahNumber":26,"VerseNumber":48,"Text":"Pana Mojzise a Arona.“"},{"SurahNumber":26,"VerseNumber":49,"Text":"Rekl (Farao): „Zdaz uverili jste v neho drive, nez dovolil jsem vam? Tent zajiste jest nacelnikem vasim, jenz naucil vas kouzlum — a dobre seznate (moc moji): dojista pak dam urezati vam ruce i nohy pokrizmo a dam ukrizovati vsechny vas.“"},{"SurahNumber":26,"VerseNumber":50,"Text":"Rekli: „To neuskodi nam, neb v pravde k Panu svemu navratime se"},{"SurahNumber":26,"VerseNumber":51,"Text":"Zajiste prejeme si, aby odpustil nam Pan nas hrichy nase, neb my byli jsme prvnimi z vericich.“"},{"SurahNumber":26,"VerseNumber":52,"Text":"I vnukli jsme Mojzisovi: „Vyjdi za noci se sluzebniky mymi: neb dojista pronasledovani budete.“"}]}