{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Odrikavat Kteri postarat se nebo ty nebe zahrabat? Ktery rizeny uplne vyslech zrak? Ktery vytahnout obyvaci naprosto naprosto podle ivy? Ktery od byl rizeny z uplne potreby? Oni odrikavat BUH. Odrikavat pak ty ne slavit prikazani"},{"SurahNumber":10,"VerseNumber":32,"Text":"receny jsem BUH svuj spravedlivy Magnat. Ktery tam za vernost byl prolhanost? Jak ty nedbat uplne tento"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tento jsem co svuj Magnat rozhodnuti ucinil s ty chtit byl prostopasny oni ne verit"},{"SurahNumber":10,"VerseNumber":34,"Text":"Odrikavat Mohl adny o svuj obraz uvedeny stvoreni pak reprodukovat to? Odrikavat BUH znalec stvoreni pak reprodukovat to"},{"SurahNumber":10,"VerseNumber":35,"Text":"rict Ucinil adny o svuj obraz usmernovat vernost? Odrikavat BUH usmernovat vernost! Jednotka usmernovat vernost hodny z ridili se 1 ktery byl usmernovat zpusobit zrovna rizeni sobe? Co jsem krivda na svuj soud"},{"SurahNumber":10,"VerseNumber":36,"Text":"mnostvi z ti ridili se nic navrhnout navrhnout ne jsem podstrcit nebo vernost! BUH BYL CELKEM vedomy si o VSECHNO ONI UCINIL"},{"SurahNumber":10,"VerseNumber":37,"Text":"Tento Quran mona ne authored BUH. To pevny uplne predchozi poslani stanovit celkem podrobny bible! jsem neomylny to podlehnout Magnat vesmir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Oni odrikavat On vymyslet to odrikavat Pak vytahnout 1 sura mony tyto lakat whomever ty adat BUH ty jsem pravy"},{"SurahNumber":10,"VerseNumber":39,"Text":"Vskutku oni vyradit tento mimo usilovat vyzkouset to a porozumeni to! Tim ucinil ty neli ti pochybovat! Proto prosluly dusledek prestupnik"},{"SurahNumber":10,"VerseNumber":40,"Text":"(Trochu o ti verit za tohleto bible) i kdy others pochybovat to! Svuj Magnat jsem celkem vedomy si o evildoers"}]}