{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":26,"VerseNumber":192,"Text":"Bēśaka iha sasāra dē mālaka alāha dī utārī hō'ī bāṇī hai"},{"SurahNumber":26,"VerseNumber":193,"Text":"Atē isa nū amānatadāra, bharōsēyōga fariśatā lai kē utari'ā hai"},{"SurahNumber":26,"VerseNumber":194,"Text":"Tuhāḍē dila utē tāṁ ki tusīṁ nasīhata karana vāli'āṁ vicō hōvōṁ"},{"SurahNumber":26,"VerseNumber":195,"Text":"Sapaśaṭa arabī bhāśā vica"},{"SurahNumber":26,"VerseNumber":196,"Text":"atē isa dā ulēkha pahilē mai‌gabarāṁ dī'āṁ kitābāṁ vica vī hai"},{"SurahNumber":26,"VerseNumber":197,"Text":"Atē kī inhāṁ la'ī iha niśānī nahīṁ. Isa nū isarā'īla dē vaśa dē ulamāṁ (vidavāna) jāṇadē hana"},{"SurahNumber":26,"VerseNumber":198,"Text":"Atē jēkara asīṁ isa nū kisē ajamī' (gaira araba vāsī) upara utāradē"},{"SurahNumber":26,"VerseNumber":199,"Text":"Phira uha unhāṁ nū paṛha kē suṇā'undā tāṁ uha isa upara īmāna li'ā'uṇa vālē nā baṇadē"},{"SurahNumber":26,"VerseNumber":200,"Text":"Isa tar'hāṁ asīṁ īmāna nā li'ā'uṇa vāli'āṁ nū pāpī'āṁ dē dila vica pā rakhi'ā hai"},{"SurahNumber":26,"VerseNumber":201,"Text":"Iha lōka udōṁ taka īmāna nahīṁ li'ā'uṇagē jadōṁ taka daradanāka sazā nā dēkha laiṇa"},{"SurahNumber":26,"VerseNumber":202,"Text":"Phira uha unhāṁ upara acānaka ā jāvēgī atē inhāṁ nū ḵẖabara vī nahīṁ' hōvēgī"},{"SurahNumber":26,"VerseNumber":203,"Text":"Phira uha kahiṇagē kī sānū kūjha maukā mila sakadā hai"},{"SurahNumber":26,"VerseNumber":204,"Text":"Kī uha sāḍī āfata nū jaladī maga rahē hana"},{"SurahNumber":26,"VerseNumber":205,"Text":"dasō ki jē asīṁ inhāṁ nū kujha sālāṁ taka lābha didē rahī'ē"},{"SurahNumber":26,"VerseNumber":206,"Text":"Phira unhāṁ utē uha azāba ā jāvē jisa tōṁ' inhāṁ nū ḍarā'i'ā jā rihā"},{"SurahNumber":26,"VerseNumber":207,"Text":"Tāṁ iha lābha inhāṁ dē kī kama āvēgā"},{"SurahNumber":26,"VerseNumber":208,"Text":"Atē asīṁ kisē basatī nū vī barabāda nahīṁ kītā para unhāṁ la'ī ḍarā'uṇa vālē sana"},{"SurahNumber":26,"VerseNumber":209,"Text":"Nasīhata la'ī atē asīṁ zulamī nahīṁ' hāṁ"},{"SurahNumber":26,"VerseNumber":210,"Text":"Atē isa nū śaitāna lai kē nahīṁ utari'ā"},{"SurahNumber":26,"VerseNumber":211,"Text":"Nā uha isa dē yōga hai atē nā hī uha ajihā kara sakadē hana"},{"SurahNumber":26,"VerseNumber":212,"Text":"Uha isa nū suṇana tōṁ rōka ditē ga'ē hana"},{"SurahNumber":26,"VerseNumber":213,"Text":"Isa la'ī tusīṁ alāha dē barābara kisē hōra pūjanīka nū nā pukārōṁ, nahīṁ tāṁ tusī vī sazā pā'uṇa vāli'āṁ vica śāmila hō jāvōgē"},{"SurahNumber":26,"VerseNumber":214,"Text":"Atē āpaṇē nazadīkī sabadhī'āṁ nū ḍara suṇā'u"},{"SurahNumber":26,"VerseNumber":215,"Text":"Atē unhāṁ hō kē tuhāḍā pālaṇa karana"},{"SurahNumber":26,"VerseNumber":216,"Text":"Isa la'ī jēkara uha tuhāḍī avagi'ā karana tāṁ ākhō, ki jō kūjha tusīṁ kara rahē hō maiṁ usa tōṁ niralēpa hāṁ"},{"SurahNumber":26,"VerseNumber":217,"Text":"Atē śakatīśālī atē kirapālū alāha tē bharōsā rakhō"},{"SurahNumber":26,"VerseNumber":218,"Text":"Jihaṛā tuhānū vēkhadā hai, jadōṁ' tusīṁ uṭhadē hō"},{"SurahNumber":26,"VerseNumber":219,"Text":"Atē tuhāḍī'āṁ namāzī'āṁ dē nāla gatīvidhī'āṁ nū"},{"SurahNumber":26,"VerseNumber":220,"Text":"Bēśaka uha suṇana vālā tē jāṇana vālā hai"},{"SurahNumber":26,"VerseNumber":221,"Text":"Kī maiṁ tuhānū dasāṁ, ki saitāna kisa upara utaradē hana"},{"SurahNumber":26,"VerseNumber":222,"Text":"(Suṇō)? Uha harēka jhūṭhē pāpī tē utaradē hana"},{"SurahNumber":26,"VerseNumber":223,"Text":"Uha kana lā'undē hana atē unhāṁ vicōṁ zi'ādātara jhūṭhē hana"},{"SurahNumber":26,"VerseNumber":224,"Text":"Atē kavī'āṁ dē pichē rāha tōṁ bhaṭakē lōka caladē hana"},{"SurahNumber":26,"VerseNumber":225,"Text":"Kī tūsī' nahīṁ dēkhadē kī uha harēka bī'ābāna jagala vica bhaṭakadē hana"},{"SurahNumber":26,"VerseNumber":226,"Text":"Atē jō uha kahidē hana uha karadē nahīṁ"},{"SurahNumber":26,"VerseNumber":227,"Text":"Paratū jihaṛē lōka īmāna li'ā'ē atē cagē kama kītē atē unhāṁ nē alāha nū bahuta bhārī yāda kītā tāṁ unhāṁ nē sēvā fala li'ā (uha vī) isa tōṁ bā'ada jadōṁ unhāṁ tē zulama hō'i'ā. Atē ati'ācāra karana vāli'āṁ nū jaladī patā laga jāvēgā ki unhāṁ nē kihaṛē sathāna upara vāpisa jāṇā hai"}]}