{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap ehlinden bir grup dedi ki: \"Inananlara indirilmis olana, gunun onunde inanın, sonunda inkar edin; belki (size bakarak onlar da) donerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Sizin dininize uyandan baskasına guvenmeyin! (dediler.) De ki: \"Hidayet Allah'ın hidayetidir. Birine, size verilenin benzerinin verilmesinden veya Rabbinizin huzurunda aleyhinize deliller getireceklerinden oturu mu (boyle soyluyorsunuz)?, De ki: \"Lutuf Allah'ın elindedir, onu diledigine verir, Allah(ın lutfu) genistir, (O her seyi) bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini diledigine has kılar. Allah, buyuk lutuf ve ikram sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap ehlinden oylesi vardır ki, ona yuklerle emanet bıraksan, onu sana oder. Onlardan oylesi de vardır ki, ona bir dinar versen, devamlı olarak basına dikilmeden onu sana odemez. Onlar \"Ummilere karsı bize bir sorumluluk yoktur.\" dedikleri icin boyle yapıyorlar ve Allah'a karsı bile bile yalan soyluyorlar"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır, kim sozunu yerine getirir ve (gunahtan) korunursa, suphesiz Allah da korunanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Fakat Allah'a verdikleri sozu ve yeminlerini az bir paraya satanlar var ya, iste onların ahirette bir payı yoktur; Allah kıyamet gunu onlara konusmayacak, onlara bakmayacak ve onları yuceltmeyecektir. Onlar icin acı bir azab vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onlardan bir grup var ki, Kitapta olmayan bir seyi, siz Kitaptan sanasınız diye dillerini Kitapla egip buker(sozlerini, Kitabın sozu imis gibi gostermek icin kelimeleri dillerinde bukerek okur, onları, Kitabın sozlerine benzetmege calısır)lar ve: \"O, Allah katındandır.\" derler. Oysa o, Allah katından degildir. Bile bile Allah'a karsı yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hicbir insana yakısmaz ki, Allah ona Kitap, hukum (hikmet) ve peygamberlik versin de, sonra (o kalksın) insanlara: \"Allah'ı bırakıp bana kullar olun\", desin; fakat: \"Ogrettiginiz Kitap ve okudugunuz seyler geregince Rabba halis kullar olun!\" der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve size: \"Melekleri ve peygamberleri tanrılar edinin!\" diye de emretmez. Siz musluman olduktan sonra, size inkarı emreder mi"}]}