{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"Ne khwalaka Musa tsinyanga amakhumi kataru ne nikhumetakhwo ekhumi, nibiula ebise bia Nyasaye wuwe tsinyanga amakhumi kane. Mana Musa Naboolela Omusiani wabu, Haruni mbu: “Tila habundu wanje okhwimilila Abandu banje ne obe omulayi, ne olalonda tsinjila tsiabalia bakholanga obubii tawe.”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ne Musa olwa yoola khubise biefu, mana Nyasaye wuwe nalomaloma ninaye, yaboola mbu:“Nyasaye wanje nzechesiekhwo ekhulole” Yaboola; mbu: “shiwakhandola tawe halali henga khu lwanda-luli imbeli wuwo olo nilulatong’a habundu walwo oba witsa okhundola.” Kho Nyasaye wuwe olwa yelolosia khulwanda yakhola olwanda lwa tonyokha tonyokha, mana Musa nakwa hasi nasuma. Olwa yakalusia omwoyo naboola mbu;“oluyali nolulwo, esaba obulesheli khwiwe, nasi endi mubasuubili bokhuranga ”"},{"SurahNumber":7,"VerseNumber":144,"Text":"Nyasaye naboola mbu; “Ewe Musa toto esie ekhwawule mubandu khulwa oburume bwanje nende okhulomaloma khwo ninasi, kho bukula kekhwelesinjia ne obe mubalia bakhupanga orio.”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Nenikhumuhandichila mutaurati eyo amachelo (Kabuli imbia) nende amebaalo kabuli eshindu, kho katile nende amani ne olomesie Abandu okhutila amalayi kano. Hambi ano nditsa okhubeechesia eshimenyo shabandu ababii"},{"SurahNumber":7,"VerseNumber":146,"Text":"“Ndalabekalila balia belolanga mubufuru khushialo munjila ilali ya toto, balia buli eshimanyisio shiabalola shibasuubila tawe, ne nibalola injila yobulunjifu shibayitila mbu niyo injila tawe, halali nibalola injila yobukori bayibukulanga mbu niyo injila. Endio nilwokhuba mbu bayingana ebimanyisio biefu nende okhubula ninabio oluchendo"},{"SurahNumber":7,"VerseNumber":147,"Text":"Nebalia abayingana khubimanyisio biefunendeokhukhung’aanakhwomwikulu, ebikhole biabu biabiya, kho balirungwa akandi akali kalia kabakholanga"}]}