{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Одамларга ҳисоб-китоблари (яъни, Қиёмат қойим бўлиши) яқинлашиб қолди. Улар эса ғафлатда, (иймон келтириб, яхши амаллар қилишдан) юз ўгиргувчидирлар"},{"SurahNumber":21,"VerseNumber":2,"Text":"Уларга Парвардигорлари томонидан бирон янги эслатма — оят келар экан, албатта уни ўйнаган ҳолларида (масхара қилиб), тингладилар"},{"SurahNumber":21,"VerseNumber":3,"Text":"Диллари ғофил бўлган ҳолларида (тингладилар) ва золим-кофир кимсалар: «Бу (яъни, Муҳаммад) ўзларингизга ўхшаган бир одам холос-ку! Кўриб турган ҳолингизда сеҳр-жодуга (алданиш учун) келаверасизларми?!», (деб) ўзаро шивирлашдилар"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Шунда Муҳаммад алайҳис-салоту вас-салом) айтди: «Парвардигорим осмону-заминдаги ҳар бир сўзни билур. У эшитгувчи, билгувчидир»"},{"SurahNumber":21,"VerseNumber":5,"Text":"«Балки — дедилар улар — (Муҳаммад ваҳий деб даъво қилаётган сўзлар) — алоқ-чалоқ тушлардир, балки (бу сўзларни) у ўзи тўқиб олгандир, балки у бир шоирдир. Бас, у ҳам илгари юборилган пайғамбарлар (келтирганлари) каби бирон оят-мўъжиза келтирсин!»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Улардан олдин, Биз ҳалок қилган бирон қишлоқ-шаҳар (аҳолиси) иймон келтирган эмас, бас, улар иймон келтирармидилар"},{"SurahNumber":21,"VerseNumber":7,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), Биз сиздан илгари ҳам фақат кишиларни (яъни, инсонларни) Ўзимиз ваҳий юборган ҳолда пайғамбар қилгандирмиз. Бас, (эй Макка аҳли), агар ўзларингиз билмайдиган бўлсангизлар (Таврот, Инжилни биладиган) аҳли илмлардан сўранглар"},{"SurahNumber":21,"VerseNumber":8,"Text":"Биз у (пайғамбар)ларни таом емайдиган бир жасад қилган эмасмиз ва улар мангу ҳаёт кечиргувчи ҳам эмас эдилар"},{"SurahNumber":21,"VerseNumber":9,"Text":"Сўнгра Биз (берган) ваъдамизга вафо қилиб, у (пайғамбар)ларга Ўзимиз хоҳлаган (иймонли) кишилар билан бирга нажот берганмиз, ҳаддан ошувчи кимсаларни — кофирларни эса ҳалок қилганмиз"},{"SurahNumber":21,"VerseNumber":10,"Text":"Дарҳақиқат, Биз сизларга бир Китоб — Қуръон нозил қилдикки, унда сизлар учун зикр (яъни, шаъну шараф) бордир. (Чунки у сизларнинг тилингизда нозил қилинди). Ақл юргизмайсизларми"}]}