{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Заиста, онима који Наше речи и доказе буду порицали и према њима се буду охоло односили - небеске капије се неће отворити, нити ће они у Рај да уђу све док се камила кроз иглене уши не провуче! Ето тако ћемо Ми преступнике да казнимо"},{"SurahNumber":7,"VerseNumber":41,"Text":"Од паклене ватре ће лежаји, а и покривачи, изнад њих да буду. Ето, тако ћемо Ми насилнике да казнимо"},{"SurahNumber":7,"VerseNumber":42,"Text":"Они који буду веровали и чинили добра дела - а Ми никог не задужујемо мимо његових могућности, биће становници Раја, у њему ће вечно да остану"},{"SurahNumber":7,"VerseNumber":43,"Text":"Из њихових груди ћемо злобу да одстранимо; испред њих ће реке да теку, и они ће говорити: „Хваљен нека је Аллах, Који нас је на Прави пут упутио; ми не бисмо на Правом путу били да нас Аллах није упутио, посланици нашег Господара истину су доносили“, и довикнуће им се: „Тај сте Рај у наследство добили за оно што сте чинили!“"},{"SurahNumber":7,"VerseNumber":44,"Text":"И становници Раја дозиваће становнике Ватре: „Ми смо нашли да је истинито оно што нам је обећао наш Господар, да ли сте и ви нашли да је истинито оно што је вама ваш Господар претећи обећао?“ „Јесмо!“ Одговориће. А онда ће један гласник међу њима да викне: „Нека Аллахово проклетство на насилнике остане"},{"SurahNumber":7,"VerseNumber":45,"Text":"који су од Аллаховог пута одвраћали и настојали да га искриве, и који у будући свет нису веровали!“"},{"SurahNumber":7,"VerseNumber":46,"Text":"Између њих биће преграда, а на врховима биће људи који ће сваког по његовом обележју да познају. И они ће становницима Раја, пре него што у њега уђу, да кажу: „Мир над вама!“ А то ће силно да желе"},{"SurahNumber":7,"VerseNumber":47,"Text":"Када им погледи скрену према становницима Ватре, узвикнуће: „Наш Господару, не дај нам да будемо са људима насилницима!“"}]}