{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"mattu mun̄jāvinallū san̄je hottinallū avana pāvitravannu japisiri"},{"SurahNumber":33,"VerseNumber":42,"Text":"nim'mannu kattaleyinda horategedu beḷakineḍege naḍesuvudakkāgi, avanu mattu avana malak‌gaḷu nimage śubha hāraisuttā iruttāre. Avanu viśvāsigaḷa pālige sadā karuṇāmayiyāgiddāne"},{"SurahNumber":33,"VerseNumber":43,"Text":"Avaru avanannu kāṇuva dina avarannu ‘salām’(śānti) endu harasalāguvudu mattu avanu avarigāgi bahaḷa śrēṣṭha pratiphalavannu sid'dhagoḷisiṭṭiruvanu"},{"SurahNumber":33,"VerseNumber":44,"Text":"dūtarē, nāvu nim'mannu sākṣiyāgi, śubhavārte nīḍuvavarāgi mattu eccarisuvavarāgi kaḷisiruvevu"},{"SurahNumber":33,"VerseNumber":45,"Text":"(hāgeyē,) allāhana ādēśa prakāra janarannu avaneḍege kareyuvavarāgi mattu ujvala sūryanāgi (kaḷisiruvevu)"},{"SurahNumber":33,"VerseNumber":46,"Text":"viśvāsigaḷigāgi allāhana kaḍeyinda bhārī udāra pratiphala ideyendu nīvu avarige śubhavārte nīḍiri"},{"SurahNumber":33,"VerseNumber":47,"Text":"mattu nīvu dhikkārigaḷa hāgū kapaṭigaḷa ādēśa pālisabēḍi mattu avara kirukuḷagaḷa kuritu cintisabēḍi. Nīvu allāhanalli bharavase iḍiri. Kārya sādhakanāgi allāhanē sāku"},{"SurahNumber":33,"VerseNumber":48,"Text":"viśvāsigaḷē, nīvu viśvāsi strīyarannu vivāhavāgi, avarannu sparśisuva munna avarannu vicchēdisidare, avaru ‘iddat’(avadhi) pūrtigoḷisabēkendu āgrahisuva adhikāra nimagilla. Avarige ondaṣṭu sampattannu koṭṭu atyuttama rītiyalli avarannu kaḷisikoḍiri"},{"SurahNumber":33,"VerseNumber":49,"Text":"dūtarē, nīvu yārige avara mehr annu pāvatisiruvirō ā nim'ma patniyaru mattu allāhanu yud'dha prāptiyāgi nimagoppisiruva dāsiyaru, mattu nim'ma tandeya sahōdarara putriyaru mattu nim'ma tandeya sahōdariyara putriyaru, mattu nim'ma tāyiya sahōdarara putriyaru mattu nim'ma tāyiya sahōdariyara putriyaru, nim'ma jotege valase hōdavaru, tam'mannu dēvadūtarigendē muḍipāgiḍuva harake hottavaru – dēvadūtaru avarannu vivāhavāga bayasuvudādare – avarannu nāvu nim'ma pālige sam'matagoḷisiruvevu. Idu itara viśvāsigaḷige anvayavāgada, nimage mātra iruva niyama. Avara patniyaru hāgū dāsiyara viṣayadalli nāvu avarige vidhisiruva niyamagaḷa kuritu nāvu ballevu. Nim'ma pālina aḍe taḍegaḷa nivāraṇegāgi (idannu tiḷisalāgide). Allāhanu kṣamisuvavanu hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":33,"VerseNumber":50,"Text":"(Dūtarē,) nīvu avara (nim'ma patniyara) paiki nīvicchisuvavarannu dūraviḍabahudu mattu nīvicchisuvavarannu nim'ma jotege uḷisikoḷḷabahudu. Innu, avara paiki, nīvu dūragoḷisidavarannē matte nīvu nim'ma baḷige karesikoḷḷuvudakke taḍeyēnū illa. Avara (dūtara patniyara) kaṇṇugaḷu tampāgiruvudakke hāgū avaru duḥkhitarāgade iruvudakke mattu avaru nīvu koṭṭaddarallē santr̥ptarāgiruvudakke idu samarpaka dhōraṇeyāgide. Nim'ma manas'sugaḷalli iruvudannellā allāhanu cennāgi ballanu. Allāhanu jñāna uḷḷavanū yuktivantanū āgiddāne"},{"SurahNumber":33,"VerseNumber":51,"Text":"(dūtarē,) idara baḷika bēre mahiḷeyaru nim'ma pālige sam'mataralla mattu nimage yāradādarū saundaryavu eṣṭē ākarṣakavenisidarū nīvu ivara (hāli patniyara) sthānadalli itararannu taruvantilla – nim'ma dāsiyara horatu. Allāhanantu ella viṣayagaḷa mēlvicārakanāgiddāne"},{"SurahNumber":33,"VerseNumber":52,"Text":"viśvāsigaḷē, bhōjanakkāgi āmantraṇa sigade nīvu dēvadūtara manegaḷoḷage pravēśisabēḍi mattu bhōjana sid'dhavāguvudakkāgi kāyuttā kūtirabēḍi. Nim'mannu kareyalādāga nīvu pravēśisiri mattu bhōjana mugidoḍane, horaṭu hōgiri mattu sum'mane mātukateyalli toḍagirabēḍi. Nim'ma ī tarada vartaneyinda dēvadūtarige kirukuḷavāguttade. Ādare avaru nim'ma munde saṅkōca paḍuttāre. Allāhanu satyavannu mundiḍuvudakke hin̄jariyuvudilla. Nīvu avaroḍane (dūtara patniyaroḍane) yāvudē vastuvannu kēḷuvāga, tereya mareyindalē kēḷiri. Idu nim'ma manas'sugaḷigū avara manas'sugaḷigū oḷḷeyadu. Nīvu dūtarige kirukuḷa nīḍabāradu mattu avara nidhanānantara avara patniyarannu nīvendū vivāhavāgabāradu. Khaṇḍitavāgiyū ivellā allāhana dr̥ṣṭiyalli doḍḍa viṣayagaḷāgive"}]}