{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":43,"Text":"(Gunun birinde) hukumdar gordugu bir ruyayı anlatıp dedi ki: “Ben yedi semiz inek gordum, bunları yedi zayıf inek yiyordu. Bir de yedi yesil basak ile yedi kuru basak gordum. Ey efendiler: “Siz ruya tabir ediyorsanız, benim bu ruyamı da halledin!”"},{"SurahNumber":12,"VerseNumber":44,"Text":"O kahinler “Bu gordukleriniz karısık duslerdir. Biz boyle karısık duslerin yorumunu bilemeyiz.” dediler"},{"SurahNumber":12,"VerseNumber":45,"Text":"O iki arkadastan kurtulanı, aradan gecen bunca zamandan sonra, iste ancak o sırada, Yusuf'u hatırlayıp dedi ki “Ruyanın tabirini size ben bildirecegim. Hele siz beni hapishaneye bir gonderiverin!”"},{"SurahNumber":12,"VerseNumber":46,"Text":"Hapishaneye gidip: “Yusuf! Sozu dogru ve isabetli olan aziz dostum! Su muskil ruya hakkında bize bir cozum bildir lutfen: “Yedi semiz inegi yiyen yedi zayıf inek ile yedi yesil basak ile yedi kuru basagın anlamı ne olabilir? Umid ederim ki isabetli yorumunu ogrenip ilgili insanlara aktarırım, boylece onlar da dogruyu ogrenir ve senin kıymetini bilirler.”"},{"SurahNumber":12,"VerseNumber":47,"Text":"Yusuf: “Yedi sene, bildiginiz sekilde ekin ekersiniz. Ama bictiginizi, yiyeceginiz az miktar dısında, basagında bırakır, depolarsınız"},{"SurahNumber":12,"VerseNumber":48,"Text":"Sonra, bunun pesinden yedi kurak yıl gelecek, tohumluk olarak saklayacagınız az bir miktar dısında, once biriktirdiklerinizi yiyip tuketirsiniz.Sonra onun arkasından bir yıl gelecek ki halk bol yagmura kavusacak, sıkıntıdan kurtulacak, bol meyve sıkıp hayvanları sagacaklar.” {KM, Tekvin 41. bolum}"},{"SurahNumber":12,"VerseNumber":49,"Text":"Sonra, bunun pesinden yedi kurak yıl gelecek, tohumluk olarak saklayacagınız az bir miktar dısında, once biriktirdiklerinizi yiyip tuketirsiniz.Sonra onun arkasından bir yıl gelecek ki halk bol yagmura kavusacak, sıkıntıdan kurtulacak, bol meyve sıkıp hayvanları sagacaklar.” {KM, Tekvin 41. bolum}"}]}