{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"Kadınlarınızdan fuhus yapanlara karsı icinizden dort tanık getirin. Tanıklık ederlerse, onları, olunceye veya ALLAH onlara bir yol acıncaya kadar evlerde tutun"},{"SurahNumber":4,"VerseNumber":16,"Text":"Sizden zina isleyen cifti cezalandırın. Tevbe edip duzelirlerse onlardan vazgecin. ALLAH yonelisleri kabul edendir, Rahim'dir"},{"SurahNumber":4,"VerseNumber":17,"Text":"Cahillik yuzunden bir kotuluk isleyen ve hemen ardından tovbe edenlerin tovbesinin kabulu ALLAH'a aittir. ALLAH tovbelerini kabul eder. ALLAH Bilendir, Bilgedir"},{"SurahNumber":4,"VerseNumber":18,"Text":"Surekli kotuluk isleyen ve kendilerini olum yakalayınca, \"Ben artık tovbe ettim,\" diyenlerin tovbesi gecersizdir. Inkarcı olarak olenlerin de tovbesi gecersizdir. Onlar icin acıklı bir azap var"},{"SurahNumber":4,"VerseNumber":19,"Text":"Inananlar! Kadınların mirasına onların isteklerine aykırı olarak mirascı olmanız sizin icin yasal degil. Kendilerine onceden vermis bulundugunuz malları onlardan geri almak icin onları sıkıstırmayın. Bir fuhus islemeleri hali istisna. Onlarla iyi gecinin. Onlardan hoslanmıyorsanız, olur ki hoslanmadıgınız bir seye ALLAH cok hayır koymustur"},{"SurahNumber":4,"VerseNumber":20,"Text":"Mevcut esinizi bırakıp bir baska esle evlenmek istiyorsanız, birincisine buyuk miktarda mal vermisseniz bile ondan hic bir seyi geri almayın. Sahtekarlık ve iftira ederek ve gunah isleyerek mi geri alacaksınız"},{"SurahNumber":4,"VerseNumber":21,"Text":"Bir zamanlar birbirinizin en yakın icli dıslı dostu olmanıza ve sizden saglam bir soz almalarına ragmen nasıl olur da onu geri alırsınız"},{"SurahNumber":4,"VerseNumber":22,"Text":"Babanızın evlenmis bulundugu kadınlarla artık evlenmeyin. Fakat gecmiste yaptıgınız bu tip evlilikleri de bozmayın. O davranıs buyuk bir gunahtır, igrenc ve kotu bir yoldur"}]}