{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"I quan vau matar a un home i us ho vau recriminar, pero Al·la va revelar el que ocultaveu"},{"SurahNumber":2,"VerseNumber":73,"Text":"Llavors vam dir: «Copegeu-lo amb un tros d'ella!» Aixi Al·la tornara els morts a la vida i us fara veure Els seus signes. Potser, aixi, comprengueu"},{"SurahNumber":2,"VerseNumber":74,"Text":"I, despres d'aixo, es van endurir els vostres cors i es van posar com la pedra o encara mes durs. Hi ha pedres de les quals brollen rierols, unes altres que es trenquen i es cola l'aigua per elles, unes altres que es venen baix de por d'Al·la. Al·la esta atent al que feu"},{"SurahNumber":2,"VerseNumber":75,"Text":"Com aneu a anhelar que us creen si alguns dels que escoltaven la Paraula d'Al·la la van alterar a gratcient, despres d'haver-la compres"},{"SurahNumber":2,"VerseNumber":76,"Text":"I, quan troben a qui creuen, diuen: «Creiem!» Pero, quan estan tot sol, diuen. «Aneu a contar-los el que Al·la us ha revelat perque puguin esgrimir-ho com argument contra vosaltres davant el vostre Senyor? Es que no raoneu?»"},{"SurahNumber":2,"VerseNumber":77,"Text":"No saben que Al·la coneix el que oculten i el que manifesten"},{"SurahNumber":2,"VerseNumber":78,"Text":"Hi ha entre ells gentils que no coneixen l'Escriptura, sino fantasies i no fan sino conjecturar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Ai d'aquells que escriuen l'Escriptura amb les seves mans i despres diuen: Aixo ve d'Al·la, per a, despres, malvendre'l! Ai d'ells pel que les seves mans han escrit! Ai d'ells pel que han comes"},{"SurahNumber":2,"VerseNumber":80,"Text":"Diuen: «El foc no ens tocara mes que per dies contats». Digues: «Us ha promes alguna cosa Al·la? Doncs Al·la no faltara a La seva promesa. O es que dieu contra Al·la el que no sabeu?»"},{"SurahNumber":2,"VerseNumber":81,"Text":"Doncs si! Qui hagin obrat malament i estiguin voltats pel seu pecat, aquests habitaran en el Foc eternament"},{"SurahNumber":2,"VerseNumber":82,"Text":"Pero qui hagin cregut i obrat be, aquests habitaran en el Paradis eternament"}]}