{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":43,"VerseNumber":2,"Text":"ขอสาบานด้วยคัมภีร์อันชัดแจ้ง"},{"SurahNumber":43,"VerseNumber":3,"Text":"แท้จริงเราได้ทำให้คัมภีร์อัลกุรอานเป็นภาษาอาหรับ เพื่อพวกเจ้าจะได้ใช้สติปัญญา"},{"SurahNumber":43,"VerseNumber":4,"Text":"และแท้จริงอัลกุรอานนั้นอยู่ในแม่บทแห่งคัมภีร์ (อัลเลาฮุลมะฮฺฟูซ) ณ ที่เรา คือสูงส่งพรั่งพร้อมด้วยปรัชญา"},{"SurahNumber":43,"VerseNumber":5,"Text":"ดังนั้นจะให้เราหันเหข้อตักเตือนนี้จากพวกเจ้าเสียทีเดียว เพราะพวกเจ้าเป็นหมู่ชนผู้ฝ่าฝืนกระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":6,"Text":"และกี่มากน้อยแล้วที่เราได้ส่งนบีมาในชนชาติรุ่นก่อน ๆ"},{"SurahNumber":43,"VerseNumber":7,"Text":"และไม่มีนบีคนใดที่ได้มายังพวกเขาเว้นแต่พวกเขาจะได้เยาะเย้ยเขา (นบี)"},{"SurahNumber":43,"VerseNumber":8,"Text":"ฉะนั้นเราจึงได้ทำลาย (หมู่ชน) ซึ่งเข้มแข็งทางสมรรถภาพมากกว่าพวกเขา และอุทาหรณ์ของชนชาติรุ่นก่อน ๆ ก็ได้ล่วงลับไปแล้ว"},{"SurahNumber":43,"VerseNumber":9,"Text":"และหากเจ้าถามพวกเขาใครเล่าเป็นผู้สร้างชั้นฟ้าทั้งหลาย และแผ่นดินนี้ แน่นอนพวกเขาจะกล่าวว่า พระผู้ทรงอำนาจ ผู้ทรงรอบรู้ทรงสร้างมันเหล่านั้น"},{"SurahNumber":43,"VerseNumber":10,"Text":"ผู้ทรงทำให้แผ่นดินแผ่กว้างสำหรับพวกเจ้า และทรงทำให้มีถนนหนทางในแผ่นดินนั้นสำหรับพวกเจ้า เพื่อพวกเจ้าจะบรรลุสู่เป้าหมาย"},{"SurahNumber":43,"VerseNumber":11,"Text":"และเป็นผู้ทรงหลั่งน้ำลงมาจากฟากฟ้าตามปริมาณ และด้วยน้ำนั้นเราได้ทรงทำให้แผ่นดินที่แห้งแล้งมีชีวิตชีวาขึ้น เช่นนั้นแหละพวกเจ้าจะถูกให้ออกมา (จากกุบูร)"},{"SurahNumber":43,"VerseNumber":12,"Text":"และเป็นผู้ทรงสร้างทุกสิ่งทั้งหมดเป็นคู่ ๆ และทรงทำให้เรือและปศุสัตว์สำหรับพวกเจ้าเป็นสิ่งที่พวกเจ้าใช้ขี่เป็นพาหนะ"},{"SurahNumber":43,"VerseNumber":13,"Text":"เพื่อพวกเจ้าจะได้นั่งอยู่บนหลังของมันอย่างมั่นคง แล้วพวกเจ้าจะได้รำลึกถึงความโปรดปรานของพระเจ้าของพวกเจ้า เมื่อพวกเจ้าได้นั่งขี่บนมันอย่างเรียบร้อยแล้ว พวกเจ้าก็จะกล่าวว่า มหาบริสุทธิ์ผู้ทรงให้พาหนะนี้เป็นความสะดวกแก่เรา และเรานั้นไม่สามารถจะควบคุมมันได้"},{"SurahNumber":43,"VerseNumber":14,"Text":"และแท้จริงเราจะต้องเป็นผู้กลับไปสู่พระเจ้าของเราอย่างแน่นอน"},{"SurahNumber":43,"VerseNumber":15,"Text":"และพวกเขาได้ตั้งบางส่วนจากปวงบ่าวของพระองค์คู่เคียงกับพระองค์ แท้จริงมนุษย์นั้นเนรคุณอย่างชัดแจ้ง"}]}