{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"En voorzeker, Wij hebben Nôeh tot zijn volk gezonden. Toen zei hij: \"O mijn volk, aanbidt Allah, er is geen andere god voor jullie dan Hij. Waarom vrezen jullie (Allah) niet"},{"SurahNumber":23,"VerseNumber":24,"Text":"Toen zeiden de vooraanstanden, die niet geloofden, van zijn volk: \"Deze (man) is slechts een mens zoals jullie. Hij wenst uit te blinken boven jullie. En als Allah het gewild had, zou Hij Engelen hebben gestuurd. Wij hebben hierover van onze voorouders nog nooit gehoord"},{"SurahNumber":23,"VerseNumber":25,"Text":"Hij is slechts een man die bezeten is, wacht daarom op hem tot een bepaald moment"},{"SurahNumber":23,"VerseNumber":26,"Text":"Hij (Nôeh) zei: \"O mijn Heer, help mij vanwege wat zij loochenen"},{"SurahNumber":23,"VerseNumber":27,"Text":"Toen openbaarden Wij aan hem: \"Bouw onder Ons toezicht en (volgens) Onze aanwijzing een schip. En als Ons bevel komt en de oven overkookt, ga dan aan boord, met van ieder (dier) twee, paarsgewijs, en jouw familie, behalve degene van hen tegen wie het Woord (van bestraffing) er eerder was. En spreek Mij niet aan over degenen die onrecht pleegden. Voorwaar, zij zullen verdronken worden"},{"SurahNumber":23,"VerseNumber":28,"Text":"Dus wanneer jij en de mensen met jou aan boord van het schip zullen gaan, zeg dan: \"Alle lof zij Allah, Die ons gered heeft van het onrechtvaardige volk"},{"SurahNumber":23,"VerseNumber":29,"Text":"En zeg: \"O mijn Heer, plaats mij op een gezegende plaats. En U bent het die de beste plaatsen geeft"},{"SurahNumber":23,"VerseNumber":30,"Text":"Voorwar, daarin zijn zeker Tekenen en Wij hebben hen zeker beproefd"},{"SurahNumber":23,"VerseNumber":31,"Text":"Vervolgens brengen Wij na hen een andere generatie voort"},{"SurahNumber":23,"VerseNumber":32,"Text":"En Wij stuurden hun een Boodschapper van onder hen (die zei:) \"Aanbidt Allah. Er is geen god voor jullie dan Hem, waarom vrezen jullie (Allah) niet"}]}