{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"الم. (مفهوم این حروف به الله معلوم است)"},{"SurahNumber":29,"VerseNumber":2,"Text":"آیا مردم گمان کرده‌اند همین که بگویند: ایمان آوردیم (به حال خود) رها می‌شوند و مورد آزمایش قرار نمی‌گیرند؟"},{"SurahNumber":29,"VerseNumber":3,"Text":"و به يقين کسانی را که پیش از آنان بودند آزمودیم، پس البته الله آنان را که راست گفتند معلوم می‌دارد، و دروغگویان را (نیز) معلوم می‌دارد"},{"SurahNumber":29,"VerseNumber":4,"Text":"آیا آنان که مرتکب بدی‌ها می‌شوند گمان می‌کنند که از ما پیشی می‌گیرند؟ چه بد قضاوت می‌کنند"},{"SurahNumber":29,"VerseNumber":5,"Text":"هر کس که به لقای الله امید داشته باشد (بداند که) اجل مقرر الله آمدنی است و او شنوای داناست"},{"SurahNumber":29,"VerseNumber":6,"Text":"و هرکس جهاد کنند جز این نیست که تنها برای خودش جهاد می‌کند. البته الله از جهانیان بی‌نیاز است"},{"SurahNumber":29,"VerseNumber":7,"Text":"و آنان که ایمان آوردند و کارهای نیک انجام دادند، حتما گناهانشان را از آنان محو می‌سازیم و به آنان نیکوترین آنچه را که می‌کردند پاداش می‌دهیم"},{"SurahNumber":29,"VerseNumber":8,"Text":"و به انسان سفارش کردیم که نسبت به پدر و مادرش نیکی کند. و اگر بکوشند تا چیزی را که به حقیقت آن علم نداری با من شریک گردانی، پس از آن دو اطاعت مکن، بازگشت تان به‌سوی من است، پس شما را به (حقیقت) آنچه می‌کردید، آگاه می‌سازم"},{"SurahNumber":29,"VerseNumber":9,"Text":"و آنان که ایمان آوردند و کارهای نیک انجام دادند، آنان را در (زمرۀ) صالحان در می‌آوریم"},{"SurahNumber":29,"VerseNumber":10,"Text":"و از مردم کسی هست که می‌گوید: به الله ایمان آورده‌ایم، اما وقتی در راه الله مورد اذیت و آزار قرار گیرد، فتنۀ (شکنجه) مردم را مانند عذاب الله قرار می‌دهد. و اگر نصرتی از سوی پروردگارت (به مؤمنان) رسد، حتما می‌گوید: البته ما با شما بودیم، آیا الله به آنچه در سینه‌های عالميان است، داناتر نیست؟"},{"SurahNumber":29,"VerseNumber":11,"Text":"و حتما الله مؤمنان را معلوم می‌دارد و حتما منافقان را (نیز) معلوم می‌دارد. ­"},{"SurahNumber":29,"VerseNumber":12,"Text":"و کافران به مؤمنان گفتند: از راه ما پیروی کنید حتما گناهان شما را به گردن می‌گیریم، در حالیکه آنان چیزی از گناهان ایشان را بردارنده نیستند. بدون شک آنان دروغگویانند"},{"SurahNumber":29,"VerseNumber":13,"Text":"و البته بارهای (گناهان) خود و بارهایی دیگر را با بارهای (گناهان خود) بر می‌دارند و حتمی روز قیامت از آنچه افترا می‌کردند بازخواست می‌شوند"}]}