{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Hani meleklere demistik ki: Adem´e secde edin. Iblis´ten baska hepsi secde etmis, o ise dayatmıstı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz de demistik ki: Ey Adem, dogrusu bu, hem senin hem de esinin dusmanıdır. Sakın sizi cennetten cıkarmasın. Yoksa bedbaht olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Zira cennette ne acıkırsın, ne de cıplak kalırsın"},{"SurahNumber":20,"VerseNumber":119,"Text":"Orada ne susarsın, ne de guneste yanarsın"},{"SurahNumber":20,"VerseNumber":120,"Text":"Ama seytan ona vesvese verdi ve: Ey Adem, sana ebedilik agacını ve yok olmayacak bir mulku gostereyim mi? dedi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun uzerine ikisi de ondan yediler. Hemen ayıp yerleri acıldı. Uzerlerine cennet yapraklarından yamamaya basladılar. Adem, Rabbına karsı geldi de saskın dustu"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbı onu secti de tevbesini kabul etti ve ona dogru yolu gosterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Buyurdu ki: Birbirinize dusman olarak hepiniz oradan inin. Benden size bir yol gosteren gelir de kim, benim yoluma uyarsa; ne sapar, ne de bedbaht olur"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim de benim zikrimden yuz cevirirse bilsin ki; onun dar bir gecimi olur ve kıyamet gununde Biz onu kor olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"Der ki: Rabbım, beni nicin kor olarak hasrettin? Halbuki ben goren biriydim"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah buyurur ki: Oyledir iste. Sana ayetlerimiz gelmisti de sen onları unutmustun. Bugun de sen oylece unutulursun"},{"SurahNumber":20,"VerseNumber":127,"Text":"Iste israf edenleri, Rabbının ayetlerine inanmayanları boylece cezalandıracagız. Hem ahiretin azabı daha cetin ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kendilerinden once nice nesilleri yok edisimiz hala onları uyarmadı mı? Halbuki onların yurdlarında gezinip duruyorlar. Dogrusu bunda sagduyu sahipleri icin ayetler vardır"}]}