{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Indeed in Joseph and his brothers are signs for seekers"},{"SurahNumber":12,"VerseNumber":8,"Text":"They said, “Truly Joseph and his brother are loved more by our father than we are, though we are an excellent group. Indeed our father is clearly in error"},{"SurahNumber":12,"VerseNumber":9,"Text":"“Slay Joseph or cast him out to some unknown land, so the favor of your father may be given to you alone. There will be enough time for you to be righteous after that.”"},{"SurahNumber":12,"VerseNumber":10,"Text":"One of them said, “Do not slay Joseph, but if you must do something, throw him down to the bottom of the well. He will be picked up by some caravan of travelers.”"},{"SurahNumber":12,"VerseNumber":11,"Text":"They said, “O our father, why do you not trust us with Joseph, seeing we are indeed his sincere well-wishers"},{"SurahNumber":12,"VerseNumber":12,"Text":"“Send him with us tomorrow to enjoy himself and play, and we will take care of him.”"},{"SurahNumber":12,"VerseNumber":13,"Text":"Jacob said, “Really it saddens me that you should take him away. I fear the wolf should devour him while you are not watching him.”"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said, “If the wolf were to devour him while we are such a large group, then we would indeed have also perished.”"},{"SurahNumber":12,"VerseNumber":15,"Text":"So they took him away, and they all threw him down to the bottom of the well, and We put into his heart this message, “Indeed you will tell them the truth about this act of theirs, while they know you not.”"},{"SurahNumber":12,"VerseNumber":16,"Text":"Then they came to their father in the early part of the night, weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"They said, “O our father, we went racing with one another, and left Joseph with our things, and the wolf devoured him, but you will never believe us even though we tell the truth.”"},{"SurahNumber":12,"VerseNumber":18,"Text":"They stained his shirt with fake blood. He said, “No, your minds have made up a tale that may pass with you, but for me patience is most fitting against that which you assert, it is only God Whose help can be sought.”"},{"SurahNumber":12,"VerseNumber":19,"Text":"Then there came a caravan of travelers. They sent their water-carrier to the well, and he let down his bucket. He said, “Look here, good news. Here is a young man.” So they hid him like merchandise, but God knows well all that they do"},{"SurahNumber":12,"VerseNumber":20,"Text":"They sold him for a miserable price, for a few coins counted out. In such low estimation did they hold him"}]}