{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Ts’enolo ea"},{"SurahNumber":39,"VerseNumber":2,"Text":"Ruri Re u senoletse"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ha se Allah Eo A tsoanetsoeng ke lerato la ‘nete? Empa haele ba ikhethelang bats’ireletsi kathoko ho Allah(ba re): “Re mpa re ba sebeltsa molemong oa hore ba tle ba re atametse haufi le Allah.” Ruri! Allah U tla ahlola lipakeng tsa bona malebana le tseo ba fapanang ka tsona. Hobane! Allah ha A tataise motho ea leshano, ea hlokang teboho"},{"SurahNumber":39,"VerseNumber":4,"Text":"Hoja e be Allah U ne A ratile ho ikhethela mora, A ka be A ikhethetse eo A khahloang ke eena ho bao A ba hlotseng: empa tlotla e be ho Eena! Ke Eena Allah, Ea Inotsi, Ea Matla Oohle"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ke Eena Ea hlotseng maholimo le lefats’e ka ‘nete. Ke Eena Ea etsang hore bosiu bo sehe mots’eare tsebe, mots’eare hore o sehe bosiu tsebe, A ba A tsepamisa letsatsi le ngoeli ho ba tlas’a taolo, e ngoe le e ngoe e tsamaea mocheng oa pallo. Na ha se Eena Ea Matla Oohle, Ea Ts’oarelang joalo joalo"},{"SurahNumber":39,"VerseNumber":6,"Text":"O le hlotse ho tsoa mothong a le mong, ka eena motho eo U etsa molekane oa hae; le hona ho le sitsa ka mohlape oa mefuta e robeli. U le hlotse ka har’a limpa tsa bo-’ma’ lona, tlholeho kamor’a tlholeho, ka har’a masira a phaeletsoeng hararo a fifetseng. Ke Eena Allah, Mong`a lona. Ke Eena ‘Musi. Ha ho `Mopi e mong ntle ho Eena. Joale, hobaneng ha le furalla `nete"},{"SurahNumber":39,"VerseNumber":7,"Text":"Haeba le latola, Allah ha A le hloke, ebile ha A khahloe ke ho hloka teboho ha makhabunyane a Hae; empa haeba le fana ka liteboho, U khahloa ke lona. Ha ho moea o jereng o ka jarang mojaro oa o mong. Le tla khutlela ho Mong`a lona; U tla le bolella tsohle tseo le neng le li etsa. Hobane U tseba tseo lifuba tsa batho li li jereng"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ha bomalimabe bo aparela motho, o bitsa ho Mong`a hae ka ts’okoloho le boinyatso. Empa hang hoba A mo nehe molemo o tsoang ho Eena, eba o iteballa ka seo a neng a se rapella pele, a be a iketsetse melingoana khahlanong le Allah, kahoo a khelose batho tseleng ea Allah. E re: “Nyakalla nyelisong ea hau ha nakoana. Hobane u e mong oa balekane ba Mollo.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Na ea rapelang ka ‘nete bosiu, a khumame kapa a eme, ea hopolang Bo-tlang, ea behang ts’epo ea hae mohaung oa Mong`a hae(a ka ts’oana le’a sa etseng joalo?)E re: “Na ba ea lekana: ba tsebang le ba sa tsebeng?” Ke ba filoeng kutloisiso, ba amohelang khalemo"}]}