{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":19,"VerseNumber":41,"Text":"nanna appa, nivu saitananannu pujisabedi. Khanditavagiyu saitananu a parama dayamayanige avidheyanagiddane"},{"SurahNumber":19,"VerseNumber":42,"Text":"nanna appa, a parama dayamayana sikseyu nim'ma mele banderagitu mattu (avaregu) nivu saitanana mitraragiye uliyuviri emba bhaya nanagide"},{"SurahNumber":19,"VerseNumber":43,"Text":"avanu (avara tande) helidanu; o ibrahim, ninenu nanna devarugalinda duravagi bitteya? Ninu i niluvannu toreyadiddare nanu ninnannu kallesedu kolluvenu. Ninu sasvatavagi nannannu bittu tolagu"},{"SurahNumber":19,"VerseNumber":44,"Text":"ibrahimaru helidaru; nimage salam (santi). Nanu nanna odeyanodane nim'ma ksamegagi prarthisuvenu. Avanantu nanna palige tumba udariyagiddane"},{"SurahNumber":19,"VerseNumber":45,"Text":"naniga nim'mannu, nivu allahana horatu yarannella prarthisuttiddiro avarellarannu bittu horaduttiddene. Mattu nanu nanna odeyanannu matra prarthisuttene. Nanna odeyanannu prarthisidare nanendu nirasanagabekagilla"},{"SurahNumber":19,"VerseNumber":46,"Text":"konege avaru, avarannu, allahana horatu avaru enannella pujisuttiddaro avellavannu bittubittaga navu avarige is'hak mattu yakub‌rannu nididevu. Avaribbarannu navu dutaragisidevu"},{"SurahNumber":19,"VerseNumber":47,"Text":"Navu avarige nam'ma anugrahavannu dayapalisidevu mattu avarige nijakku unnatavada khyatiyannu karunisidevu"},{"SurahNumber":19,"VerseNumber":48,"Text":"(dutare,) i granthadalli nivu musarannu prastapisiri. Avaru khandita ayda vyaktiyagiddaru mattu dutaru pravadiyu agiddaru"},{"SurahNumber":19,"VerseNumber":49,"Text":"navu ‘tur’ parvatada balabhagadinda avarannu karedevu mattu atmiya matukategagi avarannu navu hattira tandevu"},{"SurahNumber":19,"VerseNumber":50,"Text":"mattu navu nam'ma anugrahadinda avara sahodara harun‌rannu pravadiyagisi, avarige (sahayakaragi) odagisidevu"}]}