{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O pejgamber! Druaje Perendine dhe mos i degjo mohuesit dhe hipokritet! Me te vertete, Perendia eshte i Plotedijshem dhe i Gjithedijshem"},{"SurahNumber":33,"VerseNumber":2,"Text":"dhe paso ate, qe te eshte shpallur ty nga Zoti. Me te vertete, Perendia e di mire ate qe punoni ju"},{"SurahNumber":33,"VerseNumber":3,"Text":"dhe mbeshtetu te Perendia, te mjafton ty mbeshtetja te Perendia"},{"SurahNumber":33,"VerseNumber":4,"Text":"Perendia, asnje njeriu nuk ia ka dhene dy zemra ne kraheror; Perendia nuk ua ka bere grate tuaja – nena, te cilave u thoni: “Shpina juaj eshte si e nenes sime”, as qe ua ka bere femijet e pervetesuar – bije te vertete. Keto jane vetem fjalet tuaja – prej gojes suaj (joreale), e Perendia thote te verteten dhe Ai udhezon ne rruge te drejte"},{"SurahNumber":33,"VerseNumber":5,"Text":"Ju therritni ata sipas eterve te tyre! Kjo eshte me e drejte te Perendia. E, nese nuk e dini (emrin) e eterve te tyre, ata jane vellezerit tuaj per kah besimi dhe mbrojtesit tuaj. Nuk eshte mekat nese gaboni, por nese ate e bejne me qellim zemrat tuaja; se, Perendia eshte fales dhe meshirues"},{"SurahNumber":33,"VerseNumber":6,"Text":"Pejgamberi eshte me mbikeqyres per besimtaret se sa ata per vetveten, e grate e tij – jane (si) nenat e tyre. Dhe, ata nga farefisi – jane me te afert te njeri-tjetrit, sipas Librit te Perendise – se sa besimtaret tjere dhe muhaxheret, pervec nese doni t’u beni ndonje te mire dashamireve tuaj. Kjo eshte shenuar ne Liber"},{"SurahNumber":33,"VerseNumber":7,"Text":"(Kujtoje ti o Muhammed!) kur nga pejgamberet Ne morem obligimin e tyre; edhe prej teje, edhe prej Nuhut, edhe prej Ibrahimit, edhe prej Musait, edhe prej Isait, te birit te Merjemes. Ne, prej tyre kemi marre obligimin e forte, per"},{"SurahNumber":33,"VerseNumber":8,"Text":"t’i pyet te sinqertit per sinqeritetin e tyre; e per mohuesit, Ai ka pergatitur denim te dhembshem"}]}