{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":43,"Text":"nampikkai kontavarkale! Ninkal otuvatu innatu enru ninkal arintu kolla mutiyatavaru ninkal potaiyil irukkumpotu tolukaikku nerunkatirkal;. Anriyum kulippuk katamaiyaka irukkumpotu kulikkum varai (pallikkul cellatirkal; palliyai). Pataiyaka katantu cenral tavira. Ninkal noyaliyakavo, yattiraiyilo, malajalam kalitto, penkalait tintiyo iruntu (cuttam ceytu kolla) tannirai peravitin cuttamana mannait tottu unkalutaiya mukankalaiyum, unkalutaiya kaikalaiyum tatavi\"tayam'mum\" ceytu kollunkal; (itanpin tolalam). Niccayamaka allah pilai poruppavanakavum, mannippavanakavum irukkinran"},{"SurahNumber":4,"VerseNumber":44,"Text":"(Napiye!) Vetattiliruntu oru pakam kotukkappattorai nir kavanikkavillaiya? Avarkal valikettai vilaikku vankik kolkinranar - ninkal valikettu vitaventum enrum avarkal virumpukirarkal"},{"SurahNumber":4,"VerseNumber":45,"Text":"melum, allah unkal pakaivarkalai nanku arivan;. (Unkalukkup) patukavalanaka irukka allah potumanavan;. (Unkalukku) utaviyalanaka irukkavum allah potumanavan"},{"SurahNumber":4,"VerseNumber":46,"Text":"yutarkalil cilar veta vakkukalin (karuttai) atarkuriya itattiliruntu purattukinranar;. (Innum um'mai nokki, 'napiye! Nir connatai) nam kettom, atarku marakave ceyvom;, innum (nam kuruvatai) nir kelum; (nir kuruvatu) ceviyeratu pokattum!' Enru kuri, 'rayina' enru tankal navukalaik konikkontu (peci) canmarkkattaip palikkinranar;. (Anal itarkup patilaka) avarkal\"nam ceviyerrom, innum (umakku) nankal valippattom;\" (innum nam colvatai) kelunkal;, enkalai anpotu kavaniyunkal, (ullurna) enru kuriyirupparkalanal, atu avarkalukku nanmaiyakavum, mikka nermaiyakavum iruntirukkum-anal avarkalutaiya kuhprin (nirakarippin) karanamaka, allah avarkalaic capittu vittan;. Akaiyal, kuraivakave tavira avarkal imankolla mattarkal"},{"SurahNumber":4,"VerseNumber":47,"Text":"vetam valankappattavarkale! Nam unkal mukankalai marri, avarraip pinpuramakat tiruppivituvatarku munne allatu (canikkilamaiyil varampu miriya)\"as'hapus saptu\" enrorai nam capitta pirakaram capikkum munne, unkalitamulla (vetat)tai unmaiyakki arulap perra i(vvetat)tai (kur'anai) nampunkal;. Allahvin kattalai, niraiverrappatte tirum"},{"SurahNumber":4,"VerseNumber":48,"Text":"Niccayamaka allah tanakku inaivaippatai mannikkamattan;. Itaittavira, (marra) etaiyum tan natiyavarkalukku mannippan;. Yar allahvukku inaivaikkirarkalo avarkal niccayamaka mikavum periya pavattaiye karpanai ceykinrarkal"},{"SurahNumber":4,"VerseNumber":49,"Text":"(napiye!) Tankalait tankale paricuttamanavarkal en(ru kurikkol)pavarkalai nir parkkavillaiya? (Avarkal kuruvatupol) alla! Allah tan natiyavarkalaip paricuttam akkuvan. (Itu visayattil) evarum or anuvalavum aniyayam ceyyappatamattarkal"},{"SurahNumber":4,"VerseNumber":50,"Text":"(napiye!) Avarkal evvaru allahvukku (inaiyuntenru) poykkarpanai ceykirarkal enpatai kavaniyum;. Ituve (avarkalutaiya) pakirankamana pavattukkup potuma(na canraka) irukkinratu"}]}