{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Aħna tassew bgħatna lil-Noċ għand niesu u qal(i/hom: 'Ja niesi, qimu lil Allat Ma għandkomx alla (ieħor) għajru. Mela ma tibżgħux"},{"SurahNumber":23,"VerseNumber":24,"Text":"Il-kbarat fost niesu li'm'emmnux qalu: ''Dan (Moċ) ma huwiex għajr bniedem bħalkom li jrid jogħla fuqkom (billi jagħmilha ta' Profeta). U kieku ried, Alla kien iniżżel anġli (biex iwasslulna l-bxara tiegħu. Qatt) ma smajna b'dan (li qiegħed jgħid Noċ) fost missirijietna ta' l-imgħoddi"},{"SurahNumber":23,"VerseNumber":25,"Text":"Huwa ma huwiex għajr raġel maħkum mill-ġinn. Mela oqogħdu għassa għalih (u stemmew) għal Xi żmien (sa. ma jmutu teħilsu minnu)U"},{"SurahNumber":23,"VerseNumber":26,"Text":"Qal (Noe): 'Sidi. (il-Mulej) għinni, għaliex. qegħdin igiddbuni"},{"SurahNumber":23,"VerseNumber":27,"Text":"Għalhekk nebbaħnieh: ''Ibni l-arka taħt għajnejna, u kif se nnebbħukt U-meta jasal l-amar tagħna (biex nikkastigaw lil dawk li m'emmnukx), u l-forn ifur (u miegħu l-għejun ta' l- art); daħħal fiha tnejn minn kull ġens (ta' bhejjem, raġel u mara), u lil niesek, ħlief lil dak li kontrih laħqet ħarġet il- kelma (ta' kundanna, fosthom: martek u ibnek), iżda tkellimnix (u taqbiżx) għal dawk li għamlu l-ħażent Huma tassew ikunu mgħarrqini"},{"SurahNumber":23,"VerseNumber":28,"Text":"U meta titla', int u: dawk ta' miegħek, fuq l-arka, għid:- UTifħir lil Alla li ħelisna min-nies il-ħżiena (u mifl- għarqa)"},{"SurahNumber":23,"VerseNumber":29,"Text":"Għid (ukoll): 'Sidi, niżżilni f'imkien imbierek, għaliex Inti l-Aħjar fost dawk li jniżżlu (lin-rries f'imkien tajjeb)"},{"SurahNumber":23,"VerseNumber":30,"Text":"Tabilħaqq. li f'dak (kollu li ġara fi żmien Noċ) hemm sinjali (ċari għall-bnedmin), u Aħna tassew inġarrbu (lil kulħadd bihom)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Imbagħad warajhom ħlaqna nisel ieħor"},{"SurahNumber":23,"VerseNumber":32,"Text":"u bgħatna Mibgħut fosthom. minn. ġenshom. (jgħidilhom): 'Qimu lil Allat Ma għandkomx alla (ieħor) għajru. Jaqaw ma tibżgħux (minmu)"}]}