{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Allahtıñ aldında jäne Onıñ Elşisiniñ aldında müşrikterge / Allahqa serik qoswşılarğa / qalayşa kelisim boladı? Biraq, sendermen äl-Xaram meşiti aymağında kelisim jasasqandardıñ jöni bölek. Olar senderge / kelisimge qatıstı / twralıq etse, sender de Olarğa twralıq etiñder. Şın mäninde, Allah taqwalardı / Özine boysunıp, jazasınan qorqıp, saqtanwşılardı / jaqsı köredi"},{"SurahNumber":9,"VerseNumber":8,"Text":"Qalay ğana? Eger olar senderdiñ üsteriñnen jeñiske jetse, senderge qatıstı twısqandıqtı da, kelisimdi de saqtamaydı. Olar senderdi razı etedi de biraq jürekteri qabıldamaydı. Äri olardıñ köpşiligi - buzıqtar"},{"SurahNumber":9,"VerseNumber":9,"Text":"Olar Allahtıñ ayattarınıñ ornına bolmaşı bağanı / dünïelikti / satıp alıp, Onıñ jolınan / adamdardı / tostı. Olardıñ istegenderi qanday jaman"},{"SurahNumber":9,"VerseNumber":10,"Text":"Olar ïmandı janğa / müminge / qatıstı twısqandıqtı da, kelisimdi de, saqtamaydı. Mine, solar - şekten şığwşılar"},{"SurahNumber":9,"VerseNumber":11,"Text":"Olar - istegen künäsine şınayı ökinip, Allahqa boysunwğa qaytqan / täwbe­ge kelgen / , namazdı / barlıq şarttarın saqtap, berile / tolıq orındağan jäne zeketti bergen jağdayda - senderdiñ dindegi bawırlarıñ. Biz biletin adamdarğa ayattarımızdı anıqtap tüsindiremiz"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger olar kelisimderinen keyin anttarın buzsa jäne dinderiñe til tïgizse, olardıñ tıyılwı üşin küpirlikte / kelisimdi buzwda, dinderiñe tïiswde / basşı bolğandarmen soğısıñdar. Öytkeni olar üşin ant joq"},{"SurahNumber":9,"VerseNumber":13,"Text":"Anttarın buzğan äri Elşini şığarwdı közdegen jäne özderi aldımen bastağan elmen soğıspaysıñdar ma? Olardan qorqasıñdar ma? Ïmanğa kelgen bolsañdar, qorqwlarıña Allah qana layıqtı"},{"SurahNumber":9,"VerseNumber":14,"Text":"Olarmen soğısıñdar! Allah olardı senderdiñ qoldarıñmen azaptaydı, qorlıqqa saladı jäne olarğa qarsı senderge järdem beredi. Äri Ol ïmanğa kelgen adamdardıñ kökirekterindegini ayıqtıradı"},{"SurahNumber":9,"VerseNumber":15,"Text":"jäne olardıñ jürekterindegi aşw-ızanı ketiredi. Allah Özi qalağan jandı künäsinen boysunwğa qaytaradı / täwbege keltiredi / . Äri Allah - bärin Bilwşi, asa Dana"},{"SurahNumber":9,"VerseNumber":16,"Text":"Älde sender Allah aralarındağı küreswşi bolğandardı äri Allahtan jäne Onıñ Elşisinen, sonday-aq, ïmanğa kelgenderden özgeni süyeniş tutpağandardı anıqtamay turıp, / öz betimizşe / qaldırılamız dep eseptediñder me? Allah - ne istep jatqandarıñnan Xabardar"}]}