{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Taa Sien Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Dies sind die Zeichen des deutlichen Buches"},{"SurahNumber":28,"VerseNumber":3,"Text":"Wir verlesen dir aus dem Bericht uber Mose und Pharao der Wahrheit entsprechend, fur Leute, die glauben"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharao hatte hohe Gewalt im Land und machte seine Bewohner zu Parteien, von denen er eine Gruppe wie Schwache behandelte, indem er ihre Sohne abschlachtete und nur ihre Frauen am Leben ließ. Er gehorte zu den Unheilstiftern"},{"SurahNumber":28,"VerseNumber":5,"Text":"Wir aber wollten denen, die im Land wie Schwache behandelt wurden, eine Wohltat erweisen und sie zu Vorbildern machen und zu Erben machen"},{"SurahNumber":28,"VerseNumber":6,"Text":"Ihnen eine angesehene Stellung im Land geben und durch sie Pharao, Haamaan und deren Truppen das erfahren lassen, was sie befurchteten"},{"SurahNumber":28,"VerseNumber":7,"Text":"Und Wir gaben der Mutter des Mose ein: «Stille ihn. Und falls du Angst um ihn hast, so leg ihn ins Meer. Hab keine Angst und sei nicht betrubt. Wir werden ihn dir zuruckbringen und ihn zu einem der Gesandten machen.»"},{"SurahNumber":28,"VerseNumber":8,"Text":"Da lasen ihn die Angehorigen Pharaos auf, damit er ihnen ein Feind und Grund zum Kummer sei. Pharao, Haamaan und deren Truppen handelten verfehlt"},{"SurahNumber":28,"VerseNumber":9,"Text":"Die Frau Pharaos sagte: «Er wird fur mich und dich ein Grund zur Freude sein. Totet ihn nicht. Moge er Nutzen bringen, oder vielleicht nehmen wir ihn als Kind an.» Dabei merkten sie nicht (was das ihnen bringen wurde)"},{"SurahNumber":28,"VerseNumber":10,"Text":"Und das Herz der Mutter des Mose war leer. Fast hatte sie ihn offen bekanntgegeben, wenn Wir nicht ihr Herz gefestigt hatten, damit sie zu den Glaubigen gehore"},{"SurahNumber":28,"VerseNumber":11,"Text":"Und sie sagte zu seiner Schwester: «Folge seiner Spur.» Sie beobachtete ihn beilaufig, ohne daß sie es merkten"},{"SurahNumber":28,"VerseNumber":12,"Text":"Nun hatten Wir ihm zuvor Ammenbruste verwehrt. Da sagte sie: «Soll ich euch auf Hausleute hinweisen, die ihn fur euch betreuen und ihm wohlgesinnt sein wurden?»"},{"SurahNumber":28,"VerseNumber":13,"Text":"So brachten Wir ihn zu seiner Mutter zuruck, damit sie durch ihn frohen Mutes und nicht betrubt sei, und sie sollte wissen, daß das Versprechen Gottes wahr ist. Aber die meisten von ihnen wissen nicht Bescheid"}]}