{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Если бы ты видел, как грешники опустят головы перед своим Господом: «Господь наш! Мы увидели и услышали. Пошли нас обратно, и мы будем поступать праведно. Воистину, мы обрели убежденность»"},{"SurahNumber":32,"VerseNumber":13,"Text":"Если бы Мы пожелали, то наставили бы на прямой путь каждого человека, однако исполнится Слово Мое: «Я непременно заполню Геенну джиннами и людьми - всеми вместе!»"},{"SurahNumber":32,"VerseNumber":14,"Text":"Вкусите за то, что вы предали забвению встречу с этим днем вашим. Воистину, Мы предали забвению вас самих. Вкусите же вечные мучения за то, что вы совершали"},{"SurahNumber":32,"VerseNumber":15,"Text":"Воистину, веруют в Наши знамения только те, которые, когда им напоминают о них, падают ниц, прославляют хвалой своего Господа и не проявляют высокомерия"},{"SurahNumber":32,"VerseNumber":16,"Text":"Они отрывают свои бока от постелей, взывая к своему Господу со страхом и надеждой, и расходуют из того, чем Мы их наделили"},{"SurahNumber":32,"VerseNumber":17,"Text":"Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали"},{"SurahNumber":32,"VerseNumber":18,"Text":"Неужели верующий подобен нечестивцу? Не равны они"},{"SurahNumber":32,"VerseNumber":19,"Text":"Для тех, которые уверовали и совершали праведные деяния, Сады пристанища станут угощением за то, что они совершили"},{"SurahNumber":32,"VerseNumber":20,"Text":"А пристанищем нечестивцев будет Огонь. Всякий раз, когда они захотят выйти оттуда, их вернут туда, и им будет сказано: «Вкусите мучения в Огне, которые вы считали ложью!»"},{"SurahNumber":32,"VerseNumber":21,"Text":"Но помимо величайших мучений Мы непременно дадим им вкусить меньшие мучения, чтобы они могли вернуться на прямой путь"},{"SurahNumber":32,"VerseNumber":22,"Text":"Кто может быть несправедливее того, кому напомнили об аятах его Господа, после чего он отвернулся от них? Воистину, Мы отомстим грешникам"}]}