{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":19,"Text":"Ārau yidinā āllāhara śatrau bilākaka agnira phālē samabēta karaā ha’ba, sē'i dinā siham̐taka bin'yasta karaā ha’ba bibhinna dalata"},{"SurahNumber":41,"VerseNumber":20,"Text":"Araśēṣata yētiẏā siham̐tē jāhānnāmara ēkēbāraē sannikaṭata upasthita ha’ba, tētiẏā siham̐tara kāṇa, siham̐tara caku ārau chālē'ō siham̐tara biraud'dhē siham̐tara kr̥takarma samparkē sākṣya diba"},{"SurahNumber":41,"VerseNumber":21,"Text":"Ārau siham̐tē (jāhānnāmībilākē) siham̐tara chālabōraka sudhiba, ‘kiẏa tōmālōkē āmāra biraud'dhē sākṣya dilā’? Chālabōraē ka’ba, ‘āllāhē'i āmāka bākaśakti dichē, yi sattā'i sakalōkē bākaśakti dichē. Tēraēm̐i tōmālōkaka prathamabāra sr̥ṣṭi karaichē ārau tē'ōm̐ra ōcaratē'i tōmālōka pratyārartita ha’bā’"},{"SurahNumber":41,"VerseNumber":22,"Text":"Gōpanē apakarma karaāra samaẏata tōmālōkē bhabā nāchilā yē, tōmālōkara kāṇa, caku ārau chālē'ō tōmālōkara biraud'dhē sākṣya diba, baraṁ tōmālōkē bhābichilā yē, tōmālōkē yi karaā tāra sarahabhāgē'i āllāhē nājānē"},{"SurahNumber":41,"VerseNumber":23,"Text":"Tōmālōkara pratipālaka samparkē tōmālōkara ē'i dhāraṇā'i tōmālōkaka dhbansa karaichē. Phalata tōmālōka haichā kṣatigrasta bilākara antarbhukta"},{"SurahNumber":41,"VerseNumber":24,"Text":"Ētiẏā yadi siham̐tē dhairya dhāraṇa karaē tathāpi'ō agniẏē'i ha’ba siham̐tara ābāsa. Ārau yadi siham̐tē santuṣṭi bidhāna karaiba bicāraē tathāpi'ō siham̐tē santuṣṭi praāptasakalara antarbhukta naha’ba"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ārau āmi siham̐tara bābē bēẏā sbabhārara sahacarabr̥nda nirdhāraṇa karai dichilō, yisakalē siham̐tara sanmukhata ārau pichata yi āchē sēẏā siham̐tara dr̥ṣṭita śōbhanīẏa karai dēkhuraā'ichila. Sēẏē siham̐tara ōparata śāstira bāṇī sābyasta haichē, siham̐tara pūrbē atibāhita hōraā jina ārau mānara jātira daraē. Niścaẏa siham̐ta āchila kṣatigrasta"}]}