{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Mipai e apada vaccina, adi mi cetulara miru sampadincukunnade! Mariyu ayana (mi tappulanu) ennintino ksamistadu"},{"SurahNumber":42,"VerseNumber":31,"Text":"mariyu miru bhumilo ayana nunci tappincukoleru. Mariyu miku allah tappa maroka sanraksakudu gani, sahayakudu gani ledu"},{"SurahNumber":42,"VerseNumber":32,"Text":"mariyu ayana sucanalalo (ayat lalo) samudranlo, kondala madiriga payanince odalu kuda vunnayi"},{"SurahNumber":42,"VerseNumber":33,"Text":"okavela ayana korite galini apagaladu. Appudavi dani (samudrapu) vipu mida nilicipotayi. Niscayanga, indulo sahanam galavaniki, krtajnuniki enno sucanalunnayi"},{"SurahNumber":42,"VerseNumber":34,"Text":"leda ayana vari karmala phalitanga varini (munci) nasanam ceyavaccu, kani ayana ennintino ksamistadu kudanu"},{"SurahNumber":42,"VerseNumber":35,"Text":"mariyu ma sucana (ayat) lanu gurinci vaduladevaru, tamaku tappincukune cotu ledani telusukuntaru"},{"SurahNumber":42,"VerseNumber":36,"Text":"kavuna miku ivvabadindanta prapancika jivitapu sukhasantosame. Kanuka allah vaddanunnade - visvasinci tama prabhuvune nam'mukunna vari koraku - uttamamainadi mariyu sasvatamainadinu"},{"SurahNumber":42,"VerseNumber":37,"Text":"mariyu alanti varu pedda papalu mariyu aslilamaina panulaku duranga untaru mariyu kopam vaccina ksamistaru"},{"SurahNumber":42,"VerseNumber":38,"Text":"mariyu alanti varu tama prabhuvu ajnapalana cestaru mariyu namaj nu sthapistaru mariyu tama vyavaharalanu paraspara sampradimpula dvara pariskarincu kuntaru mariyu memu variki prasadincina jinavopadhi nundi itarula mida kharcu cestaru"},{"SurahNumber":42,"VerseNumber":39,"Text":"mariyu alanti varu tamapai daurjan'yam jariginapudu daniki n'yayapratikaram matrame cestaru"},{"SurahNumber":42,"VerseNumber":40,"Text":"mariyu kiduku pratikaram danantati kidu matrame. Kani evadaina ksaminci sandhi cesukunte atani pratiphalam allah daggara undi. Niscayanga, ayana durmargulante istapadadu"},{"SurahNumber":42,"VerseNumber":41,"Text":"kani evaraina tamaku an'yayam jariginappudu daniki taginanta n'yayapratikaram matrame tisukunte alanti varu nindar'hulu karu"},{"SurahNumber":42,"VerseNumber":42,"Text":"Kani, vastavaniki evaraite prajalapai daurjan'yalu cestaro mariyu bhumilo an'yayanga upadravalu rekettistaro alanti varu nindar'hulu. Alanti varu, varike! Badhakaramaina siksa galadu"},{"SurahNumber":42,"VerseNumber":43,"Text":"mariyu evadaite sahanam vahinci ksamistado! Niscayanga, adi (allah drstilo) ento sahrdayanto (sahasanto) kudina pani"}]}