{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"Ey benim ayetlerime iman edib de musluman olan kullarım, bugun size hicbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ey benim ayetlerime iman edib de musluman olan kullarım, bugun size hicbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":70,"Text":"Surur ve ikram a mustagrak oldugunuz halde siz de, (mu´min) zevceleriniz de girin cennete"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onlar altın tepsiler ve destilerle tavaaf (ve ziyaret) edilecekdir. Canlarının isteyecegi, gozler (in) in hoslanacagı ne varsa oradadır ve siz icinde ebedi kalıcılarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Iste bu, sizin yapageldiginiz iyi amel (ve hareket) leriniz sayesinde mirascı kılındıgınız cennetdir"},{"SurahNumber":43,"VerseNumber":73,"Text":"Burada sizin icin bir cok meyveler vardır. Onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Subhe yok ki gunahkarlar cehennem azabında ebedi kalıcıdırlar"},{"SurahNumber":43,"VerseNumber":75,"Text":"(Bu azab) onlardan hafifletilmeyecek. Onlar bunun icinde umidsiz susacaklardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik. Fakat onlar kendileri zaalimdiler"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Soyle) cagrısdılar (cagrısırlar) : «Ey Malik Rabbin bizi oldursun». O da : «Siz behemehal (azabda) kalıcılarsınız» dedi (ler)"},{"SurahNumber":43,"VerseNumber":78,"Text":"«Andolsun, biz size hakkı getirdik. Fakat cogunuz hakkı cirkin gorenlerdiniz»"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar isi saglam mı tutmuslar?! Iste biz de hakıykaten saglam tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yahud biz onların iclerinde gizlediklerini ve aralarındaki fısıltılarını isitmiyoruz mu sanıyorlar? Hayır (isidiyoruz). Onların yanında da bizim elcilerimiz de var, yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Habibim) de ki: «O cok esirgeyen (Allah) ın (bilfarz) bir evladı olsaydı ben (ona) tapanların ilki olurdum»"},{"SurahNumber":43,"VerseNumber":82,"Text":"Hem goklerin ve yerin Rabbi, arsın Rabbi, onların vasfedegeldiklerinden munezzehdir"},{"SurahNumber":43,"VerseNumber":83,"Text":"(Simdilik) sen bırak onları, (baatılın icine) dalsınlar, (dunyalarında) oynaya dursunlar. Nihayet (azab ile) tehdid edilmekde oldukları gunlerine kavusdurulacaklardır"},{"SurahNumber":43,"VerseNumber":84,"Text":"O, gokde de Tanrı, yerde de Tanrı olan (bir Allah) dır. O, yegane hukum ve hikmet saahibidir; (her sey´i) hakkıyle bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Goklerin, yerin ve ikisi arasındaki seylerin mulk (ve tasarruf) u kendisinin olan (Allah) ın (sanı) ne kadar yucedir! Saatin ilmi Onun nezdindedir. (Hepiniz) ancak Ona donduru (lub goturu) leceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allahı bırakıb da tapar oldukları (putlar hicbir kimseye) sefaat etmek (salahiyyetine) malik degildir. Hakka, bizzat (kalbleriyle) bilerek sehadet edenler mustesna"},{"SurahNumber":43,"VerseNumber":87,"Text":"Andolsun ki kendilerini kimin yaratdıgını onlara sorarsan elbette «Allah» derler. O halde nasıl olub da (Allaha ibadetden) cevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun «Yarab» demesi hakkı icin muhakkak ki onlar imana gelmezler guruhudur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Simdilik sen (Habibim) onlardan yuz cevir, «Selam» de. Artık yakında bileceklerdir"}]}