{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Lorsque Nous assignames a Abraham l’emplacement de la Demeure (sacree), Nous lui dimes : « Ne Me donne aucun associe et purifie Ma Demeure pour ceux qui viennent y accomplir leurs circumambulations (les tours rituels autour de la Kaa’ba), ou s’y adonner a leur culte, debout, inclines ou prosternes"},{"SurahNumber":22,"VerseNumber":27,"Text":"Appelle les Hommes au pelerinage (al-Hajj) ! Ils repondront a ton appel, a pied et sur toute monture a la silhouette efflanquee, affluant de tous cotes des contrees les plus profondes"},{"SurahNumber":22,"VerseNumber":28,"Text":"afin de temoigner de leur gratitude a l’egard des bienfaits dont ils ont ete combles, et d’evoquer le Nom de Dieu pendant des jours specifies lorsqu’ils sacrifient la bete du cheptel qu’Il leur a accorde. Mangez-en vous-memes et nourrissez-en le necessiteux et le misereux"},{"SurahNumber":22,"VerseNumber":29,"Text":"Puis, qu’ils mettent fin a leurs interdits (etat de sacralisation), qu’ils accomplissent leurs vœux et qu’ils effectuent les circuits rituels autour de la Demeure antique »"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tels sont les commandements de Dieu. Quiconque honore ces obligations sacrees, qu’il sache qu’il en sera recompense aupres de son Seigneur. La consommation de la chair des betes des troupeaux vous est declaree licite, a l’exception de ce qui vous est edicte. Ecartez-vous des souillures que representent les idoles et evitez le faux"},{"SurahNumber":22,"VerseNumber":31,"Text":"temoignage, en monotheistes purs qui ne pretent aucun associe a Dieu, car quiconque Lui prete des associes est semblable a celui qui tombe du ciel. Les rapaces le happent et les vents dispersent ses restes disloques"},{"SurahNumber":22,"VerseNumber":32,"Text":"Tels sont les commandements de Dieu. Quiconque honore le culte de Dieu, qu’il sache que ses actes procedent de la crainte reverencielle d’un cœur pieux"},{"SurahNumber":22,"VerseNumber":33,"Text":"Qu’il sache qu’il peut profiter des bienfaits qui en (les betes) decoulent jusqu’au terme fixe. Puis, le lieu de leur immolation sera la Demeure antique"}]}