{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Aytkın: «Siler jerdi eki kundun icinde jaratkan Allaһka kaapır bolosuŋarbı?! Aga teŋdes-serikterdi kososuŋarbı?! Al — aalamdardın (jalgız) Jaratuucusugo!»"},{"SurahNumber":41,"VerseNumber":10,"Text":"Jana Al jer ustuno toolordu jarattı, tort kundun icinde jerdegi ırıskı-jemisterdi toluk olcop-cenep, berekeluu kılıp koydu. (Bul) suragandar ucun"},{"SurahNumber":41,"VerseNumber":11,"Text":"Kiyin (jaratuu ucun) asman(dar) dı maksat kıldı!. Al (asman) tutun (bolcu). Anan aga jana jerge: «Moyun sunsaŋar da sunbasaŋar da Maga (menin buyruguma) kelgile!»-degende, alar: «Moyun sungan abalda keldik»-desti"},{"SurahNumber":41,"VerseNumber":12,"Text":"Anan (dagı) eki kundun icinde jeti asmandı(n jaralısın) buturdu jana ar bir asmanga oz isin vahiy (dayın) kıldı. Jana Duyno Asmanın cıraktar menen koozdoduk. (Jana al jıldızdardı jin-saytandardan) korgoocu (kıldık). Bul (jaratılıstar) Ilimduu, Kudurettuu Allaһtın tagdırı"},{"SurahNumber":41,"VerseNumber":13,"Text":"Eger (musrikter dagı ele) juz uyruso, aytkın: «Men silerdi Aad jana Samuddun azabı sıyaktuu azaptan eskerttim!»"},{"SurahNumber":41,"VerseNumber":14,"Text":"Bir kezde alarga paygambarlar birinin artınan biri kelip: «Allaһtan baskaga ibadat kılbagıla!» (degende) «Eger Rabbibiz kaalasa, peristelerdi (paygambar kılıp) tusurmok. Albette, biz siler alıp kelgen Dinge isenbeybiz. (Antkeni, adamdan paygambar cıgısı mumkun emes)» desti"},{"SurahNumber":41,"VerseNumber":15,"Text":"Al emi, Aad (uruusu) bolso, akıykatsızdık (zorduk-zombuluk) menen jer juzundo tekeberlenip: «Bizden kuc kubattuu ec kim jok!» desti. Alar ozdorun jaratkan Allaһ alardan kuctuuraak ekenin bilispedi beken?! Alar (osentip) ayattarıbızdı cetke kagıp koyustu"},{"SurahNumber":41,"VerseNumber":16,"Text":"Kiyin Biz alarga duyno jasoosunda korduk azabın tattıruu ucun baktısız kundordo katuu dobul samaldı jiberdik! Akıret azabı andan da kordoocuraak! (Al Kunu) alarga ec jardam berilbeyt"},{"SurahNumber":41,"VerseNumber":17,"Text":"Al emi Samud (elderine) Biz (Salih paygambar arkıluu) Hidayat bersek, Hidayat-Tuura Joldon sokurluktu abzel korustu. Anan alardı jasagan kunoo isteri sebeptuu korduk azabının cagılganı urdu"},{"SurahNumber":41,"VerseNumber":18,"Text":"Biz ıyman keltirip, takıba bolgon kisilerdi kutkarıp kaldık"}]}