{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"ane lacarina bhayathi potana santanane na mari nakho, temane ane tamane ame ja roji api'e chi'e, ni:Sanka temane katala kari deva, khuba ja motum papa che"},{"SurahNumber":17,"VerseNumber":32,"Text":"khabaradara! Aslilatani najika pana na jaso, karanake te spasta nirlajjta che ane khuba ja khoto marga che"},{"SurahNumber":17,"VerseNumber":33,"Text":"Ane ko'ine pana, jene katala karavum allaha'e harama theravyum che, kyareya khoti rite katala na karaso ane je vyaktine pida api mari nakhavamam ave, ame tena varasadarane adhikara api rakhyo che, basa! Tene badalo levamam atireka na karavo jo'i'e, ni:Sanka teni madada karavamam avi che"},{"SurahNumber":17,"VerseNumber":34,"Text":"ane anathana dhanani najika pana na ja'o, sivaya uttama rite, tyam sudhi ke te potani pukhtavaye pahonci jaya ane vacano pura karo, karanake vacano vise puchaparacha karavamam avase"},{"SurahNumber":17,"VerseNumber":35,"Text":"ane jyare tolo to purepurum toline apo, ane sidha trajavathi tolo, a ja uttama che ane parinama svarupe pana khuba ja uttama che"},{"SurahNumber":17,"VerseNumber":36,"Text":"je vatani tamane khabara pana na hoya teni pachala na padi jaso, karana ke kana tatha ankha ane hrdaya-darekani puchatacha karavamam avase"},{"SurahNumber":17,"VerseNumber":37,"Text":"ane dharati para itara'ine na cala, na to tum dharatine phadi sake che ane na to lamba'imam parvato sudhi pahonci sake che"},{"SurahNumber":17,"VerseNumber":38,"Text":"a badham karyoni bura'i tamara palanaharani najika napasanda che"},{"SurahNumber":17,"VerseNumber":39,"Text":"a badhum pana vahi dvara tamari tarapha tamara palanahare hikamata sathe avatarita karyum che, tame allaha sathe bija ko'ine pujya na banavaso, kyanka nindano bhogi ane hanki kadhi jahannamamam nakhi devamam ave"},{"SurahNumber":17,"VerseNumber":40,"Text":"sum putro mate to allaha'e tamane pasanda kari lidha ane potana mate pharista'one dikari'o banavi didhi? Ni:Sanka tame khuba ja moti vata kahi rahya cho"}]}