{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"I Medjenu, brata njihovog, Šuajba. Reče: “O narode moj! Obožavajte Allaha! Nemate vi drugog boga sem Njega. Zaista vam je došao jasan dokaz od Gospodara vašeg; zato ispunjavajte mjeru i mjerilo. I ne zakidajte ljudima stvari njihove, i ne činite fesad na Zemlji, nakon sređivanja njenog. To je bolje za vas, ako ste vjernici"},{"SurahNumber":7,"VerseNumber":86,"Text":"I ne zasjedajte na svakom putu prijeteći i odvraćajući od puta Allahovog onog ko vjeruje u Njega i tražeći ga iskrivljenim. I sjetite se kad ste bili (brojčano) mali, pa vas je umnožio. I pogledajte kakav je bio kraj mufsida"},{"SurahNumber":7,"VerseNumber":87,"Text":"A ako bude skupina među vama (koja) vjeruje u ono s čim sam poslat, i skupina (koja) ne vjeruje, onda se strpite dok Allah ne presudi među nama, a On je Najbolji od sudaca.”"},{"SurahNumber":7,"VerseNumber":88,"Text":"Velikani koji su se uzoholili iz naroda njegovog, rekoše: “Sigurno ćemo protjerati tebe, o Šuajb, i one koji s tobom vjeruju, iz naselja našeg ili ćete se sigurno vratiti u millet naš.” Reče: “Zar iako smo neradi?”"},{"SurahNumber":7,"VerseNumber":89,"Text":"Doista bismo izmišljali protiv Allaha laž ako bismo se vratili u millet vaš, nakon što nas je izbavio Allah iz njega. A nije za nas da se u njega vraćamo, izuzev ako htjedne Allah, Gospodar naš. Gospodar naš obuhvata svaku stvar znanjem. U Allaha se uzdamo. Gospodaru naš! Presudi između nas i između naroda našeg s Istinom, a Ti si Najbolji od sudaca.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"I rekoše velikani koji nisu vjerovali iz naroda njegovog: “Ako biste slijedili Šuajba, uistinu biste vi tad bili gubitnici.”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Pa zadesi njih potres, te osvanuše u kućama svojim povaljani"},{"SurahNumber":7,"VerseNumber":92,"Text":"Oni koji su porekli Šuajba, kao da nisu stanovali u njima. Oni koji su porekli Šuajba - oni su bili gubitnici"},{"SurahNumber":7,"VerseNumber":93,"Text":"Tad se okrenu od njih i reče: “O narode moj! Doista sam vam dostavio poslanice Gospodara mog i savjetovao vas; pa kako da žalim nad narodom nevjernika?”"}]}