{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Ell es Qui us ha creat d'una sola persona, de la qual ha tret al seu conjuge perque trobi quietud en ella. Quan va jeure amb ella, aquesta va dur una carrega lleugera, amb la qual anava d'aqui cap enlla; pero quan es va sentir pesada, van invocar ambdos a Al·la, el seu Senyor. «Si ens dones un fill bo, serem, certament, dels agraits"},{"SurahNumber":7,"VerseNumber":190,"Text":"Pero, quan els va donar un bo, van posar a Al·la associats en el que Ell els havia donat. I Al·la esta per sobre del que Li associen"},{"SurahNumber":7,"VerseNumber":191,"Text":"Li associen deus que no creen gens -sino que, ells mateixos han estat creats"},{"SurahNumber":7,"VerseNumber":192,"Text":"i que no poden ni auxiliar-los a ells ni auxiliar-se a si mateixos"},{"SurahNumber":7,"VerseNumber":193,"Text":"Si els crideu a La Guia, no us segueixen. Els dona el mateix que els crideu o no"},{"SurahNumber":7,"VerseNumber":194,"Text":"Aquells a qui invoqueu, en lloc d'invocar a Al·la, son serfs com vosaltres. Invoqueu-los, doncs, i que us escoltin, si es veritat el que dieu"},{"SurahNumber":7,"VerseNumber":195,"Text":"Tenen peus per a caminar, mans per a agafar, ulls per a veure, escoltats per a escoltar? Digues: «Invoqueu als vostres associats i urdid quelcom contra mi! No em feu esperar"},{"SurahNumber":7,"VerseNumber":196,"Text":"El meu amo es Al·la, Que ha revelat l'Escriptura i Que tria als justs protegint-los"},{"SurahNumber":7,"VerseNumber":197,"Text":"I els que vosaltres invoqueu, en lloc d'invocar-li a Ell, no poden auxiliar-vos a vosaltres ni auxiliar-se a si mateixos»"},{"SurahNumber":7,"VerseNumber":198,"Text":"Si els crideu a La Guia, no escolten. Els veus que et miren sense veure't"},{"SurahNumber":7,"VerseNumber":199,"Text":"Se indulgent, prescriu el be i aparta't dels ignorants"},{"SurahNumber":7,"VerseNumber":200,"Text":"Si el Dimoni t'incita al mal, busca refugi en Al·la. Ell tot ho escolta, tot ho sap"},{"SurahNumber":7,"VerseNumber":201,"Text":"Quan els que temen a Al·la sofrixen una aparicio del Dimoni, es deixen amonestar i veuen clar"},{"SurahNumber":7,"VerseNumber":202,"Text":"Als seus germans, en canvi, persisteixen en mantenir-los esgarriats"},{"SurahNumber":7,"VerseNumber":203,"Text":"I si no els portes un signe, diuen: «Com! Per que no t'has escollit un?» Digues: «Jo no faig mes que seguir el que el meu Senyor em revela». Aquestes son proves visibles del vostre Senyor, guia i misericordia per a gent que creu"},{"SurahNumber":7,"VerseNumber":204,"Text":"I, quan es reciti l'Alcora, escolteu-lo en silenci! Potser aixi se us tingui pietat"},{"SurahNumber":7,"VerseNumber":205,"Text":"Invoca al teu Senyor en el teu interior, humil i temerosament, a mitjan veu, mati i tarda, i no siguis dels despreocupats"},{"SurahNumber":7,"VerseNumber":206,"Text":"Els que estan al costat del teu Senyor no tenen a menys servir-li. Li glorifiquen i es prosternan davant Ell"}]}