{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"nām evaraiyum atika nāḷkaḷ uyiruṭaṉ vāḻntirukkum paṭi ceytāl avaruṭaiya nilaimaiyait talaikīḻākki (ciṟiya kuḻantaiyaip pōl ākki) viṭukiṟōm. (Itai) avarkaḷ aṟintukoḷḷa vēṇṭāmā"},{"SurahNumber":36,"VerseNumber":69,"Text":"(nam tūtarākiya) avarukku nām kavi kūṟak kaṟṟuk koṭukkavillai. Atu avarukkut takumāṉatum alla; itu (naṉmai tīmaikaḷait) teḷivākkakkūṭiya kur'āṉum nallupatēcamum tavira vēṟillai"},{"SurahNumber":36,"VerseNumber":70,"Text":"uyirōṭu iruppavarkaḷai atu eccarippataṟkākavum (maraṇittavarkaḷai pōṉṟuḷḷa) nirākarippavarkaḷ mītu (taṇṭaṉaiyiṉ) vākku uṟutiyāvataṟkākavum (itai nām iṟakkiṉōm)"},{"SurahNumber":36,"VerseNumber":71,"Text":"nam karaṅkaḷ ceytavaṟṟiliruntu niccayamāka avarkaḷukkāka kālnaṭaikaḷai nām paṭaittirukkiṟōm eṉpatai avarkaḷ kavaṉikkavillaiyā? Iṉṉum avarkaḷ avaṟṟukku urimaiyāḷarkaḷāka irukkiṟārkaḷ"},{"SurahNumber":36,"VerseNumber":72,"Text":"Avaṟṟai avarkaḷukkuk kīḻppaṭiyumpaṭic ceytu koṭuttōm. Avarkaḷ (vākaṉamāka) ēṟakkūṭiyavaiyum avaṟṟil irukkiṉṟaṉa; (aṟuttu) pucikkakkūṭiyavaiyum avaṟṟil irukkiṉṟaṉa"},{"SurahNumber":36,"VerseNumber":73,"Text":"avarkaḷ kuṭikkakkūṭiya (pāl pōṉṟa)vaiyum iṉṉum pala payaṉkaḷum avaṟṟil irukkiṉṟaṉa. (Ivaṟṟukkellām) avarkaḷ naṉṟi celutta vēṇṭāmā"},{"SurahNumber":36,"VerseNumber":74,"Text":"eṉiṉum, allāh allātavaṟṟālum taṅkaḷukku utavi kiṭaikkumeṉṟu avaṟṟai avarkaḷ teyvaṅkaḷāka eṭuttuk koṇṭirukkiṉṟaṉar"},{"SurahNumber":36,"VerseNumber":75,"Text":"avaṟṟāl avarkaḷukku utavi ceyya muṭiyātu. Āyiṉum, avai ivarkaḷukku (etirāṉa) paṭaiyākak koṇṭuvarappaṭum"},{"SurahNumber":36,"VerseNumber":76,"Text":"(napiyē! ‘Nīr poyyar' eṉa) avarkaḷ um'maip paṟṟik kūṟuvatu um'maik kavalaikkuḷḷākka vēṇṭām. Niccayamāka nām avarkaḷ (taṅkaḷ maṉatil) maṟaittuk koḷvataiyum (ataṟku māṟāka) avarkaḷ veḷiyiṭuvataiyum naṉkaṟivōm"},{"SurahNumber":36,"VerseNumber":77,"Text":"maṉitaṉai oru tuḷi intiriyattāltāṉ nām paṭaittōm eṉpatai avaṉ kavaṉikka villaiyā? Avvāṟiruntum avaṉ pakiraṅkamāṉa etiriyāki (namakku māṟuceyya muṟpaṭṭu) viṭukiṟāṉ"},{"SurahNumber":36,"VerseNumber":78,"Text":"(maraṇittavarkaḷai uyirppikka nam'māl muṭiyāteṉa eṇṇik koṇṭu avarkaḷil oruvaṉ) ōr utāraṇattai nam'miṭam eṭuttuk kāṭṭukiṟāṉ. Avaṉ, tāṉ paṭaikkappaṭṭa (vitat)tai maṟantuviṭṭu “ukki maṇṇākip pōṉa inta elumpai uyirppippavaṉ yār?'' Eṉṟu (ōr elumpai eṭuttu atai tūḷākki ūtiviṭṭu) avaṉ kēṭkiṟāṉ"},{"SurahNumber":36,"VerseNumber":79,"Text":"(napiyē!) Ataṟku nīr kūṟuvīrāka: “Mutal muṟaiyil ataip paṭaittavaṉ evaṉō avaṉē atai uyirppippāṉ. Avaṉō ellā paṭaippiṉattaiyum mika aṟintavaṉ"},{"SurahNumber":36,"VerseNumber":80,"Text":"avaṉē pacumaiyāṉa marattiliruntu uṅkaḷukku neruppai uṇṭu paṇṇukiṟāṉ. Piṉṉar, ataik koṇṭu nīṅkaḷ (uṅkaḷukku vēṇṭiya neruppai) mūṭṭik koḷkiṟīrkaḷ"},{"SurahNumber":36,"VerseNumber":81,"Text":"Vāṉaṅkaḷaiyum pūmiyaiyum paṭaittavaṉ (kēvalam) avarkaḷaip pōṉṟavarkaḷaip paṭaikkac caktiyaṟṟavaṉā? Niccayamāka avaṉē mikapperiya paṭaippāḷaṉum naṉkaṟintavaṉum āvāṉ"},{"SurahNumber":36,"VerseNumber":82,"Text":"avaṉ oru poruḷai(p paṭaikka) karutiṉāl atai ‘ākuka!' Eṉak kūṟuvatutāṉ (tāmatam). Uṭaṉ atu ākiviṭukiṟatu"},{"SurahNumber":36,"VerseNumber":83,"Text":"cakalavaṟṟiṉ pērāṭciyum carva atikāramum evaṉuṭaiya kaiyil irukkiṟatō avaṉ mikap paricuttamāṉavaṉ. Avaṉiṭamē nīṅkaḷ tirumpakkoṇṭu varappaṭuvīrkaḷ"}]}