{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Jadom alaha ne tuhade upara ninda pa diti apane valom tuhadi tasali vasate ate akasa vica tuhade la'i pani utari'a tam jo usa du'ara uha tuhanu pavitara kare ate tuhade vicom saitana di apavitarata nu dura kare ate tuhade dilam vica hausala paida kare ate tuhade kadamam nu jama deve"},{"SurahNumber":8,"VerseNumber":12,"Text":"Jadom tuhade raba ne farisati'am nu hukama bheji'a ki maim tuhade nala ham, tusim imana vali'am nu jama'i rakho. Maim inakari'am de dilam vica (tuhadi) dhanka pa di'anga. Tusim unham di garadana upara vara karo ate unham de paute paute upara sata maro"},{"SurahNumber":8,"VerseNumber":13,"Text":"Iha isa la'i ki unham ne alaha ate usa de rasula da virodha kita ate jihara ko'i alaha ate usa de rasula da virodha karada hai. Tam alaha unham nu saza dena la'i sakhata hai"},{"SurahNumber":8,"VerseNumber":14,"Text":"Huna maza cakhom ate jana lavo ki inakari'am la'i aga di saza hai"},{"SurahNumber":8,"VerseNumber":15,"Text":"He imana vali'o! Jadom yudha de maidana vica tuhadi mutha bhera inakari'am nala hove tam unham tom pitha na pherana"},{"SurahNumber":8,"VerseNumber":16,"Text":"Ate jisa ne ajihe mauke te pitha pheri, siva'e isa de ke yudha rananiti de rupa vica hove, jam duji phauja nala jam milana la'i tam uha alaha de krodha vica a javega. Unham da tikana naraka hai ate uha bahuta bura tikana hai"},{"SurahNumber":8,"VerseNumber":17,"Text":"Tam tusim unham di hati'a nahi kiti sago' alaha ne hati'a kiti hai. Ate jadom tusim unham upara miti suti tam samajho tusim nahim suti sagom alaha ne suti. Tam ki alaha apane valom imana vali'am upara bharapura upakara kara sake. Besaka alaha sunana vala ate janana vala hai"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iha tam ho zuki'a. Besaka alaha inakari'am di'am sari'am sakimam nu be-asara karake rahega"},{"SurahNumber":8,"VerseNumber":19,"Text":"Jekara tusim inakari phaisala cahude si tam phaisala tuhade sahamane a gi'a. Jekara tusim huna vi mana ja'u tam iha tuhade pakha vica bahuta caga hai. Jekara tusim phira uha hi karonge tam asi vi phira uha hi karange ate tuhadi'am phaujam tuhade kujha vi kama nahim a'unagi'am bhave' uha kini'am hi zi'ada ki'u na hona. Besaka alaha saradhalu'am de nala hai"}]}