{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"«فما آمن لموسى إلا ذرية» طائفة «من» أولاد «قومه» أي فرعون «على خوف من فرعون وملئهم أن يفتنهم» يصرفهم عن دينه بتعذيبه «وإن فرعون لعال» متكبر «في الأرض» أرض مصر «وإنه لمن المسرفين» المتجاوزين الحد بادعاء الربوبية"},{"SurahNumber":10,"VerseNumber":84,"Text":"«وقال موسى يا قوم إن كنتم آمنتم بالله فعليه توكلوا إن كنتم مسلمين»"},{"SurahNumber":10,"VerseNumber":85,"Text":"«فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظالمين» أي لا تظهرهم علينا فيظنوا أنهم على الحق فيفتتنوا بنا"},{"SurahNumber":10,"VerseNumber":86,"Text":"«ونجّنا برحمتك من القوم الكافرين»"},{"SurahNumber":10,"VerseNumber":87,"Text":"«وأوحينا إلى موسى وأخيه أن تبوّأا» اتخذا «لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة» مصلًّى تصلون فيه لتأمنوا من الخوف وكان فرعون منعهم من الصلاة «وأقيموا الصلاة» أتموها «وبشّر المؤمنين» بالنصر والجنة"},{"SurahNumber":10,"VerseNumber":88,"Text":"«وقال موسى ربنا إنك آتيت فرعون وملأهُ زينة وأموالا في الحياة الدنيا ربنا» آتيتهم ذلك «ليضلوا» في «عن سبيلك» دينك «ربنا اطمس على أموالهم» امسخها «واشدد على قلوبهم» اطبع عليها واستوثق «فلا يؤمنوا حتى يروا العذاب الأليم» المؤلم دعا عليهم وأمَّنَ هارون على دعائه"},{"SurahNumber":10,"VerseNumber":89,"Text":"«قال» تعالى «قد أجيبت دعوتكما» فمسخت أموالهم حجارة ولم يؤمن فرعون حتى أدركه الغرق «فاستقيما» على الرسالة والدعوة إلى أن يأتيهم العذاب «ولا تتبعان سبيل الذين لا يعلمون» في استعجال قضائي روي أنه مكث بعدها أربعين سنة"},{"SurahNumber":10,"VerseNumber":90,"Text":"«وجاوزنا ببني إسرائيل البحر فأتْبَعَهُمْ» لحقهم «فرعون وجنود بغيا وعدوا» مفعول له «حتى إذا أدركه الغرق قال آمنت أنه» أي بأنه وفي قراءة بالكسر استئنافا «لا إله الذي آمنت به بنو إسرائيل وأنا من المسلمين» كرره ليقبل منه فلم يقبل، ودس جبريل في فيه من حمأة البحر مخافة أن تناله الرحمة، وقال له"},{"SurahNumber":10,"VerseNumber":91,"Text":"«آلآن» تؤمن «وقد عصيت قبل وكنت من المفسدين» وإضلالك عن الإيمان"},{"SurahNumber":10,"VerseNumber":92,"Text":"«فاليوم ننجيك» نخرجك من البحر «ببدنك» جسدك الذي لا روح فيه «لتكون لمن خلفك» بعدك «آية» عبرة فيعرفوا عبوديتك ولا يقدموا على مثل فعلك وعن ابن عباس أن بعض بني إسرائيل شكوا في موته فأخرج لهم ليروه «وإن كثيرا من الناس» أي أهل مكة «عن آياتنا لغافلون» لا يعتبرون بها"}]}