{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Az on gurūhi naxustin az muhoçiron va ahli Madina, ki peşqadam şudand va onon, ki ʙa xotiri Alloh ʙa nekī az onon pajravī kardand (dar e'tiqod, guftor va amalhojaşon), Alloh xuşnud ast va onho niz az Alloh xuşnudand. Alloh ʙarojaşon ʙihişthoero omoda kardaast, ki dar onho darjoho çorist va hameşa dar on ço xohand ʙud. In ast komjoʙii ʙuzurg"},{"SurahNumber":9,"VerseNumber":101,"Text":"Gurūhe az araʙhoi ʙodijanişin, ki atrofi şumoro giriftaand, munofiqand va gurūhe az mardumi Madina niz dar nifoq isror mevarzand. Tu onhoro nameşinosī, Mo onhoro meşinosem va du ʙor azoʙaşon xohem kard; ʙa qatl va asir giriftan dar dunjo va dar oxirat ʙa azoʙi ʙuzurg giriftor meşavand"},{"SurahNumber":9,"VerseNumber":102,"Text":"Va gurūhi digare az ahli Madina ʙa gunohi xud e'tirof kardand, ki a'moli nekūro ʙo korhoi zişt omextaand (va on aqiʙnişinī kardan az çang hamrohi Rasuli Alloh va digar amalhoi ʙad ast). Şojad Alloh tavʙaaşonro ʙipazirad, zero Alloh omurzandavu mehruʙon ast"},{"SurahNumber":9,"VerseNumber":103,"Text":"Az molhoi tavʙakunandagone, ki a'moli nekūro ʙo korhoi zişt omextaand, sadaqa (zakot) ʙisiton, to ononro poku munazzah sozī va ʙarojaşon duo kun, zero duoi tu mojai oromişi onhost va Alloh ʙa har duo şunavo va ʙa ahvoli ʙandagon va nijathojaşon donost"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ojo hanūz (inho aqiʙnişinandagon az çihod va digaron) nadonistaand, ki Alloh ast, ki tavʙai ʙandagonaşro mepazirad, cun ʙa toati Alloh ʙargardand va sadaqotro qaʙul mekunad va Alloh ast, ki tavʙapaziru mehruʙon"},{"SurahNumber":9,"VerseNumber":105,"Text":"Bigū: «Amal kuned, Allohu pajomʙaraş va mū'minon a'moli şumoro xohand did va şumo ʙa nazdi donandai nihonu oşkoro ʙozgardonida meşaved va Ū az amalhojaton ogohaton xohad kard». Va in ojat va'da ʙa azoʙ ast ʙaroi onon, ki hameşa dar ʙotilu sitamkoriand"},{"SurahNumber":9,"VerseNumber":106,"Text":"Va gurūhe digar az kasone, ki dar çangi Taʙuk aqiʙnişinī kardand va az kardai xud puşajmon şudand ʙa maşijjati (xosti) Alloh voguzoşta şudaand, ki jo azoʙaşon mekunad, jo tavʙaaşonro mepazirad. Va Alloh dono ast, ki sazovori uquʙat jo ʙaxşiş ast va dar guftoru kirdoraş ʙo hikmat ast"},{"SurahNumber":9,"VerseNumber":107,"Text":"Va munofiqon ʙaroi zijon rasonidani mū'minon va kufr ovardan ʙa Alloh va tafriqa afkandan mijoni musalmonon masçide ʙino kardand, to ki ʙa'zeaşon dar on namoz guzorand va masçidi Quʙoro, ki dar on musalmonon namoz meguzoridand, tark namojand. Va masçidi ʙinokardaaşon ʙaroi kasone, ki mexohand ʙo Allohu pajomʙaraş çang kunand, kamingohe ʙoşad Va alʙatta, savgand mexūrand, ki az ʙinoi in masçid hadafe çuz nekī va xajr nadoştem. Vale Alloh guvohī medihad, ki onho jaqinan durūƣgūjand"},{"SurahNumber":9,"VerseNumber":108,"Text":"Ej Pajomʙar, hargiz dar on masçid namoz maguzor. Masçide, ki az rūzi naxust ʙar parhezgorī ʙunjod şud va on (masçidi Rasuli Alloh) şoistatar ast, ki dar on ço namoz guzorī. Dar on ço mardone hastand, ki dūst dorand az naçosathovu palidiho va az gunohhovu ma'sijatho pokiza ʙoşand, zero Alloh pokizagonro dūst dorad"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ojo kase, ki ʙinoi masçidro ʙar tarsgorī az Alloh va xuşnudii Ū nihoda, ʙehtar ast jo on kase, ki ʙinoi masçidro ʙar kanorai selrohe nihodaast, ki oʙ zeri onro şusta ʙoşad, to ʙo ū dar otaşi çahannam sarnagun gardad? Va Alloh mardumi sitamgarro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":110,"Text":"On ʙinoe, ki ( munofiqon ʙaroi zarar rasondani masçidi Rasuli Alloh- ʙunjod kardaand, hameşa saʙaʙi şakku şuʙha dar dilaşon xohad ʙud, to on hangom, ki dilaşon pora - pora gardad. Va Alloh dono ast ʙa maqsadaşon, hakim ast dar tadʙiri korhoi ʙandagonaş)"}]}