{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Чынында, Биз Нухка жана андан кийинки пайгамбарларга вахий жибергенибиз сыяктуу сага да вахий жибердик. Жана Биз Ибрахимге, Ысмайылга, Исхакка, Яькубга жана андан тараган (пайгамбар) урпактарга, Ыйсага, Айюбга, Юнуска, Харунга жана Сулайманга вахий жибергенбиз. Ошондой эле, Даудка Забур (китептерин) бергенбиз"},{"SurahNumber":4,"VerseNumber":164,"Text":"Биз сага кээ бир пайгамбарлар жөнүндө мындан мурун икая кылып бердик жана кээ бир пайгамбарлар жөнүндө икая кылып бербедик.! Жана Аллаһ Мусага сүйлөдү"},{"SurahNumber":4,"VerseNumber":165,"Text":"(Кыяматта) адамдардын колунда Аллаһка каршы далил болуп калбаш үчүн (Биз) (ыйман келтиргендерге) Бейиштен сүйүнчү кабар берүүчү жана (каапыр болгондорду) тозок менен коркутуучу пайгамбарларды (бардык элдерге жибергенбиз). Аллаһ Кудуреттүү, Даанышман"},{"SurahNumber":4,"VerseNumber":166,"Text":"Бирок, (о, Мухаммад!) сага (асмандан) түшүргөн нерсеге Аллаһ күбөлүк берет. Аны Аллаһ Өз илими менен түшүргөн. Дагы (сага түшүрүлгөн нерсеге) периштелер да күбөлүк берип жатышат. Аллаһ жетиштүү Күбө"},{"SurahNumber":4,"VerseNumber":167,"Text":"Албетте, каапыр болгон жана адамдарды Аллаһтын жолунан тоскондор эң катуу адашкан кишилер"},{"SurahNumber":4,"VerseNumber":168,"Text":"Каапыр болгон жана зулум кылган адамдардын күнөөлөрүн Аллаһ кечирбейт жана аларды Туура Жолго да баштабайт"},{"SurahNumber":4,"VerseNumber":169,"Text":"Баштаса да, анда түбөлүк калып кете турган Тозоктун жолуна баштайт. Бул Аллаһка жеңил"},{"SurahNumber":4,"VerseNumber":170,"Text":"О, адамдар! Пайгамбар силерге акыйкатты Раббиңерден алып келди, эми ага ыйман келтиргиле — өзүңөргө жакшы болот. Эгер каапыр болсоңор, (мындан Аллаһка эч кандай зыян жок. Анткени,) асмандардагы жана Жердеги бардык нерселер Аллаһтын мүлкү. Аллаһ - Билүүчү, Даанышман"},{"SurahNumber":4,"VerseNumber":171,"Text":"О, китеп ээлери! Диниңерде чектен чыкпагыла жана Аллаһ жөнүндө чындыктан башканы сүйлөбөгүлө. Албетте, Марямдын уулу Ыйса-Масих, Аллаһтын Марям(кыз)га таштаган (сүйлөгөн) Сөзү жана Өзү тарабынан берилген Руху.! Эми, Аллаһка, Анын элчилерине ыйман келтиргиле жана (Аллаһ) үчөө дебегиле.* (Бул ишенимден) токтогула — өзүңөргө жакшы болот. Албетте, Аллаһ, баласы (жана шериги) бар болуудан Аруу-Таза жалгыз Кудай! Асмандардагы жана жердеги бардык нерселер Анын мүлкү. Жетекчилик жаатынан Аллаһ жетиштүү"}]}