{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Biz Sozu onlara catdırdıq ki, dusunub ibrət alsınlar"},{"SurahNumber":28,"VerseNumber":52,"Text":"Qurandan əvvəl ozlərinə Kitab verdiyimiz kəslər ona iman gətirirlər"},{"SurahNumber":28,"VerseNumber":53,"Text":"Onlara Quran oxundugu zaman: “Biz ona iman gətirdik. O, həqiqətən də, Rəbbimizdən olan haqdır. Biz ondan əvvəl də musəlman idik!”– deyirlər"},{"SurahNumber":28,"VerseNumber":54,"Text":"Səbir etdiklərinə gorə onlara mukafatları ikiqat veriləcəkdir. Onlar pisliyi yaxsılıqla dəf edir və ozlərinə verdiyimiz ruzidən Allah yolunda xərcləyirlər"},{"SurahNumber":28,"VerseNumber":55,"Text":"Onlar laglagı esitdikləri zaman ondan uz cevirib: “Bizim əməllərimiz bizə, sizin əməlləriniz də sizə aiddir. Sizə salam olsun! Biz cahillərə qosulmaq istəmirik!”– deyirlər"},{"SurahNumber":28,"VerseNumber":56,"Text":"Subhəsiz ki, sən istədiyini dogru yola yonəldə bilməzsən. Amma Allah istədiyini dogru yola yonəldir. O, dogru yolda olanları daha yaxsı tanıyır"},{"SurahNumber":28,"VerseNumber":57,"Text":"Kafirlər dedilər: “Əgər biz səninlə birlikdə dogru yolla getsək, yurdumuzdan qovularıq”. Məgər Biz onları Ozumuzdən bir ruzi olaraq hər cur meyvənin gətirildiyi, muqəddəs, təhlukəsiz bir yerdə yerləsdirmədikmi? Lakin onların coxu bunu bilmir"},{"SurahNumber":28,"VerseNumber":58,"Text":"Biz xos guzəranı ilə qurrələnən necə-necə səhəri məhv etdik. Budur onların yurdları. Ozlərindən sonra bəzilərindən basqa orada hec kəs sakin olmadı. Onlara Biz varis olduq"},{"SurahNumber":28,"VerseNumber":59,"Text":"Sənin Rəbbin səhərlərdən ən muhum olanına, ozlərinə ayələrimizi oxuyan bir elci gondərməmis o səhərləri məhv etmədi. Biz yalnız əhalisi zalım olan səhərləri məhv etdik"},{"SurahNumber":28,"VerseNumber":60,"Text":"Sizə verilən hər sey ancaq dunya həyatının kecici zovqu və onun bərbəzəyidir. Allah yanında olanlar isə daha xeyirli və daha surəklidir. Məgər basa dusmursunuz"}]}