{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"Y a los aditas su hermano Hud. Dijo: «¡Pueblo! ¡Servid a Ala! No teneis a ningun otro dios que a El. No haceis mas que inventar"},{"SurahNumber":11,"VerseNumber":51,"Text":"¡ Pueblo! No os pido salario a cambio. Mi salario incumbe solo a Aquel Que me ha creado. ¿Es que no razonais"},{"SurahNumber":11,"VerseNumber":52,"Text":"Y, ¡pueblo!, ¡pedid perdon a vuestro Senor y, luego, volveos a El! Enviara sobre vosotros del cielo una lluvia abundante y os fortalecera. ¡No volvais la espalda como pecadores!»"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dijeron: «¡Hud! ¡No nos has traido ninguna prueba clara! ¡No vamos a dejar a nuestros dioses porque tu lo digas! ¡No tenemos fe en ti"},{"SurahNumber":11,"VerseNumber":54,"Text":"Lo unico que decimos es que uno de nuestros dioses te ha causado mal». Dijo: «¡Pongo a Ala por testigo y sed vosotros tambien testigos de que soy inocente de lo que vosotros asociais"},{"SurahNumber":11,"VerseNumber":55,"Text":"en lugar de El! ¡Urdid algo todos contra mi y no me hagais esperar!»"},{"SurahNumber":11,"VerseNumber":56,"Text":"Yo confio en Ala, mi Senor y Senor vuestro. ¡No hay ser que no dependa de El! Mi Senor esta en una via recta"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si volveis la espalda... yo ya os he comunicado aquello con que he sido enviado a vosotros. Mi Senor hara que os suceda otro pueblo y no podreis hacerle ningun dano. ¡Mi Senor todo lo vigila"},{"SurahNumber":11,"VerseNumber":58,"Text":"Cuando vino Nuestra orden, salvamos por una misericordia venida de Nosotros a Hud y a los que con el creyeron y les libramos de un duro castigo"},{"SurahNumber":11,"VerseNumber":59,"Text":"Asi eran los aditas. Negaron los signos de su Senor y desobedecieron a Sus enviados, siguiendo, en cambio, las ordenes de todo tirano desviado"},{"SurahNumber":11,"VerseNumber":60,"Text":"En la vida de aca fueron perseguidos por una maldicion y tambien lo seran el dia de la Resurrecion. ¡No! ¡Los aditas no creyeron en su Senor! ¡Si! ¡Atras los aditas, pueblo de Hud"}]}