{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"tame kahi do ke te kona che je tamane akasa ane dharati manthi roji pahoncade che, athava te kona che je kana ane ankho banne para sampurna adhikara dharave che ane te kona che je nirjiva manthi sajiva kadhe che ane sajiva manthi nirjiva kadhe che ane te kona che je dareka karyani vyavastha kare che, jarura te'o e ja kahese ke “allaha”. To temane kaho ke kema nathi darata"},{"SurahNumber":10,"VerseNumber":32,"Text":"to avo che allaha ta'ala, je tamaro saco palanahara che, satya pachi pathabhrastata sivaya have sum rahi gayum, pachi kyam bhatako che"},{"SurahNumber":10,"VerseNumber":33,"Text":"avi ja rite tamara palanaharani e vata ke, a loko imana nahim lave, dareka vidrohi'o vise sabita tha'i ga'i"},{"SurahNumber":10,"VerseNumber":34,"Text":"tame ema kahi do ke sum tamara bhagidaromam ko'i evo che je prathama vakhata pana sarjana karine batave ane phari biji vakhata pana sarjana kari batave? Tame kahi do ke allaha ja prathama vakhata sarjana kare che ane te ja biji vakhata pana sarjana karase, pachi tame kyam bhatakata pharo cho"},{"SurahNumber":10,"VerseNumber":35,"Text":"tame kahi do ke tamara bhagidaromam ko'i evo che je satya marga tarapha margadarsana apato hoya? Tame kahi do ke allaha ja satya tarapha margadarsana ape che, to pachi je vyakti satya tarapha margadarsana apato hoya te anusarana karava mate vadhum yogya che athava te vyakti jene batavya vagara pote ja margadarsana na melave? Basa! Tamane sum tha'i gayum che tame keva nirnaya karo cho"},{"SurahNumber":10,"VerseNumber":36,"Text":"ane temana manthi vadhare padata loko phakata anumananum anusarana kare che, kharekhara anumana satya (ni olakha)mam kami pana kama nathi avi sakatum. A loko je kami kari rahya che kharekhara allaha te badhum ja jane che"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ane a kura'ana evum nathi ke allaha (ni vahi) vagara (pote ja) ghadi kadhyum hoya, parantu a to (te kitaboni) pusti karavavalum che je a pahela (avatarita) tha'i cuki che ane kitaba (jaruri adeso)num spastikarana kare che, amam ko'i sankani vata nathi ke a palanahara taraphathi ja che"},{"SurahNumber":10,"VerseNumber":38,"Text":"sum a loko avum kahe che ke tame tene ghadi kadhyum che? Tame kahi do ke to pachi tame tena jevi eka ja suraha lavi batavo ane allaha sivaya je-je pujyone bolavi sakata hoya, bolavi lo, jo tame saca hova"},{"SurahNumber":10,"VerseNumber":39,"Text":"parantu evi vastune juththi theravava lagya je potana jnanamam nathi ane haju sudhi parinama pana nathi avyum, je loko a lokothi pahela tha'i gaya, avi ja rite temane pana juthalavyum, to jo'i lo ke te atyacari'onum parinama kevum avyum"},{"SurahNumber":10,"VerseNumber":40,"Text":"ane temana manthi ketalaka eva che je ana para imana la'i avase ane ketalaka eva che ke ana para imana nahim lave ane tamaro palanahara vidrohi'one khuba sari rite jane che"}]}