{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Poricao je Semud opomene"},{"SurahNumber":54,"VerseNumber":24,"Text":"Pa su rekli: \"Zar smrtnika - od nas jednoga - njega (da) slijedimo? Uistinu, mi bismo tad bili u zabludi i bezumlju"},{"SurahNumber":54,"VerseNumber":25,"Text":"Zar da njemu bude spuštena Opomena između nas? Naprotiv, on je lažov drski"},{"SurahNumber":54,"VerseNumber":26,"Text":"Saznat će sutra ko je lažov drski"},{"SurahNumber":54,"VerseNumber":27,"Text":"Uistinu! Mi im šaljemo devu iskušenjem, zato ih promatraj i strpi se"},{"SurahNumber":54,"VerseNumber":28,"Text":"I obavijesti ih da će biti dioba vode među njima. Svakom pojenju biće se prisutno"},{"SurahNumber":54,"VerseNumber":29,"Text":"Tad pozvaše druga svog, pa uze (mač), te (je) rani"},{"SurahNumber":54,"VerseNumber":30,"Text":"Pa kakva je bila kazna Moja i opomene Moje"},{"SurahNumber":54,"VerseNumber":31,"Text":"Uistinu! Mi smo poslali na njih krik jedan, pa bijahu kao suharci graditelja tora"},{"SurahNumber":54,"VerseNumber":32,"Text":"A zaista smo olakšali Kur'an za podsjećanje, pa ima li iko ko se podsjeća"},{"SurahNumber":54,"VerseNumber":33,"Text":"Poricao je narod Lutov opomene"},{"SurahNumber":54,"VerseNumber":34,"Text":"Uistinu! Mi smo poslali na njih kišu kamenu, izuzev porodice Lutove; spasli smo ih u ranu zoru"},{"SurahNumber":54,"VerseNumber":35,"Text":"Blagodat od Nas; tako nagrađujemo onog ko zahvaljuje"},{"SurahNumber":54,"VerseNumber":36,"Text":"I doista ih je upozorio na udar Naš, pa su sumnjali u opomene"},{"SurahNumber":54,"VerseNumber":37,"Text":"I doista su od njega htjeli goste njegove, pa smo oslijepili oči njihove: \"Ta iskusite kaznu Moju i opomene Moje"},{"SurahNumber":54,"VerseNumber":38,"Text":"I doista, pogodila ih je jutrom kazna trajna"},{"SurahNumber":54,"VerseNumber":39,"Text":"Pa iskusite kaznu Moju i opomene Moje"},{"SurahNumber":54,"VerseNumber":40,"Text":"I doista smo olakšali Kur'an za pouku, pa ima li iko ko se poučava"}]}