{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"Musa'ya Tevrat’ı verdik. Kur’an hakkında senin halkının yaptıgı gibi onun hakkında da ihtilaf edip kimi iman, kimi inkar etti. Sayet Rabbinin, insanlara muhlet verme vaadi olmasaydı, elbette haklarında nihai hukum verilmis, is bitirilmis olurdu. Bu gercege ragmen, senin halkın hala, Kur’an’dan ve azaptan yana siddetli bir tereddut ve suphe icindedir. [10,]"},{"SurahNumber":11,"VerseNumber":111,"Text":"Hic suphe yok ki Rabbin herkesin islerinin karsılıgını tam tamına odeyecektir. Cunku O, onların butun yaptıklarından haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Oyleyse ey Resulum, sen beraberinde olup tovbe edenlerle birlikte, sana nasıl emredilmisse oyle dosdogru hareket et.Asırı gitmeyin. Cunku O, yaptıgınız her seyi gormekte olup islerinizin karsılıgını da size verecektir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Bir de sakın zulmedenlere meyletmeyin, sempati duymayın. Yoksa size ates dokunur.Aslında sizin Allah'tan baska yardımcınız yoktur. Sonra O’ndan da yardım gormezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun iki tarafında, gecenin gunduze yakın saatlerinde namaz kıl. Zira boyle guzel isler insandan uzak olmayan gunahları silip giderir. Bu, dusunen ve ibret alanlara bir nasihattır"},{"SurahNumber":11,"VerseNumber":115,"Text":"Sabret, zira Allah iyi davrananların mukafatını zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki nesillerde, dunyada fesat ve duzensizligi menedecek, boylece onları helak olmaktan koruyacak idrak ve fazilet sahipleri bulunmalı degil miydi? Onların icinden gorevlerini yaptıklarından oturu kurtardıgımız az kimse var.Zalimler ise icinde bulundukları refahın ardına dustuler. Dogrusu onlar suclu kimselerdi"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, halkı durust hareket eden, hem kendi nefislerini, hem de birbirlerini duzeltmeye calısan diyarları, haksız yere asla helak etmez"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi butun insanları hakta ittifak eden bir tek ummet yapardı. Fakat O bunu irade etmediginden ittifak etmemislerdir ve iste boylece ihtilaf eder vaziyette devam edeceklerdir. Ancak Rabbinin lutfederek hakta birlesmeyi nasib ettigi kimseler bunun dısındadır. Esasen O, insanları bunun icin yaratmıstır.Boylece, Rabbinin “Ben cehennemi, butun cin ve insanlardan mustehak olanlarla dolduracagım.” sozu gerceklesecektir"},{"SurahNumber":11,"VerseNumber":119,"Text":"Eger Rabbin dileseydi butun insanları hakta ittifak eden bir tek ummet yapardı. Fakat O bunu irade etmediginden ittifak etmemislerdir ve iste boylece ihtilaf eder vaziyette devam edeceklerdir. Ancak Rabbinin lutfederek hakta birlesmeyi nasib ettigi kimseler bunun dısındadır. Esasen O, insanları bunun icin yaratmıstır.Boylece, Rabbinin “Ben cehennemi, butun cin ve insanlardan mustehak olanlarla dolduracagım.” sozu gerceklesecektir"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlerin haberlerinden, senin kalbini takviye edecek her seyi sana anlatıyoruz. Bu surede de sana hak ve gercek, muminlere de bir ogut ve talimat gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Iman etmeyenlere de de ki: “Siz yerinizde sayarak elinizden geleni yapın, ama biz de calısacagız, gerekeni yapacagız.Siz bizim icin felaket gozleyin bakalım, biz de eski ummetlerin basına gelen felaketlerin size gelmesini gozleyip bekliyoruz"},{"SurahNumber":11,"VerseNumber":122,"Text":"Iman etmeyenlere de de ki: “Siz yerinizde sayarak elinizden geleni yapın, ama biz de calısacagız, gerekeni yapacagız.Siz bizim icin felaket gozleyin bakalım, biz de eski ummetlerin basına gelen felaketlerin size gelmesini gozleyip bekliyoruz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Bununla beraber, goklerin ve yerin gaybını bilmek Allah'a mahsustur. Butun isler, hukmetmesi icin O’na goturulur.Oyleyse sen yalnız O’na ibadet et, yalnız O’na dayan, O’na guven. Rabbin yaptıklarınızdan asla habersiz degildir"}]}