{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":2,"VerseNumber":236,"Text":"Vous ne commettez aucun péché si vous répudiez les femmes avec lesquelles le mariage n’a pas été consommé et auxquelles la dot n’a pas été fixée. Accordez-leur alors - l’homme aisé selon ses moyens et le pauvre selon ses moyens - quelque bien conforme aux usages. C’est là un devoir pour les hommes de bien"},{"SurahNumber":2,"VerseNumber":237,"Text":"Si, en revanche, vous les répudiez avant de les avoir touchées, mais après leur avoir fixé une dot, alors versez-leur la moitié de la dot convenue, à moins qu’elles n’y renoncent ou n’y renonce celui qui décide de la conclusion du mariage. Renoncer à ses droits est cependant plus conforme à la piété. N’oubliez pas de vous montrer bienveillants les uns envers les autres. Allah voit parfaitement ce que vous faites"},{"SurahNumber":2,"VerseNumber":238,"Text":"Accomplissez assidûment vos prières, en particulier la plus méritoire des prières, en vous tenant humblement devant Allah"},{"SurahNumber":2,"VerseNumber":239,"Text":"Il vous est toutefois autorisé, si vous craignez quelque danger, de prier en marchant ou sur vos montures. Lorsque vous vous retrouvez en sécurité, souvenez-vous d’Allah, rendant ainsi grâce au Seigneur de vous avoir enseigné ce que vous ignoriez"},{"SurahNumber":2,"VerseNumber":240,"Text":"Ceux d’entre vous qui laissent des épouses devront, avant de mourir, ordonner par testament qu’elles soient entretenues une année entière, sans être contraintes à quitter le domicile conjugal. Si elles décident elles-mêmes de le quitter au cours de cette période, vous, les héritiers, n’aurez pas à répondre de la manière dont elles disposeront d’elles-mêmes, conformément aux usages. Allah est Tout-Puissant et infiniment Sage"},{"SurahNumber":2,"VerseNumber":241,"Text":"Les femmes répudiées ont droit à quelque bien conforme aux usages que ceux qui craignent Allah ont le devoir de leur remettre"},{"SurahNumber":2,"VerseNumber":242,"Text":"C’est ainsi qu’Allah vous expose clairement Ses enseignements afin que vous les compreniez"}]}