{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"We sent forth Noah to his people. He said: ‘I have come to warn you plainly"},{"SurahNumber":11,"VerseNumber":26,"Text":"Serve none but God; beware the torment of a woeful day.‘"},{"SurahNumber":11,"VerseNumber":27,"Text":"The unbelieving elders of his people said: ‘We see you as but a mortal like ourselves. Nor can we see you being followed by any but the lowliest of our people: rash and undiscerning. We see no superior merit in you: indeed we think that you are lying.‘"},{"SurahNumber":11,"VerseNumber":28,"Text":"He said: ‘Consider, my people! If my Lord has revealed to me His will and bestowed on me a favour of His own, though it be hidden from you, can we impose it on you, and you averse to it"},{"SurahNumber":11,"VerseNumber":29,"Text":"I seek of you no recompense for this, my people; for none but God can reward me. Nor will I drive away the faithful, for they will surely meet their Lord. But I can see that you are ignorant people"},{"SurahNumber":11,"VerseNumber":30,"Text":"And were I to drive them away, my people, who would protect me from God? Will you not reflect"},{"SurahNumber":11,"VerseNumber":31,"Text":"I do not say to you that I possess God‘s treasuries, nor have I knowledge of what is hidden; I do not claim to be an angel, nor do I say to those your eyes disdain that God will not be bountiful to them ― God knows best what is in their hearts ― for then I should become a wrongdoer.‘"},{"SurahNumber":11,"VerseNumber":32,"Text":"Noah,‘ they said, ‘you have argued with us, and argued to excess. Bring down the scourge you threaten us with, if what you say be true!‘"},{"SurahNumber":11,"VerseNumber":33,"Text":"He said: ‘God will bring it down upon you if He pleases: nor shall you be immune"},{"SurahNumber":11,"VerseNumber":34,"Text":"My counsel will not profit you if God intends to confound you, willing though I am to offer you counsel. He is your Lord, and to Him shall you be recalled.‘"},{"SurahNumber":11,"VerseNumber":35,"Text":"If they say: ‘He has invented it himself,‘ say: ‘If I have indeed invented it, then may I be punished for my sin! I am innocent of yours imputations.‘"}]}