{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"ولما خرجت القافلة من أرض \"مصر\"، ومعهم القميص قال يعقوب لمن حضره: إني لأجد ريح يوسف لولا أن تسفهوني وتسخروا مني، وتزعموا أن هذا الكلام صدر مني من غير شعور"},{"SurahNumber":12,"VerseNumber":95,"Text":"قال الحاضرون عنده: تالله إنك لا تزال في خطئك القديم مِن حب يوسف، وأنك لا تنساه"},{"SurahNumber":12,"VerseNumber":96,"Text":"فلما أن جاء من يُبشِّر يعقوب بأن يوسف حيٌّ، وطرح قميص يوسف على وجهه فعاد يعقوب مبصرًا، وعمَّه السرور فقال لمن عنده: ألـمْ أخبركم أني أعلم من الله ما لا تعلمونه من فضل الله ورحمته وكرمه؟"},{"SurahNumber":12,"VerseNumber":97,"Text":"قال بنوه: يا أبانا سل لنا ربك أن يعفو عنا ويستر علينا ذنوبنا، إنا كنا خاطئين فيما فعلناه بيوسف وشقيقه"},{"SurahNumber":12,"VerseNumber":98,"Text":"قال يعقوب: سوف أسأل ربي أن يغفر لكم ذنوبكم، إنه هو الغفور لذنوب عباده التائبين، الرحيم بهم"},{"SurahNumber":12,"VerseNumber":99,"Text":"وخرج يعقوب وأهله إلى \"مصر\" قاصدين يوسف، فلما وصلوا إليه ضمَّ يوسف إليه أبويه، وقال لهم: ادخلوا \"مصر\" بمشيئة الله، وأنتم آمنون من الجهد والقحط، ومن كل مكروه"},{"SurahNumber":12,"VerseNumber":100,"Text":"وأجْلَسَ أباه وأمه على سرير ملكه بجانبه؛ إكرامًا لهما، وحيَّاه أبواه وإخوته الأحد عشر بالسجود له تحية وتكريمًا، لا عبادة وخضوعًا، وكان ذلك جائزًا في شريعتهم، وقد حَرُم في شريعتنا؛ سدًا لذريعة الشرك بالله. وقال يوسف لأبيه: هذا السجود هو تفسير رؤياي التي قصصتها عليك من قبل في صغري، قد جعلها ربي صدقًا، وقد تفضَّل عليَّ حين أخرجني من السجن، وجاء بكم إليَّ من البادية، من بعد أن أفسد الشيطان رابطة الأخوة بيني وبين إخوتي. إن ربي لطيف التدبير لما يشاء، إنه هو العليم بمصالح عباده، الحكيم في أقواله وأفعاله"},{"SurahNumber":12,"VerseNumber":101,"Text":"ثم دعا يوسف ربه قائلا ربِّ قد أعطيتني من ملك \"مصر\"، وعلَّمتني من تفسير الرؤى وغير ذلك من العلم، يا خالق السموات والأرض ومبدعهما، أنت متولي جميع شأني في الدنيا والآخرة، توفني إليك مسلمًا، وألحقني بعبادك الصالحين من الأنبياء الأبرار والأصفياء الأخيار"},{"SurahNumber":12,"VerseNumber":102,"Text":"ذلك المذكور من قصة يوسف هو من أخبار الغيب نخبرك به -أيها الرسول- وحيًا، وما كنت حاضرًا مع إخوة يوسف حين دبَّروا له الإلقاء في البئر، واحتالوا عليه وعلى أبيه. وهذا يدل على صدقك، وأن الله يُوحِي إليك"},{"SurahNumber":12,"VerseNumber":103,"Text":"وما أكثرُ المشركين من قومك -أيها الرسول- بمصدِّقيك ولا متبعيك، ولو حَرَصْتَ على إيمانهم، فلا تحزن على ذلك"},{"SurahNumber":12,"VerseNumber":104,"Text":"وما تطلب من قومك أجرة على إرشادهم للإيمان، إن الذي أُرسلتَ به من القرآن والهدى عظة للناس أجمعين يتذكرون به ويهتدون"}]}