{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Kujtoje kur Ne vendosëm për Ibrahimin vendin e Faltores[213] (duke e urdhëruar): “Mos më shoqëro asgjë (në adhurim) dhe pastroje Shtëpinë Time (nga idhujtaria), për ata që vijnë rrotull saj (në shenjë adhurimi) dhe për ata që rrinë në këmbë, përkulen dhe bien në sexhde duke u falur"},{"SurahNumber":22,"VerseNumber":27,"Text":"Thirri njerëzit për haxhillëk: ata do të vijnë në këmbë dhe me deve prej të gjitha viseve të largëta"},{"SurahNumber":22,"VerseNumber":28,"Text":"që të dëshmojnë dobitë e tyre dhe të përmendin Emrin e Allahut në ditët e caktuara mbi kafshët (për kurban), të cilat ua ka dhuruar Ai. Hani nga ato (mishin) dhe ushqeni nevojtarin e varfër"},{"SurahNumber":22,"VerseNumber":29,"Text":"Pastaj, haxhinjtë le të pastrojnë trupin e tyre, le t’i kryejnë zotimet e tyre dhe le t’i vijnë rrotull Shtëpisë së lashtë"},{"SurahNumber":22,"VerseNumber":30,"Text":"Këto (janë urdhërimet). Për atë që nderon ritet e shenjta të Allahut, do të jetë më mirë te Zoti i tij. Ju janë lejuar bagëtitë, përveç atyre që ju janë thënë (se janë të ndaluara). Andaj, largohuni prej ndotësisë së idhujve dhe largohuni prej fjalëve të rreme"},{"SurahNumber":22,"VerseNumber":31,"Text":"Përuluni plotësisht para Allahut me sinqeritet, duke mos i shoqëruar asgjë Atij (në adhurim). Kush i shoqëron Allahut diçka (në adhurim), i ngjan atij që bie nga qielli e që e rrëmben zogu ose i ngjan atij që stuhia e erës e ka hedhur në një vend të largët e të humbur"},{"SurahNumber":22,"VerseNumber":32,"Text":"Po, kështu është! Ndërsa kush madhëron shenjat e fesë së Allahut, tregon përkushtimin e zemrës së tij"},{"SurahNumber":22,"VerseNumber":33,"Text":"Ju do të përfitoni nga ato (kafshë) deri në një kohë të caktuar; pastaj ato do të flijohen te Faltorja e lashtë"}]}