{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Aur bila shuba hum ney musa ko kitab di aur unn kay humrah unn kay bhai haroon ko unn ka wazir bana diya"},{"SurahNumber":25,"VerseNumber":36,"Text":"Aur keh diya kay tum dono unn logon ki taraf jao jo humari aayaton ko jhutla rahey hain. Phir hum ney unhen bilkul hi paamaal ker diya"},{"SurahNumber":25,"VerseNumber":37,"Text":"Aur qom-e-nooh ney bhi jab rasoolon ko jhoota kaha to hum ney unhen gharaq ker diya aur logon kay liye unhen nishan-e-ibrat bana diya. Aur hum ney zalimon kay liye dard-naak azab mohiyya ker rakha hai"},{"SurahNumber":25,"VerseNumber":38,"Text":"Aur aadiyon aur samoodiyon aur koonwen walon ko aur unn kay darmiyan ki boht si ummaton ko (halak ker diya)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Aur hum ney unn kay samney misalen biyan ken phir her aik bilkul tabah-o-barbaad ker diya"},{"SurahNumber":25,"VerseNumber":40,"Text":"Yeh log uss basti kay pass say bhi aatay jatay hain jin per buri tarah ki barish barsaee gaee kiya yeh phir bhi issay dekhtay nahi? Haqeeqat yeh hai kay enhen marr ker ji uthney ki umeed hi nahi"},{"SurahNumber":25,"VerseNumber":41,"Text":"Aur tumhen jab kabhi dekhtay hain to tum say maskhara pann kerney lagtay hain. Kay kiya yehi woh shaks hain jinehn Allah Taalaa ney rasool bana ker bheja hai"},{"SurahNumber":25,"VerseNumber":42,"Text":"(woh to kahiye) kay hum iss per jama rahey werna enhon ney to humen humaray maboodon say behka denay mein koi kasar nahi chori thi. Aur yeh jab azabon ko dekhen gay to enhen saaf maloom hojaye ga kay poori tarah raah say bhatka hua kaun tha"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kiya aap ney ussay bhi dekha jo apni khwais-e-nafs ko apna mabood banaye huye hai kiya aap uss kay zimay daar ho saktay hain"},{"SurahNumber":25,"VerseNumber":44,"Text":"Kiya aap issi khayal mein hain kay inn mein say aksar suntay ya samajhtay hain. Woh to niray chopayon jaisay hain bulkay inn say bhi ziyada bhatkay huye"}]}