{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Musa sureyi bitirince ailesi ile beraber yola cıktı. Tur tarafında bir ates gordu. Ailesine «Siz durun, ben bir ates gordum; belki oradan size bir haber yada bir ates koru getiririm de ısınırsınız.» dedi"},{"SurahNumber":28,"VerseNumber":30,"Text":"Oraya gelince, o mubarek yerdeki vadinin sag kıyısındaki, agactan kendisine soyle seslenildi: «Ey Musa, muhakkak ki alemlerin Rabb´i olan Allah benim ben!»"},{"SurahNumber":28,"VerseNumber":31,"Text":"«Asanı at Musa!» Attıgı kocaman asasının kucuk bir yılan gibi hareket ettigini gorunce, donup arkasına bakmadan kactı. «Ey Musa, don gel, korkma, sen guvende olanlardansın.»"},{"SurahNumber":28,"VerseNumber":32,"Text":"«Elini koynuna sok, kusursuz olarak bembeyaz cıksın. Korkudan acılan kollarını kendine cek. Iste bunlar, Firavun´a ve onun adamlarına karsı Rabb´inin verdigi iki delildir. Cunku onlar yoldan cıkmıs bir kavimdirler» denildi"},{"SurahNumber":28,"VerseNumber":33,"Text":"Musa; «Rabb´im! Ben onlardan bir cana kıydım, beni oldurmelerinden korkuyorum.» dedi"},{"SurahNumber":28,"VerseNumber":34,"Text":"«Kardesim Harun´un dili benimkinden daha duzgundur onu da beni destekleyen bir yardımcı olarak benimle gonder, cunku beni yalanlayacaklarından korkarım.» dedi"},{"SurahNumber":28,"VerseNumber":35,"Text":"Allah; «Seni kardesinle destekleyecegiz; ikinize bir kudret verecegiz ki, onlar size el uzatamayacaklar. Ayetlerim sayesinde onlar size erisemeyecekler. Ikiniz ve size uyanlar ustun geleceksiniz.» dedi"},{"SurahNumber":28,"VerseNumber":36,"Text":"Musa onlara apacık ayetlerimizle gelince uydurulmus buyuden baska bir sey degildir. Bizden onceki atalarımızdan boylesini isitmedik dediler"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa; «Rabb´im, katında bir dogruluk rehberini kimin getirdigini ve bu dunya hayatının sonunda guzel sonucun kime nasip olacagını daha iyi biliyor. Muhakkak ki, zalimler iflah olmaz» dedi"},{"SurahNumber":28,"VerseNumber":38,"Text":"Firavun; «Ey ileri gelenler! Sizin icin benden baska bir ilah tanımıyorum. Ey Haman, haydi, benim icin camur uzerinde ates yak ve tugla imal et, bana bir kule yap ki, Musa´nın tanrısına cıkayım; ancak sanıyorum ki, O mutlak yalan soyleyenlerdendir» dedi"},{"SurahNumber":28,"VerseNumber":39,"Text":"Firavun ve askerleri yeryuzunde haksız yere buyukluk tasladılar ve gercekte Bize dondurulmeyeceklerini sandılar"},{"SurahNumber":28,"VerseNumber":40,"Text":"Biz de onu ve askerlerini yakalayıp suya attık. Bir bak, o zalimlerin sonu nasıl oldu"},{"SurahNumber":28,"VerseNumber":41,"Text":"Biz onları atese cagıran onderler yaptık. Kıyamet gunu onlar yardım gormeyeceklerdir"},{"SurahNumber":28,"VerseNumber":42,"Text":"Bu dunya hayatında biz onların pesine bir lanet taktık. Kıyamet gunu de igrenc kimselerden olacaklar"}]}