{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Narra-lhes a historia de Noe, quando disse ao seu povo: O povo meu, se a minha permanencia entre vos e minhaexortacao, referentes aos versiculos de Deus, vos ofendem, a Deus me encomendo. Decidi-vos, vos e vossos idolos, e naooculteis vossa decisao; entao, hostilizai-me e nao me poupeis"},{"SurahNumber":10,"VerseNumber":72,"Text":"Caso contrario, sabei que nao vos exijo retribuicao alguma por isso, porque minha recompensa so vira de Deus; e foi-meordenado que fosse um dos submissos"},{"SurahNumber":10,"VerseNumber":73,"Text":"Porem, desmentiram-no e, entao, salvamo-lo, juntamente com aqueles que estavam com ele na arca, e os designamossucessores na terra, e afogamos aqueles que desmentiram os Nossos versiculos. Repara, pois, qual foi o castigo dos queforam advertidos"},{"SurahNumber":10,"VerseNumber":74,"Text":"Logo, depois dele, enviamos mensageiros aos seus povos, os quais lhes apresentaram as evidencias; mesmo assim naocreram no que antes haviam desmentido. Assim, sigilamos os coracoes dos transgressores"},{"SurahNumber":10,"VerseNumber":75,"Text":"Logo depois deles enviamos, como nossos sinais, Moises e Aarao ao Farao e seus chefes; porem, estesensoberbeceram-se e tornaram-se um povo de pecadores"},{"SurahNumber":10,"VerseNumber":76,"Text":"Mas, quando lhes chegou a Nossa verdade, disseram: Isto e pura magia"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moises lhes disse: Ousais dizer que a verdade que vos chega e magia? Sabei que os magos jamais prosperarao"},{"SurahNumber":10,"VerseNumber":78,"Text":"Disseram: Vieste, acaso, para desviar-nos do que vimos praticarem os nossos pais e para que o predominio, na terra, seja para ti e teu irmao? Nunca creremos em vos"},{"SurahNumber":10,"VerseNumber":79,"Text":"Entao, o Farao disse: Trazei-me todo o mago habil (que encontrardes)"},{"SurahNumber":10,"VerseNumber":80,"Text":"E quando chegaram os magos, Moises lhes disse: Arremessai o que tendes a arremessar"},{"SurahNumber":10,"VerseNumber":81,"Text":"Porem, quando arremessaram, disse Moises: O que haveis feito emagia, e certamente Deus o anulara, porque Ele naoapoia a obra dos corruptores"},{"SurahNumber":10,"VerseNumber":82,"Text":"Deus estabelece a verdade com as Suas palavras, ainda que isto desgoste os pecadores"}]}