{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif Lam Ra. Keto jane ajete te Librit plot urtesi"},{"SurahNumber":10,"VerseNumber":2,"Text":"A u vjen cudi njerezve qe ne i kemi kumtuar nje njeriu nga mesi i tyre: “Terhiqu verejtjen njerezve dhe pergezoi besimtaret per shperblimin e larte te Zoti i tyre!” Mosbesimtaret thone: “Ky eshte, njemend, magjistar i vertete!”"},{"SurahNumber":10,"VerseNumber":3,"Text":"Pa dyshim Zoti i juaj eshte All-llahu, i cili ka krijuar qiejt dhe token per gjashte dite e pastaj mbisundoi gjithesine te rregulloje ceshtjet. Askush nuk mund te ndermjetesoje pa lejen e Atij. Ai eshte All-llahu, Zoti juaj, prandaj adhorone Ate! A nuk po mendoni"},{"SurahNumber":10,"VerseNumber":4,"Text":"Te Ai do te ktheheni te gjithe, - premtimi i All-llahut eshte i vertete – Ai me te vertete zen fill krijimin e pastaj e perserite kete per t’i shperblyer drejt ata qe besojne dhe bejne vepra te mira. Ndersa per ata qe nuk besojne ka pije prej ujit te nxehte dhe vuajtje te padurueshme, per ate qe mohojne"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ai eshte i cili e ka bere diellin burim te drites, kurse Henen te ndritshme dhe ia ka caktuar fazat per te ditur ju numrin e viteve dhe llogaritjen. All-llahu ate e ka krijuar me urtesi. Ai ua shpalon argumentet njerezve qe marrin vesh"},{"SurahNumber":10,"VerseNumber":6,"Text":"Pa dyshim ne nderrimin e nates dhe te dites dhe ne ate cka ka krijuar All-llahu ne qiej dhe ne toke, me te vertete, ka argumente per njerezit qe i drojne All-llahut"},{"SurahNumber":10,"VerseNumber":7,"Text":"Ata te cilet nuk shpresojne ne takimin tone qe jane te kenaqur me jeten ne kete bote, dhe gjejne prehje ne te, edhe ata te cilet jane indiferente ndaj argumenteve tona"},{"SurahNumber":10,"VerseNumber":8,"Text":"Vendbanimi i tyre eshte zjarri, per ate cka bejne"},{"SurahNumber":10,"VerseNumber":9,"Text":"Ata te cilet besojne dhe bejne vepra te mira Zoti i tyre i udhezon ne rruge te drejte, me besimin e tyre, ne xhennet te kenaqesise, ku do te rrjedhin lumenj"},{"SurahNumber":10,"VerseNumber":10,"Text":"Lutja e tyre aty eshte: “Qofsh lartesuar o All-llah!” dhe pershendetja e tyre “shpetim”, ndersa lutja e fundit “Falenderimi eshte per All-llahun, Zot i boterave!”"}]}