{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Ad Kavmi´ne de kardesleri Hud´u (peygamber olarak) gonderdik. «Ey kavmim !» dedi, «Allah´a ibadet edin ; sizin O´ndan baska tanrınız yoktur. Artık (Allah´ın buyruklarına karsı gelip azgınlıkta bulunmaktan) sakınmaz mısınız?»"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminden inkarcı ileri gelenler, ona: «Dogrusu biz seni bir beyinsizlik ve cılgınlık icinde (bocalar) goruyor ve elbette seni yalancılardan biri sayıyoruz» dediler"},{"SurahNumber":7,"VerseNumber":67,"Text":"«Ey kavmim !» dedi, «bende beyinsizlik ve cılgınlık yoktur; ama ben gercekten alemlerin yegane Rabbından (gorevlendirilip gonderilen) bir peygamberim.»"},{"SurahNumber":7,"VerseNumber":68,"Text":"Size Rabbımın vahiy ile inen buyruklarını teblig ediyorum ve ben sizin icin guvenilir bir ogutcuyum"},{"SurahNumber":7,"VerseNumber":69,"Text":"Sizi uyarmak icin aranızdan bir adam aracılıgıyla Rabbınızdan bir haber gelmesine mi hayret ediyorsunuz?! Allah´ın Nuh kavminden sonra sizi onların yerine getirdigini ve yaratılısta size guc, beden yapınızda fazlalık verdigini bir dusunun ! Allah´ın nimetlerini hatırlayın. Olur ki, kurtulusa erisirsiniz"},{"SurahNumber":7,"VerseNumber":70,"Text":"Onlar, «yalnız Allah´a ibadet etmemiz ve babalarımızın Ibadet edip taptıklarını terketmemiz icin mi geldin ?! Haydi eger dogrulardan isen bizi tehdid edip durdugun azabı getir» dediler"},{"SurahNumber":7,"VerseNumber":71,"Text":"O da, «suphesiz ki Rabbınızdan uzerinize bir murdarlık ve bir de gazab inmesine layık oldunuz. Siz, sizin ve babalarınızın ad taktıgınız putlar hakkında mı benimle tartısıyorsunuz ?! Allah o putlara hic de boyle bir tapma hususunda bir belge ve kanıt indirmemistir. Artık (gelecek kazayı) bekleyin ; cunku ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":7,"VerseNumber":72,"Text":"O sebeple biz Hud´u da, onunla beraber olanları da katımızdan bir rahmet ile kurtardık. Ayetlerimizi yalanlayıp iman etmemis olanların kokunu kestik"}]}