{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"Ari Nuxqa da, ol burın jalbarınıp suragan kezde, Biz ogan jawap berip / tilegin qabıldap / , onı jane uy isin ulken qasiretten qutqardıq"},{"SurahNumber":21,"VerseNumber":77,"Text":"Biz ogan belgilerimizdi otirik sanagan elge qarsı komek berdik. Olar jaman adamdar edi, sonda olardın barlıgın swga batırdıq"},{"SurahNumber":21,"VerseNumber":78,"Text":"Ari Dawit pen Suleymenge de. Kezinde bir adamdardın qoyı tusip ketken eginge qatıstı ol ekewi ukim sıgargan edi. Biz olardın ukim sıgarganına kwa boldıq"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ari biz onı / durıs sesimdi / Suleymenge uqtırdıq. Arqaysısına danalıq / ukim sıgarwdı / jane bilim berdik. Ari tawlardı jane qustardı Dawitpen birge / Allahtı / daripteytin etip bagındırdıq. Munı Biz istedik"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ari biz ogan / Dawitke / , sender usin ozderindi ziyannan qorgaytın sawıt jasaw onerin uyrettik. Sender sukir etwsisinder me / bergen igilikterge algıs bildirwsisinder me"},{"SurahNumber":21,"VerseNumber":81,"Text":"Al, Suleymenge kusti jeldi / bagındırdın / . Ol / jel / onın buyrıgımen Biz berekeli etken jerge qaray esedi. Biz - barlıq narseni Bilwsimiz"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ari ogan saytandardın isinen swga sungitinderdi jane basqa da jumıstı isteytinderdi / bagındırdıq / . Ari olardı Biz kuzettik"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ari Aywbqa da, ol Rabbısına: «Magan bir paleket keldi. Al, Sen - meyirim etwsilerdin en Meyirimdisisin», - dep suragan kezde"},{"SurahNumber":21,"VerseNumber":84,"Text":"onın tilegin qabıl etip, ondagı ziyandı ketirdik. Ari Oz tarapımızdan meyirim etip jane qulsılıq etwsilerge eske salw / gibrat / retinde, ogan onın uy isin jane olarmen birge tagı sonsa qosıp berdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ari Ismail, Idris jane Zulkiflge de. Olardın arbiri sabır etwsilerden boldı"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ari biz olardı Oz meyirimimizge kirgizdik. Anıgında olar izgilerden edi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ari balıq isinde bolganga da / Ywnwsqa / . Ol aswlangan kuyi sıgıp ketken kezde, Biz ogan tarlıq jasamaydı dep oyladı. Sonda ol qarangılıqtar isinde: «Senen basqa esbir quday joq. Sen - / barlıq kemsilikten / paksin. Men adiletsizderden boldım», - dep jalındı"},{"SurahNumber":21,"VerseNumber":88,"Text":"Biz onın tilegin qabıl etip, onı qaygıdan qutqardıq. Biz imandılardı osılay qutqaramız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ari Zakariyaga da. Ol Rabbısına: «Rabbım! Meni jalgız qaldırma. Sen ie bolıp qalwsılardın en qayırlısısın»,- dep jalıngan kezde"},{"SurahNumber":21,"VerseNumber":90,"Text":"onın tilegin qabıl etip, ogan Yaxyanı sıyladıq jane ayelin tuzettik. Olar / paygambarlar / jaqsı isterdi istewge umtılatın. Bizden umit jane qorqwmen tileytin ari Bizge berile boysunwsı edi"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ari ayeldik paktigin saqtaganga da / Mariyamdı / . Biz ogan Ozimizdegi rwxtan / Jabireyil arqılı / urledik. Ari onı jane onın balasın alemderge belgi-gibrat ettik"},{"SurahNumber":21,"VerseNumber":92,"Text":"Aqiqatında senderdin ummetterin - bir ummet. Men - senderdin Rabbınmın. Magan qulsılıq etinder"},{"SurahNumber":21,"VerseNumber":93,"Text":"Al olar / adamdar / isti / dindi / oz aralarında bolsektedi. Barlıgı Bizge qaytadı"}]}