{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"O te, kotoryye uverovali! Vspominayte Allakha chastym upominaniyem"},{"SurahNumber":33,"VerseNumber":42,"Text":"i proslavlyayte Yego utrom i vecherom"},{"SurahNumber":33,"VerseNumber":43,"Text":"On - tot, kotoryy blagoslovlyayet vas, i angely Yego, - chtoby vyvesti vas iz mraka k svetu. On milostiv k veruyushchim"},{"SurahNumber":33,"VerseNumber":44,"Text":"Privetstviye ikh v den', kogda oni Yego vstretyat: \"Mir!\" I On ugotoval im blagorodnuyu nagradu"},{"SurahNumber":33,"VerseNumber":45,"Text":"O prorok, My poslali tebya svidetelem, blagovestitelem i uveshchatelem"},{"SurahNumber":33,"VerseNumber":46,"Text":"prizyvayushchim k Allakhu s Yego doizvoleniya i svetil'nikom osveshchayushchim"},{"SurahNumber":33,"VerseNumber":47,"Text":"Obraduy zhe veruyushchikh, chto im ot Allakha - velikaya milost'"},{"SurahNumber":33,"VerseNumber":48,"Text":"I ne povinuysya nevernym i litsemernym, i ostav' obidy ikh, i polozhis' na Allakha! Dovol'no doverennym Allakha"},{"SurahNumber":33,"VerseNumber":49,"Text":"O te, kotoryye uverovali! Kogda vy zhenites' na veruyushchikh, a potom razvodites' s nimi ran'she chem ikh kosnetes', to net na nikh dlya vas sroka, kotoryy vy by otschityvali. Davayte im dary i otpuskayte ikh prekrasnym obrazom"},{"SurahNumber":33,"VerseNumber":50,"Text":"O prorok, My razreshili tebe tvoimi zhenami tekh, kotorym ty dal ikh nagradu, i tekh, kotorymi ovladela tvoya desnitsa iz togo, chto daroval Allakh tebe v dobychu, i docherey tvoyego dyadi so storony ottsa, i docherey tvoikh tetok so storony ottsa, i docherey tvoyego dyadi so storony materi, i docherey tvoikh tetok so storony materi, kotoryye vyselilis' vmeste s toboy, i veruyushchuyu zhenshchinu, yesli ona otdala samoye sebya proroku, yesli prorok pozhelayet zhenit'sya na ney, - isklyuchitel'no dlya tebya, pomimo veruyushchikh. My znayem, chto My ustanovili dlya nikh otnositel'no ikh zhen i togo, chem ovladeli desnitsy ikh, dlya togo. chtoby ne bylo na tebe stesneniya. Allakh - proshchayushch. miloserd"},{"SurahNumber":33,"VerseNumber":51,"Text":"Ty mozhesh' otsrochit' toy iz nikh, komu ty zhelayesh', i dat' priyut toy, komu zhelayesh' i kogo zakhochesh' iz tekh, chto ty otstranil. Net na tebe grekha; eto - eto naiboleye podkhodyashche, chtoby glaza ikh prokhlazhdalis'; pust' oni ne pechalyatsya i budut dovol'ny tem, chto ty im dash' - vse oni . Allakh znayet to, chto v vashikh serdtsakh. Allakh - znayushchiy, krotkiy"},{"SurahNumber":33,"VerseNumber":52,"Text":"Posle etogo tebe ne dozvolyayetsya bol'she zhenshchiny i zamenyat' ikh drugimi zhenami, khotya by tebya porazhala ikh krasota, yesli ne temi, kotorymi ovladela desnitsa tvoya. Allakh nadzirayet za vsyakoy veshch'yu"}]}