{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":38,"Text":"(napiye!) Niccayamaka umakku munnarum, nam tutarkalai anuppi vaittom; avarkalukkum manaiviyaraiyum, cantatikalaiyum nam erpatuttiyiruntom; melum, entat tutarum allahvin anumitiyillamal enta attatciyaiyum kontuvantatillai ovvoru tavanaikkum oru (pativu) etu ullatu"},{"SurahNumber":13,"VerseNumber":39,"Text":"(eninum,) tan natiyatai (atiliruntu) allah alittu vituvan. (Tan natiyatai atil) nilaittirukkavum ceyvan - avanitattileye um'mul kitap (mulap pativetum) irukkaratu"},{"SurahNumber":13,"VerseNumber":40,"Text":"(napiye!) Avarkalukku nam vakkalittavarril cilatai (um val nalileye um kannal) nir kanumpatic ceytalum, allatu (atarku munnare) nam um'maik kaipparrik kontalum (ataip parri nir vicarappata ventam); um'mutaiya katamaiyellam (nam'mutaiya kattalaiyai avarkalitam) cerppippatu tan; (avarkalitam) kanakku vankutal nam'mitam irukkiratu"},{"SurahNumber":13,"VerseNumber":41,"Text":"Pumi (yil avarkalin piti) yai atan ellaiyorankaliliruntu nam (patippatiyakak) kuraittu varukirom enpatai avarkal parkkavillaiya? Melum, allahve tirppalippavan; avan tirppai marrupavan evanumillai! Melum, avan kelvi-kanakkuk ketpatil viraivanavan"},{"SurahNumber":13,"VerseNumber":42,"Text":"(napiye!) Ivarkalukku munniruntavarkalum (ivvare pala) culccikalaic ceytukontiruntanar; eninum ella culccika(lin mutivuka)lum allahvitame irukkinran ovvor atma campatippataiyum avan nankarivan; melum, (marumaiyil) evarkalukku nalla vitu uriyatu enpatai kahpirkal cikkarattil arintu kolvarkal"},{"SurahNumber":13,"VerseNumber":43,"Text":"(napiye!) Nir (iraivanal anuppappatta) tutar allar enru kahpirkal colkirarkal; enakkum, unkalukkumitaiye catciyaka irukka allahvum, vetananam yaritamirukkirato avarkalum potumanavarkal\" enru nir kurivituviraka"}]}