{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"Mısır'da Yusuf’u satın alan vezir, hanımına: “Ona guzel bak!” dedi,“Belki bize faydası dokunur, yahut onu evlat ediniriz!” Boylece Yusuf’un o ulkede yerini saglamlastırdık, ona imkan verdik ve bu cumleden olarak, ona ruyaların yorumunu ogrettik.Allah Teala iradesini yerine getirmekte her zaman mutlak galiptir, fakat insanların cogu bunu bilmezler. {KM, Tekvin 10,6; Keza 39. bolum}"},{"SurahNumber":12,"VerseNumber":22,"Text":"O kemal cagına geldiginde kendisine hukum ve ilim verdik. Iste guzel is yapanlara biz boyle karsılık veririz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Derken, bulundugu evin hanımı, Yusuf'a sahip olmak istedi ve kapıları kapatarak “Haydi yaklas bana!” dedi.O: “Allah’a sıgınırım!” dedi. “Dogrusu, senin kocan olan benim efendim’in cok iyiligini gordum.Hıyanet ederek zalim olanlar iflah olmazlar.” {KM, Tekvin}"},{"SurahNumber":12,"VerseNumber":24,"Text":"Dogrusu, hanım ona sahip olmayı iyice aklına koymus ve buna yeltenmisti de. Eger Rabbinin burhanını gormeseydi o da kadına meyledecekti.Iste boylece Biz fenalıgı ve fuhsu ondan uzaklastırmak icin burhanımızı gosterdik. Cunku o, Bizim tam ihlasa erdirilmis kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Derken, ikisi de kapıya dogru kosustular. Kadın, Yusuf'un gomlegini arkadan yırttı. (Tam bu sırada) kapıda kadının kocasıyla karsılastılar! Kadın hemen “Senin ailene kotu maksatla yaklasanın cezası, zindana atılmaktan veya gayet acı bir azaptan baska ne olabilir?” dedi"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf ise: “Asıl o bana sahip olmak istedi.” dedi. Hanımın akrabalarından biri de soyle sahitlik etti: “Eger gomlegi onden yırtılmıssa, kadın dogru soylemistir, delikanlı ise yalancının tekidir. Yok, eger gomlegi arkadan yırtılmıssa o yalan soylemistir, delikanlı dogru soylemektedir.”"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yusuf ise: “Asıl o bana sahip olmak istedi.” dedi. Hanımın akrabalarından biri de soyle sahitlik etti: “Eger gomlegi onden yırtılmıssa, kadın dogru soylemistir, delikanlı ise yalancının tekidir. Yok, eger gomlegi arkadan yırtılmıssa o yalan soylemistir, delikanlı dogru soylemektedir.”"},{"SurahNumber":12,"VerseNumber":28,"Text":"Gomleginin arkadan yırtıldıgını gorunce (kocası, esine:) “Anlasıldı!” dedi. “Bu, siz kadınların oyunlarınızdan biri! Gercekten sizin fendiniz pek muthistir! Yusuf! Sakın bunu kimseye soyleme! Kadın! Sen de gunahından dolayı af dile, cunku sen gunaha girenlerden oldun.”"},{"SurahNumber":12,"VerseNumber":29,"Text":"Gomleginin arkadan yırtıldıgını gorunce (kocası, esine:) “Anlasıldı!” dedi. “Bu, siz kadınların oyunlarınızdan biri! Gercekten sizin fendiniz pek muthistir! Yusuf! Sakın bunu kimseye soyleme! Kadın! Sen de gunahından dolayı af dile, cunku sen gunaha girenlerden oldun.”"}]}