{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"A wid iumnen! Ur teppet rrba ipzeggiden, tepzeggid. Ëezzbet i Öebbi, amar a prebêem"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ëezzbet ilmend n tmes i ippuheggan i ijehliyen"},{"SurahNumber":3,"VerseNumber":132,"Text":"A$et awal i Öebbi akked Umazan, amar ad yili uêunu fellawen"},{"SurahNumber":3,"VerseNumber":133,"Text":"£iwlet ar ssmaê s$uô Mass nnwen, akked Loennet iwsâan am tmurt akked igenwan. Teppuhegga d i wid ipêezziben"},{"SurahNumber":3,"VerseNumber":134,"Text":"wid ipseddiqen - sâan ne$ xuûûen -, wid isnusun reffu, wid ipsemmiêen i medden - Öebbi Iêemmel lâuûam"},{"SurahNumber":3,"VerseNumber":135,"Text":"wid, ma xedmen tucmip, ne$ densen iman nnsen, a d mmektin Öebbi, ad ste$fôen $ef ibekkaven nnsen. Anwa Ipsemmiêen ibekkaven siwa Öebbi? Ur pgerninen deg wayen xedmen, u nitni éôan"},{"SurahNumber":3,"VerseNumber":136,"Text":"Widak, akafi nnsen d ssmaê n Mass nnsen, akked leonanat, ddawat sen isaffen ppazzalen, degsen ad wekkôen. D arraz igerzen i wid issewqamen"},{"SurahNumber":3,"VerseNumber":137,"Text":"Âaddant tedyanin uqbel nnwen. Iniget di tmurt, walit amek tevôa d wid id iggaren tikerkas"},{"SurahNumber":3,"VerseNumber":138,"Text":"Wagi d abeggen i medden, d nnhaya akked unecced i wid ipêezziben"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ur ppifcilet, ur $webnet, d kunwi i iaâlayen, ma d lmumnin ay tellam"},{"SurahNumber":3,"VerseNumber":140,"Text":"Ma iêuza kwen lada, ni$ lada i t icban iêuza agdud. Ussan agi Nerra ten, ger medden, d tidwal, iwakken ad Yissin Öebbi wid iumnen, ad Iddem segwen inagan. Öebbi ur Iêemmel ara imednas"},{"SurahNumber":3,"VerseNumber":141,"Text":"Iwakken ad Ijeôôeb Öebbi wid iumnen, u ad Isqucc ijehliyen"},{"SurahNumber":3,"VerseNumber":142,"Text":"Day t$ilem a pkecmem Loennet, wanag ur Iéôi ara Öebbi wid ijuhden segwen, ur Issin ara iûebôiyen"},{"SurahNumber":3,"VerseNumber":143,"Text":"Ni$ tepmennim tameppant, uqbel a p id temmagrem. Ni$ twalam p, kunwi tepmuqulem"}]}