{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"I Musau smo Knjigu dali, pa su se o njoj u misljenju podvojili. I da nije rijeci Gospodara tvoga ranije izrecene, bilo bi s njima svrseno, jer oni u nju sumnjaju mnogo"},{"SurahNumber":11,"VerseNumber":111,"Text":"I svima njima ce Gospodar tvoj prema djelima platiti, On u potpunosti zna ono sto su radili"},{"SurahNumber":11,"VerseNumber":112,"Text":"Budi ustrajan na Pravom putu, kao sto ti je naređeno, i neka tako postupe i vjernici koji su uz tebe, i obijesni ne budite, On dobro vidi ono sto radite"},{"SurahNumber":11,"VerseNumber":113,"Text":"I ne naginjite onima koji zulum cine, pa da vas Vatra przi, da nemate drugih zastitnika osim Allaha, i da zatim nemate pomoci"},{"SurahNumber":11,"VerseNumber":114,"Text":"I obavljaj namaz pocetkom i krajem dana, i u prvim casovima noci! Dobra djela zaista ponistavaju hrđava. To je opomena za one koji se opomene prisjecaju"},{"SurahNumber":11,"VerseNumber":115,"Text":"I strpljiv budi! Allah, doista, nece uskratiti nagradu onima koji dobra djela cine"},{"SurahNumber":11,"VerseNumber":116,"Text":"A da je barem među narodima prije vas bilo cestitih koji su branili da se na Zemlji nered cini, osim malo njih koje smo Mi spasili! A oni koji su zulum cinili odavali su se onome u cemu su uzivali, a prestupnici su bili"},{"SurahNumber":11,"VerseNumber":117,"Text":"Gospodar tvoj ne bi nikada unistavao naselja zbog zuluma ako su stanovnici njihovi dobri"},{"SurahNumber":11,"VerseNumber":118,"Text":"A da je Gospodar tvoj htio, sve bi ljude sljedbenicima jedne vjere ucinio. Međutim, oni ce se uvijek u vjerovanju razilaziti"},{"SurahNumber":11,"VerseNumber":119,"Text":"osim onih kojima se Gospodar tvoj smiluje. A zato ih je i stvorio. I ispunit ce se rijec Gospodara tvoga: \"Napunit cu, zaista, Dzehennem dzinima i ljudima - zajedno"},{"SurahNumber":11,"VerseNumber":120,"Text":"A sve ove vijesti koje ti o pojedinim događajima o poslanicima kazujemo zato su da njima srce tvoje ucvrstimo. I u ovima dosla ti je prava istina, i pouka, i vjernicima opomena"},{"SurahNumber":11,"VerseNumber":121,"Text":"I reci onima koji nece da vjeruju: \"Radite sto god mozete, i mi cemo raditi"},{"SurahNumber":11,"VerseNumber":122,"Text":"i cekajte, i mi cemo, sigurno, cekati"},{"SurahNumber":11,"VerseNumber":123,"Text":"Allah zna tajne nebesa i Zemlje i Njemu se sve vraca, zato samo Njemu ibadet cini i samo se u Njega uzdaj! A Gospodar tvoj nije nemaran spram onoga sto radite"}]}