{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Tumi ki tadera dekha ni yara kapatacarana karache, -- tara granthadharidera madhyera yara abisbasa posana kare tadera temana bha'i- bandhudera bale -- ''tomadera yadi bera kare de'oya haya tahale amara'o niscaya'i tomadera sange beriye yaba, ara tomadera byapare amara karora tabedari kakhano karaba na, ara tomadera sange yadi yud'dha kara haya tahale amara niscaya'i tomadera sahayya karaba’’? Ara allah saksya dicchena ye tara niscaya'i mithyabadi."},{"SurahNumber":59,"VerseNumber":12,"Text":"Yadi tadera bahiskara kara haya, tara tadera sange berube na, ara yadi tadera sange yud'dha kara haya tahale tara tadera sahayya karabe na, ara yadi'o tara tadera sahayya karate ase tahale'o tara prsthapradarsana karabe, sesaparyanta tadera sahayya kara habe na."},{"SurahNumber":59,"VerseNumber":13,"Text":"Tomara'i baram tadera antare allah‌ra ca'ite'o adhikatara bhayabaha. E e'ijan'ya ye tara hacche emana eka lokadala yara bud'dhi- bibecana rakhe na."},{"SurahNumber":59,"VerseNumber":14,"Text":"Tara sanghabad'dha haye tomadera birud'dhe yud'dha karabe na suraksita jana-basatira bhetare athaba de'oyala durgera arala theke byatita. Tadera nijedera madhye tadera sangharsa ati pracanda. Tumi tadera bhabate para aikyabad'dha, kinta tadera antara hacche bicchinna. E e'ijan'ya ye tara hacche emana eka jati yara bud'dhisud'dhi rakhe na."},{"SurahNumber":59,"VerseNumber":15,"Text":"Era tadera mato yara edera abyabahita purbe abasthana karachila, -- tara tadera krtakarmera kuphala asbadana karechila, ara tadera jan'ya rayeche marmantuda sasti."},{"SurahNumber":59,"VerseNumber":16,"Text":"Sayatanera samatulya, dekho! Se manusake bale -- ''abisbasa karo’’, tarapara yakhana se abisbasa kare takhana se bale -- ''ami niscaya'i tomara theke samparkacyuta, ami abasya'i bisbajagatera prabhu allah‌ke bhaya kari.’’"},{"SurahNumber":59,"VerseNumber":17,"Text":"Sutaram tadera ubhayera parinama e'i ye ubhaye'i thakabe agune, tara sekhane dirghakala abasthana karabe. Ara e'i hacche an'yayacaridera pratiphala."}]}