{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"ni:Śaṅka amē tamārī tarapha ēvī ja rītē vahī karī chē kē jēvī rītē kē nūha (a.Sa.) Anē tē'ō pachī āvanārā payagambarō tarapha karī anē amē vahī utārī, ibrāhīma (a.Sa.), Ismā'ila (a.Sa.), Is'hāka (a.Sa.), Yākūba (a.Sa.) Anē tē'ōnā santāna para anē īsā (a.Sa.), Ayyuba (a.Sa.), Yūnusa (a.Sa.), Hārūna (a.Sa.) Anē sulaimāna (a.Sa.) Tarapha anē amē dā'uda (a.Sa.) Nē “jhabūra” āpī"},{"SurahNumber":4,"VerseNumber":164,"Text":"anē tamārā pahēlānā ghaṇā ja payagambarōnā kis'sā'ō amē tamārī samakṣa varṇana karī dīdhā chē anē ghaṇā ja payagambarōnuṁ varṇana nathī paṇa karyu anē mūsā (a.Sa.) Sāthē allāha ta'ālā'ē spaṣṭa rītē vāta karī"},{"SurahNumber":4,"VerseNumber":165,"Text":"amē tēmanē payagambara banāvyā chē, khuśakhabara āpanārā anē sacēta karanārā, jēthī lōkō māṭē kō'i purāvō anē ārōpa payagambarōnē avatarita karyā pachī allāha ta'ālā para rahī na jāya, allāha ta'ālā jabaradasta anē hikamatavāḷō chē"},{"SurahNumber":4,"VerseNumber":166,"Text":"Jē kaṁī tamārī tarapha avatarita karavāmāṁ āvyuṁ chē tē viśē allāha ta'ālā pōtē sākṣī āpē chē kē tēnē pōtānā jñāna vaḍē avatarita karyu anē phariśtā'ō paṇa sākṣī āpē chē anē allāha ta'ālā sākṣī māṭē pūratō chē"},{"SurahNumber":4,"VerseNumber":167,"Text":"jē lōkō'ē inkāra karyō anē allāha ta'ālānā mārgathī bījānē rōkayā tē kharēkhara pathabhraṣṭatāmāṁ dūra ja'i paḍayā"},{"SurahNumber":4,"VerseNumber":168,"Text":"jē lōkō'ē inkāra karyō anē atyācāra karyō tē'ōnē allāha ta'ālā kyārēya māpha nahīṁ karē anē na tō tē'ōnē kō'i mārga batāvaśē"},{"SurahNumber":4,"VerseNumber":169,"Text":"jahannamanā mārga sivāya, jēmāṁ tē'ō hammēśā paḍyā rahēśē anē ā allāha ta'ālā māṭē khūba ja saraḷa chē"},{"SurahNumber":4,"VerseNumber":170,"Text":"hē lōkō! Tamārī pāsē tamārā pālanahāra taraphathī satyavāta la'inē payagambara āvī pahōn̄cyā chē, basa! Tamē īmāna lāvō, jēthī tamārā māṭē sāruṁ thāya anē jō tamē inkāra karanārā banī gayā tō allāhanī ja chē tē darēka vastu jē ākāśō anē dharatīmāṁ chē anē allāha ta'ālā jñānavāḷō, hikamatavāḷō chē"},{"SurahNumber":4,"VerseNumber":171,"Text":"hē kitābavāḷā'ō! Pōtānā dīna viśē hada vaṭāvī janāra na banō anē allāha ta'ālā māṭē satyavāta sivāya bījuṁ kaṁī na kahō, masīha īsā bina marayama (a.Sa.) Tō phakata allāha ta'ālānā payagambara anē tēnō kalmō (allāhanuṁ āvuṁ kahēvuṁ tha'i jā) chē. Jēnē marayama tarapha nāṅkhī dīdhō hatō anē tēnī pāsēnī rūha chē, ēṭalā māṭē tamē allāhanē anē tēnā sau payagambarōnē mānō anē na kahō kē allāha traṇa chē, āvuṁ kahēvāthī aṭakī jāva, ā ja tamārā māṭē uttama chē, allāha bandagīnē lāyaka tō phakata ēka ja chē anē tē ā vastuthī pavitra chē kē tēnī santāna hōya, tēnā ja māṭē chē jē kaṁī ākāśōmāṁ chē anē jē kaṁī dharatīmāṁ chē anē allāha kāryōnī vyavasthā māṭē pūratō chē"}]}