{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Bir zaman Allah peygəmbərlərdən: “Sizə Kitab və hikmət verdikdən sonra, ozunuzdəkini təsdiqləyən bir elci gəldikdə ona mutləq inanıb yardım edəcəksiniz”– deyə əhd almıs və: “Razısınızmı və Mənim bu əhdimi qəbul edirsinizmi?”– demisdi. Onlar: “Razıyıq!”– demisdilər. Allah da: “Sahid olun, Mən də sizinlə bərabər sahid olanlardanam”– demisdir"},{"SurahNumber":3,"VerseNumber":82,"Text":"Bundan sonra uz dondərənlər – məhz onlar fasiqlərdir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Yoxsa onlar Allahın dinindən basqa bir din axtarırlar? Halbuki goylərdə və yerdə olan hər bir məxluq istər-istəməz Ona təslim olmus və Ona da qaytarılacaqdır"},{"SurahNumber":3,"VerseNumber":84,"Text":"De: “Biz Allaha, bizə nazil edilənə, Ibrahimə, Ismailə, Ishaqa, Yaquba və onun nəslinə nazil edilənlərə, Musaya, Isaya və peygəmbərlərə oz Rəbbi tərəfindən verilənlərə iman gətirdik. Biz onların hec birinin arasında fərq qoymuruq. Biz təkcə Ona təslim olanlarıq!”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Islamdan basqa bir din axtaran səxsdən, o din hec vaxt qəbul olunmaz və o, axirətdə ziyana ugrayanlardan olar"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman gətirdikdən, Peygəmbərin həqiqi peygəmbər olduguna sahid olduqdan və ozlərinə aydın dəlillər gəldikdən sonra kafir olan adamları Allah necə dogru yola yonəldər? Allah zalım adamları dogru yola yonəltməz"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların cəzası, subhəsiz ki, Allahın, mələklərin və butun insanların onları lənətləməsidir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu lənətin icində həmisəlik qalacaqlar. Onların əzabı yungulləsdirilməyəcək və onlara mohlət də verilməyəcəkdir"},{"SurahNumber":3,"VerseNumber":89,"Text":"Bundan sonra tovbə edib oz əməllərini islah edənlər isə istisnadır. Subhəsiz ki, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Sozsuz ki, iman gətirdikdən sonra kafir olan və kufrlərini bir daha artıran kimsələrin tovbəsi qəbul olunmayacaq. Məhz onlar dogru yoldan azanlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Həqiqətən də, kafir olub kafir kimi də olənlərin hec birindən dunya dolusu qızıl fidyə versə belə, qəbul olunmayacaqdır. Onlara agrılı-acılı bir əzab hazırlanmısdır və onların koməkciləri də olmayacaqdır"}]}