{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaaf Haa yaa Ayn Ssaad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Record de la misericordia que el teu Senyor va tenir amb El seu serf Zacarias"},{"SurahNumber":19,"VerseNumber":3,"Text":"Quan va invocar interiorment al seu Senyor"},{"SurahNumber":19,"VerseNumber":4,"Text":"Va dir: «Senyor! Se m'han afeblit els ossos, els meus cabells han encanudit. Quan T'he invocat, Senyor, mai m'has decebut"},{"SurahNumber":19,"VerseNumber":5,"Text":"Temo la conducta dels meus a la meva mort, doncs la meva dona es esteril. Regala'm, doncs, de Tu un descendent"},{"SurahNumber":19,"VerseNumber":6,"Text":"que m'hereti a mi i hereti de la familia de Jacob, i feix, Senyor, que ell Et sigui agradable!»"},{"SurahNumber":19,"VerseNumber":7,"Text":"«Zacarias! T'anunciem la bona nova d'un noi que es cridara Juan, sense homonims en el passat»"},{"SurahNumber":19,"VerseNumber":8,"Text":"«Senyor!» va dir «Com puc tenir un noi, sent la meva dona esteril i jo un vell decrepit?»"},{"SurahNumber":19,"VerseNumber":9,"Text":"«Aixi sera», va dir. «El teu Senyor diu: 'Es cosa facil per a Mi. Ja t'he creat abans quan no eres res'»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Va dir: «Senyor! Dona'm un signe!» Va dir: «El teu signe sera que, estant sa, no podras parlar a la gent durant tres dies»"},{"SurahNumber":19,"VerseNumber":11,"Text":"Llavors, va sortir del Temple cap a la seva gent i els va significar que havien de glorificar mati i tarda"},{"SurahNumber":19,"VerseNumber":12,"Text":"«Juan! Agafa l'Escriptura amb ma ferma!» I li atorguem el judici quan encara era nen"},{"SurahNumber":19,"VerseNumber":13,"Text":"aixi com tendresa de Nosaltres i puresa. I va ser temeros d'Al·la"},{"SurahNumber":19,"VerseNumber":14,"Text":"i piados amb els seus pares; no va ser violent, desobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"Pau sobre ell el dia que va neixer, el dia que mori i el dia que sigui ressuscitat a la vida"}]}