{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"Alors les deux partirent. Et après qu’ils furent montés sur un bateau, l’homme y fit une brèche. [Moïse] lui dit : \"Est-ce pour noyer ses occupants que tu l’as ébréché ? Tu as commis, certes, une chose monstrueuse"},{"SurahNumber":18,"VerseNumber":72,"Text":"[L’autre] répondit : \"N’ai-je pas dis que tu ne pourrais pas garder patience en ma compagnie"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ne t’en prend pas à moi, dit [Moïse,] pour un oubli de ma part; et ne m’impose pas de grande difficulté dans mon affaire"},{"SurahNumber":18,"VerseNumber":74,"Text":"Puis ils partirent tous deux; et quand ils eurent rencontré un enfant, [l’homme] le tua. Alors [Moïse] lui dit : \"As-tu tué un être innocent, qui n’a tué personne ? Tu as commis certes, une chose affreuse"},{"SurahNumber":18,"VerseNumber":75,"Text":"[L’autre] lui dit : \"Ne t’ai-je pas dis que tu ne pourrais pas garder patience en ma compagnie"},{"SurahNumber":18,"VerseNumber":76,"Text":"Si, après cela, je t’interroge sur quoi que ce soit, dit [Moïse,] alors ne m’accompagne plus. Tu seras alors excusé de te séparer de moi"},{"SurahNumber":18,"VerseNumber":77,"Text":"Ils partirent donc tous deux; et quand ils furent arrivés à un village habité, ils demandèrent à manger à ses habitants; mais ceux-ci refusèrent de leur donner l’hospitalité. Ensuite, ils y trouvèrent un mur sur le point de s’écrouler. L’homme le redressa. Alors [Moïse] lui dit : \"Si tu voulais, tu aurais bien pu réclamer pour cela un salaire"},{"SurahNumber":18,"VerseNumber":78,"Text":"Ceci [marque] la séparation entre toi et moi, dit [l’homme,] Je vais t’apprendre l’interprétation de ce que tu n’as pu supporter avec patience"},{"SurahNumber":18,"VerseNumber":79,"Text":"Pour ce qui est du bateau, il appartenait à des pauvres gens qui travaillaient en mer. Je voulais donc le rendre défectueux, car il y avait derrière eux un roi qui saisissait de force tout bateau"},{"SurahNumber":18,"VerseNumber":80,"Text":"Quant au garçon, ses père et mère étaient des croyants; nous avons craint qu’il ne leur imposât la rébellion et la mécréance"},{"SurahNumber":18,"VerseNumber":81,"Text":"Nous avons donc voulu que leur Seigneur leur accordât en échange un autre plus pur et plus affectueux"},{"SurahNumber":18,"VerseNumber":82,"Text":"Et quant au mur, il appartenait à deux garçons orphelins de la ville, et il y avait dessous un trésor à eux ; et leur père était un homme vertueux. Ton Seigneur a donc voulu que tous deux atteignent leur maturité et qu’ils extraient, [eux- mêmes] leur trésor, par une miséricorde de ton Seigneur Je ne l’ai d’ailleurs pas fait de mon propre chef. Voilà l’interprétation de ce que tu n’as pas pu endurer avec patience"}]}