{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Gercekten Musa’ya o kitabı (Tevrat’ı) verdik ve ona kardesi Harun’u beraberinde vezir (yardımcı) yaptık"},{"SurahNumber":25,"VerseNumber":36,"Text":"“-Haydi ayetlerimizi yalanlıyan o kavme (Firavun’a ve kavmine) gidin.” dedik, (onlarda gittiler, teblig ettiler; fakat tekzip edildiler) nihayet onları, (Firavun ve kavmini) tamamen (bogarak) helak ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh kavmini de, peygamberleri tekzib ettikleri zaman, bogduk ve kendilerini insanlara bir ibret yaptık. Biz, zalimlere cok acıklı bir azab hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ad kavmini de, Semud kavmini de, (Suayb’ın) Ress Ashabını da, bunların arasında gecen bir cok ummetleri de helak ettik"},{"SurahNumber":25,"VerseNumber":39,"Text":"Bunlardan her birine (kendilerinden oncekilerin helakine dair) nasihat olarak nice misaller anlattık. Fakat, iman etmediklerinden hepsini tamamen helak ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Yemin olsun ki, (Kureys kafirleri ticaret icin Sam’a giderken) fenalık (tas) yagmuruna tutulmus olan o beldeye (Lut kavminin Sedum sehrine) defalarca ugradılar; onu goruyor degiller miydi? (dusunub te ibret almazlar, imana gelmezler mi?) Dogrusu onlar, oldukten sonra dirileceklerini ummazlar"},{"SurahNumber":25,"VerseNumber":41,"Text":"(Ey Rasulum, Mekke kafirleri) seni gordukleri vakit, seni yalnız bir eglence yerine tutuyorlar: “- Bu mu, Allah’ın peygamber diye gonderdigi?” diyorlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"(Senin icin diyorlar ki) “- Az kalsın bizi, putlarımıza ibadet etmekten cevirecekti, eger uzerlerine sebat (la ibadet) etmeseydik...” Fakat, ileride azabı gorecekleri gun, yolca daha sapık kimdir, bilecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"(Ey Rasulum) gordun mu, o nefis arzusunu ilah edineni? Artık ona, sen mi vekil olacaksın? (Onu sirkten sen mi koruyacaksın)"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa (Ey Rasulum), onların cogunu, hakkı isitiyorlar veya hakkı anlıyorlar mı zannediyorsun? Onlar, ancak hayvanlar gibidirler. Dogrusu gidisce daha sapıktırlar"}]}