{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Hani Allah, Peygamberlerden soz almıs: And olsun ki; size, kitabı, hikmeti verdim. Yanınızda olanı dogrulayıcı bir peygamber geldiginde mutlaka o´na inanacak ve yardım edeceksiniz. Ikrar edip de ahdi kabul ettiniz mi? demisti. Onlar da: Ikrar ettik, demislerdi. Allah: Sahid olsun, Ben de sizinle beraber sahidlerdenim, demisti"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim, bundan sonra donerse iste onlar, fasıklardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Yoksa Allah´ın dininden baskasını mı arıyorlar? Oysa goklerde ve yerde kim varsa; ister istemez O´na teslim olmustur. Ve O´na donduruleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: Allah´a iman ettik. Ve bize indirilene, Ibrahim, Ismail, Ishak, Ya´kub ve ogullarına indirilenlere, Musa´ya, Isa´ya ve peygamberlere; Rabbları tarafından verilenlere de iman ettik. Onların hic birisi arasında fark gozetmeyiz. Ve biz, O´na teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim, Islam´dan baska bir din ararsa; ondan asla aknul olunmaz. Ve o, ahirette husrana ugrayanlardandır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman ettikten, peygamberlerin hak oldugunu gordukten ve kendilerine apacık deliller geldikten sonra kufre sapan bir kavmi, Allah nasıl hidayete eristirir? Ve Allah, zalimler guruhunu hidayete iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste bunların cezası: Allah´ın, meleklerin ve butun insanların la´neti onların uzerinedir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Ebediyyen onun icindedirler. Onlardan azab hafifletilmez ve onlara rahmet nazarıyla bakılmaz"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak bunun ardından tevbe edip islah edenler mustesnadır. Dogrusu Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Iman ettikten sonra kufredip de, kufurleri artanların tevbeleri kabul edilmez. Iste onlar sapıkların kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Dogrusu kufredip de, kafir olarak olenler, yeryuzu dolusu altını fidye verecek olsalar yine de hic birinden kabul edilmez. Onlar icin elim bir azab vardır. Ve onların hic yardımcıları da yoktur"}]}