{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"Ciertamente Allah recompensara con el Paraiso a los creyentes que sacrifican sus vidas y sus bienes combatiendo por la causa de Allah hasta vencer o morir. Esta es una promesa verdadera que esta mencionada en la Tora, el Evangelio y el Coran; y Allah es Quien mejor cumple Sus promesas. Alegraos pues, por este sacrificio que haceis por El, y sabed que asi obtendreis el triunfo grandioso"},{"SurahNumber":9,"VerseNumber":112,"Text":"Albriciales [¡Oh, Muhammad!] a los creyentes que se arrepientan, adoren a Allah fervientemente, Le glorifiquen, ayunen, se inclinen y se prosternen [en las oraciones], ordenen el bien y prohiban el mal, y respeten Sus preceptos [que ingresaran al Paraiso]"},{"SurahNumber":9,"VerseNumber":113,"Text":"No corresponde que el Profeta ni los creyentes pidan perdon por los idolatras aunque se trate de sus parientes, despues de que se evidencio que ellos seran castigados en el Infierno"},{"SurahNumber":9,"VerseNumber":114,"Text":"Abraham [Ibrahim] solo pidio perdon por su padre porque se lo habia prometido, pero luego de evidenciarsele que era un enemigo de Allah se desentendio de el; por cierto que Abraham [Ibrahim] era piadoso y tolerante"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah jamas desviaria a un pueblo luego de haberlo guiado y transmitido Sus preceptos. Ciertamente Allah es Conocedor de todas las cosas"},{"SurahNumber":9,"VerseNumber":116,"Text":"A Allah pertenece el reino de los cielos y la Tierra, El da la vida y la muerte; y no teneis fuera de Allah protector alguno ni defensor"},{"SurahNumber":9,"VerseNumber":117,"Text":"Allah perdono al Profeta, a los creyentes que habian emigrado y a quienes les socorrieron, cuando le siguieron en los momentos dificiles [de la expedicion a Tabuk], y acepto el arrepentimiento de quienes estuvieron a punto de flaquear [y abandonar la expedicion]. Ciertamente El es Compasivo y Misericordioso con Sus siervos"},{"SurahNumber":9,"VerseNumber":118,"Text":"Y tambien acepto el arrepentimiento de los tres que se negaron a participar [de la expedicion]. A estos les resulto estrecha la Tierra a pesar de su vastedad [por la verguenza que sentian], sus almas se acongojaron y finalmente comprendieron que no tenian mas refugio que Allah. Luego El les acepto su arrepentimiento para que se enmendasen; por cierto que Allah es Indulgente, Misericordioso"}]}