{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O,ıyman keltirgender! Eger Allaһtan korksoŋor silerge jaksılık menen jamandıktı ajırata turgan ilim-parasat beret, (kicinekey) kunooŋordu ocurot, jana (coŋ) kunooŋordu keciret. Allaһ — Uluk pazilet eesi"},{"SurahNumber":8,"VerseNumber":30,"Text":"(O, Muhammad) estegin, kaapırlar (bir kezde) seni (oz jurtuŋda) kaltıruuga, je olturuugo je bolboso, surgun kıluuga amal izdesken. Alar aylakerlik kılısat, Allaһ da aylakerlik kılat. Allaһ aylakerlerdin mıktısı"},{"SurahNumber":8,"VerseNumber":31,"Text":"Eger alarga Bizdin ayattarıbız okulsa: “Biz ukkanbız. Eger kaalasak buga oksogondu biz dele ayta alabız. Bul bayırkılardın jomoktorunan baska nerse emes” deset"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir kezde alar: “O, Allaһ! Eger mına bul (Muhammad aytıp jatkan sozdor) Senin aldıŋdan kelgen Akıykat (ekeni cın) bolso, asmandan ustubuzgo tas jaadır je bizge jan oorutkan azap jiber!” — desti"},{"SurahNumber":8,"VerseNumber":33,"Text":"(O, Muhammad, ar kacan) sen alardın arasında ekeniŋde, Allaһ alardı azaptabayt. Jana alar (tooba kılısıp) kunooloruno (Allaһtan) kecirim surassa da Allaһ alardı azaptabayt"},{"SurahNumber":8,"VerseNumber":34,"Text":"(Birok,) Alar (musulmandardı) Masjid al-Haramdan tosup jatsa Allaһ alardı azaptabay koymok bele?! Anın (Masjid al-Haramdın) eeleri alar emes! Anın (cınıgı) eeleri takıbaaluu adamdar. Birok, kopculugu (munu) bilispeyt"},{"SurahNumber":8,"VerseNumber":35,"Text":"Alardın “Baytullah” (Al-Haram) aldındagı “namazdarı” ıskırık jana kol cabuudan baska emes ele! Emi, (ey, musrikter!) kaapır bolgonuŋarga jarasa azaptı(n daamın) tatkıla"},{"SurahNumber":8,"VerseNumber":36,"Text":"Kaapırlar (adamdardı) Allaһtın jolunan tosuu ucun mal-duynolorun jumsasat. Dagı ele jumsay beriset, birok kiyin (bul isteri) oz bastarına busayman bolot. Kiyin... jeŋiliset! Kaapırlar (Akırette) Tozokko cogultulat"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allaһ ıpılastardı taza-pakizalardan ajıratıp alıp, biri-birine kabattap, jıynap, bardıgın Tozokko salısı ucun. Osolor anık zıyan tartuucular"}]}