{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":41,"VerseNumber":45,"Text":"Wo que yi ci gei mu sa jingdian, dan renmen dui ci you fen qi. Yao bushi ni de zhu youyanzaixian, name, tamen [de fenqi] biding bei panjuele. Tamen dui ci que shi zai yanzhong de huaiyi zhong."},{"SurahNumber":41,"VerseNumber":46,"Text":"Shei xingshan, shei zi shou qi yi; shei zuo'e, shei zi shou qi hai. Ni de zhu jue bu kuidai [ta de] pu renmen."},{"SurahNumber":41,"VerseNumber":47,"Text":"[Xuezhemen ba] fuhuo de zhishi guiyu ta [wei an la zhidao fuhuo de shijian]. Wulun shi guoshi de tuo e, haishi nuxing de huaiyun yu fenmian, meiyou ta [an la] bu zhidao de [zhu]. Zai na ri, ta jiang shenwen tamen [duoshenjiao tu]:“[Nimen suo wangyan de] wo de huobanmen [xianzai] zai nali?” Tamen jiang shuo:“Women xiang ni baogao, women zhong wu ren neng wei ci zuozheng.”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Tamen yiqian suo qiqiu de [ouxiang] paoqi tamen xiaoshile.[Xianzai] tamen faxian tamen yi wu chu ke tao [bi an la de xingfa]."},{"SurahNumber":41,"VerseNumber":49,"Text":"Ren [bu xinyang zhe] qiu fu buyanqifan, yidan zaoyu buxing jiu huixin juewang."},{"SurahNumber":41,"VerseNumber":50,"Text":"Zai zaoyu buxing hou, jiaru wo shi ta changshi wo de enhui, ta bi shuo:“Zhe shi wo ying de de, wo jue bu xiangxin fuhuo de shijian hui lailin. Jishi wo bei dai dao wo de zhu nali, wo ye neng zai ta nali huode zui hao de baochou.” Wo bi jiang ba bu xinyang zhe suo zuo de gaosu tamen, wo bi jiang shi tamen changshi kuxing."},{"SurahNumber":41,"VerseNumber":51,"Text":"Dang wo shi en yu ren shi, ta huibi bugu; dan dang ta zaoyu buxing shi, ta you qiurao buxiu."},{"SurahNumber":41,"VerseNumber":52,"Text":"Ni shuo:“Nimen gaosu wo ba! Jiaru zhe bu “gulanjing” shi cong an la nali jiang shi de, er nimen fouren ta, name, shei bi zai yaoyuan de duili zhong [bu xinyang an la, bu zunxing zhengdao] de ren geng mi wu ne?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Wo jiang ba wo de jixiang xianshi gei tiandi wanwu, xianshi gei tamen ziji, zhidao tamen mingbai “gulanjing” que shi zhenli. Nandao ni de zhu hai bugou zuo wanwu de jianzheng zhe ma?"},{"SurahNumber":41,"VerseNumber":54,"Text":"Xuzhi, tamen dique huaiyi jiang yu tamen de zhu xiang hui. Xuzhi, ta [an la] que shi zhouzhi wanshi wanwu de."}]}