{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":26,"Text":"O Seed (Or: sons) of Adam! We have readily sent down on you a garment to overlay your shameful parts, and a vesture; (Fine clothes; or feathers) and the garment of piety, that is the most charitable; (i.e., better) that is of the signs of Allah, that possibly they would constantly remember"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Seeds (Or: sons) of Adam! Definitely do not let Ash-Shaytan (The All-vicious, i.e., the Devil) tempt you just as he brought your parents (Literally: your two feathers) out of the Garden, plucking out from them (both) their garments to show them their shameful parts. Surely he sees you, he and his (dependent) tribe, from where you do not see them. Surely We have made Ash-Shayatin (The all-vicious ones, i.e., the devils) patrons of the ones who do not believe"},{"SurahNumber":7,"VerseNumber":28,"Text":"And when they perform an obscenity, they say, \"We found our fathers (performing) it, and Allah has commanded us to (perform) it.\" Say, \"Surely Allah does not command obscenity; do you say against Allah that which you do not know"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say, \"My Lord has commanded equity; and set your faces upright at every mosque and invoke Him, making the religion His faithfully; just as He began you, so you will go back (to Him)"},{"SurahNumber":7,"VerseNumber":30,"Text":"A group He has guided, and errancy has come true against (another) group.\" Surely they have taken to themselves Ash-Shayatin (The all-vicious ones, i.e., the devils) for patrons, apart from Allah, and they reckon that they are (right) guided"},{"SurahNumber":7,"VerseNumber":31,"Text":"O Seeds (Or: sons) of Adam! Take your adornment at every mosque, and eat and drink, and do not be extravagant; surely He does not love the extravagant"}]}