{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"avaru nim'mannu (muslimarannu) meccisalikkagi allahana ane hakuttaliruttare. Nijavagi, avaru visvasigalagiddare (avarige tilidirali;) allah mattu avana dutaru meccisalpaduvudakke heccu ar'haragiddare"},{"SurahNumber":9,"VerseNumber":61,"Text":"allah mattu avana dutara virud'dha gharsanege iliyuvavanigagi narakagniyu khandita sid'dhavagide mattu avanu adaralli sadakala iruvanendu avarige tiliyade? Adu nijakku maha apamanavagide"},{"SurahNumber":9,"VerseNumber":62,"Text":"tam'ma manadolagiruvudannella avarige (visvasigalige)tilisi biduva adhyayavenadaru ilidu banditemba bhaya kapatigalige ide. Heliri; nivu apahasya maduttaliri. Nivu anjuttiruvudannu allahanu khandita bahiranga padisuvanu"},{"SurahNumber":9,"VerseNumber":63,"Text":"nivu avarodane i kuritu kelidare, navantu kevala tamasemaduttiddevu hagu atavaduttiddevu endu avaru heluttare. Heliri; nivenu allah mattavana vacanagala jote hagu dutara jote apahasya maduttira"},{"SurahNumber":9,"VerseNumber":64,"Text":"Nivinnu nepagalannu hudukabedi. Nivu visvasigalada balika dhikkarigalagiruviri. Naviga nim'mallina ondu gumpannu ksamisidaru innondu gumpannu khandita siksisuvevu – ekendare avaru aparadhigalagiruvaru"},{"SurahNumber":9,"VerseNumber":65,"Text":"kapati purusaru mattu kapati striyaru paraspara tumba aptaru. Avaru kedukannu adesisuttare mattu olitininda tadeyuttare. Hageye avaru tam'ma kaigalannu kattiruttare (tira jipunaragiruttare). Avaru allahanannu maretiddare mattu allahanu avarannu maretiddane. Khanditavagiyu kapatigale nijavada avidheyaragiddare"},{"SurahNumber":9,"VerseNumber":66,"Text":"allahanu kapati purusarige, kapati striyarige mattu dharma dhikkarigalige narakagniya vagdana nidiruttane. Avaru sadakala adaralle iruvaru. Avarige aduve saku. Avara mele allahana sapavide mattu avarige sasvata sikse ide"}]}