{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Hani meleklere «Adem´e secde ediniz» dedik. Hepsi secde etti, yalnız İblis emrimize karşı geldi ve «Ben çamurdan yarattığın bir canlıya hiç secde eder miyim» dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"İblis dedi ki; «Benden üstün tuttuğun şu canlıyı görüyor musun? Eğer bana kıyamet gününe kadar mühlet verirsen, onun soyunu, pek az bir bölümü dışında, avucumun içine alıp mahvederim"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah dedi ki: «Defol git. Onun soyundan kim sana uyarsa onlarla senin ortak ve yeterli cezanız cehennemdir"},{"SurahNumber":17,"VerseNumber":64,"Text":"Gücünün yettiklerini sesinle ayartıp siperlerinden çıkar, atlılarını ve piyadelerini nara attırarak, üzerlerine çullandır, mallarına ve evlâtlarına ortak ol, onlara çeşitli vaadler yap, şeytanın insanlara yaptığı vaadler aldatmacadan başka bir şey değildir"},{"SurahNumber":17,"VerseNumber":65,"Text":"Benim gerçek kullarıma gelince, senin onlar üzerinde hiçbir nüfuzun yoktur. Allah, onlar için yeterli koruyucudur"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbinizin size sunduğu nimetleri arayasınız diye gemileri denizde yüzdüren O´dur. Hiç şüphesiz O, size karşı pek merhametlidir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Eğer denizde başınıza bir bela gelirse, Allah dışında imdada çağırdığınız ilahlar ortalıkta görünmez olur. Allah sizi kurtarıp karaya çıkarınca O´na sırt çevirirsiniz. İnsan gerçekten son derece nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"Allah´ın sizi karadayken yerin dibine geçirmeyeceğinden ya da üzerinize taş yağdırmayacağından emin misiniz ki, bu olayların arkasından bir koruyucu bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ya da Allah´ın sizi tekrar denize döndürüp üzerinize şiddetli bir kasırga estirmek suretiyle kâfirliğinizden ötürü sizi boğmayacağından emin misiniz ki, böyle bir olay üzerine bizden tazminatınızı isteyebilecek birini bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Biz Ademoğulları´nı gerçekten çeşitli ayrıcalıklarla donattık. Onlara karada ve denizde taşıtlar sağladık, kendilerine temiz besin maddeleri bağışladık, onları yarattığımız diğer canlıların çoğundan üstün kıldık"}]}