{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Biz, Bu Kur’an’da ibret misalleri verdik; cennet’le mujdeledik, Cehennem’le korkuttuk ki, dusunup akıllarını baslarına alsınlar. Halbuki bu, ancak onların hakdan nefretini artırıyor"},{"SurahNumber":17,"VerseNumber":42,"Text":"(Ey Rasulum, musrikler hakkında) de ki: “-Allah’la beraber, dedikleri gibi ilahlar olaydı, o takdirde bu ilahlar Ars’ın sahibine (Allah’a ustun gelmek icin) muhakkak ki bir yol ararlardı. (onunla carpısırlardı).”"},{"SurahNumber":17,"VerseNumber":43,"Text":"Allah, onların soyledikleri seylerden cok buyuk bir yukseklikle munezzehtir"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gok ve yer, bir de bunlar icinde bulunanlar (insan, cin ve melekler) Allah’ı tesbih ederler. Hicbir varlık yoktur ki, O’nu hamd ile tesbih etmesin. Fakat siz, onların tesbihini (dillerini bilmediginizden) anlamazsınız. O gercekten Halim’dir, Gafur’dur"},{"SurahNumber":17,"VerseNumber":45,"Text":"Sen Kur’an’ı okudugun zaman, biz, seninle ahirete inanmıyanların arasına gorunmez bir perde cekeriz. (Boylece seni goremezler ve sana bir zarar yapamazlar)"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ve kalblerinin uzerine, Kur’an’ı anlamalarına engel perdeler geciririz, kulaklarına da bir agırlık veririz. Rabbini, Kur’an’da tek (essiz) olarak andıgın zaman da, urkerek arkalarını doner giderler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Onlar senin okuyusunu dinlerken nasıl (alay ederek) dinlediklerini, birbirleriyle fısıldasırlarken de o zalimlerin: “- Siz ancak buyulenmis bir adama tabi oluyorsunuz.” demekte olduklarını biz cok iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Bak, seni nelere nisbet ettiler (sairdir, sahirdir, mecnundur dediler) de nasıl dalalete dustuler! Artık hak yolu bulmaga gucleri yetmez"},{"SurahNumber":17,"VerseNumber":49,"Text":"Bir de soyle dediler: “-Biz, kemik ve toz yıgını oldugumuz vakit mi, gercekten biz mi yeni bir yaratılısla diriltilecegiz?”"},{"SurahNumber":17,"VerseNumber":50,"Text":"(Ey Rasulum, onlara) soyle: “- Ister tas olun, ister demir olun"},{"SurahNumber":17,"VerseNumber":51,"Text":"Yahud gonlunuzde buyuyen (daglar ve gokler gibi kuvvetli) her hangi bir yaratık olun, muhakkak oldurulecek ve diriltileceksiniz.” Onlar soyle diyeceklerdir: “-O halde, oldukten sonra bizi kim diriltilip geri cevirecek?” Sen de de ki: “-Sizi ilk defa yaratamıs olan kudret sahibi Allah diriltecek.” O zaman alay ederek baslarını sallayacaklar da: “- Ne vakit o?” diyecekler. De ki: “-Muhakkak olması yakındır"},{"SurahNumber":17,"VerseNumber":52,"Text":"(Allah, kıyamette hesaba cekmek icin) sizi cagıracagı gun, tam bir hurmetle onun emrine kosacaksınız ve zannedeceksiniz ki, kabirlerinizde, pek az bir muddet kaldınız.”"}]}