{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"Ware wa mūsā ni keiten o sazuketaga, sore ni tsuite (yudayahito no ma ni) iron ga atta. Anata no nushi kara maemotte, okotoba ga kudasa rete inakattanaraba, sono koto wa kare-ra no ma de kitto kaiketsu sa retadearou. Daga-sue ni kare-ra wa sore ni tsuite fuan'na utagai o daite iru"},{"SurahNumber":11,"VerseNumber":111,"Text":"Anata no omo wa kare-ra no subete no gendō ni taishite, jūbun ni mukuwa reru. Hontōni kare wa, kare-ra no okonai o jukuchi nasa reru"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sorede anata to, mata anata to tomoni kaigo shita mono ga meiji rareta yō ni,(tadashī michi o) kataku mamore.-Hō o koete wa naranai. Kare wa anata gata no okonai o gozonji de ara reru"},{"SurahNumber":11,"VerseNumber":113,"Text":"Anata gata wa aku o okonau mono o tayori ni shite wa naranai.-Sa mo nai to gōka ga anata o toraerudearou. Anata gata ni wa, arrā no soto ni gādian wa naku, tasuke rareru koto mo nai"},{"SurahNumber":11,"VerseNumber":114,"Text":"Reihai wa hiruma no ryōtan ni oite, mata yoru no hajime no toki ni, tsutome o mamore. Hontōni zenkō wa, akugyō o shōmetsu sa seru. Kore wa (omo o) nenjiru mono ni taisuru kunkaidearu"},{"SurahNumber":11,"VerseNumber":115,"Text":"Taeshinobe. Hontōni arrā wa, zenkōsha e no hōshō o munashiku sa renai"},{"SurahNumber":11,"VerseNumber":116,"Text":"Anata ga tayori izen no sedai no mono no ma ni wa, naze kare-ra no naka ware ga sukutta shōsū no mono o nozoite wa, chijō no taihai o osaeru yūtokuna-sha-tachi ga inakatta nodearou ka. Fugi o okonau mono-tachi wa, kyōraku o musabori-zai o okashite ita"},{"SurahNumber":11,"VerseNumber":117,"Text":"Anata gata no omo wa, soko no kyojū-min ga kyōsei (ni ryūi) suru ma wa,(tan'naru) akugyō no tame ni toshi o horobosa renai"},{"SurahNumber":11,"VerseNumber":118,"Text":"Mata anata no omo no okokoronaraba, kare wa hitobito o hitotsu no unma ni nasa retadearou. Daga kare-ra wa hanmoku shi atte iru"},{"SurahNumber":11,"VerseNumber":119,"Text":"Anata no omo ga jihi o tare rareru mono wa betsudearu. Kare wa sō naru yō ni, kare-ra o tsukura reta. Soshite,`ware wa kanarazu Jin to ningen o issho ni shite, jigoku o mitasu.' To no omo no o kotoba wa mattou sa reta"},{"SurahNumber":11,"VerseNumber":120,"Text":"Oyoso ware ga, shito-tachi no shōsoku ni tsuite anata ni katatta koto wa subete, anata no kokoro o sore de kengo ni suru tame no monodearu. Sono nakaniha shinri to kankoku, to shinkō suru mono e no kunkai ga aru"},{"SurahNumber":11,"VerseNumber":121,"Text":"Sore de fu shinkō-sha ni itte yaru ga ī. `Anata gata wa jibun no yarikata de okonauga ī. Watashi-tachi mo (jibun no tsutome o) okonau"},{"SurahNumber":11,"VerseNumber":122,"Text":"Anata gata wa machi nasai. Watashi-tachi mo matte iru"},{"SurahNumber":11,"VerseNumber":123,"Text":"Ten to ji no yūgen-kai wa, arrā no yūdeari, mata subete no koto (mono no kettei) wa kare ni kizoku suru.Dakara kare ni tsukae, kare o shinrai shi nasai. Omo wa anata gata no okonau koto o, orosoka ni nasa renai"}]}