{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"(Muxammed G.S.) Nux (G.S.) jane odan keyingi paygambarlarga waxi etkenimizdey sagan da waxi ettik. Sonday-aq Ibırayım, Ismayıl, Isxaq, Yagqup (G.S.), urpaqtarına jane Gisa, Ayup, Yunıs, Harun jane Suleymen (G.S.) ge de waxi ettik. Ari Dawit (G.S.) ke Zaburdı berdik"},{"SurahNumber":4,"VerseNumber":164,"Text":"Jane sagan burıngı paygambarlardı bayan qıldıq, sonday-aq paygambarlardın sagan bayan etpegenimiz de bar. Jane Alla (T.) Musa (G.S.» ga (tikeley) soylesken"},{"SurahNumber":4,"VerseNumber":165,"Text":"Paygambarlardı qwandırwsı, qorqıtwsı etip jiberdik: Elsilerden keyin adamdardın Allaga qarsı sıltawı bolmawı usin. Alla (T.) asa ustem, xikmet eisi"},{"SurahNumber":4,"VerseNumber":166,"Text":"Alayda Alla, sagan tusirgenin bile tura tusindirgenine kwalik etedi jane peristeler de kwa boladı. Negizinde Alla kwalikte jetkilikti"},{"SurahNumber":4,"VerseNumber":167,"Text":"Kudiksiz, sonday qarsı bolgandar jane Allanın jolınan tosqandar, rasında uzaq adaswmen aadstı"},{"SurahNumber":4,"VerseNumber":168,"Text":"Saksiz sonday qarsı sıgıp, zulımdıq qılgandardı twra jolga da salmaydı"},{"SurahNumber":4,"VerseNumber":169,"Text":"Biraq tozaqtın gana jolına saladı da, olar onda mangi qaladı. Osı, Allaga onay"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ay adam balası! Ras senderge Paygambar, rabbılarınnan xaqiqattı keltirdi. Sondıqtan iman keltirinder, sender usin jaqsı. Eger qarsı kelsender, sonda kudiksiz kokterdegi jane jerdegi barlıq narse Allaniki. Alla (T.) asa bilwsi, xikmet iesi"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ay Kitap ieleri! Dinderinde artıq ketpender. Allaga baylanıstı sındıqtı aytındar. Sınayı turde maryem ulı Masix Gisa, Allanın elsisi ari Maryemge jalgastırgan sozi jane Alla tarapınan bir rwx. Endese Allaga jane elsilerine seninder. Ari (Allanı) «usew» demender, (odan) tıyılındar. Sender usin jaqsı. Sınayı turde Alla bir-aq Tanir. Ol balası bolwdan pak. Kokterdegi jane jerdegi narseler ogan tan. Alla akildikke jetik"}]}