{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Ba lokileng ba tla ba har’a lirapa le liliba"},{"SurahNumber":15,"VerseNumber":46,"Text":"Ho tla thoe ho bona: “Kenang ho tsona ka Khotso le Paballeho.”"},{"SurahNumber":15,"VerseNumber":47,"Text":"Re tla hlakola eng kapa eng ekabang teng e mpe ka hare ho lifuba tsa bona. E tla ba baena ba tla beng ba lutse litulong tse phahameng ba shebane ka mahlong"},{"SurahNumber":15,"VerseNumber":48,"Text":"Ho se khathatso ea letho e ka ba t`soenyang moo, kapa hona ho lelekoa sebakeng seo.”"},{"SurahNumber":15,"VerseNumber":49,"Text":"Bolella makhabunyane A ka hore, Ruri Ke Ts’oarela-joalo- joalo, ebile Ke Khaphatseha Mohau"},{"SurahNumber":15,"VerseNumber":50,"Text":"Empa kotlo Ea Ka ke kotlo e mahlonoko"},{"SurahNumber":15,"VerseNumber":51,"Text":"U be u ba bolelle ka baeti ba Abrahama"},{"SurahNumber":15,"VerseNumber":52,"Text":"Kamoo ba ileng ba buoa le eena kateng mohla baneng ba mo etetse, ha ba re: “Khotso.” A re: “Ruri re’a le ts’aba.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Ba re: “U se ts’ohe! Hobane Re u tliselitse litaba tse molemo tsa mora ea apesitsoeng bohlale.”"},{"SurahNumber":15,"VerseNumber":54,"Text":"A re: “Le ka tlisa litaba tse molemo ho ‘na tsa mora nakong ea botsofali ba ka? Li sa na le eng litaba tsa lona tse molemo?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Ba re: “Re u tliselitse litaba tse molemo e le ka ‘nete. Kahoo u se ke oa nyahama.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"Abrahama a re: “Ke mang ea ka nyahamelang Mohau oa Mong`a hae haese feela ba khelohileng tseleng?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"A re: “Joale ke le feng lebaka la lona, lona baromuoa ba Allah?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Ba re: “Re romeletsoe ho batho bohle ba oetseng sebeng"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ntle le lelapa la lota. Re tla ba pholosa kaofela"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ntle feela le mosali oa Lota, eo Re ikholisitseng hore o tla ba har’a ba tla salla morao.”"}]}