{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Gui xin mu sa de zhiyou ta ben zu de miaoyi; tamen haipa falao he tamen ben zu toumumen pohai tamen. Falao zai difang shang que shi gao'ao de, que shi guofen de"},{"SurahNumber":10,"VerseNumber":84,"Text":"Mu sa shuo:“Wo de zongzu a! Ruguo nimen xinyang an la, nimen jiu yingdang tuo kao ta, ruguo nimen shi guishun de.”"},{"SurahNumber":10,"VerseNumber":85,"Text":"Tamen shuo:“Women zhi tuo kao an la. Women de zhu a! Qiu ni buyao rang bu yi de minzhong pohai women"},{"SurahNumber":10,"VerseNumber":86,"Text":"Qiu ni yi ni de ci'en er shi women tuo li bu xindao de minzhong.”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Wo ceng qishi mu sa he ta di gege shuo:“Ni lia dang wei ziji de zongzu er zai aiji jianzao xie fangwu, nimen yingdang yi ziji de fangwu wei libai di difang, nimen yingdang jin shou bai gong, ni yingdang xiang xinshimen baoxi.”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Mu sa shuo:“Women de zhu a! Ni ba ge zhong zhuangshi pin he jinshi shenghuo de ge zhong caichan jiyu falao he ta de guizumen——women de zhu a!——Yizhi tamen shi minzhong beilile ni de dadao. Women de zhu a! Qiu ni hui diao tamen de caichan, qiu ni fengbi tamen de xin. Dan yuan tamen bu xindao, zhidao kanjian tongku de xingfa.”"},{"SurahNumber":10,"VerseNumber":89,"Text":"Zhu shuo:“Ni lia de qidao que yi bei yingchengle, gu ni lia yingdang jixu chuanjiao, ni lia buyao zunxun wu zhi zhe de daolu.”"},{"SurahNumber":10,"VerseNumber":90,"Text":"Wo ceng shi yiselie ren duhai, yushi falao he ta de jundui canbao de zhuigan tamen, zhidao ta jiang bei yan si de shihou, ta cai shuo:“Wo quexin, chu yiselie ren suo gui xinzhe wai, jue wu ying shou chongbai de; tongshi, wo shi yige shuncong zhe.”"},{"SurahNumber":10,"VerseNumber":91,"Text":"Xianzai (ni cai gui xin) ma? Yiqian ni que yi weikang mingling, erqie shi yige pohuai de ren"},{"SurahNumber":10,"VerseNumber":92,"Text":"Dan jinri wo zhengjiu ni de yiti, yibian ni zuo houlai zhe de jianjie. Duo shu de ren, duiyu wo de jianjie que shi hushi de"}]}