{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"I dođose braca Jusufova, te mu uđose, pa ih prepozna, a oni njega ne prepoznase"},{"SurahNumber":12,"VerseNumber":59,"Text":"I posto ih je snabdio potrepstinom njihovom, rece: “Dovedite mi brata vaseg, po ocu vasem. Zar ne vidite da ja dajem po mjeri i da sam ja najbolji od usluzitelja"},{"SurahNumber":12,"VerseNumber":60,"Text":"Pa ako mi ga ne dovedete, tad kod mene nece biti mjere za vas, i ne priblizujte mi se.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Rekose: “Nastojacemo ga pridobiti od oca njegovog, a uistinu, mi smo djelatni.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"I rece (Jusuf) momcima svojim: “Stavite robu njihovu u vrece njihove, da bi je oni prepoznali kad se vrate porodici svojoj, da bi se oni vratili.”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Pa posto se vratise ocu svom, rekose: “O oce nas! Uskracena nam je mjera, zato posalji s nama brata naseg, dobicemo mjeru, a uistinu, mi cemo biti njegovi cuvari.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"Rece: “Zar da vam ga povjerim, osim kao sto sam vam povjerio brata njegovog ranije? Pa Allah je Najbolji Cuvar i On je Najmilosrdniji od milosrdnih.”"},{"SurahNumber":12,"VerseNumber":65,"Text":"I posto otvorise svoj prtljag nađose svoju robu njima vracenu. Rekose: “O oce nas! Sta da trazimo? Evo nase robe, vracena nam je, i snabdjecemo porodicu nasu i cuvacemo brata naseg, i dodat cemo mjeru deve. To je mjera lahka.”"},{"SurahNumber":12,"VerseNumber":66,"Text":"(Ja’kub) rece: “Necu ga poslati s vama, dok mi ne date zavjet Allahom, da cete mi ga sigurno dovesti, izuzev ako vi budete opkoljeni.” Pa posto mu dadose zavjet svoj, rece: “Allah je nad onim sta govorimo, Jamac.”"},{"SurahNumber":12,"VerseNumber":67,"Text":"I rece: “O sinovi moji! Ne ulazite na jednu kapiju, a ulazite na kapije razlicite. I necu vam ja koristiti protiv Allaha nimalo. Sud je samo Allahov. U Njega se pouzdavam, i u Njega zato neka se pouzdaju pouzdavatelji.”"},{"SurahNumber":12,"VerseNumber":68,"Text":"I posto uđose kako im je naredio otac njihov, nije im pomoglo protiv Allaha nista, izuzev zudnje u dusi Jakubovoj, koju je zadovoljio. A uistinu, on je bio posjednik znanja jer smo ga naucili; međutim, vecina ljudi ne zna"}]}