{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"nabiye, ninre bharyamareat ni parayuka: aihikajivitavum atinre alankaravuman ninnal uddesikkunnatenkil ninnal varu! ninnalkk nan jivitavibhavam nalkukayum, bhangiyaya nilayil nan ninnale meacippicc ayaccutarikayum ceyyam"},{"SurahNumber":33,"VerseNumber":29,"Text":"allahuveyum avanre dutaneyum paraleakabhavanatteyuman ninnal uddesikkunnatenkil ninnalute kuttattil sad‌vrttakalayittullavarkk allahu mahattaya pratiphalam orukkiveccittunt‌"},{"SurahNumber":33,"VerseNumber":30,"Text":"pravacaka patnimare, ninnalil arenkilum vyaktamaya nicavrtti ceyyunna paksam avalkk siksa rantirattiyayi vard'dhippikkappetunnatan‌. at allahuve sambandhiccitattealam eluppamayittullatakunnu"},{"SurahNumber":33,"VerseNumber":31,"Text":"ninnalil arenkilum allahuveatum avanre dutaneatum talmakanikkukayum salkarm'mam pravarttikkukayum ceyyunna paksam avalkk avalute pratiphalam rantumatannayi nam nalkunnatan‌. avalkk venti nam man'yamaya upajivanam orukkivekkukayum ceytirikkunnu"},{"SurahNumber":33,"VerseNumber":32,"Text":"pravacaka patnimare, strikalil marru areppealeyumalla ninnal. ninnal dharm'manistha palikkunnuvenkil ninnal (an'yareat‌) anunaya svarattil sansarikkarut‌. appeal hrdayattil reagamullavan meaham teanniyekkum. n'yayamaya vakk ninnal parannu kealluka"},{"SurahNumber":33,"VerseNumber":33,"Text":"ninnal ninnalute vitukalil atannikkaliyukayum ceyyuka. palaya ajnanakalatte sendaryaprakatanam pealulla sendaryaprakatanam ninnal natattarut‌. ninnal namaskaram murapeale nirvahikkukayum, sakatt nalkukayum allahuveyum avanre dutaneyum anusarikkukayum ceyyuka. (pravacakanre) vittukare! ninnalil ninn malin'yam nikkikalayuvanum, ninnale sariyayi sud'dhikarikkuvanum matraman allahu uddesikkunnat‌"},{"SurahNumber":33,"VerseNumber":34,"Text":"ninnalute vitukalil vecc otikelpikkappetunna allahuvinre vacanannalum tatvajnanavum ninnal ormikkukayum ceyyuka. tirccayayum allahu nayajnanum suksmajnaniyumakunnu"}]}