{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Kī uha badē, jisa dā sīnā alāha nē isalāma la'ī dhaul'ha ditā hai tāṁ uha āpaṇē raba valōṁ ika prakāśama'ī rāha tē hai. Basa vināśa hai, unhāṁ la'ī jinhāṁ dē dila alāha dē upadēśa dē sabadha vica saḵẖata hō ga'ē. Iha lōka sapaśaṭa kurāhē pa'ē hana"},{"SurahNumber":39,"VerseNumber":23,"Text":"Alāha nē utama bāṇī utārī hai. Ika ajihī kitāba āpisa vica miladī juladī bāra-bāra duharā'ī hō'ī. Isa nāla unhāṁ lōkāṁ dē lū kaḍhē khaṛē hō jāndē hana jihaṛē āpaṇē raba tōṁ ḍarana vālē hana. 'Phira unhāṁ dē sarīra atē unhāṁ dē dila kōmala hō kē alāha dī yāda tē kēndarita hō jāndē hana. Iha alāha dā māraga daraśana hai isa nāla uha rāha dikhā'undā hai, usa nū jisa nū uha cāhudā hai atē alāha jisa nū kurāhē pā dēvē tāṁ usa dā kō'ī rāha dasērā nahīṁ"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kī uha badā jihaṛā ki'āmata dē dina āpaṇē mūha nū burī sazā la'ī ḍhāla baṇā'ēgā atē zālimāṁ nū kihā jā'ēgā ki la'u savāda usa kamā'ī dā jihaṛī tusīṁ karadē sī"},{"SurahNumber":39,"VerseNumber":25,"Text":"Isa tōṁ pahilē vāli'āṁ nē vī jhuṭhalā'i'ā'tāṁ unhāṁ upara usa jag'hā tōṁ āfata ā ga'ī jithōṁ unhāṁ nū adāzā vī nahīṁ sī"},{"SurahNumber":39,"VerseNumber":26,"Text":"Tāṁ alāha nē unhāṁ nū sasārika jīvana vica bē'izatī dā savāda cakhā'i'ā atē pralōka dī sazā hōra vī vaḍī hai para kāśa! Iha lōka jāṇadē"},{"SurahNumber":39,"VerseNumber":27,"Text":"Atē asīṁ isa kura'āna vica harēka kisama dī'āṁ misālāṁ bi'āna kītī'āṁ tāṁ ki uha sikhi'ā prāpata karana"},{"SurahNumber":39,"VerseNumber":28,"Text":"Iha arabī kura'āna hai, isa vica kō'ī viga-vala nahīṁ tāṁ ki lōka ḍaraṇa"},{"SurahNumber":39,"VerseNumber":29,"Text":"Alāha misāla bi'āna karadā hai. Ika badē dī hai jisa dē adhīna anēkāṁ śarīka hana vakha-vakha ādatāṁ vālē atē ika dūsarā badē pūrē dā pūrā ika hīṁ mālaka dē sēvaka hai, kī inhāṁ dōvāṁ dī hālata barābara hōvēgī. Sapūrana prasasā alāha la'ī hai para zi'ādātara lōka nahīṁ jāṇadē"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tusīṁ vī maranā hai atē uha vī marana vālē hana"},{"SurahNumber":39,"VerseNumber":31,"Text":"Phira tusī' lōka ki'āmata dē dina āpaṇē raba dē sāhamaṇē āpaṇā māmalā pēśa karōgē"}]}