{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"A pidapa variddaru bayaluderaru. Civariki variddaru padavalo ekkinapudu atanu padavaku randhram cesadu. (Musa) atanito annadu: \"Emi? Padavalo unna varini munci veyatanika, nivu danilo randhram cesavu? Vastavaniki, nivu oka darunamaina pani cesavu"},{"SurahNumber":18,"VerseNumber":72,"Text":"atanu annadu: \"Nenu nito analeda? Nivu nato patu e matram sahanam vahincalevani"},{"SurahNumber":18,"VerseNumber":73,"Text":"(musa) annadu: \"Maracipoyi cesina daniki nannu tappupattaku. Nenu cesina daniki na patla kathinanga vyavaharincaku"},{"SurahNumber":18,"VerseNumber":74,"Text":"a pidapa varu tama prayanam sagincaga variki oka baludu kalisadu. Atanu vanini (balunni) campadu. (Adi cusi) musa annadu: \"Emi? Oka amayakudini campava? Atadu evvadini (campalede)! Vastavaniki nivu oka ghoramaina pani cesavu"},{"SurahNumber":18,"VerseNumber":75,"Text":"atanu (khidr) annadu: \"Nenu nito analeda, niscayanga, nivu nato patu e matram sahanam vahincalevani"},{"SurahNumber":18,"VerseNumber":76,"Text":"(musa) annadu: \"Ika mundu denni gurinci ayina ninnu adigite nannu nito patu undanivvaku. Vastavaniki nivu, na taraphu nundi inta varaku calinanni sakulu svikarincavu"},{"SurahNumber":18,"VerseNumber":77,"Text":"a pidapa variddaru munduku sagipoyi oka nagaram cerukoni a nagaravasulanu bhojanamadigaru. Kani varu (a nagaravasulu) variddariki atithyamivvataniki nirakarincaru. Appudu varakkada kuliponunna oka godanu cusaru. Atanu (khidr) danini malli nilabettadu. (Musa) annadu: \"Nivu korite daniki (a sramaku) pratiphalam (vetanam) tisukoni undavaccu kada"},{"SurahNumber":18,"VerseNumber":78,"Text":"atanu (khidr) annadu: \"Ika nenu nivu vidipovalasina (samayam) vaccindi. Ika nivu sahanam vahinca leka poyina visayala vastavalanu (tattvalanu) gurinci niku teluputanu"},{"SurahNumber":18,"VerseNumber":79,"Text":"Ika a nava visayam: Adi samudranlo pani cesukune kondaru pedavaridi. Kavuna danilo lopam kaligincagoranu; endukante vari venuka oka krurudaina raju unnadu. Atadu (lopam leni) prati navanu balavantanga tisukuntadu"},{"SurahNumber":18,"VerseNumber":80,"Text":"ika a baluni visayam: Atani tallidandrulu visvasulu. Atadu tana satyatiraskaram mariyu talabirusutanam valana varini badhistadani bhayapaddamu"},{"SurahNumber":18,"VerseNumber":81,"Text":"kavuna variddari prabhuvu variki ataniki badulu atani kante ekkuva nitimantudu mariyu karunyam galavadini ivvalani koramu"},{"SurahNumber":18,"VerseNumber":82,"Text":"ika a goda visayam: Adi i pattananloni iddaru anatha baluraku cendinadi. Dani krinda vari oka nidhi (patabadi) undi. Mariyu vari tandri punyapurusudu. A iddaru baluru yuktavayastulaina pidapa - ni prabhuvu karunyanga - tama nidhini, varu travvi tisukovalani, ni prabhuvu sankalpam. Idanta na antata nenu ceyaledu. Nivu sahanam vahincaleni visayala vastavam (tattvam) ide"}]}