{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"ߊ߬ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲ߡߛߏ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߓߵߊ߬ ߖߍ߬ߘߍ ߣߐ߬ ߡߍ߲ ߠߎ߬ ߘߊ߲߫ ߠߊ߫ ߸ ߞߵߊߟߎ ߛߎߥߊ߲ߘߌ߫ ߘߋ߲ߞߍ ߟߎ߬ ߟߊ߫؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߊ߬ ߞߋߟߋ߲߫ ߓߊ߯ ߟߊߛߍߥߊ߫ ߝߋ߲߫ ߠߊ߫ ߸ ߊ߬ ߣߐ߬ ߡߍ߲ ߟߊ߫ ߟߊ߫ ߞߏߟߊߒߞߏߡߊ ߘߌ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߟߊ߫ ( ߘߋ߲ߡߛߏߞߏ ߘߌ߫ )߸ ߏ߬ ߢߊߘߐߟߊ ߛߌ߲߬ߛߌ߲߬ߣߍ߲ ߘߌ߫ ߕߋ߬ߟߋ߲߬ ߊ߬ ߣߌߘߐ߫ ߘߌߡߌ߲ ߘߌ߫"},{"SurahNumber":43,"VerseNumber":18,"Text":"ߊ߬ ߝߐ߫ ߡߍ߲ ߦߋ߫ ߟߊߡߐ߬ ߟߊ߫ ߡߊ߬ߖߐ߯ߙߊ߲ ߘߐ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߟߊ߬ߜߍ߬ߟߌ߬ߓߊߟߌߦߊ ߥߐ߬ߦߐ ߟߋ߬ ߘߐ߫"},{"SurahNumber":43,"VerseNumber":19,"Text":"ߞߋ߲ߛߐ߲ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߌ߫ ߊ߬ߟߎ߬ ߓߘߴߏ߬ ߟߎ߬ ߞߍ߫ ߡߛߏ߬ߡߊ߲ ߠߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߘߊ߲ ߞߍ߫ ߘߴߊ߬ߟߎ߬ ߢߣߊ߫ ߟߋ߫ ߓߊ߬؟ ߒ߬ߓߵߊ߬ߟߎ߬ ߟߊ߫ ߛߙߋߦߊ ߓߍߣߊ߬ ߛߓߍ߫ ߞߵߊ߬ߟߎ߬ ߘߐߢߌ߬ߣߌ߲߬ߞߊ߫ ( ߏ ߡߊ߬)"},{"SurahNumber":43,"VerseNumber":20,"Text":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߣߴߊ߬ ߕߎ߲߬ ߞߊ߬ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߘߌߦߊ߫ ߸ ߊ߲ ߕߎ߲߬ ߕߍ߫ ߏ߬ ߟߎ߫ ߓߊ߬ߕߏ߬ ߸ ߟߐ߲ߠߌ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߘߐ߫ ߥߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߎ߲߬ߘߐ߬ߕߍ߮ ߡߍ߲ ߞߍ߫ ߟߊ߫"},{"SurahNumber":43,"VerseNumber":21,"Text":"ߥߟߊ߫ ߒ߬ ߣߵߊ߬ߟߎ߬ ߛߐ߫ ߟߊ߫ ߟߍߙߊ߫ ߟߋ߬ ߟߴߊ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߓߊ߬ ߸ ߣߴߊ߬ߟߎ߬ ߓߟߏߘߐߡߌ߬ߘߊ߬ߣߍ߲߫ ߏ߬ ߟߊ߫؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"ߞߏ߬ߣߌ߲߬ ߍ߲߬ߍ߲߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߒ߬ߣߎ߫ ߣߊ߬ ߒ߬ ߝߊ߬ ߟߎ߫ ߕߘߍ߬ ߟߊ߫ ߣߊߡߎ߲߫ ߠߋ߫ ߞߊ߲߬ ߸ ߒ߬ߠߎ߫ ߘߏ߲߬ ߞߊ߲ߘߊߣߍ߲߫ ߏ߬ ߟߎ߫ ߜߋ߬ߙߋ ߟߎ߫ ߟߋ߫ ߞߊ߲߬"},{"SurahNumber":43,"VerseNumber":23,"Text":"ߊ߰ ߕߋ߲߬ ߠߋ߬ ߓߊߏ߬ ߊ߲ ߡߊ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߫ ߗߋ߫ ߛߏ߫ ߛߌ߫ ߡߊ߬ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߝߴߏ߬ ߡߍ߲ߘߌߦߊߡߐ߮ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߣߊ߬ ߒ߬ ߝߊ߬ ߟߎ߫ ߕߘߍ߬ ߟߊ߫ ߣߊߡߎ߲߫ ߠߋ߫ ߞߊ߲߬ ߸ ߒ߬ߠߎ߫ ߘߏ߲߬ ߦߋ߫ ߒ߬ ߟߊ߫ ߟߴߏ߬ ߟߎ߫ ߝߏ߲߬ߝߏ߲ ߠߋ߫ ߡߊ߬"},{"SurahNumber":43,"VerseNumber":24,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߊߟߌ߬ ߒ ߓߊ߯ ߣߵߊߟߎ߫ ߡߊ߬ ߝߋ߲߫ ߘߌ߫ ߡߍ߲ ߞߊ߲ߘߊߣߍ߲߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߝߋ߲߫ ߞߊ߲߬ ߊߟߎ߫ ߞߵߊߟߎ߫ ߝߊ߬ ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߊ߲߬؟ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߗߋߣߍ߲߫ ߡߍ߲ ߘߌ߫ ߒ߬ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߠߴߏ߬ ߘߐ߫ ߔߋߎ߫"},{"SurahNumber":43,"VerseNumber":25,"Text":"ߊ߲ ߞߊ߬ ߒ߬ ߕߊߢߐ߲߯ߓߐ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߒ߬ߓߵߊ߬ ߝߟߍ߫ ߓߊ߫ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ߬ߟߊ ߟߎ߬ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߢߊ ߡߍ߲"}]}