{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"¿No has visto a aquellos que salieron de sus casas por miles, temiendo la muerte? Dios les dijo: «¡Morid!» y luego les dio la vida. Ciertamente, Dios favorece a la gente, pero la mayoria de la gente no lo agradece"},{"SurahNumber":2,"VerseNumber":244,"Text":"¡Combatid en la senda de Dios! Y sabed que Dios todo lo oye, todo lo sabe"},{"SurahNumber":2,"VerseNumber":245,"Text":"¿Quien hara a Dios un prestamo generoso? Dios se lo devolvera multiplicado. Dios es quien da la estrechez y el desahogo y a El regresareis"},{"SurahNumber":2,"VerseNumber":246,"Text":"Acaso no has visto a los notables de los Hijos de Israel cuando, despues de Moises, le dijeron a su profeta: «Designanos un rey para que luchemos por la causa de Dios.» El dijo: «Puede que no acudais al combate si se os convoca a el.» Ellos dijeron: «¿Como no vamos a combatir en la senda de Dios cuando se nos ha expulsado de nuestras casas y [alejado] de nuestros hijos?» Pero cuando se les ordeno que combatieran, excepto unos pocos, todos dieron la espalda. Dios conoce bien a los injustos"},{"SurahNumber":2,"VerseNumber":247,"Text":"Su profeta les dijo: «Dios os ha designado a Saul para que sea vuestro rey.» Ellos dijeron: «¿Como puede el reinar sobre nosotros, teniendo nosotros mas derecho a reinar, ya que a el no le ha sido concedida una gran riqueza?» El dijo: «Ciertamente, Dios le ha preferido a vosotros y le ha otorgado mas conocimiento y fuerza fisica.» Dios da Su reino a quien El quiere. Ciertamente, la bondad de Dios todo lo alcanza, El todo lo sabe"},{"SurahNumber":2,"VerseNumber":248,"Text":"Y su profeta les dijo: «En verdad, la senal de su reinado sera que vendra a vosotros, transportada por los angeles, el Arca portadora de la tranquilidad, que procede de vuestro Senor y de las reliquias que dejaron la familia de Moises y la familia de Aaron. En ello hay una senal para vosotros, si sois creyentes.»"}]}