{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"E inadmissivel que os idolatras frequentem as mesquitas de Deus, sendo que reconhecem que sao incredulos. Saoaqueles, cujas obras se tornaram sem efeito, e que morarao eternamente no fogo infernal"},{"SurahNumber":9,"VerseNumber":18,"Text":"So frequentam as mesquitas de Deus aqueles que creem em Deus e no Dia do Juizo Final, observam a oracao, pagam ozakat, e nao temem ninguem alem de Deus. Quica, estes se contem entre os encaminhados"},{"SurahNumber":9,"VerseNumber":19,"Text":"Considerais, acaso, os que fornecem agua aos peregrinos e os guardioes da Sagrada Mesquita iguais aos que creem emDeus e no Dia do Juizo Final, e lutam pela causa de Deus? Aqueles jamais se equipararao a estes, ante Deus. Sabei queDeus nao ilumina os iniquos"},{"SurahNumber":9,"VerseNumber":20,"Text":"Os fieis que migrarem e sacrificarem seus bens e suas pessoas pela causa de Deus, obterao maior dignidade ante Deus eserao os ganhadores"},{"SurahNumber":9,"VerseNumber":21,"Text":"O seu Senhor lhes anuncia a Sua misericordia, a Sua complacencia, e lhes proporcionara jardins, onde gozarao de eternoprazer"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onde morarao eternamente, porque com Deus esta a magnifica recompensa"},{"SurahNumber":9,"VerseNumber":23,"Text":"O fieis, nao tomeis por confidentes vossos pais e irmaos, se preferirem a incredulidade a fe; aqueles, dentre vos, que ostomarem por confidentes, serao iniquos"},{"SurahNumber":9,"VerseNumber":24,"Text":"Dize-lhes: Se vossos pais, vossos filhos, vossos irmaos, vossas esposas, vossa tribo, os bens que tenhais adquirido, ocomercio, cuja estagnacao temeis, e as casas nas quais residis, sao-vos mais queridos do que Deus e Seu Mensageiro, bemcomo a luta por Sua causa, aguardai, ate que Deus venha cumprir os Seus designios. Sabei que Ele nao ilumina osdepravados"}]}