{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Sågar karavanen ankom deres far sagde jeg fornemme lugte Joseph. Nogen oplyse mig"},{"SurahNumber":12,"VerseNumber":95,"Text":"De sagde GUD I er destillationsapparat Deres gamle konfusion"},{"SurahNumber":12,"VerseNumber":96,"Text":"Hvornår bæreren gode nyhed ankom han kastede (skjorten) hans ansigt hvorpå hans vision restitueredes. Han sagde jeg ikke fortalte jer jeg kendte GUD hvad du ikke kendte"},{"SurahNumber":12,"VerseNumber":97,"Text":"De sagde Vore far bede vore tilgivelse; vi var forkerte indeed"},{"SurahNumber":12,"VerseNumber":98,"Text":"Han sagde jeg implore min Lord tilgi jer; Han er Forgiver Barmhjertigest"},{"SurahNumber":12,"VerseNumber":99,"Text":"Hvornår de indgik Joseph's fjerdedele han omfavnede hans forældre talemåde \"Velkommen til Ægypten! GUD VILLIGE DU VÆRE pengeskab HER"},{"SurahNumber":12,"VerseNumber":100,"Text":"Han rejst hans forældre tronen. De faldt prostrate indenfor ham. Han sagde O min far den er opfyldelsen min gamle drøm. Min Lord stiller det komme sand Han velsigner mig afsagde mig fængslet bragte jer fra ørken efter djævelen drev kile mig min bødre! Min Lord er Venligest mod whomever Han viljer. Han er Knower mest Kloge"},{"SurahNumber":12,"VerseNumber":101,"Text":"Min Lord Du giver mig kingship underviste mig fortolkningen af drømme! Initiator af himlene jorden; Du er min Lord Behersker ind den liv Herefter Lade mig omkomme idet submitter tæller mig med de righteous"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Den er nyhed fortiden vi afslører jer. Du ikke var nuværende hvornår de stillede deres enstemmige bestemmelse kast Joseph brønden) idet de konspirerede sammen"},{"SurahNumber":12,"VerseNumber":103,"Text":"Mest folk nej substans hvad du ikke tro"},{"SurahNumber":12,"VerseNumber":104,"Text":"Du ikke spørge dem nogen penge; du blot afsir den påmindelse al folkene"}]}