{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":97,"Text":"De ki: \"Allah'ın izniyle Kur'an'ı kendinden oncekini dogrulayıcı ve inananlara yol gosterici ve mujdeci olarak senin kalbine indirdigi icin, kim Cebrail'e dusman olursa"},{"SurahNumber":2,"VerseNumber":98,"Text":"(Evet) kim Allah'a, meleklerine, elcilere, Cebrail'e ve Mikail'e dusman olursa bilsin ki, Allah da inkar edenlerin dusmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Andolsun, sana apacık ayetler indirdik, onları yoldan cıkmıslardan baskası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Ne zaman bir ahit (andlasma) yaptılarsa, onlardan bir grup o ahdi bozup atmadı mı? Zaten cokları inanmazlar"},{"SurahNumber":2,"VerseNumber":101,"Text":"Allah tarafından kendilerine, yanlarında bulunanı dogrulayıcı bir elci gelince, Kitap verilmis olanlardan bir grup, Allah'ın Kitabını sanki bilmiyorlarmıs gibi, sırtlarının arkasına attılar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Suleyman'ın hukumdarlıgı hakkında onlar, seytanların uydurdukları sozlere uydular (Suleyman'ın, buyu yaparak saltanatını kazandıgını soyleyen seytan ruhlu insanlara uyup, Suleyman'ın buyucu olduguna inandılar). Oysa Suleyman (buyu yaparak) kufre gitmemisti. Fakat o seytanlar kufre gittiler: Insanlara buyu ve Babil'de Harut ve Marut adlı melekler(den ilham alan iki kisiy)e indirileni ogretiyorlar. Halbuki onlar: \"Biz bir fitneyiz (sizin icin bir sınavız), sakın, kufre gitme(yin)!\" demedikce kimseye bir sey ogretmiyorlardı. Fakat bunlar, onlardan, erkekle karısının arasını acacak seyler ogreniyorlardı. Ama, onlar, Allah'ın izni olmadan onunla hic kimseye zarar veremezler. Onlar, kendilerine yarar vereni degil, zarar vereni ogreniyorlardı. Andolsun, onu sat(ıp onunla cıkar saglay)anın, ahirette bir nasibi olmadıgını gayet iyi biliyorlardı. Vicdanlarını sattıkları sey ne kotudur, keske (bunu) bilselerdi"},{"SurahNumber":2,"VerseNumber":103,"Text":"Eger onlar inanıp (Allah'ın azabından) korunmus olsalardı, elbette Allah katından (verilecek) sevap, (kendileri icin) daha hayırlı olurdu. Keske bilselerdi"}]}