{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"(Yaa nyini Annabi)! Di ni bɔŋɔ, Annabi Ibrahima jilma saamba la lahibali paagi a na"},{"SurahNumber":51,"VerseNumber":25,"Text":"Saha shεli bɛ ni daa kpe o sani, ka bɛ yεli: “Salaaman (Suhudoo be yi zuɣu),” ka o (Annabi Ibrahima) yεli: “Salaaman (Suhudoo be yi gba zuɣu),” yi nyɛla ninvuɣu shɛba n-ni bi mi.”"},{"SurahNumber":51,"VerseNumber":26,"Text":"Ka o ŋmalgi kpe o maligu ni, n-ti ʒi ba naɣibila titali (din she) na"},{"SurahNumber":51,"VerseNumber":27,"Text":"Ka o zaŋ li m-miri ba na, (ka bɛ zaɣisi li), ka o yεli: “Di ni bɔŋɔ, yi ku ŋubi"},{"SurahNumber":51,"VerseNumber":28,"Text":"Ka o (Annabi Ibraahima) zo dabiεm ni bana (saamba maa), ka bɛ yεli: “Miri ka a zo dabiεm, ka naan ti o suhupiεlli lahibali ni bidibbila so ŋun nyɛ baŋda (ka o paɣa yɛn dɔɣi o)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Ka o (Annabi Ibrahima) paɣa kpa bɛ polo na, ka nyɛla ŋun chɛhira, ka wobsiri o ninni, ka yεli: “Mani nyɛla ŋun kurigi, ka lahi nyɛ paɣaŋɔli.”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ka bɛ (Malaaikanim’ maa) yεli: “Lala ka a Duuma (Naawuni) yεli: “Achiika! Ŋuna n-nyɛ Yεmgoliŋga lana, Baŋda.”"},{"SurahNumber":51,"VerseNumber":31,"Text":"Ka o yεli: “Yi lahibali leei kuli nyɛla dini, yaa yinim’ tuumba?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Ka bɛ (Malaaikanim’ maa) yεli: “Achiika! Bɛ tim ti la ninvuɣu shεba ban nye bibiɛhi sani (Annabi Lutu niriba).”"},{"SurahNumber":51,"VerseNumber":33,"Text":"“Domin ti ti labi ba ni kuɣu shɛŋa din nyɛ yεɣiri (ka bɛ she li ni buɣum).”"},{"SurahNumber":51,"VerseNumber":34,"Text":"“Ka di (kuɣa maa) nyɛla bɛ ni niŋ shεli alaama a Duuma (Naawuni) sani domin barinanim’ zuɣu"},{"SurahNumber":51,"VerseNumber":35,"Text":"Dinzuɣu, ka Ti (Tinim’ Naawuni) daa yihi ninvuɣu shεba ban be di puuni ka ti yεlimaŋli maa"},{"SurahNumber":51,"VerseNumber":36,"Text":"Ti mi daa bi nya so naɣila yili gaŋ din nyɛ Muslinnim’ yili di (tiŋ’ maa) ni"},{"SurahNumber":51,"VerseNumber":37,"Text":"Ka Ti (Tinim’ Naawuni) chε alaama yini n-zali di puuni n-zaŋ ti ninvuɣu shεba ban zɔri (Naawuni) azaaba kpeeni la"},{"SurahNumber":51,"VerseNumber":38,"Text":"Ni Annabi Musa yɛltɔɣa ni, saha shεli Ti (Tinim’ Naawuni) ni daa tim o Fir’auni sani ni daliri (o jaangbee la) din be polo ni"},{"SurahNumber":51,"VerseNumber":39,"Text":"Ka o (Fir’auna) lebi biri ni o tobbihi, ka yεli: “O (Musa) nyɛla sihira- lana, bee yinyaa.” daa gbaagi o mini o tobbihi, ka zaŋ ba"},{"SurahNumber":51,"VerseNumber":40,"Text":"Dinzuɣu, ka Ti (Tinim’ Naawuni) n-ti labi teeku kom ni, ka o lahi nyɛ bɛ ni galindi so"},{"SurahNumber":51,"VerseNumber":41,"Text":"Ni Aadunima (Annabi Hudu niriba) yɛltɔɣa ni, saha shεli Ti ni daa tim pɔhim kpeeni na bɛ zuɣu"},{"SurahNumber":51,"VerseNumber":42,"Text":"Di bi chɛri shɛli kam di ni gari di zuɣu, naɣila di zaŋ li mi leei kamani koba din bursi la"},{"SurahNumber":51,"VerseNumber":43,"Text":"Ni Samuudu nima (Annabi Salihu niriba) yɛltɔɣa ni, saha shεli bɛ (Naawuni) ni daa yεli ba: “Wummi ya nyεɣisim hali ni saha biɛla.”"},{"SurahNumber":51,"VerseNumber":44,"Text":"Ka bɛ kpahi yεɣi tariga ka chɛ bɛ Duuma zaligu, dinzuɣu ka tahigu daa gbaai ba, ka bɛ nyɛla ban kuli lihira"},{"SurahNumber":51,"VerseNumber":45,"Text":"Dinzuɣu, bɛ daa bi tooi yiɣisira, bɛ mi daa pala ban yɛn tooi sɔŋ bɛ maŋa"},{"SurahNumber":51,"VerseNumber":46,"Text":"Lala n-daa nyɛ Annabi Nuhu niriba pɔi ni bana, achiika! Bɛ daa shiri nyɛla ninvuɣu shεba ban kpee yi"}]}