{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Hakikati inkara sartlanmıs olanlara gelince, (o Gun) bir ses onlara soyle diyecektir: \"Imana cagrıldıgınız halde hakikati inkara devam ettiginiz (zaman) Allah´ın size karsı ofkesi, sizin kendinize karsı duydugunuz (su anki) ofkenizden daha buyuktur"},{"SurahNumber":40,"VerseNumber":11,"Text":"(Bunun uzerine) \"Ey Rabbimiz!\" diye feryad edecekler: \"Sen bizi iki defa oldurdun, iki defa dirilttin! Peki, gunahlarımızı itiraf ettigimiz su anda (bu ikinci olumden) bir kurtulus yolu yok mudur"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Ve onlara soyle denilecektir:) \"Bu (basınıza geldi), cunku Tek Allah´a her cagrıldıgınızda bu hakikati inkar ettiniz; ama O´na ortak kosulunca (hemen) inandınız! Artık hukum, Buyuk ve Yuce Allah´ındır"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size (her turlu) isaretlerini gosteren, sizin icin gokten rızık indiren O´dur. Ama Allah´a yonelmis olanlardan baskası (bundan) bir ders cıkarmaz"},{"SurahNumber":40,"VerseNumber":14,"Text":"Hakikati inkar edenleri ne kadar ofkelendirse de icten bir inancla yalnız Allah´a baglanarak O´na dua edin"},{"SurahNumber":40,"VerseNumber":15,"Text":"O, butun (varlık) derecelerinin en yucesi olarak kudret tahtına kurulmustur. O, Kendi iradesiyle kullarından diledigine vahiy indirir ki (butun insanları) O´na kavusacakları Gun(un gelip catacagı) konusunda uyarsın"},{"SurahNumber":40,"VerseNumber":16,"Text":"ki o Gun Allah´tan gizli saklı hicbir seyleri olmadan (oldukleri yerden) meydana cıkacaklardır. O Gun hukumranlık kimin olacak? Elbette butun varlıklar uzerinde mutlak otorite Sahibi olan Tek Allah´ın (olacak)"},{"SurahNumber":40,"VerseNumber":17,"Text":"O Gun her insan kazandıgının karsılıgını gorur. O Gun hicbir haksızlık (yapılmaz). Suphesiz Allah, hesabı cabuk gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Bu sebeple, onları yureklerin bogulurcasına gırtlaga dayanacagı o yaklasan Gun´e karsı uyar! (o Gun) zalimler ne bir dost bulacaklar, ne de sozu dinlenecek bir sefaatci"},{"SurahNumber":40,"VerseNumber":19,"Text":"(cunku) O, art niyetli bakısların ve yureklerin gizledigi seylerin farkındadır"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah hakikate ve adalete gore hukmeder; O´nu bırakıp yalvardıkları su (varlık)lar ise hicbir hukum veremezler cunku, yalnız Allah´tır her seyi isiten, her seyi goren"}]}