{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Nokudaro, pavakarambirwa naye (Josefa), vakasangana pachihwande. Mukoma wavo mukuru akati: “Hamuzivi here kuti baba venyu vakatora kupika kwenyu nemuzita raAllah, uye mushure makatadza mubasa renyu naJosefa? Nokudaro handisikubuda munyika ino kusvika baba vangu vanditendera, kana kuti Allah vatonga panyaya yangu (nekuregedza Benjamini), uye ndivo mutongi wakanaka.”"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Dzokerai kuna baba venyu uye moti: ‘Imi baba vedu! Zvirokwazvo, mwana wenyu (Benjamini) akaba, uye tinopa huchapupu chete maererano nezvatinoziva, uye hatina kukwanisa kuona zvakavanzika!’"},{"SurahNumber":12,"VerseNumber":82,"Text":"‘Uye bvunzai (vanhu) veguta ratanga tiri, uye ngoro yatadzoka nayo, uye zvirokwazvo tiri kutaura chokwadi.’”"},{"SurahNumber":12,"VerseNumber":83,"Text":"Iye (Jakobho) akati: “Asi hunhu hwenyu hwakupinzai mune zvimwe. Nokudaro moyo murefu ndowakanaka. Pamwe Allah vachavadzosa (vose) kwandiri. Zvirokwazvo, ivo ndivo voga muzivi wezvose, vane huchenjeri hwese.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Akatendeuka kubva kwavari uye akati: “Aah, marwadzo angu aJosefa!” Uye akarasikirwa nekuona nokuda kwekushushikana kwaakange achikudzora"},{"SurahNumber":12,"VerseNumber":85,"Text":"Vakati: “Tinopika naAllah! Hamufi makaguma kufunga Josefa kusvika musisina simba nekuchembera, kana kuti mave umwe wevafi.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Iye akati: “Ndinogunun’una marwadzo nekushushikana kwangu kuna Allah, uye ndinoziva kubva kuna Allah zvamusingazivi.”"},{"SurahNumber":12,"VerseNumber":87,"Text":"“Imi vana vangu! Endai munotsvaga nezvaJosefa namukoma wake, uye musafe marasa tariro dzetsitsi dzaAllah. Zvirokwazvo, hakuna anorasa tariro dzetsitsi dzaAllah, kunze kwevanhu vasingatendi.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Nokudaro pavakapinda maiva naJosefa vakati: “Imi mutongi wenyika! Nguva yakaoma yatisvikira uye mhuri yedu, uye taunza mubhadharo wenhando, nokudaro tipei chipimo chakazara uye ivai mupi kwatiri. Zvirokwazvo, Allah vanopa mubairo vapi vezvipo.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Iye akati: “Munoziva here zvamakaita naJosefa nemukoma wake pamakange musingazivi?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Ivo vakati: “Zvirokwazvo, ndiwe here Josefa?” Iye akati: “Ndini Josefa, uye uyu mukoma wangu (Benjamini). Zvirokwazvo, Allah vane tsitsi nesu. Zvirokwazvo, uyo anotya Allah uye aine moyo murefu, nokudaro, zvirokwazvo Allah havaiti mugove wevaiti vezvakanaka kuti urasike.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Vakati: “Tinopika naAllah! Zvirokwazvo, Allah vakusarudza iwe kwatiri, uye zvirokwazvo taive tiri vatadzi.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Iye (Josefa) akati: “Hakuna raidzo kwamuri zuva ranhasi; Allah ngavakuregererei, uye ndivo (Allah) vane tsitsi dzose pakati peavo vanoratidza tsitsi!”"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Endai nehembe yangu iyi, uye moikanda pamberi pechiso chababa vangu, vachatanga kuona, uye ndiunzirei mhuri yenyu yose.”"}]}