{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Jullie die geloven! Als jullie God vrezen zal Hij voor jullie een reddend onderscheidingsmiddel brengen en jullie je slechte daden kwijtschelden en jullie vergeven; God is vol van geweldige goedgunstigheid"},{"SurahNumber":8,"VerseNumber":30,"Text":"En toen zij die ongelovig zijn plannen maakten om je vast te houden of je te doden of je te verdrijven. Zij maakten plannen en God maakte plannen, maar God is de beste plannenmaker"},{"SurahNumber":8,"VerseNumber":31,"Text":"En wanneer Gods tekenen aan hen worden voorgelezen zeggen zij: \"Wij hebben het gehoord, als wij wilden dan zouden wij iets dergelijks kunnen zeggen. Dit zijn slechts fabels van hen die er eertijds waren"},{"SurahNumber":8,"VerseNumber":32,"Text":"En toen zij zeiden: \"O God, als dit de waarheid is die van U komt, laat dan stenen uit de hemel op ons regenen of geef ons een pijnlijke bestraffing"},{"SurahNumber":8,"VerseNumber":33,"Text":"Maar God is niet zo dat Hij hen zou bestraffen terwijl jij nog onder hen verkeert, noch zou God hen bestraffen, terwijl zij om vergeving vragen"},{"SurahNumber":8,"VerseNumber":34,"Text":"Maar waarom zou God hen niet bestraffen als zij de weg naar de heilige moskee versperren en er niet de beschermers van zijn. De beschermers ervan zijn slechts de gelovigen, maar de meesten van hen weten het niet"},{"SurahNumber":8,"VerseNumber":35,"Text":"Hun salaat bij het huis is slechts gefluit en handgeklap. Proeft dan de bestraffing ervoor dat jullie ongelovig waren"},{"SurahNumber":8,"VerseNumber":36,"Text":"Zij die ongelovig zijn dragen hun bezittingen bij om Gods weg te versperren. Zij zullen ze als bijdragen geven en dat zal voor hen een [reden tot] wroeging worden. Dan zullen zij overwonnen worden en zij die ongelovig zijn zullen in de hel verzameld worden"},{"SurahNumber":8,"VerseNumber":37,"Text":"opdat God de slechten van de goeden onderscheidt en de slechten op elkaar zet en opstapelt en in de hel zet. Dat zijn de verliezers"}]}