{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"¡Oh, los que creeis! Repartid de las cosas buenas que obtuvisteis y de lo que hicimos salir de la tierra para vosotros y no escojais lo malo para repartir, cuando vosotros mismos no lo aceptariais a no ser con los ojos cerrados. Y sabed que Dios todo lo posee, es digno de alabanza"},{"SurahNumber":2,"VerseNumber":268,"Text":"Satanas os atemoriza con la pobreza y os ordena la avaricia, pero Dios os promete Su perdon y Su favor. Y la bondad de Dios todo lo alcanza, El todo lo sabe"},{"SurahNumber":2,"VerseNumber":269,"Text":"Otorga la sabiduria a quien El quiere. Y, a quien le es dada la sabiduria, recibe un bien abundante. Pero no reflexionan mas que los dotados de intelecto"},{"SurahNumber":2,"VerseNumber":270,"Text":"Cualquier caridad que repartais por orden de Dios o por propia iniciativa, ciertamente, Dios lo sabe. Y los opresores no tendran quien les auxilie"},{"SurahNumber":2,"VerseNumber":271,"Text":"Si haceis caridad abiertamente, eso esta bien, pero si la ocultais y dais a los necesitados, eso es mejor para vosotros y servira de compensacion por algunas de vuestras malas acciones. Y Dios esta informado de lo que haceis"},{"SurahNumber":2,"VerseNumber":272,"Text":"No es responsabilidad tuya guiarles, sino que es Dios quien guia a quien El quiere. Y los bienes que repartais os benefician a vosotros mismos. No gasteis sino es buscando agradar a Dios. Y lo bueno que deis, volvera a vosotros y no sereis oprimidos"},{"SurahNumber":2,"VerseNumber":273,"Text":"Que sea para los necesitados que se encuentran en dificultades por su dedicacion a la causa de Dios, sin poder desplazarse por la Tierra. El ignorante piensa que son ricos, por su discrecion. Los reconoceras por sus senales. Ellos no piden a la gente, molestandola. Cualquier bien que gasteis, ciertamente, Dios sabe de ello"}]}