{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Vidklykannya shcho my skazaly anhelam, \"Padayemo prostrate pered Adam.\" Vony upaly prostrate, krim Satan; vin vidmovyvsya"},{"SurahNumber":20,"VerseNumber":117,"Text":"My todi skazaly, \"O Adam, tse ye voroh vas ta vashoyi druzhyny. Ne dozvolʹte yomu evict vy z Rayu, lest vy stayete neshchasnym"},{"SurahNumber":20,"VerseNumber":118,"Text":"Vy harantuyetesʹ nikoly do holodu tam, ne ne idete nezakhyshcheni"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ne budete vy spraha tam, ne strazhdayete z budʹ-yakoho tepla"},{"SurahNumber":20,"VerseNumber":120,"Text":"Ale chort proshepotiv yomu, kazhuchy, \"O Adam, dozvolenyy meni pokaz vy derevo vichnosti ta unending tsaryuvannya"},{"SurahNumber":20,"VerseNumber":121,"Text":"Vony hostylysya z tse, whereupon yikhni orhanizatsiyi staly pomitnym yim, ta vony postaralysya nakryty sebe z lystamy Rayu. Adam takym chynom ne pidkoryavsya yoho Lordu, ta vpav"},{"SurahNumber":20,"VerseNumber":122,"Text":"Z·hodom, yoho Lord vybrav yoho, vykuplenoho yoho, ta kerovanoho yoho"},{"SurahNumber":20,"VerseNumber":123,"Text":"Vin skazav, \"Znyzhayetesya zvidty, vsi vy. Vy vorohy odyn odnym. Koly kerivnytstvo prybuvaye do vas z Meni, budʹ khto khto sliduye za Moyim kerivnytstvom ne zablukayetʹsya, ne zaznayete budʹ-yakoho neshchastya"},{"SurahNumber":20,"VerseNumber":124,"Text":"Yak dlya khto disregards Moye povidomlennya, vin bude maty amiserable zhyttya, ta my resurrect yo, na Dni Resurrection, slipoho"},{"SurahNumber":20,"VerseNumber":125,"Text":"Vin skazhe, \"Miy Lord, chomu vy sklykaly meni slipyy, koly ya zvychayno buv seer"},{"SurahNumber":20,"VerseNumber":126,"Text":"Vin skazhe, 'Tomu, \"shcho vy zabuly nashi vidkryttya koly vony prybuly do vas, vy zaraz zabuvayetesʹ"},{"SurahNumber":20,"VerseNumber":127,"Text":"My takym chynom requite tsey khto porushuyutʹ ta vidmovlyayemosʹ viryty v apokalipsysu yikhnʹoho Lorda. retribution u U maybutnʹomu daleko hirshyy ta everlasting"},{"SurahNumber":20,"VerseNumber":128,"Text":"tse kolysʹ traplyayetʹsya yim skilʹky poperednikh heneratsiy my vynyshchyly? Vony zaraz zakhodyatʹ domivky tsykh pered tym, yak yim. Tse - znaky dlya tsykh khto volodiyutʹ rozvidkoyu"}]}