{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, sin! Eve ajeti na Kur\"anot i Knigata jasna"},{"SurahNumber":27,"VerseNumber":2,"Text":"Catokaz i Radosnica za vernicite"},{"SurahNumber":27,"VerseNumber":3,"Text":"koi namaz izvršuvaat i koi zekat davaat i koi se ubedeni vo Ahiret"},{"SurahNumber":27,"VerseNumber":4,"Text":"Na onie koi ne veruvaat vo Ahiret Nie im gi razubavuvame postapkite nivni, pa talkaat"},{"SurahNumber":27,"VerseNumber":5,"Text":"onie na koi ḱe im pripadne kaznata bolna i na Ahiret ḱe bidat porazeni"},{"SurahNumber":27,"VerseNumber":6,"Text":"Ti, navistina, go primaš Kuranot od Mudriot i ZnalecOT"},{"SurahNumber":27,"VerseNumber":7,"Text":"Koga Musa mu reče na semejstvoto svoe: “Počuvstvuvav ogan; ḱe vi donesam od nego vest ili, pak, ḱe vi donesam zažareno drvo za da se stoplite"},{"SurahNumber":27,"VerseNumber":8,"Text":"I koga se približi do ognot, povika: “Blagosloven neka e Onoj koj e vo ognot i onie okolu nego; slaven neka e Allah, Gospodarot na svetovite"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa, jas sum, navistina, Allah, Silen i Mudar"},{"SurahNumber":27,"VerseNumber":10,"Text":"I frli go stapot tvoj!\" I bidejḱi go pogledna, toj počna da lazi kako zmija, se svrti so pleḱite i ne se vrati poveḱe. “O Musa, ne plaši se! Pejgamberite od Mene, navistina, ne se plašat"},{"SurahNumber":27,"VerseNumber":11,"Text":"osven Onoj koj zulum ḱe napravi, a potoa zloto ḱe go zameni so dobro delo: Jas sum, navistina, Prostuvač i Somilosen"},{"SurahNumber":27,"VerseNumber":12,"Text":"Stavi ja rakata tvoja vo džebot tvoj I ete - ḱe ja izvadiš bela, bez da bide oštetena. Toa e edno od devette znamenija na faraonot i narodot negov. Tie se, navistina, narod rasipnički"},{"SurahNumber":27,"VerseNumber":13,"Text":"bidejḱi im dojdoa znamenijata Naši očigledno, rekoa: “Ova e volšebništvo jasno"},{"SurahNumber":27,"VerseNumber":14,"Text":"Gi prenebregnuvaa, a vo sebe gi priznavaa, duvajḱi sei silejḱi se. Pa, pogledni kakva beše kaznata za bezrednicite"}]}