{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"He nabi allahara takbaraa aralambana karaa arau kaphira, munaphikasakalara anugatya nakaraiba. Niscaya allaha sarbajna, prajnamaya"},{"SurahNumber":33,"VerseNumber":2,"Text":"Arau tomara pratipalakara taraphara paraa tomara prati yi ahi haya kerala tarae'i anusarana karaa. Niscaya tomaloke yi karaa se'i samparke allaha samyaka arahita"},{"SurahNumber":33,"VerseNumber":3,"Text":"Arau tumi kerala allahara oparate'i bharasa karaa. Karmabidhayaka hicape allahe'i yathesta"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allahe kono manuharae'i abhyantarata duta hrdaya srsti karaa na'i. Tomalokara straisakalara majata yibilakara lagata tomaloke yihara karaa, te'om sihamtaka tomalokara matr karai diya na'i arau tomalokara tolaniya putra bilakako te'om tomalokara prakrta putra karai diya na'i. E'ibora tomalokara mukhara kathahe. Allahe kerala satya katha'i kaya arau teraemi sarala patha nirdesa karae"},{"SurahNumber":33,"VerseNumber":5,"Text":"Tomaloke sihamtaka (tolaniya putraka) sihamtara pitrra paraicayerae matiba; allahara ocarata e'itorae'i bechi n'yayasangata. Eteke yadi tomaloke sihamtara pitrra paraicaya najana tente sihamta tomalokara dbini bha'i arau bandhu. E'i bisaye tomaloke kono anicchakrta bhula karaile tomalokara kono dosa nahaya; kintu tomalokara antarae yito icchakrtabharae karaiche (seya aparaadha); arau allaha ksamasila, parama dayalu"},{"SurahNumber":33,"VerseNumber":6,"Text":"Muminasakalara ocarata nabi haiche te'omlokara nijatakaiyo bechi ghanista, arau te'omra straisakala te'omlokara matr. Allahara bidhana anuyayi mumina arau muhajirasakalatakai atmiya-sbajanasakala parasparae bechi ocarata. Kintu tomaloke tomalokara bandhu-bandharara prati kalyanamulaka kiba karaiba bicaraile seya sukiya katha. Eya kitabata lipibad'dha ache"},{"SurahNumber":33,"VerseNumber":7,"Text":"Arau smarana karaa, yetiya ami nabisakalara paraa angikara grahana karaichilo arau tomara paraa'o, lagate nuha, ibraahima, mucha arau icha ibane marayamara paraa'o. Ami te'omlokara paraa grahana karaichilo drrha angikara"},{"SurahNumber":33,"VerseNumber":8,"Text":"satyabadisakalaka sihamtara satyabadita samparke sudhibalai. Arau te'om kaphirasakalara babe prastuta karai raakhiche yantranadayaka sasti"}]}