{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Vnusheniyem My Muse (poveleli): \"Vyydi so slugami Moimi noch'yu I prolozhi im sushey put' chrez more. Pogoni (Faraona) ne strashis' I (nichego) ne boysya"},{"SurahNumber":20,"VerseNumber":78,"Text":"I Faraon pognalsya im vosled s voyskami, No v more ikh pokrylo to, Chemu (bylo poveleno) pokryt' ikh"},{"SurahNumber":20,"VerseNumber":79,"Text":"Ved' Faraon narod svoy sbil s puti, Ikh ne povel pryamoy stezeyu"},{"SurahNumber":20,"VerseNumber":80,"Text":"Syny Israilya! My vas spasli ot vashego vraga, I s vami Svoy Zavet skrepili Na pravoy storone Gory, I nizveli vam mannu i perepelov"},{"SurahNumber":20,"VerseNumber":81,"Text":"Vkushayte ot (Gospodnikh) blag, Kotoryye My vam daruyem, No ne izlishestvuyte v etom, Chtoby ne pal na vas Moy gnev, - Ved' na kogo padet Moy gnev, Togo postignet gibel'"},{"SurahNumber":20,"VerseNumber":82,"Text":"No YA, poistine, proshchayushch K tomu, kto, kayas', obrashchayetsya ko Mne, I veruyet, tvorit blagoye, I sleduyet pryamoy stezey"},{"SurahNumber":20,"VerseNumber":83,"Text":"(Kogda na Goru Musa pribyl, Allakh skazal): \"Chto pospeshil ty tak Uyti ot tvoyego naroda"},{"SurahNumber":20,"VerseNumber":84,"Text":"Otvetil (Musa): \"Oni tam po pyatam za mnoy idut. YA pospeshil k Tebe, Gospod' moy, Chtoby Tebe ugodnym byt'"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Gospod') skazal: \"V otshestviye tvoye My ispytali tvoy narod, I SamirI ikh sbil s puti"},{"SurahNumber":20,"VerseNumber":86,"Text":"Vernulsya Musa k svoyemu narodu Razgnevannyy i ogorchennyy I tak skazal: \"O moy narod! Ne dal li vam Gospod' v Zavete Prekrasneyshiye obeshchan'ya? Il' eti obeshchaniya v Zavete Uzh ochen' daleki (po sroku Ot ispolneniya na vash vek zhizni)? Il' pozhelali vy, chtob vas postig Gnev vashego Vladyki, I potomu narushili obeshchannoye mne"},{"SurahNumber":20,"VerseNumber":87,"Text":"Oni otvetili: \"Svoyeyu vlast'yu Tebe obeshchannogo my ne narushali, No nam bylo poveleno nesti Gruz ukrasheniy (tselogo naroda), I brosili my etot gruz v ogon', I to zhe sdelal Samiri"},{"SurahNumber":20,"VerseNumber":88,"Text":"I vyvel on im (iz ognya) telo tel'tsa, Chto (byl iz zolota otlit) i izdaval mychan'ye. \"Eto - vash bog i Musy Bog, - (oni) skazali, - No (v poiskakh drugogo boga na Gore) On (i pro vas, i pro nego) zabyl"},{"SurahNumber":20,"VerseNumber":89,"Text":"Razve ne videli oni, Chto on ne mozhet im otvetit' ni yedinym (slovom), Ne mozhet im ni navredit', Ni pol'zy prinesti"}]}