{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Uye apo vatumwa vedu vakauya kuna Ibrahim (Abrahamu) nenhaurwa tsvene vakati: “Zvirokwazvo, tichaparadza vanhu (vaLoti) veguta iri (Sodom kuPalestine); chokwadi, vanhu varo vatadzi.”"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim (Abrahamu) akati: “Asika pakati pavo pana Loti.” (Ivo vatumwa) vakati: “Tinoziva ari mukati maro. Tichave, zvirokwazvo, tinomununura (Loti) uye nemhuri yake kusara kwemudzimai wake, uyo achave anosara mumashure (nevatadzi uye oparadzwa navo).”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Uye pakaenda vatumwa vedu kuna Loti, ainge ava kutya nekuda kwavo uye nekusagadzikana. Ivo vakabva vati: “Usatye kana kushushikana! Zvirokwazvo, tichanunura iwe nemhuri yako kusara kwemudzimai wako, uyo achasara neavo vachasara (uye achaparadzwa navo).”"},{"SurahNumber":29,"VerseNumber":34,"Text":"“Zvirokwazvo, tatova pedyo nekuburutsa marwadzo makurusa kuvanhu vedhorobha iri kubva kudenga, nekuda kwekuti vaityora mitemo yaAllah.”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Uye naizvozvo takave tinosiya kubva kwariri chiratidzo (Gungwa reDead Sea kuPalestine) kuvanhu vanonzwisisa"},{"SurahNumber":29,"VerseNumber":36,"Text":"Uye kuMadyan (Midian), takave tinovatumira mukoma wavo Shuaib. Akavaudza kuti: “Imi vanhu vangu! Namatai Allah chete uye motarisira makomborero emabasa akanaka pazuva rekumutswa. Uye musave vanhu vanokanganisa seavo vanokanganisa.”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Naizvozvo vakamuramba (Shuaib), nokudaro vakabva vavhiringidzwa nekundengendeka kwenyika. Vakabva vafa vakapfugama vari mudzimba dzavo"},{"SurahNumber":29,"VerseNumber":38,"Text":"Uye maAad pamwechete nemaThamood! Uye chokwadi (kuparadzwa kwavo) kwakaburitswa pachena kwamuri kubva munzvimbo dzavo dzavaigara. Chamangwiza (Satani) akanatsurudza mabasa avo (kuburikidza nehunyengedzi hwake), uye akavabvisa munzira yakatwasuka, kunyangwe zvazvo vakanga vakapiwa huchenjeri"},{"SurahNumber":29,"VerseNumber":39,"Text":"Uye takaparadza Qaaroon (Korah), Farawo, uye naHaamaan. Uye zvirokwazvo, Musa akauya kwavari nendima dziri pachena, asi vaizvitutumadza panyika, ivo vasingakwanisi kutiza (mutongo wedu wakaomarara)"},{"SurahNumber":29,"VerseNumber":40,"Text":"Nekudaro takashungurudza umwe neumwe wavo maerano nezvitadzo zvake; pakati pavo pane avo vatakatumira mutongo (mhepo yeruzha nematombo ainaya sezvatakaita kuvanhu vaLoti), uye mavari mune vamwe vatakashungurudza neruzha rwakaomarara (sezvatakaita kumaThamood kana kuvanhu vaShuaib). Uye mavari mune vamwe vatakaita kuti vamedzwe nenyika (sezvakaitwa Qaaroon (Korah)), uye kubva mavari mune vamwe vatakanyudza mugungwa (sevanhu vaNowa kana vanhu vaFarawo). Naizvozvo vakanga vasiri Allah vaivakanganisira, ivo ndivo vaizvikanganisira pachavo"},{"SurahNumber":29,"VerseNumber":41,"Text":"Muenzaniso weavo vanotora vabatsiri kunze kwaAllah wakafanana newe dandemutande iro rinozvivakira imba, asi zvirokwazvo, imba yedandemutande haina kana nekusimba kwose, dai vaiziva"},{"SurahNumber":29,"VerseNumber":42,"Text":"Zvirokwazvo, Allah vanoziva izvo zvavanodavidza kunze kwavo. Ndivo vane simba rese, uye neungwaru hwose"},{"SurahNumber":29,"VerseNumber":43,"Text":"Uye mienzaniso iyi tinoiburitsa pachena kuvanhu, asi hapana achainzwisisa kusara kweavo vane ruzivo (rwaAllah nemicherechedzo yavo)"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah vakati kuna mutumwa Muhammad (SAW)): “Allah (voga) ndivo vakasika matenga nepasi rino muchokwadi (uye hapana kana ani akabatsirana navo pakuzvisika).” Zvirokwazvo, mazviri mune micherechedzo kuvanhu vanotenda"}]}