{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Bu,) rabbinin, kulu Zekeriya´ya rahmetinin zikridir"},{"SurahNumber":19,"VerseNumber":3,"Text":"Hani o, rabbine gizlice seslendigi zaman"},{"SurahNumber":19,"VerseNumber":4,"Text":"Demisti ki: \"Rabbim, suphesiz benim kemiklerim gevsedi ve bas, yaslılık aleviyle tutustu; ben sana dua etmekle mutsuz olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Dogrusu ben, arkamdan gelecek yakınlarım adına korkuya kapıldım, benim karım da bir kısır (kadın)dır. Artık bana kendi katından bir yardımcı armagan et"},{"SurahNumber":19,"VerseNumber":6,"Text":"Bana mirascı olsun. Yakup ogullarına da mirascı olsun. Rabbim, onu (kendisinden) razı olunan(lardan) kıl"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Tanrı:) \"Ey Zekeriya, suphesiz biz seni, adı Yahya olan bir cocukla mujdelemekteyiz; biz bundan once ona hic bir adas kılmamısız"},{"SurahNumber":19,"VerseNumber":8,"Text":"Dedi ki: \"Rabbim, karım kısır (bir kadın) iken, benim nasıl oglum olabilir? Ben de yaslılıgın son basamagındayım"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Ona gelen melek:) \"iste boyle\" dedi. \"Rabbin dedi ki: -Bu benim icin kolaydır, daha once sen hic bir sey degil iken, seni yaratmıstım"},{"SurahNumber":19,"VerseNumber":10,"Text":"Dedi ki: \"Rabbim, bana bir ayet ver.\" Dedi ki: \"Senin ayetin, sapasaglam iken uc tam gece insanlarla konusmamandır"},{"SurahNumber":19,"VerseNumber":11,"Text":"Boylelikle (Zekeriya) mescidden kavminin karsısına cıkıp onlara (su anlamları) isaret etti: \"Sabah aksam tesbih edin"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Cocugun dogup buyumesinden sonra ona dedik ki:) \"Ey Yahya, kitabı kuvvetle tut.\" Daha cocuk iken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Katımızdan ona bir sevgi duyarlılıgı ve temizlik (de verdik). O, cok takva sahibi biriydi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana ve babasına itaatkardı ve isyan eden bir zorba degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ona selam olsun; dogdugu gun, olecegi gun ve diri olarak yeniden kaldırılacagı gun de"}]}