{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"My zislaly tobi Koran ne dlya toho, shchob zavdaty tobi strazhdanʹ"},{"SurahNumber":20,"VerseNumber":3,"Text":"a tilʹky yak z·hadku dlya tykh, khto boyitʹsya"},{"SurahNumber":20,"VerseNumber":4,"Text":"Zislav yoho Toy, Khto stvoryv zemlyu y vysoki nebesa"},{"SurahNumber":20,"VerseNumber":5,"Text":"Mylostyvyy utverdyvsya na troni"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yomu nalezhytʹ te, shcho na nebesakh i na zemli, y te, shcho mizh nymy, a takozh te, shcho pid zemleyu"},{"SurahNumber":20,"VerseNumber":7,"Text":"Chy promovlyatymesh uholos, [chy ni] — voistynu, Vin znaye tayemne y naybilʹsh prykhovane"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Nemaye boha, krim Nʹoho, Yomu nalezhatʹ nayprekrasnishi imena"},{"SurahNumber":20,"VerseNumber":9,"Text":"Chy diyshla do tebe rozpovidʹ pro Musu"},{"SurahNumber":20,"VerseNumber":10,"Text":"Koly Vin pobachyv vohonʹ i skazav svoyim lyudyam: «Zachekayte, ya pomityv vohonʹ! Mozhlyvo, ya prynesu vam vid nʹoho holovnyu chy znaydu za vohnem pravylʹnyy shlyakh"},{"SurahNumber":20,"VerseNumber":11,"Text":"I koly vin pidiyshov tudy, to poklykaly yoho: «O Muso"},{"SurahNumber":20,"VerseNumber":12,"Text":"Voistynu, YA — Hospodʹ tviy! Znimy vzuttya svoye, voistynu, ty opynyvsya u svyashchenniy dolyni Tuva"},{"SurahNumber":20,"VerseNumber":13,"Text":"I YA obrav tebe. Slukhay te, shcho vidkryvayetʹsya tobi"},{"SurahNumber":20,"VerseNumber":14,"Text":"Voistynu, YA — Boh i nemaye boha, krim Mene! Tozh poklonyaysya Meni y zvershuy molytvu, shchob pamʺyataty pro Mene"},{"SurahNumber":20,"VerseNumber":15,"Text":"Voistynu, Chas nastane! Ale YA prykhovayu strok prykhodu yoho, shchob vidplatyty kozhniy dushi za te, v chomu vona pospishala"},{"SurahNumber":20,"VerseNumber":16,"Text":"Nekhay ne vidvertaye tebe vid Chasu toy, khto ne uviruvav u nʹoho ta yshov za svoyimy prystrastyamy. Inakshe ty zahynesh"},{"SurahNumber":20,"VerseNumber":17,"Text":"A shcho tse v tvoyiy praviy rutsi, Muso"},{"SurahNumber":20,"VerseNumber":18,"Text":"Toy vidpoviv: «Tse — moya palytsya. YA spyrayusya na neyi, zbyvayu lystya dlya svoyikh ovetsʹ i dlya inshoho vona hodytʹsya»"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah skazav: «Kynʹ yiyi, Muso"},{"SurahNumber":20,"VerseNumber":20,"Text":"Vin kynuv yiyi i palytsya obernulasya na zmiyu ta shvydko popovzla"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah skazav: «Vizʹmy yiyi ta ne biysya! Vona stane tym, chym bula"},{"SurahNumber":20,"VerseNumber":22,"Text":"Poklady svoyu ruku za pazukhu y znaydesh yiyi chystoyu, bez zhodnykh plyam. Osʹ tobi shche odne znamennya"},{"SurahNumber":20,"VerseNumber":23,"Text":"shchob My pokazaly tobi Nashi velyki znamennya"},{"SurahNumber":20,"VerseNumber":24,"Text":"Idy do Firauna, bo, voistynu, vin nespravedlyvyy"}]}