{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"Medyen'e de kardesleri Suayb'i gonderdik de ey kavmim dedi, Allah'a kulluk edin, ondan baska bir mabudunuz yoktur. Rabbinizden apacık bir delil gelmistir size, artık kileyi dogru olcun, teraziyi dogru tartın, insanların haklarını yemeyin ve duzene girdikten sonra yeryuzunde bozgunculuk etmeyin. Inanmıssanız bunlar, daha hayırlıdır size"},{"SurahNumber":7,"VerseNumber":86,"Text":"Inananları tehdit ederek Allah yolundan menetmek ve o yolun egri bir hale gelmesini saglamak icin her yolun basında oturup pusu kurmaya kalkmayın ve hatırlayın o zamanı ki azlıktınız, o sizi cogalttı. Bozgunculukta bulunanların sonucları ne olmus, ne hale gelmisler, bakın da gorun"},{"SurahNumber":7,"VerseNumber":87,"Text":"Sizin bir kısmınız, benimle gonderilene inanır, bir kısmınız inanmazsa Allah, aramızda hukmedinceye dek sabredin ve o, hukmedenlerin en hayırlısıdır"},{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminin ileri gelenlerinden olup iman etmeyi kibirlerine yediremeyenler, ey Suayb dediler, mutlaka seni de, sana inananları da hep beraber ya sehrimizden cıkaracagız, yahut da bizim dinimize donersiniz. O da dedi ki: Biz istemesek de zorla mı yapacaksınız bunu"},{"SurahNumber":7,"VerseNumber":89,"Text":"Fakat Allah bizi ondan kurtardıktan sonra tutar da tekrar sizin dininize donersek yalan yere Allah'a iftira etmis oluruz. Artık o dine donmemize imkan yok, meger ki Rabbimiz olan Allah dileye. Rabbimizin bilgisi her seye yeter, her seyi samildir. Allah'a dayandık biz. Rabbimiz, sen bizimle kavmimizin arasında gercek olanı hukmet ve sen, hukmedenlerin en hayırlısısın"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminin ileri gelenlerinden kafir olanlar, Suayb'e uydugunuz takdirde andolsun ki dediler, zarara ugrarsınız"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken, siddetli bir depremle azaba ugradılar, yurtlarında diz cokmus bir halde yuzukoyun kapanarak helak olup gittiler"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb'i yalanlayanlar, sanki oralarda hic oturmamıslar, hic yasamamıslardı, Suayb'i yalanlayanlar, asıl zarara ugramıslardı"},{"SurahNumber":7,"VerseNumber":93,"Text":"Suayb, onlardan yuz cevirdi de ey kavmim dedi, andolsun ki ben size Rabbimin bildirdigi haberleri teblig ettim ve ogut verdim. Artık kafir bir kavme nasıl acıklanabilirim"}]}