{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Noe ne dychat z svuj lide verit krome ty ji verit! Ne zarmoutit jejich boj"},{"SurahNumber":11,"VerseNumber":37,"Text":"Stavet archa nas bdely otvor nas vdechnuti ne vzyvat Mi ochoten za o ty zhresit; oni urcit potopit"},{"SurahNumber":11,"VerseNumber":38,"Text":"i kdy on stavet archa whenever trochu o svem lide proplout jemu oni smich jemu. On odrikavat Ty smavy nas my smavy ty presne ackoliv ty smich"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ty ucinil to prece najit out ktery snest hanebny odskodneni privodit si vecny trestani"},{"SurahNumber":11,"VerseNumber":40,"Text":"When nas soud podlehnout atmosphere vred kolem my odrikavat Prodavat to par z kady hodny dohromady na svuj druh ty odsoudit! Prodavat ty ty domnivat se jen a malokteri domnivat se jemu"},{"SurahNumber":11,"VerseNumber":41,"Text":"On odrikavat Delat se ochoten urad! Za a zminit se o o BUH jsem svuj pustit se svuj kotviste. Muj Magnat jsem Forgiver Milosrdny"},{"SurahNumber":11,"VerseNumber":42,"Text":"Protoe to spustit ti od vlnit jako kopecek Noe prijit svem syn odloucit O muj syn podlehnout jizda nas vyloucit co z ceho ne jsem disbelievers"},{"SurahNumber":11,"VerseNumber":43,"Text":"(On odrikavat ja pokladat utociste kopecek ochranny mne rozvodnit. On odrikavat Nic ochranny kady dnes buh soud; jen ty zaslouily Svem soucit uchovat.) vlnit stranou ti on byl among ty potopit"},{"SurahNumber":11,"VerseNumber":44,"Text":"To vyhlasit O zahrabat odvolat svuj rozvodnit O podnebi prestat rozvodnit pak klesat soud naplnit! Archa posleze posilnit odpocinkem ochoten kopecek Judea. To pak vyhlasit prestupnik hynout"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noe vzyvat svem Magnat Muj Magnat muj syn jsem clanek z muj rodinny Svuj slib jsem vernost. Ty jsem odborny z a odborny"},{"SurahNumber":11,"VerseNumber":46,"Text":"On odrikavat O Noe on ne jsem z svuj druh. jsem nepoctivy poadovat Mne neco ty ne modni! Ja informovat ty lest ty jsem a nevzdelany"},{"SurahNumber":11,"VerseNumber":47,"Text":"On odrikavat Muj Magnat ja adat utociste Ty lest ja vzyvat Ty znovu neco ja ne modni. Ty omluvit mne mel soucit mne ja jsem kdo neco ztrati"},{"SurahNumber":11,"VerseNumber":48,"Text":"To vyhlasit O Noe vylodit pokoj stesti ty narod prejit svuj druhy. Ohledne Ceho jiny narod sestupovat podle ty my stesti ti pro chvilku pak predloit ti trapny odskodneni"},{"SurahNumber":11,"VerseNumber":49,"Text":"Tento jsem zprava pres my odhalit ty. Ty ne mel vedomi ti - Vubec ty nor svuj lide - Neli tento. Proto jsem trpelivy. Posledni vitezstvi naleet podle a spravedlivy"}]}