{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Bununla beraber kimin omrunu uzatıyorsak yaratılısta onu tersine ceviri(p gucten dusuru)yoruz. Hala akıllanmayacaklar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona siir ogretmedik, ona yakısmaz da; o sadece bir ogut ve parlak bir Kur´an´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanı uyandırmak, nankorlere de o azap sozunun gerekmesi icin"},{"SurahNumber":36,"VerseNumber":71,"Text":"Sunu da gormediler mi: Biz onlar icin ellerimizin yaptıklarından bir takım yumusak hayvanlar yaratmısız da onlara sahip bulunuyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onları kendilerine zebun etmisiz de hem onlardan binekleri var, hem de onlardan yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda daha bircok menfaatleri ve turlu icecekleri de var. Hala sukretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Tuttular bir de Allah´tan baska bir takım ilahlar edindiler. Guya yardım olunacaklar"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onların onlara yardıma gucleri yetmez; onlar ise onlar (tanrılar) icin celbolunan askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"O halde onların lakırdıları seni uzmesin. Biz onların iclerini de biliriz dıslarını da"},{"SurahNumber":36,"VerseNumber":77,"Text":"Insan gormuyor mu ki, Biz onu bir nutfeden yarattık da simdi o ceneli bir cekisgen kesildi"},{"SurahNumber":36,"VerseNumber":78,"Text":"Yaratılısını unutarak Bize bir de mesel (ornek) fırlattı: «Curumusken o kemikleri kim diriltir?» dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: «Onları ilk defa yaratan diriltir ve o yaratmanın her turlusunu bilir.»"},{"SurahNumber":36,"VerseNumber":80,"Text":"O ki size yesil agactan bir ates cıkarmasını sagladı da simdi siz ondan tutusturup duruyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gokleri ve yeri yaratan onlar gibisini yaratmaya kadir degil midir? Elbette kadirdir. Yaratan O, her seyi bilen O"},{"SurahNumber":36,"VerseNumber":82,"Text":"O´nun emri, birseyi dileyince ona sadece «Ol!» demektir. O da oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Artık tesbih edilmez mi oyle herseyin hukumranlıgı elinde bulunan yuce Allah! Hep de dondurulup O´na goturuleceksiniz"}]}