{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"Di: «¿Quien prohibe los adornos y los buenos alimentos que Dios ha creado para Sus criaturas?» Di: «Esto es para quienes creen, mientras dure su vida en este mundo, pero sera solamente para ellos el Dia del Levantamiento.» Asi es como Nosotros explicamos nuestras indicaciones para la gente que tiene conocimiento y entendimiento"},{"SurahNumber":7,"VerseNumber":33,"Text":"Di: «En verdad, mi Senor solamente ha prohibido la indecencia y los malos comportamientos publicos o privados, el pecado, la agresion sin derecho, que adoreis como si fuera Dios aquello a lo que El no ha concedido ninguna autoridad y poder y que atribuyais a Dios lo que no sabeis.»"},{"SurahNumber":7,"VerseNumber":34,"Text":"Toda comunidad tiene un plazo de vida y cuando venza su plazo no podran retrasarlo ni una hora ni tampoco adelantarlo"},{"SurahNumber":7,"VerseNumber":35,"Text":"¡Oh, hijos de Adan! Si, de entre vosotros mismos, os llegan profetas que os comunican Mis indicaciones, quienes tengan temor de Dios y corrijan sus malos actos no tendran que temer y no estaran tristes"},{"SurahNumber":7,"VerseNumber":36,"Text":"Pero aquellos que desmientan Nuestras indicaciones y se muestren altivos ante ellas seran la gente del Fuego en el cual estaran eternamente"},{"SurahNumber":7,"VerseNumber":37,"Text":"¿Quien, pues, es mas opresor que quien inventa mentiras sobre Dios o desmiente Sus indicaciones? Esos recibiran la parte que les fue decretada, hasta que lleguen a ellos Nuestros enviados, tomen sus almas y les digan: “¿Donde estan aquellos a quienes invocabais en lugar de Dios?” Diran: «Se apartaron de nosotros» y testificaran contra ellos mismos que ocultaban la Verdad"},{"SurahNumber":7,"VerseNumber":38,"Text":"Dira (Dios): «Entrad en el Fuego, con las comunidades de genios y humanos semejantes a vosotros que os precedieron.» Cada vez que una comunidad entre maldecira a su hermana. Hasta que, cuando todas ellas se encuentren reunidas en el, la ultima de ellas diga de la primera: «¡Senor nuestro! ¡Ellos fueron quienes nos extraviaron! ¡Dales, pues, doble castigo del Fuego!» Dira (Dios): «Sera el doble para cada una, pero no lo sabeis.»"},{"SurahNumber":7,"VerseNumber":39,"Text":"Y el primero de ellos dira al ultimo: «No nos aventajais en nada, asi que gustad el castigo por lo que habeis hecho.»"}]}