{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Dumnezeu este Cel ce v-a creat voua auzul, vazul si inimile. Putini sunt insa multumitori"},{"SurahNumber":23,"VerseNumber":79,"Text":"El este Cel ce v-a raspandit pe pamant si inaintea Sa veti fi adunati"},{"SurahNumber":23,"VerseNumber":80,"Text":"El este Cel ce da viata si moartea si de la El este schimbarea noptii si a zilei. Nu pricepeti, oare"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ei spun insa, precum spuneau si cei dintai"},{"SurahNumber":23,"VerseNumber":82,"Text":"“Cand vom muri si vom fi tarana si oase, vom mai fi sculati"},{"SurahNumber":23,"VerseNumber":83,"Text":"Noua si tatilor nostri dinainte ni s-a fagaduit aceasta, insa nu sunt decat povesti ale celor dintai!”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Spune: “Al cui este pamantul cu ce se afla pe el? O, daca ati sti!”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ei vor spune: “A lui Dumnezeu!” Spune: “Nu va veti mai aminti?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Spune: “Cine este Domnul celor sapte ceruri? Domnul Tronului cel Mare?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ei vor spune: “Dumnezeu!” Spune: “Si nu va veti teme?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Spune: “Cine tine in mana Sa imparatia tuturor lucrurilor? Cine ocroteste si nu are nevoie sa fie ocrotit? O, daca ati sti!”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ei vor spune: “Dumnezeu!” Spune: “Cum de sunteti vrajiti?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Noi le-am adus Adevarul, insa ei sunt tot mincinosi"},{"SurahNumber":23,"VerseNumber":91,"Text":"Dumnezeu nu si-a daruit siesi fii. Alaturi de El nu este alt dumnezeu, caci atunci fiece dumnezeu ar fi luat ceea ce a creat si s-ar fi inaltat unii asupra altora. Marire lui Dumnezeu deasupra a ceea ce ei plasmuiesc"},{"SurahNumber":23,"VerseNumber":92,"Text":"El cunoaste tainuitul si marturisitul. Inaltarea Lui asupra celor care ei I-i alatura"}]}