{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"¡Oh, los que creeis! Temed a Dios y buscad la manera de acercaros a El y esforzaos por Su causa, quizas, asi, tengais exito"},{"SurahNumber":5,"VerseNumber":36,"Text":"En verdad, a quienes no creen, aunque poseyeran todo cuanto hay en la Tierra y otro tanto y lo entregaran para redimirse con ello del castigo del Dia del Levantamiento, no les seria aceptado y tendran un castigo inmenso"},{"SurahNumber":5,"VerseNumber":37,"Text":"Querran escapar del Fuego, pero no saldran de el y sufriran un castigo constante"},{"SurahNumber":5,"VerseNumber":38,"Text":"Y, al ladron y a la ladrona, cortadles la mano en pago de lo que hicieron, como escarmiento procedente de Dios. Y Dios es poderoso, sabio"},{"SurahNumber":5,"VerseNumber":39,"Text":"Pero, Dios perdonara a quien, tras su mal comportamiento, se arrepienta y repare el mal que cometio. En verdad, Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":5,"VerseNumber":40,"Text":"¿Acaso no sabes que a Dios pertenece la soberania de los cielos y la Tierra? El castiga a quien quiere y perdona a quien quiere. Dios tiene poder sobre todas las cosas"},{"SurahNumber":5,"VerseNumber":41,"Text":"¡Oh, Mensajero! No te entristezcas por quienes se precipitan a la incredulidad. Son de los que dicen «creemos» con sus bocas pero que no creen con sus corazones. Ni por los judios que prestan oidos a la mentira y espian para otras gentes que no han venido a ti. Sacan las palabras (de la Sagrada Escritura) de su contexto. Dicen: «Si emiten este juicio, aceptadlo y si no rechazadlo.» No podras interceder ante Dios a favor de quien Dios quiera castigar. Esos son aquellos a los que Dios no quiere purificar sus corazones. Sufriran la humillacion en esta vida y en la otra un castigo inmenso"},{"SurahNumber":5,"VerseNumber":42,"Text":"Prestan oido a las mentiras y se alimentan de bienes ilicitos. Si vienen a ti, juzga su asunto o dejales que se arreglen entre ellos. Si te inhibes, no podran perjudicarte en absoluto, pero si juzgas, juzgales con equidad. Ciertamente, Dios ama a quienes son equitativos"},{"SurahNumber":5,"VerseNumber":43,"Text":"Pero ¿Como pueden querer que tu seas su juez, teniendo ellos la Tora con el juicio de Dios? Luego, tras ello, dan la espalda. No son creyentes"}]}