{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"“Ndipo ndithu tidampatsa buku Mûsa, koma kusiyana kudabuka mmenemo (pakatanthauzidwe ka bukulo pambuyo pa Mûsa). Pakadapanda mawu a Mbuye wako omwe adatsogola (oti sadzawalanga nthawi isanafike), ndithu kukadaweruzidwa pakati pawo. Ndipo ndithu iwo ali m’kukaika ndi kupeneka (kwakukulu) pa zimenezo"},{"SurahNumber":11,"VerseNumber":111,"Text":"“Ndipo ndithu Mbuye wako adzawapatsa onsewo mphoto ya zochita zawo mokwanira. Ndithu Iye Ngodziwa (zonse) zimene akuchita"},{"SurahNumber":11,"VerseNumber":112,"Text":"“Choncho (E iwe Mtumiki!) Pitiriza kulungama monga momwe akulamulira (iwe) pamodzi ndi omwe atembenukira (kwa Allah), ndipo musapyole malire. Ndithu Iye akuona zonse zimene muchita"},{"SurahNumber":11,"VerseNumber":113,"Text":"“Ndipo musapendekere kwa amene sali olungama kuopa kuti chilango cha Moto chingakukhudzeni; ndipo simudzakhala ndi atetezi kwa Allah, ndipo potero simudzathandizidwa (chilichonse)"},{"SurahNumber":11,"VerseNumber":114,"Text":"“Ndipo pemphera Swala nsonga ziwiri za usana ndi nthawi za usiku zomwe zili pafupi ndi usana. Ndithu zabwino zimachotsa zoipa. Ichi ndi chikumbutso kwa okumbukira"},{"SurahNumber":11,"VerseNumber":115,"Text":"“Ndipo pirira (E iwe Mtumiki! Pokwaniritsa malamulo a Mbuye wako)! Ndithu Allah sataya malipiro a ochita zabwino"},{"SurahNumber":11,"VerseNumber":116,"Text":"“Kodi bwanji sadakhalepo, mu mibadwo ya anthu akale, eni nzeru (omvera akalangizidwa), oletsa kuononga pa dziko kupatula ochepa amene tidawapulumutsa mwa iwo? Ndipo amene adadzichitira okha zoipa adatsata zomwe adasangalatsidwa nazo, choncho, adali ochita zoipa"},{"SurahNumber":11,"VerseNumber":117,"Text":"“Ndipo Mbuye wako sali woononga midzi mopanda chilungamo pomwe eni ake (midziyo) ali ochita zabwino"},{"SurahNumber":11,"VerseNumber":118,"Text":"“Ndipo Mbuye wako akadafuna, anthu onse akadawachita kukhala mpingo umodzi. Choncho saleka kukhala osiyana (maganizo)"},{"SurahNumber":11,"VerseNumber":119,"Text":"“Kupatula omwe Mbuye wako wawachitira chifundo; ndipo chifukwa cha chifundocho, adawalenga (koma okha akusankha zoipa). Ndipo mawu a Mbuye wako akwaniritsidwa (akuti): “Ndithudi, ndizadzadzitsa Jahannam ndi ziwanda ndi anthu onse pamodzi (omwe adali oipa).”"},{"SurahNumber":11,"VerseNumber":120,"Text":"“Ndipo tikukusimbira zonse mwa nkhani za atumiki zomwe tikukulimbikitsa nazo mtima. Ndipo m’zimenezi choonadi chakufika ndi ulaliki ndiponso chikumbutso kwa okhulupirira"},{"SurahNumber":11,"VerseNumber":121,"Text":"“Ndipo auze amene sadakhulupirire (kuti): “Chitani mmene mungathere; nafenso tichita (mmene tingathere).”"},{"SurahNumber":11,"VerseNumber":122,"Text":"““Ndipo dikirani (chiweruzo cha Allah) nafenso tikudikira.”"},{"SurahNumber":11,"VerseNumber":123,"Text":"“Zonse zobisika za kumwamba ndi pansi nza Allah ndipo zidzabwezedwa kwa Iye. Choncho, mpembedzeni ndi kutsamira kwa Iye. Ndithu Mbuye wako siwonyalanyaza zimene mukuchita"}]}