{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"God has told you this parable about yourselves: Could your slaves share your wealth equally with you and could you fear them as you fear yourselves? Thus, do We clarify the evidence (of the truth) for the people of understanding"},{"SurahNumber":30,"VerseNumber":29,"Text":"In fact, the unjust have followed their desires without knowledge. Who will guide those whom God has caused to go astray? No one will be their helper"},{"SurahNumber":30,"VerseNumber":30,"Text":"(Muhammad), be devoted to the upright religion. It is harmonious with the nature which God has designed for people. The design of God cannot be altered. Thus is the upright religion, but many people do not know"},{"SurahNumber":30,"VerseNumber":31,"Text":"Turn in repentance to Him. Have fear of Him. Be steadfast in your prayer. Do not be like the pagans"},{"SurahNumber":30,"VerseNumber":32,"Text":"who have divided themselves into various religious sects, each one happy with their own belief"},{"SurahNumber":30,"VerseNumber":33,"Text":"When people face hardship, they begin praying to their Lord and turn in repentance to Him. When they receive mercy from Him, a group of them begin to consider things equal to God"},{"SurahNumber":30,"VerseNumber":34,"Text":"because of their ingratitude for what We have given them. Let them enjoy themselves, but they will soon know (the consequences of their deeds)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Have We sent them any authority to speak in support of their idols"},{"SurahNumber":30,"VerseNumber":36,"Text":"When people receive mercy, they are happy with it. However, when hardship befalls them because of their own deeds, they despair"},{"SurahNumber":30,"VerseNumber":37,"Text":"Have they not seen how God increases the livelihood of whomever He wants and determines his share. In this there is evidence (of the truth) for the believing people"},{"SurahNumber":30,"VerseNumber":38,"Text":"Give the relatives, the destitute, and the needy travellers their share (of charity). It is better for those who want to please God and they will have everlasting happiness"},{"SurahNumber":30,"VerseNumber":39,"Text":"God will not allow to increase whatever illegal interest you try to receive in order to increase your wealth at the expense of people's property. Whatever amount of zakat you give to please God will be doubled (for you)"},{"SurahNumber":30,"VerseNumber":40,"Text":"It is God who has created you and given you sustenance. He will make you die and will bring you back to life. Can any of your idols do such things? God is too Exalted to be considered equal to anything else"}]}