{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Mainitse Kirjassa myös Mariasta: Hän lähti perheensä luota yksinäiseen paikkaan idässä"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ja hän otti hunnun, joka verhosi hänet heidän katseiltaan. Senjälkeen Me lähetimme henkemme hänen luokseen, ja se ilmestyi hänelle aivan kuin ihmisolento"},{"SurahNumber":19,"VerseNumber":18,"Text":"Maria lausui: »Totisesti, minä etsin sinua vastaan turvaa laupeimpaan (Jumalaan) luottaen, jos olet hurskas.»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Hän vastasi: »Minä olen vain Herrasi lähettiläs ja tuon sinulle viattoman pojan.»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Maria sanoi: »Kuinka minä voisin saada pojan, kun kukaan ihminen ei ole minuun koskenut enkä ole siveetön?»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Hän vastasi: »Näin sanoo Herrasi: 'Se on helppo asia Minulle, ja se on oleva merkkinä ihmissuvulle ja armonosoituksena Meiltä; onhan asia jo ratkaistu.'»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Silloin Maria vastaanotti hänen lupauksensa ja siirtyi kauas syrjäiseen paikkaan"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sitten synnytystuskat pakottivat hänet nojautumaan taatelipalmun runkoon. Hän lausui: »Voi, kun olisin kuollut ennen tätä ja minut olisi kokonaan unohdettu.»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Silloin ääni hänen altaan kutsui häntä ja sanoi: »Älä murehdi, totisesti Herrasi on asettanut lähteen jalkojesi juureen"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ravista palmun runkoa, niin sinulle putoilee kypsiä taateleita"},{"SurahNumber":19,"VerseNumber":26,"Text":"Sentähden syö ja juo ja kirkastukoon silmäsi. Ja jos näet jonkun ihmisen, niin sano hänelle: »Totisesti, minä olen Laupeimmalle luvannut paastota enkä siis voi puhua tänään kenenkään ihmisolennon kanssa.»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sitten hän palasi kansansa luokse kantaen lastaan. He huudahtivat: »Oi Maria, totisesti sinä olet tehnyt sangen pahasti"},{"SurahNumber":19,"VerseNumber":28,"Text":"Oi Aaronin sisar, sinun isäsi ei ollut kelvoton mies eikä äitisi huono nainen.»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mutta hän vain osoitti lastaan. He sanoivat: »Kuinka voisimme puhua sellaiselle, joka on vielä kehdossa oleva lapsi?»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Poika vastasi: »Totisesti, minä olen Jumalan palvelija. Hän on antanut minulle Kirjan ja Hän on tehnyt minut profeetaksi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Hän antaa minulle siunauksensa missä tahansa olenkin, ja Hän on määrännyt minun tehtäväkseni rukoilemisen ja almut niin kauan kuin elän"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Hän on luonut minut) hyväksi äitiäni kohtaan, eikä Hän ole tehnyt minua kapinalliseksi, onnettomaksi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Rauha ylläni sinä päivänä, jolloin synnyin, sinä päivänä, jolloin kuolen sekä sinä päivänä, jolloin minut herätetään kuolleista.»"},{"SurahNumber":19,"VerseNumber":34,"Text":"Tällainen on Jeesus, Marian poika. Tämä on tosi sanoma, josta he kuitenkin kiistelevät"},{"SurahNumber":19,"VerseNumber":35,"Text":"Jumalan ei ole soveliasta hankkia itselleen poikaa; kunnia olkoon Hänelle! Kun Hän päättää jonkin asian, Hänen tarvitsee vain sanoa: »Tapahtukoon!» ja se tapahtuu"},{"SurahNumber":19,"VerseNumber":36,"Text":"Totisesti, Jumala on minun Herrani ja myöskin teidän Herranne; palvelkaa siis Häntä; tämä on oikea tie.»"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mutta lahkolaiset olivat keskenään erimielisiä; voi uskottomia, kun viimeinen päivä heidät kohtaa"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kuinka hyvin he kuulevatkaan ja näkevät sinä päivänä, jolloin he astuvat eteemme! Mutta tänä päivänä väärämieliset ovat vielä suuren harhan vallassa"},{"SurahNumber":19,"VerseNumber":39,"Text":"Varoita heitä murheen päivästä, jolloin asia on jo ratkaistu, koska he ovat välinpitämättömiä ja epäuskoisia"},{"SurahNumber":19,"VerseNumber":40,"Text":"Totisesti, Me perimme maan ja kaikki, jotka siinä ovat. Ja Meidän luoksemme on heidän palattava"}]}