{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":41,"Text":"Zulme ugratıldıktan sonra, Tanrı yolunda hicret edenleri dunyada suphesiz guzel bir bicimde yerlestirecegiz; ahiret karsılıgı ise daha buyuktur. Bilmis olsalardı"},{"SurahNumber":16,"VerseNumber":42,"Text":"Onlar sabredenler ve rablerine tevekkul edenlerdir"},{"SurahNumber":16,"VerseNumber":43,"Text":"Biz senden evvel kendilerine vahyettigimiz adamlardan baska (peygamberler) gondermedik. Eger bilmiyorsanız zikir ehline sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Onları) Apacık deliller ve kitaplarla (gonderdik). Sana da zikri (Kuran´ı) indirdik ki insanlara kendileri icin indirileni acıklayasın ve onlar da dusunsunler (yetefekkerun)"},{"SurahNumber":16,"VerseNumber":45,"Text":"Artık ´kotulugu orgutleyip duzenleyenler´ Tanrı´nın kendilerini yerin dibine gecirmeyeceginden veya suuruna varamayacakları yerden azabın gelmeyeceginden guvencede (emin) midirler"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ya da onlar, donup dolasmaktalarken (tekallubihim), onları yakalayıvermesinden (mi emindirler?) Ki onlar [bu konuda Tanrı´yı] aciz bırakacak degildirler"},{"SurahNumber":16,"VerseNumber":47,"Text":"Veya onları bir korku uzerinde yakalayıvermesinden (mi emindirler)? Oyleyse rabbin, gercekten sefkatli ve merhamet sahibidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Tanrı´nın herhangi bir seyden yarattıgına bakmıyorlar mı? Onun golgeleri kuculerek sagdan ve soldan Tanrı´ya secde eder vaziyette doner"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde ve yerde olan ne varsa, canlılar ve melekler Tanrı´ya secde ederler ve onlar buyukluk taslamazlar"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ustlerinden (her an bir azab gondermeye kadir olan) rablerinden korkarlar ve buyrulduklarını yaparlar / yerine getirirler"}]}