{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Благословен Тот, кто воздвиг на небе созвездия, а также солнце и луну освещающую"},{"SurahNumber":25,"VerseNumber":62,"Text":"Он - Тот, кто установил череду ночи и дня для тех, кто желает помнить [это чудо] и возблагодарить [за это Аллаха]"},{"SurahNumber":25,"VerseNumber":63,"Text":"Рабы Милостивого - это те, которые ступают по земле смиренно, а когда невежды обращаются к ним, говорят: \"Мир"},{"SurahNumber":25,"VerseNumber":64,"Text":"те, которые проводят ночи, падая ниц и представая перед Господом своим"},{"SurahNumber":25,"VerseNumber":65,"Text":"те, которые говорят: \"Господи наш! Избавь нас от наказания ада! Ибо наказание ада - мука неотступная"},{"SurahNumber":25,"VerseNumber":66,"Text":"Воистину, ад - мерзкое местопребывание и скверное прибежище"},{"SurahNumber":25,"VerseNumber":67,"Text":"[Рабы Милостивого] - это те, которые не расточительствуют и не скупятся, а тратят умеренно"},{"SurahNumber":25,"VerseNumber":68,"Text":"те, которые не взывают наряду с Аллахом к другому богу, не убивают человека, которого Аллах запретил [убивать], если только он не заслуживает этого по праву, и не прелюбодействуют. А тот, кто делает так, будет подвергнут каре"},{"SurahNumber":25,"VerseNumber":69,"Text":"В День воскресения наказание ему будет удвоено, и он будет пребывать в таком униженном состоянии вечно"},{"SurahNumber":25,"VerseNumber":70,"Text":"за исключением тех из них, кто раскаялся, уверовал и совершил доброе дело. За это Аллах заменит их злые деяния добрыми, ибо Аллах - прощающий, милосердный"},{"SurahNumber":25,"VerseNumber":71,"Text":"Тот, кто раскаялся пред Аллахом и совершил доброе дело, воистину, он раскаялся искренне"},{"SurahNumber":25,"VerseNumber":72,"Text":"[Рабы Милостивого] - это те, которые не лжесвидетельствуют и которые, когда проходят мимо суетного, минуют его с достоинством"},{"SurahNumber":25,"VerseNumber":73,"Text":"те, которые, когда их наставляют аятами Господа, не падают [наземь] слепыми и глухими к этим [аятам]"},{"SurahNumber":25,"VerseNumber":74,"Text":"те, которые говорят: \"Господи наш! Даруй нам отраду глаз в наших женах и потомках и сделай нас образцом для богобоязненных"},{"SurahNumber":25,"VerseNumber":75,"Text":"Они получают в награду наивысшее место в раю за то, что были терпеливы, и встретят их там приветствием и миром"},{"SurahNumber":25,"VerseNumber":76,"Text":"Вечно пребудут они в нем. Прекрасен рай как местопребывание и жилище"},{"SurahNumber":25,"VerseNumber":77,"Text":"Скажи [, Мухаммад, неверным]: \"Мой Господь не станет заботиться о вас, если вы не воззовете [к Нему]. Вы же отвергли [веру], потому наказание грядет неизбежно"}]}