{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Yaha! (Yaa nyini Annabi)! Teemi saha shεli Ti (Tinim’ Naawuni) ni daa yεli Malaaikanima: “Niŋmi ya suzuuda n-ti Adam,” ka bɛ niŋ suzuuda maa, naɣila Iblisa (shintaŋ) n-daa zaɣisi"},{"SurahNumber":20,"VerseNumber":117,"Text":"Ka Ti (Tinim’ Naawuni) yεli: “Yaa nyini Adam! Achiika! Ŋumbɔŋɔ maa (shintaŋ) nyɛla dima n-ti a mini a paɣa, dinzuɣu, miri ya ka yi ti chɛ ka o yihi ya Alizanda puuni, ka yi niŋ wahala.”"},{"SurahNumber":20,"VerseNumber":118,"Text":"“(Yaa nyini Adam)! Achiika! Kum bi yɛn paagi a di (Alizanda) puuni, a mi ku chaŋ a zaɣim.”"},{"SurahNumber":20,"VerseNumber":119,"Text":"Yaha! Achiika! Konyuri ku gbaagi a di (Alizanda) puuni, a mi ku wum wuntaŋ’ tulum"},{"SurahNumber":20,"VerseNumber":120,"Text":"Ka shintaŋ zaŋ yɛltɔɣa biɛɣu n-niŋ o suhu ni, ka yεli: “Yaa nyini Adam! Dini bɔŋɔ, n-wuhimi ya kpaliŋkpaa tia (ka yi di li, ka ku lahi kpi), ni nam din bi naara"},{"SurahNumber":20,"VerseNumber":121,"Text":"Ka bɛ niriba ayi maa (Adam mini o paɣa) di di (binwolli maa) puuni shɛli, ka bɛ zaɣim yi na polo ni, ka bɛ naan yi pa zaŋdi Alizanda puuni tivari m-pobri bɛ maŋa, ka Adam kpe o Duuma (Naawuni) taali ni, ka birgi"},{"SurahNumber":20,"VerseNumber":122,"Text":"Din nyaaŋa, ka o Duuma gahimmi o ka deei o tuuba, ka lahi dolsi o"},{"SurahNumber":20,"VerseNumber":123,"Text":"Ka O (Naawuni) yεli: “Yi niriba ayi maa (Adam mini o paɣa) sheemi di (Alizanda) puuni, yi (zuliya) yɛn ti nyɛla dimba ni taba. Amaa! Dolsigu yi ti kan ya na N (Mani Naawuni) sani, tɔ! Ŋun ti doli N dolsigu maa, o ku bɔrgi, o mi ti ku niŋ wahala (Zaadali)"},{"SurahNumber":20,"VerseNumber":124,"Text":"Yaha! Ninvuɣu so ŋun lebi biri ka chɛ N (Mani Naawuni) yɛla teebu, tɔ! O ni nya miisim o bɛhigu (Dunia) puuni, ka Ti (Tinim’ Naawuni) ti lahi yɛn yiɣisi o Zaadali ka o nyɛla zom"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ka o (ninsala chɛfura) yεli: “Yaa n Duuma! Bozuɣu ka a yiɣisi ma ka n- nyɛ zom, ka mi daa nyɛla ŋun ne (Dunia puuni)"},{"SurahNumber":20,"VerseNumber":126,"Text":"Ka O (Naawuni) yεli: “Lala ka Ti (Tinim’ Naawuni) aayanim’ daa ka a na, ka a tam di yεla, dinzuɣu lala ka bɛ yɛn tam a yεla zuŋɔ.”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Tɔ! Lala ka Ti (Tinim’ Naawuni) yɔri ŋun tum barina, ka bi ti O Duuma (Naawuni) aayanim’ yεlimaŋli samli. Yaha! Achiika! Chiyaama daazaaba n-nyɛ din kpεma, ka nyɛ din yɛn kpalim"},{"SurahNumber":20,"VerseNumber":128,"Text":"Di ni bɔŋɔ, di pala dolsigu n-zaŋ ti ba (Maka chεfurinim’) kadama di zooiya ka Ti (Tinim’ Naawuni) gbaai tiŋgbananim’ ban kana poi ni bana, ka bɛ daa nyɛla ban chani bɛ yiŋsi puuni. Achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti haŋkayanima"}]}