{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Bir vakit de Rabbin, Musa'ya nida edip \"Git o zalim kavme\" dedi"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun kavmine, hâlâ sakinmayacaklar mi"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa) söyle seslendi: \"Ya Rab! Dogrusu ben korkarim ki beni yalanci sayarlar"},{"SurahNumber":26,"VerseNumber":13,"Text":"Ve gögsüm daralir, dilim dönmez, onun için Harun'a da elçilik ver"},{"SurahNumber":26,"VerseNumber":14,"Text":"Hem onlarin bana isnad ettikleri bir suç var. Ondan dolayi korkarim ki, hemen beni öldürürler"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah): \"Hayir hayir\" buyurdu, \"haydi ikiniz âyetlerimizle (mucizelerimizle) gidin. Süphesiz ki, biz sizinle beraberiz. (Onlari) isitiyoruz"},{"SurahNumber":26,"VerseNumber":16,"Text":"Haydin Firavun'a gidin de deyin ki: Inan biz, âlemlerin Rabbinin elçisiyiz"},{"SurahNumber":26,"VerseNumber":17,"Text":"Israil ogullarini bizimle beraber gönder"},{"SurahNumber":26,"VerseNumber":18,"Text":"Â, dedi, biz seni çocukken himayemize alip büyütmedik mi? Hayatinin bir çok yillarini aramizda geçirmedin mi"},{"SurahNumber":26,"VerseNumber":19,"Text":"Sonunda o yaptigin (kötü) isi de yaptin. Sen nankörün birisin"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa, \"Ben, dedi, o isi o anda yaptim ki saskinlardandim"},{"SurahNumber":26,"VerseNumber":21,"Text":"Sizden korkunca da hemen aranizdan kaçtim. Sonra Rabbim bana hikmet bahsetti ve beni peygamberlerden kildi"},{"SurahNumber":26,"VerseNumber":22,"Text":"O basima kaktigin nimet de (aslinda) Israil ogullarini kendine köle edinmis olmandir"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun söyle dedi: \"Âlemlerin Rabbi dedigin nedir ki"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa cevap olarak: \"Eger isin gerçegini düsünüp anlayan kisiler olsaniz (itiraf edersiniz ki) O, göklerin, yerin ve ikisi arasinda bulunan her seyin Rabbi'dir"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firavun) etrafinda bulunanlara: \"Isitmiyor musunuz?\" dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa dedi ki: \"O sizin de Rabbiniz, daha önce ki atalarinizin da Rabbidir"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firavun): \"Size gönderilen bu elçiniz mutlaka delidir\" dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa devamla söyle söyledi: \"Sayet aklinizi kullansaniz (anlarsiniz ki), O, dogunun, batinin ve ikisinin arasinda bulunanlarin Rabbidir"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firavun: \"Benden baskasini ilâh tutarsan, andolsun ki seni zindana kapatilmislardan ederim\" dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa sordu: \"Sana apaçik bir sey getirmis olsam da mi"},{"SurahNumber":26,"VerseNumber":31,"Text":"Firavun: \"Haydi getir onu bakayim, dogrulardan isen\" dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun üzerine Musa asâsini birakiverdi; apaçik bir ejderha oluverdi"},{"SurahNumber":26,"VerseNumber":33,"Text":"Elini de (koynundan) çekti çikardi; bakanlara bembeyaz (görünen, nur saçan bir sey) oluverdi"}]}