{"Id":160,"LanguageCodes":["fa","fas"],"Name":"fas-mohsengharaati","Author":"Mohsen Gharaati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"ما شما را آفریدیم، سپس صورت‌بندى کردیم، سپس به فرشتگان گفتیم: «براى آدم خضوع کنید!» آنها سجده کردند، جز ابلیس که از سجده‌کنندگان نبود"},{"SurahNumber":7,"VerseNumber":12,"Text":"[خداوند به او] فرمود: «در آن هنگام که به تو فرمان دادم، چه چیز تو را مانع شد که سجده کنى؟» گفت: «من از او بهترم! مرا از آتش آفریده‌اى و او را از خاک!»"},{"SurahNumber":7,"VerseNumber":13,"Text":"گفت: «از آن [مقام و مرتبه] فرود آى! تو حق ندارى در آن [جایگاه] تکبر بورزى. بیرون رو که تو از افراد پست و کوچکى!»"},{"SurahNumber":7,"VerseNumber":14,"Text":"[ابلیس] گفت: «مرا تا روز رستاخیز مهلت ده.»"},{"SurahNumber":7,"VerseNumber":15,"Text":"فرمود: «تو از مهلت داده‌شدگانى!»"},{"SurahNumber":7,"VerseNumber":16,"Text":"گفت: «اکنون که مرا گمراه ساختى، من بر سر راه مستقیم تو براى آنها کمین مى‌کنم"},{"SurahNumber":7,"VerseNumber":17,"Text":"سپس از پیش رو و از پشت سر و از طرف راست و از طرف چپِ آنها، به سراغشان مى‌روم. و بیشتر آنها را شکرگزار نخواهى یافت.»"},{"SurahNumber":7,"VerseNumber":18,"Text":"فرمود: «از آن [مقام] با ننگ و عار و خوارى بیرون رو! و سوگند یاد مى‌کنم که هر کس از آنها، تو را پیروى کند، جهنم را از شما همگى پر مى‌کنم"},{"SurahNumber":7,"VerseNumber":19,"Text":"و اى آدم! تو و همسرت در بهشت ساکن شوید و از هر جا که خواستید بخورید؛ اما به این درخت نزدیک نشوید که از ستمکاران خواهید شد.»"},{"SurahNumber":7,"VerseNumber":20,"Text":"سپس شیطان آنها را وسوسه کرد، تا آنچه را از اندامشان پنهان بود، آشکار سازد و گفت: «پروردگارتان شما را از این درخت نهى نکرده، مگر به خاطر این که فرشته شوید یا جاودانه [در بهشت] بمانید!.»"},{"SurahNumber":7,"VerseNumber":21,"Text":"و براى آنها سوگند یاد کرد که: «من خیرخواه شما هستم!»"},{"SurahNumber":7,"VerseNumber":22,"Text":"و به این ترتیب، آنها را با فریب [از مقامشان] فرود آورد. و هنگامى که از آن درخت چشیدند، اندامشان [که پنهان بود،] براى آنها آشکار شد و شروع کردند به قرار دادن برگهاى [درختان] بهشتى بر یکدیگر، تا آن را بپوشانند. و پروردگارشان آنها را ندا داد که: «آیا شما را از آن درخت نهى نکردم؟ و نگفتم شیطان براى شما دشمن آشکارى است؟»"},{"SurahNumber":7,"VerseNumber":23,"Text":"گفتند: «پروردگارا! ما به خویشتن ستم کردیم.» «و اگر ما را نبخشى و بر ما رحم نکنى، از زیانکاران خواهیم بود.»"},{"SurahNumber":7,"VerseNumber":24,"Text":"فرمود: «[از مقام خویش،] فرود آیید، در حالى که بعضى نسبت به بعض دیگر دشمن خواهید بود، و براى شما در زمین قرارگاه و وسیله بهره‌گیرى تا زمانى معین خواهد بود.»"},{"SurahNumber":7,"VerseNumber":25,"Text":"فرمود: در آن [زمین] زنده می‌شوید و در آن می‌میرید و از آن [در رستاخیز] بیرون خواهید آمد"}]}