{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Тогда сказал вельможам Фараон, (Собравшимся) вокруг него: \"Конечно, он - искусный чародей"},{"SurahNumber":26,"VerseNumber":35,"Text":"И он задумал чарами своими С вашей земли изгнать вас (навсегда). Каким будет ваше решение (на это)"},{"SurahNumber":26,"VerseNumber":36,"Text":"Они ответили (ему): \"Отсрочь ему и его брату И сборщиков пошли по городам"},{"SurahNumber":26,"VerseNumber":37,"Text":"Пусть приведут они к тебе Всяких искусных чародеев"},{"SurahNumber":26,"VerseNumber":38,"Text":"Так были чародеи собраны на встречу Ко времени назначенного дня"},{"SurahNumber":26,"VerseNumber":39,"Text":"Людей спросили: \"Все собрались"},{"SurahNumber":26,"VerseNumber":40,"Text":"Быть может, мы последуем за ними, Если они одержат верх"},{"SurahNumber":26,"VerseNumber":41,"Text":"Когда явились чародеи, Они сказали Фараону: \"Нам, несомненно, полагается награда, Если (его) мы превзойдем"},{"SurahNumber":26,"VerseNumber":42,"Text":"Им (Фараон) ответил: \"Да! Вы будете приближены к моей персоне"},{"SurahNumber":26,"VerseNumber":43,"Text":"Бросайте то, что вы (задумали) бросать! - Сказал им Муса"},{"SurahNumber":26,"VerseNumber":44,"Text":"И бросили они свои веревки, посохи свои, (И всем почудилось, что это - змеи). \"Величием и мощью Фараона Мы, несомненно, победителями станем"},{"SurahNumber":26,"VerseNumber":45,"Text":"И бросил Муса жезл свой - И вот мгновенно он пожрал То, что измыслили они лукаво"},{"SurahNumber":26,"VerseNumber":46,"Text":"И пали ниц в поклоне чародеи"},{"SurahNumber":26,"VerseNumber":47,"Text":"И сказали: \"Мы, истинно уверовали в Господа миров"},{"SurahNumber":26,"VerseNumber":48,"Text":"Владыку Мусы и Харуна"},{"SurahNumber":26,"VerseNumber":49,"Text":"Но Фараон сказал: \"В Него уверовали раньше, Чем я согласие свое на это дал? Конечно, он - над вами старший И обучил вас колдовству, Но вы узнаете, (что я намерен сделать): Я накрест руки ваши отсеку и ноги И (на кресте) распну вас всех"},{"SurahNumber":26,"VerseNumber":50,"Text":"Они сказали: \"Не беда! Мы возвратимся к нашему Владыке"},{"SurahNumber":26,"VerseNumber":51,"Text":"Мы лишь надеемся, что наш Господь Простит нам наши прегрешенья За то, что первыми (из вас) уверовали мы"},{"SurahNumber":26,"VerseNumber":52,"Text":"Внушением Мы Мусе (повелели): \"Выйди со слугами Моими ночью; За вами будет послана погоня"}]}