{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh'u da onderlerden kıldık. O Ibrahim ve Lut’dan cok once, Bize yakarmıstı. Biz de duasını kabul buyurup onu, yakınlarını, evlatlarını ve halkından iman edenleri buyuk bir beladan kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ayetlerimizi yalan sayan halka karsı da ona destek olup onlardaki haklarını aldık. Gercekten onlar kotu bir toplum idi. Bu yuzden Biz de onların hepsini suda bogduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ile Suleyman'ı da... Hani bir defasında onlar bir ekin konusunda hukum veriyorlardı. Soyle ki: Geceleyin bir grup insanın koyun surusu ekin tarlasına yayılmıs, zarar vermisti. Biz de onların bu hukumlerine tanık oluyorduk"},{"SurahNumber":21,"VerseNumber":79,"Text":"Biz cozumu ihtiva eden hukmu Suleyman'a bildirdik. Bununla beraber, her birine bir hukum ve bir ilim verdik.Dagları ve kusları Davud’un emrine verdik. Onunla beraber takdis ve ibadet ederlerdi. Biz diledigimiz her seyi yapma kudretine sahibiz. [34,10; 38,18-19] {KM, Mezmurlar}"},{"SurahNumber":21,"VerseNumber":80,"Text":"Bir de sizi savasınızın siddetinden koruması icin ona, zırh yapma sanatını ogrettik.Peki butun bunlar icin sukrediyor musunuz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Suleyman'a da siddetli ruzgarı amade kıldık. Ruzgar, onun emriyle kutlu beldeye dogru eserdi. Cunku her seyin gercek mahiyetini Biz biliriz"},{"SurahNumber":21,"VerseNumber":82,"Text":"Kendisi icin dalgıclık ve daha baska birtakım isler yapan bazı cinleri (seytanları) da onun emrine verdik. Biz onları gozetim altında tutardık"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyub'u da an. Hani o: “Ya Rabbi, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmis, Biz de onun duasını kabul buyurup katımızdan bir lutuf ve ibadet edenlere bir ders olmak uzere, hastalıgını iyilestirmis, kendisine aile ve dostlarını bir misliyle beraber vermistik. {KM, Eyub}"},{"SurahNumber":21,"VerseNumber":84,"Text":"Eyyub'u da an. Hani o: “Ya Rabbi, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmis, Biz de onun duasını kabul buyurup katımızdan bir lutuf ve ibadet edenlere bir ders olmak uzere, hastalıgını iyilestirmis, kendisine aile ve dostlarını bir misliyle beraber vermistik. {KM, Eyub}"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ismail'i, Idris’i, Zulkifl’i de an! Onların hepsi sabır fazileti ile bezenmislerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Bundan oturu onları rahmetimize aldık. Gercekten onlar salih ve erdemli kisilerdi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun'u da an. Hani o halkına kızmıs, onlardan ayrılmıs, Bizim kendisini sıkıstırmayacagımızı sanmıstı. Sonra karanlıklar icinde soyle yakarmıstı: “Ya Rabbi! Sensin Ilah, Senden baska yoktur ilah. Subhansın, butun noksanlardan munezzehsin, Yucesin! Dogrusu kendime zulmettim, yazık ettim. Affını bekliyorum Rabbim!”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Onun da duasını kabul buyurduk ve kendisini o sıkıntıdan kurtardık. Iste Biz muminleri boyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya'yı da an. Hani o: “Ya Rabbi, beni evlatsız, tek basıma bırakma ki (lutf edecegin evladım) bana varis olsun. Bununla beraber iyi biliyorum ki, herkes fanidir, herkesten sonra baki kalan, butun varislerin en iyisi olan Sensin Sen!”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Onun da duasını kabul buyurduk. Ona Yahya'yı armagan ettik. Bunun icin de esini cocuk dogurmaya elverisli hale getirdik. Dogrusu onlar hayırlı islere kosusur, iyilikte yarısır, hem umit, hem endise icinde Bize yakarırlardı. Gercekten Bize derin bir saygı gosterirlerdi"},{"SurahNumber":21,"VerseNumber":91,"Text":"Iffet ve namusunu gerektigi gibi koruyan Meryem'i de an. Biz ona ruhumuzdan ufledik, hem onu, hem oglunu cumle alem icin bir ibret yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Iste sizin bu dininiz bir tek dindir. Rabbiniz de Ben'im. Oyle ise yalnız Bana ibadet edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ama insanlar aralarındaki bu birligi param parca ettiler. Fakat sonunda yine Bize donecekler"}]}