{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"و به راستی که بنی اسرائیل را در جایگاه نیکو منزل دادیم ، و از پاکیزه ها روزیشان دادیم ،پس اختلاف نکردند تا اینکه علم (و آگاهی) برای شان آمد، بی گمان پروردگارتو ، روز قیامت در آنچه در آن اختلاف می کردند، میانشان داوری خواهد کرد"},{"SurahNumber":10,"VerseNumber":94,"Text":"پس اگر در آنچه بر تو نازل کرده ایم در تردید هستی ، از کسانی که کتاب (آسمانی) پیش از تو را می خوانند؛ بپرس، یقیناً حق از طرف پروردگارت به تو رسیده است ، پس هرگز از تردید کنندگان مباش"},{"SurahNumber":10,"VerseNumber":95,"Text":"ومباش هر گز از کسانی که آیات خدا را تکذیب کردند ،آنگاه از زیانکاران خواهی بود"},{"SurahNumber":10,"VerseNumber":96,"Text":"بی گمان کسانی که فرمان پروردگار بر آنها تحقق یافته ، ایمان نمی آورند ،"},{"SurahNumber":10,"VerseNumber":97,"Text":"هر چند که هرگونه آیه (و معجزه ) برای آنها بیاید ، تا زمانی که عذاب دردناک را ببیند"},{"SurahNumber":10,"VerseNumber":98,"Text":"پس چرا هیچ شهر( وآبادی ) ایمان نیاورد که ایمانشان سودشان دهد ، مگر قوم یونس، چون ایمان آوردند عذاب رسوا کننده را درزندگی دنیا از آنها بر طرف کردیم ، و تا مدتی معین آنها را بهرمند ساختیم"},{"SurahNumber":10,"VerseNumber":99,"Text":"و اگر پروردگار تو می خواست ، مسلماً تمام کسانی که در (روی) زمین هستند، همگی ایمان می آوردند ، آیا تو می خواهی مردم را مجبور کنی تا که ایمان بیاورند ؟"},{"SurahNumber":10,"VerseNumber":100,"Text":"و هیچ کس جز به فرمان خدا نمی تواند؛ ایمان بیاورد ، و(خداوند) پلیدی را بر کسانی که نمی اندیشند؛ قرار می دهد"},{"SurahNumber":10,"VerseNumber":101,"Text":"بگو :«بنگرید چه چیز (از نشانه های یگانگی اش) در آسمانها و زمین است ؟» واین آیات و هشدارها به حال گروهی که ایمان نمی آورند ، سودی نمی بخشد"},{"SurahNumber":10,"VerseNumber":102,"Text":"پس آیا آنها (چیزی) جزهمانند روزهای کسانی را که پیش از آنها گذشتند ، انتظار می کشند ؟! بگو :«پس منتظر باشید، که بی گمان من(نیز) با شما از منتظرانم »"},{"SurahNumber":10,"VerseNumber":103,"Text":"سپس پیامبران مان ، وکسانی را که ایمان آورده اند نجات می دهیم ، اینگونه ، بر ما حق است که مؤمنان را نجات دهیم"}]}