{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Les Romains ont ete vaincus"},{"SurahNumber":30,"VerseNumber":3,"Text":"dans le pays voisins , et apres leur defaite ils seront les vainqueurs"},{"SurahNumber":30,"VerseNumber":4,"Text":"dans quelques annees. A Allah appartient le commandement, au debut et a la fin, et ce jour-la les Croyants se rejouiront"},{"SurahNumber":30,"VerseNumber":5,"Text":"du secours d’Allah. Il secourt qui Il veut et Il est le Tout Puissant, le Tout Misericordieux"},{"SurahNumber":30,"VerseNumber":6,"Text":"C’est [la] la promesse d’Allah. Allah ne manque jamais a Sa promesse mais la plupart des gens ne savent pas"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ils connaissent un aspect de la vie presente, tandis qu’ils sont inattentifs a l’au-dela"},{"SurahNumber":30,"VerseNumber":8,"Text":"N’ont-ils pas medite en eux-memes ? Allah n’a cree les cieux et la terre et ce qui est entre eux, qu’a juste raison et pour un terme fixe. Beaucoup de gens cependant ne croient pas en la rencontre de leur Seigneur"},{"SurahNumber":30,"VerseNumber":9,"Text":"N’ont-ils pas parcouru la Terre pour voir ce qu’il est advenu de ceux qui ont vecu avant eux ? Ceux-la les surpassaient en puissance et avaient laboure et peuple la Terre bien plus qu’ils ne l’ont fait eux-memes. Leurs Messagers leur vinrent avec des preuves evidentes. Ce n’est pas Allah qui leur fit du tort; mais ils se firent du tort a eux- memes"},{"SurahNumber":30,"VerseNumber":10,"Text":"Puis, mauvaise fut la fin de ceux qui faisaient le mal, ayant traite de mensonges les versets d’Allah et les ayant railles"}]}