{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Ami abasya'i da'uda o sulayamanake jnana dana karechilama. Tamra bale chilena, allahara prasansa, yini amaderake tamra aneka mumina bandara upara sresthatba dana karechena."},{"SurahNumber":27,"VerseNumber":16,"Text":"Sulayamana da'udera uttaradhikari hayechilena. Balechilena, ‘he loka sakala, amake uranta paksikulera bhasa siksa deya hayeche ebam amake saba kichu deya hayeche. Niscaya eta suspasta sresthatba. ’"},{"SurahNumber":27,"VerseNumber":17,"Text":"Sulayamanera samane tara senabahinike samabeta kara hala. Jbina-manusa o paksikulake, atahpara taderake bibhinna byuhe bibhakta kara hala."},{"SurahNumber":27,"VerseNumber":18,"Text":"Yakhana tara pipilika adhyusita upatyakaya paumchala, takhana eka pipilika balala, he pipilikara dala, tomara tomadera grhe prabesa kara. An'yathaya sulayamana o tara bahini ajnatasare tomaderake pista kare phelabe."},{"SurahNumber":27,"VerseNumber":19,"Text":"Tara katha sune sulayamana mucaki hasalena ebam balalena, he amara palanakarta, tumi amake samartha?2470;A'o yate ami tomara se'i niyamatera krtajnata prakasa karate pari, ya tumi amake o amara pita-matake dana karecha ebam yate ami tomara pachandaniya satkarma karate pari ebam amake nija anugrahe tomara satkarmaparayana bandadera antarbhukta kara."},{"SurahNumber":27,"VerseNumber":20,"Text":"Sulayamana paksidera khomja khabara nilena, atahpara balalena, ki hala, hudahudake dekhachi na kena? Naki se anupasthita"},{"SurahNumber":27,"VerseNumber":21,"Text":"ami abasya'i take kathora sasti deba kimba hatya karaba athaba se upasthita karabe upayukta karana."},{"SurahNumber":27,"VerseNumber":22,"Text":"Kichuksana pare'i huda ese balala, apani ya abagata nana, ami ta abagata hayechi. Ami apanara kache saba theke niscita sambada niye agamana karechi."},{"SurahNumber":27,"VerseNumber":23,"Text":"Ami eka narike sababasidera upara rajatba karate dekhechi. Take sabakichu'i deya hayeche ebam tara ekata birata sinhasana ache."},{"SurahNumber":27,"VerseNumber":24,"Text":"Ami take o tara sampradayake dekhalama tara allahara paribarte suryake sejada karache. Sayatana tadera drstite tadera karyabali susobhita kare diyeche. Atahpara taderake satpatha theke nibrtta kareche. Ata'eba tara satpatha paya na."},{"SurahNumber":27,"VerseNumber":25,"Text":"Tara allahake sejada kare na kena, yini nabhomandala o bhumandalera gopana bastu prakasa karena ebam janena ya tomara gopana kara o ya prakasa kara."},{"SurahNumber":27,"VerseNumber":26,"Text":"Allaha byatita kona upasya ne'i; tini maha arasera malika."},{"SurahNumber":27,"VerseNumber":27,"Text":"Sulayamana balalena, ekhana ami dekhaba tumi satya balacha, na tumi mithyabadi."},{"SurahNumber":27,"VerseNumber":28,"Text":"Tumi amara e'i patra niye ya'o ebam eta tadera kache arpana kara. Atahpara tadera kacha theke sare para ebam dekha, tara ki ja'oyaba deya."},{"SurahNumber":27,"VerseNumber":29,"Text":"Bilakisa balala, he parisadabarga, amake ekati sam'manita patra deya hayeche."},{"SurahNumber":27,"VerseNumber":30,"Text":"Se'i patra sulayamanera paksa theke ebam ta e'ih sasima data, parama dayalu, allahara name suru"},{"SurahNumber":27,"VerseNumber":31,"Text":"amara mokabelaya sakti pradarsana karo na ebam basyata sbikara kare amara kache upasthita ha'o."}]}