{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Ey muminler, kendinizin, ana-babanızın ve akrabalarınızın aleyhinde bile olsa, adalete sıkı sıkıya baglı kalınız ve Allah icin sahitlik ediniz. Haklarında sahitlik ettiginiz kimseler ister zengin, ister fakir olsunlar, Allah kendilerine herkesten daha yakındır. O halde nefsinizin arzusuna uyarak dogruluktan sapmayınız. Eger kaypaklık eder, ya da sahitlik yapmaktan kacınırsanız, kusku yok ki, Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey muminler, Allah´a, peygamberine, peygamberine indirmis oldugu kitaba ve daha once indirilmis kitaba inanmaya devam ediniz. Kim Allah´ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gununu inkar ederse koyu bir sapıklıga dusmus olur"},{"SurahNumber":4,"VerseNumber":137,"Text":"Allah, once iman edip arkasından kufredenleri, sonra yine iman edip arkasından kufredenleri, sonra da kafirliklerini koyulastıranları asla affetmeyecek, kendilerini dogru yola iletmeyecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munafıklara acı bir azabın kendilerini bekledigini mujdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Onlar muminleri bırakıp kafirleri dost ediniyorlar. Acaba onların yanında seref mi arıyorlar? Oysa seref butunuyle Allah´ındır"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allah size indirdigi kitapta onun ayetlerinin inkar edildigini ya da alaya alındıgını isittiginizde baska bir konuya gecmedikleri surece onlarla bir arada oturmamanızı, yoksa sizin de onlar gibi olacagınızı bildirdi. Hic kuskusuz Allah munafıklar ile kafirleri cehennemde bir araya getirecektir"},{"SurahNumber":4,"VerseNumber":141,"Text":"Onların gozleri hep sizin uzerinizdedir. Eger Allah size zafer nasip ederse, «Biz sizinle beraber degil miydik?» derler. Ama eger kafirler ustunluk saglarsa, (bu kez de onlara) «Sizin tarafınızı tutmadık mı, muminlere karsı size destek vermedik mi?» derler. Allah kıyamet gunu arınızdaki hukmunu verecektir. Hic kuskusuz Allah kafirlere, muminler karsısında ustun gelme fırsatı vermez"}]}