{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":23,"Text":"Su bir gercektir ki, sana verdigimiz gibi Musa'ya da kitap vermis, sana vahyettigimiz gibi ona da vahyetmistik.Dolayısıyla onun da boyle bir vahiy aldıgından hic tereddudun olmasın.Biz ona verdigimiz kitabı, Israilogullarına rehber kıldık.Onlar sabrettigi ve ayetlerimize kesin olarak inandıkları muddetce,Biz, emir ve irsadımızla onlardan dogru yolu gosteren onderler tayin ettik"},{"SurahNumber":32,"VerseNumber":24,"Text":"Su bir gercektir ki, sana verdigimiz gibi Musa'ya da kitap vermis, sana vahyettigimiz gibi ona da vahyetmistik.Dolayısıyla onun da boyle bir vahiy aldıgından hic tereddudun olmasın.Biz ona verdigimiz kitabı, Israilogullarına rehber kıldık.Onlar sabrettigi ve ayetlerimize kesin olarak inandıkları muddetce,Biz, emir ve irsadımızla onlardan dogru yolu gosteren onderler tayin ettik"},{"SurahNumber":32,"VerseNumber":25,"Text":"Senin Rabbin kıyametteki buyuk durusma gunu ihtilaf ettikleri hususlarda onlar arasında kesin hukmu elbet verecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Yurtlarında dolastıkları nice nesillerin hayatlarını sona erdirmemiz, onları dogru yola irsad etmiyor mu?Elbette bunda ibretler vardır. Hala nasihat dinlemeyecekler mi? ["},{"SurahNumber":32,"VerseNumber":27,"Text":"Gormuyorlar mı ki biz otsuz, kır araziye su sevk ediyoruz, onun sayesinde, hayvanların ve kendilerinin yiyecekleri ekinleri yetistiriyoruz. Hala bunları gormeyecekler mi"},{"SurahNumber":32,"VerseNumber":28,"Text":"Bir de: “Eger iddianızda dogru iseniz bu fetih (zafer veya kesin hukum) ne zaman? derler"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: “Fetih gunu, kafirlere imanları fayda vermez, onlara muhlet de verilmez.”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Simdi sen onları kendi hallerine bırak. Yardımımızı veya onların helak edilmelerini bekle!Cunku onlar da senin helak olmanı bekliyorlar"}]}