{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":26,"Text":"Mariyu vastavanga memu manavunni mroge (dhvani cese) matti, rupantaram cendina jigata burada (bankamatti)to srstincamu"},{"SurahNumber":15,"VerseNumber":27,"Text":"mariyu diniki purvam memu jinnatulanu (pogaleni) mande agnijvalato srstincamu"},{"SurahNumber":15,"VerseNumber":28,"Text":"mariyu ni prabhuvu devadutalato ila anna visayam (jnapakam cesuko!): \"Niscayanga nenu mroge matti, rupantaram cendina jigata buradato manavunni srstincabotunnanu"},{"SurahNumber":15,"VerseNumber":29,"Text":"ika nenu ataniki purtiga akaramicci (rupamicci), atani (adam) lo na taraphu nundi pranam (ruh) udina taruvata, miranta atani mundu sastangam (sajda) ceyali"},{"SurahNumber":15,"VerseNumber":30,"Text":"appudu devadutalu, andaru kalisi sastangam (sajda) cesaru"},{"SurahNumber":15,"VerseNumber":31,"Text":"okka iblis tappa! Atadu sastangam (sajda) cese varilo ceranani mondikesadu"},{"SurahNumber":15,"VerseNumber":32,"Text":"(allah) ila prasnincadu: \"O iblis! Nikemayindi, nivu sastangam (sajda) cese varilo enduku ceraledu"},{"SurahNumber":15,"VerseNumber":33,"Text":"(iblis) ila javabiccadu: \"Mroge matti, rupantaram cendina jigata buradato nivu srstincina manavuniki nenu sastangam (sajda) cese vadanu kanu"},{"SurahNumber":15,"VerseNumber":34,"Text":"(allah) annadu: \"Ayite nivu ikkadi nundi vellipo! Ika, niscayanga, nivu sapinca (bahiskarinca) baddavadavu"},{"SurahNumber":15,"VerseNumber":35,"Text":"mariyu niscayanga, tirpu dinamu varaku nipai sapam (bahiskaram) untundi"},{"SurahNumber":15,"VerseNumber":36,"Text":"(iblis) vedukunnadu: \"O na prabhu! Punarut'thana dinam varaku naku vyavadhinivvu"},{"SurahNumber":15,"VerseNumber":37,"Text":"(allah) javabiccadu: \"Ika niscayanga, nivu vyavadhi ivvabadina variloni vadavu"},{"SurahNumber":15,"VerseNumber":38,"Text":"(naku matrame) telisi vunna a dinapu, a samayam varaku"},{"SurahNumber":15,"VerseNumber":39,"Text":"(iblis) annadu: \"O na prabhu! Nivu nannu apamargam pattincavu, kavuna nenu variki, bhumilo (vari duskarmalanni) manciviga kanabadetatlu cestanu mariyu niscayanga, varandarini apamarganlo padavestanu"},{"SurahNumber":15,"VerseNumber":40,"Text":"varilo nivu ennukunna (ni ajnanuvartanulaina) ni dasulu tappa"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allah) annadu: \"Ide ma daggaraku tecce rjumargam"},{"SurahNumber":15,"VerseNumber":42,"Text":"niscayanga, na dasulapai ni adhikaram sagadu! Kevalam margabhrastulaina ninnu anusarincevari mida tappa"},{"SurahNumber":15,"VerseNumber":43,"Text":"mariyu niscayanga, varandari koraku vagdanam ceyabadina (nivasam) narakame"},{"SurahNumber":15,"VerseNumber":44,"Text":"daniki (narakaniki) edu dvaralu unnayi. Vatilo okkokka dvaraniki okkokka vargam varu pratyekincabadi unnaru"}]}