{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"A taž se jich na město, ležící na břehu moře, jehož obyvatelé znesvěcovali den sobotní, když ryby objevovaly se ve vodě v den sobotní a nepřicházely v jiný den. Takovým způsobem zkoušeli jsme je pro nešlechetnost jejich"},{"SurahNumber":7,"VerseNumber":164,"Text":"A když někteří z nich pravili: „Proč napomínáte lid, který bud zahladí Bůh, aneb krutým potresce trestem?“ odpověděli varovatelé: „Abychom omluvu měli před Pánem svým a v naději, že snad báti se budou Boha.“"},{"SurahNumber":7,"VerseNumber":165,"Text":"A když zapomněli to, nač upamatováni byli, vysvobodili jsme ty, kteří zabraňovali činění zla a seslali jsme na nepravostné trest přísný za nešlechetnost jejich"},{"SurahNumber":7,"VerseNumber":166,"Text":"A když vyzývavě setrvávali v tom, co zapovězeno jim bylo, řekli jsme k nim: „Buďte opicemi hnanými.“"},{"SurahNumber":7,"VerseNumber":167,"Text":"A provolal tehdy Pán tvůj, že jistotně pošle na ně národ, jenž dá jim zakusiti nejhoršího trestu, až do dne zmrtvýchvstání, neboť Pán tvůj zajisté rychlým jest v trestání, a velkým v odpouštění a slitovným"},{"SurahNumber":7,"VerseNumber":168,"Text":"A rozdělili jsme je na zemi v národy: některé z nich spravedlivé jsou, některé pak nikoliv: na zkoušku postavili jsme je věcmi dobrými i zlými, aby k nám se navrátili"},{"SurahNumber":7,"VerseNumber":169,"Text":"A po nich nástupci jejich nastoupili jich místo a zdědili Knihu: a béřou pomíjející statky tohoto světa, řkouce: „Bude nám odpuštěno,“ a když dány jsou jim znovu podobné statky, opětně je přijímají. Nebyla-li však přijmuta od nich smlouva samotné Knihy, že nebudou jiného mluviti o Bohu, než pravdu? Vždyť přece učí se obsahu Knihy: a obydlí světa budoucího jest zajisté lepším pro bohabojné. Což toho nepochopíte"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ale ti, kdož pevně přidržují se Knihy a zachovávají modlitbu, nechť jsou jisti, že nepřipustíme, aby ztracena byla odměna spravedlivých"},{"SurahNumber":7,"VerseNumber":171,"Text":"A když v otřesu pozvedli jsme horu nad hlavy jejich, podobnou stínu, a domnívali se, že spadne na ně, řekli jsme: „Vezměte, což dáváme vám s pevným rozhodnutím a buďte pamětlivi slov našich, abyste báli se Boha.“"}]}