{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"Qövmünün kafir olan, Axirətə qovuşacaqlarını yalan hesab edən və dünya həyatında firavanlıq nəsib etdiyimiz zadəganları dedilər: “O sizin kimi sadəcə bir insandır. Yediyinizdən o da yeyir, içdiyinizdən o da içir"},{"SurahNumber":23,"VerseNumber":34,"Text":"Əgər siz özünüz kimi adi bir insana itaət etsəniz, mütləq ziyana uğrayarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"O sizə ölüb torpağa və sür-sümüyə çevrildikdən sonra dirildilib yenidən çıxarılacağınızımı vəd edir"},{"SurahNumber":23,"VerseNumber":36,"Text":"Sizə vəd olunan şey həqiqətdən çox uzaqdır, çox uzaq"},{"SurahNumber":23,"VerseNumber":37,"Text":"Dünya həyatımızdan başqa heç bir həyat yoxdur; ölüb dirilirik (birimiz ölür, digərimiz anadan olur) və biz dirilməyəcəyik"},{"SurahNumber":23,"VerseNumber":38,"Text":"Bu, ancaq Allaha iftira yaxan bir adamdır. Biz ona inanan deyilik”"},{"SurahNumber":23,"VerseNumber":39,"Text":"O dedi: “Ey Rəbbim! Onların məni yalançı saymasına qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah dedi: “Onlar tezliklə peşman olacaqlar!”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Onları qaçılması mümkün olmayan qorxunc bir səs yaxaladı. Biz onları daşqının apardığı çör-çöpə döndərdik. Məhv olsun zalım adamlar"},{"SurahNumber":23,"VerseNumber":42,"Text":"Onlardan sonra başqa-başqa nəsillər yaratdıq"},{"SurahNumber":23,"VerseNumber":43,"Text":"Heç bir ümmət öz əcəlini nə qabaqlaya bilər, nə də yubandırar"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra bir-birinin ardınca elçilərimizi göndərdik. Hər dəfə hər hansı bir ümmətə peyğəmbər gəldikdə, onlar onu yalançı saydılar. Biz də onları bir-birinin ardınca məhv edib əfsanələrə çevirdik. Məhv olsun iman gətirməyənlər"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Musanı və qardaşı Harunu ayələrimizlə və açıq-aydın bir dəlillə göndərdik –"},{"SurahNumber":23,"VerseNumber":46,"Text":"Fironun və onun əyanlarının yanına. Onlar isə təkəbbürlük göstərdilər. Çünki onlar özlərini yüksək tutan adamlar idilər"},{"SurahNumber":23,"VerseNumber":47,"Text":"Onlar dedilər: “Bunların tayfası bizə kölə olduğu halda, biz özümüz kimi iki adama inanacağıq?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Beləliklə, onları yalançı saydılar və həlak edilənlərdən oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Biz Musaya Kitab verdik ki, bəlkə onlar doğru yola yönəlsinlər"},{"SurahNumber":23,"VerseNumber":50,"Text":"Biz Məryəm oğlunu və onun anasını bir möcüzə etdik. Onları əlverişli bir yerdə, çeşmə axan bir təpədə yerləşdirdik"}]}