{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"به راستی کسانی که گوساله را (به خدایی) گرفتند, بزودی خشمی از پروردگارشان, وذلت (وخواری) در زندگی دنیا به آنها می رسد, واین چنین دروغ پردازان را کیفر می دهیم"},{"SurahNumber":7,"VerseNumber":153,"Text":"وکسانی كه مرتکب کارهای بد شدند, سپس بعد از آن توبه نمودند, وایمان آوردند, همانا پروردگار تو پس از آن, مسلّماً آمرزندۀ مهربان است"},{"SurahNumber":7,"VerseNumber":154,"Text":"وچون خشم از (خاطر) موسی فرو نشست, الواح (تورات) را بر گرفت ودر نوشته های آن, هدایت ورحمت برای کسانی بود که از پروردگارشان می ترسند"},{"SurahNumber":7,"VerseNumber":155,"Text":"وموسی از قومش, هفتاد مرد را برای میعاد ما برگزید, پس هنگامی که زلزله آنها را فرا گرفت, (وهمه مردند, موسی) گفت: « پروردگارا اگر می خواستی پیش از این آنها ومرا هلاک می کردی, آیا ما را به آنچه نادانان انجام داده اند, هلاک می کنی؟! این جز آزمایش تو چیزی نیست, هر که را بخواهی به (وسیلۀ) آن گمراه می سازی, وهر که را بخواهی, هدایت می کنی, تو یاور (وکارساز) مایی, پس ما را بیامرز, وبر ما رحم کن, وتو بهترین آمرزندگانی"},{"SurahNumber":7,"VerseNumber":156,"Text":"وبرای ما در این دنیا, ودر سرای آخرت, نیکی مقرر فرما, ما به سوی تو باز گشته ایم». (خداوند) فرمود: «عذابم را به هرکس که بخواهم می رسانم, ورحمتم همه چیز را فرا گرفته است, پس آن را برای کسانی که تقوا پیشه می کنند, وزکات می دهند, وکسانی که به آیات ما ایمان می آورند, مقرر خواهم داشت"},{"SurahNumber":7,"VerseNumber":157,"Text":"آنان که از (این) رسول (خدا), پیامبر «أمی» (= درس ناخوانده) پیروی می کنند, که صفاتش را در تورات وانجیلی که نزدشان است, نوشته می یابند. آنها را به (کارهای) خوب وپسندیده فرمان می دهد واز زشتی (وکارهای نا پسند) بازشان می دارد. وپاکیزه ها را برایشان حلال می گرداند, وپلیدیها را بر آنان حرام می کند, وبارهای سنگین, وقید (وزنجیرهایی) را که بر آنها بود, از (دوش) آنها بر می دارد, پس کسانی که به او ایمان آوردند, و او را گرامی داشتند, و او را یاری دادند, واز نوری که با او نازل شده پیروی نمودند, آنانند که رستگا رند»"}]}