{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"And assuredly We sent Nuh unto his people, and he said: O my people! worship Allah; for you there is no god but he; will ye not then fear Him"},{"SurahNumber":23,"VerseNumber":24,"Text":"Then said the chiefs of those who disbelieved among his people: this is no other than a human being like unto you, he seeketh to make himself superior unto; and if God had willed, He would save sent down angels; we have not heard of this among our fathers ancient"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is only a man in whom is madness wherefore await for him for a season"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh said: my Lord! vindicate me, for they belie me"},{"SurahNumber":23,"VerseNumber":27,"Text":"Then We revealed unto him, saying: build the ark under Our eyes and Our Revelation; then when Our command cometh and the oven boileth over, make way therein of every pair two, and thy household save him thereof against whom there hath already gone forth the word; and address me not in respect of those who have done wrong; verily they are to be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"And when thou art settled, thou and those with thee, in the ark, say thou: praise unto Allah who hath delivered us from the wrong doing people"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say thou, my Lord! cause me to land at a landing blest, and thou art the Best of these who bring to land"},{"SurahNumber":23,"VerseNumber":30,"Text":"Verily in that are signs; verily We have ever been provers"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then, after them We brought forth anot her generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"Then We sent amongst them an apostle from amongst themselves, saying: worship Allah, for you there is no god but he; will ye then not fear Him"}]}