{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Iste bu (Kur'an) da mubarek bir Kitap'tir. Onu biz indirdik. Ona uyun ve Allah'tan korkun ki, size rahmet edilsin"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Onu size indirdik ki:) \"Kitap, sadece bizden onceki iki topluluga (yahudi ve hiristiyanlara) indirildi; biz ise, onlarin okumasindan habersizdik (o kitaplari okuyamiyor ve dillerini anlayamiyorduk)\" demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahut: \"Eger bize kitap indirilseydi, biz onlardan daha cok dogru yolda olurduk\", demeyesiniz. Iste size de Rabbinizden acik delil, hidayet ve rahmet geldi. Allah'in ayetlerini yalanlayip, onlardan yuz cevirenden daha zalim kim olabilir? Ayetlerimizden yuz cevirenleri, yuz cevirmeleri sebebiyle azabin en kotusuyle cezalandiracagiz"},{"SurahNumber":6,"VerseNumber":158,"Text":"(Inanmak icin) ille meleklerin gelmesini, yahut Rabbinin gelmesini, ya da Rabbinin bazi ayetlerinin gelmesini mi bekliyorlar? Ama Rabbinin (azab) isaretlerinin geldigi gun, daha once iman etmemis, yahut imaninda bir hayir kazanmamis kimseye, artik inanmasi bir fayda saglamaz. De ki: \"Bekleyin; biz de beklemekteyiz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parca parca edip, grup grup olanlar var ya, senin onlarla hicbir iliskin yoktur. Onlarin isi Allah'a kalmistir, sonra (Allah) onlara yaptiklarini haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim iyilik getirirse, ona o (getirdigi)nin on kati vardir. Kim kotuluk getirirse, sadece onun dengiyle cezalandirilir; onlar haksizliga ugratilmazlar"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: Rabbim, beni dogru yola iletti. Dosdogru dine, Allah'i birleyen Ibrahim'in dinine. O, ortak kosanlardan degildi"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: Benim namazim, ibadetim, hayatim ve olumum hep alemlerin Rabbi Allah icindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"Onun ortagi yoktur. Bana boyle emrolundu ve ben muslumanlarin ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: Allah herseyin Rabbi iken, ben O'ndan baska Rab mi arayayim? Herkesin kazandigi yalniz kendisine aittir. Kendi (gunah) yukunu tasiyan hic kimse, bir baskasinin (gunah) yukunu tasimaz. Sonra donusunuz Rabbinizedir. O, ayriliga dustugunuz gercegi size haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryuzunun halifeleri yapan, size verdigi seylerde, sizi denemek icin, kiminizi kiminizden derecelerle ustun kilan O'dur. Suphesiz Rabbin, cezasi cabuk olandir ve O, bagislayan, esirgeyendir"}]}