{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Niscaya nai sanyamiharuko nimti uniharuko palanakartakaham upaharavala svargaharu chan"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ke hami ajnakariharula'i aparadhiharu jasto garidinechaum"},{"SurahNumber":68,"VerseNumber":36,"Text":"timila'i ke bha'eko cha, kasto nirnaya gardaichau"},{"SurahNumber":68,"VerseNumber":37,"Text":"ke timro pasama kunai kitaba cha jasabata timi (yo) padhchau"},{"SurahNumber":68,"VerseNumber":38,"Text":"ki timile ruca'une kuraharu tyasama ho'un"},{"SurahNumber":68,"VerseNumber":39,"Text":"va timiharule hamisita kunai sapatha li'ekachau? Juna kayamatako dinasam'ma bamki rahanecha, ki timro nimti tyo sabai cha juna timile aphno tarphabata phaisala gardachau"},{"SurahNumber":68,"VerseNumber":40,"Text":"Uniharusita sodha ki uniharumadhye yasako jim'mavala ko ho"},{"SurahNumber":68,"VerseNumber":41,"Text":"ke (yasa bhana'ima) unaka aru pani sajhedara chan? Yadi uni samco chan bhane aphno sajhedaraharula'i lya'i agadi ubhya'un"},{"SurahNumber":68,"VerseNumber":42,"Text":"Juna dina ghumda kholidi'inecha ra uniharu sajadako nimti bola'ine chan, taba tiniharule sijda garnasakne chainan"},{"SurahNumber":68,"VerseNumber":43,"Text":"Amkhaharu tala jhukeka hunechan, ra unimathi apamana cha'irakheko hunecha. Uniharula'i tyasa bela pani dhogako nimti bola'inthyo jabaki uniharu thikathaka thi'e"},{"SurahNumber":68,"VerseNumber":44,"Text":"Atah timile mala'i ra mera vanila'i jhutha bhanneharula'i chadide'u. Hamile uniharula'i vistarai yasto tarikale samatne chaum ki unala'i thaha pani hunechaina"},{"SurahNumber":68,"VerseNumber":45,"Text":"Maile unala'i mohalata di'irakhnechu, nihsandeha mero yojana dherai baliyo cha"},{"SurahNumber":68,"VerseNumber":46,"Text":"Ke timi uniharusita kehi badala mamgirakheka chau ki uniharu tyasako bojhabata thicindai ga'irakheka chan"},{"SurahNumber":68,"VerseNumber":47,"Text":"Va ke uniharuko pasama paroksako jnana cha jasala'i uni lekhdai ga'eka chan"},{"SurahNumber":68,"VerseNumber":48,"Text":"atah aphno palanakartako adesala'i tapa'ile dhairyasita pratiksa garnus ra machavala jastai nahunu, ki unale gahiro duhkhako avasthama prarthana gareka thi'e"},{"SurahNumber":68,"VerseNumber":49,"Text":"Yadi unako sathama unako palanakartako anukampa nabha'eko bha'e uni khulla maidanama phyamkine thi'e, ra unako avastha naramro hune thiyo"},{"SurahNumber":68,"VerseNumber":50,"Text":"Antatah unako palanakartale pheri unala'i rojihalyo ra unala'i ramra manisaharuma sam'milita garidiyo"},{"SurahNumber":68,"VerseNumber":51,"Text":"Ra najika cha ki kaphiraharule aphno tivra drstibata tapa'ila'i ciplya'i dinechan, jaba uni ‘‘kura'ana’’ sundachan ra bhanidinchan ki yini ta avasya divana chan"},{"SurahNumber":68,"VerseNumber":52,"Text":"Vastavama yo (kura'ana) ta sabai sansaravalaharuko nimti purai upadesa ho"}]}