{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"O gün, her ümmet içinden âyetlerimizi yalan sayanlardan bir cemaat toplarız da onlar toplu olarak (hesap yerine) sevkedilirler"},{"SurahNumber":27,"VerseNumber":84,"Text":"Nihayet, (hesap yerine) geldikleri zaman Allah buyurur: Siz benim âyetlerimi, ne olduğunu kavramadan yalan saydınız öyle mi? Değilse yaptığınız neydi"},{"SurahNumber":27,"VerseNumber":85,"Text":"Yaptıkları haksızlıktan ötürü, (azaba uğrayacaklarını bildiren) o söz gerçekleşmiştir; artık onlar konuşamazlar"},{"SurahNumber":27,"VerseNumber":86,"Text":"Dinlensinler diye geceyi (karanlık) ve (çalışsınlar diye) gündüzü aydınlık kıldığımızı görmediler mi? İman eden bir kavim için elbette bunda birçok ibretler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Sûr´a üfürüldüğü gün, -Allah´ın diledikleri müstesna-, göklerde ve yerde bulunanlar hep dehşete kapılır. Hepsi boyunları bükük olarak O´na gelirler"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sen dağları görürsün de, onları yerinde durur sanırsın. Oysa onlar bulutların yürümesi gibi yürümektedirler. (Bu,) her şeyi sapasağlam yapan Allah´ın sanatıdır. Şüphesiz ki O, yaptıklarınızdan tamamıyla haberdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim iyilikle (ilâhî huzura) gelirse, ona daha iyisi verilir. Ve onlar o gün korkudan emin kalırlar"},{"SurahNumber":27,"VerseNumber":90,"Text":"(Rablerinin huzuruna) kötülükle gelen kimseler ise yüzükoyun cehenneme atılırlar. (Onlara) \"Ancak yaptıklarınızın karşılığını görmektesiniz!\" (denir)"},{"SurahNumber":27,"VerseNumber":91,"Text":"(De ki:) Ben ancak, bu şehrin (Mekke´nin) Rabbine -ki O burayı dokunulmaz kılmıştır- kulluk etmekle emrolundum. Her şey de zaten O´na aittir. Bana müslümanlardan olmam \" emredildi"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ve Kur´an´ı okumam (emredildi). Artık kim doğru yola gelirse, yalnız kendisi için gelmiş olur; kim de saparsa ona de ki: Ben sadece uyarıcılardanım"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve şöyle de: Hamd Allah´a mahsustur. O, âyetlerini size gösterecek, siz de onları görüp tanıyacaksınız (ama artık faydası olmayacaktır). Rabbin, yaptıklarınızdan habersiz değildir"}]}