{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"But none believed in Moses from his people except some from their descendants, because of their fear from Pharaoh and his leaders that he would persecute them. Pharaoh was high in the land, and he was of the tyrants"},{"SurahNumber":10,"VerseNumber":84,"Text":"And Moses said: \"O my people, if you believe in God, then put your trust in Him if you have surrendered"},{"SurahNumber":10,"VerseNumber":85,"Text":"They said: \"In God we put our trust. Our Lord, do not make us a test for the wicked people"},{"SurahNumber":10,"VerseNumber":86,"Text":"And save us by Your mercy from the rejecting people"},{"SurahNumber":10,"VerseNumber":87,"Text":"And We inspired to Moses and his brother: \"Let your people leave their homes in Egypt, and let these homes be your focal point and hold the contact-method. And give good news to the believers"},{"SurahNumber":10,"VerseNumber":88,"Text":"And Moses said: \"Our Lord, you have given Pharaoh and his commanders adornments and wealth in this worldly life so that they will misguide from Your path. Our Lord, wipe-out their wealth and bring grief to their hearts; for they will not believe until they see the painful retribution"},{"SurahNumber":10,"VerseNumber":89,"Text":"He said: \"I have answered your prayer, so keep straight and do not follow the path of those who do not know"},{"SurahNumber":10,"VerseNumber":90,"Text":"And We helped the Children of Israel cross the sea, and Pharaoh and his soldiers followed them out of hatred and animosity. But when he was certain to drown, he said: \"I believe that there is no god except the One in whom the Children of Israel believe, and I am of those who have surrendered"},{"SurahNumber":10,"VerseNumber":91,"Text":"Now you say this, while before you disobeyed and were of the corrupters"},{"SurahNumber":10,"VerseNumber":92,"Text":"This day, We will preserve your body, so that you become a sign for those after you. But most of mankind are unaware of Our signs"}]}