{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Cursed were those who disbelieved from among the Children of Isra'il by the tongue of Daud and 'Isa, son of Maryam. That is because they disobeyed and were ever transgressing"},{"SurahNumber":5,"VerseNumber":79,"Text":"They were wont not to desist from the evil they committed; vile is that which they have been doing"},{"SurahNumber":5,"VerseNumber":80,"Text":"Thou wilt see many of them befriending those who disbelieve; vile surely is that which their souls have sent forth for them, so that Allah became incensed against them; and in torment they shall be abiders"},{"SurahNumber":5,"VerseNumber":81,"Text":"And had they believed in Allah and the prophet and that which is sent down unto him, they would not have taken them for friends, but many of them are transgressors"},{"SurahNumber":5,"VerseNumber":82,"Text":"Surely thou wilt find the Jews and those who associate the bitterest of mankind in enmity toward those who believe. And surely thou wilt find the highest in affection to those who believe those who say: we are Nazarenes. That is, because among them are divines and monks and because they are not stiff-necked"},{"SurahNumber":5,"VerseNumber":83,"Text":"And when they hear that which hath been sent down unto the apostle, then thou beholdest their eyes overflow, with tears because of the truth they have recognised. They say: Our Lord! we believe, so write us down with the witnesses"},{"SurahNumber":5,"VerseNumber":84,"Text":"And what aileth us that we should not believe in Allah and that which hath come unto us of the truth; and we long that our Lord will enter us with the righteous people"},{"SurahNumber":5,"VerseNumber":85,"Text":"Wherefore Allah will reward them, for that which they said, with Gardens whereunder rivers flow as abiders therein: such is the recompense of the well-doers"},{"SurahNumber":5,"VerseNumber":86,"Text":"And those who disbelieved and belied Our signs, they shall be the fellows of the Flaming Fire"}]}