{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"(napiyē!) Enta viṣayattaip paṟṟiyum ‘‘niccayamāka nāṉ atai nāḷaikkuc ceytuviṭuvēṉ'' eṉṟu kūṟātīr"},{"SurahNumber":18,"VerseNumber":24,"Text":"Āyiṉum, ‘‘iṉṣā allāh (allāh nāṭiṉāl nāḷaikkuc ceyvēṉ) eṉṟu kūṟuvīrāka. Nīr itai maṟantu viṭṭāl (ñāpakam vantatum ivvāṟu) umatu iṟaivaṉiṉ peyaraik kūṟuvīrāka. Tavira, (naṉmaikku) itaiviṭa iṉṉum neruṅkiya pala viṣayaṅkaḷaiyum eṉ iṟaivaṉ eṉakku aṟivikkak kūṭum'' eṉṟum kūṟuvīrāka"},{"SurahNumber":18,"VerseNumber":25,"Text":"avarkaḷ kukaiyil (cūriya kaṇakkiṉpaṭi) muṉṉūṟu āṇṭukaḷ taṅki iruntaṉar, (cantira kaṇakkiṉpaṭi 309 āṇṭukaḷ taṅki iruntaṉar.) Mēlum (cilar) oṉpatu āṇṭukaḷai atikappaṭuttiṉar"},{"SurahNumber":18,"VerseNumber":26,"Text":"(napiyē!) Kūṟuvīrāka: Avarkaḷ atil irunta kālattai allāh tāṉ naṉkaṟivāṉ. Vāṉaṅkaḷilum, pūmiyilum maṟaivāyiruppavai aṉaittum avaṉukku uriyavaiyē! Ivaṟṟai avaṉ evvaḷavō naṉṟākap pārppavaṉ; evvaḷavō naṉṟākak kēṭpavaṉ. Avaṉait tavira ivaṟṟai nirvakippavaṉ yārumillai. Avaṉ taṉ atikārattil oruvaraiyum tuṇaiyāka ākkik koḷḷavillai"},{"SurahNumber":18,"VerseNumber":27,"Text":"(napiyē!) Vahyi mūlam umakku aṟivikkappaṭṭa umatu iṟaivaṉiṉ vētattai nīr (toṭarntu) ōtik koṇṭē iruppīrāka! Avaṉuṭaiya kaṭṭaḷaikaḷai evarālum māṟṟiviṭa muṭiyātu. Avaṉait tavira umakku pātukākkum enta ōr iṭattaiyum kāṇamāṭṭīr"},{"SurahNumber":18,"VerseNumber":28,"Text":"(napiyē!) Evarkaḷ ciramaṅkaḷaic cakittut taṅkaḷ iṟaivaṉiṉ tiru mukattaiyē nāṭi avaṉaiyē kālaiyilum, mālaiyilum (pirārttaṉai ceytu) aḻaittuk koṇṭirukkiṟārkaḷō avarkaḷuṭaṉ um'maiyum nīr ākkik koḷvīrāka. Ivvulaka alaṅkārattai nīr virumpi attakaiya (nalla)varkaḷai viṭṭu umatu kaṇkaḷait tiruppi viṭātīr. Taṉ carīra iccaiyaip piṉpaṟṟiyataṉ kāraṇamāka evaṉuṭaiya uḷḷattai nam'mait tiyāṉippatiliruntu nām tiruppi viṭṭōmō avaṉukkum nīr kīḻppaṭiyātīr. Avaṉuṭaiya kāriyam ellai kaṭantu viṭṭatu"},{"SurahNumber":18,"VerseNumber":29,"Text":"(Napiyē!) Umatu iṟaivaṉāl aruḷappaṭṭa (ivvētamāṉa)tu muṟṟilum uṇmaiyāṉatu. Virumpiyavar (itai) nampikkai koḷḷalām; virumpiyavar (itai) nirākarittuviṭalām. (Ataṉāl namakkoṉṟum naṣṭamillai. Āṉāl itai nirākarikkum) aniyāyakkārarkaḷukku niccayamāka nām narakattaittāṉ tayārpaṭutti uḷḷōm. Annarakattiṉ jūvālaikaḷ avarkaḷaic cūḻntu koḷḷum. Avarkaḷ (taṇṇīr kēṭṭu) apayamiṭṭāl kāyntu urukiya cempaip pōluḷḷa nīrē avarkaḷukkuk koṭukkappaṭum. (Avar ataik kuṭippataṟku muṉṉatākavē) atu avarkaḷuṭaiya mukattaic cuṭṭuk karukkiviṭum. Aṉṟi atu mikka (aruvaruppāṉa) keṭṭa kuṭipāṉamākum. Avarkaḷ iḷaippāṟum iṭamum mikak keṭṭatākum"},{"SurahNumber":18,"VerseNumber":30,"Text":"(eṉiṉum,) niccayamāka evarkaḷ (ikkur'āṉai) nampikkai koṇṭu naṟceyalkaḷ ceykiṟārkaḷō (attakaiya) naṉmai ceypavarkaḷiṉ kūliyai niccayamāka nām vīṇākki viṭuvatillai"},{"SurahNumber":18,"VerseNumber":31,"Text":"ivarkaḷukku nilaiyāṉa corkkaṅkaḷ uṇṭu. Avaṟṟil nīraruvikaḷ toṭarntu ōṭik koṇṭēyirukkum. Avarkaḷukkup (paricākap) poṟkaṭakam aṇivikkappaṭum. Melliyatākavō aḻuttamāṉatākavō (avarkaḷ virumpiya) pacumaiyāṉa paṭṭāṭaikaḷai aṇivārkaḷ. Irukkaikaḷiluḷḷa talaiyaṇaikaḷ mītu cāyntu (mikka ullācamāka) iruppārkaḷ. Ivarkaḷuṭaiya kūli mikka naṉṟē! Ivarkaḷ iṉpam aṉupavikkiṉṟa iṭamum mikka aḻakāṉatu"}]}