{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"Enywe abasuubila murumbule Nyasaye okhurumbula okhunji"},{"SurahNumber":33,"VerseNumber":42,"Text":"Ne mumwitsoomie eshilo neshitere"},{"SurahNumber":33,"VerseNumber":43,"Text":"Ye niye ubarereranga tsimbabaasi, nende Abamalaika bebe (babalamilanga) kho abayinie mushilima okhutsia mubulafu, na niwetsimbabaasi muno khubasubili"},{"SurahNumber":33,"VerseNumber":44,"Text":"Amashesanio kabu inyanga yakhubukanana ninaye kaliba mbu “mulembe” neyabarecheshela omurungo omulayi"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ewe Omurumwa , toto efwe khwakhuruma obe Omuloli nende Omusuubisia nende Omwikanyilisi"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ne obe omulanji khunjila ya Nyasaye, khubuchami bubwe, nende itaa iyininjia obulafu"},{"SurahNumber":33,"VerseNumber":47,"Text":"Ne subusia Abasubili mbu bali nende tsimbabaasi tsikhongo tsirulanga khu Nyasaye"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ne olawulila abakhayi nende abeshikhabili tawe, ne olateba amasinyisio kabu tawe, ne wisiche Nyasaye, ne Nyasaye ayela okhuba omulindi"},{"SurahNumber":33,"VerseNumber":49,"Text":"Enywe balia basuubila, nimuteshia abakhasi abasuubili mana mubaleshe nimushili okhubatilakhwo, eda ibula khubo yamulababalila, mubahelesie shokhubasangasia ne mubaleshe okhulekhana okhulayi"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ewe Omurumwa, khukhusubulila Abakhasi bao obawahelesia omurungo kwabu, nende balia abomukhono kukwo omulunji kwatila mubalia ba Nyasaye yakhuhelesia, nende Abakhana bomusiani wabu papa wuwo, nende Abakhana ba senje wuwo, nende Abakhana bakhotsa wuwo, nende Abakhana bo mukhana wabu mama wuwo, balia abawuuya ninawe, nende omukhasi omusuubili, niyerusia omwene eshikhaya khumurumwa, Omurumwa mwene niyenya okhumuteshia. Ochamilwa ewe butswa, shini khubasuubili bandi tawe. Toto khwamala okhubenoosilia okakhwabalachila khubakhasi babu, nende abemikhono chiabu emisatsia chiatila, kho bulaba obusiro khwiwe tawe. Ne Nyasaye ni Omulesheli muno Owetsimbabaasi po"},{"SurahNumber":33,"VerseNumber":51,"Text":"Ositie ebuleka owawenya mubo, ne obukule owawenya. Ne niwenya ulia owawara elubeka, shinobubii khubo tawe. Okhukhola endio khwitsa okhuchila tsimoni tsiabu tsisangale, nebalabeelela tawe, ne babe nobuchami khushilia shiobahelesia, abo boosi. Ne Nyasaye amanyile kali mumioyo chienyu, ne Nyasaye ni Omumanyi(omuholo) Omwihotselefu"},{"SurahNumber":33,"VerseNumber":52,"Text":"Nomalile okhuba nende (abakhaye bolinabo bano) shochamilwa (okhuteshia) abakhasi nohomba, okhubakalukhania nende abakhasi bandi kata obulayi bwabu nibukhuchamisia, halali ulia ulimumukhono kukwo omulunji. Ne Nyasaye ni Omuloli wabuli eshindu"}]}