{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Eljuttattuk pedig hozzajuk a Szot (ezt a Korant), talan hallgatnak az intelemre"},{"SurahNumber":28,"VerseNumber":52,"Text":"Azok, akiknek meg elotte odaadtuk az Irast, ok hisznek benne"},{"SurahNumber":28,"VerseNumber":53,"Text":"Es ha recitaltatik nekik azt mondjak: . Hiszunk benne, Ez az Igazsag a mi Urunktol. Mi mar elotte is muzulmanok voltunk"},{"SurahNumber":28,"VerseNumber":54,"Text":"Ok ketszer kapnak jutalmat amiatt, hogy allhatatosan kitartoak voltak es a rosszat joval haritottak el es abbol, amivel gondoskodtunk roluk adakoztak"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ha ures beszedet\" hallanak elfordulnak attol es azt mondjak: . Nekunk megvannak a mi cselekedeteink es nektek is megvannak a ti cselekedeteitek. Bekesseg veletek. Mi nem vagyakozunk a tudatlanok koze"},{"SurahNumber":28,"VerseNumber":56,"Text":"Te (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) nem vezerelheted azt, akit szeretnel! Am Allah az, Aki azt vezerel, akit O akar. O jobban tudja kik az igaz uton vezereltek"},{"SurahNumber":28,"VerseNumber":57,"Text":"Es ha azt mondjak: , Ha veled egyutt kovetjuk az utmutatast eluzetnenk a foldunkrol.\" Nem adtunk-e hatalmat nekik egy szent Terulet (Mekka) folott, ami biztonsagos es mindenfele gyumolcs jelenik ott meg a Tolunk szarmazo gondoskodaskent. Am a legtobben kozuluk nem tudjak"},{"SurahNumber":28,"VerseNumber":58,"Text":"Es mennyi varost pusztitottunk. mar el, amelyek kihivoan eltek eletuket. Ime ezek az o lakhelyeik, utanuk mar csak kevesen lakjak azokat. Mi vagyunk az orokosok"},{"SurahNumber":28,"VerseNumber":59,"Text":"A te Urad nem pusztitott soha el egyetlen varost sem addig, amig annak kozpontjaba Kuldottet nem menesztett, aki a Mi jeleinket recitalta. Mi csak akkor pusztitottunk el varosokat, ha azok lakoi vetkesek voltak"},{"SurahNumber":28,"VerseNumber":60,"Text":"Barmi is adatott meg nektek, azok csupan az evilagi elet mulando dolgai es ekei. Am, ami Allah-nal van az jobb es maradandobb, Hat nem fogjatok fel esszel"}]}