{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Knjigu objavljuje Allah, Silni i Mudri"},{"SurahNumber":39,"VerseNumber":2,"Text":"Mi ti, doista, objavljujemo Knjigu, pravu istinu, zato se klanjaj samo Allahu iskreno Mu ispovijedajuci vjeru"},{"SurahNumber":39,"VerseNumber":3,"Text":"Iskreno ispovjedanje vjere dug je Allahu! A onima koji pored Njega uzimaju zastitnike: \"Mi im se klanjamo samo zato da bi nas sto vise Allahu priblizili\" - Allah ce njima, zaista, presuditi o onome u cemu su se oni razilazili. Allah nikako nece ukazati na pravi put onome ko je lazljivac i nevjernik"},{"SurahNumber":39,"VerseNumber":4,"Text":"Da je Allah htio da dijete ima, izabrao bi, između onih koje je stvorio, onoga koga bi On htio. Hvaljen neka je On; On je Allah, Jedini i Svemocni"},{"SurahNumber":39,"VerseNumber":5,"Text":"Nebesa i Zemlju je sa ciljem stvorio; On nocu zavija dan i danom zavija noc, On je Sunce i Mjesec potcinio, svako se krece do roka određenog. On je Silni, On mnogo prasta"},{"SurahNumber":39,"VerseNumber":6,"Text":"On vas od jednog covjeka stvara - a od njega je drugu njegovu stvorio - i On vam je dao osam vrsta stoke; On vas stvara u utrobama matera vasih, dajuci vam likove, jedan za drugim, u tri tmine. To vam je, eto, Allah, Gospodar vas, Njegova je vlast, nema boga osim Njega, pa kuda se onda odmecete"},{"SurahNumber":39,"VerseNumber":7,"Text":"Ako vi budete nezahvalni, - pa, Allah od vas ne zavisi, ali On nije zadovoljan, ako su robovi Njegovi nezahvalni, a zadovoljan je sa vama ako budete zahvalni. A nijedan grjesnik nece nositi grijehe drugoga! Poslije cete se Gospodaru svome vratiti, pa ce vas On o onom sto ste radili obavijestiti, jer On dobro zna svacije misli"},{"SurahNumber":39,"VerseNumber":8,"Text":"Kad covjeka nevolja snađe, Gospodaru svome se moli, Njemu se obraca, a onda, posto mu Allah milost svoju daruje, zaboravi Onoga kome se prije molio, i druge Njemu jednakim smatra, da bi s puta Njegova na stranputicu odvodio. Reci: \"Uzivaj neko vrijeme u nevjerovanju svome, bices, sigurno, stanovnik u vatri"},{"SurahNumber":39,"VerseNumber":9,"Text":"Da li je onaj koji u nocnim casovima u molitvi vrijeme provodi, padajuci licem na tle i stojeci, strahujuci od onoga svijeta i nadajuci se milosti Gospodara svoga...? Reci: \"Zar su isti oni koji znaju i oni koji ne znaju? Samo oni koji pameti imaju pouku primaju"}]}