{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"قوم ثمود نیز بیم‌دادنها و برحذر داشتنهای (پیغمبر خود صالح) را تکذیب کردند و دروغشان نامیدند"},{"SurahNumber":54,"VerseNumber":24,"Text":"آنان گفتند: آیا از انسانی از خودمان پیروی کنیم که تنها (و بدون قوم و عشیره) هم هست؟ در صورت پیروی از او، ما گمراه و دیوانه خواهیم بود"},{"SurahNumber":54,"VerseNumber":25,"Text":"آیا از میان همه‌ی ما (افراد بزرگ و محترم و دانا و دارا) وحی بدو شده است؟! (نه! چنین نیست). بلکه او بسیار دروغگو و خودخواه است (و با تکبّر و جاه‌طلبی می‌خواهد بر ما ریاست کند)"},{"SurahNumber":54,"VerseNumber":26,"Text":"فردا خواهند دانست که بسیار دروغگوی متکبّر و خودخواه کیست"},{"SurahNumber":54,"VerseNumber":27,"Text":"ما ماده شتر را برای امتحان ایشان خواهیم فرستاد، بنگر و ببین که چه می‌کند و بر سر آنان چه می‌آید و بسیار شکیبائی داشته باش (که خدا با تو است، و دستشان را از اذیّت و آزارت کوتاه خواهد کرد)"},{"SurahNumber":54,"VerseNumber":28,"Text":"به آنان بگو که آب (چاهی که دارند، به فرمان خدا) میان ایشان و شتر تقسیم شده است (یک روز مال شما و یک روز متعلق به شتر است). نوبت هر کدام که باشد، بر سر آب می‌رود"},{"SurahNumber":54,"VerseNumber":29,"Text":"قوم ثمود، یار خود (قدار بن سالف) را صدا زدند (که بیا این شتر را بکش). او هم بی‌باکانه دست بکار شد و شتر را پی کرد"},{"SurahNumber":54,"VerseNumber":30,"Text":"آیا عذاب و عقاب من، و بیم دادنها و بر حذر داشتنهای من به چه منوالی بوده است (و به چه شکلی کافران را در بر گرفته است؟)"},{"SurahNumber":54,"VerseNumber":31,"Text":"ما بر آنان یک صدای سهمناک سر دادیم و ایشان همگی به صورت گیاه خشکی درآمدند که صاحب چهارپایان در آغل جمع‌آوری می‌کند"},{"SurahNumber":54,"VerseNumber":32,"Text":"ما قرآن را برای یاددادن ویادگرفتن وپنددادن وپندگرفتن ساده و آسان نموده‌ایم، آیا پندپذیرنده و عبرت‌گیرنده ای هست؟"},{"SurahNumber":54,"VerseNumber":33,"Text":"قوم لوط نیز بیم دادنها و بر حذر داشتنهای (پیغمبر خود لوط) را تکذیب کردند"},{"SurahNumber":54,"VerseNumber":34,"Text":"ما بر آنان تندبادی که ریگها را به حرکت در می‌آورد گماشتیم (و همگان را هلاک ساختیم) جز خاندان و پیروان لوط را که ما سحرگاهان ایشان را نجات دادیم (و از آن سرزمین بلازده رهائیشان بخشیدیم)"},{"SurahNumber":54,"VerseNumber":35,"Text":"این نعمتی بود از جانب ما (به آل لوط). ما اینگونه کسی را پاداش می‌دهیم که شکرگزار باشد"},{"SurahNumber":54,"VerseNumber":36,"Text":"لوط ایشان را از گرفتار کردن و کیفر دادن ما بیم داد، ولی آنان بر شک و گمان خود نسبت به بیم دادنها و برحذر داشتنها افزودند (و بدانها باور نکردند و بیراهه رفتند)"},{"SurahNumber":54,"VerseNumber":37,"Text":"و با لوط درباره‌ی مهمانانش سخن گفتند (و از او خواستند آنان را در اختیار ایشان برای انجام کار منافی عفت بگذارد). ما چشمانشان را کور کردیم، (و بدیشان گفتیم:) بچشید عذاب و عقاب مرا، و بیم دادنها و برحذر داشتنهای مرا"},{"SurahNumber":54,"VerseNumber":38,"Text":"بامدادان عذاب پیاپی و کوبنده و پایدار به سراغ ایشان آمد"},{"SurahNumber":54,"VerseNumber":39,"Text":"پس بچشید عذاب و عقاب مرا، و بیم دادنها و بر حذر داشتنهای مرا"},{"SurahNumber":54,"VerseNumber":40,"Text":"ما قرآن را برای یاددادن ویادگرفتن وپنددادن وپندگرفتن ساده و آسان نموده‌ایم، آیا پندپذیرنده و عبرت‌گیرنده ای هست؟"}]}