{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Айтинг: Ерни айланиб сайру саёҳат қилинглар, сўнгра (пайғамбарларни) ёлғончи қилгувчиларнинг оқибати қандоқ бўлганини кўринглар"},{"SurahNumber":6,"VerseNumber":12,"Text":"Айтинг (сўранг): «Осмонлар ва Ердаги нарсалар кимники?» Айтинг: «Аллоҳники». У Ўз устига осмону Ердаги бор мавжудотга раҳмат-марҳамат қилишни ёзиб қўйгандир. У албатта сизларни ҳеч шак-шубҳасиз, бўлган Қиёмат Кунига тўплайди. Фақат ўзларига зиён қилган кимсаларгина иймон келтирмайдилар"},{"SurahNumber":6,"VerseNumber":13,"Text":"Кеча ва кундузга жо бўлган бор нарса Унингдир. У эшитгувчи, билгувчидир"},{"SurahNumber":6,"VerseNumber":14,"Text":"Айтинг: «Ўзи ризқланмай (таомланмай барчани таомлантирган) ҳолида осмонлар ва Ернинг яратгувчиси бўлган Аллоҳдан ўзгани дўст тутайми?!» Айтинг: «Албатта, мен Аллоҳга бўйинсунгувчи кишиларнинг аввалгиси бўлишга маъмурман (амр қилинганман)». Ҳаргиз мушриклардан бўлманг"},{"SurahNumber":6,"VerseNumber":15,"Text":"Айтинг: «Албатта, мен агар Парвардигоримга итоатсизлик қилсам, Улуғ Кунда (Қиёматда Аллоҳ томонидан) бўладиган азобдан қўрқаман»"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ўша кунда кимдан (азоб) четлатилса, бас, унга Аллоҳ раҳм қилибди. Мана шу очиқ нажотдир"},{"SurahNumber":6,"VerseNumber":17,"Text":"Агар Аллоҳ сизни (камбағаллик, хасталик каби) бирон зиён билан ушласа, бас, уни фақат Ўзигина аритгувчидир. Агар сизни бирон яхшилик билан ушласа, бас, билингки, У ҳамма нарсага қодирдир"},{"SurahNumber":6,"VerseNumber":18,"Text":"Унинг ўзи бандалари устида ғолибдир. Унинг Ўзи ҳикмат соҳиби (ҳар нарсадан) огоҳдир"},{"SurahNumber":6,"VerseNumber":19,"Text":"Айтинг (сўранг): «Қай нарса энг улуғ гувоҳ бўлур?» Айтинг: «Аллоҳ». У мен билан сизларнинг ўртамизда гувоҳдир. Сизларни ва Қуръон етиб борган кишиларни (Охират азобидан) огоҳлантиришим учун менга — мана шу Қуръон ваҳий қилинди. Сизлар ҳақиқатан ҳам: «Аллоҳ билан бирга бошқа худолар ҳам бор, деб гувоҳлик бера оласизми? Айтинг: «Мен бундай гувоҳлик бермайман! Айтинг: «Ҳеч шак-шубҳасиз, Аллоҳ якка-ю ягонадир. Албатта мен сизларнинг ширкингиздан покман»"},{"SurahNumber":6,"VerseNumber":20,"Text":"Биз китоб ато қилган кимсалар (яъни, яҳудий ва насронийлар) уни (Муҳаммад пайғамбарни) ўз болаларини таниган каби танийдилар. Ўзларига зиён қилган кимсаларгина иймон келтирмайдилар"}]}