{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":130,"Text":"Кто верой Ибрахима может пренебречь, Помимо тех, чьи души одолела скверна? Его Мы в ближней жизни предпочли, А в будущей - средь праведных (удел ему назначен)"},{"SurahNumber":2,"VerseNumber":131,"Text":"И (вспомните), когда сказал ему Господь: \"Предайся Моей Воле\". \"Я Господу миров себя вверяю!\" - был ответ"},{"SurahNumber":2,"VerseNumber":132,"Text":"И Ибрахим своим сынам в Завет поставил, Что также сделал и Йакуб: \"О сыновья мои! Аллах вам выбрал веру, И не умрите вы никак иначе, Как всей душой Ему предавшись - (Став мусульманами и телом, и душой)"},{"SurahNumber":2,"VerseNumber":133,"Text":"И вы свидетелями были, Когда Йакубу смерть предстала. Тогда он сыновьям сказал: \"Что будете вы чтить, когда умру я?\" Они ответили: \"Мы Богу твоему, Богу отцов твоих - Ханифа Ибрахима, Исмаила и Исхака - Единому Владыке будем поклоняться И предадимся лишь Ему"},{"SurahNumber":2,"VerseNumber":134,"Text":"То был народ, (в небытие) ушедший, Который возымеет то, что приобрел. А вы получите, что должно вам, И с вас не спросят (за грехи), Которые они чинили"},{"SurahNumber":2,"VerseNumber":135,"Text":"И говорят они: \"Вы будьте иудеи иль христиане, Тогда пойдете праведной стезей\". Скажи им: \"Нет! (Последуем) мы вере Ибрахима - верного (ханифа), Кто (Господу) других богов не призывал"},{"SurahNumber":2,"VerseNumber":136,"Text":"Скажите вы: \"Мы веруем в Аллаха, И в Откровение, ниспосланное нам, И Ибрахиму, Исмаилу, Исхаку и Йакубу, И всем двенадцати исраильским коленам; И в то, что Мусе (Бог) послал, И в то, что даровал Он Исе И что другим пророкам снизошло, - Меж ними мы не делаем различий, И лишь Ему мы всей душой предались"},{"SurahNumber":2,"VerseNumber":137,"Text":"Но если, как и вы, они уверуют (в Аллаха), Они, поистине, пойдут прямой стезею. А коль они отворотятся, Они войдут в раскол (единой веры). Аллах убережет тебя от них, - Ведь Он всеслышащ и всезнающ"},{"SurahNumber":2,"VerseNumber":138,"Text":"Таков сибхгат Аллаха. А есть ли что-нибудь дороже этого сибхгата! И лишь Ему мы предаемся"},{"SurahNumber":2,"VerseNumber":139,"Text":"Скажи: \"Ужель затеете вы с нами споры об Аллахе, Коль Он - и наш Господь, и ваш? Нам - за свои дела ответ держать, А вам - нести ответ за ваши. И в поклонении Ему - мы искренность блюдем"},{"SurahNumber":2,"VerseNumber":140,"Text":"Или вы скажете, что Ибрахим и Исмаил, Исхак, Йакуб или (сынов Исраиля) колена Держались веры Моисея иль Христа?\" Скажи: \"Кто знает больше: вы иль Аллах?\" И есть ли нечестивее таких, Кто у себя сокрыл свидетельство Господне? Ведь в небрежении Господь не остается К поступкам вашим и делам"},{"SurahNumber":2,"VerseNumber":141,"Text":"То был народ, (в небытие) ушедший, Кой возымеет то, что приобрел; А вы получите, что должно вам, И с вас не спросят за грехи, которые они чинили"}]}