{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında hukum vermesi icin Allah'a ve Rasulune davet edildiklerinde, muminlerin sozu ancak «Isittik ve itaat ettik» demeleridir. Iste asıl bunlar kurtulusa erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Her kim, Allah'a ve Peygamberine itaat eder ve O'ndan korkup sakınırsa, iste kurtulusa erenler de bunlardır"},{"SurahNumber":24,"VerseNumber":53,"Text":"(Ey Muhammed! Munafıklar: ) Kendilerine emrettigin takdirde, savasa mutlaka cıkacaklarına dair butun gucleriyle Allah'a yemin etmektedirler. Onlara de ki: \"Yemin etmeyin, itaatiniz (bizce) malumdur. Allah, elbette yaptıklarınızdan hakkıyla haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"Yine de ki: \"Allah'a itaat edin; Peygambere de itaat edin,\" Eger yuz cevirirseniz (siz zararlı cıkarsınız); cunku Peygamber, yuklendigi (teblig gorevinden) sorumludur; siz ise, yuklendiginiz (itaat) den sorumlusunuz. Eger ona itaat ederseniz, hidayete erersiniz. Peygambere dusen, apacık beyan etmekten baska bir sey degildir"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, icinizden iman edenlere ve salih ameller isleyenlere, kendilerinden oncekileri hukumran kıldıgı gibi, onları da yeryuzunde hukumran kılacagını, kendileri icin hosnut oldugu dinlerini, yine onlar icin iyice yerlestirecegini ve korkulu hallerini guvene cevirecegini va'detmistir. Cunku onlar, yalnız bana ibadet ederler ve hicbir seyi bana sirk (ortak) kosmazlar. Bundan sonra her kim kufrederse, iste asıl fasık olanlar onlardır"},{"SurahNumber":24,"VerseNumber":56,"Text":"(Ey iman edenler!) Namazı dosdogru kılın; zekatı verin ve Peygambere itaat edin ki rahmet olunasınız"},{"SurahNumber":24,"VerseNumber":57,"Text":"Inkar edenlerin, yeryuzunde (Allah'ı) aciz bırakacaklarını sanmayasın! Onların varacagı yer cehennemdir. Ne kotu varıs yeri"}]}