{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":20,"Text":"To any who desires the reward of the Hereafter, We give increase in his reward; And to any who desires the reward of this world, We grant a part of it, and he has no share in the Hereafter"},{"SurahNumber":42,"VerseNumber":21,"Text":"Or, have they ‘partners’ (the false gods) who have established for them some religion without permission of Allah? If it had not been for the Word of Judgment, (permitting them some freedom of action) the matter would have been decided between them (at once). And surely, the wrongdoers will have a grievous penalty"},{"SurahNumber":42,"VerseNumber":22,"Text":"You will see the wrongdoers in fear because of what they have earned, and of whatever (penalty) that must fall on them. But those who believe and work righteous deeds (will be) in the luxurious shadows in the Gardens. They shall have, before their Lord, all that they wished for. That will truly be the greatest reward (from Allah)"},{"SurahNumber":42,"VerseNumber":23,"Text":"That is (the reward) about which Allah gives glad tidings (and good news) to His servants who believe and do righteous good deeds. Say: \"No reward do I ask of you for this except to be kind to me in the love and kinship.\" And if anyone earns any good and righteous deeds, We shall give him an increase in the good (that he has earned in proper measure): Verily, Allah is Often Forgiving (Ghafoor), Most Appreciative (Ash-Shukoor, of the service from His servants)"},{"SurahNumber":42,"VerseNumber":24,"Text":"Or, do they say: \"He has made up lies against Allah?\" If Allah so willed, He could close up your heart. And Allah removes (false) pride, and proves the Truth by His Words. Verily, He knows well the secrets in all human breasts (hearts)"},{"SurahNumber":42,"VerseNumber":25,"Text":"And He is the One Who accepts repentance (At-Tawwab) from His servants, and forgives sins, and He knows all that you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"And He hears those who believe and act righteously, and gives them increase of His Bounty: And as for the unbelievers there is a terrible penalty"},{"SurahNumber":42,"VerseNumber":27,"Text":"If Allah increases what is given to His servants, they would indeed rebel and cross all bounds in the earth; But He sends (it) down in right measure as He pleases. Verily, He is All Aware (Khabir) of His servants, All Seer (Baseer, of what they do)"},{"SurahNumber":42,"VerseNumber":28,"Text":"And He is the One Who sends down the rain (even) after (men) have despaired and given up any hope, and scatters His Mercy (far and wide). And He is the protector (Wali), Worthy of all Praise (Hameed)"},{"SurahNumber":42,"VerseNumber":29,"Text":"And among His Signs is the Creation of the heavens and the earth, and the living creatures that He has spread in them: And He can gather them together when He wills"}]}