{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"Janı jok kezde Biz aga jan berip, adamdar arasında anı menen (jolun jarıtıp) jürö turgan nurdu koluna karmatıp koygon adam karaŋgılıktardan çıkpay jürgön adamga okşomok bele?? Uşul sıyaktuu, kaapırlarga jasap jatkan işteri (şaytandar tarabınan) kooz körgözülüp koyulgan"},{"SurahNumber":6,"VerseNumber":123,"Text":"Oşentip, Biz ar bir ayıl-şaarga, oşol jerde (dinge karşı) ayla-amal kıluusu üçün, künöökör çoŋdorun koyduk. Alar amalköylük kılışat, birok sezbegen abalda özdörün-özdörü aldaşat.”"},{"SurahNumber":6,"VerseNumber":124,"Text":"Eger alarga (İslam çındıgına) dalil kelçü bolso (tekeberlenişip): “Allaһtın paygambarlarına berilgen nerse (paygambarlık) bizge da berilmeyinçe ıyman keltirbeybiz” - deşet. Allaһ Öz paygambarlıgın kimge berüünü jakşı bilet. Künöökör adamdar bolso, Allaһtın aldında, (dinge karşı) aylakerlikteri üçün kor kıluuçu, katuu azapka duuşar boluşat"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allaһ kimdi hidayatka (Tuura Jolgo) baştoonu kaalasa, anın kökürögün İslamga açıp koyot. Al emi, kimdi adaştıruunu kaalasa, anın kökürögün, asmanga kötörülüp baratkan sıyaktuu tar kılıp koyot. Allaһ ıyman keltirbegenderge mına uşintip jaza beret"},{"SurahNumber":6,"VerseNumber":126,"Text":"Mına uşul (jogoruda aytılgandar) Rabbiŋdin Tuura Jolu. Biz (Allaһtı) estegen adamdar üçün ayattardı toluk bayandap berdik"},{"SurahNumber":6,"VerseNumber":127,"Text":"Oşol (Allaһtı estegen) adamdarga Rabbisinin aldında Tınçtık üyü (Beyiş) bar. Jasagan (jakşı) işteri üçün (Beyişte) alardın kamkoru Allaһ"},{"SurahNumber":6,"VerseNumber":128,"Text":"Alardın bardıgın çogulta turgan Kündö (Allaһ) «O, jinderdin jamaatı! İnsandardan (azgırganıŋardı) köböytüp jiberdiŋer!» (deyt). Anan jinderdin (azgırıgına kabılgan) insandardan bolgon dostoru (künöösün moynuna alıp): “O, Rabbibiz! Biz biri-biribizden paydalangan bolçubuz. Emi, Özüŋ bizge belgilep koygon ubakıtıbızga (Kıyamat suragına) keldik” deşet. «Jayıŋar - tozok!-deyt (Allaһ). Anda tübölük kalasıŋar! Allaһ kaalagandar gana (çıgarılat)» Çınında, senin Rabbiŋ Daanışman, Bilüüçü"},{"SurahNumber":6,"VerseNumber":129,"Text":"Oşentip, biz, jasagan kılmıştarı(nın okşoştugu)na karap, zaalımdardı biri-birine dos-başçı kılıp koyobuz"}]}