{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"قیامت قریب آگئی ہے ۔ اور چاند شق ہو گیا ۔"},{"SurahNumber":54,"VerseNumber":2,"Text":"اور اگر وہ کوئی ناانی دیکھتے ہیں تو منہ پھیر لیتے ہیں اور کہنے لگتے ہیں یہ بڑا زبرست جادو ہے ۔"},{"SurahNumber":54,"VerseNumber":3,"Text":"اور انہوں نے جھٹلا (رسول خدا کو) اور پیروی کرتے رہے اپنی خواہشات کی ۔۔ اور ہر کام کے لیے ایک انجام ہے ۔"},{"SurahNumber":54,"VerseNumber":4,"Text":"اور پہنچ چکی ہیں ان کے پاس (پہلی قوموں کی بربادی کی) اتنی خبریں جن میں بڑی عبرت ہے ۔"},{"SurahNumber":54,"VerseNumber":5,"Text":"(وہ خبریں) سراسر حکمت ہیں پس ڈرانے والوں نے کوئی فائدہ نہ پہنچایا ۔۔"},{"SurahNumber":54,"VerseNumber":6,"Text":"پس آپ رخ انور پھیر لیں ان سے ۔ ایک روز بلائے گا (انہیں ) بلانے والا ایک ناگوار چیز کی طرف ۔۔"},{"SurahNumber":54,"VerseNumber":7,"Text":"(خوف سے) ان کی آنکھیں جھکی ہوں گی ۔۔ قبروں سے یوں نکلیں گے جیسے وہ پراگندہ ٹڈیاں ہیں۔"},{"SurahNumber":54,"VerseNumber":8,"Text":"ڈرتے ڈرتے بھاگے جارہے ہوں گے بلانے والے کی طرف کافر کہتے ہوں گے یہ بڑا سخت دن ہے ۔"},{"SurahNumber":54,"VerseNumber":9,"Text":"جھٹلایاان سے پہلے قوم نوح نے یعنی انہوں نے جھٹلایا ہمارے بندے کو اور کہا یہ دیوانہ ہے اور اسے جھڑکا بھی گیا ۔"},{"SurahNumber":54,"VerseNumber":10,"Text":"آخر کار آپ نے دعا مانگی اپنے رب سے کہ میں عاجز آگیا ہوں پس تو (ان سے ) بدلہ لے ۔"},{"SurahNumber":54,"VerseNumber":11,"Text":"پھر ہم نے کھول دیے آسمان کے دروازے موسلا دھار بارش کے ساتھ۔"},{"SurahNumber":54,"VerseNumber":12,"Text":"اور جاری کردیا ہم نے زمین سے چشموں کو پھر دونوں پانی مال گئے ایک مقصد کے لیے جو پہلے مقرر ہوچکا تھا"},{"SurahNumber":54,"VerseNumber":13,"Text":"اور ہم نے سوار کردیا نوح کو تختوں اور میخوں والی (کشتی ) پر"},{"SurahNumber":54,"VerseNumber":14,"Text":"وہ بہتی جارہی تھی ہماری آنکھوں ے سامنے ۔۔ (یہ طوفان) بدلہ تھا اس (نبی ) کا جس کا انکار کیا گیا تھا۔"},{"SurahNumber":54,"VerseNumber":15,"Text":"اور ہم نے باقی رکھا اس (قصہ) کو بطور نشانی پس ہے کوئی نصیحت قبول کرنے والا ۔۔"},{"SurahNumber":54,"VerseNumber":16,"Text":"سو کیسا (خوفناک) تھا میرا عذاب اور (کتنے سچے تھے ) میرے ڈراوے"},{"SurahNumber":54,"VerseNumber":17,"Text":"اور بےشک ہم نے آسان کردیا ہے قرآن کو نصیحت پذیری کے لیے پس ہے کوئی نصیحت قبول کرنے والا ۔"},{"SurahNumber":54,"VerseNumber":18,"Text":"عاد نے بھی جھٹلایا تھا پھر کیسا (خوفناک) تھا میرا عذاب اور میرے ڈراوے۔"},{"SurahNumber":54,"VerseNumber":19,"Text":"ہم نے ان پر تندوتیز آندھی بھیجی ایک دائمی نحوست کے دن میں ۔"},{"SurahNumber":54,"VerseNumber":20,"Text":"وہ اکھاڑ کر پھینک دیتی لوگوں کو کہ گویا وہ مڈھ ہیں اکھڑی ہوئی کھجور کے ۔"},{"SurahNumber":54,"VerseNumber":21,"Text":"پس کیسا (سخت) تھا میرا عذاب اور کتنے سچے تھے ) میرے ڈراوے۔"},{"SurahNumber":54,"VerseNumber":22,"Text":"بے شک ہم نے آسان کردیا ہے قرآن کو نصیحت پذیری کے لیے پس ہے کوئی نصیحت قبول کرنے والا"}]}