{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"And any misfortune that happens to you is a consequence of what your hands have earned. And He overlooks much"},{"SurahNumber":42,"VerseNumber":31,"Text":"And you can never escape, and you have none besides God as an ally or helper"},{"SurahNumber":42,"VerseNumber":32,"Text":"And from His signs are the vessels that sail the sea like flags"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He willed, He could still the winds, leaving them motionless on top of it. In that are signs for every one who is patient, thankful"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He may drown them, for what they have earned. And He overlooks much"},{"SurahNumber":42,"VerseNumber":35,"Text":"And that those who dispute in Our signs may know that they have no place to hide"},{"SurahNumber":42,"VerseNumber":36,"Text":"So whatever you are given is simply an enjoyment of the worldly life, and what is with God is far better and more lasting for those who believe and put their trust in their Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"And those who avoid major sins and immorality, and when they are angered, they forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"And those who have responded to their Lord, and they hold the contact prayer, and their affairs are conducted by mutual consultation among themselves, and from Our provisions to them they give"},{"SurahNumber":42,"VerseNumber":39,"Text":"And those who, when injustice befalls them, they seek justice"},{"SurahNumber":42,"VerseNumber":40,"Text":"The recompense for a crime shall be its equivalence, but whoever forgives and makes right, then his reward is upon God. He does not like the wrongdoers"},{"SurahNumber":42,"VerseNumber":41,"Text":"And for any who demand action after being wronged, those are not committing any error"},{"SurahNumber":42,"VerseNumber":42,"Text":"The error is upon those who oppress the people, and they aggress in the land without cause. For these will be a painful retribution"},{"SurahNumber":42,"VerseNumber":43,"Text":"And for he who is patient and forgives, then that is an indication of strength"}]}