{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Biz Davuda Ozumuzdən bir lutf bəxs etdik və buyurduq: “Ey daglar və quslar! Onunla birlikdə Allahın səninə təriflər deyin!” Biz dəmiri onun ucun yumsaltdıq"},{"SurahNumber":34,"VerseNumber":11,"Text":"Sonra buyurduq: “Genis zirehlər duzəlt və halqaları toxuduqda olcuyə riayət et. Ey Davud ailəsi, yaxsı islər gorun! Mən, həqiqətən də, sizin nə etdiyinizi gorurəm”"},{"SurahNumber":34,"VerseNumber":12,"Text":"Səhər bir aylıq məsafəni qət edən, gunortadan sonra yenə bir aylıq məsafəni qət edən kuləyi də Suleymana ram etdik. Biz onun ucun mis qaynagını sel kimi axıtdıq. Rəbbinin izni ilə cinlərin bir qismi onun qabagında isləyirdi. Onlardan kim ki, Suleymana itaət etməyib əmrimizdən cıxırdısa, onu Cəhənnəm oduna ducar edirdik"},{"SurahNumber":34,"VerseNumber":13,"Text":"Cinlər onun ucun istədiyi qəsrlər, heykəllər, hovuzlara bənzər canaqlar və yerindən tərpənməyən nəhəng qazanlar duzəldirdilər. Ey Davud nəsli! Bu nemətlərə sukur edin! Qullarımdan sukur edən azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Suleymanın olumunə hokm verdiyimiz zaman onun olduyunu cinlərə ancaq onun əsasını yeyən bir agac qurdu gostərdi. Suleyman yerə yıxıldıqda cinlərə bəlli oldu ki, əgər onlar qeybi bilsəydilər, alcaldıcı əzaba məruz qalmazdılar"},{"SurahNumber":34,"VerseNumber":15,"Text":"Səba qəbiləsinin yasadıgı yerdə nisanə – biri sagda, digəri də solda olan iki bagca var idi. Onlara: “Rəbbinizin ruzisindən yeyin və Ona sukur edin. Budur gozəl diyar və Bagıslayan Rəbb!”– deyilmisdi"},{"SurahNumber":34,"VerseNumber":16,"Text":"Amma onlar uz dondərdilər, Biz də ustlərinə guclu sel gondərdik. Onların iki bagcasını acı meyvəli, yulgunlu və icində bir az sidr agacı olan iki bagla əvəz etdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Nankorluqlarına gorə onları belə cəzalandırdıq. Məgər biz nankordan basqasını cəzalandırarıqmı"},{"SurahNumber":34,"VerseNumber":18,"Text":"Səba qəbiləsi ilə bərəkət verdiyimiz məmləkətlər arasında aydın gorunən bir-birinə yaxın səhərlər salmıs, orada gedis-gəlis yaratmısdıq. “Oralarda gecələr və gunduzlər arxayın gəzib dolasın!”– demisdik"},{"SurahNumber":34,"VerseNumber":19,"Text":"Onlar isə: “Ey Rəbbimiz! Səfərlərimizdə dayanacagımız səhərlər arasındakı məsafəni uzaq et!”– dedilər və oz-ozlərinə zulm etdilər. Biz onları əfsanələrə cevirib dilə-disə saldıq, ozlərini də darmadagın etdik. Həqiqətən, səbirli olan və sukur edən hər kəs bundan ibrət alar"},{"SurahNumber":34,"VerseNumber":20,"Text":"Iblisin onlar barəsindəki ehtimalı dogru cıxdı. Bir dəstə momindən basqa, qalanları onun toruna dusdulər"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki o, bu insanlar uzərində ixtiyar sahibi deyildi. Biz ancaq axirətə inananla ona səkk gətirən kimsələri ayırd etmək ucun seytana belə bir fursət verdik. Sənin Rəbbin hər seyi muhafizə edəndir"}]}