{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"And recite thou to them the story of the two sons of Adam truthfully, when they offered a sacrifice, and it was accepted of one of them, and not accepted of the other. 'I will surely slay thee,' said one. 'God accepts only of the godfearing,' said the other"},{"SurahNumber":5,"VerseNumber":28,"Text":"Yet if thou stretchest out thy hand against me, to slay me, I will not stretch out my hand against thee, to slay thee; I fear God, the Lord of all Being"},{"SurahNumber":5,"VerseNumber":29,"Text":"I desire that thou shouldest be laden with my sin and thy sin, and so become an inhabitant of the Fire; that is the recompense of the evildoers"},{"SurahNumber":5,"VerseNumber":30,"Text":"Then his soul prompted him to slay his brother, and he slew him, and became one of the losers"},{"SurahNumber":5,"VerseNumber":31,"Text":"Then God sent forth a raven, scratching into the earth, to show him how he might conceal the vile body of his brother. He said, 'Woe is me! Am I unable to be as this raven, and so conceal my brother's vile body?' And he became one of the remorseful"},{"SurahNumber":5,"VerseNumber":32,"Text":"Therefore We prescribed for the Children of Israel that whoso slays a soul not to retaliate for a soul slain, nor for corruption done in the land, shall be as if he had slain mankind altogether; and whoso gives life to a soul, shall be as if he ha given life to mankind altogether. Our Messengers have already come to them with the clear signs; then many of them thereafter commit excesses in the earth"},{"SurahNumber":5,"VerseNumber":33,"Text":"This is the recompense of those who fight against God and His Messenger, and hasten about the earth, to do corruption there: they shall be slaughtered, or crucified, or their hands and feet shall alternately be struck off; or they shall be banished from the land. That is a degradation for them in this world; and in the world to come awaits them a mighty chastisement"},{"SurahNumber":5,"VerseNumber":34,"Text":"except for such as repent, before you have power over them. So know you that God is All-forgiving, All-compassionate"}]}