{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Nimen de caichan, nimen de erzi, dou buneng shi nimen shaoshao de qinjin wo; dan xindao erqie xingshan de renmen, jiang yin tamen de xingwei er shou jiabei de baochou, tamen jiang anju yu lou shang."},{"SurahNumber":34,"VerseNumber":38,"Text":"Jieli fandui wo de jixiang de renmen, jiang bei jujin zai xingfa zhong."},{"SurahNumber":34,"VerseNumber":39,"Text":"Ni shuo:`Wo de zhu, dique yu shi nage pu ren de jiyang kuanyu, jiu shi ta kuanyu; yu shi nage pu ren de jiyang jiongpo, jiu shi ta jiongpo. Nimen suo shishe de dongxi, ta jiang buchang ta; ta shi zui you de gongji zhe.'"},{"SurahNumber":34,"VerseNumber":40,"Text":"Zai na ri, ta yao jiang tamen tongtong jihe qilai, ranhou dui tianshenmen shuo:`Zhexie ren chongbaiguo nimen ma?'"},{"SurahNumber":34,"VerseNumber":41,"Text":"Tamen shuo:`Women zan ni chaojue wanwu! Ni shi women de zhu, tamen bushi women de nupu. Tamen que shi chongbai jingling de, tamen daban xinyang jingling.'"},{"SurahNumber":34,"VerseNumber":42,"Text":"Jinri, tamen buneng huli, ye buneng xiang hai; wo jiang dui buyi de renmen shuo:`Nimen changshi nimen suo fouren de huoxing ba!'"},{"SurahNumber":34,"VerseNumber":43,"Text":"Youren dui tamen xuandu wo de mingbai de jixiang shi, tamen shuo:`Zhege ren zhi xiang fang'ai nimen chongbai nimen de zuxian suo chongbai de ouxiang.'Tamen you shuo:`Zhe zhishi niezao de huangyan.'Dang zhenli lailin de shihou, bu xindao de renmen shuo:`Zhe zhishi yizhong mingxian de moshu.'"},{"SurahNumber":34,"VerseNumber":44,"Text":"Wo meiyou ba tamen suo neng song xi de renhe jingdian shangci tamen, zai ni zhiqian, wo meiyou paiqian renhe jinggao zhe qu jiaohua tamen."},{"SurahNumber":34,"VerseNumber":45,"Text":"Zai tamen zhiqian shi qu de renmen ceng fouren zhenli, tamen meiyou dadao wo suo ciyu qian ren de shi fen zhi yi, dan qian ren fouren wo de shizhemen, wo de qianze shi zenyang de?"}]}