{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"I k Madianityanam - brata ikh, Shogayba. On skazal: \"Narod moy! Poklanyaytes' Bogu: krome Yego u vas net drugogo Boga; ot Gospoda vashego prishlo k vam yasnoye ukazaniye: soblyudayte vernost' v mere i vese; ne vredite lyudyam ubavleniyem prinadlezhashchego im; ne rasprostranyayte rasstroystvo po zemle posle togo, kak ona privedena v blagoustroystvo. eto posluzhit k vashemu blagu, yesli vy budete veruyushchimi"},{"SurahNumber":7,"VerseNumber":86,"Text":"Ne delayte zasad nigde pri dorogakh, ustrashaya i udalyaya ot puti Boga veruyushchikh v Nego, i derzko usilivayas' iskrivit' yego. Vspomnite, chto vy byli nemnogochislenny i On vas razmnozhil; takzhe posmotrite, kakov byl konets rasprostraniteley nechestiya"},{"SurahNumber":7,"VerseNumber":87,"Text":"Yesli chast' iz vas uverovala v to, s chem ya poslan, i chast' ne uverovala: to terpelivo zhdite vremeni, kogda Bog rassudit nas: On nailuchshiy iz sudey"},{"SurahNumber":7,"VerseNumber":88,"Text":"Stareyshiny, schitavshiyesya velikimi v narode svoyom, skazali: \"Ili my vygonim iz nashego goroda tebya, Shogayb, i veruyushchikh s toboyu, ili vozvratites' k nashemu veroucheniyu\". On skazal: \"Uzhe li i togda, kak my imeyem k nemu otvrashcheniye"},{"SurahNumber":7,"VerseNumber":89,"Text":"My budem dumat' lozhno o Boge, yesli vozvratimsya k vashemu veroucheniyu posle togo, kak Bog izbavil nas ot nego. Togda tol'ko my mozhem vozvratit'sya k nemu, kogda zakhochet togo Bog, Gospod' nash. Gospod' nash obnimayet vso svoim znaniyem: na Boga upovayem. Gospodi nash! Razreshi nash spor s narodom nashim, ukazav istinu: Ty nailuchshiy razreshitel'"},{"SurahNumber":7,"VerseNumber":90,"Text":"Stareyshiny nevernykh v narode yego skazali: \"Yesli posleduyete Shogaybu, vy, naverno, pogibnete"},{"SurahNumber":7,"VerseNumber":91,"Text":"Togda zemletryaseniye porazilo ikh, i na utro oni v svoikh zhilishchakh lezhali poverzhennymi nits litsem"},{"SurahNumber":7,"VerseNumber":92,"Text":"Schitavshiye Shogayba lzhetsom kak budto by ne obitali tam; schitavshiye Shogayba lzhetsom pogibli"},{"SurahNumber":7,"VerseNumber":93,"Text":"A on otoshel ot nikh, skazav: \"Narod moy! YA peredal vam to, s chem poslal menya Gospod' moy; ya byl dlya vas sovetnikom. Kak zhalok narod nevernyy"}]}