{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":21,"Text":"Kendilerine dokunan sıkıntılardan sonra insanlara bir rahmet tattırdıgımızda; hemen ayetlerimize duzen kurmaya calısırlar. De ki: Duzen kurmada Allah en hızlıdır. Elcilerimiz de kurdugunuz duzenleri hic suphesiz yazmaktadırlar"},{"SurahNumber":10,"VerseNumber":22,"Text":"Sizi karada ve denizde yuruten O´dur. Gemide bulundugunuzda geminin onları hos bir ruzgarla goturdugunde ve onunla sevindiklerinde; birden siddetli bir kasırga gelip onları her taraftan dalgaların sardıgı ve cepecevre kusatıldıklarını sandıkları anda, Allah´ın dinine sarılarak: Bizi bu tehlikeden kurtarırsan; andolsun ki, sukredenlerden oluruz, diye O´na yalvarırlar"},{"SurahNumber":10,"VerseNumber":23,"Text":"Allah onları kurtarınca; hemen yeryuzunde haksız yere taskınlıklara baslarlar. Ey insanlar; yaptıgınız taskınlık aleyhinize, dunya hayatının eglencesidir. Sonra donusunuz, Bizedir. Biz de yapmıs oldugunuzu size bildiririz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Dunya hayatının misali; sadece gokten indirdigimiz su gibidir. Onunla, insan ve hayvanların yiyerek beslendikleri bitkiler bol bol yetisir; yeryuzu renk renk, cesit cesit masullerle suslenir. Ve yerin sahibleri butun bunlara kadir olduklarını sandıkları sırada; geceleyin veya gunduzun emrimiz geliverirde orayı hic birsey bitirmemise ceviririz. Daha dun birsey yokmus gibi olur. Iste Biz, ayetlerimizi dusunen insanlar icin boylece acıklarız"},{"SurahNumber":10,"VerseNumber":25,"Text":"Ve Allah selam yurduna cagırır ve diledigini dosdogru yola iletir"},{"SurahNumber":10,"VerseNumber":26,"Text":"Guzel davrananlara daha guzeli ve fazlası var. Onların yuzleri ne kararır ne de zilletten kızarır. Onlar cennetin yaranıdırlar. Orada temelli kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kotulukleri kazananlara; kotulukleri kadar ceza verilir. Onların yuzlerini zillet burur. Allah´a karsı onları savunacak kimse yoktur. Yuzleri, geceden de kara bir parcayla ortulmus gibidir. Iste bunlar da atesin yaranıdırlar. Orada temelli kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gun hepsini toplarız. Sirk kosanlara; Siz ve kostugunuz ortaklar yerlerinize, deriz. Artık onların arasını acmısızdır. Ortakları derler ki: Bize tapmıyordunuz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Allah, sizinle bizim aramızda sahid olarak yeter. Sizin tapınmanızdan haberimiz yoktur"},{"SurahNumber":10,"VerseNumber":30,"Text":"Iste orada herkes onceden yapmıs oldugunu bilir. Gercek mevlaları olan Allah´a dondurulurler. Uydurdukları seyler ise kendilerinden kaybolup gider"}]}