{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":49,"Text":"(O muham'mad!) Varito anu: \"O manavulara! Nenu kevalam miku spastanga heccarika cesevadanu matrame"},{"SurahNumber":22,"VerseNumber":50,"Text":"kavuna evaraite, visvasinci satkaryalu cestaro, variki ksamapana mariyu gauravapradamaina jivanopadhi untayi"},{"SurahNumber":22,"VerseNumber":51,"Text":"kani evaraite ma sucanalanu kincaparacataniki prayatnistaro alanti varu tappaka bhagabhaga mande narakagnivasulavutaru"},{"SurahNumber":22,"VerseNumber":52,"Text":"mariyu (o pravakta!) Niku purvam memu pampina e sandesaharudu gani, leda pravakta gani (na sandesanni prajalaku) andincagorinapudu, saitan atani korikalanu atanka paracakunda undaledu. Kani saitan kalpincina atankalanu allah nirmulincadu. A taruvata allah tana ayat lanu sthiraparacadu. Mariyu allah sarvajnudu, maha vivecanaparudu"},{"SurahNumber":22,"VerseNumber":53,"Text":"evari hrdayalalo rogamundo! Mariyu evari hrdayalu kathinamainavo, variki saitan kalpincevi (sandehalu) oka pariksaga ceyabadataniki. Mariyu niscayanga i durmargulu virodhanlo cala duram vellipoyaru"},{"SurahNumber":22,"VerseNumber":54,"Text":"mariyu jnanamosanga badinavaru idi (i khur'an) ni prabhuvu taraphu nundi vaccina satyamani telusukoni danini visvasincataniki, vari hrdayalu daniki ankitam avataniki. Mariyu niscayanga, allah visvasince variki rjumargam vaipunaku margadarsatvam cestadu"},{"SurahNumber":22,"VerseNumber":55,"Text":"mariyu satyatiraskarulu dinini (i khur'an nu) gurinci - akasmattuga antima ghadiya vaccevaraku leda a ekaika dinapu siksa avatarince varaku - sandehanlo padi untaru"},{"SurahNumber":22,"VerseNumber":56,"Text":"a roju sarvadhipatyam allah de. Ayana vari madhya tirpu cestadu. Kavuna visvasinci satkaryalu cesevaru paramanandakaramaina svargavanalalo untaru"},{"SurahNumber":22,"VerseNumber":57,"Text":"kani, evaraite satyatiraskarulai, ma sucanalanu abad'dhalani tiraskarincaro, variki avamanakaramaina siksa untundi"}]}