{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Basınıza gelen her musibet, kendi ellerinizin kazandıgı (gunahlar) yuzundendir. Allah ise, gunahların bir cogunu bagıslıyor (da bunlardan dolayı musibet vermiyor)"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz, yeryuzunde (Allah’ın azabından) yakanızı kurtarabilecek degilsiniz; ve sizin icin Allah’dan baska (azabı kaldıracak) bir dost, bir yardımcı yoktur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde daglar gibi hareket edip giden gemiler yine O’nun (kudretinin) alametlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eger Allah dilerse, o ruzgarı durduruverir de, (gemiler) deniz uzerinde kalakalırlar. Subhesiz bunda, (Allah’ın nimetlerine) cok sukreden, ziyade sabırlı olan herkes icin bir cok ibretler var"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahud dilerse, kazandıkları gunah yuzunden, onları denizde helak eder. Fakat Allah, (onlardan gunahların) cogunu bagıslar (da kendilerini cezalandırmaz)"},{"SurahNumber":42,"VerseNumber":35,"Text":"Hem ayetlerimiz hakkında mucadele edenler, (onları inkar edenler) bilsinler ki, kendileri icin kacacak bir yer yoktur"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilmis bulunan seyler hep dunya hayatının gecici malıdır. Allah katında olan (ahiret sevabı) ise, daha hayırlı ve daha devamlıdır. (Fakat ahiret sevabı) o kimseler icin hayırlıdır ki, iman etmislerdir ve Rablerine de tevekkul ederler"},{"SurahNumber":42,"VerseNumber":37,"Text":"O kimselerdir ki, buyuk gunahlardan ve acık rezaletlerden kacınırlar, ofkelendikleri zaman da, onlar kusur bagıslarlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"O kimselerdir ki, Rablerine itaate icabet etmisler ve namazı geregi uzere kılmıslardır. Isleri de hep aralarında danısıklıdır. Kendilerine verdigimiz rızıktan (Allah yolunda) harcarlar"},{"SurahNumber":42,"VerseNumber":39,"Text":"O kimselerdir ki, kendi haklarına tecavuz vaki oldugu zaman, onlar yardımlasırlar (ve intikam alırlar, haklarını yerine getirirler)"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kotulugun cezası da ona denk bir kotuluktur. Fakat kim bagıslar ve (kendisiyle dusmanı arasını) duzeltirse, onun mukafatı Allah’a aiddir. Elbette O, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim, kendisine edilen zulumden sonra hakkını alırsa, artık boyleleri uzerine (ceza icin) bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"(Gunaha dair) yol, ancak haksızlıkla yeryuzunde azgınlık ederek insanlara zulum yapanlar uzerinedir. Iste onlara acıklı bir azab vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Her kim de sabredib suc bagıslarsa, iste bu (sabredib bagıslamak), islerin en hayırlısındandır"}]}