{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Simdi, Rabbinden sana indirilen vahyin hak ve gercek oldugunu bilenle kor hic bir olur mu? Ancak akıl sahibi kimseler dusunup ibret alırlar"},{"SurahNumber":13,"VerseNumber":20,"Text":"Verdikleri sozde duranlar ve misakı bozmayanlar da iste onlardır"},{"SurahNumber":13,"VerseNumber":21,"Text":"Allah'ın gozetilmesini emrettigi seyleri gozetirler.Rab’lerinden cekinir ve pek cetin bir hesaptan endise ederler"},{"SurahNumber":13,"VerseNumber":22,"Text":"Onlar, sırf Rab'lerinin rızasını kazanmak icin sabreder, namazı tam gerektigi sekilde kılarlar.Kendilerine ihsan ettigimiz rızıklardan gerek gizli, gerek acık bir tarzda bagısta bulunur ve kotuluge iyilikle mukabele ederler.Iste onlardır dunya diyarının guzel akıbetini kazananlar. {KM, Luka}"},{"SurahNumber":13,"VerseNumber":23,"Text":"O guzel akıbet Adn cennetleri olup, onlar babalarından, eslerinden ve nesillerinden iyi olanlarla birlikte o cennetlere girerler.Oyle ki melekler de her kapıdan yanlarına varıp: “Sabretmenize karsılık size selamlar, selametler! Dunya diyarının ne guzel akıbetidir bu!” diyecekler. [38,50] {KM, Vahiy}"},{"SurahNumber":13,"VerseNumber":24,"Text":"O guzel akıbet Adn cennetleri olup, onlar babalarından, eslerinden ve nesillerinden iyi olanlarla birlikte o cennetlere girerler.Oyle ki melekler de her kapıdan yanlarına varıp: “Sabretmenize karsılık size selamlar, selametler! Dunya diyarının ne guzel akıbetidir bu!” diyecekler. [38,50] {KM, Vahiy}"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ama Allah'a verdikleri sozu iyice pekistirdikten sonra bozanlar ve Allah’ın gozetilmesini emrettigi seyleri terk edenler ve yeryuzunde fesat cıkarıp nizamı bozanlar yok mu,iste onlara sadece lanet vardır.En kotu yurt olan cehennem vardır"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah diledigi kimsenin rızkını bollastırır, diledigi kimsenin rızkını ise daraltır. O inkarcılar, sadece dunya hayatıyla sevinirler. Halbuki dunya hayatı, ahiretin yanında gecici, degersiz bir metadan baska bir sey degildir"}]}