{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"anē jyārē phariśtā'ō'ē kahyuṁ hē marayama! Allāha ta'ālā'ē tamanē cuṇṭī līdhā anē tamanē pavitra karī dīdhā anē samraga sr̥ṣṭinī strī'ō mānthī tamanē cuṇṭī līdhā"},{"SurahNumber":3,"VerseNumber":43,"Text":"hē marayama! Tamē pōtānā pālanahāranī bandagī karō anē sijadō karō anē rūku'a karavāvāḷā sāthē rūku'a karō"},{"SurahNumber":3,"VerseNumber":44,"Text":"ā adraśyanī vātō mānthī chē, jēnē amē tamārī tarapha vahī dvārā pahōn̄cāḍī'ē chī'ē, tamē tē'ōnī pāsē na hatā jyārē kē tē'ō pōtānī kalama nākhī rahyā hatā kē marayamanē āmānthī kōṇa pāmaśē? Anē na tō tē'ōnā jhagaḍā vakhatē tamē tyāṁ hatā"},{"SurahNumber":3,"VerseNumber":45,"Text":"jyārē phariśtā'ō'ē kahyuṁ kē hē marayama! Allāha ta'ālā tamanē pōtānā ēka kalmānī śubhasucanā āpī rahyō chē, jēnuṁ nāma masīha, marayamanā dīkarā isā chē, jē duniyā anē ākhērata (paralōka) māṁ ijhajhatavāḷā chē anē tē mārā pasanda karēlā'ōmānthī chē"},{"SurahNumber":3,"VerseNumber":46,"Text":"tē lōkō sāthē bāḷapaṇamāṁ pāraṇāmāṁ vātō karaśē anē vr̥dhdhāvasthāmāṁ paṇa. Anē tē sadācārī lōkō mānthī haśē"},{"SurahNumber":3,"VerseNumber":47,"Text":"kahēvā lāgī allāha manē bāḷaka kēvī rītē thaśē? Jyārē kē manē tō kō'i mānavī'ē hātha paṇa nathī lagāvyō, phariśtā'ō'ē kahyuṁ āvī ja rītē allāha ta'ālā jē icchē chē tē pēdā karē chē. Jyārē paṇa tē kō'i kāryanē karavā icchē chē tō phakata āvuṁ kahī dē chē kē tha'i jā tō tē tha'i jāya chē"},{"SurahNumber":3,"VerseNumber":48,"Text":"allāha ta'ālā tēnē lakhavānuṁ, hikamata, taurāta anē injila śikhavāḍaśē"},{"SurahNumber":3,"VerseNumber":49,"Text":"Anē tē isrā'ilanā santānō tarapha payagambara haśē, kē huṁ tamārī pāsē tamārā pālanahāranī niśānī lāvyō chuṁ, huṁ tamārā māṭē paṅkhīnā jēvuṁ māṭīnuṁ pakṣī banāvuṁ chuṁ, pachī tēmāṁ phuṅka mārū chuṁ, tō tē allāha ta'ālānā ādēśathī pakṣī banī jāya chē anē allāha ta'ālānā ādēśathī huṁ pēdā'iśī āndhaḷānē anē kōḍhīnē sājō karī da'uṁ chuṁ anē mr̥takōnē jīvita karū chuṁ anē jē kaṁi tamē khāvō anē jē kaṁi pōtānā gharōmāṁ saṅgraha karō chō huṁ tamanē jaṇāvī da'uṁ chuṁ, āmāṁ tamārā māṭē mōṭī niśānī chē. Jō tamē imānavāḷā hōya"},{"SurahNumber":3,"VerseNumber":50,"Text":"anē huṁ taurātanī puṣṭī karavāvāḷō chuṁ, jē mārī sāmē chē anē huṁ ēṭalā māṭē āvyō chuṁ kē tamārā para kēṭalīka tē vastu halāla karū jē tamārā para harāma karī dēvāmāṁ āvī chē anē huṁ tamārī pāsē tamārā pālanahāranī niśānī lāvyō chuṁ, ēṭalā māṭē tamē allāha ta'ālāthī ḍaratā rahō anē mārū anusaraṇa karatā rahō"},{"SurahNumber":3,"VerseNumber":51,"Text":"yakīna rākhō! Mārō anē tamārō pālanahāra allāha ta'ālā ja chē, tamē sau tēnī ja bandagī karō, ā ja satya mārga chē"},{"SurahNumber":3,"VerseNumber":52,"Text":"parantu jyārē isā (a.Sa.) Nē tē'ōnā inkāranō ābhāsa thavā lāgyō tō kahēvā lāgyā allāha ta'ālānā mārgamāṁ mārī madada karavāvāḷā kōṇa kōṇa chē? Havārī'ō'ē (madadakaranāra) javāba āpyō kē amē allāha ta'ālānā mārganā madada karanāra chē, amē allāha ta'ālā para imāna lāvyā anē tamē sākṣī rahējō kē amē anusaraṇa karanāra chē"},{"SurahNumber":3,"VerseNumber":53,"Text":"hē amārā pālanahāra! Amē tē avatarita karēlī vahī para imāna lāvyā anē amē tārā payagambaranuṁ anusaraṇa karyuṁ. Basa! Tuṁ amanē sākṣī'ō mānthī lakhī lē"},{"SurahNumber":3,"VerseNumber":54,"Text":"anē inkārī'ō'ē ṣaḍayantra racyuṁ anē allāha ta'ālā'ē paṇa chūpī cāla racī anē allāha ta'ālā darēka chūpī cāla racanārā karatā uttama chē"}]}