{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Biz göyü, yeri və onların arasında olanları (bütün məxluqatı) boş-boşuna yaratmadıq. Bu, kafirlərin zənnidir. Vay cəhənnəm odunda yanacaq kafirlərin halına"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoxsa Biz iman gətirib yaxşı işlər görənləri yer üzündə fitnə-fəsad törədənlərlə eyni tutacağıq?! Yaxud Allahdan qorxub pis əməllərdən çəkinənləri günahkarlara tay edəcəyik"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Ya Peyğəmbər! Bu Qur’an) sənə nazil etdiyimiz mübarək (xeyir-bərəkətli) bir Kitabdır ki, (insanlar) onun ayələrini düşünüb dərk etsinlər və ağıl sahibləri də (ondan) ibrət alsınlar"},{"SurahNumber":38,"VerseNumber":30,"Text":"Biz Davuda Süleymanı bəxş etdik. Nə gözəl bəndə! O, daim Allaha sığınan bir kimsə idi. (Onun rizasını qazanmaq diləyirdi)"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Bir gün) axşamüstü ona cins (bir ayağını dırnağı üstünə qoyub, üç ayağı üstündə duran), çapar atlar göstərildiyi zaman"},{"SurahNumber":38,"VerseNumber":32,"Text":"O dedi: “Mən gözəlliyi (bu atları) Rəbbimin zikrindən (Tövratdan) dolayı sevirəm (çünki Allahın dinini qüvvətləndirmək üçün bir cihad vasitəsi kimi onların tə’rifi Tövratda mövcuddur). Nəhayət, (o atlar Süleymanın gözündən) qeyb olub gizləndi. (Və ya: bu atlara olan məhəbbəti məni Rəbbimin zikrindən yayındırdı. O qədər onlara tamaşa etdim ki, ikindi namazı qıla bilmədim)”"},{"SurahNumber":38,"VerseNumber":33,"Text":"(Süleyman dedi:) “Onları (atları) mənə qaytarın!” (Atlar qaytarılıb gətirildikdən sonra) onların qıçlarını və boyunlarını sığallamağa başladı. (Yaxud onu ibadətdən yayındırdıqları üçün onları qurban kəsib fəqir-füqəraya payladı)"},{"SurahNumber":38,"VerseNumber":34,"Text":"And olsun ki, Biz Süleymanı (etdiyi bir xəta üzündən) imtahana çəkdik. Taxtının üstünə (ruhsuz) bir cəsəd atdıq (və ya: taxtının üstünə bir cin oturtduq). Sonra o (peşman olub tövbə etdi və yenidən öz mülkünə, öz taxtına) qayıtdı"},{"SurahNumber":38,"VerseNumber":35,"Text":"(Süleyman dua edib) dedi: “Ey Rəbbim! Məni bağışla və mənə elə bir mülk (səltənət) ver ki, məndən sonra (o cürəsinə) heç kəs nail ola bilməsin. Həqiqətən, Sən böyük ehsan (kərəm) sahibisən! (Allah Süleymanın duasını qəbul buyurdu. Ona həm peyğəmbərlik, həm də padşahlıq əta etdi)"},{"SurahNumber":38,"VerseNumber":36,"Text":"Biz küləyi ona ram etdik. Külək onun əmri ilə istədiyi yerə rahatca gedirdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"(Biz) şeytanlardan olan hər bir bənnanı və qəvvası"},{"SurahNumber":38,"VerseNumber":38,"Text":"Eləcə də başqalarını (digər şeytanları) zəncirlənmiş halda (onun ixtiyarına verdik)"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Və ona belə buyurduq:) “Bu Bizim ehsanımızdır, (ondan kimə istəsən) ver, yaxud (saxlayıb) vermə! O, saysız-hesabsızdır (səndən bu ne’mətlər barəsində haqq-hesab tələb olunmayacaqdır)”"},{"SurahNumber":38,"VerseNumber":40,"Text":"Həqiqətən, o, (qiyamət günü) dərgahımıza yaxın olacaq və onun qayıdıb gələcəyi yer də gözəl olacaqdır (yaxud onun üçün dünyada çoxlu ne’mət, axirətdə isə gözəl sığınacaq – Cənnət vardır)"}]}