{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Bizony Allah nem bocsatja meg azt, hogy tarsitsanak Melle. Am megbocsatja azt, ami ezen kivul van annak, akinek akarja. Aki tarsit Allah melle, az bizony messze vivo tevelygesben van"},{"SurahNumber":4,"VerseNumber":117,"Text":"Bizony Mellette csak nonemu lenyekhez! fohaszkodnak. Bizony csak a lazado satanhoz fohaszkodnak"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah megatkozta. Es mondta (a gonosz): ..Bizony el fogok venni a szolgaid kozul egy bizonyos reszt"},{"SurahNumber":4,"VerseNumber":119,"Text":"Es bizony tevelygesbe fogom vezetni oket es vagyakat fogok bennuk ebreszteni es meg fogom Parancsolni nekik, hogy allatok fulet vagjak le. Es meg fogom parancsolni nekik, hogy valtoztassak meg Allah. teremteset!\" Aki a satant valasztja tamogato baratul, Allah helyett, az bizony nyilvanvalo veszteseget fog szenvedni"},{"SurahNumber":4,"VerseNumber":120,"Text":"Igerget nekik s vagyakat sugall nekik. Am a satan csak csaloka dolgokat iger nekik"},{"SurahNumber":4,"VerseNumber":121,"Text":"Ezeknek a Pokol lesz a lakohelyuk es nem lelnek majd abbol menekulest"},{"SurahNumber":4,"VerseNumber":122,"Text":"Am azok, akik hisznek es jotetteket cselekszenek, azokat olyan kertekbe vezetjuk majdan be, amelyek alatt folyok folynak, orokkon abban fognak idozni. Ez Allah igerete, igazsagkent. Es ki lehet igazabbat szolo Allah-nal"},{"SurahNumber":4,"VerseNumber":123,"Text":"Ez nem a ti vagyaitok szerint s nemis a Konyv Nepenek vagyai szerint tortenik igy! Aki rosszat tesz, az aszerint jutalmaztatik. Nem talal az Allah helyett tamogatot, vagy segitot"},{"SurahNumber":4,"VerseNumber":124,"Text":"Aki pedig kegyes dolgokat cselekszik, akar feri, akar no es o hivo, azok a Paradicsomba lephetnek be. Es ott annyi jogtalansagot sem fognak elszenvedni mint a datolyamagon levo hasitek"},{"SurahNumber":4,"VerseNumber":125,"Text":"Es ki jobb a vallast tekintve, mint az, aki arcat alaveti Allah-nak es joravalo kegyes, es Ibrahim (Abraham) vallasat koveti hanif- kent. Allah /drahim-ot (Abrahamot) baratjaul\" fogadta"},{"SurahNumber":4,"VerseNumber":126,"Text":"Allah-e minden, ami az egekben es minden, ami a foldon van. Allah mindent atfog"}]}