{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Na onezi, koito vzimat za luzha Nashite znameniya i se golemeyat pred tyakh, ne shte im budat raztvoreni nebesnite dveri i ne shte vlyazat v Raya, dodeto kamila ne mine prez igleno ukho. Taka vuzdavame na prestupnitsite"},{"SurahNumber":7,"VerseNumber":41,"Text":"Za tyakh ot Ogunya ima i postelya, i pokrivala otgore im. Taka vuzdavame na ugnetitelite"},{"SurahNumber":7,"VerseNumber":42,"Text":"A koito vyarvat i vurshat pravedni dela - na vsyaka dusha vuzlagame samo po silite i. Tezi sa obitatelite na Raya. Tam shte prebivavat vechno"},{"SurahNumber":7,"VerseNumber":43,"Text":"I shte premakhnem ot surtsata im vsyaka omraza. Shte tekat sred tyakh rekite. I shte kazvat: “Slava na Allakh, koito ni naputi za tova! Nyamashe da sme na praviya put, ako Allakh ne be ni naputil. Pratenitsite na nashiya Gospod doidokha s istinata.” I shte budat prizovani: “Eto go Raya, ostaven vi v nasledstvo zaradi onova, koeto ste vurshili.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"I obitatelite na Raya shte izvikat kum obitatelite na Ogunya: “Otkrikhme, che onova, koeto ni obeshta nashiyat Gospod, e istina, a dali i vie otkrikhte, che onova, koeto vi obeshta vashiyat Gospod, e istina?” Shte kazhat: “Da.” I glashatai shte proglasi sred tyakh: “Proklyatieto na Allakh e vurkhu ugnetitelite"},{"SurahNumber":7,"VerseNumber":45,"Text":"koito vuzpirat ot putya na Allakh, stremeiki se da izkrivyat putya, i otvudniya zhivot otrichat.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"Mezhdu tyakh shte ima pregrada, a vurkhu Stenata - muzhe, koito uznavat vseki po negoviya beleg. Te shte vikat kum obitatelite na Raya: “Mir vam!” Ne sa vlezli tam, a kopneyat"},{"SurahNumber":7,"VerseNumber":47,"Text":"I kogato pogledite im budat oburnati kum obitatelite na Ogunya, shte rekat: “Gospodi nash, ne ni slagai zaedno s khorata-ugnetiteli!”"}]}