{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":3,"VerseNumber":149,"Text":"Hey mon yo gomɗimɓe, si on ɗoftike ɓen heeferɓe, ɓe ruttay on e batte [kaaferaaku] mon, waylitoɗon ko on hayruɓe(pertube)"},{"SurahNumber":3,"VerseNumber":150,"Text":"Si ko woni, ko Alla woni Giɗo mon, ko Kaŋko woni moƴƴuɗo e wallooɓe ɓe"},{"SurahNumber":3,"VerseNumber":151,"Text":"Arma Men Welloo kulol e nder ɓerɗe ɓen heeferɓe, sabu ko ɓe kafidi Alla e kon ko O Jippinanaali hujja. Werde maɓɓe ko ka yiite, bonii werde ɓen tooñooɓe"},{"SurahNumber":3,"VerseNumber":152,"Text":"Gomɗii Alla Goonginanii on Fodoore Makko nden tuma nde waraynoɗon ɓe e Duŋayee Makko, haa nde cooyɗon lurruɗon e fiyaake ɗen, yedduɗon ɓaawo o hollii on ko yiɗuɗon. No e mon ɓen faalaaɓe aduna, no e mon kadi ɓen faalaaɓe laakara. Hooti O Yiili on e maɓɓe fii yo O Ndaarndo on. Gomɗii O Yaafanike on. Alla ko Jom Ɓural e dow gomɗimɓe ɓen"},{"SurahNumber":3,"VerseNumber":153,"Text":"Tuma nde dogaynoɗon on yeƴƴitoaako hay e gooto, Nulaaɗo on no noddira on ɓaawo mon. Suno e hoore suno heɓi on fii wata on sunito e kon ko laawii on wanaa e kon ko heɓi on. Alla ko Humpitiiɗo e golloton"},{"SurahNumber":3,"VerseNumber":154,"Text":"Refti O Jippini e mo'on ɓaawo annde nden, hoolaare : ŋoŋre, hinde sudda fedde e mo'on ; fedde goo, pittaali maɓɓe no aanini ɓe, hiɓe sikka Alla ko wanaa goonga ; sikke yimɓe majjere, hiɓe wi'a: \"Hara no woodani men e fiyaake ɗen goɗɗum ?\" Maaku: \"Pellet, fiyaake ɗen fow ko Alla woodani\". Hiɓe suuɗa e pittaali maɓɓe ɗin ko ɓe feññinantaa ma, hiɓe wi'a: \"Si tawno no woodannoo men e fiyaake ɗen goɗɗum, men waretanooke ɗoo\". Maaku: \"Hay si tawno on wonno ka cuuɗi mon, feeñayno ɓen ɓe Alla Winndi e dow mun maayde ka lelorɗe maɓɓe\", e fii yo O Laɓɓin ko woni ɓerɗe mon. Alla ko Annduɗo ko woni e ɓerɗe"},{"SurahNumber":3,"VerseNumber":155,"Text":"Pellet, ɓen dogunooɓe e mo'on ñalnde koneeli ɗin ɗiɗi fottunoo, anndu pellet, ko seytaane fergitiɓe sabu yoga e ko ɓe faggitii. Gomɗii Alla Yaafike ɓe. Pellet, Alla ko Yaafotooɗo Muñoowo"}]}