{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"(Mōminaharū!) Jabasam'ma juna kurāharū timīlā'ī priya chan (allāhakō mārgamā) tyasabāṭa kharca garnē chainau, tabasam'ma kadāpi puṇya prāpta garna saknē chainau ra juna kurō timīlē kharca garnēchau, tyō allāhalā'ī rāmrarī thāhā cha"},{"SurahNumber":3,"VerseNumber":93,"Text":"Sabai khānēkurā banī isrā'īlakō nimti taurāta utārinubhandā agāḍi halāla thi'ē. Tī kurā bāhēka junaki ya'akūbalē āphnō lāgi varjita garēkā thi'ē. (Hē muham'mada) bhanidinus ki, yadi timī satya hau bhanē taurāta lyā'ū ra tyasalā'ī paḍhēra sunā'ū"},{"SurahNumber":3,"VerseNumber":94,"Text":"Yasa paścāta pani juna mānisaharū allāhamāthi jhūṭhā ārōpa lagā'um̐chan tī nai an'yāyī hun"},{"SurahNumber":3,"VerseNumber":95,"Text":"Bhanidē'ū! Ki allāha saccā hō. Timī sabai ibrāhīmakō dharmakō pālanā gara, jō muśrikaharūmadhyēbāṭa thi'ēnan"},{"SurahNumber":3,"VerseNumber":96,"Text":"(Allāhakō) pahilō ghara juna mānisaharūkō nimitta pūjākō lāgi nirdhārita gari'ēkō thiyō, tyahi nai hō juna makkāmā avasthita cha, kalyāṇakārī ra (viśvakō nimti) mārgadarśaka cha"},{"SurahNumber":3,"VerseNumber":97,"Text":"Yasamā spaṣṭa niśānīharū chan, jasamadhyē ē'uṭā ibrāhīmakō ubhinē sthala hō. Yasamā jō pravēśa gardacha, tyasalē amana (śānti) prāpta gardacha. Mānisaharūmāthi allāhakō haka cha ki jasalē tyasa gharasam'ma pugnē sāmathrya rākhdacha, tyasalē haja (dhārmika yātrā) garōs. Yadi kasailē yasa ādēśakō pālanā gardaina bhanē allāha pani usasita baru sansārabāṭa nispr̥ha cha"},{"SurahNumber":3,"VerseNumber":98,"Text":"Tapā'ī bhannus ki hē yahudī–īsā'ī! Timī allāhakā niśānīharūlā'ī kina nakārirākhēkā chau? Ra allāha timrā sampūrṇa kriyākalāpakō sākṣī cha"},{"SurahNumber":3,"VerseNumber":99,"Text":"Bhana ki hē ahalē kitāba! Timī mānisaharūlā'ī allāhakō mārgabāṭa kina rōknē gardachau ra yasamā avaguṇa khōjdaichau, yasakō bāvajūda ki timīharū āphai sākṣī chau ra allāha timrā kriyākalāpasita asāvadhāna chaina"},{"SurahNumber":3,"VerseNumber":100,"Text":"Hē mōminaharū! Yadi timī ahalē kitābakō kunai samūhakō kurā mānnēchau bhanē tinīharūlē timīlā'ī īmāna lyā'isakēpachi pani kāphira banā'idinchan"},{"SurahNumber":3,"VerseNumber":101,"Text":"(Spaṣṭa cha ki) timīharūlē īmāna parityāga kasarī garchau jabaki timīlā'ī allāhakā āyataharū paḍhēra sunā'inchan ra timrō mājhamā allāhakā rasūla (sa.) Basdachan ra jasalē allāhakō dharmakō ḍōrīlā'ī dr̥ḍhatāpūrvaka samātyō, niḥsandēha usalā'ī sōjhō mārga prāpta bha'isaknē cha"}]}