{"Id":223,"LanguageCodes":["km","khm"],"Name":"khm-cambodianmuslim","Author":"Cambodian Muslim Community Development","Language":"Khmer","Description":"Khmer","Direction":"ltr","Source":"https://quranenc.com/check/khmer_cambodia/v1.0.0-csv.1 , https://quranenc.com/en/browse/khmer_cambodia , https://quranenc.com ,","Translations":[{"SurahNumber":44,"VerseNumber":30,"Text":"ហើយជាការពិតណាស់ យើងបានជួយសង្គ្រោះអំបូរ អ៊ីស្រាអែលអំពីទណ្ឌកម្មដ៏អាម៉ាស់។"},{"SurahNumber":44,"VerseNumber":31,"Text":"(គឺទណ្ឌកម្ម)របស់ហ្វៀរអោន។ ពិតប្រាកដណាស់ គេគឺជាអ្នកដែលក្រអឺតក្រទមម្នាក់ក្នុងចំណោមពួកដែលបំពាន។"},{"SurahNumber":44,"VerseNumber":32,"Text":"ហើយជាការពិតណាស់ យើងបានជ្រើសរើសពួកគេ (អំបូរអ៊ីស្រាអែល)ឱ្យគ្រប់គ្រងពិភពលោក(នៅសម័យនោះ) តាមការដឹងរបស់យើង។"},{"SurahNumber":44,"VerseNumber":33,"Text":"ហើយយើងបានផ្ដល់មុជីហ្សាត់ជាច្រើនដល់ពួកគេ ដោយ ក្នុងនោះមានការសាកល្បងយ៉ាងច្បាស់លាស់។"},{"SurahNumber":44,"VerseNumber":34,"Text":"ពិតប្រាកដណាស់ ពួកទាំងនេះ(ពួកគ្មានជំនឿគូរ៉ស្ហ)នឹង និយាយថាៈ"},{"SurahNumber":44,"VerseNumber":35,"Text":"វាគ្មានអ្វីក្រៅពីសេចក្ដីស្លាប់លើកទីមួយរបស់ពួកយើង នោះឡើយ ហើយពួកយើងក៏មិនត្រូវបានគេធ្វើឱ្យរស់ឡើងវិញ ដែរ។"},{"SurahNumber":44,"VerseNumber":36,"Text":"(ពួកគេបាននិយាយទៀតថា) ដូចេ្នះចូរពួកអ្នក(មូហាំ-ម៉ាត់ និងអ្នកដែលមានជំនឿ)នាំយកជីដូនជីតារបស់ពួកយើង ត្រឡប់មកវិញមើល. ប្រសិនបើពួកអ្នកជាអ្នកនិយាយពិតមែន នោះ។"},{"SurahNumber":44,"VerseNumber":37,"Text":"តើពួកគេ(ពួកគ្មានជំនឿគូរ៉ស្ហ)ប្រសើរជាង ឬក្រុមអំបូរ តុបបាក់(ក្រុមមួយដែលមកពីយ៉េមែន) និងអ្នកជំនាន់មុនពួកគេ ប្រសើរជាង? យើងបានបំផ្លាញពួកគេដោយសារតែពួកគេជាពួក ដែលប្រព្រឹត្ដបាបកម្ម។"},{"SurahNumber":44,"VerseNumber":38,"Text":"យើងមិនបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយ និងអ្វីៗដែលមាននៅរវាងវាទាំងពីរជាការលេងសើចឡើយ។"},{"SurahNumber":44,"VerseNumber":39,"Text":"ហើយយើងមិនបានបង្កើតវាទាំងពីរ ក្រៅពីការពិតនោះ ទេ។ ក៏ប៉ុន្ដែពួកគេភាគច្រើនមិនដឹងឡើយ។"},{"SurahNumber":44,"VerseNumber":40,"Text":"ពិតប្រាកដណាស់ ថ្ងៃកាត់សេចក្ដី គឺជាពេលកំណត់ជួប របស់ពួកគេទាំងអស់គ្នា។"},{"SurahNumber":44,"VerseNumber":41,"Text":"គឺជាថ្ងៃដែលញាតិសន្ដានមិនអាចជួយអ្វីដល់គ្នាបានឡើយ ហើយពួកគេក៏មិនត្រូវបានគេជួយដែរ។"},{"SurahNumber":44,"VerseNumber":42,"Text":"លើកលែងតែអ្នកណាដែលអល់ឡោះបានអាណិត ស្រឡាញ់ប៉ុណ្ណោះ។ ពិតប្រាកដណាស់ ទ្រង់មហាខ្លាំងពូកែ មហា អាណិតស្រឡាញ់។"}]}