{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":9,"Text":"Ey iman edenler! Allah’ın üzerinizdeki nimetini anın: Hani (Hendek savaşında sizi yok etmek için kâfirlere ait) ordular size gelmişti de, biz onların üzerine bir rüzgâr ve görmediğiniz (meleklerden ibaret) ordular salıvermiştik. Allah ne yapmakta olduğunuzu görüyordu"},{"SurahNumber":33,"VerseNumber":10,"Text":"O vakit kâfirler üstünüzden (vadinin üst ve doğu tarafından), bir de altınızdan (vadinin aşağı ve batı tarafından) size gelmişlerdi. O zaman gözler yılmış, kalbler gırtlaklara dayanmıştı. Allah’a da çeşitli zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"İşte burada müminler imtihan olunmuş ve şiddetli bir sarsıntı ile sarsılmışlardı"},{"SurahNumber":33,"VerseNumber":12,"Text":"O vakit münafıklarla kalblerinde bir maraz (şübhe) olanlar:” - Allah ve Rasûlü, bize, aldatmadan başka bir vaad etmemiş.” diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"O sıra münafıklardan bir gurub:” -Ey Medine halkı! Burası sizin duracağınız yer değil, hemen (savaştan kaçarak evlerinize) dönün.” diyorlardı. Yine onlardan bir kısmı da Peygamberden izin istiyor; “-Cidden evlerimiz açık kalmıştır (hırsızlardan korkuyoruz)” diyorlardı. Halbuki evleri açık değil, sırf kaçmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eğer (Medine’nin) her tarafından evlerine (düşman saldırısı ile) girilse de, sonra kendilerinden küfre dönüş istenilse, hemen onu yapacaklardı ve bunda pek az duraklayacaklardı"},{"SurahNumber":33,"VerseNumber":15,"Text":"Halbuki bundan evvel Allah’a söz vermişlerdi: Arkalarını dönmiyeceklerdi. Allah’a verilen söz ise, sorumluluğu gerektirir"},{"SurahNumber":33,"VerseNumber":16,"Text":"(Ey Rasûlüm, o münafıklara) de ki: “- Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmak size asla fayda vermez; fayda verse bile pek az (bir zaman dünyada) geçinirsiniz.”"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: “-Eğer Allah size bir azab dilerse veya size bir rahmet murad ederse, sizi Allah’dan koruyabilecek ve rahmetini engelliyecek kimdir?” Onlar, kendilerine Allah’dan başka hiç bir dost ve yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":18,"Text":"Muhakkak ki Allah, içinizden peygambere yardımdan alıkoyan münafıkları ve kardeşlerine: “- Bize gelin, peygamberi bırakın” diyenleri biliyor. Bunlardan ancak pek azı harbe geliyorlardı"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Harbe geldikleri zaman da), size yardım hususunda cimri kimseler olarak geliyorlar ve zafer kazanmanızı kıskanıyorlardı. Derken düşman korkusu gelince, (Hendek savaşında) o münafıkları gördün ki (Ey Rasûlüm), ölüm baygınlığına düşmüş kimse gibi, gözleri dönerek sana bakıyorlardı. Nihayet o korku gidince, Allah yolunda harcamakta cimrilik eden kimseler olarak, keskin dilleri ile sizi ayıblarlar, size eziyyet verirler. İşte bunlar iman etmemişlerdir. Allah da amellerini boşa çıkardı. Bu (amelleri boşa çıkarmak), Allah’a göre pek kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Münafıklar sanıyorlar ki, (Hendek savaşında Allah’ın perişan ettiği) düşman birlikleri (Medine etrafından) gitmediler. Eğer o düşman birlikleri ikinci bir defa daha (savaş için) gelecek olsa, münâfıklar, (korkularından Medine dışında) çöllerdeki Bedevîler arasında bulunub da (Medine tarafından gelip geçenlerden karşılaştığınız hadiselere ait) haberlerinizden sormayı arzularlar. İçinizde kalacak olsalar da ancak (gösteriş için) pek az savaşırlar"}]}