{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Barakatamaya te'om yara hatata sarbamaya kartrtba; arau te'om sakalo bastura oparata ksamatabana"},{"SurahNumber":67,"VerseNumber":2,"Text":"Yijane mrtyu arau jirana srsti karaiche, yate tomalokaka paraiksa karaiba parae ye, tomalokara majata kone ata'itakai uttama amala karaiba parae? Te'om paraakramasali, atiksamasila"},{"SurahNumber":67,"VerseNumber":3,"Text":"Yijane satakhana akasa starae starae srsti karaiche. Rahamanara srstita tumi kono trauti dekhibalai napaba; tumi akau ghurai coraa, kono trauti dekhibalai pa'ichane"},{"SurahNumber":67,"VerseNumber":4,"Text":"tara pichata akau tumi dbitiyabara drstipata karaa, e'i drsti byartha arau klanta hai tomara phale ubhati ahiba"},{"SurahNumber":67,"VerseNumber":5,"Text":"Niscaya ami nikatararti akasaka pradipapunjara dbaraa susobhita karaicho arau se'iboraka cayatanasakalara prati niksepara upakarana bana'icho arau sihamtara babe prastuta karaicho jbalanta agnikundara sasti"},{"SurahNumber":67,"VerseNumber":6,"Text":"Arau yisakale nija pratipalakaka asbikara karaiche, sihamtara babe ache jahannamara sasti; arau kimana ye nikrsta se'i pratyarartanasthala"},{"SurahNumber":67,"VerseNumber":7,"Text":"Yetiya sihamtaka tata niksepa karaa ha'ba, tata sihamte iyara bikata sabda sunibalai paba. Arau i uthali uthiba"},{"SurahNumber":67,"VerseNumber":8,"Text":"Kraodhata i chinna-bhinna horaara upakrama ha'ba. Yetiya'i tata kono dalaka niksepa karaa ha'ba, iyara praharaisakale sihamtaka sudhiba, ‘tomalokara ocarata kono satarkakarai aha nachila ne’"},{"SurahNumber":67,"VerseNumber":9,"Text":"sihamte ka'ba haya, 'niscaya amara ocarata satarkakarai ahichila. Tetiya ami (te'omlokaka) mithyaraopa karaichilo arau kaichilo, ‘allahe ekorae aratirna karaa na'i. Tomaloke mahabibhraantita acha’"},{"SurahNumber":67,"VerseNumber":10,"Text":"Arau sihamte ka'ba, ‘yadi ami sunilohemtena arau bibeka-bud'dhi prayoga karailohemtena, tente ami jbalanta ju'ira adhibasi naha'lohemtena’"},{"SurahNumber":67,"VerseNumber":11,"Text":"Phalata sihamte nijara aparaadha sbikara karaiba. Eteke dhbansa jbalanta ju'ira adhibasisakalara babe"},{"SurahNumber":67,"VerseNumber":12,"Text":"Niscaya yisakale nedekhakai nija pratipalakaka bhaya karae te'omlokara babe ache ksama arau danara pratidana"},{"SurahNumber":67,"VerseNumber":13,"Text":"Arau tomaloke tomalokara katha gopane koraa athaba prakasyabharae koraa, niscaya te'om antarasamuhata yi ache se'i bisaye samyaka aragata"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yijane srsti karaiche, teraemi najanibane? Athaca te'om suksmadarsi, samyaka arahita"}]}