{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":43,"Text":"O you who believe, do not perform your service of prayer when you are intoxicated until you are sure of what you are saying, nor when in a state of seminal pollution, until you have taken a bath, except when you are travelling. But in case you are ill or are travelling, or you have relieved yourself of nature's call, or cohabited with a woman, and cannot find water, then take wholesome dust and pass it over your face and hands: God is benign and forgiving"},{"SurahNumber":4,"VerseNumber":44,"Text":"Have you not seen the people who were given a share of the Book, but who purchased only error, and wish that you also go astray"},{"SurahNumber":4,"VerseNumber":45,"Text":"But God knows your enemies well: and sufficient is God to protect you, and sufficient is God for all help"},{"SurahNumber":4,"VerseNumber":46,"Text":"Some among the Jews distort the words out of context and say (in place of the right words): \"We have heard and do not obey;\" and, \"hear without hearing,\" and \"listen to us,\" twisting their tongues and reviling the faith. But if they had said: \"We have heard and obey,\" and, \"hear and regard us,\" it would have been better for them and more appropriate. But God has disgraced them for their lack of belief; and so only a few of them believe"},{"SurahNumber":4,"VerseNumber":47,"Text":"O people of the Book, believe in what We have revealed, which confirms what is already with you before We disfigure your visages and turn your faces about and curse you, as We did with those who had broken the Sabbath; and what God decrees comes to pass"},{"SurahNumber":4,"VerseNumber":48,"Text":"God does not forgive that compeers be ascribed to Him, though He may forgive aught else if He please. And he who ascribes compeers to God is guilty of the gravest sin"},{"SurahNumber":4,"VerseNumber":49,"Text":"Have you not seen the people who call themselves pure? Yet God purifies whom He pleases, and none shall be wronged even the breadth of a thread"},{"SurahNumber":4,"VerseNumber":50,"Text":"See how they fabricate lies about God, which is a clear sin"}]}