{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"Oare acela cãruia i-am fãcut Noi frumoasã fãgãduinþã , pe careel o primeºte, este la fel ca acela cãruia Noi i-am dãruit bucuriile vieþiilumeºti ºi care în Ziua &Icir"},{"SurahNumber":28,"VerseNumber":62,"Text":"ªi în Ziua când El îi va chema, le va zice: “Unde sunt aceia despre care aþi pretins cã ar fi asociaþii Mei?”"},{"SurahNumber":28,"VerseNumber":63,"Text":"[Atunci] vor zice aceia împotriva cãrora se va rosti cuvântul:“Doamne, aceºtia sunt cei pe care i-am dus în rãtãcire. ªi i-am dus peei în rãtãcire, precum ºi noi am fost în r&a"},{"SurahNumber":28,"VerseNumber":64,"Text":"ªi se va spune [atunci]: “Chemaþi-i pe asociaþii voºtri!” ªi ei îi vor chema, dar nu le vor rãspunde. ªi ei vor vedea chinul ºi atunci vor dori ei sã fi fost bine cãlãuziþi"},{"SurahNumber":28,"VerseNumber":65,"Text":"ªi în Ziua Aceea, El îi va chema ºi le va zice: “Ce le-aþi rãspuns voi trimiºilor?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"Dar în Ziua Aceea dovezile lor vor fi oarbe pentru ei ºi ei nu se vor putea întreba unul pe altul"},{"SurahNumber":28,"VerseNumber":67,"Text":"Însã aceia care s-au cãit , au crezut ºi au fãcut bine, aceia vorfi printre cei care izbândesc"},{"SurahNumber":28,"VerseNumber":68,"Text":"ªi Domnul tãu creeazã ceea ce voieºte ºi alege, însã ei nu voravea alegere . Mãrire lui Allah! El este mai presus de ceea ce-Iasociazã Lui"},{"SurahNumber":28,"VerseNumber":69,"Text":"ªi Domnul tãu ºtie ceea ce ascund piepturile lor ºi ceea ce ele fac deschis"},{"SurahNumber":28,"VerseNumber":70,"Text":"ªi El este Allah. Nu existã altã divinitate în afarã de El! A Lui este lauda atât în aceastã lume cât ºi în Lumea de Apoi ºi la El este judecataºi la El veþi fi aduºi înapoi"},{"SurahNumber":28,"VerseNumber":71,"Text":"Spune: “Ce credeþi voi? Dacã Allah ar aºterne peste voi o noapte nesfârºitã pânã în Ziua Învierii, care dumnezeu afarã de Allah v-ar aduce vouã o luminã? Oare voi nu auziþi?”"},{"SurahNumber":28,"VerseNumber":72,"Text":"Spune: “Ce credeþi voi! Dacã Allah ar aºterne peste voi o zinesfârºitã pânã în Ziua Învierii, care dumnezeu afarã de Allah v-araduce vouã o noapte ca sã vã"},{"SurahNumber":28,"VerseNumber":73,"Text":"Prin îndurarea Sa, El v-a fãcut noaptea ºi ziua, ca sã vã odihniþi ºi ca sã cãutaþi mila Lui. Poate cã voi veþi fi mulþumitori"},{"SurahNumber":28,"VerseNumber":74,"Text":"[ªi adu-þi aminte] Ziua când El îi va chema ºi va zice : “Unde sunt aceia despre care aþi pretins cã ar fi asociaþii Mei?”"},{"SurahNumber":28,"VerseNumber":75,"Text":"ªi vom scoate Noi din fiecare comunitate un martor ºi vomzice : “Aduceþi dovada voastrã!” ªi vor ºti ei cã Adevãrul este laAllah ºi cã s-au îndepãrtat de ei acelea pe care ei le-au pl&ati"}]}