{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Ka disa njerez qe thone: “Besojme ne Allahun dhe ne Diten e Gjykimit!”, por ne te vertete ata nuk jane besimtare"},{"SurahNumber":2,"VerseNumber":9,"Text":"Ata perpiqen te mashtrojne Allahun dhe besimtaret, por ne te vertete mashtrojne vetem vetveten, megjithese nuk e ndiejne"},{"SurahNumber":2,"VerseNumber":10,"Text":"Ne zemrat e tyre ka nje semundje, te cilen Allahu ua shton. Ata i pret nje denim i dhembshem, per shkak te hipokrizise se tyre"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kur u thuhet: “Mos beni crregullime ne toke!” - ata thone: “Ne bejme vetem permiresime ne toke!”"},{"SurahNumber":2,"VerseNumber":12,"Text":"Por jo! Ne te vertete, pikerisht ata jane shkaktaret e crregullimeve, ndonese nuk e ndiejne"},{"SurahNumber":2,"VerseNumber":13,"Text":"Kur atyre u thuhet: “Besoni edhe ju ashtu sic kane besuar njerezit e tjere!” - ata thone: “Valle, a te besojme edhe ne ashtu sic besojne mendjelehtet?!” Por jo! Ne te vertete, pikerisht ata jane mendjelehtet, por nuk e dine kete"},{"SurahNumber":2,"VerseNumber":14,"Text":"Kur takohen me besimtaret, ata thone “Besojme” – por, kur mbesin vetem me djajte e tyre, thone: “Ne te vertete, ne jemi me ju; ne vetem po talleshim”"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allahu do te tallet me ata dhe do t’i lere nje kohe te gjate qe te bredhin verberisht ne mendjemadhesine e tyre"},{"SurahNumber":2,"VerseNumber":16,"Text":"Pikerisht keta jane ata qe kane kembyer udhezimin me humbjen, keshtu qe tregtia atyre nuk u solli kurrfare dobie dhe as nuk ishin te udhezuar ne rrugen e drejte"},{"SurahNumber":2,"VerseNumber":17,"Text":"Rasti i tyre shembellen me rastin e atyre qe ndezin nje zjarr dhe, kur ai ua ndricon c’kane rreth vetes, Allahu ua merr driten, i le ne erresire dhe ata nuk shohin asgje"},{"SurahNumber":2,"VerseNumber":18,"Text":"Ata jane te shurdher, memece e te verber, prandaj nuk kthehen ne rruge te drejte"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ose shembellen me ata qe, gjate shtrengates nga qielli, shoqeruar me erresire, bubullime dhe shkreptime, i mbyllin veshet me gishtat e tyre, per te mos degjuar ushtimen nga frika e vdekjes. Keshtu, Allahu i ka nen kontroll mohuesit"},{"SurahNumber":2,"VerseNumber":20,"Text":"Shkreptima, pothuaj, ua merr shikimin. Sa here qe ajo ua ndricon rrugen, ata ecin dhe, kur i kaplon erresira, ndalen. Sikur te donte Allahu, do t’ua merrte degjimin dhe shikimin. Pa dyshim, Allahu eshte i Fuqishem per cdo gje"}]}