{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":40,"Text":"Enyi kizazi cha Ya’qūb, tajeni neema za Mwenyezi Mungu zilizo nyingi kwenu, nishukuruni na timizeni wasia Wangu kwenu kuwa muviamini Vitabu Vyangu na Mitume Wangu Wote, mfuate Sheria Zangu kivitendo. Mkifanya hivyo, nitawatimizia niliyowaahidi ya kuwarehemu katika ulimwengu na kuwaokoa kesho Akhera. Na Mimi, Peke Yangu, niogopeni na muwe na hadhari na mateso Yangu ikiwa mtavunja ahadi na kunikanusha"},{"SurahNumber":2,"VerseNumber":41,"Text":"Na iaminini Qur,ani, enyi wana wa Isrāīl, ambayo niliiteremsha kwa Muhammad, aliye Nabii na Mtume wa Mwenyezi Mungu, rehema za Mwenyezi Mungu na amani zimshukie yeye, ambayo inalingana na yale mnayoyajua yaliyo sahihi katika Taurati. Na msiwe ni kundi la mwanzo la Watu wa Kitabu (ahl al-kitāb) kuikanusha. Na wala msizibadilishe aya zangu kwa thamani chache ya taka za dunia zenye kuondoka. Na Kwangu Mimi, Peke Yangu, fanyeni vitendo vya kunitii na acheni kuniasi"},{"SurahNumber":2,"VerseNumber":42,"Text":"Wala msichanganye haki niliyowafafanulia, na batili mliyoizusha. Na jihadharini kuificha haki iliyo wazi ya sifa za Nabii na Mtume wa Mwenyezi Mungu, Muhammad, rehema za Mwenyezi Mungu na amani zimshukie, ambazo zimo ndani ya vitabu vyenu. Na nyinyi mnazipata hizo zimeandikwa kwenu, katika vitabu mnavyovijua vilivyoko mikononi mwenu"},{"SurahNumber":2,"VerseNumber":43,"Text":"Na ingieni kwenye dini ya Uislamu: Msimamishe Swala kwa njia sahihi kama alivyokuja nayo Nabii wa Mwenyezi Mungu na Mtume Wake Muhammad, rehema za Mwenyezi Mungu na amani zimshukie, mtekeleze Zaka za lazima kwa namna iliyowekwa na Sheria, na mue pamoja na wanaorukuu katika ummah wake, rehema za Mwenyezi Mungu na amani zimshukie"},{"SurahNumber":2,"VerseNumber":44,"Text":"Ni ubaya ulioje wa hali yenu na hali ya wasomi wenu, mnapoamrisha watu kufanya mambo ya kheri na kuziacha nafsi zenu, hamziamrishi ziingie kwenye hiyo kheri kubwa, nayo ni Uislamu, na hali nyinyi mnaisoma Taurati ambayo ndani yake muna sifa za Muhammad, rehema za Mwenyezi Mungu na amani zimshukie, na ulazima wa kumfuata! Kwani hamzitumii akili zenu kisawa"},{"SurahNumber":2,"VerseNumber":45,"Text":"Jisaidieni, katika mambo yenu, kwa subira za kila aina, na pia kwa Swala ambayo ni ngumu isipokuwa kwa wanyenyekevu"},{"SurahNumber":2,"VerseNumber":46,"Text":"Wenye kumcha Mwenyezi Mungu na kutaraji Malipo yaliyoko Kwake, wenye kuamini kwa yakini kuwa wao ni wenye kukutana na Mola wao, Aliyetukuka na kushinda, baada ya kufa, na kuwa wao ni wenye kurejea Kwake Siku ya Kiama kwa kuhesabiwa na kulipwa"}]}