{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Caa-miim (edde faxem Yalli yaaxige)"},{"SurahNumber":40,"VerseNumber":2,"Text":"Ama Qhuraanih oobiyyi Yallay maysoleeh, ixxigaleh kabuk yekke"},{"SurahNumber":40,"VerseNumber":3,"Text":"Yalli dambi cabeey, toobat oggoleey, gibdi digaalaliiy, maggo niqmat-li. Qibaadá cakkisittam matan inki Yallak-sa. Ginók gacsimeyná Ķaa fan takke qhiyaamah ayró"},{"SurahNumber":40,"VerseNumber":4,"Text":"Yallih aayoota tangaddem matan koroosite mara akke waytek, toysa nabiyow koo duquuruse waytay usun baaxooxal aban angagoyyi addunyâ guranah"},{"SurahNumber":40,"VerseNumber":5,"Text":"Makki korosuk naharat Nuuc maraa kee tengele buttaatiy ken lakat temeete sinni farmoytit dirabbosseh. Kaadu kulli ummatta isi farmoyta qiddaamih niyá haysitteeh, cakki edde bayissuh deedalal kaa giddisse. tohul ken digaallehik Yi- digaalá mannak teneeh"},{"SurahNumber":40,"VerseNumber":6,"Text":"Tonnaah ku-Rabbih qangará nummatteh koroositeh yan maral, diggah usun girâ mara kinnoonumul, dumi ummattay isi farmoytit dirabbossel kah nummatte innah"},{"SurahNumber":40,"VerseNumber":7,"Text":"Qarshi takkuqe malaykaa kee Qarshi deraafel maroh kaat keenik enni ittam sinni Rabbi saytunnoysan Ķaa faylisak kaadu Yallal yaamineeniih, nummayse marah Yallal dambi-cabti esseran; ni-Rabbow ummaanim racmat kee ixxigal duddeh, toysa Kol yaduureeh, Ku-gita kattaate marah dambi cabaay, Jaciim deqsitta giráh digaalák ken reebis axcuk"},{"SurahNumber":40,"VerseNumber":8,"Text":"Ni-Rabbow kaadu ken kah xagnisseh tan qadni deqsitta jannoota ken culus, kaadu ken abbobtiiy ken agabuuy ken xaylok iimaan kee meqe taamáh abtot temqem keenik culus, diggah ni- Rabbow atu mayso-li, naggaara"},{"SurahNumber":40,"VerseNumber":9,"Text":"Kaadu ken umaaneenah uma galtók ken naggos (dabbal) kaadu woo ayró (qhiyaamah ayró kinnuk) umaaneenâ galtók naggosse marii, toysa nummah keenih nacrurteh, woh kaxxa affaf kee kaxxa saami- maqaané kinni"}]}