{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"A zarándoklat az ismert hónapokban (történhet). És, aki ezekben (a hónapokban) magára vállalta a zarándoklat? elvégzését, azne éljen házaséletet, ne végezzen bűnös dolgot és ne vitázzon a zarándoklat alatt. Bármi jót tesztek is, arról Allah tud. Lássátok el magatokat útravalóval! Áma legjobb útravaló az istenfélelem. Engem féljetek hát! Ó ti, akik ésszel bírtok"},{"SurahNumber":2,"VerseNumber":198,"Text":"Nem tekinthető bűnötöknek, ha gyarapodást áhítoztok a ti Uratoktól. És, ha elvégeztétek a futást \"Arafát -tól akkor. emlékezzetek meg Allah-ról az al-Masar al-Haránt -nál. És emlékezzetek arra, hogy Ő vezérelt benneteket az Igaz Útra, holott ti előtte a tévelygők közül valók voltatok"},{"SurahNumber":2,"VerseNumber":199,"Text":"Majd végezzétek el a futást onnan, ahonnan a többi ember végzi\"! És kérjétek Allah bocsánatát! Bizony Allah Megbocsátó és Könyörületes"},{"SurahNumber":2,"VerseNumber":200,"Text":"És ha elvégeztétek a ceremóniátokat\", emlékezzetek meg Allah-ról, ahogyan atyáitokról emlékeztek meg, vagy még erőseb megemlékezéssel! Vannak az emberek között olyanok, akik azt mondják: Urunk! Add meg nekünk e világon (részünket) !\" Ám, az ilyen embernek a Túlvilágon nem lesz részesedése"},{"SurahNumber":2,"VerseNumber":201,"Text":"Ám van közöttük olyan is, aki azt mondja: , Urunk! Adj nekünk az evilági életben jót és a Túlvilágon is jót! És őrizz meg bennünket a Tűz büntetésétől"},{"SurahNumber":2,"VerseNumber":202,"Text":"Nekik részesedésük lesz abból, amit megszereztek! És Allah Gyors a számon kérő elbírálásban. Hizb"},{"SurahNumber":2,"VerseNumber":203,"Text":"Emlékezzetek meg Allah-ról megbatározott számú napokon!!! És az, aki két nap alatt sietve végzi azt el, azon nincs bűn. És ha valaki késlekedve végzi azt el nincs azon bűn. (Vonatkozik ez) Azokra, akik félik Allah-ot. És féljétek Allah-ot! \"Tudnotok kell, hogy ti Őelőtte gyűjtettek majdan össze"},{"SurahNumber":2,"VerseNumber":204,"Text":"Van az emberek között olyan, akinek beszéde tetszéssel tölt el téged (Muhammad Allah áldja meg és adjon Neki örök. üdvösséget) az élettel kapcsolatban és Allah-ot idézi tanúul arra, ami a. szívében van. Ám ez a legveszélyesebb viszálykeltő"},{"SurahNumber":2,"VerseNumber":205,"Text":"És ha hátat fordít, a földön csak azon igyekszik, hogy romlást okozzon ott és hogy elpusztítsa a vetést és az újonnan érkezett utódokat. Ám Allah nem szereti a romlást (a romlás terjesztést, annak terjesztői)"},{"SurahNumber":2,"VerseNumber":206,"Text":"És ha az mondatik neki: , Féljed Allah-ot!\" Bűnös gőg és fennhéjázás ragadja el. Neki a Pokol elégséges lesz! És milyen rossz nyugvóhely az"},{"SurahNumber":2,"VerseNumber":207,"Text":"Van az emberek között olyan is, aki saját magát viszi vásárra, Allah tetszését áhítozván. És Allah Könyörületes és Kegyelmes a szolgákkal"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ó ti, akik hisztek! Mindannyian lépjetek be a .silm!-be\" (béke, békesség, Iszlám)! És ne kövessétek a sátán nyomdokait! Hiszen ő nektek nyilvánvaló ellenségetek"},{"SurahNumber":2,"VerseNumber":209,"Text":"Ám, ha botlást követtek el azután, hogy a világos bizonyítékok eljöttek hozzátok tudnotok kell, hogy Allah Hatalmas és Bölcs"},{"SurahNumber":2,"VerseNumber":210,"Text":"Vajon azt várják-e, hogy Allah felhőkből készített sátrakban jöjjön el hozzájuk az angyalokkal (együtt)? A dolog már eldöntetett! És a dolgok Allah-hoz térnek meg"}]}