{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"(Hz. Peygamber meleklere tapınan musriklere): “-Siz ve Allah’dan baska tapındıgınız seyler cehennem odunusunuz” (ayetini okuyunca, kızmıslar ve bu hukum yalnız bize ilahlarımıza mı aittir, yoksa butun ummetlere mi? dediler. Hz. Peygamber: Size ve butun ummetlere samildir, buyurdu. Onlar: O halde ogretmekte oldugun Meryem’in oglu Isa’ya da hristiyanlar, Allah’ın ogludur diye ibadet ediyorlar. Biz ise Meleklere ibadet ediyoruz, onlar cehennemlik iseler biz de cehennemlik olmaya razıyız, dediler; ve gulustuler. Hz. Peygamber sukut buyurdular ve sonra su ayeti kerime nazil oldu): Meryem’in oglu bir misal olarak ortaya atılınca, hemen kavmin ondan keyiflenip guluyorlardı"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ve soyle demislerdi: “- Bizim ilahlarımız (olan melekler) mi daha hayırlı, yoksa o mu (Meryem’in oglu Isa mı)?” (Ey Rasulum, hakikatı anlamak icin degil) bunu sana sırf bir mucadele olarak (ve seni cevabsız bırakmak icin) misal veriyorlar. Dogrusu onlar cok cekisgen adamlardır"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, Meryem’in oglu Isa ilah degil, ancak bir kuldur. Biz ona nimet verdik ve kendisini Israilogulları icin (babasız yaratmakla) bir ibret kıldık"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eger biz dileseydik, sizin yerinize, yeryuzunde melekler yaratırdık da (arkanızdan) yerinize gecerlerdi"},{"SurahNumber":43,"VerseNumber":61,"Text":"Gercekten o (Isa’nın nuzulu), kıyamet icin (yaklastıgını bildiren) bir beyandır, alamettir. Onun icin sakın o kıyametin geleceginde subhe etmeyin de benim seriatime tabi olun. Iste bu biricik dogru yoldur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın sizi Seytan (seriatime uymaktan) cevirmesin. Muhakkak ki o, size acık bir dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Isa da mucizelerle (ve Incil ayetleri ile) geldigi vakit soyle demisti: “- Ben size ilahi hukumlerle ve ayrılıga dustugunuz seylerin bir kısmını size acıklayayım, diye geldim. Onun icin Allah’dan korkun ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Subhe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. O halde hep O’na ibadet edin. Iste bu, biricik dogru yoldur.”"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra o (hristiyanlardan ibaret) hizibler aralarında ayrılıga dustuler. Onun icin, acıklı bir gunun azabından vay o zulum edenlerin haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar farkında degillerken ansızın baslarına gelsin diye, hep o kıyametin kopmasını bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"(Kufurde birlesib sevisen) dostlar, o gun birbirlerine dusmandırlar; takva sahibleri ise mustesnadır"}]}