{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":14,"Text":"Ne e derguam Nuhun te populli i tij. Ai qendroi tek ata nje mije pa pesedhjete vjet, e megjithate, ata i perfshiu permbytja, duke qene keqberes"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ne e shpetuam Nuhun se bashku me ata qe qene ne barke dhe e beme shenje per te gjithe brezat"},{"SurahNumber":29,"VerseNumber":16,"Text":"Kujtoje Ibrahimin, kur i tha popullit te vet: “Adhuroni Allahun dhe frikesojuni Atij! Kjo eshte me e mire per ju, nese e dini"},{"SurahNumber":29,"VerseNumber":17,"Text":"Vertet, ata qe ju i adhuroni ne vend te Allahut, jane vetem idhuj. Ju po shpifni genjeshtra. Ne te vertete, ata qe ju i adhuroni ne vend te Allahut, nuk kane pushtet t’ju furnizojne, andaj, vetem tek Allahu kerkoni risk dhe adhuroni e falenderoni vetem Ate. Tek Ai do te ktheheni"},{"SurahNumber":29,"VerseNumber":18,"Text":"Nese ju nuk me besoni, dijeni se edhe popujt e meparshem i kane quajtur genjeshtare (te derguarit) dhe se i Derguari ka per detyre vetem qe te shpalle qartazi.”"},{"SurahNumber":29,"VerseNumber":19,"Text":"Valle, a nuk e verejne ata se si Allahu e ze fill krijimin, pastaj e riperserit ate? Natyrisht, kjo eshte e lehte per Allahun"},{"SurahNumber":29,"VerseNumber":20,"Text":"Thuaj: “Udhetoni neper Toke dhe shikoni se si Ai e ka zene fill krijimin. Pastaj do te jete Allahu Ai qe do te beje krijimin e dyte (ringjalljen). Me te vertete, Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":29,"VerseNumber":21,"Text":"Ai ndeshkon ke te deshiroje dhe meshiron ke te deshiroje; tek Ai do te ktheheni"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ndeshkimit te Tij nuk mund t’i shpetoni as ne Toke e as ne qiell dhe, pervec Allahut, nuk keni as mbrojtes, as ndihmes"}]}