{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"Həmin gun hər ummətin ayələrimizi yalan sayanlarından bir dəstə toplayarıq. Sonra da onlar bir yerdə məhsərə suruklənərlər"},{"SurahNumber":27,"VerseNumber":84,"Text":"Nəhayət haqq-hesab yerinə gəldikləri zaman Allah deyər: “Ayələrimi basa dusmədiyiniz halda, onları yalanmı saydınız? Bəs siz nə is gorurdunuz?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"Zulm etdiklərinə gorə o soz onları haqlayacaq və onlar danısa bilməyəcəklər"},{"SurahNumber":27,"VerseNumber":86,"Text":"Məgər onlar gormurlərmi ki, Biz gecəni onların həmin vaxt istirahət etməsi ucun yaratmıs, gunduzu isə isıqlı etmisik? Subhəsiz ki, bunda iman gətirən adamlar ucun dəlillər vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Sur ufuruləcəyi gun Allahın istədiklərindən basqa, goylərdə və yerdə olanlar dəhsətə dusəcək və hamısı Onun huzuruna bas əyərək gələcəkdir"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sən daglara baxıb onları hərəkətsiz durmus guman edərsən, halbuki onlar bulud kecdiyi kimi kecib gedərlər. Bu, hər seyi kamil səkildə edən Allahın isidir. Subhəsiz ki, O, etdiklərinizdən xəbərdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Hər kim yaxsı əməllə gəlsə, ona daha yaxsısı (Cənnət) verilər. Onlar o gun dəhsətli qorxu hissindən uzaq olarlar"},{"SurahNumber":27,"VerseNumber":90,"Text":"Pis əməllə gələnlər isə uzustə oda atılarlar. Onlara deyilər: “Məgər siz ancaq etdiyiniz əməllərə gorə cəzalandırılmırsınızmı?”"},{"SurahNumber":27,"VerseNumber":91,"Text":"De: “Mənə ancaq bu səhərin (Məkkənin) Rəbbinə ibadət etmək əmr edilmisdir. O səhər ki, Rəbbim onu haram buyurmusdur. Hər sey yalnız Onundur. Mənə əmr olunub ki, musəlman olum"},{"SurahNumber":27,"VerseNumber":92,"Text":"və Quran oxuyum!” Kim dogru yolda olsa, yalnız ozu ucun dogru yolda olmus olar. Haqq yoldan azana isə belə de: “Mən ancaq xəbərdar edənlərdənəm!”"},{"SurahNumber":27,"VerseNumber":93,"Text":"De: “Həmd olsun Allaha! O Oz dəlillərini sizə gostərəcək, siz də onları tanıyacaqsınız. Rəbbin sizin etdiyiniz əməllərdən xəbərsiz deyildir!”"}]}