{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":168,"Text":"O ihr Menschen, esset von dem, was es auf der Erde an Erlaubtem und Gutem gibt, und folgt nicht den Fußstapfen des Satans; denn er ist euer offenkundiger Feind"},{"SurahNumber":2,"VerseNumber":169,"Text":"Er gebietet euch nur Böses und Abscheuliches, und daß ihr über Allah sagen sollt, was ihr nicht wisset"},{"SurahNumber":2,"VerseNumber":170,"Text":"Und wenn ihnen gesagt wird: \"Folgt dem, was Allah herabgesandt hat\", so sagen sie: \"Wir folgen doch dem, bei dem wir unsere Väter vorgefunden haben\", auch, wenn ihre Väter nichts begriffen hätten und nicht rechtgeleitet gewesen wären"},{"SurahNumber":2,"VerseNumber":171,"Text":"Das Gleichnis derjenigen, die ungläubig sind, ist wie das Gleichnis derjenigen, die irgendein (Tier) anschreien, das nichts hört außer Lauten und Zurufen. Taub, stumm und blind sind sie, darum begreifen sie nichts"},{"SurahNumber":2,"VerseNumber":172,"Text":"O ihr, die ihr glaubt, esset von den guten Dingen, die Wir euch bereitet haben, und seid Allah dankbar, wenn ihr Ihm allein dient"},{"SurahNumber":2,"VerseNumber":173,"Text":"Verboten hat Er euch nur (den Genuß von) natürlich Verendetem, Blut, Schweinefleisch und dem, worüber etwas anderes als Allah angerufen worden ist. Wenn aber jemand (dazu) gezwungen ist, ohne (es) zu begehren und ohne das Maß zu überschreiten, so trifft ihn keine Schuld; wahrlich, Allah ist Allverzeihend, Barmherzig"},{"SurahNumber":2,"VerseNumber":174,"Text":"Diejenigen, die verbergen, was Allah von dem Buch herabgesandt hat, und es um einen geringen Preis verkaufen, diese verzehren in ihren Bäuchen nichts als Feuer. Und Allah wird zu ihnen am Tage der Auferstehung weder sprechen noch wird Er sie läutern; und ihnen wird eine schmerzliche Strafe zuteil sein"},{"SurahNumber":2,"VerseNumber":175,"Text":"Sie sind es, die den Irrtum für die Rechtleitung erkauft haben und die Strafe für die Vergebung. Wie können sie dem Feuer gegenüber standhaft sein"},{"SurahNumber":2,"VerseNumber":176,"Text":"Dies geschieht darum weil Allah das Buch mit der Wahrheit herabgesandt hat. Und diejenigen, die sich über das Buch streiten, befinden sich gewiß in großer Feindschaft"}]}