{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Fir-'awn quay bao cac can than: \"Ten nay qua that la mot ten phu thuy tai gioi"},{"SurahNumber":26,"VerseNumber":35,"Text":"“Y đinh dung phap thuat đe đanh đuoi cac khanh ra khoi lanh tho cua cac khanh. The cac khanh đinh lam gi y?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"(Chu than) thua: \"Hay tam tha cho y va nguoi em cua y (trong mot thoi gian) va cu nhung nguoi loan tin đi khap cac thi tran"},{"SurahNumber":26,"VerseNumber":37,"Text":"“Nho trieu ve cho ngai tat ca nhung nha phu thuy tai gioi.”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Do đo, nhung nha phu thuy đuoc trieu tap tai mot noi hen vao mot ngay đa đuoc cong bo ro"},{"SurahNumber":26,"VerseNumber":39,"Text":"Va co loi bao nguoi dan: \"Ha qui vi khong đi du đai hoi hay sao"},{"SurahNumber":26,"VerseNumber":40,"Text":"“Co le chung toi se theo cac nha phu thuy neu ho thang cuoc.”"},{"SurahNumber":26,"VerseNumber":41,"Text":"Boi the, khi đen noi, nhung nha phu thuy thua voi Fir-'awn: “Chung toi se đuoc an thuong chang neu chung toi thang cuoc?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Fir-'awn) đap: “Vang, co chu! Chac chan luc đo cac nguoi se la can than cua ta.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa bao ho: “Hay nem bao vat cua qui vi xuong.”"},{"SurahNumber":26,"VerseNumber":44,"Text":"Do đo, ho nem nhung soi day va chiec gay cua ho xuong va noi: “Nho quyen luc cua Fir-'awn, chac chan chung toi se thang cuoc.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Nhung khi Musa nem chiec gay cua Y xuong, tuc thoi no nuot mat nhung mon vat ma ho đa lam gia"},{"SurahNumber":26,"VerseNumber":46,"Text":"Boi the, nhung ten phu thuy (khiep so) sup xuong quy lay"},{"SurahNumber":26,"VerseNumber":47,"Text":"Va len tieng: \"Chung toi tin tuong noi Thuong Đe cua vu tru va muon loai"},{"SurahNumber":26,"VerseNumber":48,"Text":"“Thuong Đe cua Musa va cua Harun.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Fir-'awn) bao: “Cac nguoi ca tin noi y truoc khi ta cho phep cac nguoi hay sao? Y qua la ten đau nao cua cac nguoi; Y đa day cac nguoi phap thuat; roi đay cac nguoi se som biet hau qua. Chac chan, ta se cho chat tay va chan cua cac nguoi moi ben mot canh va se cho đong đinh cac nguoi tren thap tu gia, tat ca, khong sot mot ten nao.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"Ho đong thanh đap: “Chang co gi thiet ca. (Boi vi) chung toi se tro ve gap Thuong Đe cua chung toi tro lai"},{"SurahNumber":26,"VerseNumber":51,"Text":"“Chung toi mong Thuong Đe chung toi se tha thu cho chung toi nhung loi lam cua chung toi boi vi chung toi la nhung nguoi tin tuong đau tien.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"Va TA đa mac khai cho Musa phan: “Nha nguoi hay dan bay toi cua TA ra đi ban đem. That su, cac nguoi se bi truy na.”"}]}