{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Shin, fa, wanda yake sanin cewa lalle abin da aka saukar zuwa gare ka daga Ubangijinka ne gaskiya yana zama kamar wanda yake makaho? Abin sani kawai masu hankali su ke yin tunani"},{"SurahNumber":13,"VerseNumber":20,"Text":"Su ne waɗan da suke cikawa da alkawarin Allah, kuma ba su warware alkawari"},{"SurahNumber":13,"VerseNumber":21,"Text":"Kuma su ne waɗan da suke sadar da abin da Allah Ya yi umurni da shi domin a sadar da shi kuma suna tsoron Ubangijinsu, kuma suna tsoron mummunan bincike"},{"SurahNumber":13,"VerseNumber":22,"Text":"Kuma waɗanda suka yi haƙuri domin neman yardar Ubangijinsu, kuma suka tsayar da salla, kuma suka ciyar da abin da Muka azurta su da shi, a asirce da bayyane, kuma suna tunkuɗe mummunan aiki da mai kyau. Waɗancan suna da aƙibar gida mai kyau"},{"SurahNumber":13,"VerseNumber":23,"Text":"Gidajen Aljannar zama suna shigarsu, su da waɗandasuka kyautatu daga iyayensu, da matansu da zuriyarsu. Kuma mala'iku suna shiga zuwa gunsu ta kowace kofa"},{"SurahNumber":13,"VerseNumber":24,"Text":"Aminci* ya tabbata a kanku saboda abin da kuka yi wa haƙuri. Saboda haka madalla da ni'imar aƙibar gida"},{"SurahNumber":13,"VerseNumber":25,"Text":"Kuma waɗanda* suka warware alkawarin Allah daga bayan ƙulla shi, kuma suna yanke abin da Allah Ya yi umurui da shi domin a sadar da shi kuma suna ɓarna a cikin ƙasar. Waɗancan suna da wata la'ana, kuma suna da munin gida"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah ne Yake* shimfiɗa arziki ga wanda Yake so, kuma Yana ƙuntatawa. Kuma sun yi farin ciki da rayuwar duniya, alhalikuwa rayuwar duniya ba ta zama ba dangane ga ta Lahira face jin daɗi kaɗan"}]}