{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":20,"Text":"Bidoned, ki zindagii dunjo, ʙozica va sargarmī va zevar ast va faxrfurūşī dar ʙaroʙari jakdigar va afzuntalaʙī dar amvolu farzandon. [In zindagī] Dar masal hamcun ʙoronest, ki gijohon [-i rūjida ] az on kişovarzonro ʙa şigift meovarad; sipas [in gijohi şodoʙ] paƶmurda şavad, on goh meʙinī, ki zard meşavad va sipas xoşok megardad va dar oxirat [nasiʙi munofiqonu kofiron] azoʙi şadid ast va [nasiʙi mu'minon] omurzişu xuşnudii ilohī ast. [Dar har hol] Zindagii dunjo cize çuz [lazzatu] ʙarxūrdorii fonī [va fireʙanda] nest"},{"SurahNumber":57,"VerseNumber":21,"Text":"[Ej mardum] Baroi rasidan ʙa omurzişi Parvardigoraton va ʙihişte, ki pahnoi on hamcun pahnoi osmonu zamin ast, az jakdigar peşī ʙigired. [In ʙihişt] Baroi kasone omoda şudaast, ki ʙa Alloh taolo va pajomʙaronaş imon ovardaand. In [podoş noşī az] fazli ilohī ast, onro ʙa har ki ʙixohad [va şoista ʙidonad], ato mekunad, ki Alloh taolo fazlu ʙaxşişi ʙehad dorad"},{"SurahNumber":57,"VerseNumber":22,"Text":"Heç oseʙe dar zamin va jo dar vuçudi şumo rūj naxohad dod, magar on ki peş az eçodaş dar daftari [ilmi ilohī] raqam xūrdaast. Ba rostī, ki in kor ʙar Alloh taolo oson ast"},{"SurahNumber":57,"VerseNumber":23,"Text":"[In nuktaro tazakkur dodem] To ʙar on ci az dastaton meravad, afsūs naxūred va ʙad-on ci ʙa dast meovared, sarmast nagarded, ki Alloh taolo heç mutakaʙʙiri faxrfurūşero dūst namedorad"},{"SurahNumber":57,"VerseNumber":24,"Text":"Hamon kasone, ki ʙuxl mevarzand va mardumro ʙa ʙuxl vo medorand va har ki [az infoq] rūj ʙigardonad, [ʙidonad, ki] Alloh taolo ʙenijozi sutuda ast"},{"SurahNumber":57,"VerseNumber":25,"Text":"Mo pajomʙaroni xeşro ʙo nişonahoi ravşan firistodem va hamrohaşon kitoʙu mizon [-i taşxisi haq az ʙotil] nozil kardem, to mardum ʙa adolat ʙarxezand. Va ohan [va soiri fuluzot]-ro padid ovardem, ki dar on ham nerue şadid vuçud dorad va ham manofee ʙaroi mardum. [Cunin kardem] To Alloh taolo ʙidonad, ci kasone ʙiduni on ki Parvardigoraşonro ʙuʙinand, [ʙo çangafzorhoi ohanin] Ū va pajomʙaronaşro [dar majdonhoi çang] jorī mekunand. Be tardid, Alloh taolo nerumandi şikastnopazir ast"}]}