{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Apani ki tadera prati laksya karenani, yara allahara gayabe nipatita sampradayera sathe bandhutba kare? Tara musalamanadera dalabhukta naya ebam tadera'o dalabhukta naya. Tara jenesune mithya bisaye sapatha kare."},{"SurahNumber":58,"VerseNumber":15,"Text":"Allaha tadera jan'ye kathora sasti prastuta rekhechena. Niscaya tara ya kare, khuba'i manda."},{"SurahNumber":58,"VerseNumber":16,"Text":"Tara tadera sapathake dhala kare rekhechena, atahpara tara allahara patha theke manusake badha pradana kare. Ata'eba, tadera jan'ya rayeche apamanajanaka sasti."},{"SurahNumber":58,"VerseNumber":17,"Text":"Allahara kabala theke tadera dhana-sampada o santana-santati taderake mote'i bamcate parabena. Tara'i jahannamera adhibasi tathaya tara cirakala thakabe."},{"SurahNumber":58,"VerseNumber":18,"Text":"Yedina allaha tadera sakalake punarut'thita karabena. Atahpara tara allahara samane sapatha karabe, yemana tomadera samane sapatha kare. Tara mane karabe ye, tara kichu satpathe ache. Sabadhana, tara'i to asala mithyabadi."},{"SurahNumber":58,"VerseNumber":19,"Text":"Sayatana taderake basibhuta kare niyeche, atahpara allahara smarana bhuliye diyeche. Tara sayatanera dala. Sabadhana, sayatanera dala'i ksatigrasta."},{"SurahNumber":58,"VerseNumber":20,"Text":"Niscaya yara allaha o tamra rasulera birud'dhacarana kare, tara'i lanchitadera dalabhukta."},{"SurahNumber":58,"VerseNumber":21,"Text":"Allaha likhe diyechenah ami ebam amara rasulagana abasya'i bijayi haba. Niscaya allaha saktidhara, parakramasali."},{"SurahNumber":58,"VerseNumber":22,"Text":"Yara allaha o parakale bisbasa kare, taderake apani allaha o tamra rasulera birud'dhacaranakaridera sathe bandhutba karate dekhabena na, yadi'o tara tadera pita, putra, bhrata athaba jnati-gosthi haya. Tadera antare allaha imana likhe diyechena ebam taderake saktisali karechena tamra adrsya sakti dbara. Tini taderake jannate dakhila karabena, yara taladese nadi prabahita. Tara tathaya cirakala thakabe. Allaha tadera prati santusta ebam tara allahara prati santusta. Tara'i allahara dala. Jene rakha, allahara dala'i saphalakama habe."}]}