{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan oyleleri vardır ki: \"Biz Allah'a ve ahiret gunune iman ettik\" derler; oysa inanmıs degillerdir"},{"SurahNumber":2,"VerseNumber":9,"Text":"(Sozde) Allah'ı ve iman edenleri aldatırlar. Oysa onlar, yalnızca kendilerini aldatıyorlar ve suurunda degiller"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde hastalık vardır. Allah da hastalıklarını arttırmıstır. Yalan soylemekte olduklarından dolayı, onlar icin acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kendilerine: \"Yeryuzunde fesat cıkarmayın\" denildiginde: \"Biz sadece ıslah edicileriz\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Bilin ki; gercekten, asıl fesatcılar bunlardır, ama suurunda degildirler"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ve (yine) kendilerine: \"Insanların iman ettigi gibi siz de iman edin\" denildiginde: \"Dusuk akıllıların iman ettigi gibi mi iman edelim?\" derler. Bilin ki, gercekten asıl dusuk-akıllılar kendileridir; ama bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Iman edenlerle karsılastıkları zaman: \"Iman ettik\" derler. Seytanlarıyla basbasa kaldıklarında ise, derler ki: “Suphesiz, sizinle beraberiz. Biz (onlarla) yalnızca alay ediyoruz"},{"SurahNumber":2,"VerseNumber":15,"Text":"(Asıl) Allah onlarla alay eder ve taskınlıkları icinde saskınca dolasmalarına (belli bir) sure tanır"},{"SurahNumber":2,"VerseNumber":16,"Text":"Iste bunlar, hidayete karsılık sapıklıgı satın almıslardır; fakat bu alıs-verisleri bir yarar saglamamıs; hidayeti de bulmamıslardır"},{"SurahNumber":2,"VerseNumber":17,"Text":"Bunların ornegi, ates yakan adamın ornegine benzer; (ki onun atesi) cevresini aydınlattıgı zaman, Allah onların aydınlıgını giderir ve goremez bir sekilde karanlıklar icinde bırakıverir"},{"SurahNumber":2,"VerseNumber":18,"Text":"Sagırdırlar, dilsizdirler, kordurler. Bundan dolayı donmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ya da (bunlar) karanlıklar, gok gurultusu ve simsek(ler)le yuklu, 'gokten siddetli bir yagmur fırtınasına tutulmus gibidirler ki, yıldırımların saldıgı dehsetle'; olum korkusundan parmaklarıyla kulaklarını tıkarlar. Oysa Allah kafirleri cepecevre kusatıcıdır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Cakan simsek neredeyse gozlerini kapıverecek; onlerini her aydınlattıgında (biraz) yururler, uzerlerine karanlık basıverince de kalakalırlar. Allah dileseydi, isitmelerini de gormelerini de gideriverirdi. Suphesiz Allah, herseye guc yetirendir"}]}