{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"O tu crede tu venera DUMNEZEU cauta drum vresspuna Him tinde His cauza ca tu urma"},{"SurahNumber":5,"VerseNumber":36,"Text":"Certainly ala disbelieved ei poseda everything earth însera repetat as mult oferi el as rascumpara cruta ele retribution Zi Înviere el nu accepta ele; ei crea dureros retribution"},{"SurahNumber":5,"VerseNumber":37,"Text":"Ei pofti iesire Iad alas ei niciodata iesire de-acolo; their retribution exista eternal"},{"SurahNumber":5,"VerseNumber":38,"Text":"Hot barbat female tu marca their mâna pedeapsa their crima si servi as example DUMNEZEU. DUMNEZEU EXISTA GIGANTIC ÎNTELEPT"},{"SurahNumber":5,"VerseNumber":39,"Text":"Daca 1 regreta dupa comite acesta crima reforma DUMNEZEU compensa him! DUMNEZEU EXISTA Forgiver ÎNDURATOR"},{"SurahNumber":5,"VerseNumber":40,"Text":"Tu nu sti ca DUMNEZEU Do poseda suveranitate ai rai earth El pedepsi whomever El vointa forgives whomever El vointa! DUMNEZEU EXISTA ATOTPUTERNIC"},{"SurahNumber":5,"VerseNumber":41,"Text":"O tu curier nu întrista ala hasten disbelieve dintre ala spune Noi crede their gura interval their inima nu crede! Dintre Jews ceva asculta catre minciuna. Ei asculta catre popor niciodata întîlni tu cine deforma vorba context atunci spune tu da acesta accepta el tu da orice diferit beware Whomever DUMNEZEU vointa divert tu do nimic ajuta him DUMNEZEU! DUMNEZEU NU DORI DEZINFECTA their INIMA. Ei crea umilinta în acesta lume în Hereafter ei suferi teribil retribution"},{"SurahNumber":5,"VerseNumber":42,"Text":"Ei exista upholders minciuna eaters interzis earnings Ei veni tu judeca ele tu judeca ele tu neglija ele! Tu alege neglija ele ei nu vatama tu în a mic Daca tu judecator ele tu judeca equitably. DUMNEZEU IUBI ALA EXISTA equitable"},{"SurahNumber":5,"VerseNumber":43,"Text":"Why ei întreba tu do judecator ele when ei avea Torah contine dumnezeu regula ei alege neglija el? Ei nu exista credincios"}]}