{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Muži zaujímají postavení nad ženami proto, že Bůh dal přednost jedněm z vás před druhými, a proto, že muži dávají z majetků svých (ženám). A ctnostné ženy jsou pokorně oddány a střeží skryté kvůli tomu, co Bůh nařídil střežit. A ty, jejichž neposlušnosti se obáváte, varujte a vykažte jim místa na spaní a bijte je! Jestliže vás jsou však poslušny, nevyhledávejte proti nim důvody! A Bůh věru je vznešený, veliký"},{"SurahNumber":4,"VerseNumber":35,"Text":"A obáváte-li se rozvratu mezi oběma, povolejte rozhodčího z jeho rodiny a rozhodčího z její rodiny. A přejí-li si oba manželé usmíření, Bůh mezi nimi zařídí shodu, neboť Bůh je vševědoucí a dobře zpraven"},{"SurahNumber":4,"VerseNumber":36,"Text":"Ctěte Boha a nepřidružujte k Němu nic! Chovejte se vlídně k rodičům, příbuzným, sirotkům, chudým, sousedovi pokrevně spřízněnému i cizímu, příteli ze sousedství a jdoucímu po cestě Boží a těm, jimiž vládne vaše pravice! Bůh věru nemiluje ty, kdož jsou domýšliví a vychloubační"},{"SurahNumber":4,"VerseNumber":37,"Text":"ani ty, kdož jsou lakomí a lidem lakotu nařizují a skrývají to, co Bůh jim uštědřil ze Své přízně. A připravili jsme pro nevěřící trest ponižující"},{"SurahNumber":4,"VerseNumber":38,"Text":"A nemiluje ty, kdož rozdávají ze svého jmění na odiv lidem a nevěří ani v Boha, ani v soudný den. A ten, jemuž je satan přítelem, ten špatného má přítele"},{"SurahNumber":4,"VerseNumber":39,"Text":"Co by je to bylo stálo, kdyby byli uvěřili v Boha a v den soudný a rozdávali z toho, co jim Bůh uštědřil? A Bůh o nich dobře ví"},{"SurahNumber":4,"VerseNumber":40,"Text":"Bůh věru neošidí nikoho ani o váhu prášku jediného, a jde-li o skutek dobrý, oplatí jej dvojnásobně a sám od Sebe dá odměnu nesmírnou"},{"SurahNumber":4,"VerseNumber":41,"Text":"A jak jim bude, až z národa každého přivedeme svědka jednoho a přivedeme také tebe jako svědka proti těmto"},{"SurahNumber":4,"VerseNumber":42,"Text":"V ten den si budou přáteli, kdož neuvěřili a posla neuposlechli, aby se nad nimi slehla země, avšak neskryjí před Bohem událost žádnou"}]}