{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":27,"Text":"Siz ey imana erisenler! Kendi evlerinizden baska evlere sakinlerinden izin almadan, onlara selam vermeden girmeyin. Eger (karsılıklı haklarınızı) dikkate alacak olursanız bu (ogut) sizin kendi iyiliginiz icindir"},{"SurahNumber":24,"VerseNumber":28,"Text":"Oyleyse, (evde) kimseyi bulamadıgınız takdirde, size izin verilinceye kadar iceri girmeyin ve size \"donun\" denirse donun. Bu sizin (tohmet altına girmemeniz) icin en uygun davranıs tarzıdır; cunku, Allah edip eylediginiz her seyi bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"(Ote yandan,) icinde oturulmayan ama kamusal amaclarla kullanılan evlere girmenizde bir sakınca yoktur; fakat (yine de aklınızdan cıkarmayın ki,) Allah, acıkca yaptıklarınızı da, gizlediklerinizi de butunuyle bilmektedir"},{"SurahNumber":24,"VerseNumber":30,"Text":"Inanan erkeklere soyle, gozlerini bakılması yasak olandan cevirsinler ve iffetlerini korusunlar; temiz ve erdemli kalmaları bakımından en uygun davranıs tarzı budur. (Ve) Suphesiz Allah onların (iyi ya da kotu) isledikleri her seyden haberdardır"},{"SurahNumber":24,"VerseNumber":31,"Text":"Inanan kadınlara soyle, onlar da gozlerini bakılması yasak olandan cevirsinler; iffetlerini korusunlar; (orfen) gorunmesinde sakınca olmayan yerleri dısında, cazibe ve guzelliklerini acıga vurmasınlar; ve bunun icin, basortulerini yakalarının uzerine salsınlar. Cazibe ve guzelliklerini kocalarından, babalarından, kayınpederlerinden, ogullarından, uvey ogullarından, kardeslerinden, erkek kardeslerinin ya da kız kardeslerinin ogullarından, kendi evlerindeki kadınlardan, yahut yasal olarak sahip oldukları kimselerden, yahut kendilerine baglı olup cinsel isteklerden yoksun bulunan erkeklerden, ya da kadınların mahrem yerlerinin henuz farkında olmayan cocuklardan baska kimsenin onunde acıga vurmasınlar; ve (yururken) gizli gorkem ve guzelliklerini belli edecek sekilde ayaklarını yere vurmasınlar. Ve siz, ey muminler, hepiniz topluca, gunahkarca davranıslardan donup Allah´a yonelin ki kurtulusa, esenlige erisesiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Ve icinizden bekar olanları ve kadın ya da erkek kolelerinizden (evlenmesi) uygun olacak olanları evlendirin. (Evlenmeye niyeti olanlar) yoksul iseler, (bu sizi kaygılandırmasın,) Allah onları lutfuyla destekleyecektir. Cunku, Allah her seyin aslını eksiksiz bilmekte (ve bu itibarla herkesi bagıs ve kayrasıyla) kusatmaktadır"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenmeye imkan bulamayanlar, Allah kendilerine lutfuyla bu imkanı verinceye kadar iffetli davransınlar. Yasal olarak sahip bulundugunuz kimselerden azatlık sozlesmesi yapmak isteyen olursa, kendilerinde iyi niyet goruyorsanız bu sozlesmeyi onlar icin yazın; ve Allah´ın size bahsettigi kendi zenginliginden onlara (paylarını) verin. Ve eger evlenerek iffetlerini korumak istiyorlarsa, sakın, dunya hayatının gecici hazları pesine duserek, (hurriyeti sizin elinizde bulunan) cariyelerinizi fuhsa zorlamayın; kim onları buna zorlarsa, bilsin ki, maruz kaldıkları bu zorlanmadan oturu, Allah (onları) acıyıp esirgeyecek ve bagıslayacaktır"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ve gercek su ki, Biz size gercegi butun acıklıgıyla gosteren mesajlar, sizden once gecip gitmis toplumlar(ın basına gelenler)den bir (nice) ders ve Allah´a karsı sorumluluk bilinci tasıyan kimseler icin bir (nice) ogut indirdik"}]}