{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"پھر اُس شخص سے بڑا ظالم اور کون ہو گا جس نے اللہ پر جھوٹ باندھا اور جب سچائی اس کے سامنے آئی تو اُسے جھٹلا دیا کیا ایسے کافروں کے لیے جہنم میں کوئی ٹھکانا نہیں ہے؟"},{"SurahNumber":39,"VerseNumber":33,"Text":"اور جو شخص سچائی لے کر آیا اور جنہوں نے اس کو سچ مانا، وہی عذاب سے بچنے والے ہیں"},{"SurahNumber":39,"VerseNumber":34,"Text":"انہیں اپنے رب کے ہاں وہ سب کچھ ملے گا جس کی وہ خواہش کریں گے یہ ہے نیکی کرنے والوں کی جزا"},{"SurahNumber":39,"VerseNumber":35,"Text":"تاکہ جو بد ترین اعمال انہوں نے کیے تھے انہیں اللہ ان کے حساب سے ساقط کر دے اور جو بہترین اعمال وہ کرتے رہے اُن کے لحاظ سے اُن کو اجر عطا فرمائے"},{"SurahNumber":39,"VerseNumber":36,"Text":"(اے نبیؐ) کیا اللہ اپنے بندے کے لیے کافی نہیں ہے؟ یہ لوگ اُس کے سوا دوسروں سے تم کو ڈراتے ہیں حالانکہ اللہ جسے گمراہی میں ڈال دے اُسے کوئی راستہ دکھانے والا نہیں"},{"SurahNumber":39,"VerseNumber":37,"Text":"اور جسے وہ ہدایت دے اُسے بھٹکانے والا بھی کوئی نہیں، کیا اللہ زبردست اور انتقام لینے والا نہیں ہے؟"},{"SurahNumber":39,"VerseNumber":38,"Text":"اِن لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے اِن سے کہو، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو، مجھے اُس کے پہنچائے ہوئے نقصان سے بچا لیں گی؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے، بھروسہ کرنے والے اُسی پر بھروسہ کرتے ہیں"},{"SurahNumber":39,"VerseNumber":39,"Text":"ان سے صاف کہو کہ \"اے میری قوم کے لوگو، تم اپنی جگہ اپنا کام کیے جاؤ، میں اپنا کام کرتا رہوں گا، عنقریب تمہیں معلوم ہو جائے گا"},{"SurahNumber":39,"VerseNumber":40,"Text":"کہ کس پر رسوا کن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں"},{"SurahNumber":39,"VerseNumber":41,"Text":"(اے نبیؐ) ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کر دی ہے اب جو سیدھا راستہ اختیار کرے گا اپنے لیے کرے گا اور جو بھٹکے گا اُس کے بھٹکنے کا وبال اُسی پر ہوگا، تم اُن کے ذمہ دار نہیں ہو"}]}