{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"I do Medjen, nivniot brat Šuajb, Nie go isprativme. Reče: “O narode moj, obožavajte go Allaha. Drug bog osven Nego nemate. I ne skratuvajte ni na kantar ni na vaga. Jas gledam deka ste, navistina, vo dobro izobilno i, sekako, se plašam za vas od kaznata na denot seopfaten"},{"SurahNumber":11,"VerseNumber":85,"Text":"narode moj, merete pravedno i na kantar i na vaga, i ne skratuvajte im na luǵeto nivni OD neštata Nivni, I ne sejte bezredie po zemjata"},{"SurahNumber":11,"VerseNumber":86,"Text":"Ona što Allah go ostavi za vas e podobro za vas ako ste vernici! Jas ne sum vaš čuvar"},{"SurahNumber":11,"VerseNumber":87,"Text":"Gie rekoa: “O Šuajb, dali namazot tvoj ti nareduva da go ostavime ona što go obožavaat predcite naši ili, pak, spored želba naša da postapime so imotot naš. Ti si, navistina, blag i upatuvač"},{"SurahNumber":11,"VerseNumber":88,"Text":"Goj reče: “O narode moj, videte deka sum pri jasnotijata od Gospodarot moj koj me snabdi so ubav “rsk. I ne sakam da go preporačuvam ona od što ve odvraḱam, tuku sakam, kolku što e vo možnost moja, da napravam dobro. AA uspehot moj zavisi samo od Allah. Vrz Nego se potpiram i Nemu mu se obraḱam"},{"SurahNumber":11,"VerseNumber":89,"Text":"O narode moj, neslaganjeto so mene neka ne ve dovede do toa da vi se sluči slično na ona Što mu se sluči na narodot na Nuh ili na narodot na Hud ili na narodot na Salih. A ni narodot na Lut ne e daleku od vas"},{"SurahNumber":11,"VerseNumber":90,"Text":"Barajte proška od Gospodarot vaš, potoa upatete Mu pokajanie. Gospodarot moj, navistina, e Somilosen i Naklonet"},{"SurahNumber":11,"VerseNumber":91,"Text":"Tie rekoa: “O Šuajb, nie ne razbirame mnogu od ona što ti go zboruvaš; i te gledame meǵu nas kako slab, i da ne e rodninata tvoja, ḱe te kamenuvame. \"Ti ne si vo odnos na nas jak"},{"SurahNumber":11,"VerseNumber":92,"Text":"Goj reče: “O narode moj, zarem rodninata moja VI e poblisku od Allah? A vie Nemu mu gi svrtivte pleḱite. Gospodarot moj, navistina, go opfaḱa ona što go rabotite"},{"SurahNumber":11,"VerseNumber":93,"Text":"O narode moj, rabotete onOLKU kolku Što e vo možnost vaša, a i jas, navistina, ḱe si rabotam. Ke uznaete komu ḱe mu dojde kaznata, koj ḱe bide porazen, i koj e laško. Očekuvajte a I jas, navistina, ḱe očekuvam so vas"},{"SurahNumber":11,"VerseNumber":94,"Text":"I bidejḱi stapi naredbata Naša, go spasivme Šuajba i onie koi veruvaa so nego, so milosta Naša, a onie koi zulum napravija gi pogodi strašen glas, pa ostanaa vo domovite svoi, skameneti"},{"SurahNumber":11,"VerseNumber":95,"Text":"kako i da ne bea nikogaš vo NIV. Daleku neka e Medjen kako što se i oddaleči i Semud"}]}