{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Kako ne vidite da vam je Allah omogucio da se koristite svim onim sto postoji na nebesima i na Zemlji i da vas darezljivo obasipa miloscu Svojom, i vidljivom i nevidljivom? A ima ljudi koji raspravljaju o Allahu bez ikakva znanja, bez ikakve upute i bez knjige svjetilje"},{"SurahNumber":31,"VerseNumber":21,"Text":"A kad im se govori: “Slijedite ono sto vam Allah objavljuje!”, odgovaraju: “Ne, mi slijedimo ono sto smo zapamtili od predaka nasih.” Zar i onda kad ih sejtan poziva na patnju u Ognju"},{"SurahNumber":31,"VerseNumber":22,"Text":"Onaj ko se sasvim preda Allahu, a, usto, cini dobra djela, uhvatio se za najcvrscu vezu. Allahu se na koncu sve vraca"},{"SurahNumber":31,"VerseNumber":23,"Text":"A onaj koji ne vjeruje, pa neka te ne zabrinjava nevjerovanje njegovo. Nama ce se svi vratiti i Mi cemo ih o onom sta su radili obavijestiti. – Allahu su, uistinu, poznate svacije misli"},{"SurahNumber":31,"VerseNumber":24,"Text":"Mi im dajemo da kratko uzivaju, a onda cemo ih natjerati u patnju neizdrzljivu"},{"SurahNumber":31,"VerseNumber":25,"Text":"A da ih upitas: “Ko je stvorio nebesa i Zemlju?”, sigurno bi rekli: “Allah!” A ti reci: “Hvaljen neka je Allah!”, samo sto vecina njih ne zna"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allahovo je sve na nebesima i na Zemlji! Allah je, uistinu, nezavisan i hvale dostojan"},{"SurahNumber":31,"VerseNumber":27,"Text":"Da su sva stabla na Zemlji pisaljke, a da se u more, kad presahne, ulije jos sedam mora, ne bi se ispisale Allahove rijeci. – Allah je, uistinu, silan i mudar"},{"SurahNumber":31,"VerseNumber":28,"Text":"Stvoriti sve vas i sve vas oziviti isto je kao stvoriti i oziviti jednog covjeka. – Allah, zaista, sve cuje i sve vidi"},{"SurahNumber":31,"VerseNumber":29,"Text":"Kako ne vidis da Allah uvodi noc u dan i uvodi dan u noc, i da je potcinio Sunce i Mjesec – svako se krece do roka određenog – i da Allah dobro zna ono sto radite"},{"SurahNumber":31,"VerseNumber":30,"Text":"To zato sto je Allah – istina, a oni kojima se, pored Njega, oni mole – neistina, i sto je Allah uzvisen i velik"},{"SurahNumber":31,"VerseNumber":31,"Text":"Zar ne vidis da lađe Allahovom miloscu morem plove da bi vam pokazao neke dokaze Svoje? To su, zaista, pouke za sve strpljive i zahvalne"},{"SurahNumber":31,"VerseNumber":32,"Text":"A kad ih talas, kao oblak, prekrije, mole se Allahu iskreno Mu vjeru ispovijedajuci; a cim ih On do kopna dovede, samo Mu neki djelimicno zahvalni ostaju. A dokaze Nase samo izdajnik, nezahvalnik porice"},{"SurahNumber":31,"VerseNumber":33,"Text":"O ljudi, bojte se Gospodara svog i strahujte od Dana kad roditelj djetetu svom nece moci nimalo pomoci, niti ce dijete moci svom roditelju imalo pomoci! Allahova prijetnja je istinita, pa neka vas nikako zivot na ovom svijetu ne zavara i neka vas u Allaha sejtan ne pokoleba"},{"SurahNumber":31,"VerseNumber":34,"Text":"Samo Allah zna kad ce Smak svijeta nastupiti, samo On spusta kisu i samo On zna sta je u maternicama, a covjek ne zna sta ce sutra zaraditi i ne zna covjek u kojoj ce zemlji umrijeti. – Allah, uistinu, sve zna i o svemu je obavijesten"}]}