{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":14,"VerseNumber":7,"Text":"Dāngshí, nǐmen de zhǔ céng xuānbù shuō:“Rúguǒ nǐmen gǎnxiè, wǒ shì bì duì nǐmen ēn shàng jiā ēn; rúguǒ nǐmen wàng'ēnfùyì, nàme, wǒ de xíngfá què shì yánlì de.”"},{"SurahNumber":14,"VerseNumber":8,"Text":"Mù sà shuō:“Rúguǒ nǐmen hé dà dìshàng suǒyǒu de rén tōngtōng dū wàng'ēnfùyì,(yě wúsǔn yú zhēnzhǔ), yīn wéi zhēnzhǔ què shì wú qiú de, què shì kě sòng de.”"},{"SurahNumber":14,"VerseNumber":9,"Text":"Nǐmen yǐqián de mínzú ──nǔ hā de zōngzú, ā dé rén, sài mò dé rén hé tāmen yǐhòu de rén, zhǐyǒu zhēnzhǔ néng zhīdào tāmen ──nándào zhè děng rén de xiāoxī méiyǒu láilín nǐmen ma? Tāmen zú zhōng de shǐzhě zhāoshì tāmen xǔduō míngzhèng, dàn tāmen bǎ zìjǐ de shǒuzhǐ chārù kǒunèi, shuō:“Wǒmen bìdìng bù xìn nǐmen suǒ fèng de shǐmìng, wǒmen duìyú nǐmen suǒ xuānchuán de shìqíng, què shì zài shǐ rén bù'ān dì yíhuò zhī zhōng.”§"},{"SurahNumber":14,"VerseNumber":10,"Text":"Tāmen zú zhōng de shǐzhě shuō:“Nándào duìyú zhēnzhǔ ──tiāndì de chuàngzào zhě ──hái yǒu huáiyí ma? Tā hàozhào nǐmen xíngshàn, yǐbiàn tā ráoshù nǐmen de zuìguo, bìng duì nǐmen huǎnxíng dào yīgè dìngqí.” Tāmen shuō:“Nǐmen zhǐshì xiàng wǒmen yīyàng de fánrén, nǐmen yù zǔzhǐ wǒmen chóngbài wǒmen de zǔxiān suǒ chóngbài de (ǒuxiàng), nǐmen zhāoshì wǒmen yīgè míngzhèng ba!”"},{"SurahNumber":14,"VerseNumber":11,"Text":"Tāmen zú zhōng de zhòng shǐzhě duì tāmen shuō:“Wǒmen zhǐshì xiàng nǐmen yīyàng de fánrén, dàn zhēnzhǔ shī ēn yú tāsuǒ yìyù de púrén. Wǒmen bù gāi zhāoshì nǐmen rènhé míng zhèng, chúfēi fèng zhēnzhǔ de mìnglìng, xìndào zhě zhǐ xìntuō zhēnzhǔ"},{"SurahNumber":14,"VerseNumber":12,"Text":"Wǒmen zěn néng bù xìntuō zhēnzhǔ ne? Tā què yǐ yǐndǎo wǒmen zǒu shàng zhèngdào. Wǒmen shì bì rěnshòu nǐmen de zhémó, ràng xìntuō zhě zhǐ xìntuō zhēnzhǔ.”"}]}