{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"(باسی) ئەو کاتە بکە بەفریشتەکانمان ووت: سوژدە بەرن بۆ ئادەم ئەوانیش ھەموو سوژدەیان برد جگە لەشەیتان کەسەرپێچی کرد(و سوژدەی نەبرد)"},{"SurahNumber":20,"VerseNumber":117,"Text":"ئەمجا ووتمان ئەی ئادەم بەڕاستی ئەم (ئیبلیسە) دوژمنی تۆو ھاوسەرەکەتە کەواتە (ئاگاداربن) لە بەھەشت دەرتان نەکات چونکە دوو چاری ناخۆشی و زەحمەت دەبیت"},{"SurahNumber":20,"VerseNumber":118,"Text":"بێگومان تۆ لەو (بەھەشتە) دا برسیت نابێت وڕووت و قوت نابیت"},{"SurahNumber":20,"VerseNumber":119,"Text":"وبێگومان لەوێدا تینووت نابێت وە ھەتاوی (خۆر) لێت نادات (ئازارت پێ ناگەیەنێ)"},{"SurahNumber":20,"VerseNumber":120,"Text":"ئەمجا شەیتان نیازی خراپی خستە دڵیەوە ووتی: ئەی ئادەم ئایا نیشانت بدەم دەرەختی نەمری (ھەر کەس لێی بخوات ھەرگیز نامرێت) و موڵک و دەسەڵاتێ ھەر دوایی نەیەت"},{"SurahNumber":20,"VerseNumber":121,"Text":"ئەمجا ھەردووکیان لەو (بەروبوومی درەختە) یان خوارد بەو ھۆیەوە (جل وبەرگیان داماڵدراو) دەرکەوت عەیب و عەورەتیان وە دەستیان کرد"},{"SurahNumber":20,"VerseNumber":122,"Text":"پاشان پەروەردگاری ھەڵیبژارد (بۆ پێغەمبەرێتی) وتەوبەی لێ قبووڵ کردو ڕێنمونی کرد"},{"SurahNumber":20,"VerseNumber":123,"Text":"(خوا) فەرمووی ھەردووکتان برۆِنە خوارەوە لەوێ (لەبەھەشت)"},{"SurahNumber":20,"VerseNumber":124,"Text":"وە ھەرکەسێک ڕوو وەرگێرێت لەڕێبازو یادی من ئەوە بێگومان ئەو کەسە گوزەرانێکی سەخت و تەنگی دەبێت (لەگۆڕدا) و لەڕۆژی دواییشدا حەشری دەکەین بەکوێری"},{"SurahNumber":20,"VerseNumber":125,"Text":"دەڵێ ئەی پەروەردگارم بۆچی بە کوێری حەشرت کردم خۆ من (لە دونیادا) چاو ساغ و بینا بووم"},{"SurahNumber":20,"VerseNumber":126,"Text":"(خوا) دەفەرموێت ھەر بەو شێوەی ئایەتەکانی ئێمەت بۆ ھات و لەبیری خۆت بردەوە (و کوێر بوویت لەئاستیدا) بەھەمان شێوە تۆش ئەمڕۆ گوێت پێ نادرێت و لەبیر دەکرێیت"},{"SurahNumber":20,"VerseNumber":127,"Text":"وەھەر بەو جۆرە تۆڵە دەستێنین لەوەی زیادەڕۆی کردبێت و باوەڕی نەھێنا بێت بەئایەتەکانی پەروردگاری وە سزای ڕۆژی دوایی بەتینترو بەردەوامترە (لەسزای دونیا)"},{"SurahNumber":20,"VerseNumber":128,"Text":"دەی ئایا (خوا) بۆی ڕوون نەکردوونەتەوە چەندمان لە ناو برد لەگەل و نەوەی چەرخەکانی پێش ئەمان کە(ئەم بێ باوەڕانە) دەگەڕێن و ھات و چۆ دەکەن بەجێ و شوێنەکانیاندا بەڕاستی لەوەدا (کەباسکرا) چەند بەڵگە و نیشانەی ھەیە بۆ ئەو کەسانەی کەژیرن"}]}