{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Мы низвели знамения, свидетельствующие о том, что Аллах Един, для того чтобы разумные люди уверовали и пошли по прямому пути. Посмотри на тень, как Аллах расстелил её и сделал неподвижной в начале дня, а затем Он направил на неё солнце, которое стирает из неё столько, сколько солнечные лучи заменяют: солнце - причина образования тени. Если бы не было солнца, не было бы и тени. Если бы Аллах захотел, Он сделал бы тень неподвижной и у людей не было бы подходящих условий для выполнения своей работы. Это одно из знамений Аллаха"},{"SurahNumber":25,"VerseNumber":46,"Text":"Мы постепенно солнцем сжимаем тень - не сразу, а медленным сжиманием. В этом есть польза для людей"},{"SurahNumber":25,"VerseNumber":47,"Text":"Среди знамений, свидетельствующих о единстве Аллаха, то, что Он сделал ночь одеянием для человека и временем для его покоя. Люди входят в ночь, и её темнота покрывает их, как одежда покрывает человека, и сделал сон покоем, чтобы люди отдыхали от утомления. Затем наступает день со своим светом, чтобы люди отправлялись зарабатывать хлеб и искать свой удел"},{"SurahNumber":25,"VerseNumber":48,"Text":"Аллах подчинил Себе ветры, заставив их двигать облака и передавать людям радостную весть о дожде - проявлении милосердия Аллаха. Мы низвели с неба чистую воду, которая очищает от грехов и от грязи"},{"SurahNumber":25,"VerseNumber":49,"Text":"Мы низвели дождь, чтобы росли растения и оживилась мёртвая земля и чтобы напоить Свои творения - скот и людей"},{"SurahNumber":25,"VerseNumber":50,"Text":"Мы разъясняли и до этого айаты Корана и приводили притчи и доказательства, чтобы люди вспоминали Своего Господа, постигали умом Его знамения и следовали Его наставлениям. Но большинство людей не уверовали и настойчиво пребывают в своём заблуждении"},{"SurahNumber":25,"VerseNumber":51,"Text":"Если бы Мы желали, Мы послали бы в каждый город увещевателя. Вложи все усилия (о пророк!) в свой призыв к Истине Аллаха и Его Послания. Не обращай внимания на разговоры неверных и на то, что они делают"},{"SurahNumber":25,"VerseNumber":52,"Text":"Продолжай (о пророк!) свой призыв к истине и передай Послание твоего Господа. Если же неверные будут противостоять твоему призыву и обижать верующих, то упорно борись с неверными"},{"SurahNumber":25,"VerseNumber":53,"Text":"Аллах - Тот, кто создал два моря рядом: в одном море - пресная вода, а в другом море - солёная. Оба моря рядом друг с другом, но Он поставил нерушимую преграду между ними, и они не смешиваются благодаря благоволению Аллаха и Его милосердию к людям"},{"SurahNumber":25,"VerseNumber":54,"Text":"Аллах - Тот, кто сотворил из капли жидкости этих людей - мужчин и женщин - и дал человеку родственников по крови и по браку. Аллах Всемогущ! Ведь из одной капли Он сотворил два разных рода - мужской и женский, - отличающихся своими признаками"},{"SurahNumber":25,"VerseNumber":55,"Text":"Неужели после этих явных знамений, доказывающих, что Аллах один заслуживает поклонения и что, кроме Него, нет бога, некоторые поклоняются идолам, которые не могут принести им ни вреда, ни пользы. Таким образом, неверные помогают шайтану. Он сбивает их с прямого пути и вводит в заблуждение. Неверующие своим многобожием помогают шайтану против истины, к которой Аллах призывает их"},{"SurahNumber":25,"VerseNumber":56,"Text":"Мы послали тебя (о пророк!) лишь только передать Наше Послание людям и быть добровестником верующим о рае и увещевать неверных о наказании, которому они подвергнутся. И от тебя больше ничего не требуется"},{"SurahNumber":25,"VerseNumber":57,"Text":"Скажи им (о Мухаммад!): \"Я не прошу у вас за призыв к исламу никакой награды, кроме того, чтобы тот, кто желает, пошёл по прямому пути к истине и обратился к Своему Господу"},{"SurahNumber":25,"VerseNumber":58,"Text":"Полагайся на Аллаха Живого, который никогда не умрёт, восхваляй Его, Всемогущего, Безупречного и прославляй с признательностью за Его блага, дарованные тебе, и не обращай внимания на неверных. Ведь Аллах ведает всё о них и воздаст им за их грехи"},{"SurahNumber":25,"VerseNumber":59,"Text":"Аллах - Тот, кто сотворил небеса и землю, а также то, что между ними, за шесть дней. Он утвердился на Троне, и Его власть охватывает всякую вещь. Он - Милостивый. Если ты хочешь узнать некоторые из Его свойств, спроси о Нём сведущего, а именно Аллаха - Всеведущего, Мудрого, и Он тебе ответит"},{"SurahNumber":25,"VerseNumber":60,"Text":"А когда говорят этим неверным: \"Поклоняйтесь Милостивому и повинуйтесь Ему смиренно!\" - они отвечают, отрицая Милостивого, и говорят : \"Кто же этот Милостивый? Ведь мы не знаем Его, чтобы поклоняться только Ему. Выходит, что мы покоримся твоему повелению и только?!\" И они ещё больше отвращаются от Истины Аллаха"}]}