{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Para malaikat utusaningsun (sadurunge numpes para umate Nabi Luth) teka ing daleme Ibrahim, paring khabar marang panjenengane, (menawa bakal kaparingan putra lanang). Kajaba iku para Malaikat matur mengkene, \"Kita punika badhe numpes para tiyang ing Sadzum (Sodom), umatipun Luth, awit piyambake sami nganiaya, duraka kafir"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim matur marang Malaikat utusan mau, \"Ing Sadzum(Sodom) punika wonten tiyangipun sae, inggih punika Luth\". Malaikat mangsuli, \"Kita sampun sumerap para tiyang sae ingkang sami wonten ing Sodom (Sadzum). Luth dalah para pendherekipun temtu kita wilujengaken, namung semahipun Luth, sarehne piyambakipun ngrojongi tiyang awon, mila pinasthi tumut katumpes"},{"SurahNumber":29,"VerseNumber":33,"Text":"Para Malaikat utusaningsun mau bareng wis teka ing daleme Luth, dheweke sedhih lan bingung (amarga katemunan wong - wong bagus, kuwatir ora wurung digrejeg dicumbaana ing para umate). Ature, \"Dhuhu Luth, panjenengan dalah pandherek panjenengan, kita wilujengaken, namung garwa panjenengan, punika pinasthi kantun, tumut katumpes\". (awit piyambakipun ngrodjongi tiyang awon)"},{"SurahNumber":29,"VerseNumber":34,"Text":"(Sapunika panjenengan kula aturi sumingkir tebih saking mriki), kita lajeng nurunaken siksa (jawah sela) saking langit, dhateng para tiyang Sadzum (Sodom) punika (sarta lajeng kita walik buminipun), amargi anggenipun sami duraka"},{"SurahNumber":29,"VerseNumber":35,"Text":"Dene patilasane (wong ing sadzum/sodom kang tinumpes mau), Ingsun lestarekake anane, minangka tandha yekti kang cetha tumrap wong kang padha gelem migunakake akale"},{"SurahNumber":29,"VerseNumber":36,"Text":"Ingsun wis ngutus Syu'aib, Ingsun kersakake nekakake lan nerang - nerangake marang para sedulure, yaiku wong - wong ing Madyan, Syu'aib ngendika mengkene, \"Para seduluringsun kabeh, sira padha manembaha ing Allah, wediya bakal tekane dina Qiyamat. Lan aja padha gawe kerusakan ana ing bumi"},{"SurahNumber":29,"VerseNumber":37,"Text":"Wong ing Madyan anggorohake marang Syu'aib, wusana padha tumpes dening lindu gedhe anempuh ingkono padha mati ing ngenggon, ana ing padunungane"},{"SurahNumber":29,"VerseNumber":38,"Text":"Lan maneh Ingsun wis numpes wong 'Aad lan Tsamud, sira wis padha sumurup cetha patilasan panggonane. Syetan anggodha marang wong 'Aad lan Tsamud mau, padha dhemen marang tindake dhewe, anggone duraka lan nasarake banjur nyimpang sadalan keselametan, tur dheweke mau padha duwe akal kang waskitha"},{"SurahNumber":29,"VerseNumber":39,"Text":"Lan maneh Ingsun wis numpes Qarun lan Fir'aun sarta Haman, kabeh mau sadurunge ingsun tumpes, wis ditekake dening Musa, kanthi tandha yekti pirang - pirang nanging meksa padha gumedhe ana ing bumi. Kabeh mau ora bisa ngoncati saka siksaningsun"},{"SurahNumber":29,"VerseNumber":40,"Text":"Siji - sijine wong kafir kasebut mau kabeh, padha Ingsun paringi patrapan siksa, amarga dosane. Saweneh ana Ingsun udani watu, lan ana kang diuntal ing bumi, lan ana kang Ingsun kelem ing banyu banjir. Lan Allah iku ora pisan - pisan nganiaya marang para wong kafir mau, nanging wong kafir mau sing nganiaya marang awake dhewe"},{"SurahNumber":29,"VerseNumber":41,"Text":"Sanepane wong kang padha mangeran marang liyane Allah, iku kaya upamane khewan kemangga gawa omah. Sumurupa, omah kang kemangga, lamun-ta dheweke padha weruha"},{"SurahNumber":29,"VerseNumber":42,"Text":"Satemene Allah iku nguningani brahala kang padha disembah dening wong kafir. Dene Allah iku Maha Mulya tur Maha Wicaksana"},{"SurahNumber":29,"VerseNumber":43,"Text":"Lupiya utawa gegambaran kang padha kasebut ing al-QUr'an iki Ingsun terang - terangake marang para manungsa kabeh. Nanging ora ana kang bisa mangerti kajaba wong kang anduweni kaweruh saka Allah"},{"SurahNumber":29,"VerseNumber":44,"Text":"Panjenengane Allah wis nitahake langit lan bumi iku klawan bener lan nyata, satemene kang mengkono iku, mesthi dadi tandha yekti kasampurnane Allah tumrap wong - wong mukmin"}]}