{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Allāha ta'ālā'ē tamārā māṭē ēka udāharaṇa tamārā mānthī ja varṇavyuṁ chē, jē kaṁī amē tamanē āpī rākhyuṁ chē, śuṁ tēmāṁ tamārā dāsō mānthī kō'i tamārō bhāgīdāra chē? Kē tamē anē tē tēmāṁ samakakṣa hōya? Anē tamē tēmanō ēvō bhaya rākhō chō jēvō pōtānā lōkōnō. Amē bud'dhiśāḷī lōkō māṭē āvī ja rītē spaṣṭa rītē āyatōnuṁ varṇana karī'ē chī'ē"},{"SurahNumber":30,"VerseNumber":29,"Text":"parantu vāta ēvī chē kē ā atyācārī jñāna vagara ja manēcchā'ōnuṁ anusaraṇa karī rahyā chē, tēmanē kōṇa mārga batāvē jēnē allāha mārgathī haṭāvī dē. Tēmanī madada karanāra ēka paṇa nathī"},{"SurahNumber":30,"VerseNumber":30,"Text":"basa! Tamē ēkāgra tha'i pōtānuṁ mōḍhuṁ dīna tarapha karī dō, allāha ta'ālānī tē phitarata, jēnā māṭē tēṇē lōkōnuṁ sarjana karyuṁ, allāha ta'ālānī banāvaṭamāṁ phērabadala karavō nahīṁ, ā ja sācō dīna chē, parantu ghaṇā lōkō samajatā nathī"},{"SurahNumber":30,"VerseNumber":31,"Text":"allāha ta'ālā tarapha rajū tha'i, tēnāthī ḍaratā rahō anē namājha paḍhatā rahō anē muśarika lōkō mānthī na tha'i jāva"},{"SurahNumber":30,"VerseNumber":32,"Text":"tē lōkō mānthī jēmaṇē pōtānā dīnanā ṭukaḍē ṭukaḍā karī nākhyā anē pōtē paṇa alaga-alaga tha'i gayā, darēka jūtha tēmanī pāsē jē kaṁī chē, tēmāṁ magna chē"},{"SurahNumber":30,"VerseNumber":33,"Text":"lōkōnē jyārē paṇa kō'i takalīpha pahōn̄cē chē tō pōtānā pālanahāra tarapha rajū tha'i du'ā karē chē, pachī jyārē tē (allāha) pōtānā taraphathī dayā karē chē tō tēmanā mānthī ēka jūtha pōtānā pālanahāranō bhāgīdāra ṭhēravē chē"},{"SurahNumber":30,"VerseNumber":34,"Text":"jēthī tē'ō, tē vastu māṭē ābhāra vyakta na karē, jē amē tēmanē āpī chē, sāruṁ, tamē phāyadō uṭhāvī lō, najīka mān̄ja tamanē khabara paḍī jaśē"},{"SurahNumber":30,"VerseNumber":35,"Text":"śuṁ amē tēmanā viśē kō'i purāvā mōkalyā chē? Jē ānē bayāna karatī hōya, jēnē ā lōkō allāhanā bhāgīdāra ṭhēravē chē"},{"SurahNumber":30,"VerseNumber":36,"Text":"anē jyārē amē lōkō para dayā karī'ē chī'ē tō tē'ō rājī tha'i jāya chē anē jō tēmanē tēmanā hāthōnā karatūtōnā kāraṇē kō'i takalīpha pahōn̄cē tō acānaka tē'ō nirāśa tha'i jāya chē"},{"SurahNumber":30,"VerseNumber":37,"Text":"Śuṁ tē lōkō'ē ēvuṁ nathī jōyuṁ kē allāha ta'ālā jēnē icchē puṣkaḷa rōjī āpē chē anē jēnē icchē taṅga, āmāṁ paṇa īmānavāḷā'ō māṭē niśānī'ō chē"},{"SurahNumber":30,"VerseNumber":38,"Text":"basa! Kuṭumbījanōnē, lācāranē, musāpharanē-darēkanē tēmanō adhikāra āpō, ā tēmanā māṭē uttama chē, jē allāha ta'ālānuṁ mōḍhuṁ jōvā icchatō hōya, āvā ja lōkō chuṭakārō pāmanāra chē"},{"SurahNumber":30,"VerseNumber":39,"Text":"tamē jē vyāja para āpō chō, lōkōnā mālamāṁ vadhārō thāya, tē allāha pāsē nathī vadhatō anē jē kaṁī sadakō, jhakāta tamē allāha ta'ālānuṁ mōḍhuṁ jōvā māṭē āpō tō āvā lōkō ja bamaṇuṁ vaḷatara pāmaśē"},{"SurahNumber":30,"VerseNumber":40,"Text":"allāha ta'ālā tē chē, jēṇē tamāruṁ sarjana karyuṁ, pachī rōjī āpī, pachī mr̥tyu āpaśē, pachī jīvita karaśē, jaṇāvō tamē ṭhēravēla bhāgīdārō mānthī kō'i ēvuṁ chē, jē āmānthī kaṁī paṇa karī batāvē, allāha ta'ālā māṭē pavitratā anē prāthamikatā chē darēka tē bhāgīdārathī, jēnē ā lōkō ṭhēravē chē"}]}