{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"heliri; avaru adestu kala (alli) iddarembudannu allahane heccu ballanu. Avanu akasagala hagu bhumiya ella gupta samacaragalannu ballanu. Avanu itarellariginta cennagi avugalannu noduttane mattu keluttane. Avugalige (bhumyakasagalige) avana horatu bere posakarilla. Avanu tanna adhipatyadalli yarannu palugolisuvudilla"},{"SurahNumber":18,"VerseNumber":24,"Text":"(dutare,) nim'ma odeyana granthadinda nim'ma kadege divyavaniya mulaka kalisalagiruva sandesavannu odiri. Avana vacanavannu badalisa ballavaru yaru illa. Avana baliyallallade berellu nimage asraya sigadu"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tam'ma odeyana meccugeyannu apeksisutta munjaneyu sanjeyu avanannu kugi prarthisuttiruvavara jote nivu santrptaragiri mattu avarannu endu kadeganisabedi. Nivenu, laukika badukina merugannu bayasuttira? Navu yara manas'sininda nam'ma nenapannu maresi bittiruvevo avanannu, tanna sveccheyanne anusarisuvavanannu mattu elle miri vartisuvatanannu nivendu anusarisabedi"},{"SurahNumber":18,"VerseNumber":26,"Text":"nivu heli bidi; idu nim'ma odeyana kadeyinda bandiruva satya. (Idannu) ista ullavanu nambali mattu dhikkarisa bayasuvavanu dhikkarisali. Navantu akramigaligagi narakagniyannu sid'dhagolisittiddeve. Adara jvalegalu avarannu suttuvaridiruvavu. Avaru nirigagi more ittare, karagida tamradantaha nirannu avarige odagisalaguvudu. Adu avara mukhagalannu suttu biduvudu – adu tumba ketta paniyavagiruvudu mattu adu tumba ketta neleyagiruvudu"},{"SurahNumber":18,"VerseNumber":27,"Text":"nambike ittavaru mattu satkarmagalannu madidavaru – (intaha) srestha kelasagalannu maduvavara pratiphalavannu navu khandita vyarthagolisuvudilla"},{"SurahNumber":18,"VerseNumber":28,"Text":"sasvatavada totagalu avarigagi kadive. Avugala taladalli nadigalu hariyuttiruvavu. Alli avarige bangarada kadagagalannu todisalaguvudu mattu avaru resme hagu jaratariya hasiru udugegalannu dharisi alliruva dimbugala mele oragikondiruvaru. Adu bahala sresthavada pratiphala mattu atyuttama visrantidhamavagiruvudu"},{"SurahNumber":18,"VerseNumber":29,"Text":"a ibbara udaharaneyannu avara mundidiri: Avarallobbanige navu draksiya eradu totagalannu nididdevu hagu avugala suttalu kharjurada gidagalannu belesiddevu mattu avugala naduve holavannu belesiddevu"},{"SurahNumber":18,"VerseNumber":30,"Text":"eradu totagalu dharala phalanididavu mattu a mattige yava korateyannu madalilla. Navu a eradu totagala madhye ondu kaluveyannu harisidevu"},{"SurahNumber":18,"VerseNumber":31,"Text":"Avugalu phala niduva samaya bandaga avanu tanna jotegaranondige matanadutta, ‘‘nanu sampattinallu janabaladallu ninaginta heccu sampannanagiddene’’ endanu"}]}