{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"(Allah´ın azabından korkup rahmetine sığınan) takvâ sahipleri, mutlaka cennetlerde ve pınar başlarında olacaklar"},{"SurahNumber":15,"VerseNumber":46,"Text":"Oraya emniyet ve selâmetle girin (denilir, onlara)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz, onların gönüllerindeki kini söküp attık; onlar artık köşkler üzerinde karşı karşıya oturan kardeşler olacaklar"},{"SurahNumber":15,"VerseNumber":48,"Text":"Onlara orada hiçbir yorgunluk gelmeyecek ve onlar, oradan çıkarılmayacaklardır"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Resûlüm!) Kullarıma, benim, çok bağışlayıcı ve pek esirgeyici olduğumu haber ver"},{"SurahNumber":15,"VerseNumber":50,"Text":"Benim azabımın elem verici bir azap olduğunu da bildir"},{"SurahNumber":15,"VerseNumber":51,"Text":"Onlara İbrahim´in misafirlerinden (meleklerden) de haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Onun yanına girdikleri zaman, \"selam\" dediler. (İbrahim:) Biz sizden çekiniyoruz, dedi"},{"SurahNumber":15,"VerseNumber":53,"Text":"Dediler ki: Korkma; biz sana bilgin bir oğul müjdeliyoruz"},{"SurahNumber":15,"VerseNumber":54,"Text":"(İbrahim:) Bana ihtiyarlık çökmesine rağmen beni müjdeliyor musunuz? Beni ne ile müjdeliyorsunuz? dedi"},{"SurahNumber":15,"VerseNumber":55,"Text":"Sana gerçeği müjdeledik, sakın ümitsizliğe düşenlerden olma! dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"(İbrahim:) dedi ki: Rabbinin rahmetinden, sapıklardan başka kim ümit keser"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ey elçiler! (Başka) ne işiniz var? dedi"},{"SurahNumber":15,"VerseNumber":58,"Text":"Dediler ki: \"Biz, suçlu bir topluma (onları helâk etmeye) gönderildik"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak Lût ailesi hariç. Onların hepsini kurtaracağız"},{"SurahNumber":15,"VerseNumber":60,"Text":"(Fakat Lût´un) karısı müstesna; biz onun geri kalanlardan olmasını takdir ettik"}]}