{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Bůh povolává k sobě duše ve chvíli smrti jejich a ty, jež nezemřely, v době spánku jejich. A podržuje u sebe ty, o jejichž smrti rozhodl, a odesílá ostatní na lhůtu stanovenou. A věru jsou v tom znamení pro lid, který přemýšlí"},{"SurahNumber":39,"VerseNumber":43,"Text":"Což si nevěřící vskutku vezmou za přímluvce jiné vedle Boha? Rci: \"A což když tito ničím nevládnou a ani rozumně neuvažují"},{"SurahNumber":39,"VerseNumber":44,"Text":"Rci: \"Jedině Bohu přísluší přímluva veškerá a Jemu náleží království nebes a země a k Němu posléze budete navráceni"},{"SurahNumber":39,"VerseNumber":45,"Text":"Když je vzpomínáno Boha v Jeho jedinosti, tu svírají se srdce těch, kdož nevěří v život budoucí, avšak když jsou zmiňováni ti, které místo Něho mají, tu se nevěřící radují"},{"SurahNumber":39,"VerseNumber":46,"Text":"Rci: \"Velký Bože, stvořiteli nebes a země, jenž znáš nepoznatelné i všeobecně známé, Ty rozsoudíš mezi služebníky Svými to, v čem se jejich názory různily"},{"SurahNumber":39,"VerseNumber":47,"Text":"I kdyby nespravedlivým patřilo vše, co na zemi je, a ještě jednou tolik k tomu, vykoupili by se tím z muk trestu v den zmrtvýchvstání? Tehdy se jim objeví od Boha to, s čím vůbec nepočítali"},{"SurahNumber":39,"VerseNumber":48,"Text":"A objeví se jím špatné skutky, které spáchali, a obklopí je to, čemu se posmívali"},{"SurahNumber":39,"VerseNumber":49,"Text":"Když neštěstí se dotkne člověka, tu volá Nás, avšak později, když zahrneme jej dobrodiním Svým, hovoří: \"Dostalo se mi toho pouze díky vědomostem mým.\" Nikoliv, to jenom zkouška byla, avšak většina z nich to neví"},{"SurahNumber":39,"VerseNumber":50,"Text":"A tohle již říkali ti, kdož před nimi byli, a neprospělo jim to, co si vysloužili"},{"SurahNumber":39,"VerseNumber":51,"Text":"a postihla je špatnost toho, co si vysloužili; a stejně tak ti, kteří jsou nespravedliví z těchto lidí, budou postiženi špatností toho, co si vysloužili, a nebudou moci tomu zabránit"},{"SurahNumber":39,"VerseNumber":52,"Text":"Což nevědí, že Bůh štědře dává i odměřuje obživu tomu, komu chce? A věru jsou v tom znamení pro lid věřící"}]}