{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"و اصحاب حجر (قوم صالح) هم رسولان را به کلی تکذیب کردند"},{"SurahNumber":15,"VerseNumber":81,"Text":"و از آیاتی که ما بر آنان فرستادیم رو گردانیدند"},{"SurahNumber":15,"VerseNumber":82,"Text":"و در کوهها منزل می‌ساختند تا از خطر ایمن باشند"},{"SurahNumber":15,"VerseNumber":83,"Text":"پس صبحگاهی صیحه عذاب (قهر ما) همه آنها را نابود کرد"},{"SurahNumber":15,"VerseNumber":84,"Text":"و به فراز کوه با همه ذخائر و ثروت از هلاک ایمن نگردیدند"},{"SurahNumber":15,"VerseNumber":85,"Text":"و ما آسمانها و زمین و هر چه را که در بین آنهاست جز به حق (و برای مقصودی صحیح و حکمتی بزرگ) خلق نکرده‌ایم، و البته ساعت قیامت (که غرض و مقصود اصلی خلقت شماست) خواهد آمد، اکنون تو (ای رسول ما، از این منکران) نیکو در گذر (یعنی با خلق خوش آنها را به حق دعوت کن و اگر نپذیرند دلتنگ مباش)"},{"SurahNumber":15,"VerseNumber":86,"Text":"محققا پروردگار تو آفریننده دانایی است (که بی‌مقصود خلق را نیافریده، البته هر کسی به نتیجه عملش خواهد رسید)"},{"SurahNumber":15,"VerseNumber":87,"Text":"(ای محمد) همانا هفت آیت با ثنا (و دعا که قسمت بین خدا و عبد شده و در هر نماز دو بار خوانده می‌شود، یعنی سوره حمد) و این قرآن با عظمت را بر تو فرستادیم"},{"SurahNumber":15,"VerseNumber":88,"Text":"توبه این ناقابل متاع دنیوی که به طایفه‌ای از مردم کافر دادیم البته چشم مدوز و بر اینان اندوه مخور و اهل ایمان را زیر پر و بال خود گیر (و با کمال حسن خلق بپروران)"},{"SurahNumber":15,"VerseNumber":89,"Text":"و بگو: من همان رسولم که برای اندرز و ترسانیدن (خلق از عذاب قهر خدا) با دلیلی روشن آمده‌ام"},{"SurahNumber":15,"VerseNumber":90,"Text":"آن گونه عذابی که بر کسانی که آیات خدا را قسمت کردند (یعنی یهود و نصاری) نازل نمودیم"},{"SurahNumber":15,"VerseNumber":91,"Text":"آنان که قرآن را (به میل خود و غرض فاسد خویش) جزء جزء و پاره پاره کردند (بعضی را قبول و بعضی را رد کردند)"},{"SurahNumber":15,"VerseNumber":92,"Text":"قسم به خدای تو که از همه آنها سخت مؤاخذه خواهیم کرد"},{"SurahNumber":15,"VerseNumber":93,"Text":"از آنچه می‌کرده‌اند"},{"SurahNumber":15,"VerseNumber":94,"Text":"پس تو آشکارا آنچه مأموری (به خلق) برسان و از مشرکان روی بگردان"},{"SurahNumber":15,"VerseNumber":95,"Text":"همانا ما تو را از شر استهزا کنندگان محفوظ نمودیم"},{"SurahNumber":15,"VerseNumber":96,"Text":"آنان که با خدای یکتا خدایی دیگر قرار دهند، پس به زودی خواهند دانست"},{"SurahNumber":15,"VerseNumber":97,"Text":"و ما محققا می‌دانیم که تو از آنچه امت (در طعنه و تکذیب تو) می‌گویند سخت دلتنگ می‌شوی"},{"SurahNumber":15,"VerseNumber":98,"Text":"پس به ذکر اوصاف کمال پروردگارت تسبیح گو و از نمازگزاران باش (تا به یاد خدا شاد خاطر شوی)"},{"SurahNumber":15,"VerseNumber":99,"Text":"و دایم به پرستش خدای خود مشغول باش تا یقین (ساعت مرگ و هنگام لقای ما) بر تو فرا رسد"}]}