{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların kendi ellerinin (irade ve ihtiyarlarıyla) yaptıkları isler (gunahlar) yuzunden, karada ve denizde fesad meydana cıktı ki, Allah, isledikleri gunahlardan bir kısmının cezasını (dunyada) onlara taddırsın. Olur ki (kufurden ve isledikleri gunahlardan tevbe ederek) donerler"},{"SurahNumber":30,"VerseNumber":42,"Text":"(Ey Rasulum, Mekke’lilere) de ki: Yer yuzunde gezib dolasın da, bundan evvelkilerin akıbeti nasıl olmus, bir bakın (ve nasıl helak edildiklerini bir dusunun). Onların cogu musrikler idi"},{"SurahNumber":30,"VerseNumber":43,"Text":"Hic kimsenin geri ceviremiyecegi Allah’ın o (azab) gunu (kıyamet) gelmezden once, yuzunu (zatını ve amelini) dosdogru dine, Islam, dinine dogrult ve sabit ol. O gun (kıyamette insanlar) birbirlerinden ayrılırlar, (bir fırka cennete, bir fırka da cehenneme gider)"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim kafir olursa, kufru kendi aleyhinedir. Kim de salih amel islerse, (sevablarını cennetde) kendileri icin dosemis olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Cunku (Allah), iman edib de salih ameller isliyenlere fazlından mukafat verir. Elbette o kafirleri sevmez, yaptıklarına razı olmaz"},{"SurahNumber":30,"VerseNumber":46,"Text":"(Allah’ın kudret ve vahdaniyyetine delalet eden) alametlerindendir; ruzgarları, (yagmuru) mujdeleyiciler olarak gondermesi. Hem size (yagmur sebebiyle) nimetinden taddırmak icin, hem emriyle (ve ruzgarlar vasıtasıyla) gemiler akmak icin, hem Allah’ın fazlından kazanc aramanız (deniz ticareti yapmanız) icin; hem de olur ki sukredersiniz diye"},{"SurahNumber":30,"VerseNumber":47,"Text":"(Ey Rasulum), gercekten biz, senden evvel bir cok peygamberleri kavimlerine gonderdik de, onlara, (hak peygamber olduklarını isbat eden apacık) delillerle vardılar. Fakat (onlar iman etmedikleri icin) o gunah isliyenlerden biz intikam aldık. Muminlere, (kendilerini peygamberlerle beraber kurtarmak suretiyle) yardım etmek uzerimize bir hak oldu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah O’dur ki, ruzgarları gonderir de (yagmurla yuklu) bir bulut kaldırır. Sonra onu gokte diledigi gibi yayar ve onu parca parca yapar. Derken yagmuru gorursun, (bulutların) aralarından cıkar. Nihayet onu, kullarından diledigi kimselere dokuverdi mi, hemen (yagmur sebebiyle yuzleri guler) sevinirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki bu adamlar uzerlerine yagmur indirilmeden once umidlerini kesmislerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Simdi bak, Allah’ın rahmet eserlerine: Yeryuzunu olumunden (kuruduktan) sonra nasıl diriltiyor (yesertiyor)? Subhe yok ki yeryuzunu kuruduktan sonra dirilten, elbette oluleri (kabirlerinden) diriltir. O, her seye kadirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Dogrusu biz, (ekinleri uzerine kurutucu veya dondurucu) bir yel gondersek de, o ekini sararmıs gorseler, muhakkak ardından Allah’ı ve nimetlerini inkara koyulurlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Bunun icin sen (Ey Rasulum, onlar) arkalarını donmus giderlerken, (hakka olan) o daveti, (kalbleri) olulere duyuramazsın ve sagırlara da isittiremezsin"},{"SurahNumber":30,"VerseNumber":53,"Text":"Korleri, (kalbleri kor olanları) da, sen, sapıklıklarından ayırıb dogru yola iletici degilsin. Sen ancak ayetlerimize iman edeceklere (davetini) duyurursun da, onlar Islama gelir, selameti bulurlar"}]}