{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"ALL THAT is in the heavens and on the earth gives glory to God. He is the Almighty, the Wise One"},{"SurahNumber":57,"VerseNumber":2,"Text":"He it is that has sovereignty over the heavens and the earth. He ordains life and death, and has power over all things"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First and the Last, the Visible and the Unseen. He has knowledge of all things"},{"SurahNumber":57,"VerseNumber":4,"Text":"He it was who created the heavens and the earth in six days, and then seated Himself upon the throne. He knows all that goes into the earth and all that comes out from it, all that descends from heaven and all that ascends to it. And He is with you wherever you are. God is cognizant of what you do"},{"SurahNumber":57,"VerseNumber":5,"Text":"He has sovereignty over the heavens and the earth. To God shall all things return"},{"SurahNumber":57,"VerseNumber":6,"Text":"He causes the night to pass into the day, and causes the day to pass into the night. He has knowledge of one‘s innermost thoughts"},{"SurahNumber":57,"VerseNumber":7,"Text":"Have faith in God and His apostle and give from that which He has made your inheritance; for whoever of you believes and gives shall be richly recompensed"},{"SurahNumber":57,"VerseNumber":8,"Text":"And what cause have you not to believe in God, when the Apostle calls on you to believe in your Lord, with whom you have made a covenant, if you are true believers"},{"SurahNumber":57,"VerseNumber":9,"Text":"He it is who sends down clear revelations to His servant, that he may lead you out of darkness into the light. Surely God is benignant to you and compassionate"},{"SurahNumber":57,"VerseNumber":10,"Text":"And why should you not give to the cause of God, when God alone will inherit the heavens and the earth? Those of you that gave before the victory, and took part in the fighting, shall receive greater honour than the others who gave and fought thereafter. Yet God has promised you all a good reward; God has knowledge of what you do"}]}