{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Y al pueblo llamado Ad, le enviamos a su hermano Hud [como Profeta], y les dijo: ¡Oh, pueblo mio! Adorad a Allah, pues no existe otra divinidad salvo El. ¿Acaso no temeis [Su castigo]"},{"SurahNumber":7,"VerseNumber":66,"Text":"Los nobles que no creyeron de su pueblo le dijeron: Creemos que eres un necio y un mentiroso"},{"SurahNumber":7,"VerseNumber":67,"Text":"Dijo [Hud]: ¡Oh, pueblo mio! No soy un necio, [por el contrario] soy un Mensajero enviado por el Senor del Universo"},{"SurahNumber":7,"VerseNumber":68,"Text":"Os transmito el Mensaje de mi Senor, y soy para vosotros un consejero leal"},{"SurahNumber":7,"VerseNumber":69,"Text":"¿Como os asombrais de que os haya llegado un Mensaje de vuestro Senor a traves de un hombre de los vuestros para advertiros? Recordad [y agradeced] cuando Allah hizo que sucedierais a un pueblo destruido como el de Noe [Nuh], y os concedio mayor fortaleza fisica. Recordad las gracias de Allah para que asi tengais exito"},{"SurahNumber":7,"VerseNumber":70,"Text":"Dijeron: ¿Acaso has venido para que adoremos a Allah solamente y abandonemos lo que adoraban nuestros padres? Haz que se cumpla el castigo con que nos amenazas si es que dices la verdad"},{"SurahNumber":7,"VerseNumber":71,"Text":"Dijo: Por cierto que os azotara un castigo terrible [por lo que decis] y habreis caido en la ira de vuestro Senor. ¿Me vais a discutir por [idolos de piedra] a los que habeis denominado divinidades vosotros y vuestros padres? Allah no os dio autoridad alguna [para ello], aguardad [el castigo], y yo aguardare [el socorro de Allah]"},{"SurahNumber":7,"VerseNumber":72,"Text":"Y le salvamos junto a los que creian en el por Nuestra misericordia, y destruimos a todos los que habian desmentido Nuestros signos porque fueron incredulos"}]}