{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"“Ndithudi owopa Allah adzakhala m’minda ndi akasupe (omwe adzakhala patsogolo pawo)"},{"SurahNumber":15,"VerseNumber":46,"Text":"“(Ndipo tidzawauza) “Lowani m’menemo mwamtendere, mosatekeseka.”"},{"SurahNumber":15,"VerseNumber":47,"Text":"“Ndipo tidzawachotsera mfundo za chidani zomwe zidali m’mitima mwawo; (adzakhala) mwachibale, (mokondana,) atakhala pa mipando yachifumu atayang’anizana nkhope"},{"SurahNumber":15,"VerseNumber":48,"Text":"“Mmenemo masautso sakawakhudza, ndiponso sadzatulutsidwamo"},{"SurahNumber":15,"VerseNumber":49,"Text":"“Auze akapolo anga kuti ndithu Ine ndine Wokhululuka kwambiri, Wachisoni chosatha"},{"SurahNumber":15,"VerseNumber":50,"Text":"“Ndipo ndithu chilango Changa ndi chilango chopweteka zedi"},{"SurahNumber":15,"VerseNumber":51,"Text":"“Ndipo auze nkhani ya alendo a (Mneneri) Ibrahim"},{"SurahNumber":15,"VerseNumber":52,"Text":"“Pamene adalowa kwa iye ndikunena: “Salaman (Mtendere!)” (Iyenso adawayankha: “Mtendere ukhalenso pa inu.” Ndipo Pamene adaona kuti akana chakudya) Adati: “Ndithu ife tikukuopani.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"“Iwo adati: “Usaope! Ife tikukuuza nkhani yabwino ya (kuti ubala) mwana wanzeru kwambiri.”"},{"SurahNumber":15,"VerseNumber":54,"Text":"“Iye adati: “Ha! Mukundiuza nkhani iyi pomwe ukalamba wandifikira? Kodi nkhani yabwinoyi mukundiuza mnjira yotani?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"“Iwo adati: “Takuuza nkhani yabwinoyi mwachoonadi; choncho, usakhale mwa otaya mtima.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"“Iye adati: “(Ine sinditaya mtima ndi chifundo cha Allah. Ndipo) palibe angataye mtima ndi chifundo cha Allah, koma wosokera basi (yemwe sazindikira ukulu wa Allah).”"},{"SurahNumber":15,"VerseNumber":57,"Text":"“Iye adati: “Nanga cholinga chanu china nchiyani, E inu otumidwa?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"“Iwo adati: “Ife tatumidwanso kwa anthu aja oipa (kuti tikawaononge).”"},{"SurahNumber":15,"VerseNumber":59,"Text":"““Kupatula akubanja la Luti, ndithu ife tikawapulumutsa onse.”"},{"SurahNumber":15,"VerseNumber":60,"Text":"““Koma mkazi wake (wa Luti), tamkonzera kukhala mmodzi wa otsalira pambuyo.”"}]}