{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"On marde, ki imon ovarda ʙud, guft: «Ej qavmi man, az pai man ʙijoed, to ʙa rohi savoʙ hidojataton kunam"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ej qavmi man, in zindagii dunjo ʙearzişu ta'ajjuşest (xuşguzaroniest). Va oxirat saroi ʙaqost (ʙoqī)"},{"SurahNumber":40,"VerseNumber":40,"Text":"Har kas kori ʙade ʙikunad, faqat monandi amalaş çazo joʙad. Va har kas az mardu zan, ki mū'min ʙoşad va amali solehe ʙa çoj orad, ʙa ʙihişt doxil şavad va ʙehisoʙ rūziaş dihand"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ej qavmi man, cist, ki man şumoro ʙa naçot mexonam va şumo maro ʙa otaş da'vat mekuned"},{"SurahNumber":40,"VerseNumber":42,"Text":"Maro da'vat mekuned, ki ʙa Xudo kofir şavam va cizero, ki nameşinosam, şariki Ū qaror diham, hol on ki man şumoro ʙa Xudoi ƣoliʙi ʙaxşojanda da'vat mekunam"},{"SurahNumber":40,"VerseNumber":43,"Text":"Beşak on cī şumo maro ʙa on da'vat mekuned, tavonoi onaş nest, ki dar dunjovu oxirat kasero ʙa sūi xud xonad, hol on ki ʙozgaşti mo ʙa sūi Xudoi jaktost va taçovuzkoron dar çahannam ʙoşand"},{"SurahNumber":40,"VerseNumber":44,"Text":"Ba zudi on ciro, ki aknun megūjam, ʙa jod xohed ovard. Va man kori xud ʙa Xudo havola kardam, zero Ū ʙandagonaşro meʙinad!»"},{"SurahNumber":40,"VerseNumber":45,"Text":"Xudo ūro az oseʙi makre, ki ʙarojaş andeşida ʙudand, nigoh doşt va on azoʙi noguvor xonadonī Fir'avnro dar mijon girift"},{"SurahNumber":40,"VerseNumber":46,"Text":"Otaş. Har suʙhu şom ʙar on arza şavand va rūze, ki qijomat ʙarpo şavad, nido dihand ki xonadonī Fir'avnro ʙa saxttarin azoʙho darovared!»"},{"SurahNumber":40,"VerseNumber":47,"Text":"Va on goh dar daruni otaş ʙo jakdigar ʙa muçodala ʙarxezand va notavonon ʙa gardankaşon gūjand, ki mo pajravoni şumo ʙudem, ojo metavoned andake az in otaşe, ki nasiʙi mo şudaast, kam kuned"},{"SurahNumber":40,"VerseNumber":48,"Text":"Onon, ki sarkaşī karda ʙudand, megūjand: «Hamai mo dar otaşem. Va Xudost, ki mijoni ʙandagonaş dovari kardaast!»"},{"SurahNumber":40,"VerseNumber":49,"Text":"Va onon, ki dar otaşand, ʙa nigahʙononi çahannam megūjand: «Az Parvardigoraton ʙixohed, to jak rūz az azoʙi mo kam kunad»"},{"SurahNumber":40,"VerseNumber":50,"Text":"Megūjand: «Ojo pajomʙaronaton ʙo dalelhoi ravşan nazdi şumo najomada ʙudand?» Megūjand: «Bale». Megūjand: «Pas du'o kuned». Va du'oi kofiron, ƣajri on ki ʙarʙod ravad, cize digar naxohad ʙud"}]}