{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Разве ты (о, человек) не видел тех [неверующих курайшитов], которые обменяли благодать Аллаха на неверие [вместо того, чтобы благодарить Его за дарованную безопасность в Мекке, отвергли Его посланника] и поселили своих людей [последователей] в Обитель гибели (выведя их на битву [[А именно на битву при Бадре]] против Посланника Аллаха, где они погибли) –"},{"SurahNumber":14,"VerseNumber":29,"Text":"Геенну, в которой они будут гореть? И (как) ужасно это пребывание"},{"SurahNumber":14,"VerseNumber":30,"Text":"И придали они [те неверующие] Аллаху равных, чтобы сбивать (людей) с Его пути. Скажи (им) (о, Посланник): «Пользуйтесь (этой вашей жизнью), потому что ваше возвращение – в Огонь [Ад]!»"},{"SurahNumber":14,"VerseNumber":31,"Text":"Скажи (о, Посланник) рабам Моим, которые уверовали, чтобы они совершали (обязательную) молитву (надлежащим образом) [своевременно, смиренно перед Господом и предаваясь молитве душой] и (чтобы) расходовали (на пути Аллаха, как обязательную и добровольную милостыню) из того, чем Мы наделили их [из своего дозволенного имущества], прежде чем насупит день [День Суда], когда не будет ни торга [никто не сможет откупиться от наказания], ни дружбы [не поможет дружеская связь с кем-либо]"},{"SurahNumber":14,"VerseNumber":32,"Text":"Аллах – (Он) Тот, Который сотворил небеса и землю, и низвел с неба [с облаков] воду [дождь], и вывел ею [водой] (разные) плоды как пропитание для вас, и подчинил Он вам суда, чтобы они плыли в море по Его повелению [по Его могуществу], и подчи­нил Он вам реки (чтобы вы и ваши животные пили из них, и чтобы вы поливали посевы)"},{"SurahNumber":14,"VerseNumber":33,"Text":"и подчинил Он вам солнце и луну, как два непрестанных (в движении), и подчинил Он вам ночь (чтобы вы в ней отдыхали) и день (чтобы вы искали себе благ, которые Он дарует и устраивали жизнь)"},{"SurahNumber":14,"VerseNumber":34,"Text":"и Он дал вам все, что вы просите. И если вы будете считать благодать Аллаха (которую Он дарует), то не сочтете ее. Поистине, человек – однозначно, притеснитель (по отношению к самому себе) (и) неблагодарный (своему Господу) (за дарованные Им блага)"}]}