{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Mi Iîîef Öebbi laâqed n lambiyya: \"s tidep, Fki$ awen si Tezmamt akw si ûûwab, sinna, iusa kwen id umazan, i itebbten ayen illan $uôwen. Amnet yis, âiwnet ep\". Inna: \"tâazmem u tqeblem, f waya, laâqed iW\"? Nnan as: \"naâzem\". Inna: \"ihi, cehhdet, Nek, yidwen, seg inagan"},{"SurahNumber":3,"VerseNumber":82,"Text":"Wid iwexxôen, deffir waya, nitni d iballa$en"},{"SurahNumber":3,"VerseNumber":83,"Text":"Day b$an ddin ur nelli n Öebbi? U Neppa, unzen aS i illan di tmurt akked igenwan, b$an ne$ ugin. £uôeS, tu$alin nnsen"},{"SurahNumber":3,"VerseNumber":84,"Text":"Ini: \"numen s Öebbi, akked wayen id irsen $uône$, akked wayen id irsen ar Ibôahim, Ismaâil, Isêaq, Iaâqub, laâôac, ayen ippunefken i Musa, Âisa, akked lambiyya, s$uô Mass nnsen. Ur nesmenyaf yiwen degsen. Nekwni nunez aS"},{"SurahNumber":3,"VerseNumber":85,"Text":"Win ib$an ddin, war annuz, ur ipwaqbal s$uôes. U neppa, di laxert, seg imexsuôen"},{"SurahNumber":3,"VerseNumber":86,"Text":"Amek ara Inhu Öebbi agdud inekôen deffir liman is, u cehhden ar Amazan d tidep, u iusa ten id ubeggen? Öebbi ur Inehhu agdud imednas"},{"SurahNumber":3,"VerseNumber":87,"Text":"Widak, aqeîîi nnsen d ddell s$uô Öebbi, d lmalayek, akked imdanen meôôa"},{"SurahNumber":3,"VerseNumber":88,"Text":"Degs ad wekkôen; ur ippifsus fellasen uâaqeb, ur stiseren"},{"SurahNumber":3,"VerseNumber":89,"Text":"Kkes ed wid iu$alen nedmen, deffir waya, u xedmen ayen ilhan. Ih, Öebbi Ipsemmiê, Ipêunu"},{"SurahNumber":3,"VerseNumber":90,"Text":"Ih, wid ijehlen, deffir liman nnsen, sinna, rnan di tijehli, ur tepwaqbal nndama nnsen. Widak d im$eôôqen"},{"SurahNumber":3,"VerseNumber":91,"Text":"Ih, wid ijehlen, u mmuten d ijehliyen, ur ipwaqbal s$uô yiwen degsen, azal n tmurt n ddheb, a t id ifdu. I widak, aâaqeb aqeôêan, ur sâin amâiwen"}]}