{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":20,"Text":"Quiconque veut recolter[471] (la moisson) de l’autre monde, Nous accroitrons pour lui sa recolte ; et quiconque veut recolter (la moisson) de ce bas monde, Nous lui donnerons (de ce qu’il desire), mais il n’aura (droit a) aucune part de l’autre monde"},{"SurahNumber":42,"VerseNumber":21,"Text":"Ou alors ont-ils des associes qui ont prescrit pour eux, dans la religion, ce qu’Allah n’a pas permis ? Si le verdict tranchant n’avait pas ete prononce, ils auraient ete departages. Les injustes auront, certes, un supplice tres douloureux"},{"SurahNumber":42,"VerseNumber":22,"Text":"Tu verras les injustes redoutant les actions qu’ils ont commises. (Le supplice) fondra sur eux inexorablement. Ceux qui auront cru et auront accompli les bonnes œuvres seront, eux, dans des jardins verdoyants. Aupres de leur Seigneur, tous leurs desirs seront satisfaits. Telle est la faveur supreme"},{"SurahNumber":42,"VerseNumber":23,"Text":"Telle est l’heureuse nouvelle qu’Allah annonce a Ses serviteurs qui croient et accomplissent les bonnes œuvres. Dis : « Je ne vous reclame pour cela aucune recompense, hors l’affection due aux proches. » Quiconque accomplit une bonne action Nous la lui rendrons encore meilleure. Allah est Absoluteur et si Reconnaissant"},{"SurahNumber":42,"VerseNumber":24,"Text":"Ou alors disent-ils : « Il debite des mensonges sur le compte d’Allah » ? Mais si Allah voulait, Il imprimerait un sceau sur ton cœur. Allah, par Ses paroles, efface l’erreur et etablit la verite. Car Il Sait parfaitement ce qu’il y a au fond des cœurs"},{"SurahNumber":42,"VerseNumber":25,"Text":"C’est Lui Qui accepte le repentir de Ses serviteurs, Qui pardonne les mauvaises actions et Sait ce que vous faites"},{"SurahNumber":42,"VerseNumber":26,"Text":"Il exauce ceux qui ont cru et ont accompli les bonnes œuvres, et leur ajoute de Ses faveurs. Quant aux mecreants, ils sont voues a un terrible supplice"},{"SurahNumber":42,"VerseNumber":27,"Text":"Si Allah dispensait trop largement les bienfaits a Ses serviteurs, ceux-ci se livreraient aux abus sur terre, mais Il leur envoie avec mesure ce qu’il Lui plait (d’envoyer). Il est certes parfaitement Informe de Ses serviteurs, et Il est, a leur sujet, infiniment Lucide"},{"SurahNumber":42,"VerseNumber":28,"Text":"C’est Lui Qui fait descendre la pluie benefique apres que (les hommes) en desesperent, et repand Sa grace, Lui le Protecteur, le Digne de Toute Louange"},{"SurahNumber":42,"VerseNumber":29,"Text":"L’un de Ses Signes est la creation des cieux, de la terre et de tous les etres vivants qui y sont disperses. Or, Il est Infiniment Capable de les reunir quand Il le voudra"}]}