{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Tapa'i bhanidinus ki prthvima bhramana gara ani hera ki satyala'i jhutha (jhut) bhanneharuko parinama kasto bhayo"},{"SurahNumber":6,"VerseNumber":12,"Text":"Tapa'i bhannus ki akasaharu ra prthvima je–jati cha kasako ho? Bhanidinus ki yo sabai allahakai lagi hun. Allahale krpa garna aphno jim'ma anivarya garihaleko cha. Usale timi sabaila'i kiyamatako dina jam'ma garnecha yasa kurama pani kunai sanka chaina jasale aphula'i noksanima parisakeka chan tinaile imana lya'umdainan"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ra allahakai hun ti jam'mai juna ki dina ra ratima baschan ra uhi nai ho jo sabai sundacha, jandacha"},{"SurahNumber":6,"VerseNumber":14,"Text":"Tapa'ile bhannus ki ke allaha baheka jo akasaharu ra prthviko srasta ho, ra usaile sabaila'i ahara dincha ra svayam kasaibata ahara lidaina, ke aru kasaila'i pujaniya bana'um . Yo pani bhanidinus ki mala'i adesa bha'eko cha ki ma sababhanda pahila islama svikara garum ra yo pani ki timi musrikaharumadhyeko kahile nahunu"},{"SurahNumber":6,"VerseNumber":15,"Text":"Yo pani bhanidinus ki yadi ma aphno palanakartako adesako ullanghana gardachu ta mala'i thulo dinako sajayako bhaya cha"},{"SurahNumber":6,"VerseNumber":16,"Text":"Tyasa dina yadi kohi sajayabata mukta hunecha bhane allahako thulo krpa ho. Ra tyo khullarupama saphalata ho"},{"SurahNumber":6,"VerseNumber":17,"Text":"Ra yadi allahale timila'i kunai kasta purya'umcha bhane tyasala'i usa baheka aru kasaile hata'una saktaina ra yadi sukha purya'umcha bhane tyo pratyeka kuromathi sarvasaktimana cha"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ra aphna sevakaharumathi usaiko varcasva cha, ra uhi tatvadarsi sarvajna ho"},{"SurahNumber":6,"VerseNumber":19,"Text":"Tapa'ile bhannus ki gavahi dine sababhanda thulo kura ke ho. Bhannus allaha nai mero ra timro bicama saksi cha ra yo kura'ana mamathi yasa karanale utari'eko ho ki yasabata timila'i ra juna–juna manisasam'ma yo pugna saktacha ti sabaila'i dara dekha'um . Ke timi samccai saksi bannechau ki allahako sathama aru kohi pujaniya chan? (He muham'mada) bhanidinus ki ma yasto saksya dinna. Bhanidinus ki matra uhi nai e'uta puja yogya cha ra jasala'i timiharule usako sajhedara thahara'umchaum, tiniharubata ma nihsandeha virakta chu"},{"SurahNumber":6,"VerseNumber":20,"Text":"Juna manisaharula'i hamile kitaba pradana gareka chaum tiniharule paigambarala'i tyastai cindachan jasto ki aphnai choraharula'i cinne gardachan. Jasale aphula'i ksati purya'isakeka chan tiniharule imana lya'une chainan"}]}