{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"(Ej muşrikon, on ci Alloh ʙa şumo dar rūzi qijomat az azoʙ va'da dodaast), nazdik omad, inak ʙaroi vuqū'i on farmoni Alloh darrasid, pas onro ʙo şitoʙzadagī talaʙ makuned va ʙaroi rasulonaş masxarakunon nagūed, ki agar rost megūed, ki qijomate hast az Alloh ʙixohed har ci zudtar azoʙi onro ʙinamojad. Ū pok ast az sifathoe, ki muşrikon dar ʙorai Ū ʙa zaʙon meronand va az har cī, ki şariki Ū mesozand, ʙolotar ast"},{"SurahNumber":16,"VerseNumber":2,"Text":"Fariştagonro hamrohi vahj, ki farmoni Ūst, ʙar har jake az ʙandagonaş, ki ʙixohad, furū mefiristad, to ʙim dihed ʙandagoni Maro az şarik ovardan ʙa Man, ki çuz Man, heç ma'ʙudi ʙarhaqe nest, pas az Man ʙitarsed ʙo ado namudani farzho va xolis Maro iʙodat kuned"},{"SurahNumber":16,"VerseNumber":3,"Text":"Osmonhovu zaminro ʙar haq ʙijofarid, az har cī ʙo Ū şarik mesozand, pok ast"},{"SurahNumber":16,"VerseNumber":4,"Text":"Odamiro az nutfa ʙijofarid, cun ū tavonoī joft, ʙa on maƣrur meşavad. Pas, on goh ū oşkoro xusumat mekunad ʙo Ofaridgori xud, ʙa monande, ki megūjad: \"kī ustuxonhoi pūsidaro zinda megardonad"},{"SurahNumber":16,"VerseNumber":5,"Text":"Cahorpojonro (cun govu, ʙuzu, şuturu gūsfand) ʙarojaton ʙijofarid, şumoro az paşm va pūsti onho garmī dod va digar foidahoest cun nasl giriftan va şiru savorī darjoft kardan. Va az gūşti haloli onho mexūred"},{"SurahNumber":16,"VerseNumber":6,"Text":"Va ʙarojaton dar onho zeʙoivu husnu çamol ast, cun hangomi şaʙ onhoro az carogohon ʙozmegardoned va ʙomdodon onhoro ʙa sahro ʙerun meroned"},{"SurahNumber":16,"VerseNumber":7,"Text":"Borhojatonro ʙa şahrhoe, ki çuz ʙa rançi ʙisjore ʙa onho natavoned rasid, ʙa xud ʙardoşta meʙarand. Hamono Parvardigoraton muşfiqu mehruʙon ast"},{"SurahNumber":16,"VerseNumber":8,"Text":"Va asponu uşturonu xaronro ʙaroi on ofaridaast, ki savoraşon şaved va niz zinnati şumo ʙoşand. Va Alloh cizhoero meofarad, ki şumo namedoned"},{"SurahNumber":16,"VerseNumber":9,"Text":"Hidojati mardum ʙar Alloh ast, ki rohi rostro ʙinamojad rohe, ki ʙa xajru haq merasad va on Islom ast. Az mijoni rohho niz rohe kaç hast, ki ʙa xajr jo haq namerasad va on rohi tamomi millathoi kufr ast. Agar Alloh mexost, hamai şumoro hidojat mekard"}]}