{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"My stvoryly vas, nadaly vam obraz vash, a potim skazaly anhelam: «Vklonitʹsya Adamu!» I vklonylysya vsi, krim Iblisa, yakyy ne buv sered tykh, yaki vklonylysya"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah skazav: «Shcho zavadylo tobi poklonytysya, koly YA nakazav tse tobi?» Toy vidpoviv: «YA krashchyy za nʹoho! Ty stvoryv mene z vohnyu, a yoho Ty stvoryv iz hlyny!»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Vin skazav: «Zalysh tse mistse! Tobi nemaye choho vyvyshchuvatysʹ tut! Vyydy, ty budesh odnym iz prynyzhenykh!»"},{"SurahNumber":7,"VerseNumber":14,"Text":"Toy vidpoviv: «Daruy meni vidstrochku do toho chasu, koly yikh voskresyatʹ!»"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah skazav: «Voistynu, ty — odyn iz tykh, komu dana vidstrochka!»"},{"SurahNumber":7,"VerseNumber":16,"Text":"Toy vidpoviv: «Za te, shcho Ty zviv mene, ya robytymu zasidky proty nykh na Tvoyemu pryamomu shlyakhu"},{"SurahNumber":7,"VerseNumber":17,"Text":"A potim ya budu pidkhodyty do nykh speredu, zzadu, sprava y zliva — Ty ne znaydesh bilʹshosti z nykh vdyachnymy!»"},{"SurahNumber":7,"VerseNumber":18,"Text":"Allah skazav: «Vyydy zvidsy zneslavlenyy i prynyzhenyy! Tymy z nykh, yaki pidutʹ za toboyu, YA neodminno napovnyu heyenu!»"},{"SurahNumber":7,"VerseNumber":19,"Text":"«O Adame! Zhyvy razom zi svoyeyu druzhynoyu v rayu. Yizhte, zvidky pobazhayete, ale ne nablyzhaytesya do tsʹoho dereva, a to budete nechestyvtsyamy!»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Shaytan pochav namovlyaty yikh, shchob vidkryty yim nahotu yikhnyu, yakoyi vony ne pomichaly. Vin skazav: «Vash Hospodʹ zaboronyv vam tse derevo dlya toho, shchob vy ne staly anhelamy y bezsmertnymy!»"},{"SurahNumber":7,"VerseNumber":21,"Text":"Vin poklyavsya yim obom: «YA dlya vas — dobryy poradnyk!»"},{"SurahNumber":7,"VerseNumber":22,"Text":"Vin vyviv yikh zvidty, spokusyvshy. I koly vony skushtuvaly z toho dereva, to vidkrylasya yim nahota yikhnya y pochaly vony prykryvaty yiyi raysʹkym lystyam. Todi Hospodʹ yikhniy poklykav yikh: «Khiba YA ne zaboronyv vam yisty z tsʹoho dereva y khiba ne kazav vam, shcho shaytan dlya vas — spravzhniy voroh?»"},{"SurahNumber":7,"VerseNumber":23,"Text":"Vony vidpovily: «Hospody nash! My buly nespravedlyvi sami do sebe! Yakshcho Ty ne prostysh nas i ne zmyluyeshsya nad namy, my neodminno zaznayemo vtrat!»"},{"SurahNumber":7,"VerseNumber":24,"Text":"Vin skazav: «Vyyditʹ! Odni z vas budutʹ vorohamy inshym. Na zemli bude prytulok vash i korystuvannya blahamy — do pevnoho chasu»"},{"SurahNumber":7,"VerseNumber":25,"Text":"Vin skazav: «Tam vy budete zhyty, tam vy budete pomyraty, i zvidty vyydete!»"}]}