{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Apresenta-vos, ainda, um exemplo tomado doe vós mesmos. Porventura, compartilharíeis faríeis daqueles que as vossasmãos direitas possuem parceiros naquilo de que vos temos agraciado e lhe concederíeis partes iguais ás vossas? Temei-osacaso, do mesmo modo que temeis uns aos outros? Assim elucidamos os Nossos versículos aos sensatos"},{"SurahNumber":30,"VerseNumber":29,"Text":"Porém, os iníquos se entregam nesciamente ás suas luxúrias; mas quem poderá encaminhar aqueles que Deus tem deixadoque se desviem? Esses jamais terão socorredores"},{"SurahNumber":30,"VerseNumber":30,"Text":"Volta o teu rosto para a religião monoteísta. É a obra de Deus, sob cuja qualidade inata Deus criou a humanidade. Acriação feita por Deus é imutável. Esta é a verdadeira religião; porém, a maioria dos humanos o ignora"},{"SurahNumber":30,"VerseNumber":31,"Text":"Voltai-vos contritos a Ele, temei-O, observai a oração e não vos conteis entre os que (Lhe) atribuem parceiros"},{"SurahNumber":30,"VerseNumber":32,"Text":"Que dividiram a sua religião e formaram seitas, em que cada partido exulta no dogma que lhe é intrínseco"},{"SurahNumber":30,"VerseNumber":33,"Text":"Quando a adversidade açoita os humanos, suplicam contritos ao seu Senhor; mas, quando os agracia com a Suamisericórdia, eis que alguns deles atribuem parceiros ao seu Senhor"},{"SurahNumber":30,"VerseNumber":34,"Text":"Para desagradecerem o que lhes concedemos. Deleitai-vos (enquanto puderdes), pois logo o sabereis"},{"SurahNumber":30,"VerseNumber":35,"Text":"Porventura, enviamos-lhes alguma autoridade, que justifique a sua idolatria"},{"SurahNumber":30,"VerseNumber":36,"Text":"Mas quando agraciamos os humanos com a misericórdia, regozijam-se dele; por outra, se os açoita a adversidade, peloque as suas mãos cometeram, ei-los desesperados"},{"SurahNumber":30,"VerseNumber":37,"Text":"Porventura, não reparam em que Deus prodigaliza e restringe a Sua graça a quem Lhe apraz? Por certo que nisto hásinais para os crentes"},{"SurahNumber":30,"VerseNumber":38,"Text":"Concede, pois, aos parentes os seus direitos, assim como ao necessitado e ao viajante. Isso é preferível, para aquelesque anelam contemplar o Rosto de Deus; e estes serão os bem-aventurados"},{"SurahNumber":30,"VerseNumber":39,"Text":"Quando emprestardes algo com usura, para que vos aumente (em bens), às expensas dos bens alheios, não aumentarãoperante Deus; contudo, o que derdes em zakat, anelando contemplar o Rosto de Deus (ser-vos-á aumentado). A estes, ser-lhes-á duplicada a recompensa"},{"SurahNumber":30,"VerseNumber":40,"Text":"Deus é Quem vos cria, e depois vos agracia, então vos fará morrer, logo vos ressuscitará. Haverá alguém, dentre osvossos parceiros, que possa fazer algo similar a isso? Qual! Glorificado e exaltado seja Ele de tudo quanto Lhe associam"}]}