{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Kē usalē āphnō sr̥ṣṭimadhyēbāṭa āphnō nimti chōrīharū rōjyō, ra timīlā'ī chōrāharū pradāna garyō"},{"SurahNumber":43,"VerseNumber":17,"Text":"Jaba unīharūmadhyē kasailā'ī tyasa kurākō sūcanā di'incha, jasakō udāharaṇa usalē allāhakō nimti varṇana garēkō cha, taba usakō anuhāra kālō bha'ihālcha ra śōkaśōkālu bha'ihālcha"},{"SurahNumber":43,"VerseNumber":18,"Text":"Kē (allāhakā santāna chōrīharū chan) jō ābhūṣaṇamā pālincha ra jasalē vādavivāda ra jhagaḍāmā āphnā kurā spaṣṭa garna sakdaina"},{"SurahNumber":43,"VerseNumber":19,"Text":"ra unīharūlē phariśtāharūlā'ī, jō ki allāhakā bhakta hun, strī ṭhānihālē. Kē unīharūkō janmēkō samayamā yinī upasthita thi'ē? Unīharūkō yō gavāhī lēkhinēcha ra yasa kurābārē unīharūsita sōdhapūcha garinēcha"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ra bhandachanḥ ki ‘‘yadi allāhalē cāhēkō bha'ē, hāmīharūlē unīharūlā'ī pūjdainathyauṁ.’’ Unīharūlā'ī yasakō kēhī jñāna chaina, unīharū ta mātra aṭakalabājī garirākhēkā chan"},{"SurahNumber":43,"VerseNumber":21,"Text":"‘‘Kē hāmīlē unīharūlā'ī yasabhandā agāḍi kunai kitāba di'ēkā thiyauṁ, jasalā'ī yinīharūlē dr̥ḍhatāpūrvaka samātēkā chan"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hō'ina baru yinīharū ta bhandachan ki ‘‘hāmīlē āphnā babubājēlā'ī ē'uṭā dharmakō mārgamā pā'ēkā chauṁ. Ra hāmī unaikā padacinhamā hiṇḍirākhēkā chauṁ.’’"},{"SurahNumber":43,"VerseNumber":23,"Text":"Ra yasai prakāra hāmī junasukai bastīmā yasabhandā pahilā kunai sāvadhāna garnēvālā paṭhāyauṁ ta tyahām̐kā sampanna mānisaharūlē mātra yahi bhanēḥ ki ‘‘hāmīlē āphnā bābubājēlā'ī ē'uṭā dhārmika mārgamā pā'ēkā chauṁ ra hāmīlē unaikā padacinhamā unīharūkō anuśaraṇa garnēchauṁ.’’"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Paigambaralē) bhanē pani ki ‘‘kē yadi ma tyasabhandā uttama (lakṣyasam'ma pugnē) mārgadarśana li'ēra ā'ēkō chu, jasamā timīlē āphnō bābubājēlā'ī pā'ēkā chauṁ taipani? Unīharūlē bhanna thālēḥ ki ‘‘juna timīlā'ī di'ēra paṭhā'i'ēkō cha hāmīlē tyasakō inkārī chauṁ.’’"},{"SurahNumber":43,"VerseNumber":25,"Text":"Ani hāmīlē unīsita badalā liyauṁ. Ta hērihāla ki jhūṭhā bhannēharūkō pariṇāma kastō bhayō"}]}