{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Pa pošto izgubiše nadu u njega, odvojiše se za dogovor. Najstariji između njih reče: “Zar ne znate da je vaš otac već uzeo od vas zavjet (u ime) Allaha, i od ranije što ste Jusufa zanemarili? Zato neću napustiti zemlju dok mi ne dopusti otac moj ili mi Allah dosudi; a On je Najbolji od sudaca"},{"SurahNumber":12,"VerseNumber":81,"Text":"Vratite se ocu svom i recite: “O oče naš! Uistinu, sin tvoj je ukrao. A ne svjedočimo, izuzev ono šta znamo, i nismo za nevidljivo čuvari"},{"SurahNumber":12,"VerseNumber":82,"Text":"I pitaj grad - onaj u kojem smo bili - i karavan s kojim smo putovali, a doista, mi smo istiniti.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Ja’kub) reče: “Naprotiv, zavele su vas duše vaše (toj) stvari. Pa strpljenje je lijepo. Možda će Allah sve da mi ih dovede. Uistinu! On, On je Znalac, Mudri.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"I okrenu se od njih i reče: “O žalosti moja nad Jusufom!” A izbijelile su oči njegove od žalosti, pa se on savlađivao"},{"SurahNumber":12,"VerseNumber":85,"Text":"Rekoše: “Tako nam Allaha, nećeš prestati spominjati Jusufa, dok se ne razboliš ili budeš od propalih!”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Reče: “Samo se žalim za jad svoj i tugu svoju Allahu, a znam od Allaha ono šta ne znate"},{"SurahNumber":12,"VerseNumber":87,"Text":"O sinovi moji! Idite pa se raspitajte za Jusufa i brata njegova, i ne gubite nadu u rewh Allahov. Uistinu, u rewh Allahov nadu gubi jedino narod nevjernika.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Pa pošto uđoše kod njega, rekoše: “O cijenjeni! Dotakla je nas i porodicu našu nevolja, donijeli smo robu beznačajnu. Pa napuni nam mjeru i daj nam sadaku. Uistinu! Allah će nagraditi davaoce sadake.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Reče: “Znate li šta ste učinili sa Jusufom i bratom njegovim, kad ste vi bili neznalice?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Rekoše: “Jesi li uistinu ti, ti Jusuf?” Reče: “Ja sam Jusuf, a ovo je brat moj. Doista nas je Allah obdario. Uistinu, onaj ko se boji (Allaha) i strpi se - pa uistinu, Allah neće dati da propadne nagrada dobročinitelja.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Rekoše: “Tako nam Allaha, doista te je Allah odlikovao nad nama, a zaista smo bili grešnici.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Reče: “Nema vam prijekora danas. Vama će oprostiti Allah, a On je Najmilosrdniji od milosrdnih"},{"SurahNumber":12,"VerseNumber":93,"Text":"Idite sa ovom mojom košuljom, te je bacite na lice oca mog, postaće onim koji vidi. I dođite mi sa porodicom svojom svi.”"}]}