{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Abaromani baratsinzwe"},{"SurahNumber":30,"VerseNumber":3,"Text":"Mu gihugu cyo hafi (y’Abaperise) 98. Ariko nyuma yo gutsindwa kwabo na bo bazatsinda"},{"SurahNumber":30,"VerseNumber":4,"Text":"Mu myaka mike (iri hagati y’itatu n’icumi)! Umwanzuro ni uwa Allah mbere (yo gutsinda kw’Abaromani) na nyuma (yaho). Kandi icyo gihe abemeramana bazishima"},{"SurahNumber":30,"VerseNumber":5,"Text":"Ku bw’inkunga ya Allah (azatera Abaromani bagatsinda Abaperise). Atera inkunga uwo ashaka kandi we ni Umunyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Iryo) ni isezerano rya Allah, kandi Allah ntajya yica isezerano rye, ariko abenshi mu bantu ntibabizi"},{"SurahNumber":30,"VerseNumber":7,"Text":"Bazi gusa ibigaragara mu buzima bw’isi, nyamara bakirengagiza ubuzima bw’imperuka"},{"SurahNumber":30,"VerseNumber":8,"Text":"Ese ntibitekerezaho (ngo barebe uko Allah yabaremye ntacyo aba- komoyeho)? Nta kindi cyatumye Allah arema ibirere n’isi ndetse n’ibiri hagati yabyo, uretse impamvu y’ukuri ndetse anabigenera igihe ntarengwa (bizabaho)! Ariko mu by’ukuri, abenshi mu bantu bahakana kuzahura na Nyagasani wabo"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ese (abahakanyi) ntibatambagira isi ngo barebe uko iherezo ry’ababa- banjirije ryagenze? Bari abanye- mbaraga kubarusha, banahinga isi bakayibyaza umusaruro kubarusha, ndetse bakanayubaka kurusha uko bo bayubaka. Banagezweho n’intumwa zabo zibazaniye ibimenyetso bigaragara (ariko barazihinyura, maze Allah arabarimbura). Allah ntiyigeze abarenganya, ahubwo nibo ubwabo bihemukiye"},{"SurahNumber":30,"VerseNumber":10,"Text":"Hanyuma iherezo ribi ryabaye irya babandi bakoze nabi, kubera ko bahakanye amagambo ya Allah bakanayakerensa"}]}