{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Edhe të tjerët para tyre kanë thurur gënjeshtra, prandaj All-llahu shembi nga themelet ndërtesat e tyre, kurse kulmi u shemb mbi ta – se dënimi u erdh prej nga nuk e pritnin"},{"SurahNumber":16,"VerseNumber":27,"Text":"Kurse në ditën e gjykimit Ai do t’i turpërojë dhe t’u thotë: “Ku janë ata të cilët i keni konsideruar si shokë të mi, për të cilët jeni grindur?” Ata që kuptojnë do të thonë: “Sot turpi e dënimi do t’i arrijë mosbesimtarët"},{"SurahNumber":16,"VerseNumber":28,"Text":"Të cilëve engjujt ua marrin shpirtin si kriminelë ndaj vetvetes. Dhe ata do të dorëzohen e do të thonë: “Ne nuk kemi bërë asnjë të keqe”! Ama All-llahu e di me siguri shumë mirë se çka punoni"},{"SurahNumber":16,"VerseNumber":29,"Text":"Prandaj, hyni në dyert e xhehennemit, aty do të mbeteni për sa të jetë jeta! O sa vendbanim i tmerrshëm do të jetë për mendjemëdhenjtë"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ndërsa atyre që i drojnë All-llahut, do t’u thuhet: “Çka ka shpallur Zoti i juaj?” – “Mirë”! përgjigjen. Ata që bëjnë vepra të mira në këtë botë, do të kenë shpërblime të mira, por ajo botë është, me siguri, edhe më e mirë. Sa vendbanim i bukur do të jetë për ata që i janë frikësuar All-llahut"},{"SurahNumber":16,"VerseNumber":31,"Text":"Do të hyjnë nëpër xhennete të Adnit ku rrjedhin lumenj. Aty ata do të kenë çdo send që dëshirojnë. Ashtu All-llahu i shpërblen ata të cilët i drojnë atij"},{"SurahNumber":16,"VerseNumber":32,"Text":"Ata të cilëve engjujt ua marrin shpirtin duke qenë të pastër, do t’u thonë: “Paqa qoftë me ju! Hyni në xhennet me veprat që i keni punuar”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Vallë ç’presin tjetër veç se t’u vijnë engjujt, ose t’u vijë urdhëri i Zotit tënd për dënim? Ashtu kanë vepruar edhe ata përpara tyre. All-llahu atyre nuk u ka bërë padrejtësi, por ata vetvetes i bënin padrejtësi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Dhe dënimi i ka goditur për veprat e këqia që kanë bërë, dhe nga të gjitha anët i përfshiu ajo me të cilën talleshin"}]}