{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Allah'a karsı yalan uyduran veya ayetlerini yalanlayandan daha zalim kimdir? Zalimler bunun icin saadete ulasamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Bir gun hepsini toplarız, sonra ortak kosanlara, \"Iddia ettiginiz ortaklarınız nerede?\" deriz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra, \"Rabbimiz Allah'a and olsun ki bizler ortak kosanlar degildik\" demekten baska care bulamazlar"},{"SurahNumber":6,"VerseNumber":24,"Text":"Kendilerine karsı nasıl yalan soylediklerine bak; uydurdukları seyler de onlardan uzaklastı"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlardan seni dinleyenler vardır, Kuran'ı anlarlar diye kalblerine ortuler kulaklarına da agırlık koyduk. Onlar her turlu mucizeyi gorseler bile, yine de ona inanmazlar, nihayet sana geldiklerinde de seninle cekisirler. Inkar edenler, \"Bu, oncekilerin masallarından baska bir sey degildir\" derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar Kuran'dan alıkorlar ve ondan uzaklasırlar. Boylece yalnız kendilerini mahvederler de farkına varamazlar"},{"SurahNumber":6,"VerseNumber":27,"Text":"Onların, atesin kenarına getirilip durdurulduklarında, \"keske dunyaya tekrar dondurulseydik, Rabbimiz'in ayetlerini yalanlamasaydık ve inananlardan olsaydık\" dediklerini bir gorsen"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır; daha once gizledikleri onlara gorundu. Eger geri dondurulseler yine kendilerine yasak edilen seylere donerler. Dogrusu onlar yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Hayat ancak bu dunyadakinden ibarettir, biz dirilecek degiliz\" dediler"},{"SurahNumber":6,"VerseNumber":30,"Text":"Onları, Rablerinin huzuruna cıkarıldıkları zaman bir gorsen! Allah: \"Bu gercek degil mi?\" der; onlar, \"Evet, Rabbimiz hakkı icin gercektir\" derler. Allah da \"Oyleyse inkar etmenizden oturu azabı tadın\" der"}]}