{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Kim ki Allah´a (O´nun için) faizsiz ödünç verirse, Allah, bu ödüncü onun için kat kat artırır ve onun için güzel, şerefli bir karşılık ve dır"},{"SurahNumber":57,"VerseNumber":12,"Text":"O gün mü´min erkekleri ve mü´min kadınları, nurları önlerinde ve sağlarında koşarcasına seyrederken görürsün. Bugün size müjde ; altlarından ırmaklar akan, içinde devamlı kalıcıları olacağınız Cennetler vardır. İşte bu, büyük bir kurtuluştur"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün, ikiyüzlü dönek erkeklerle ikiyüzlü kadınlar, imân edenlere derler ki: «Bizi gözetip bekleyin, nurunuzdan biraz edinelim.» Onlara : «Geriye dönün de nûr arayın !» denilir. Sonra da aralarına kapısı bulunan bir sûr çekilir; iç tarafında rahmet, dış tarafında o cihetten yana azâb vardır"},{"SurahNumber":57,"VerseNumber":14,"Text":"İkiyüzlü dönekler, mü´minlere : «Biz sizinle beraber değil miydik ?» diye seslenirler. Onlar da: «Evet, beraberdik, ama siz kendinizi fitne unsuru yaptınız; (mü´minlerin başına gelmesini istediğiniz kötülüğü ve kurduğunuz tuzağı) gözleyip şüphe içinde kaldınız. Kuruntularınız sizi iyice aldattı. Allah´ın emri (azabı) gelinceye kadar bu hâliniz devam etti. Aldatıcı azgınlar sizi Allah´a karşı aldatıp ayarttılar"},{"SurahNumber":57,"VerseNumber":15,"Text":"Artık bugün ne sizden, ne de küfre sapanlardan fidye (kurtuluş akçesi) alınmaz. Varıp kalacağınız yer Cehennem´dir, sizin dostunuz, sahip çıkanınız ateştir. Ne kötü varış yeridir orası"},{"SurahNumber":57,"VerseNumber":16,"Text":"O imân edenlerin kalblerini Allah´ı saygıyla korkuyla anmaları, O´ndan inen hakka (bağlanmaları) zamanı gelmedi mi ? Ve sakın mü´minler, kendilerine daha önce kitap verilenler gibi olmasınlar. Onların üzerlerinden uzun zaman geçti de kalbleri katılaştı ve çoğu da ilâhî sınırları aşan yozmuş kişilerdir"},{"SurahNumber":57,"VerseNumber":17,"Text":"Bilin ki, Allah yeryüzünü ölümünden sonra diriltir. Gerçekten Biz, size âyetleri (açık belgeleri) bir bir açıkladık. Ola ki aklınızı kullanırsınız"},{"SurahNumber":57,"VerseNumber":18,"Text":"Şüphesiz ki sadaka veren erkeklerin ve sadaka veren kadınların ve (onlardan) Allah´a (O´nun rızasını arzulayarak) faizsiz ödünç verenlerin (ecirleri) kat kat verilir ve onlar için göz ve gönül dolduran karşılık vardır"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah´a ve Peygamberine dosdoğru imân edenler var ya, işte doğruluğu huy edinenler, Rabbları yanında (O´nun adına) şehadette bulunanlar (veya O´nun yolunda şehîd olanlar) bunlardır. Kendilerine mükâfat ve aydınlık vardır. Bizim âyetlerimizi inkâr edip yalanlayanlar ise, işte onlar Cehennem´in arkadaşları ve dostlarıdır"}]}