{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"Ani araphavale kahi lokanna, jyanna tyancya cinhanvaruna olakhata asatila, haka maruna sangatila ki tumaci jamata ani tumaci ghamenda tumacya upayogi padali nahi"},{"SurahNumber":7,"VerseNumber":49,"Text":"Kaya heca te loka hota jyancyavisayi tumhi jora de'una sapathapurvaka sangata hote ki yam (jannati lokam) cya vara allahaci daya krpa honara nahi. (Tyanna sangitale ja'ila) ki jannatamadhye pravesa kara. Tumacyavara kasalehi bhaya nahi ani na tumhi duhkhi vhala"},{"SurahNumber":7,"VerseNumber":50,"Text":"Ani jahannamavale jannatacya lokanna haka detila ki amacyavara thode pani taka kinva allahane ji roji (ajivika) tumhala pradana keli ahe tyatuna thodese dya. Te mhanatila, allahane ya donhi vastu inkari lokankarita harama kelya aheta"},{"SurahNumber":7,"VerseNumber":51,"Text":"Jyanni apalya dina (dharma) la manoranjana ani khela-tamasa banavile ahe ani jyanna aihika jivanane dhokyata takale yastava aja amhi tyanca visara padu jyapramane te ya divasala visarale hote ani amacya ayatinca inkara karita rahile"},{"SurahNumber":7,"VerseNumber":52,"Text":"Ani amhi tyancyajavala jnanavara adharita eka grantha savistara varnanasaha pathavila ahe jo margadarsana ani daya ahe tya lokankarita je imana rakhatata"},{"SurahNumber":7,"VerseNumber":53,"Text":"Kaya te yacya antima nirnayaci vata pahata ahe? Jya divasi yaca antima nirnaya ye'una pohocela, tara jya lokanni yapurvi yaca visara padala, te mhanatila ki amacya palanakartyace rasula (paigambara) satya ghe'una ale, tara kaya koni amaci sipharasa karanara ahe, jyane amacyasathi sipharasa karavi? Kinva amhala dusaryanda (jagata) pathavile gele asate, tara tyakherija karma kele asate, je (purvi) karita rahilo. Tyanni svatahla nukasanagrasta kele ani jya gosti manane racata rahile, tyancyapasuna haravalya"}]}