{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":48,"Text":"Āra ā’rāphabāsīrā ēmana lōkadērakē ḍākabē, yādērakē tārā tādēra cihna dbārā cinabē, tārā balabē, ‘tōmādēra dala ō tōmādēra ahaṅkāra kōnō kājē āsala nā.’"},{"SurahNumber":7,"VerseNumber":49,"Text":"Ērā'i ki tārā [1] yādēra sambandhē tōmarā śapatha karē balatē yē, āllāha tādērakē rahamatē śāmila karabēna nā? (Ēdērakē'i balā habē,) ‘tōmarā jānnātē prabēśa kara, tōmādēra kōnō bhaẏa nē'i ēbaṁ tōmarā cintita'ō habē nā.’"},{"SurahNumber":7,"VerseNumber":50,"Text":"Āra jāhānnāmīrā jānnātīdērakē sambōdhana karē balabē, ‘āmādēra upara ḍhēlē dā'ō kichu pāni athabā tā thēkē yā āllāha jībikārūpē tōmādērakē diẏēchēna.’ Tārā balabē, ‘āllāha tō ē duṭi hārāma karēchēna kāphēradēra jan'ya"},{"SurahNumber":7,"VerseNumber":51,"Text":"‘Yārā tādēra dīnakē khēla-tāmāśārūpē grahaṇa karēchila. Āra duniẏāra jībana yādērakē pratārita karēchila. Kājē'i āja āmarā tādērakē (jāhānnāmē) chēṛē rākhaba, yēmanibhābē tārā tādēra ē dinēra sākṣātēra jan'ya kāja karā chēṛē diẏēchila [1], āra (yēmana) tārā āmādēra āẏātasamūha asbīkāra karēchila"},{"SurahNumber":7,"VerseNumber":52,"Text":"Āra abaśya'i āmarā tādēra nikaṭa niẏē ēsēchi ēmana ēka kitāba yā āmarā jñānēra bhittitē biśada byākhyā karēchi [2]. Āra yā mumina sampradāẏēra jan'ya hidāẏāta ō rahamatasbarūpa"},{"SurahNumber":7,"VerseNumber":53,"Text":"Tārā ki śudhu sē pariṇāmēra apēkṣā karē? Yēdina sē pariṇāma prakāśa pābē, sēdina yārā āgē sēṭāra kathā bhulē giẏēchila tārā balabē, ‘āmādēra rabēra rāsūlagaṇa tō satyabāṇī ēnēchilēna, āmādēra ki ēmana kōnō supāriśakārī āchē yē āmādēra jan'ya supāriśa karabē athabā āmādērakē ki ābāra phērata pāṭhānō habē-- yēna āmarā āgē yā karatāma tā thēkē bhinna kichu karatē pāri?’ Abaśya'i tārā nijēdērakē kṣatigrasta karēchē ēbaṁ tārā yē mithyā raṭanā karata, tā tādēra kācha thēkē hāriẏē gēchē"}]}