{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"Is the one who was dead and We gave him life [by faith] and gave him a light with which he walks among people like the one in darkness from which he can never escape? This is how the deeds of the disbelievers have been made appealing to them"},{"SurahNumber":6,"VerseNumber":123,"Text":"Thus We have placed in every city the most wicked ones to conspire in it, yet they only conspire against themselves, without even realizing it"},{"SurahNumber":6,"VerseNumber":124,"Text":"When a sign comes to them, they say, “We will never believe until we are given the like of what was given to the messengers of Allah.” Allah knows best where to place His message. Those who are wicked will be afflicted with disgrace from Allah and a severe punishment for their plots"},{"SurahNumber":6,"VerseNumber":125,"Text":"Whoever Allah wills to guide, He opens his heart to Islam; and whoever He wills to lead astray, He make his heart tight and constricted, as if he were climbing up into the sky. This is how Allah punishes those who do not believe"},{"SurahNumber":6,"VerseNumber":126,"Text":"This is the straight path of your Lord. We have made the verses clear for people who take heed"},{"SurahNumber":6,"VerseNumber":127,"Text":"They will have the Home of Peace with their Lord, and He will be their Protector because of what they used to do"},{"SurahNumber":6,"VerseNumber":128,"Text":"On the Day when He will gather them all together [saying], “O assembly of jinn, you have misled many humans.” Their human friends will say, “Our Lord, we have benefited from one another, but now we have reached our term which You appointed for us.” He will say, “The Fire is your abode, abiding therein forever, except if Allah wills otherwise.” Your Lord is All-Wise, All-Knowing"},{"SurahNumber":6,"VerseNumber":129,"Text":"This is how We make the wrongdoers take control over one another because of what they used to do"}]}