{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Ndipo pamene ife tidawauza angelo kuti, “Mugwadireni Adamu.” Onse adamugwadira iye kupatula Satana. Iye adayankha kuti, “Kodi ine ndimugwadire iye amene Inu mudamupanga kuchokera ku dothi?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"Iye adati, “Mukumuona! Uyu ndiye amene mwamulemekeza kuposa ine ndipo ngati inu mundisunga ndi moyo mpaka patsiku louka kwa akufa, ine ndidzawasokoneza ana ake kupatula ochepa.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"Mulungu adati, “Pita, ndipo aliyense wa iwo amene adzakutsatira, ndithudi, Gahena ndiyo idzakhala malipiro ake ndipo ndi malipiro okwana.”"},{"SurahNumber":17,"VerseNumber":64,"Text":"“Ndipo anyengerere amene ungawathe mwa iwo ndi mawu ako, ndipo menyana nawo ndi asirikali ako okwera akavalo ndi oyenda pansi, ndipo gawana nawo chuma ndi ana ndipo alonjeze.” Koma Satana sawalonjeza china chilichonse koma chinyengo"},{"SurahNumber":17,"VerseNumber":65,"Text":"“Ndithudi pa akapolo anga angwiro, iwe siudzakhala ndi mphamvu ina iliyonse pa iwo yowasokoneza. Ambuye wako ndi wokwana kukhala Mtetezi.”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Ambuye wanu ndiye amene amayendetsa zombo pa nyanja kuti mufunefune zokoma zake. Ndithudi Iye ali wachisoni ndi inu"},{"SurahNumber":17,"VerseNumber":67,"Text":"Ndipo akakupezani mavuto pamene mulipanyanja, iwoamenemumawapembedzamowonjezera pa Iye amakuthawirani kupatula Iye yekha. Koma ngati Iye akupulumutsani kufika pa mtunda, mumatembenuka. Ndithudi, munthu ndi wamwano"},{"SurahNumber":17,"VerseNumber":68,"Text":"Kodi inu muli ndi chikhulupiriro chakuti Iye sangakumizeni m’dera lililonse la pamtunda kapena kuti sangakutumizireni mphepo yamkuntho? Pamenepo inu simudzapeza wina aliyense wokuthandizani"},{"SurahNumber":17,"VerseNumber":69,"Text":"Kapena inu mukukhulupirira kuti sangakubwezereninso m’nyanjamo kachiwiri ndi kukutumizirani mphepo yamkuntho, ndikukumizani chifukwa chakusakhulupirira kwanu ndipo kuti inu simudzapeza wokuthandizani polimbana ndi Ife"},{"SurahNumber":17,"VerseNumber":70,"Text":"Ndithudi Ife tawalemekeza ana a Adamu, ndipo Ife tawanyamula pamtunda ndi pa nyanja ndipo tawapatsa zinthu zabwino ndiponso tawalemekeza kuposa zina zimene talenga ndi ulemu wapadera"}]}