{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":53,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā nabīra gharagulōẏa prabēśa karō nā tōmādēra khānāpināra jan'ya anumati nā dē'ōẏā halē -- rānnābānnā śēṣa habāra apēkṣā nā karē, baraṁ yakhana tōmādēra ḍākā haẏa takhana tōmarā prabēśa karō, tārapara yakhana tōmarā khēẏē niẏēcha takhana calē yē'ō, ēbaṁ gaṛimasi karō nā bākyālāpēra jan'ya. Niḥsandēha ē'isaba nabīkē kaṣṭa diẏē thākē, athaca tini saṅkōca bōdha karēna tōmādēra jan'ya, kintu āllāh satya sanbandhē saṅkōca karēna nā. Āra yakhana tōmarā tādēra kāchē kōnō-kichu cā'ō takhana pardāra āṛāla thēkē tādēra kāchē cā'ibē. Ēṭi'i adhikatara pabitra tōmādēra hr̥daẏēra jan'ya ēbaṁ tādēra hr̥daẏēra jan'yē'ō. Ēṭi tōmādēra jan'ya naẏa yē tōmāra nabīkē uttyakta karabē, āra ēṭi'ō naẏa yē tāra parē tōmarā kakhanō tām̐ra patnīdēra bibāha karabē. Niḥsandēhē ēṭi āllāh‌ra kāchē gurutara byāpāra"},{"SurahNumber":33,"VerseNumber":54,"Text":"tōmarā yadi kōnō-kichu prakāśa kara athabā tā gōpana'i rākha, āllāh kintu niścaẏa'i saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":33,"VerseNumber":55,"Text":"Tādēra jan'ya kōnō aparādha nē'i tādēra pitādēra kṣētrē, āra tādēra putradēra bēlāẏa'ō naẏa, āra tādēra bhā'idēra kṣētrē'ō naẏa, āra bhā'idēra putradēra'ō naẏa, āra tādēra bōnadēra putradēra saṅgē'ō naẏa, āra tādēra mēẏēlōkadēra kṣētrē'ō naẏa, āra tādēra ḍāna hāta yādēra dharē rēkhēcha tādēra'ō naẏa, āra āllāh‌kē bhaẏabhakti karō. Niścaẏa āllāh saba-kichura uparē'i pratyakṣadarśī."},{"SurahNumber":33,"VerseNumber":56,"Text":"Niḥsandēha āllāh ō tām̐ra phiriś‌tāgaṇa nabīra uparē śubhēcchā jñāpana karēna. Ōhē yārā īmāna ēnēcha! Tōmarā'ō tām̐ra prati śubhēcchā nibēdana karō ēbaṁ sālāma jānā'ō saśrad'dhabhābē."},{"SurahNumber":33,"VerseNumber":57,"Text":"Niḥsandēha yārā āllāh ō tām̐ra rasūla-sanbandhē manda kathā balē, āllāh tādēra dhikkāra diẏēchēna ihalōkē ō paralōkē, āra tādēra jan'ya tairi karēchēna lāñchanādāẏaka śāsti."},{"SurahNumber":33,"VerseNumber":58,"Text":"Āra yārā mumina puruṣa ō mumina nārīdēra gālamanda karē tārā tā arjana nā karalē'ō, tārā tāhalē kuṯsā raṭanāra ō spaṣṭa aparādhēra bōjhā bahana karē."}]}