{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"arau te'omra sampradayara netasakale, yisakale kupharai karaichila arau akhiraatara saksataka asbikara karaichila arau yisakalaka ami pradana karaichilo parthira jiranara pracura bhoga-sambhara, sihamte kaichila, ‘e'om dekhuna tomalokara darae'i ejana manuha, tomaloke yi khoraa teraom take'i khaya arau tomaloke yi pana karaa teraom take'i pana karae"},{"SurahNumber":23,"VerseNumber":34,"Text":"‘yadi tomaloke tomalokara darae'i ejana manuhara anugatya karaa tente tomaloke arasye ksatigrasta ha’ba"},{"SurahNumber":23,"VerseNumber":35,"Text":"‘e'om tomalokaka e'i pratisrauti diye neki ye, tomaloke yetiya mrtyubarana karaiba arau tomaloka mati arau asthita parainata ha’ba; tara pichato tomalokaka akau ut'thita karaa ha’ba"},{"SurahNumber":23,"VerseNumber":36,"Text":"‘asambhara, tomalokaka yi bisaye pratisrauti diya haiche seya asambhara"},{"SurahNumber":23,"VerseNumber":37,"Text":"‘Ekamatra parthira jirane'i amara jirana, amara jirana marana iyate'i; arau ami ketiya'o punaraut'thita naha'om"},{"SurahNumber":23,"VerseNumber":38,"Text":"‘E'om enekuraa ejana byakti yiye allaha samparke micha apabada diche, ami te'omka ketiya'o bisbasa nakarao’"},{"SurahNumber":23,"VerseNumber":39,"Text":"Te'om ka’le, ‘he mora raba! Moka sahaya karaa, karana sihamte moka michaliya buli asbikara karaiche’"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allahe ka’le, ‘kichu samayara majate'i sihamta niscitaraupe anutapta ha’ba’"},{"SurahNumber":23,"VerseNumber":41,"Text":"Tara pichata eta bikata sabda'i satya-n'yayara saite sihamtaka akraanta karaile, phalata ami sihamtaka batahe urauraa'i niya ararjanara darae karai dilo. Eteke yalima sampradayara babe kerala dhbansa"},{"SurahNumber":23,"VerseNumber":42,"Text":"Iyara pichata ami arau bahu prajanma srsti karaicho"},{"SurahNumber":23,"VerseNumber":43,"Text":"Kono jatiye'i sihamtara nirdista samayaka agatiyakai aniba noraarae arau pichalaiyo theli diba noraarae"},{"SurahNumber":23,"VerseNumber":44,"Text":"Iyara pichata ami ejanara pichata ejanakai amara raachulasakalaka praerana karaicho. Yetiya'i kono jatira ocarata sihamtara raachula ahiche tetiya'i sihamte te'omka asbikara karaiche. Phalata ami sihamtaka etara pichata etakai dhbansa karai kahinita parainata karaicho. Eteke yisakale imana posana nakarae se'ibora sampradayara babe kerala dhbansa'i dhbansa"},{"SurahNumber":23,"VerseNumber":45,"Text":"tara pichata ami mucha arau te'omra bhatr haraunaka amara nidarsanaralisaha lagate suspasta pramanasaha praerana karailo"},{"SurahNumber":23,"VerseNumber":46,"Text":"phira'a'una arau te'omra paraisadabargara ocarata. Kintu sihamte ahankara karaile; arau sihamta achila ud'dhata sampradaya"},{"SurahNumber":23,"VerseNumber":47,"Text":"Tara pichata sihamte ka’le, ‘ami amara darae'i dujana byaktira prati imana posana karaimane, athaca te'omlokara jatira manuhabilaka amara dasa’"},{"SurahNumber":23,"VerseNumber":48,"Text":"eteke sihamte te'omloka ubhayake asbikara karaile, phalata sihamta dhbansapraapta sakalara antarbhukta ha’la"},{"SurahNumber":23,"VerseNumber":49,"Text":"Arau ami arasye muchaka kitaba pradana karaichilo; yate sihamte hidayata paba parae"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ami mara'iyamara putra arau te'omra matrka eta nidarsana bana'ichilo arau te'omlokaka asraya dichilo eta arasthanayogya arau prasraranabisista ucca bhumita"}]}