{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Nûh'a şöyle vahyolundu: \"Toplumundan, daha önce inanmış olanlar dışında hiç kimse iman etmeyecektir. Artık onların yaptıkları yüzünden tasalanıp durma"},{"SurahNumber":11,"VerseNumber":37,"Text":"Vahyimize bağlı olarak gözlerimizin önünde gemiyi yap. Ve zulmedenler hakkında benimle karşılıklı laf edip durma. Onlar, mutlaka boğulacaklardır"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yapıyordu. Toplumundan herhangi bir grup yanından geçtikçe onunla alay ediyorlardı. Dedi ki Nûh \"Bizimle alay ediyorsanız, biz de sizinle alay edeceğiz. Tıpkı sizin eğlendiğiniz gibi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Rezil eden azabın kime geleceğini, sürekli azabın kimin başına ineceğini yakında bileceksiniz"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nihayet emrimiz gelip de tandır kaynayınca şöyle seslendik: \"Yükle içine her birinden ikişer çift ve aleyhinde hüküm verilen hariç olmak üzere aileni, bir de iman etmiş olanları.\" Ama Nûh'la birlikte çok az bir kısmı iman etmişti"},{"SurahNumber":11,"VerseNumber":41,"Text":"Nûh dedi: \"Binin içine! Onun akıp gitmesi de demir atması da Allah'ın adıyladır. Benim Rabbim elbette ki Gafûr'dur, Rahîm'dir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi onları, dağlar gibi dalgalar üstünden yürütüp götürüyordu. Nûh onlardan ayrı bir yerde duran oğluna seslendi: \"Oğulcuğum, bizimle beraber bin, kâfirlerle beraber olma"},{"SurahNumber":11,"VerseNumber":43,"Text":"Oğlu cevap verdi: \"Bir dağa sığınacağım, beni sudan korur.\" Nûh dedi: \"Allah'ın merhamet ettiği dışında bugün hiç kimse için Allah'ın kararından kurtaracak yoktur.\" Ve ikisi arasına dalga girdi de o, boğulanlar arasına katıldı"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ve denildi: \"Ey yer! Suyunu yut ve ey gök, sen de tut.\" Ve su çekidi. İş bitirilmişti. Gemi, Cûdi üzerine oturdu ve haykırıldı: \"O zalimler topluluğu geri gelmez olsun"},{"SurahNumber":11,"VerseNumber":45,"Text":"Bu arada Nûh, Rabbine yakardı da dedi ki: \"Rabbim, oğlum benim ailemdendi! Senin vaadin elbette haktır. Sen hâkimlerin, hükmü en güzel verenisin"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah buyurdu: \"Ey Nûh! O, senin ailenden değildi. Yaptığı, iyi olmayan bir işti. Hakkında bilgin olmayan şeyi benden isteme. Cahillerden olmaman hususunda seni uyarırım"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nûh dedi: \"Rabbim! Hakkında bilgim olmayan şeyi senden istemekten sana sığınırım. Eğer beni affetmez, bana acımazsan hüsrana uğrayanlardan olurum"},{"SurahNumber":11,"VerseNumber":48,"Text":"Şöyle denildi: \"Ey Nûh! Sana ve seninle beraber olanlardan diğer gruplara bizden bereketler ve bir selamla aşağıya in. Bazı ümmetler de var, kendilerini önce nimetlendireceğiz sonra bizden acıklı bir azap hepsini kucaklayacak"},{"SurahNumber":11,"VerseNumber":49,"Text":"İşte bunlar, sana vahyetmekte olduğumuz gayb haberlerindendir. Bundan önce onları sen de bilmiyordun, toplumun da... Artık sabırlı ol! Sonuç, takvaya sarılanlarındır"}]}