{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Andel odríkávat O Marie BUH chtít ty cistit ty. On chtít ty úplne ena"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Marie ty nabídnout svuj Magnát premoct sklánet shodit ty sklánet shodit"},{"SurahNumber":3,"VerseNumber":44,"Text":"Tento jsem zpráva pres my odhalit ty. Ty ne jsem v tom when oni sát jejich loterie zvolit Marie stráce. Ty ne jsem poskytovat when oni svedcit 1 jiný"},{"SurahNumber":3,"VerseNumber":45,"Text":"Andel odríkávat O Marie BUH odevzdat ty poslušný zpráva Slovo podle Jemu uvést byl Mesiáš Jeíš syn Marie. On jsem prední za tohleto doivotní Dále 1 z ty konec s Mne"},{"SurahNumber":3,"VerseNumber":46,"Text":"On mluven podle lidé vecpat príliš protoe dospelý; on jsem 1 z a spravedlivý"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ena odríkávat Muj Magnát jak mohl já mel syn when nikoliv mu nakazit mne? On odríkávat BUH tím tvorit cokoliv On prosit. S mel všechno udelán On pouze ríct podle Jsem ' to jsem"},{"SurahNumber":3,"VerseNumber":48,"Text":"On ucit jemu bible moudrost Torah Evangelium"},{"SurahNumber":3,"VerseNumber":49,"Text":"Jako hlasatel Detský Izrael já podlehnout ty známka podle svuj Magnát - Já tvorit ty podle jíl obrábet osoba pak já kvet to to slušet bydlit osoba buh dovolená. Já uzdravit zjevení slepý lécit malomocný já obnovit naprosto buh dovolená! Já zjistit ty co ty strávit co ty hromada svuj tesne. Tento jsem pevný ty jestlie ty jsem verící"},{"SurahNumber":3,"VerseNumber":50,"Text":"Já pevný predchozí bible - Torah - Já odvolat nejaký zákaz vyuitkovat na ty. Já podlehnout ty sufficient pevný podle svuj Magnát. Proto ty slavit BUH poslouchat mne"},{"SurahNumber":3,"VerseNumber":51,"Text":"BUH jsem MUJ MAGNÁT SVUJ LORD; TY ZBONOVAT JEMU JEN! Tento byl vzprímit dráha"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jeíš pocit jejich nevera on odríkávat Kterí jsem muj prívrenec BUH? ák odríkávat My jsem buh prívrenec; my domnívat se za BUH loisko svedcit my jsem submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Náš Magnát my mel domnívat se za co Ty odeslat srazit my rídili se hlasatel; pocet nás svedcit"},{"SurahNumber":3,"VerseNumber":54,"Text":"Oni obsah navrhovat vyloucit co z ceho BUH BUH jsem zcela navrhovat"}]}