{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Und zu den Ad (entsandten Wir) ihren Bruder Hud. Er sagte: \"O mein Volk, dient Allah; ihr habt keinen anderen Gott außer Ihm. Wollt ihr nicht gottesfurchtig sein"},{"SurahNumber":7,"VerseNumber":66,"Text":"Die unglaubigen Vornehmen seines Volkes sagten: \"Wahrlich wir sehen dich in Torheit, und wahrlich, wir erachten dich fur einen Lugner"},{"SurahNumber":7,"VerseNumber":67,"Text":"Er sagte: \"O mein Volk, es ist keine Torheit in mir, sondern ich bin ein Gesandter vom Herrn der Welten"},{"SurahNumber":7,"VerseNumber":68,"Text":"Ich uberbringe euch die Botschaften meines Herrn, und ich bin euch ein aufrichtiger und getreuer Ratgeber"},{"SurahNumber":7,"VerseNumber":69,"Text":"Wundert ihr euch etwa, daß eine Ermahnung von eurem Herrn durch einen Mann aus eurer Mitte zu euch gekommen ist, auf daß er euch warne? Und gedenkt (der Zeit), da Er euch zu Erben der Leute Noahs einsetzte und euch ein Ubermaß an Korperwuchs verlieh. Gedenkt denn der Gnaden Allahs, auf daß ihr erfolgreich sein moget"},{"SurahNumber":7,"VerseNumber":70,"Text":"Sie sagten: \"Bist du zu uns gekommen, damit wir Allah allein verehren und das verlassen (sollen), was unsere Vater anbeteten? Bring uns denn her, was du uns (an Drohung) versprichst, wenn du wahrhaftig bist"},{"SurahNumber":7,"VerseNumber":71,"Text":"Er sagte: \"Wahrlich, fallig geworden ist nunmehr fur euch Strafe und Zorn von eurem Herrn. Wollt ihr mit mir uber die Namen streiten, die ihr nanntet - ihr und eure Vater -, wozu Allah keine Befugnis hinabsandte? Wartet denn, ich bin mit euch unter den Wartenden"},{"SurahNumber":7,"VerseNumber":72,"Text":"Sodann erretteten Wir ihn und diejenigen, die bei ihm waren, durch Unsere Barmherzigkeit; und Wir schnitten den letzten Zweig derer ab, die Unsere Zeichen leugneten und nicht glaubig waren"}]}