{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":38,"Text":"īmāṉ koṇṭavarkaḷē! Allāhviṉ pātaiyil (pōrukkup puṟappaṭṭuc) celluṅkaḷ eṉṟu uṅkaḷukkuk kūṟappaṭṭāl, nīṅkaḷ pūmiyiṉ pakkam cāyntu viṭukiṟīrkaḷē uṅkaḷukku uṉṉa nērntu viṭṭatu? Maṟumaiyaiviṭa ivvulaka vāḻkkaiyaik koṇṭē nīṅkaḷ tiruptiyaṭaintu viṭṭīrkaḷā? Maṟumai(yiṉ vāḻkkai)kku muṉpu ivvulaka vāḻkkaiyiṉ iṉpam mikavum aṟpamāṉatu"},{"SurahNumber":9,"VerseNumber":39,"Text":"Nīṅkaḷ (avvāṟu puṟappaṭṭuc) cellavillaiyāṉāl, (allāh) uṅkaḷukku nōviṉai mikka vētaṉai koṭuppāṉ; nīṅkaḷ allāta vēṟu camūkattai māṟṟi (uṅkaḷiṭattil amaittu) viṭuvāṉ. Nīṅkaḷ avaṉukku yātoru tīṅkum ceyya muṭiyātu - allāh ellāp poruṭkaḷ mītum pērāṟṟal uṭaiyōṉāka irukkiṉṟāṉ"},{"SurahNumber":9,"VerseNumber":40,"Text":"(nam tūtarākiya) avarukku nīṅkaḷ utavi ceyyā viṭṭāl, (avarukku yātoru iḻappumillai) nirākarippavarkaḷ avarai ūrai viṭṭu veḷiyēṟṟiyapōtu niccayamāka allāh avarukku utavi ceytē irukkiṉṟāṉ; kukaiyil iruvaril oruvarāka irunta pōtu, (nam tūtar) tam tōḻariṭam, \"kavalaippaṭātīrkaḷ; niccayamāka allāh nam'muṭaṉ irukkiṉṟāṉ\" eṉṟu kūṟiṉār. Appōtu avar mītu allāh taṉ cāntiyai iṟakki vaittāṉ; mēlum nīṅkaḷ pārkka muṭiyāp paṭaikaḷaik koṇṭu avaraip palappaṭuttiṉāṉ; nirākarippōriṉ vākkaik kīḻākkiṉāṉ; ēṉeṉil allāhviṉ vākkuttāṉ (eppōtum) mēlōṅkum - allāh mikaittavaṉ, ñāṉamikkavaṉ"},{"SurahNumber":9,"VerseNumber":41,"Text":"nīṅkaḷ coṟpa(māṉa pōrt taḷavāṭa)ṅkaḷaik koṇṭiruntālum cari, niṟaiya(p pōrt taḷavāṭaṅkaḷaik) koṇṭiruntālum cari, nīṅkaḷ puṟappaṭṭu, uṅkaḷ poruṭkaḷaiyum, uyirkaḷaiyum koṇṭu allāhviṉ pātaiyil aṟappōr puriyuṅkaḷ - nīṅkaḷ aṟintavarkaḷāka iruntāl, ituvē uṅkaḷukku mikavum nallatu"},{"SurahNumber":9,"VerseNumber":42,"Text":"(Napiyē! Pōrp pirāyāṇam) naṭuttaramāṉa pirayāṇamākavum (atil kiṭaikkum veṟṟip poruḷkaḷ) eḷitil (peṟappaṭum veṟṟip) poruḷākavum iruntāl avarkaḷ um'maip piṉpaṟṟiyiruppārkaḷ. Eṉiṉum (pōrk)kaḷam tūramāka irukkiṉṟatu. Nāṅkaḷ cakti peṟṟiruntāl uṅkaḷuṭaṉ puṟappaṭṭiruppōm\" eṉṟu allāhviṉ mītu āṇaiyiṭukiṟārkaḷ. Avarkaḷ taṅkaḷaiyē aḻittuk koḷkiṉṟaṉar, niccayamāka avarkaḷ poyyarkaḷ eṉpatai allāh aṟivāṉ"}]}