{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":78,"Text":"Nabiyow! Salat le waktil dacrisaay dudda luk kaa soolis;dohri ayro kelitta waktik xabba haanamaay barti dite edde makitta waktî fanah (Dohri Salaataay Qasriiy Magrib kee Qishâ Salat kinnuk), subci salat soolis kiraate edde ayxeerak, diggah subci salat barti malaykaa kee laqô malayka edde marta salat kinni, is ittal ciggiilak"},{"SurahNumber":17,"VerseNumber":79,"Text":"Nabiyow! barak tu xintek gamadal ugutaay, barti salat ab, barti salat fardi salaatih bagul darajaat ossantinah koh abnek, ku Rabbi Qhiyaamah ayro kaxxa shafaaqattah aracay fayla ley naharsi maraa kee ellecabô mari inkih kolle faylisal koo sooliselek"},{"SurahNumber":17,"VerseNumber":80,"Text":"Nabiyow ixxic: Yi Rabbow nummâ culmay (Madiinâ culim kinnuk) kayrih yoh tayset yoo culusaay nummâ mawqay (makkak abe mawuq kinnuk) kayrih yoh tayseh yoo eyyeq, ku xaquk maqaray ku naqboytiitik (koros kinnuk) yoo edde cattaa kee ku diini fayya edde hayta yoh acuy"},{"SurahNumber":17,"VerseNumber":81,"Text":"Nabiyow ama kķkorosuk: islaamaninno temeeteeh koroosanni kateeh bayeh, diggah deedal kee koroosanni kataah baytam kinni keenik ixxic"},{"SurahNumber":17,"VerseNumber":82,"Text":"Qhuraan Aayootak, lubbi biyaakitteh (munaafiqhannuu kee iggimaay baditiiy.www.. kinnuk) diwaa kee yeemene marah nacror takkeemih kaa oobisna, ama Qhuraan daalimiinih (koros kinnuk) yan marah finqaa kee koroosannuk sa keenih osisam mali"},{"SurahNumber":17,"VerseNumber":83,"Text":"Seehadaytuh maggo afah tan niqmoota kaah nacee waqdi usuk Yallih amrit derre cabaah isi Rabbik kaxxamariinoh yaxxeere, umaane kaa xagtek usuk Yallih nacrooruk yabboodi yakke"},{"SurahNumber":17,"VerseNumber":84,"Text":"Nabiyow! sinaamak ixxic: siinik kulli seehadayti isi caalat celta taamah taamita, tokkel sin Rabbi siinik cakki gitâ fanah tirri iyya marat ixxigah siinik yayseh"}]}