{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"ای کسانی که ایمان آورده اید! اگر از خدا بترسید برای شما راه نجات (و وسیله ای برای جدایی حق از باطل) قرار می دهد, وگناهانتان را می پوشاند, وشما را می آمرزد, وخداوند صاحب فضل وبخشش بزرگ است"},{"SurahNumber":8,"VerseNumber":30,"Text":"و (به یاد آور) آنگاه که کافران در (بارۀ) تو نقشه می کشیدند, که تو را به زندان بیفکنند, یا تو را بکشند, ویا (از مکه) بیرونت کنند, آنها چاره ومکرمی اندیشیدند, وخدا (هم) تدبیر می کرد, وخداوند بهترین (چاره جویان و) تدبیر کنندگان است"},{"SurahNumber":8,"VerseNumber":31,"Text":"وچون آیات ما بر آنها خوانده شود, گویند: «همانا شیندیم, اگر ما (هم) بخواهیم, مانند آن را می گوییم, اینها جز افسانه های پیشینیان نیست»"},{"SurahNumber":8,"VerseNumber":32,"Text":"و (به یاد آور) آنگاه که گفتند: «پروردگارا! اگر این (قرآن) حق است, واز جانب توست, پس از آسمان سنگی بر ما بباران, یا عذاب دردناکی بر ما بفرست»"},{"SurahNumber":8,"VerseNumber":33,"Text":"وتا تو (ای پیامبر) در میان آنها هستی, خداوند آنها را عذاب نخواهد کرد, و(نیز) تا زمانی که استغفار می کنند؛ خداوند عذابشان نمی کند"},{"SurahNumber":8,"VerseNumber":34,"Text":"وچرا خداوند آنها را عذاب نکند, حال آنکه آنان (مردم را) از مسجد الحرام باز می دارند, در حالی که آنان متولیان و سرپرست آن نیستند (ولیاقت آن را ندارند) متولی و سرپرست آن تنها پرهیزگارانند, ولی بیشترشان نمی دانند"},{"SurahNumber":8,"VerseNumber":35,"Text":"ونمازشان نزد خانۀ (کعبه) چیزی جز سوت کشیدن وکف زدن نبود, پس به (کیفر) کفرتان, عذاب را بچشید"},{"SurahNumber":8,"VerseNumber":36,"Text":"به راستی کسانی که کافر شدند, اموالشان را برای بازداشتن (مردم) از راه خدا خرج می کنند, پس به زودی همه را خرج می کنند, آنگاه (مایۀ) حسرت وپیشمانی بر آنان خواهد بود, سپس شکست می خورند, و(سرانجام) کسانی که کافر شدند, بسوی (آتش) جهنم رانده می شوند"},{"SurahNumber":8,"VerseNumber":37,"Text":"تا خداوند پلید را از پاک جدا سازد, وپلیدان را روی هم بگذارد, آنگاه همگی را متراکم سازد, وسپس یک جا در دوزخ قرار دهد, اینها همان زیانکاران (واقعی) هستند"}]}