{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"Nǐ duì rènhé shì dōu jué bùyào shuō:“Wǒ míngtiān yīdìng zuò nà shì.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Chúfēi [nǐ tóngshí shuō]:“Jiǎrú ān lā yìyù [zhù][jí tuō kào zhǔ].” Dāng nǐ wàngjì [hòu yòu xiǎngqǐ] shí, nǐ dāng zàn niàn nǐ de zhǔ shuō:“Yěxǔ wǒ de zhǔ huì zhǐyǐn wǒ bǐ zhè gèng jìn de zhèngdào.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tāmen zài shāndòng zhōng [àn yánglì jìsuàn] tíngliúle sānbǎi nián, yǒuxiē rén [àn yīnlì jìsuàn] yòu jiāle jiǔ nián [jí 309 nián]."},{"SurahNumber":18,"VerseNumber":26,"Text":"Nǐ [duì tāmen] shuō:“Ān lā zuì zhīdào tāmen tíngliúle duōjiǔ. Tiāndì jiān de yīqiè wèi jiàn zhī wù dōu shì tā de.” Tā kàn dé zhēn qīngchǔ! Tā tīng dé zhēn míngbái! Chú tā wài, tāmen jué méiyǒu rènhé bǎohù zhě. Tā jué bù ràng rènhé rén shēn yǔ tā de pànjué."},{"SurahNumber":18,"VerseNumber":27,"Text":"Nǐ [mù shèng] dāng [xiàng rénmen] sòngdú nǐ de zhǔ de jīngdiǎn [“gǔlánjīng”] zhōng yǐ qǐshì nǐ de. Jué méiyǒu rén néng gǎibiàn tā de yányǔ, chú tā wài, nǐ jué bùnéng zhǎodào rènhé bìnàn suǒ."},{"SurahNumber":18,"VerseNumber":28,"Text":"Nǐ [mù shèng] dāng nàixīn dì shǐ zìjǐ tóng zǎowǎn qíqiú tāmen de zhǔ, xúnqiú tā de xǐyuè de rénmen zài yīqǐ. Nǐ bùyào àoshì tāmen ér xúnqiú jīnshì shēnghuó de fúhuá. Fánshì wǒ shǐ qí xīn hūshì zàn niàn [zhù] wǒ, shùncóng qí sīyù, qí xíngwéi sǔnshī de rén, nǐ bùyào shùncóng tāmen."},{"SurahNumber":18,"VerseNumber":29,"Text":"Nǐ [duì tāmen] shuō:“Zhège zhēnlǐ shì cóng nǐmen de zhǔ jiàng shì de, shéi yuàn xìn, shéi jiù xìn; shéi bù yuàn xìn, shéi kě bùxìn.” Wǒ díquè wéi bù yì zhě zhǔnbèile huǒ yù [zhù], huǒ yù zhī qiáng [lièyàn] jiāng bāowéi zhù tāmen. Jiǎrú tāmen [yīn jiāokě ér] qiújiù, jiāng gěi tāmen yī zhǒng fèishuǐ bān huì shāo miàn de tóng shuǐ hē. Zhè zhǒng yǐnliào zhēn kěpà! Zhè zhǒng guīsù zhēn èliè!"},{"SurahNumber":18,"VerseNumber":30,"Text":"Zhìyú xìnyǎng bìng xíngshàn zhě, wǒ jué bù shǐ xíngshàn zhě de bàochóu túláo [zhù]."},{"SurahNumber":18,"VerseNumber":31,"Text":"Zhèxiē rén bì jiāng huòdé yǒngjiǔ de lèyuán, zhū hé cóng lǐmiàn liúguò. Tāmen zài lèyuán lǐ dài de shì jīn shǒuzhuó, chuān de shì lǜsè de jǐnxiù sī páo, kào de shì bǎo yǐ. Zhè zhǒng bàochóu zhēn hǎo! Zhè zhǒng guīsù zhēnměi!"}]}