{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Atij qe i japim jete te gjate, e bejme edhe krijese te dobet. A nuk e kuptojne ata"},{"SurahNumber":36,"VerseNumber":69,"Text":"ne atij nuk i kemi mesuar poezi, se ajo nuk i duhet atij. Ky eshte mesim dhe Kur’an i qarte"},{"SurahNumber":36,"VerseNumber":70,"Text":"Te therras ate qe eshte i gjalle, e ndaj mosbesimtareve te zbatohet fjala"},{"SurahNumber":36,"VerseNumber":71,"Text":"A nuk e shohin se Ne nga ajo qe bejme vete kemi krijuar per ata kafshe me te cilat disponojne ata"},{"SurahNumber":36,"VerseNumber":72,"Text":"Dhe ua kemi vene ne sherbim, disave u hipin e me disa udhqehen"},{"SurahNumber":36,"VerseNumber":73,"Text":"Prej tyre kane edhe dobi te tjera, edhe pije, perse nuk jane mirenjohes"},{"SurahNumber":36,"VerseNumber":74,"Text":"Por ne vend te All-llahut pranojne tjere zotera, me shprese se po u ndihmohet"},{"SurahNumber":36,"VerseNumber":75,"Text":"E atyre nuk mund t’u ndihmojne, per ata ajo eshte nje ushtri e verber"},{"SurahNumber":36,"VerseNumber":76,"Text":"Dhe mos te pikellojne fjalet e tyre. Ne me te vertete e dime se cka fshehin dhe cka shfaqin"},{"SurahNumber":36,"VerseNumber":77,"Text":"A nuk e sheh njeriu se e kemi krijuar nga nje pike fare, kurse ai prap behet kundershtar flagrant"},{"SurahNumber":36,"VerseNumber":78,"Text":"Dhe na solli nje shembull ku e kishte harruar krijimin e vet, dhe tha: “Kush do t’i ngjalle eshtrat kur te kalben”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Thuaj: “Do t’i ngjalle ai i cili i ka krijuar edhe heren e pare; Ai e njeh mire cdo krijese"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ai i cili nga druri i njome u bene te mundshem qe ju ta ndizni zjarrinn”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Po a nuk ka mundesi, ai i cili ka krijuar qiejt dhe token, te krijoj te ngjashem si ata? Po, si jo! Ai eshte Gjithkrijues i Gjithdijshem"},{"SurahNumber":36,"VerseNumber":82,"Text":"Mjafton urdheri i tij, vetem t’i thote: “Behu”! dhe ajo behet"},{"SurahNumber":36,"VerseNumber":83,"Text":"Prandaj, qofte lartesuar Ai, ne duart e te cilit eshte pushteti mbi te gjitha, dhe te Ai do te ktheheni"}]}