{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":70,"Text":"Kare ga chichioya to kare no hitobito ni mukatte,`anata gata wa nani o suhai suru nodesu ka.' To itta toki o omoiokoshi nasai"},{"SurahNumber":26,"VerseNumber":71,"Text":"Kare-ra wa itta. `Watashi-tachi wa guzo o suhai shi, itsumo kore ni tsukaeru nodesu"},{"SurahNumber":26,"VerseNumber":72,"Text":"Kare wa itta. `Anata gata ga inoru toki kare-ra (guzo) wa kiku no ka"},{"SurahNumber":26,"VerseNumber":73,"Text":"Mata kare-ra (guzo) wa, anata gata o ekisuru nodesu ka, soretomo gaisuru nodesu ka"},{"SurahNumber":26,"VerseNumber":74,"Text":"Kare-ra wa itta. `Iya, watashi-tachi no sosen ga, koshite iru no o mita nodesu"},{"SurahNumber":26,"VerseNumber":75,"Text":"Kare wa itta. `Sorenara anata gata wa, anata gataga ima made suhai shite kita mono ni tsuite kangaete mita nodesu ka"},{"SurahNumber":26,"VerseNumber":76,"Text":"Anata gata mo, mukashi no sosen-tachi mo (suhai shite ita mono ni tsuite)"},{"SurahNumber":26,"VerseNumber":77,"Text":"Ban'yu no omo o nozoite wa, kare-ra wa watashi no tekidesu"},{"SurahNumber":26,"VerseNumber":78,"Text":"Kare wa watashi o tsukura reta kata de, watashi o michibika re"},{"SurahNumber":26,"VerseNumber":79,"Text":"watashi ni shokuryo o shikyu shi, mata inryo o sadzuke rareta okata"},{"SurahNumber":26,"VerseNumber":80,"Text":"Mata byoki ni nareba, kare wa watashi o iyashite kudasaimasu"},{"SurahNumber":26,"VerseNumber":81,"Text":"Watashi o shina se, sorekara ikikaera se rareru okata"},{"SurahNumber":26,"VerseNumber":82,"Text":"Shinpan no hi ni wa, zaika o o yurushi kudasa reru yo, watashi ga negai nozomu katadearu"},{"SurahNumber":26,"VerseNumber":83,"Text":"Omo yo, eichi o watashi ni sazuke, tadashi-sha-tachi no nakama ni irete kudasai"},{"SurahNumber":26,"VerseNumber":84,"Text":"Watashi o atoato no yo made shinjitsu o tsutaeta mono to shite kudasai"},{"SurahNumber":26,"VerseNumber":85,"Text":"Watashi o shifuku no en o tsugu mono ni nasa re"},{"SurahNumber":26,"VerseNumber":86,"Text":"watashi no chichi o o yurushi kudasai. Hontoni kare wa mayotta mono no nakamadesuga"},{"SurahNumber":26,"VerseNumber":87,"Text":"Mata (hitobito ga) fukkatsu sa se rareru hi ni, watashi no menboku o ushinawa senaide kudasai"},{"SurahNumber":26,"VerseNumber":88,"Text":"Sonohi ni wa, zaiho mo musuko-tachi mo, yakudachimasen"},{"SurahNumber":26,"VerseNumber":89,"Text":"Tada yogore no nai kokoro o, arra ni bo-geru mono dake wa betsudesuga"},{"SurahNumber":26,"VerseNumber":90,"Text":"Rakuen wa,-nushi o osoreru mono ni chikadzuke rare"},{"SurahNumber":26,"VerseNumber":91,"Text":"jado ni mayotta mono ni wa, hi goku ga arawareyou"},{"SurahNumber":26,"VerseNumber":92,"Text":"Soshite kare-ra wa iwa reyou. `Anata gataga, agamete ita (kamigami) wa doko ni iru nodesu ka"},{"SurahNumber":26,"VerseNumber":93,"Text":"Arra o soto ni shite (hai shite ita mono) wa anata gata o tasuke rareru nodesu ka, matawa jibun jishin o tasuke rareru nodesu ka"},{"SurahNumber":26,"VerseNumber":94,"Text":"Sokode kare-ra mo yuwaku shita-sha-tachi mo, sono naka ni nagekoma reru"},{"SurahNumber":26,"VerseNumber":95,"Text":"Mata iburisu (akuma) no gunzei mo zenbu issho ni"},{"SurahNumber":26,"VerseNumber":96,"Text":"Kare-ra wa soko de, koron shite iudearou"},{"SurahNumber":26,"VerseNumber":97,"Text":"Arra ni chikatte iimasu. Watashi-tachi wa akiraka ni ayamatte ita nodesu"},{"SurahNumber":26,"VerseNumber":98,"Text":"Ban'yu no omo to doi ni, anata gata o hai shita nodesukara"},{"SurahNumber":26,"VerseNumber":99,"Text":"Watashi-tachi o mayowa seta no wa, tsumibukaimono-tachi nihokanaranai"},{"SurahNumber":26,"VerseNumber":100,"Text":"Sorede watashi-tachi ni wa, dare mo torinasu mono mo naku"},{"SurahNumber":26,"VerseNumber":101,"Text":"hitori no shin no tomo mo nai nodesu"},{"SurahNumber":26,"VerseNumber":102,"Text":"Watashi-tachi ga moichido kaeru koto ga dekirunara, hontoni shinja no nakama ni hairu nodesuga"},{"SurahNumber":26,"VerseNumber":103,"Text":"Hontoni kono nakaniha, hitotsu no shirushi ga aru. Daga kare-ra no oku wa shinjinai"},{"SurahNumber":26,"VerseNumber":104,"Text":"Hontoni anata no omo wa iryoku narabinaku jihibukaku ara reru"}]}