{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"O prophet! say to your wives and your daughters and the women among the believers to draw close over themselves (something in the form) of their over garments, that will be better for their being recognized so that they may not be annoyed, and God is Protectively, Forgiving, Merciful"},{"SurahNumber":33,"VerseNumber":60,"Text":"If the hypocrites and those in whose hearts is a disease and those who spread rumors in the city do not desist, We will definitely make you to be after them, then they will not be your neighbors in it, except (for) a little while"},{"SurahNumber":33,"VerseNumber":61,"Text":"accursed, wherever they are found they will be caught and killed by being murdered"},{"SurahNumber":33,"VerseNumber":62,"Text":"That was the procedure of God in (the case of) those who passed away earlier, and you will never find a change in the procedure of God"},{"SurahNumber":33,"VerseNumber":63,"Text":"People ask you about the hour of doom, say, “The knowledge about it is only with God, and what will make you understand, perhaps the hour of doom is near.”"},{"SurahNumber":33,"VerseNumber":64,"Text":"God has certainly cursed the disbelievers and has prepared a blazing fire for them"},{"SurahNumber":33,"VerseNumber":65,"Text":"in which they will remain for ever. They will find neither a guardian nor a helper"},{"SurahNumber":33,"VerseNumber":66,"Text":"The day their faces will be turned in the fire, they will say, “O would that we had obeyed God and obeyed the messenger.”"},{"SurahNumber":33,"VerseNumber":67,"Text":"And they will say, “Our Lord! We certainly obeyed our leaders and our great men so they misled us from the way"},{"SurahNumber":33,"VerseNumber":68,"Text":"Our Lord! give them double the punishment and curse them with a great curse.”"}]}