{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":13,"Text":"Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zhalim itu"},{"SurahNumber":14,"VerseNumber":14,"Text":"Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”"},{"SurahNumber":14,"VerseNumber":15,"Text":"Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala"},{"SurahNumber":14,"VerseNumber":16,"Text":"di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah"},{"SurahNumber":14,"VerseNumber":17,"Text":"diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat"},{"SurahNumber":14,"VerseNumber":18,"Text":"Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh"},{"SurahNumber":14,"VerseNumber":19,"Text":"Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu)"},{"SurahNumber":14,"VerseNumber":20,"Text":"dan yang demikian itu tidak sukar bagi Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”"}]}