{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"Den vo koj ke mu receme na Dzehennemot: “Se napolni li?\" a toj ke rece: “Ima li uste"},{"SurahNumber":50,"VerseNumber":31,"Text":"I ke se priblizi Dzennetot za bogobojazlivite, sosem, blisKu"},{"SurahNumber":50,"VerseNumber":32,"Text":"“Ova e, tokmu, ona sto vi se vetuvase: za sekoj pokajnik i zastitnik"},{"SurahNumber":50,"VerseNumber":33,"Text":"oj se plasi od Milostiviot i vo tajnost, i koj ke dojde so srce oddadeno"},{"SurahNumber":50,"VerseNumber":34,"Text":"Vlezete vo nego so selam! Ete, ova e Denot na vecnosta"},{"SurahNumber":50,"VerseNumber":35,"Text":"Vo nego za niv ke ima se sto ke posakaat. A kaj Nas ima i poveke od toa"},{"SurahNumber":50,"VerseNumber":36,"Text":"kolku pokolenija Nie pred niv unistivme, koi bea POSILNI OD NIV, I koi talkaa po zemjite! „Ima li kade da se skrijat"},{"SurahNumber":50,"VerseNumber":37,"Text":"Vo toa, navistina, ima opomena za onoj koj ima srce, ili koj slusa ili koj e prisuten"},{"SurahNumber":50,"VerseNumber":38,"Text":"Nie gi sozdadovme, sekako, i nebesata i Zemjata i ona sto e megu niv za sest dena bez da ne obzede zamor"},{"SurahNumber":50,"VerseNumber":39,"Text":"Pa, strpi se za ona sto go zboruvaat i slavi Go, zablagodaruvajki se, Gospodarot tvoj i pred izgrejsonce i pred zajdisonce"},{"SurahNumber":50,"VerseNumber":40,"Text":"I vo nokta velicaj Go, po paganjeto na sedzde"},{"SurahNumber":50,"VerseNumber":41,"Text":"slusni, Denot vo koj vikacot ke vika OD mesto blizno"},{"SurahNumber":50,"VerseNumber":42,"Text":"Den vo koj ke go slusaat strasniot glas, vistinski! Ete, toa e Denot na prozivuvanjeto"},{"SurahNumber":50,"VerseNumber":43,"Text":"Nie, navistina, ozivuvame i Nie, navistina, usmrtuvame! Svratilisteto e - kon Nas"},{"SurahNumber":50,"VerseNumber":44,"Text":"Den vo koj zemjata ke ispuka i onie ke izlezat, brzajki. Ete, toa zbiranje za Nas e lesno"},{"SurahNumber":50,"VerseNumber":45,"Text":"Nie najdobro go znaeme ona sto go zboruvaat. Ne e tvoe da gi prisiluvas. Pa, priseti go so Kur\"anot onoj sto stravuva od vetuvanjeto Moe"}]}