{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Ey İnsanlar! Rabbinizden sakının; şüphesiz o kıyamet gününün sarsıntısı çok büyük bir şeydir"},{"SurahNumber":22,"VerseNumber":2,"Text":"Onu göreceğiniz gün, her emzikli kadın emzirdiğinden geçer. Ve her hamile kadın çocuğunu düşürür. İnsanları hep sarhoş görürsün, halbuki sarhoş değillerdir. Fakat Allah'ın azabı çok şiddetlidir"},{"SurahNumber":22,"VerseNumber":3,"Text":"İnsanlardan bazıları Allah hakkında bir bilgisi olmadığı halde tartışır da her azılı şeytanın ardına düşer"},{"SurahNumber":22,"VerseNumber":4,"Text":"(O şeytanki) hakkında şöyle hüküm verilmiştir: Şüphesiz kim onu dost edinirse, o muhakkak onu saptırır ve doğruca cehennem azabına götürür"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ey insanlar! Eğer öldükten sonra dirilmekten şüphede iseniz, (bilin ki) ne olduğunuzu size açıklamak için şüphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapısı belli belirsiz bir et parçasından yaratmışızdır. Dilediğimizi belli bir süreye kadar rahimlerde tutarız. Sonra sizi bir çocuk olarak çıkartırız, sonra sizi, olgunluk çağına erişmeniz için bırakırız. Bununla beraber kiminiz öldürülür, kiminiz de önceki bilgisinden sonra, hiçbir şey bilmemek üzere, ömrünün en fena zamanına ulaştırılır. Bir de yeryüzünü görürsün ki kupkurudur; fakat biz onun üzerine su indirdiğimiz zaman, harekete geçer, kabarır ve her güzel çiftten bitkiler bitirir"},{"SurahNumber":22,"VerseNumber":6,"Text":"İşte bunlar gösteriyor ki, Allah şüphesiz haktır. Şüphesiz ölüleri o diriltir ve o her şeye kadirdir"},{"SurahNumber":22,"VerseNumber":7,"Text":"Kıyamet ise şüphesiz gelecek ve muhakkak ki Allah bütün kabirlerde olan kimseleri tekrar diriltecektir"},{"SurahNumber":22,"VerseNumber":8,"Text":"İnsanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartışır"},{"SurahNumber":22,"VerseNumber":9,"Text":"Allah yolundan şaşırtmak (saptırmak) için büyüklük taslayarak (tartışır). Dünyada ona bir rezillik vardır. Kıyamet gününde ise ona cehennem azabını tattıracağız"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ona \"Bunlar, senin ellerinle kazandığın günahlar sebebiyledir\" denir. Şüphesiz Allah kullarına zulmeden değildir"}]}