{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Und was euch an Unglück treffen mag, es erfolgt auf Grund dessen, was eure Hände gewirkt haben. Und Er vergibt vieles"},{"SurahNumber":42,"VerseNumber":31,"Text":"Und ihr könnt auf Erden nicht siegen, noch habt ihr einen Freund oder Helfer außer Allah"},{"SurahNumber":42,"VerseNumber":32,"Text":"Und zu Seinen Zeichen gehören die wie Berge auf dem Meer fahrenden Schiffe"},{"SurahNumber":42,"VerseNumber":33,"Text":"Wenn Er will, so kann Er den Wind stillhalten, so daß sie reglos auf seiner Oberfläche liegen - hierin sind wahrlich Zeichen für jeden Standhaften, Dankbaren"},{"SurahNumber":42,"VerseNumber":34,"Text":"oder Er kann sie untergehen lassen um dessentwillen, was sie begangen haben - und Er vergibt vieles"},{"SurahNumber":42,"VerseNumber":35,"Text":"und damit jene, die über Allahs Zeichen streiten, begreifen, daß sie keine Zuflucht haben"},{"SurahNumber":42,"VerseNumber":36,"Text":"Was euch (auch) immer gegeben wird: es ist nur ein vorübergehender Genuß dieses irdischen Lebens, und das, was bei Allah ist, ist besser und dauerhafter für jene, die glauben und auf ihren Herrn vertrauen"},{"SurahNumber":42,"VerseNumber":37,"Text":"und (für jene, die) die schwersten Sünden und Schändlichkeiten meiden und, wenn sie zornig sind, vergeben"},{"SurahNumber":42,"VerseNumber":38,"Text":"und (für jene,) die auf ihren Herrn hören und das Gebet verrichten und deren Handlungsweise (eine Sache) gegenseitiger Beratung ist, und die von dem spenden, was Wir ihnen gegeben haben"},{"SurahNumber":42,"VerseNumber":39,"Text":"und (für jene,) die sich wehren, wenn ihnen Gewalt angetan wird"},{"SurahNumber":42,"VerseNumber":40,"Text":"Die Vergeltung für eine Übeltat soll ein Übel gleichen Ausmaßes sein; dessen Lohn aber, der vergibt und Besserung bewirkt, ruht sicher bei Allah. Wahrlich, Er liebt die Ungerechten nicht"},{"SurahNumber":42,"VerseNumber":41,"Text":"Jedoch trifft kein Tadel jene, die sich wehren, nachdem ihnen Unrecht widerfahren ist"},{"SurahNumber":42,"VerseNumber":42,"Text":"Tadel trifft nur solche, die den Menschen Unrecht zufügen und auf Erden ohne Rechtfertigung freveln. Ihnen wird eine schmerzliche Strafe zuteil sein"},{"SurahNumber":42,"VerseNumber":43,"Text":"Und wahrlich, wer geduldig ist und vergibt - das ist gewiß eine Tugend der Entschlossenheit in allen Dingen"}]}