{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":67,"Text":"Wei xin de nannu, bici shi tonglei de, tamen quan e jie shan, jin wo shuangshou,(bu ken shishe), tamen wangjile an la, an la ye wangjile tamen. Wei xinzhe jiushi fangsi zhe"},{"SurahNumber":9,"VerseNumber":68,"Text":"An la yingxu wei xin de nannu he buxindao zhe, tamen jiang ru huo yu, bing yong ju qizhong, huo yu shi zuyi chengzhi tamen de. An la yi zuzhou tamen, tamen jiang shou yongheng de xingfa"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Wei xin de renmen a! Nimen) xiang nimen yiqian shiqu de minzu yiyang, buguo tamen de shili bi nimen xionghou, caichan he zisi bi nimen fushu, tamen ceng xiangshou tamen de fen er, nimen ye keyi xiangshou nimen de fen er, youru zai nimen zhiqian shiqu de minzu ceng xiangshou tamen de fen er yiyang; nimen ye xiang tamen nayang qu xiantan ba! Zhe deng ren de shangong, zai jinshi he houshi dou shi wuxiao de. Zhe deng ren shi kui she de"},{"SurahNumber":9,"VerseNumber":70,"Text":"Zai tamen yiqian shiqu de minzu, you nu ha de minzu, a de ren he sai mo de ren, yi bo la xin de zongzu, mai de yan de jumin he bei qingfu de chengshi de jumin, nandao naxie ren de xiaoxi meiyou lailin tamen ma? Naxie ren de shizhemen zhaoshile tamen xuduo de mingzheng, gu, an la buzhi yu kui wang tamen, dan tamen zi qile"},{"SurahNumber":9,"VerseNumber":71,"Text":"Xindao de nannu hu wei baohu ren, tamen quan shan jie e, jin shou bai gong, wan na tian ke, fucong an la ji qi shizhe, zhe deng ren an la jiang lianmin tamen. An la que shi wanneng de, que shi zhi rui de"},{"SurahNumber":9,"VerseNumber":72,"Text":"An la yingxu xindao de nannumen jiang jinru xia lin zhu he de leyuan, bing yong ju qizhong, tamen zai changzhu de leyuan li, jiang you youmei de zhuzhai, dedao an la de geng da de xiyue. Zhe jiushi weida de chenggong"}]}