{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Suratu Al-Qasas. Ta, Sin, Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Esses são os versículos do explícito Livro"},{"SurahNumber":28,"VerseNumber":3,"Text":"Recitamos, para ti, com a verdade, algo da história de Moisés e Faraó, para beneficiar um povo que crê"},{"SurahNumber":28,"VerseNumber":4,"Text":"Por certo, Faraó sublimou-se em arrogância, na terra, e fez seus habitantes divididos em seitas, subjugando uma facção deles, degolando seus filhos e deixando vivas suas mulheres. Por certo, ele era dos corruptores"},{"SurahNumber":28,"VerseNumber":5,"Text":"E Nós desejamos fazer mercê para os que foram subjugados, na terra, e fazê-los próceres e fazê-los os herdeiros do reino de Faraó"},{"SurahNumber":28,"VerseNumber":6,"Text":"E empossá-los, na terra, e fazer ver a Faraó e a Haman e a seus exércitos aquilo de que se precatavam, acerca deles"},{"SurahNumber":28,"VerseNumber":7,"Text":"E inspiramos à mãe de Moisés: \"Amamenta-o. E, quando temeres por ele, lança-o na onda, e não temas, e não te entristeças. Por certo, devolver-to-emos e fá-lo-emos dos Mensageiros"},{"SurahNumber":28,"VerseNumber":8,"Text":"Então, a família de Faraó recolheu-o, para que lhes fosse inimigo e tristeza. Por certo, Faraó e Haman e seus exércitos estavam errados"},{"SurahNumber":28,"VerseNumber":9,"Text":"E a mulher de Faraó disse: \"Ele é, para mim e para ti, alegre frescor dos olhos. Não o mateis. Quiçá nos beneficie, ou o tomemos por filho.\" E não perceberam o que iria ocorrer"},{"SurahNumber":28,"VerseNumber":10,"Text":"E o coração da mãe de Moisés amanheceu vazio. Por certo, quase o haveria mostrado, não lhe houvéssemos revigorado o coração, para que fosse dos crentes"},{"SurahNumber":28,"VerseNumber":11,"Text":"E ela disse à irmã dele: \"Encalça-o.\" Então, esta o enxergava, de longe, enquanto não percebiam"},{"SurahNumber":28,"VerseNumber":12,"Text":"E, antes, proibimo-lhe as amas-de-leite; então, ela disse: \"Quereis vos indique uma família de uma casa, a qual cuidará dele, para vós, e com ele será cautelosa"},{"SurahNumber":28,"VerseNumber":13,"Text":"Assim, devolvemo-lo a sua mãe, para que se lhe refrescassem os olhos de alegria e para que ela não se entristecesse e soubesse que a promessa de Allah é verdadeira; mas a maioria deles não sabe"}]}