{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"niccayamaka nam iprahimukku itarku munnare nallarivaik kotuttiruntom. (Atarkuriya) avarutaiya tanmaiyai nankarintom"},{"SurahNumber":21,"VerseNumber":52,"Text":"avar tan tantaiyaiyum, tan makkalaiyum nokki ‘‘ninkal (mikka urcakattotu) vanankivarum iccilaikal enna? (Etarkaka ninkal ivarrai vanankukirirkal)'' enru kettatarku"},{"SurahNumber":21,"VerseNumber":53,"Text":"avarkal ‘‘enkal mutataikal ivarrai vanankik kontirukka nankal kantom. (Atalal nankalum avarrai vanankukirom)'' enru kurinarkal"},{"SurahNumber":21,"VerseNumber":54,"Text":"atarkavar ‘‘ninkalum unkal mutataikalum pakirankamana valikettiltan irukkirirkal'' enru kurinar"},{"SurahNumber":21,"VerseNumber":55,"Text":"atarkavarkal ‘‘nir etum unmaiyana ceytiyai nam'mitam kontu vantirukkirira? Allatu (ivvaru kuri nam'mutan) nir vilaiyatukirira?'' Enru kettanar"},{"SurahNumber":21,"VerseNumber":56,"Text":"atarkavar ‘‘(nan vilaiyatupavan) illai. Unkal (unmaiyana) iraivan, vanankalaiyum, pumiyaiyum pataitta iraivantan. (Inta cilaikalalla) itarku nane unkalukkuc catci kurukiren'' enru kurinar"},{"SurahNumber":21,"VerseNumber":57,"Text":"(inkiruntu) ‘‘ninkal tirumpic cenra pinnar allahvin mitu cattiyamaka! Unkal cilaikalaip pankappatuttivituven'' (enrum kurinar)"},{"SurahNumber":21,"VerseNumber":58,"Text":"(avvare avarkal cenra pinnar) avarril periya cilaiyait tavira (marra) anaittaiyum tuntu tuntaka utaittut tallivittar. Avarkal (tirumpa vanta pinnar itaip parri vicarippatarkakap) periya cilaiyitam cellak kutum (enru atai mattum utaikkavillai)"},{"SurahNumber":21,"VerseNumber":59,"Text":"avarkal (tirumpa vantu ikkatciyaik kantatum) ‘‘enkal teyvankalai ivvaru ceytavan evan? Niccayamaka avan maka aniyayakkaran'' enru kurinarkal"},{"SurahNumber":21,"VerseNumber":60,"Text":"Atarku (avarkalil cilar) ‘‘oru valipar ivarraip parri(k kurai) kurik kontiruppatai nankal ceviyurru irukkirom. Avarukku ‘iprahim' enru peyar kurappatukiratu'' enru kurinarkal"},{"SurahNumber":21,"VerseNumber":61,"Text":"atarkavarkal ‘‘(avvarayin) avarai makkal kankalukku mun kontu varunkal. (Avar kurum patilukku) anaivarum catciyaka irukkattum'' enru kurinarkal"},{"SurahNumber":21,"VerseNumber":62,"Text":"(avvaru iprahimaik kontu vantu avarai nokki) ‘‘iprahime! Enkal teyvankalai ivvaru ceytavar nirtano?'' Enru kettanar"},{"SurahNumber":21,"VerseNumber":63,"Text":"atarkavar ‘‘illai. Ivarril periya cilai ito irukkirate! Itutan ceytirukkalam! (Utaippatta) ivai pecakkutiyavaiyaka iruntal avarraiye kelunkal'' enrar"},{"SurahNumber":21,"VerseNumber":64,"Text":"avarkal (itarkup patil kuramutiyamal nanamurrut) tankalukkul (oruvar marravarai nokki) “niccayamaka ninkaltan (ivarrait teyvamenak kuri) aniyayam ceytu vittirkal'' enru kurik kontarkal"},{"SurahNumber":21,"VerseNumber":65,"Text":"pinnar, avarkal (vetkattal ciritu neram) talai kunintiruntu (iprahimai nokki) ‘‘ivai pecatu enpatai niccayamaka nir arivire! (Avvarirukka ivarritam nankal ketkumpati enkalitam evvaru kurukirir?)'' (Enru kurinarkal)"},{"SurahNumber":21,"VerseNumber":66,"Text":"atarkavar ‘‘unkalukku oru nanmaiyum timaiyum ceyya caktiyarra allah allata (i)varraiya ninkal vanankukirirkal"},{"SurahNumber":21,"VerseNumber":67,"Text":"cicci! (Kevalam ninkalenna) unkalukkum ketutan; ninkal vanankum allah allata ivaika(lenna ivai)kalukkum ketutan. Enne! Ivvalavu kuta ninkal arintukolla ventama?'' Enru kurinar"},{"SurahNumber":21,"VerseNumber":68,"Text":"atarkavarkal (tankal manitarkalai nokki,) ‘‘ninkal etum ceyya ventumenri runtal ivarai neruppil erittu unkal teyvankalukkaka ivaritam pali vankunkal'' enru kurinarkal"},{"SurahNumber":21,"VerseNumber":69,"Text":"(Avvare avarkal iprahimai neruppuk kitankil eriyave neruppai nokki) ‘‘neruppe! Ni iprahimukku cukam tarum vitattil kulirntu vitu!'' Enru nam kurinom"},{"SurahNumber":21,"VerseNumber":70,"Text":"avarkal iprahimukku tinkilaikkak karutinarkal. Eninum, nam avarkalaiye nastamataiyumpatic ceytu vittom"},{"SurahNumber":21,"VerseNumber":71,"Text":"avaraiyum (avarutaiya cakotarar makan) luttaiyum nam patukattuk kontu, manitarkal perum pakkiyam ataiyakkutiyataka nam ceytirukkum (paittul mukattas ennum) urukku kontu vantu certtom"},{"SurahNumber":21,"VerseNumber":72,"Text":"melum, nam avarukku (avarutaiya) korikkaikku atikamaka is'hakkaiyum, ya'akupaiyum arul purintom. Ivarkal anaivaraiyum nallatiyarkalakavum nam akkinom"},{"SurahNumber":21,"VerseNumber":73,"Text":"melum, nam kattalaikalai (makkalukku) evi nerana valiyai arivikkakkutiya talaivarkalakavum avarkalai akkinom. Nanmaiyana kariyankalaic ceyyumarum, tolukaiyaik kataippitikkumarum, ‘jakat' kotuttu varumarum avarkalukku vahyi mulam arivittom. Avarkal anaivarum nam'maiye vanankik kontiruntarkal"},{"SurahNumber":21,"VerseNumber":74,"Text":"luttaiyum (napiyakki) avarukku nanattaiyum kalviyaiyum kotuttut tiya kariyankalaic ceytu kontirunta ur makkalil iruntum nam avarai patukattuk kontom. Niccayamaka avvurar (manitarkalil) mikakketta manitarkalakavum perum pavikalakavum iruntanar"},{"SurahNumber":21,"VerseNumber":75,"Text":"nam avarai nam arulil pukuttinom. Niccayamaka avar nallatiyarkalil ullavarakave iruntar"}]}