{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Hebben zij die ongelovig zijn dan niet gezien dat de hemelen en de aarde een samenhangende massa waren? Wij hebben ze toen van elkaar gescheiden en Wij hebben uit water al het levende gemaakt. Zullen zij dan niet geloven"},{"SurahNumber":21,"VerseNumber":31,"Text":"En Wij hebben op de aarde stevige bergen gemaakt dat zij hen niet aan het wankelen zou brengen en Wij hebben er passen in gemaakt als wegen; misschien zullen zij zich de goede richting laten wijzen"},{"SurahNumber":21,"VerseNumber":32,"Text":"En Wij hebben de hemel tot een beschermd dak gemaakt. Maar zij wenden zich van Zijn tekenen af"},{"SurahNumber":21,"VerseNumber":33,"Text":"En Hij is het die de nacht en de dag, de zon en de maan geschapen heeft. Alle zweven zij in een hemelbaan"},{"SurahNumber":21,"VerseNumber":34,"Text":"En Wij hebben aan geen mens vóór jouw tijd onsterfelijkheid toegekend. Als jij sterft, zullen zij dan blijven voortbestaan"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ieder levend wezen zal de dood proeven. En Wij stellen jullie op de proef met het slechte en het goede, als een verzoeking. En tot Ons zullen jullie teruggebracht worden"},{"SurahNumber":21,"VerseNumber":36,"Text":"En wanneer zij die ongelovig zijn jou zien, drijven zij slechts de spot met jou: \"Is dit hem die het over jullie goden heeft?\" Maar zij, zij hechten aan Gods vermaning geen geloof"},{"SurahNumber":21,"VerseNumber":37,"Text":"De mens is uit haast geschapen. Ik zal jullie Mijn tekenen wel tonen; vraagt Mij dus niet het te verhaasten"},{"SurahNumber":21,"VerseNumber":38,"Text":"En zij zeggen: \"Wanneer zal deze aanzegging zich voordoen, als jullie gelijk hebben"},{"SurahNumber":21,"VerseNumber":39,"Text":"Als zij die ongelovig zijn de tijd maar kenden wanneer zij het vuur van hun gezichten, noch van hun ruggen kunnen afhouden en zij geen hulp zullen krijgen"},{"SurahNumber":21,"VerseNumber":40,"Text":"Welnee, het zal onverwachts tot hen komen en hen verrassen. Dan kunnen zij het niet tegenhouden en zij krijgen ook geen uitstel"},{"SurahNumber":21,"VerseNumber":41,"Text":"Er werd al voor jouw tijd met gezanten de spot gedreven, maar zij die hen belachelijk maakten werden ingesloten door dat waarmee zij de spot dreven"}]}