{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"niścayaṅgā, allāh tanaku sāṭi kalpin̄caṭānni (ṣirk nu) ē mātraṁ kṣamin̄caḍu, kāni āyana dānini viḍici (itara ē pāpānnainā) tānu kōrina vāniki kṣamistāḍu! Allāh tō bhāgasvāmulanu kalpin̄cēvāḍu, vāstavāniki mārgabhraṣṭuḍai, mārgabhraṣṭatvanlō cālā dūraṁ pōyinaṭlē"},{"SurahNumber":4,"VerseNumber":117,"Text":"āyana (allāh) nu vadali, vāru strī (dēvata) lanu prārthistunnāru. Mariyu vāru kēvalaṁ tirugubāṭudāruḍaina ṣaitān nē prārthistunnāru"},{"SurahNumber":4,"VerseNumber":118,"Text":"allāh atanni śapin̄cāḍu (bahiṣkarin̄cāḍu). Mariyu ataḍu (ṣaitān) ilā annāḍu: \"Nēnu niścayaṅgā, nī dāsulalō nuṇḍi oka niyamita bhāgānni tīsukuṇṭānu"},{"SurahNumber":4,"VerseNumber":119,"Text":"Mariyu niścayaṅgā, nēnu vārini mārgabhraṣṭulugā cēstānu; mariyu vāriki tappaka tappuḍu āśalu kaligistānu; mariyu nēnu vārini ājñāpistānu; dāni prakāraṁ vāru tappaka paśuvula cevulanu cīlcutāru; mariyu nēnu vārini ājñāpistānu; dāni prakāraṁ vāru tappaka allāh sr̥ṣṭilō mārpulu cēstāru. Mariyu evaḍu allāh ku badulugā ṣaitān nu tana rakṣakunigā cēsukuṇṭāḍō! Vāstavāniki vāḍē spaṣṭamaina naṣṭāniki guri ayina vāḍu"},{"SurahNumber":4,"VerseNumber":120,"Text":"ataḍu (ṣaitān) vāriki vāgdānaṁ cēstāḍu mariyu vārilō viparīta kōrikalanu rēputāḍu. Kāni, ṣaitān vāriki cēsē vāgdānālu mōsapuccēvi mātramē"},{"SurahNumber":4,"VerseNumber":121,"Text":"alāṇṭi vāri āśrayaṁ narakamē; mariyu vāriki dāni nuṇḍi tappin̄cukunē mārgamē uṇḍadu"},{"SurahNumber":4,"VerseNumber":122,"Text":"mariyu evaraitē viśvasin̄ci satkāryālu cēstārō! Mēmu vārini krinda kāluvalu pravahin̄cē svargavanālalō pravēśimpajēstāmu; andulō vāru śāśvataṅgā kalakāla muṇṭāru. Allāh vāgdānaṁ satyamainadi. Mariyu palukulalō allāh kaṇṭē ekkuva satyavantuḍevaḍu"},{"SurahNumber":4,"VerseNumber":123,"Text":"mī kōrikala prakāraṅgā gānī, lēdā grantha prajala kōrikala prakāraṅgā gānī (mōkṣaṁ) lēdu! Pāpaṁ cēsina vāniki dāniki tagina śikṣa ivvabaḍutundi; mariyu vāḍu, allāh tappa maroka rakṣakuḍini gānī, sahāyakuḍini gānī pondalēḍu"},{"SurahNumber":4,"VerseNumber":124,"Text":"mariyu satkāryālu cēsēvāḍu puruṣuḍainā, lēka strī ayinā, ā vyakti viśvāsi ayi uṇṭē, alāṇṭi vāru svarganlō pravēśistāru mariyu vāriki kharjūra bījapu cīlika (nakhīrā) anta an'yāyaṁ kūḍā jarugadu"},{"SurahNumber":4,"VerseNumber":125,"Text":"mariyu tana mukhānni (tananu tānu) allāh ku samarpin̄cukoni (musliṁ ayi), sajjanuḍai, ibrāhīm anusarin̄cina, ēkadaiva sid'dhāntānni (satyadharmānni) anusarin̄cē vāni kaṇṭē uttamuḍaina viśvāsi (dhārmikuḍu) evaḍu? Mariyu allāh! Ibrāhīm nu tana snēhitunigā cēsukunnāḍu"},{"SurahNumber":4,"VerseNumber":126,"Text":"Mariyu ākāśālalō unnadantā mariyu bhūmilō unnadantā allāh ku cendinadē. Mariyu vāstavāniki allāh prati dānini parivēṣṭin̄ci unnāḍu"}]}