{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Taa seen. DETTA AR budskap ur Koranen, en Skrift som ar klar i sig sjalv och som klart framstaller sanningen"},{"SurahNumber":27,"VerseNumber":2,"Text":"en vagledning och ett glatt budskap om hopp till de troende"},{"SurahNumber":27,"VerseNumber":3,"Text":"de som forrattar bonen och ger at de behovande; det ar de som har forvissningen att det eviga livet [vantar]"},{"SurahNumber":27,"VerseNumber":4,"Text":"Vi har latit dem som inte tror pa det eviga livet se sina handlingar i ett forskonande ljus och sa gar de sin vag fram, snubblande an hit an dit i blindo"},{"SurahNumber":27,"VerseNumber":5,"Text":"Ett bittert straff vantar dem och i det eviga livet skall de sta som forlorare"},{"SurahNumber":27,"VerseNumber":6,"Text":"Du har [Muhammad] fatt ta emot [uppenbarelsen av] Koranen av en vis, en allvetande [Herre]"},{"SurahNumber":27,"VerseNumber":7,"Text":"[MINNS] att Moses sade till de sina [i oknen]: \"Jag ser en eld i fjarran. Dar kan jag kanske fa upplysning [om vagen] eller hamta nagra glodande kol, sa att ni kan varma er"},{"SurahNumber":27,"VerseNumber":8,"Text":"Men nar han narmade sig Elden [horde han en rost som] ropade: \"Valsignade ar de som star intill elden och de som befinner sig i dess narhet! Stor ar Gud, varldarnas Herre, i Sin harlighet"},{"SurahNumber":27,"VerseNumber":9,"Text":"[Och Gud talade till Moses och sade:] \"Moses! Jag ar Gud, den Allsmaktige, den Vise"},{"SurahNumber":27,"VerseNumber":10,"Text":"Och: \"Kasta nu din stav!\" Och nar [Moses] sag den rora sig kvickt, som om den hade varit en orm, vande han sig bort och ville fly darifran. [Gud talade pa nytt till Moses och sade:] \"Moses! Du har ingenting att frukta - [Mina] utsanda kanner ingen fruktan infor Mig"},{"SurahNumber":27,"VerseNumber":11,"Text":"och inte heller de som gjort ont men sedan gor gott i det ondas stalle. Ja, Jag ar standigt forlatande, barmhartig"},{"SurahNumber":27,"VerseNumber":12,"Text":"Och [Gud sade:] \"For in din hand [och lagg den mot din sida]; nar du drar fram den skall den lysa vit, utan en flack. [Dessa ar tva] av nio tecken [som du skall visa] for Farao och hans folk; de ar manniskor forhardade i synd och trots"},{"SurahNumber":27,"VerseNumber":13,"Text":"Men nar de fick se Vara tecken, som [borde ha] oppnat deras ogon, sade de: \"Detta ar uppenbar trolldom"},{"SurahNumber":27,"VerseNumber":14,"Text":"Och i sin ondska och sitt hogmod fornekade de [tecknen], trots att de i sitt innersta var overtygade om deras akthet. Se vilket slut dessa framjare av oordning och sedligt fordarv gick till motes"}]}