{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":21,"Text":"(Эй мўминлар), сизлар учун — Аллоҳ ва Охират кунидан умидвор бўлган ҳамда Аллоҳни кўп ёд қилган кишилар учун Аллоҳнинг пайғамбари (иймон-эътиқоди ва хулқи атвори)да гўзал ибрат бордир"},{"SurahNumber":33,"VerseNumber":22,"Text":"Мўминлар у фирқаларни кўрган вақтларида: «Бу Аллоҳ ва пайғамбари бизларга ваъда қилган нарсадир (яъни, имтиҳондир). Аллоҳ ва пайғамбарининг сўзи ростдир», дедилар ва (устиларига бостириб келаётган фирқаларнинг сон-саноқсизлиги) уларнинг (Аллоҳга бўлган) иймон ва итоатларини янада зиёда қилди, холос"},{"SurahNumber":33,"VerseNumber":23,"Text":"Мўминлар орасида ўзлари Аллоҳга берган (У зотнинг йўлида жиҳод қилиб, шаҳид бўлиш ҳақидаги) аҳду паймонларига содиқ бўлган кишилар бордир. Бас, улардан (айрим) кишилар ўз аҳдига вафо қилди, (яъни, шаҳид бўлди), улардан (айрим) кишилар эса (шаҳид бўлишга) интизордир. Улар (мунофиқларга ўхшаб Аллоҳга берган аҳду паймонларини) ўзгартирганлари йўқ"},{"SurahNumber":33,"VerseNumber":24,"Text":"Аллоҳ (ўз аҳду паймонларига) содиқ бўлган кишиларни ростгўйликлари сабабли мукофотлаш учун, мунофиқларни эса агар Ўзи хоҳласа (мунофиқ ҳолларида ўлдириб) азобга гирифтор этиш, ёки тавбаларини қабул қилиб (гуноҳларини мағфират этиш) учун (мазкур синовга дучор қилди). Аллоҳ мағфиратли ва меҳрибон бўлган Зотдир"},{"SurahNumber":33,"VerseNumber":25,"Text":"Аллоҳ кофирларни (яъни, фирқаларни) хафа ҳолларида қайтарди. Улар бирон яхшилик фойдага эришмадилар. Аллоҳ мўминларга жанг тўғрисида кифоя қилди (яъни, осмондан шамол ва фаришталар юбориб, мўминларни жангсиз ғолиб қилди). Аллоҳ кучли, қудратли бўлган Зотдир"},{"SurahNumber":33,"VerseNumber":26,"Text":"У (фирқаларга) ёрдам берган, аҳли китобдан иборат бўлган кимсаларни (Аллоҳ) ўз қалъаларидан туширди ва дилларига қўрқинч солди. (Энди) сизлар (улардан) бир гуруҳни ўлдирурсизлар, бир гуруҳни асир олурсизлар"},{"SurahNumber":33,"VerseNumber":27,"Text":"Ва сизларни уларнинг ерларига, ҳовли-жойларига, молу мулкларига ва (ҳали) сизларнинг оёқларингиз етмаган ерларга ворис қилди. Аллоҳ ҳар нарсага қодир бўлган Зотдир"}]}