{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Dedi ki: \"Hamd Allah'ındır ve selam O'nun seçtiği kullarının üzerinedir. Allah mı daha hayırlı yoksa onların ortak koştukları mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Onlar mı) Yoksa, gökleri ve yeri yaratan ve size gökten su indiren mi? Ki onunla (o suyla) gönül alıcı bahçeler bitirdik, sizin içinse bir ağacını bitirmek (bile) mümkün değildir. Allah ile beraber başka bir İlah mı? Hayır, onlar sapıklıkta devam eden bir kavimdir"},{"SurahNumber":27,"VerseNumber":61,"Text":"Ya da yeryüzünü bir karar yeri kılan, onun arasında ırmaklar var eden ve ona (yeryüzü için) sarsılmaz dağlar yaratan ve iki deniz arasında bir ara-engel (haciz) koyan mı? Allah ile beraber başka bir İlah mı? Hayır onların çoğu bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Ya da sıkıntı ve ihtiyaç içinde olana, Kendisi'ne dua ettiği zaman icabet eden, kötülüğü açıp gideren ve sizi yeryüzünün halifeleri kılan mı? Allah ile beraber başka bir İlah mı? Ne az öğüt-alıp düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ya da karanın ve denizin karanlıkları içinde size yol gösteren ve rahmetinin önünde rüzgarları müjde vericiler olarak gönderen mi? Allah ile beraber başka bir İlah mı? Allah, onların şirk koştuklarından Yücedir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ya da halkı sürekli yaratmakta olan, sonra onu iade edecek olan ve sizi gökten ve yerden rızıklandıran mı? Allah ile beraber başka bir İlah mı? De ki: \"Eğer doğru söylüyor iseniz, kesin-kanıt (burhan)ınızı getiriniz"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Göklerde ve yerde gaybı Allah'tan başka kimse bilmez. Onlar ne zaman dirileceklerinin şuuruna varmıyorlar"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların ahiret konusundaki bilgileri 'ard arda toplanıp pekiştirildi,’ hayır, onlar bundan bir kuşku içindedirler; hayır, onlar bundan yana kördürler"}]}