{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"A sign for them is the earth that is dead. We give it life, and produce grain from it, of which you eat"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We produce in it orchards with date palms and vines, and We cause springs to gush forth therein"},{"SurahNumber":36,"VerseNumber":35,"Text":"That they may enjoy the fruits of it. It was not their hands that made this. Will they not then give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory be to God, Who created in pairs all things that the earth produces, all of it, and things that they do not know of"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a sign for them is the night. We withdraw from it the day, and behold, they are plunged into darkness"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the Sun runs its course for a period determined for it. That is His decree, the Exalted in Might, the All Knowing"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the Moon, We have ordained for it phases, until it returns like the withered lower part of a date-stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"It is not permitted for the Sun to catch the Moon, nor can the night outstrip the day. Each swims along in its own orbit"},{"SurahNumber":36,"VerseNumber":41,"Text":"And a sign for them is that We carried their people through the flood in the loaded Ark"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We have created for them similar vessels on which they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"If it were Our will, We could drown them. Then there would be no helper, nor could they be delivered"},{"SurahNumber":36,"VerseNumber":44,"Text":"Except by way of mercy from Us, and by way of convenience for a time"},{"SurahNumber":36,"VerseNumber":45,"Text":"They are told, “Be conscious of that which is before you and that which is after you, in order that you may receive mercy.”"},{"SurahNumber":36,"VerseNumber":46,"Text":"Not a sign comes to them from among the signs of their Lord, except those from which they turn away"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when they are told, “Give of that which God has provided you,” the unbelievers say to those who believe, “Shall we feed those whom if God had so willed, He would have fed Himself? You are in nothing but manifest error.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Further they say, “When will this promise come to pass, if what you say is true?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"They will not have to wait for anything but a single blast. It will seize them while they are still disputing among themselves"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then no chance will they have with their will to manage their affairs, nor to return to their people"}]}