{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":177,"Text":"Юзларингизни Машриқ ва Мағриб томонларига бураверишингиз яхшилик эмас, балки Аллоҳга, Охират кунига, фаришталарга, китобларга, пайғамбарларга иймон келтирган, ўзи яхши кўриб туриб молини қариндош-уруғларига, етим-есирларга, мискин-бечораларга, йўловчи-мусофирларга, тиланчи-гадоларга ва қулларни озод қилиш йўлида берадиган, намозни тўкис адо қилиб, закотни берадиган киши яхши кишидир ва аҳдлашганларида аҳдларига вафо қилгувчилар ва хусусан оғир-енгил кунларда ва жангу жадал пайтида сабр-тоқат қилгувчилар яхши кишилардир. Ана ўшалар чин иймонли кишилардир ва ана ўшалар асл тақводорлардир"},{"SurahNumber":2,"VerseNumber":178,"Text":"Эй мўминлар, сизларга ўлдирилган кишилар учун озод киши муқобилига озод кишидан, қул учун қулдан, аёл киши учун аёлдан қасос олиш фарз қилинди. Энди кимга биродари томонидан бир оз афв қилинса (яъни, қотилдан қасос олиш ўрнига товон олишга рози бўлинса), у ҳолда яхшилик билан бўйинсуниш ва чиройли суратда товон тўлаш лозимдир. Бу (хукм) Парвардигорингиз томонидан енгиллик ва раҳм-шафқатдир. Бас, кимки шундан кейин ҳаддан ошса (масалан, товон тўлангандан кейин ҳам қотилни ўлдирса), унинг учун аламли азоб бордир"},{"SurahNumber":2,"VerseNumber":179,"Text":"Сизлар учун қасосда ҳаёт бор, эй аҳли донишлар! Шояд (жиноятлардан) сақлансангизлар"},{"SurahNumber":2,"VerseNumber":180,"Text":"Бировингизга ўлим келган пайтида (ўзидан кейин) мол-дунё қолдираётган бўлса, адолат — тўғрилик билан ота-онага, қариндош-уруғга васият қилиниши фарз этилди. Бундай васият қилиш Аллоҳдан қўрқувчилар устидаги бурчдир"},{"SurahNumber":2,"VerseNumber":181,"Text":"Ким уни (васиятни) эшитганидан кейин ўзгартирса, гуноҳи фақат ўзгартирганларнинг бўйнида. Албатта, Аллоҳ эшитгувчи, билгувчидир"},{"SurahNumber":2,"VerseNumber":182,"Text":"Энди ким васият қилгувчи томонидан бирон тойилиш ёки гуноҳ содир бўлишидан хавф қилиб (васият қилгувчи билан меросхўрнинг) ораларини ислоҳ қилиб қўйса, гуноҳкор бўлмайди. Албатта, Аллоҳ мағфират қилгувчи, раҳмлидир"}]}