{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"And to Thamud We sent their brother Sali'h. He said: 'My people! Serve Allah; you have no god other than Him. He brought you into being out of the earth, and has made you dwell in it. So ask Him to forgive you, and do turn towards Him in repentance. Indeed My Lord is near, responsive to prayers"},{"SurahNumber":11,"VerseNumber":62,"Text":"They said: 'O Salih! Until now you were one of those among us on whom we placed great hopes. Now, would you forbid us to worship what our forefathers were wont to worship? Indeed we are in disquieting doubt about what you are calling us to"},{"SurahNumber":11,"VerseNumber":63,"Text":"Salih said: 'My people! What do you think? If I had a clear evidence from my Lord, and then He also bestowed His mercy upon me, who will rescue me from the punishment of Allah if I still disobey Him? You can only make me lose even more"},{"SurahNumber":11,"VerseNumber":64,"Text":"My people! This she-camel of Allah is a sign for you. So let her pasture on Allah's earth, and do not hurt her or else some chastisement - which is near at hand -should overtake you"},{"SurahNumber":11,"VerseNumber":65,"Text":"But they slaughtered her. Thereupon Salih warned them: 'Enjoy yourselves in your homes for a maximum of three days. This is a promise which shall not be belied"},{"SurahNumber":11,"VerseNumber":66,"Text":"Then, when Our command came to pass, We saved Salih and those who shared his faith through Our special mercy, from the disgrace of that day. Truly Your Lord is All-Strong, All-Mighty"},{"SurahNumber":11,"VerseNumber":67,"Text":"And the Blast overtook those who were wont to do wrong, and then they lay lifeless in their homes"},{"SurahNumber":11,"VerseNumber":68,"Text":"as though they had never lived there before. Oh, verily the Thamud denied their Lord! Oh, the Thamud were destroyed"}]}