{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Alaha hi hai jisane tuhade la'i sagara nu vasa vica kara dita hai. Tam ki usa de hukama nala usa vica kisati'am calana, tam ki tusim usa di kirapa talasa karo ate tam jo tusim sukara guzara hovo"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ate usa ne apane valom akasam ate dharati di'am sapurana cizam nu tuhade vasa vica kara dita hai. Besaka isa vica nisani'am hana unham lokam la'i jihare socade hana"},{"SurahNumber":45,"VerseNumber":14,"Text":"Imana vali'am nu akho, ki unham lokam nu mu'afa karana jihare alaha de dinam di umida nahim rakhade. Tam ki alaha ika kauma nu usa di kama'i da badala deve"},{"SurahNumber":45,"VerseNumber":15,"Text":"Jihara bada bhale karama karega, usa da labha usa la'i hi hai. Ate jihara bada bure kama karega tam usa di bipata vi usa te hi pavegi. Phira tusim apane raba vala maure javoge"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ate asim isara'ila di aulada nu kitaba ate hukama (nirana karana di takata) te paigabari pradana kiti ate unham nu pavitara rizaka bakhasi'a ate asim' unham nu sasara vali'am te utamata bakhasi"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ate asim unham nu dina de sabadha vica pratakha pramana dite. Phira unham ne apasi hatha dharami nala matabheda kite. Paratu (uha vi) isa tom ba'ada ki unham de kola gi'ana a cuki'a si. Besaka tera raba ki'amata de dina unham de vicakara faisala kara devega, unham cizam de sabadha vica jinham sare uha apisa vica matabheda karade sana"},{"SurahNumber":45,"VerseNumber":18,"Text":"Phira asim tuhanu dina de ika sapasata raha te sathapita kita. Tusim usa te hi calo. Ate unham lokam di'am ichavam da palana na karo jihare gi'ana nahim rakhade"},{"SurahNumber":45,"VerseNumber":19,"Text":"Iha loka alaha de mukabale vica tuhade kujha kama nahi a sakade. Ate zalima loka ika duje de mitara hana. Ate bhai rakhana vali'am da mitara alaha hai"},{"SurahNumber":45,"VerseNumber":20,"Text":"Iha lokam la'i bibeka di'am galam hana. Nasihata ate rahimata unham lokam la'i hana, jihare visavasa karana"},{"SurahNumber":45,"VerseNumber":21,"Text":"Ki uha loka jinham ne mare kama kite hana, uha samajhade hana ki asim unham lokam nu unham varaga kara devange, jinham ne imana li'anda ate bhale karama kite. Unham sari'am da ji'una marana barabara ho jave. Bahuta mara faisala hai, jihara uha kara rahe hana"}]}