{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":97,"Text":"Sag: \"Wer ein Feind von Dschibril ist, (der soll es lassen), denn er war es zweifelsohne, der ihn (den Quran) auf dein Herz mit Zustimmung von ALLAH nach und nach hinabsandte als Bestatigung dessen, was vor ihm war, als Rechtleitung und als frohe Botschaft fur die Mumin"},{"SurahNumber":2,"VerseNumber":98,"Text":"Wer ein Feind fur ALLAH, Seine Engel, Seine Gesandten, Dschibril und Mikail ist, (der soll es lassen), denn zweifelsohne, ALLAH ist ein Feind fur die Kafir"},{"SurahNumber":2,"VerseNumber":99,"Text":"Und gewiß, bereits sandten WIR dir deutliche Ayat hinab. Und Kufr denen gegenuber betreibt niemand außer den Fasiq"},{"SurahNumber":2,"VerseNumber":100,"Text":"Ist es nicht so, daß immer wieder, wenn sie einen Vertrag abschließen, eine Gruppe von ihnen ihn verletzt?! Nein, sondern die meisten von ihnen verinnerlichen den Iman nicht"},{"SurahNumber":2,"VerseNumber":101,"Text":"Und als zu ihnen ein Gesandter von ALLAH kam bestatigend dessen, was bei ihnen ist, warf eine Gruppe von denjenigen, denen die Schrift zuteil wurde, ALLAHs Schrift hinter ihren Rucken, als wußten sie nichts"},{"SurahNumber":2,"VerseNumber":102,"Text":"Und sie folgten dem, was die Satane uber Sulaimans Herrschaft verbreitet haben. Und nie hat Sulaiman Kufr betrieben, doch die Satane haben Kufr betrieben. Sie lehrten die Menschen die Magie und das, was auf die beiden Engel in Babylon Harut und Marut hinabgesandt wurde. Und beide lehrten niemanden, bis sie sagten: \"Wir sind doch nur eine Fitna, betreibe also keinen Kufr!\" So lernten sie von ihnen das, womit sie zwischen dem Mann und seiner Ehepartnerin scheiden. Doch sie schaden damit niemandem, es sei denn mit Zustimmung von ALLAH. Und sie lernen, was ihnen schadet und nicht nutzt. Und gewiß, bereits wußten sie, daß jeder, der dies sich aneignet, am Jenseits keinerlei Anteil hat. Gewiß, erbarmlich ist das, womit sie sich verkauften, wurden sie es nur wissen"},{"SurahNumber":2,"VerseNumber":103,"Text":"Und hatten sie doch Iman verinnerlicht und Taqwa gemaß gehandelt, gewiß ware eine Belohnung von ALLAH besser, wurden sie es nur wissen"}]}