{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"ilā anu: \" Ō grantha prajalārā! Mākū mariyu mīkū madhya um'maḍigā unna dharma viṣayaṁ (uttaruvu) vaipunaku raṇḍi, adi ēmiṭaṇṭē: 'Manaṁ allāh tappa marevvarinī ārādhin̄carādu, āyanaku bhāgasvāmulanu evvarinī nilabeṭṭarādu mariyu allāh tappa, manavārilō nuṇḍi evvarinī prabhuvulugā cēsukōrādu.\" Vāru (sam'matin̄caka) tirigi pōtē: \"Mēmu niścayaṅgā allāh ku vidhēyulamu (muslinlamu), dīniki mīru sākṣulugā uṇḍaṇḍi.\" Ani paluku"},{"SurahNumber":3,"VerseNumber":65,"Text":"ō grantha prajalārā! Ibrāhīm (dharmānni) gurin̄ci mīru enduku vādulāḍutunnāru? Taurātu mariyu in̄jīl lu atani taruvātanē avatarin̄cāyi kadā! Idi mīru arthaṁ cēsukōlērā"},{"SurahNumber":3,"VerseNumber":66,"Text":"avunu, mīrē vāru! Telisivunna viṣayālanu gurin̄ci vādulāḍinavāru. Ayitē mīkēmī teliyani viṣayālanu gurin̄ci enduku vādulāḍutunnāru? Mariyu allāh ku antā telusu, kānī mīku ēmī teliyadu"},{"SurahNumber":3,"VerseNumber":67,"Text":"ibrāhīm yūduḍū kāḍu mariyu kraistavuḍū kāḍu! Kāni atanu ēkadaiva sid'dhāntampai unnavāḍu (hanīph), allāh ku vidhēyuḍu (musliṁ) mariyu ataḍu ē mātraṁ (allāh ku) sāṭi kalpin̄cēvāḍu (muṣrik) kāḍu"},{"SurahNumber":3,"VerseNumber":68,"Text":"niścayaṅgā, ibrāhīm tō daggari sambandhaṁ gala vāraṇṭē, atanini anusarin̄cē vāru mariyu ī pravakta (muham'mad) mariyu (itanini) viśvasin̄cina vāru. Mariyu allāh yē viśvāsula sanrakṣakuḍu"},{"SurahNumber":3,"VerseNumber":69,"Text":"Grantha prajalalōni oka vargaṁ vāru, mim'malni mārgabhraṣṭulu cēyālani kōrutunnāru. Kāni vāru tamanu tāmu tappa marevvarinī mārgabhraṣṭulu cēyaṭaṁ lēdu, kāni vāradi grahin̄caṭaṁ lēdu"},{"SurahNumber":3,"VerseNumber":70,"Text":"ō grantha prajalārā! Mīru allāh sūcanalanu (āyāt lanu) enduku tiraskaristunnāru? Mariyu vāṭiki mīrē sākṣulugā unnāru kadā"},{"SurahNumber":3,"VerseNumber":71,"Text":"ō grantha prajalārā! Telisi uṇḍi kūḍā mīru satyānni asatyantō enduku kappi puccutunnāru? Mariyu mīku telisi uṇḍi kūḍā satyānni enduku dāstunnāru"}]}