{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"(Faraoni) u tha parisë së tij, që i kishte përreth: “Ky, me të vërtetë, qenka magjistar i dijshëm"},{"SurahNumber":26,"VerseNumber":35,"Text":"(i cili) me magjitë e veta don t’ju dëbojë nga toka juaj, e ç’rekomandoni (ju)?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"(Ata) u përgjegjën: “Lëre këtë dhe vëllain e tij, e dërgoni nëpër qytete që t’i tubojnë"},{"SurahNumber":26,"VerseNumber":37,"Text":"të gjithë magjistarët e dijshëm, (e le t’i sjellin ty)”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Dhe, u tubuan magjistarët në kohën e ditës së caktuar"},{"SurahNumber":26,"VerseNumber":39,"Text":"e popullit iu tha: “A jeni tubuar"},{"SurahNumber":26,"VerseNumber":40,"Text":"që të shkojmë pas magjistarëve, nëse ata do të jenë fitues!”"},{"SurahNumber":26,"VerseNumber":41,"Text":"E, kur erdhën, magjistarët i thanë Faraonit: “A, me të vërtetë, do të shpërblehemi ne, nëse bëhemi fitues?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Faraoni) u përgjegj: “Po, - do të jeni atëherë – edhe ndër të afërmit e mi”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musai u tha atyre: “Hudheni atë që doni ta hudhni!”"},{"SurahNumber":26,"VerseNumber":44,"Text":"Dhe, ata hodhën konopët e tyre dhe shkopinjtë e tyre dhe thanë: “Pasha madhërinë e Faraonit, na, me të vërtetë, do të jemi fitues!”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Pastaj, Musai hodhi shkopin e tij, e (shkopi i tij) i kapërdiu përnjëherësh, ato që i patën prodhuar ata rrejshëm"},{"SurahNumber":26,"VerseNumber":46,"Text":"Dhe, magjistarët ranë (në tokë) duke bërë sexhde"},{"SurahNumber":26,"VerseNumber":47,"Text":"dhe thanë: “Na besojmë në Zotin e Gjithësisë"},{"SurahNumber":26,"VerseNumber":48,"Text":"Zotin e Musait dhe të Harunit!”"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Faraoni) tha: “I besuat atij para se t’ju lejoja juve! – Me të vërtetë, ai është i madhi juaj, i cili u ka mësuar juve magjitë. E, ju do ta dini – unë, në të vërtetë, do t’ju këpusë duart dhe këmbët tuaja tërthorazi dhe do t’ju var të gjithëve"},{"SurahNumber":26,"VerseNumber":50,"Text":"(Magjistarët) thanë: “S’ka gjë! – na do të kthehemi te Zoti ynë"},{"SurahNumber":26,"VerseNumber":51,"Text":"Na shpresojmë, se Zoti ynë do të na falë mëkatet tona, meqë jemi besimtarët e parë”"},{"SurahNumber":26,"VerseNumber":52,"Text":"Dhe, Na ia shpallëm Musait: “Ti ecë natën me robërit e Mi (besimtarët), por do të jeni të ndjekur (prej mohuesve)”"}]}