{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"¡Oh, creyentes! No prohiban las cosas buenas que Dios les ha permitido, pero tampoco se excedan. Dios no ama a los que cometen excesos"},{"SurahNumber":5,"VerseNumber":88,"Text":"Coman de lo licito y bueno que Dios les ha proveido, y tengan temor de Dios, en Quien creen"},{"SurahNumber":5,"VerseNumber":89,"Text":"Dios no va a pedirles cuentas por los juramentos [que hagan] sin intencion, pero si [va a preguntarles] por los que hayan pronunciado reflexionando sobre su implicancia. En estos casos deberan expiarlos alimentando a diez pobres como alimentan a su familia, o dandoles vestimenta, o liberando a un esclavo. Quien no encuentre los medios [economicos para una de estas tres opciones] debera ayunar tres dias. Esta es la expiacion de los juramentos [si no los cumplen]. Sean cuidadosos con sus juramentos, pero cuando los hagan deben cumplirlos. Asi es como Dios explica Su mensaje, para que sean agradecidos"},{"SurahNumber":5,"VerseNumber":90,"Text":"¡Oh, creyentes! Los embriagantes, las apuestas, los altares [sobre los cuales eran degollados los animales como ofrenda para los idolos] y consultar la suerte [por ejemplo] con flechas, son una obra inmunda del demonio. Alejense de todo ello, que asi tendran exito [en esta vida y en la proxima]"},{"SurahNumber":5,"VerseNumber":91,"Text":"El demonio pretende [con esas cosas] sembrar entre la gente la discordia y el odio, y apartarlos del recuerdo de Dios y la oracion valiendose de los embriagantes y las apuestas. ¿No van a dejarlo ya"},{"SurahNumber":5,"VerseNumber":92,"Text":"Deben obediencia absoluta a Dios y a Su Mensajero, y tengan cuidado [de desobedecerlos]. Pero quien se rehuse, sepa que Mi Mensajero solo tiene la obligacion de transmitir [el Mensaje] con claridad"},{"SurahNumber":5,"VerseNumber":93,"Text":"Quienes creen y hacen buenas obras no seran reprochados por lo que disfrutaron [de lo que era licito] antes [de su prohibicion] siempre que tengan temor de Dios, crean y obren rectamente, luego tengan temor de Dios y crean [en las leyes], luego tengan temor de Dios y hagan el bien [manteniendose firmes], porque Dios ama a los que hacen el bien"}]}