{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":27,"Text":"Ej kasone, ki imon ovardaed, ʙa xonae ƣajr az xonai xud ʙe on, ki icozat talaʙida va ʙar sokinonas salom karda ʙosed, nadaroed. In ʙaroi sumo ʙehtar ast, ʙosad, ki pand gired"},{"SurahNumber":24,"VerseNumber":28,"Text":"Va agar dar xona kasero najofted, doxil nasaved to sumoro ruxsat dihand. Va agar gujand: «Bozgarded», ʙozgarded, in ʙarojaton pokizatar ast. Va Xudo ʙa har kore, ki mekuned, ogoh ast"},{"SurahNumber":24,"VerseNumber":29,"Text":"Bar sumo gunohe nest, agar ʙa xonahoi ƣajrimaskun, ki mato'e dar on dored, doxil saved. Har ciro oskor sozed, jo pinhon dored. Xudo ʙa on ogoh ast"},{"SurahNumber":24,"VerseNumber":30,"Text":"Ba mardoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud iigah dorand. In ʙarojason pokizatar ast. Zero Xudo ʙa korhoe, ki mekunand, ogoh ast"},{"SurahNumber":24,"VerseNumber":31,"Text":"Va ʙa zanoni mu'min ʙigu, ki casmoni xud ʙipusand va sarmgohi xud nigoh dorand va zinathoi xudro cuz on miqdor, ki pajdost, oskor nakunand va miqna'ahoi (rujmolhoi) xudro to gireʙon ʙipusand va zinathoi xudro oskor nakunand, ƣajri ʙa savhari xud jo padari xud jo padari savhari xud jo pisari xud jo pisari savhari xud jo ʙarodari xud jo pisari ʙarodari xud jo pisari xohari xud jo zanoni hamdini xud, jo ʙandagoni xud jo mardoni xidmatguzori xud, ki raƣʙat ʙa zan nadorand, jo kudakone, ki az sarmgohi zanon ʙexaʙarand. Va niz cunon poj ʙar zamin nazanand to on zinat, ki piihon kardaand, donista savad. Ej mu'minon, hamagon ʙa dargohi Xudo tavʙa kuned, sojad nacot joʙed"},{"SurahNumber":24,"VerseNumber":32,"Text":"Bezanonatonro va ƣulomu kanizoni xudro, ki soista ʙosand, hamsar dihed. Agar ʙenavo ʙosand, Xudo ʙa karami xud tavongarason xohad soxt, ki Xudo kusoisdihanda va donost"},{"SurahNumber":24,"VerseNumber":33,"Text":"Onon, ki tavonoii zanosui nadorand, ʙojad pokDomani pesa kunand, to Xudo az karami xud tavongarason gardonad. Va az ʙandagonaton onon, ki xohoni ʙozxaridani xudand, agar dar onho xajre jofted, ʙozxaridanasonro ʙipazired. Va az on mol, ki Xudo ʙa sumo arzoni dostaast, ʙa onon ʙidihed. Va kanizoni xudro agar xohand, ki parhezgor ʙosand, ʙa xotiri sarvati dunjavi ʙa zino macʙur nakuned. Har kas, ki ononro ʙa zino vodorad, Xudo ʙaroi on kanizon, ki ʙa macʙuri ʙa on kor vodor gastaand, ʙaxsojandavu mehruʙon ast"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ba tahqiq ʙaroi sumo ojote ravsan va dostonhoe az kasone, ki pes az sumo ʙudaand, va niz pandhoe ʙaroi parhezgoron nozil kardem"}]}