{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Wir haben doch in diesem Qur'an (die Botschaft) verschiedenartig dargelegt, damit sie bedenken, doch mehrt dies ihnen nur die Abneigung"},{"SurahNumber":17,"VerseNumber":42,"Text":"Sag: Wenn es neben Ihm noch (andere) Götter gäbe, wie sie sagen, dann würden sie wahrlich nach einem Weg zum Besitzer des Thrones trachten"},{"SurahNumber":17,"VerseNumber":43,"Text":"Preis sei Ihm! Überaus hoch Erhaben ist Er über das, was sie sagen"},{"SurahNumber":17,"VerseNumber":44,"Text":"Ihn preisen die sieben Himmel und die Erde, und wer in ihnen ist. Es gibt nichts, was Ihn nicht lobpreist; ihr aber versteht ihr Preisen nicht. Gewiß, Er ist Nachsichtig und Allvergebend"},{"SurahNumber":17,"VerseNumber":45,"Text":"Wenn du den Qur'an vorträgst, machen Wir zwischen dir und denjenigen, die an das Jenseits nicht glauben, einen unsichtbaren Vorhang"},{"SurahNumber":17,"VerseNumber":46,"Text":"Und Wir legen auf ihre Herzen Hüllen, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit. Und wenn du im Qur'an deinen Herrn allein (ohne ihre Götter) erwähnst, kehren sie aus Abneigung den Rücken"},{"SurahNumber":17,"VerseNumber":47,"Text":"Wir wissen sehr wohl, worauf sie hören, wenn sie dir zuhören und (auch) wenn sie sich in vertraulichen Gesprächen befinden, wenn die Ungerechten sagen: \"Ihr folgt doch nur einem Mann, der einem Zauber verfallen ist"},{"SurahNumber":17,"VerseNumber":48,"Text":"Schau, wie sie dir Gleichnisse prägen, und so sind sie abgeirrt, daß sie keinen Weg (mehr) finden können"},{"SurahNumber":17,"VerseNumber":49,"Text":"Und sie sagen: \"Sollen wir etwa, wenn wir (bereits) Knochen und Überreste geworden sind, denn wirklich als neue Schöpfung auferweckt werden"},{"SurahNumber":17,"VerseNumber":50,"Text":"Sag: \"Seid Steine oder Eisen"},{"SurahNumber":17,"VerseNumber":51,"Text":"oder etwas Erschaffenes von der Art, die in eurer Vorstellung noch schwerwiegender wäre.\" Dann werden sie sagen: \"Wer wird uns (ins Leben) zurückbringen?\" Sag: \"Derjenige, Der euch das erste Mal erschaffen hat.\" Dann werden sie vor dir die Köpfe schütteln und sagen: \"Wann wird das sein?\" Sag: \"Vielleicht wird es bald sein"},{"SurahNumber":17,"VerseNumber":52,"Text":"Am Tag, da Er euch rufen wird und da ihr mit Seinem Lob antworten und meinen werdet, ihr hättet nur ein wenig verweilt"}]}