{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophete ! Dis a tes epouses : « Si vous convoitez les plaisirs et les artifices de ce monde ici-bas, alors venez afin que je vous verse une compensation et que je vous libere avec les honneurs"},{"SurahNumber":33,"VerseNumber":29,"Text":"Mais, si vous recherchez l’agrement de Dieu et de Son messager, ainsi que la Vie Future, sachez que Dieu a reserve pour les vertueuses parmi vous une magnifique recompense »"},{"SurahNumber":33,"VerseNumber":30,"Text":"Epouses du Prophete ! Celles d’entre vous qui auront commis une turpitude averee, recevront un double chatiment. Cela est chose aisee pour Dieu"},{"SurahNumber":33,"VerseNumber":31,"Text":"A celles d’entre vous qui sont soumises a Dieu et a Son messager, et qui accomplissent des œuvres pieuses, Nous doublerons leur recompense. Et Nous leur reservons une recompense genereuse"},{"SurahNumber":33,"VerseNumber":32,"Text":"Epouses du Prophete ! Vous n’etes pas le commun des femmes. Si vous craignez Dieu comme il se doit, parlez doucement (avec reserve), afin de ne pas susciter la convoitise de ceux dont les cœurs sont ronges par le vice. Tenez des propos bienseants"},{"SurahNumber":33,"VerseNumber":33,"Text":"Restez dans vos foyers (ne les quittez que pour une raison valable) ! N’etalez pas vos charmes a la maniere des femmes des premiers temps de l’epoque anteislamique (al-Jahiliyah) ! Observez la salat ! Acquittez-vous de la zakat ! Obeissez a Dieu et a Son messager ! Dieu veut ainsi eloigner de vous toute infamie, O famille du Prophete, et vous envelopper du caractere pur (digne des epouses du Prophete)"},{"SurahNumber":33,"VerseNumber":34,"Text":"Appliquez les prescriptions et la sagesse contenues dans les versets que Dieu revele dans vos foyers ! C’est la un effet de la Bonte de Dieu qui est parfaitement Informe que vous en etes dignes"}]}