{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Muhakkak ki takva sahibleri icin, Rableri katında Na’im= nimetleri tukenmez cennetler var"},{"SurahNumber":68,"VerseNumber":35,"Text":"Artık muslumanları, mucrim kafirler gibi yapar mıyız, (hic sevap bakımından onları bir tutar mıyız)"},{"SurahNumber":68,"VerseNumber":36,"Text":"(Ey kafirler, oldukten sonra muminle kafir musavi olur demekle) neyinize guveniyorsunuz? Nasıl (boyle yanlıs) hukum veriyorsunuz"},{"SurahNumber":68,"VerseNumber":37,"Text":"Yoksa size mahsus kitap var da, onda su dersi mi okuyorsunuz"},{"SurahNumber":68,"VerseNumber":38,"Text":"“- Siz her seyi arzu ederseniz, muhakkak o sizin olacak.” diye, icinde yazılı mıdır"},{"SurahNumber":68,"VerseNumber":39,"Text":"Yoksa size karsı, uzerimizde kıyamet gunune kadar surecek yeminler, taahhudler mi var ki, kendi menfaatiniz icin ne hukum veriyorsanız mutlaka sizin olacak"},{"SurahNumber":68,"VerseNumber":40,"Text":"(Ey Rasulum) onlara sor: “-Iclerinden hangisi (bu soyledikleri sozu dava edip dogru cıkarmaga) kefildir"},{"SurahNumber":68,"VerseNumber":41,"Text":"Yoksa onların (bu sozde) ortakları mı var? Oyle ise, o ortaklarını da getirsinler, eger (sozlerinde) dogru iseler.”"},{"SurahNumber":68,"VerseNumber":42,"Text":"O kıyamet gunu ki, is guclesip hakikat perdesi acılmaga baslıyacak, secdeye (Hakka boyun egmege) cagrılacaklar; fakat gucleri yetmiyecektir"},{"SurahNumber":68,"VerseNumber":43,"Text":"Gozleri duskun bir halde, kendilerini bir zillet saracaktır. Halbuki, vaktiyle (dunyada) basları selamette iken, bu secdeye davet olunuyorlardı; (da onu kabul etmiyorlardı)"},{"SurahNumber":68,"VerseNumber":44,"Text":"O halde (Ey Rasulum), bu Kur’an’ı yalan sayanları bana bırak, (sen kalbini onlarla mesgul etme. Ben onların hakkından gelirim). Biz, onları, bilemiyecekleri yonden derece derece azaba yaklastırırız; (Onlara sıhhat ve bol nimet veririz de, onu haklarında iyi zannederler. Halbuki o kafirlere verdigimiz bu muhletin sonu fecidir)"},{"SurahNumber":68,"VerseNumber":45,"Text":"Ben onlara muhlet veririm; cunku benim azabım cok siddetlidir, (onu kimse onliyemez)"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen, (Mekke halkına risaletini tebligden dolayı) onlardan bir ucret istiyorsun da, borclu kalmaktan, yuk altında ezilmislerdir"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yoksa gayb (Allah’ın ilmi) yanlarında da, onlar (ondan) mı yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"O halde (Ey Rasulum, Allah’ın kafirlere muhlet vermesine dair olan) Rabbinin hukmune sabret de, Yunus peygamber gibi (aceleci) olma. Hani o, (balıgın karnında) gamla dolu oldugu halde dua etmisti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Eger Rabbinden, ona, bir rahmet yetismis olmasaydı, kotu bir sekilde (balıgın karnından) yeryuzune atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Fakat Rabbi onu secti de, kendisini salihlerden (peygamberlerden) kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"Dogrusu o kafirler, Kur’an’ı isittikleri vakit, (sana olan dusmanlıklarından dolayı) az kalsın gozleri ile seni devireceklerdi. Hala da (senin icin): “-Muhakkak O bir mecnundur.” diyorlar"},{"SurahNumber":68,"VerseNumber":52,"Text":"Halbuki o Kur’an butun alemler icin ancak bir oguddur"}]}