{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"Elindultak ok ketten es hajora szalltak. Leket furt (AI-Hidr) rajta, Mondta (Mozes): Talan azert furtal rajta leket, hogy a rajta levoket a vizbe fojtsd? Bizony rossz dolgot kovettel el"},{"SurahNumber":18,"VerseNumber":72,"Text":"(AI-Hidr) Mondta: ,. Nem mondtam-e neked, hogy nem leszel kepes allhatatosan kitartani velem"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Mozes) Mondta: ..Ne neheztelj ram amiatt, amit elfelejtettem es ne tedd kinosan nehezze helyzetemet"},{"SurahNumber":18,"VerseNumber":74,"Text":"Ok ketten ujbol utnak indultak, mig nem egy fiatal fiuval talalkoztak. Es megolte (A/-Hidr). Mondta (Mozes): Megoltel egy tiszta lelket, egy masik lelek nelkul? Bizony rossz dolgot kovettel el.\" Guz\" 16. Hizb"},{"SurahNumber":18,"VerseNumber":75,"Text":"(AI-Hidr) Mondta: Nem mondtam-e neked, hogy nem leszel kepes allhatatos. turelemmel kitartani velem"},{"SurahNumber":18,"VerseNumber":76,"Text":"Mondta (Mozes): ..Ha meg ezutan is kerdezlek valamirol, ne fogadj el tarsadul! Ime megkaptad a bocsanatkeresemet"},{"SurahNumber":18,"VerseNumber":77,"Text":"Ujbol utnak indultak, mig el nem ertek egy varoshoz, etelt kertek amnak lakoitol, am azok megtagadtak, hogy vendegul lassak oket. Itt ekkor leltek egy falra, amely osszeomlani keszult. O (Al-Hidr) helyreallitotta. Mondta: , Ha akartad volna bert kerhettel volna erte"},{"SurahNumber":18,"VerseNumber":78,"Text":"(ALHidr) Mondta: Ez a szakitas koztem es kozted! Am elmondom neked annak magyarazatat, amit nem tudtal turelemmel kivarni"},{"SurahNumber":18,"VerseNumber":79,"Text":"Ami a hajot illeti, az szegeny embereke volt, akik ezzel dolgoztak a tengeren. Ronccsa akartam azt tenni, hiszen mogottuk. egy kiraly volt, aki minden hajot eronek erejevel ragad el"},{"SurahNumber":18,"VerseNumber":80,"Text":"Ami a fiatalembert illeti, annak. szulei hivok voltak es feltunk, hogy zsarnoksagabol es hitetlensegebol eredendoen bantalmazni fogja oket"},{"SurahNumber":18,"VerseNumber":81,"Text":"Es azt akartuk, hogy Uruk egy tisztabb es a szulok irant engedelmesebb gyermeket adjon helyette"},{"SurahNumber":18,"VerseNumber":82,"Text":"Ami pedig a falat illeti, az ket fiatal arvae volt a varosban es alatta oket illeto kincs volt es apjuk igaz, rendes ember volt, Es az Urad ugy akarta, hogy elerjek nagykorusagukat es elohozhassak a kincsuket, konyoruletkent az Uradtol. Ezt nem a magam elhatarozasabol tettem. Ez a magyarazata annak, amit nem tudtal allhatatos turelemmel kivarni"}]}