{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":26,"Text":"ninnalkk (karyannal) vivariccutaruvanum, ninnalute mungamikalute nalla natapatikal ninnalkk kattittaruvanum ninnalute pascattapam svikarikkuvanum, allahu uddesikkunnu. allahu ellam ariyunnavanum yuktimanumakunnu"},{"SurahNumber":4,"VerseNumber":27,"Text":"allahu ninnalute pascattapam svikarikkan uddesikkunnu. ennal tannistannale pinparri jivikkunnavar uddesikkunnat ninnal (nervaliyil ninn‌) vanteatil terrippeakanamennan‌"},{"SurahNumber":4,"VerseNumber":28,"Text":"ninnalkk bharam kuraccutaranamenn allahu uddesikkunnu. durbalanayikkeantan manusyan srstikkappettirikkunnat‌"},{"SurahNumber":4,"VerseNumber":29,"Text":"satyavisvasikale, ninnal parasparam santrptiyeatukuti natattunna kaccavata itapatu mukhenayallate ninnalute svattukkal an'yayamayi ninnal an'yean'yam etutt tinnarut‌. ninnal ninnalettanne kealappetuttukayum ceyyarut‌. tirccayayum allahu ninnaleat karunayullavanakunnu"},{"SurahNumber":4,"VerseNumber":30,"Text":"arenkilum atikramamayum an'yayamayum annane ceyyunna paksam namavane narakagniyilitt karikkunnatan‌. at allahuvin eluppamulla karyamakunnu"},{"SurahNumber":4,"VerseNumber":31,"Text":"ninnaleat nireadhikkappetunna vanpapannal ninnal varjjikkunna paksam ninnalute tinmakale ninnalil ninn nam mayccukalayukayum, man'yamaya oru sthanatt ninnale nam pravesippikkukayum ceyyunnatan‌"},{"SurahNumber":4,"VerseNumber":32,"Text":"ninnalil cilarkk cilarekkal kututalayi allahu nalkiya anugrahannaleat ninnalkk meaham teannarut‌. purusanmar sampadiccuntakkiyatinre ohari avarkkunt‌. strikal sampadiccuntakkiyatinre ohari avarkkumunt‌. allahuveat avanre audaryattil ninn ninnal avasyappettukealluka. tirccayayum allahu et karyattepparriyum arivullavanakunnu"},{"SurahNumber":4,"VerseNumber":33,"Text":"etearalkkum tanre matapitakkalum atutta bandhukkalum vittecc peaya svattin nam avakasikale niscayiccittunt‌. ninnalute valankaikal bandham sthapiccittullavarkkum avarute ohari ninnal keatukkuka. tirccayayum allahu ella karyannalkkum saksiyakunnu"}]}