{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Allaһ jandardı olum ubaktısında alat. Olbogondordukun uykusunda alat. Anan aga (olumdu) okum kılgan jandardı karmap kalat jana baskaların belgiluu ubakıtka (ajalı jetkenge) ceyin (denelerine kayra) koyup jiberet. Albette bul nersede pikir kılgan elder ucun (Allaһtın kuduretine) anık belgiler bar"},{"SurahNumber":39,"VerseNumber":43,"Text":"Je bolboso, (musrikter) Allaһtan baska (kudaylardı) sapaatcılar kılıp alıstıbı?! Aytkın: «Eger akılı jok jana ec nersege kojoyun bolboso delebi?»"},{"SurahNumber":39,"VerseNumber":44,"Text":"Aytkın: «Bardık sapaat Allaһka taandık. Asmandar menen jerdin padısalıgı da Anıkı. Kiyin bardıgıŋar Ozuno kaytarılasıŋar"},{"SurahNumber":39,"VerseNumber":45,"Text":"Eger Jalgız Allaһ eskertilse, Akıretke ıyman keltirbegenderdin jurogu sıgılıp kalat. Al emi Andan baska «kudayları» eskertilse, osol zamat suyunup kalısat"},{"SurahNumber":39,"VerseNumber":46,"Text":"Atkın: «O, Allaһım! Asmandar menen jerdin Jaratuucusu! Kayıp menen anıktı Biluucu! Pendeleriŋdin arasındagı talasıp jatkan nerselerde Ozuŋ gana okum kılasıŋ!”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger zaalım (kaapır) adamdardın kolunda jer betinin but baylıgı jana anı menen dagı osoncosu bolso da, anı Kıyamat Kundogu katuu azap barabarına (andan kutuluu ucun) tolop jiberiset. Jana Allaһ tarabınan alarga, oyloruna da kelbegen (azaptuu) nerseler korunot"},{"SurahNumber":39,"VerseNumber":48,"Text":"Jana alarga jasagan (kunoo) isterinin jamandıgı korunup, alardı (duyno jasoosunda) mazaktagan nerseleri (tozok otu) orop kalat"},{"SurahNumber":39,"VerseNumber":49,"Text":"Eger insandı (bir) zıyan karmasa, (ıklas menen) Bizge duba kılat. Kiyin Ozubuz aga neemat bersek (azaptan kutkarsak): «Men buga oz ilimim sebeptuu jettim» deyt. Jok, bul-sınoo. Birok, alardın kopculugu bilispeyt"},{"SurahNumber":39,"VerseNumber":50,"Text":"Munu alardan murunku (musrik) adamdar dele aytkan. Birok, jasagan isteri alarga (azap kelgende) payda berbedi"},{"SurahNumber":39,"VerseNumber":51,"Text":"Kiyin jasagan (kunoo) isterinin jamandıgı ozdoruno (kaygı bolup) jetti. Al emi, mına bulardan (Makka musrikterinen) turgan zaalım kisilerge da, jasagan isterinin jamandıgı tez ele (kaygı bolup) jetet. Jana alar (azap-kaygı kelgende) kutulup kete alıspayt"},{"SurahNumber":39,"VerseNumber":52,"Text":"Alar bilispeybi, Allaһ kaalagan pendesine ırıskını kenen beret, kaalaganına cenep beret. Albette bul nersede ıymanduu adamdarga dalilder bar"}]}