{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Andolsun, Lokman´a \"Tanrı´ya sukret\" diye hikmet verdik. Kim sukrederse, artık o kendi lehine sukreder. Kim kufrederse, dogrusu Tanrı ganidir, hamiddir"},{"SurahNumber":31,"VerseNumber":13,"Text":"Hani Lokman ogluna -ogut vererek- demisti ki; \"Ey oglum, Tanrı´ya sirk kosma. Suphesiz sirk, gercekten buyuk bir zulumdur"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana anne ve babasını [onlara iyilikle davranmayı] tavsiye ettik. Annesi onu zorluk ustune zorlukla (karnında) tasımıstır. Onun (sutten) ayrılması iki yıl icindedir. \"Hem bana, hem anne ve babana sukret, donus yalnız banadır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Bununla birlikte, onların ikisi (annen ve baban), hakkında bir bilgin olmayan seyi bana sirk kosman icin sana karsı caba harcayacak olurlarsa, bu durumda onlara itaat etme ve dunya (hayatın)da onlara iyilikle (maruf uzere) sahiplen (onlarla gecin) ve bana ´gonulden, katıksız olarak yonelenin´ yoluna tabi ol. Sonra donusunuz yalnızca banadır, boylece ben de size yaptıklarınızı haber verecegim"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ey oglum, (yaptıgın is) gercekten bir hardal tanesi agırlıgında olsa da, (bu,) ister bir kaya parcasından ya da goklerde veya yer(in derinliklerinde) de bulunsa bile, Tanrı onu getirir (acıga cıkarır). Suphesiz Tanrı, latif olandır, (her seyden) haberdardır"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ey oglum, namazı dosdogru kıl, marufu buyur, munkerden sakındır ve sana isabet eden (musibetler)e karsı sabret. Cunku bunlar azmedilmesi gereken buyruklardandır"},{"SurahNumber":31,"VerseNumber":18,"Text":"Insanlara yanagını cevirip (buyuklenme) ve boburlenmis olarak yeryuzunde yurume. Cunku Tanrı, buyukluk taslayıp boburleneni sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yuruyusunde orta bir yol tut, sesinden de [yuksek perdeleri] eksilt. Cunku, seslerin en cirkin olanı gercekten eseklerin sesidir"}]}