{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":73,"Text":"manitarkale! Or utaranam collappatukiratu. Enave cevitalttik kelunkal. Niccayamaka allahvaiyanri (veru) evarkalai ninkal pirarttikkinrirkalo, avarkalellam onru cerntalum or iyaikkutap pataikka mutiyatu innum, avarkalitamiruntu oru porulai etuttuk kontu ponal avarkalal atanai anta iyitattiliruntu tirumpak kaipparravum mutiyatu tetuvonum, tetappatuvonum palahinarkale"},{"SurahNumber":22,"VerseNumber":74,"Text":"avarkal allahvaik kanniyappatutta ventiyavaru kannayappatuttavillai niccayamaka allah vallamai mikkavan; (yavaraiyum) mikaittavan"},{"SurahNumber":22,"VerseNumber":75,"Text":"allah malakkukaliliruntum, manitarkaliliruntum tutarkalai terntetuttuk kolkiran! Niccayamaka allah (ellavarraiyum) ceviyerpavan; parppavan"},{"SurahNumber":22,"VerseNumber":76,"Text":"avarkalukku mun (cenru) iruppataiyum, avarkalukkup pin (vara) iruppataiyum avan nankarikiran. Innum allahvitame ellak kariyankalum (tirvukkaka) mitkappatum"},{"SurahNumber":22,"VerseNumber":77,"Text":"iman kontavarkale! Ninkal rukuh ceyyunkal; innum sajtavum ceyyunkal; innum unkal iraivanai vanankunkal; melum; ninkal verri perum poruttu, nanmaiye ceyyunkal"},{"SurahNumber":22,"VerseNumber":78,"Text":"Innum ninkal allahvin pataiyil avanukkaka porata ventiya muraippati poratunkal; avan unkalait terntetuttuk kontan; inta tinil (markkattil) avan unkalukku enta ciramattaiyum erpatuttavillai itu tan unkal pitavakiya iprahimutaiya markkamakum; avantam itarku munnar unkalukku muslimkal enap peyarittan. I(vvetat)tilum (avvare kurap perrullatu); itarku nam'mutaiya ittutar unkalukkuc catciyaka irukkirar; enave ninkal tolukaiyai nilai niruttunkal innum jakattaik kotuttu varunkal, allahvaip parrik kollunkal, avantan unkal patukavalan;. Patukavalarkalilellam avane mikka nallavan, mikac ciranta utaviyalan"}]}