{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Tres certainement Nous avons expose [tout ceci] dans ce Coran afin que [les gens] reflechissent. Mais cela ne fait qu'augmenter leur repulsion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dis: «S'il y avait des divinites avec Lui, comme ils le disent, elles auraient alors cherche un chemin [pour atteindre] le Detenteur du Trone»"},{"SurahNumber":17,"VerseNumber":43,"Text":"Purete a Lui! Il est plus haut et infiniment au-dessus de ce qu'ils disent"},{"SurahNumber":17,"VerseNumber":44,"Text":"Les sept cieux et la terre et ceux qui s'y trouvent, celebrent Sa gloire. Et il n'existe rien qui ne celebre Sa gloire et Ses louanges. Mais vous ne comprenez pas leur facon de Le glorifier. Certes c'est Lui qui est Indulgent et Pardonneur"},{"SurahNumber":17,"VerseNumber":45,"Text":"Et quand tu lis le Coran, Nous placons, entre toi et ceux qui ne croient pas en l'au-dela, un voile invisible"},{"SurahNumber":17,"VerseNumber":46,"Text":"Nous avons mis des voiles sur leurs cœurs, de sorte qu'ils ne le comprennent pas: et dans leurs oreilles, une lourdeur. Et quand, dans le Coran, tu evoques Ton Seigneur l'Unique, ils tournent le dos par repulsion"},{"SurahNumber":17,"VerseNumber":47,"Text":"Nous savons tres bien ce qu'ils ecoutent. Quand ils t'ecoutent et qu'ils chuchotent entre eux, les injustes disent: «Vous ne suivez qu'un homme ensorcele»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Vois ce a quoi ils te comparent! Ils s'egarent donc et sont incapables de trouver un chemin (vers la verite)"},{"SurahNumber":17,"VerseNumber":49,"Text":"Et ils disent: «Quand nous serons ossements et poussiere, serons-nous ressuscites en une nouvelle creation?»"},{"SurahNumber":17,"VerseNumber":50,"Text":"Dis: «Soyez pierre ou fer"},{"SurahNumber":17,"VerseNumber":51,"Text":"ou toute autre creature que vous puissiez concevoir.» Ils diront alors: «Qui donc nous fera revenir?» - Dis: «Celui qui vous a crees la premiere fois». Ils secoueront vers toi leurs tetes et diront: «Quand cela?» Dis: «Il se peut que ce soit proche"},{"SurahNumber":17,"VerseNumber":52,"Text":"Le jour ou Il vous appellera, vous Lui repondrez en Le glorifiant. Vous penserez cependant que vous n'etes restes [sur terre] que peu de temps!»"}]}