{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Insan sorusar: “Dogrudanmı mən oldukdən sonra qəbirdən diri cıxardılacagam?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Məgər insan ilk əvvəl onu hec bir sey deyilkən yaratdıgımızı xatırlamırmı"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rəbbinə and olsun ki, Biz onları seytanlarla birlikdə bir yerə toplayacaq, sonra da onları diz ustə cokmus halda Cəhənnəmin ətrafına yerləsdirəcəyik"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra hər firqədən Mərhəmətli Allaha ən cox asi olanı cıxardacagıq"},{"SurahNumber":19,"VerseNumber":70,"Text":"Orada yanmaga daha cox layiq olanları, əlbəttə ki, Biz yaxsı tanıyırıq"},{"SurahNumber":19,"VerseNumber":71,"Text":"Icinizdən hər kəs oraya varid olacaqdır. Bu, Rəbbinin əzəldən muəyyən etdiyi qəti bir qərardır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz muttəqiləri oddan xilas edəcək, zalımları isə orada diz ustə cokmus halda tərk edəcəyik"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara acıq-aydın ayələrimiz oxundugu zaman kafirlər mominlərə deyərlər: “Bu iki firqədən hansının məqamı daha yaxsı, məclisi daha gozəldir?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Biz onlardan əvvəl var-dovlət və zahiri gorunuscə onlardan daha ustun olan necə-necə nəsilləri məhv etdik"},{"SurahNumber":19,"VerseNumber":75,"Text":"De: “Qoy Mərhəmətli Allah azgınlıqda olan hər kəsə uzun muddət mohlət versin! Nəhayət, ozlərinə vəd olunan ya əzabı, ya da o Saatı gordukləri zaman onlar kimin məqamının daha pis, kimin ordusunun daha zəif oldugunu biləcəklər”"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah dogru yolda olanların dogrulugunu artırar. Əbədi qalan yaxsı əməllər isə Rəbbinin yanında savab baxımından daha xeyirli, aqibətcə daha yaxsıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayələrimizi inkar edib: “Mənə hokmən var-dovlət və ovlad veriləcəkdir!”– deyən adamı gordunmu"},{"SurahNumber":19,"VerseNumber":78,"Text":"Olmaya, o, qeybdən xəbərdardır, yoxsa Mərhəmətli Allahdan vədə almısdır"},{"SurahNumber":19,"VerseNumber":79,"Text":"Xeyr! Biz onun dediklərini yazacaq və əzabını qat-qat artıracagıq"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun dediyi seylər Bizə qalacaq və o, huzurumuza tək-tənha gələcəkdir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Musriklər Allahdan basqa məbudlar qəbul etdilər ki, onlara komək olsunlar"},{"SurahNumber":19,"VerseNumber":82,"Text":"Xeyr! Qiyamət gunu o butlər onların ibadətini inkar edəcək və onların əleyhinə cıxacaqlar"}]}