{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Ka ninvuɣu so ŋun ti Naawuni yεlimaŋli (Fir’auna niriba puuni) maa yεli: “Yaa yinim’ n niriba! Doli ya ma, ka n-wuhi ya dolsigu soli.”"},{"SurahNumber":40,"VerseNumber":39,"Text":"“Yaa yinim’ n niriba! Achiika! Dunia ŋɔ maa biεhigu nyɛla nyεɣisim biɛla, amaa! Chiyaama n-nyɛ kpaliŋkpaa yili.”"},{"SurahNumber":40,"VerseNumber":40,"Text":"Ŋun tum tuumbεɣu zaɣiyini, bɛ ku yo o samli naɣila di ŋmali, ŋun mi tum tuunvεlli doo bee paɣa, ka lahi nyɛ ŋun ti Naawuni yεlimaŋli, tɔ! Bannim’ maa ni kpe Alizanda, ka bɛ yɛn ti yolsi ba di puuni ka di pala ni saliya karibu m-beni"},{"SurahNumber":40,"VerseNumber":41,"Text":"“Yaha! Yaa yinim’ n niriba! Bo n- leei chɛ ka m-boondi ya n-zaŋ chaŋ tilginsim shee (Alizanda), ka yi mi boondi ma n-zaŋ chaŋ buɣum ni?”"},{"SurahNumber":40,"VerseNumber":42,"Text":"“Yi boondi ma mi ni n-ti niŋ chεfuritali ni Naawuni, ka laɣim O mini shɛli jεm, ka di nyɛla binshɛɣu n-ni ka di baŋsim, ka m-mi boondi ya n-zaŋ chaŋ Nyɛŋda, Chεmpaŋlana sani.”"},{"SurahNumber":40,"VerseNumber":43,"Text":"“Di ka biεhim kadama achiika! Yi ni boondi ma ni n-ti jεm shɛli maa ku tooi saɣi ti m boligu Dunia ŋɔ, bɛ di ti yɛli ni Chiyaama. Yaha! Achiika! Ti labbu shee nyɛla Naawuni sani. Achiika! Ban saɣindi n-yɛn ti nyɛ buɣum bihi.”"},{"SurahNumber":40,"VerseNumber":44,"Text":"“Dinzuɣu ni baalim, yi ni ti teei n-ni yεri ya shɛli ŋɔ maa, amaa! Mani zaŋ n yεllikam labsi Naawuni sani. Achiika! Naawuni nyɛla Ŋun nyari O daba.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Ka Naawuni gu o ka chɛ zaɣibe’ shɛli bɛ ni na di nabiεri, ka azaaba bεɣu niŋ talahi n-ti Fir’auna niriba"},{"SurahNumber":40,"VerseNumber":46,"Text":"Dina n-nyɛ buɣum, ka bɛ yɛn ti zaŋdi li n-wuhiri ba (bɛ gbala ni) Asiba ni Zaawuni (ka Chiyaama na bi yiɣisi). Yaha! Dabsi’ shɛli Chiyaama ni yɛn ti yiɣisi, (bɛ ni ti yεli Malaaikanima): “Zaŋmi ya Fir’auna niriba kpɛhi azaaba kpeeni puuni.”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Yaha! Teemi saha shεli bɛ ni yɛn ti ŋmεri namgbankpeeni buɣum puuni, ka bɛ tarimba yεli bɛ ninvuɣu asanzanima: “Achiika! Tinim’ daa nyɛla ninvuɣu shεba ban doli ya. Di ni bɔŋɔ, yi nyɛla ban yɛn tooi taɣi ti ka chɛ buɣum ŋɔ maa yεɣ’ shɛli"},{"SurahNumber":40,"VerseNumber":48,"Text":"Ka asanzanim’ maa yεli: “Achiika! Ti zaasa bela di (buɣum maa) puuni. Achiika! Naawuni shiri ŋmaai fukumsi daba sunsuuni.”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ka ninvuɣu shɛba ban be buɣum puuni yεli (Malaaika shεba) ban guli ʒahannama buɣum maa: “Suhimi ya yi Duuma (Naawuni), ka O balgi ti azaaba maa dabsili zaɣiyini.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Ka bɛ (Malaaikanim’ maa) yεli: “Di ni bɔŋɔ, yi tuumba daa bi kan ya na ni dalirinim’ din be polo ni? Ka bɛ yεli: “Di paliya,” ka bɛ (Malaaikanim’ maa) yεli: “Tɔ! Yi gba suhimi ya.” Amaa! Chεfurinim’ suhigu ku tooi niŋ anfaani shεli naɣila ashaara puuni"}]}