{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Note that occasion, when your Lord said to the angels: I am going to place a vicegerent on earth. They said: \"Will You place there one who will make mischief and shed blood while we sing Your praises and glorify Your name?\" Allah said: \"I know what you know not"},{"SurahNumber":2,"VerseNumber":31,"Text":"He taught Adam the names of all things; then He presented the things to the angels and said: \"Tell Me the names of these if what you say is true"},{"SurahNumber":2,"VerseNumber":32,"Text":"Glory to You, they replied, \"we have no knowledge except what You have taught us: in fact You are the One who is perfect in knowledge and wisdom"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah said: \"O Adam! Tell them the names.\" When Adam told them the names, Allah said: \"Did I not tell you that I know the secrets of the heavens and the earth and I know what you reveal and what you conceal"},{"SurahNumber":2,"VerseNumber":34,"Text":"When We ordered the angels: \"Prostrate before Adam in respect,\" they all prostrated except Iblees (Satan) who refused in his arrogance and became a disbeliever"},{"SurahNumber":2,"VerseNumber":35,"Text":"To Adam We said: \"Dwell with your wife in Paradise and eat anything you want from its bountiful food from wherever you wish, but do not approach this tree, or you shall both become transgressors"},{"SurahNumber":2,"VerseNumber":36,"Text":"But Satan tempted them with the tree to disobey Allah’s commandment and caused them to be expelled from Paradise, and We said: \"Get out from here, some of you being enemies to others, and there is for you in the earth an abode and provisions for a specified period"},{"SurahNumber":2,"VerseNumber":37,"Text":"Then Adam received appropriate words from his Lord and repented, and Allah accepted his repentance. Surely He is the Acceptor of Repentance, the Merciful"},{"SurahNumber":2,"VerseNumber":38,"Text":"Get down from here all of you, We said at the time of Adam’s departure from Paradise. \"Henceforth there shall come to you guidance from Me, those who accept and follow it shall have nothing to fear or to regret"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who reject and defy Our revelations will be inmates of Hellfire, wherein they shall live forever"}]}