{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"niccayamāka vāṉaṅkaḷum, pūmiyum (mutalil) iṇaintiruntaṉa eṉpataiyum, ivaṟṟai nāmē pirit(tamait)tōm eṉpataiyum, uyiruḷḷa ovvoṉṟaiyum nām taṇṇīriliruntu paṭaittōm eṉpataiyum kāḥpirkaḷ pārkkavillaiyā? (Ivaṟṟaip pārttum) avarkaḷ nampikkai koḷḷa villaiyā"},{"SurahNumber":21,"VerseNumber":31,"Text":"iṉṉum; ippūmi (maṉitarkaḷuṭaṉ) āṭi cāyāmalirukkum poruṭṭu, nām atil nilaiyāṉa malaikaḷai amaittōm; avarkaḷ nērāṉa vaḻiyil cellum poruṭṭu, nām vicālamāṉa pātaikaḷaiyum amaittōm"},{"SurahNumber":21,"VerseNumber":32,"Text":"Iṉṉum vāṉattai nām pātukāppāṉa vitāṉamāka amaittōm -eṉiṉum avarkaḷ avaṟṟiluḷḷa attāṭcikaḷaip puṟakkaṇittu viṭukiṟārkaḷ"},{"SurahNumber":21,"VerseNumber":33,"Text":"iṉṉum avaṉē iravaiyum, pakalaiyum; cūriyaṉaiyum, cantiraṉaiyum paṭaittāṉ; (vāṉil tattamakkuriya) vaṭṭavaraikkuḷ ovvoṉṟum nīntukiṉṟaṉa"},{"SurahNumber":21,"VerseNumber":34,"Text":"(napiyē!) Umakku muṉṉar enta maṉitaṉukkum (avaṉ) eṉṟeṉṉum irukkakkūṭiya nittiya vāḻvai nām (iṅku) koṭukkavillai ākavē nīr marittāl avarkaḷ maṭṭum eṉaṟeṉṟum vāḻap pōkiṟārkaḷā"},{"SurahNumber":21,"VerseNumber":35,"Text":"ovvōr ātmāvum maraṇattaic cuvaippatākavē irukkiṟatu parīṭcaikkāka keṭutiyaiyum, naṉmaiyaiyum koṇṭu nām uṅkaḷaic cōtikkiṟōm. Piṉṉar, nam'miṭamē nīṅkaḷ mīṭkappaṭuvīrkaḷ"},{"SurahNumber":21,"VerseNumber":36,"Text":"iṉṉum (napiyē!) Kāḥpirkaḷ um'maip pārttāl, \"uṅkaḷ teyvaṅkaḷaip paṟṟik (kuṟai) kūṟupavar ivartāṉā?\" - Eṉṟu (taṅkaḷukkuḷ pēcik koṇṭu) um'maip parikācam ceyyāmal iruppatillai mēlum avarkaḷ rahmāṉuṭaiya niṉaivai nirākarikkiṉṟaṉar"},{"SurahNumber":21,"VerseNumber":37,"Text":"maṉitaṉ avacarakkāraṉākavē paṭaikkappaṭṭirukkiṉṟāṉ; viraivil (vētaṉaikkāṉa) eṉ attāṭcikaḷai uṅkaḷukkuk kāṇpippēṉ; ākavē nīṅkaḷ avacarappaṭātīrkaḷ"},{"SurahNumber":21,"VerseNumber":38,"Text":"nīṅkaḷ uṇmaiyāḷarkaḷākayiruppiṉ, inta (vētaṉaikkāṉa) vākkuṟuti eppoḻutu (niṟaivēṟṟappaṭum)?\" Eṉṟu avarkaḷ kēṭkiṟārkaḷ"},{"SurahNumber":21,"VerseNumber":39,"Text":"tam mukaṅkaḷaiyum, tam mutukukaḷaiyum (naraka) neruppait taṭuttuk koḷḷa muṭiyāmalum, (evarālum) utavi ceyyappaṭamālum iruppārkaḷē anta nērattai kāḥpirkaḷ aṟintu koḷvārkaḷāṉāl! (Iṟuti nēram paṟṟik kēṭṭuk koṇṭirukka māṭṭārkaḷ)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Avvāṟalla! Atu avarkaḷiṭam tiṭīreṉa vantu, avarkaḷait taṭṭaḻiyac ceytu viṭum. Atait taṭuttuk koḷḷa avarkaḷāl iyalātu avarkaḷukkuc ciṟitum avakācam koṭukkappaṭa māṭṭātu"},{"SurahNumber":21,"VerseNumber":41,"Text":"iṉṉum, (napiyē!) Niccayamāka umakku muṉṉar vanta tūtarkaḷum (ivvāṟē) parikacikkappa paṭṭārkaḷ - āṉāl avarkaḷ parikācam ceytu koṇṭirunta (vētaṉaiyāṉa)tu avarkaḷai cūḻnatu koṇṭatu"}]}