{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Bedevilerin savastan geri kalmıs olanları, sana: \"Bizi mallarımız ve ailelerimiz alıkoydu. Allah'tan bizim bagıslanmamızı dile\" diyecekler. Dilleriyle, gonullerinde bulunmayanı soylerler; de ki: \"Allah size bir zarar gelmesini dilerse, yahut bir fayda elde etmenizi dilerse, O'na karsı kimin gucu bir seye yeter? Kaldı ki, Allah yaptıklarınızdan haberdardır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Aslında siz, Peygamberin ve inananların, ailelerine bir daha donmeyeceklerini sanmıstınız. Bu, gonullerinize guzel gorunmustu de kotu sanıda bulunmustunuz. Hayırsız bir topluluk oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Allah'a ve Peygamberine kim inanmamıssa bilsin ki, suphesiz Biz, inkarcılar icin cılgın alevli cehennemi hazırlamısızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Goklerin ve yerin hukumranlıgı Allah'ındır. O, diledigini bagıslar, diledigine azabeder. Allah bagıslayandır, merhamet edendir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Savastan geri kalmıs olanlar, siz ganimetleri almaya giderken: \"Bırakın, biz de sizinle gelelim\" diyeceklerdir. Onlar Allah'ın sozunu degistirmek isterler. De ki: \"Bize uymayacaksınız; Allah sizin icin onceden boyle buyurmustur.\" Size: \"Hayır, bizi cekemiyorsunuz\" diyecekler. Aksine, kendileri ancak pek az soz anlayan kimselerdir"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden geri kalmıs olanlara de ki: \"guclu kuvvetli bir millete karsı, onlar musluman olana kadar savasmaya cagrılacaksanız; eger itaat ederseniz Allah size guzel ecir verir, ama daha once dondugunuz gibi yine donecek olursanız sizi can yakan bir azaba ugratır"},{"SurahNumber":48,"VerseNumber":17,"Text":"Ama, gozleri gormeyen kimse savasa gelmezse ona bir sorumluluk yoktur; topala ve hastaya da sorumluluk yoktur. Kim Allah'a ve peygamberine itaat ederse, Allah onu, iclerinden ırmaklar akan cennetlere koyar. Kim yuz cevirirse, onu can yakıcı azaba ugratır"}]}