{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Lob sei Gott, dem gehort, was in den Himmeln und was auf der Erde ist, und Lob sei Ihm im Jenseits! Er ist der, der weise ist und Kenntnis von allem hat"},{"SurahNumber":34,"VerseNumber":2,"Text":"Er weiß, was in die Erde eingeht und was aus ihr herauskommt, was vom Himmel herabkommt und was darin emporsteigt. Und Er ist der, der barmherzig und voller Vergebung ist"},{"SurahNumber":34,"VerseNumber":3,"Text":"Diejenigen, die unglaubig sind, sagen: «Die Stunde kommt nicht uber uns.» Sprich: Doch, sie kommt bestimmt uber euch, bei meinem Herrn, der das Unsichtbare weiß! Es entgeht Ihm nicht das Gewicht eines Staubchens, weder in den Himmeln noch auf der Erde. Und es gibt nichts, was kleiner ist als dies oder großer, das nicht in einem deutlichen Buch stunde"},{"SurahNumber":34,"VerseNumber":4,"Text":"Damit Er diejenigen, die glauben und die guten Werke tun, entlohne. Bestimmt sind fur diese Vergebung und ein trefflicher Unterhalt"},{"SurahNumber":34,"VerseNumber":5,"Text":"Fur diejenigen, die eifrig gegen unsere Zeichen vorgehen und ihnen Machtlosigkeit nachweisen wollen, fur die ist eine Pein durch ein schmerzhaftes Zorngericht bestimmt"},{"SurahNumber":34,"VerseNumber":6,"Text":"Und diejenigen, denen das Wissen zugekommen ist, sehen, daß das, was zu dir von deinem Herrn herabgesandt worden ist, die Wahrheit ist und zum Weg dessen fuhrt, der machtig und des Lobes wurdig ist"},{"SurahNumber":34,"VerseNumber":7,"Text":"Und diejenigen, die unglaubig sind, sagen: «Sollen wir euch auf einen Mann hinweisen, der euch kundtut, daß ihr, wenn ihr in Stucke gerissen worden seid, doch neu erschaffen werdet"},{"SurahNumber":34,"VerseNumber":8,"Text":"Hat er gegen Gott eine Luge erdichtet, oder leidet er an Besessenheit?» Aber nein, diejenigen, die an das Jenseits nicht glauben, stecken in der Pein und befinden sich im tiefen Irrtum"},{"SurahNumber":34,"VerseNumber":9,"Text":"Haben sie denn nicht auf das geschaut, was vom Himmel und von der Erde vor ihnen und was hinter ihnen ist? Wenn Wir wollen, lassen Wir die Erde mit ihnen versinken oder Stucke vom Himmel auf sie herabfallen. Darin ist ein Zeichen fur jeden Diener, der sich (Gott) reumutig zuwendet"}]}