{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Ṣebí àkókò kan nínú ìgbà ti ré kọjá lórí ènìyàn tí (ènìyàn) kò jẹ́ kiní kan tí wọ́n ń dárúkọ"},{"SurahNumber":76,"VerseNumber":2,"Text":"Dájúdájú Àwa ṣẹ̀dá ènìyàn láti ara àtọ̀ t’ó ròpọ̀ mọ́ra wọn (láti ara ọkùnrin àti obìnrin), kí Á lè dán an wò. A sì ṣe é ní olùgbọ́, olùríran"},{"SurahNumber":76,"VerseNumber":3,"Text":"Dájúdájú A fi ọ̀nà mọ̀ ọ́n; Ó lè jẹ́ olùdúpẹ́, ó sì lè jẹ́ aláìmoore"},{"SurahNumber":76,"VerseNumber":4,"Text":"Dájúdájú Àwa pèsè àwọn ẹ̀wọ̀n, àjàgà àti Iná sílẹ̀ de àwọn aláìgbàgbọ́"},{"SurahNumber":76,"VerseNumber":5,"Text":"Dájúdájú àwọn ẹni rere, wọn yóò máa mu omi kan nínú ife. Ohun tí A pòpọ̀ mọ́ (omi náà) ni káfúrà"},{"SurahNumber":76,"VerseNumber":6,"Text":"Omi ìṣẹ́lẹ̀rú kan ni, tí àwọn ẹrúsìn Allāhu yóò máa mu, tí wọn yó sì máa mú un ṣàn jáde dáadáa (sí ibi tí wọ́n bá fẹ́)"},{"SurahNumber":76,"VerseNumber":7,"Text":"Wọ́n ń mú ẹ̀jẹ́ wọn ṣẹ. Wọ́n sì ń páyà ọjọ́ kan, tí aburú rẹ̀ jẹ́ ohun tí ó máa fọ́nká gan-an"},{"SurahNumber":76,"VerseNumber":8,"Text":"Tòhun ti bí wọ́n ṣe ní ìfẹ́ sí (ọrọ̀ tó), wọ́n ń fún mẹ̀kúnnù, ọmọ òrukàn àti ẹrú ní oúnjẹ jẹ"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Wọ́n sì ń sọ pé:) \"Nítorí Ojú rere Allāhu (nìkan) l’a fi ń fun yín ní oúnjẹ; àwa kò sì gbèrò ẹ̀san tàbí ìdúpẹ́ kan láti ọ̀dọ̀ yín"},{"SurahNumber":76,"VerseNumber":10,"Text":"Dájúdájú àwa ń páyà ní ọ̀dọ̀ Olúwa wa ọjọ́ kan tí (ẹ̀dá yóò) fajú ro kókó"},{"SurahNumber":76,"VerseNumber":11,"Text":"Nítorí náà, Allāhu yóò ṣọ́ wọn níbi aburú ọjọ́ yẹn. Ó sì máa fún wọn ni ìtutù ojú àti ìdùnnú"},{"SurahNumber":76,"VerseNumber":12,"Text":"Ó sì máa san wọ́n ní ẹ̀san Ọgbà Ìdẹ̀ra àti aṣọ àlárì nítorí pé wọ́n ṣe sùúrù"},{"SurahNumber":76,"VerseNumber":13,"Text":"Wọn yóò máa rọ̀gbọ̀ kú sórí àwọn ibùsùn wọn. Wọn kò sì níí rí òòrùn tàbí òtútù"},{"SurahNumber":76,"VerseNumber":14,"Text":"Àwọn òòji (inú Ọgbà Ìdẹ̀ra) yóò súnmọ́ wọn. A sì máa mú àwọn esò ibẹ̀ súnmọ́ àrọ́wọ́tó wọn ní ti sísúnmọ́"},{"SurahNumber":76,"VerseNumber":15,"Text":"Àti pé wọn yóò máa gbé ife ìmumi ńlá tí wọ́n ṣe láti ara fàdákà àti àwọn ife ìmumi kékeré tí ó jẹ́ aláwo káà kiri ọ̀dọ̀ wọn"},{"SurahNumber":76,"VerseNumber":16,"Text":"Ife aláwo tí wọ́n ṣe láti ara fàdákà ni (wọ́n). A sì ṣe wọ́n níwọ̀n-níwọ̀n (tí ó ṣe wẹ́kú ohun tí wọ́n fẹ́ mu)"},{"SurahNumber":76,"VerseNumber":17,"Text":"Àti pé wọn yóò máa fún wọn ní ife ọtí kan mu nínú (Ọgbà Ìdẹ̀ra). Ohun tí A pòpọ̀ mọ́ (ọtí náà) ni atalẹ̀"},{"SurahNumber":76,"VerseNumber":18,"Text":"Nínú Ọgbà Ìdẹ̀ra (wọn yóò tún máa mu) omi ìṣẹ́lẹ̀rú kan, tí À ń pè ní omi salsabīl"},{"SurahNumber":76,"VerseNumber":19,"Text":"Àwọn ọ̀dọ́kùnrin tí kò níí gbó yó sì máa lọ bọ̀ láààrin wọn. Nígbà tí ìwọ bá sì rí wọn, ìwọ yóò kà wọ́n kún òkúta olówó iyebíye tí wọ́n tàn kalẹ̀"},{"SurahNumber":76,"VerseNumber":20,"Text":"Nígbà tí ìwọ bá sì wo ibẹ̀ yẹn (nínú Ọgbà Ìdẹ̀ra), ìwọ yóò rí ìdẹ̀ra àti ọlá t’ó tóbi"},{"SurahNumber":76,"VerseNumber":21,"Text":"Aṣọ ara wọn ni aṣọ àrán fẹ́lẹ́fẹ́lẹ́ aláwọ̀ ewéko àti aṣọ alágbàáà. A sì máa fi ẹ̀gbà-ọwọ́ onífàdákà ṣe wọ́n ní ọ̀ṣọ́. Olúwa wọn yó sì fún wọn ní ohun mímu mímọ́ mu"},{"SurahNumber":76,"VerseNumber":22,"Text":"Dájúdájú èyí jẹ́ ẹ̀san fun yín. Iṣẹ́ yín sì já sí ọpẹ́"}]}