{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Niscaya ami apanara jan'ye emana ekata phayasala kare diyechi, ya suspasta."},{"SurahNumber":48,"VerseNumber":2,"Text":"Yate allaha apanara atita o bhabisyata trutisamuha marjana kare dena ebam apanara prati tamra neyamata purna karena o apanake sarala pathe paricalita karena."},{"SurahNumber":48,"VerseNumber":3,"Text":"Ebam apanake dana karena balistha sahayya."},{"SurahNumber":48,"VerseNumber":4,"Text":"Tini muminadera antare prasanti nayila karena, yate tadera imanera sathe ara'o imana bere yaya. Nabhomandala o bhumandalera bahinisamuha allahara'i ebam allaha sarbajna, prajnamaya."},{"SurahNumber":48,"VerseNumber":5,"Text":"Imana ejan'ye bere yaya, yate tini imanadara purusa o imanadara nariderake jannate prabesa karana, yara taladese nadi prabahita. Sethaya tara cirakala basabasa karabe ebam yate tini tadera papa mocana karena. Eta'i allahara kache mahasaphalya."},{"SurahNumber":48,"VerseNumber":6,"Text":"Ebam yate tini kapata bisbasi purusa o kapata bisbasini nari ebam ansibadi purusa o ansibadini nariderake sasti dena, yara allaha samparke manda dharana posana kare. Tadera jan'ya manda parinama. Allaha tadera prati krud'dha hayechena, taderake abhisapta karechena. Ebam tahadera jan'ye jahannama prastuta rekhechena. Tadera pratyabartana sthala atyanta manda."},{"SurahNumber":48,"VerseNumber":7,"Text":"Nabhomandala o bhumandalera bahinisamuha allahara'i. Allaha parakramasali, prajnamaya."},{"SurahNumber":48,"VerseNumber":8,"Text":"Ami apanake prerana karechi abastha byaktakarirupe, susambadadata o bhaya pradarsanakarirupe."},{"SurahNumber":48,"VerseNumber":9,"Text":"Yate tomara allaha o rasulera prati bisbasa sthapana kara ebam tamke sahayya o sam'mana kara ebam sakala-sandhyaya allahara pabitrata ghosana kara."},{"SurahNumber":48,"VerseNumber":10,"Text":"Yara apanara kache anugatyera sapatha kare, tara to allahara kache anugatyera sapatha kare. Allahara hata tadera hatera upara rayeche. Ata'eba, ye sapatha bhanga kare; ati abasya'i se ta nijera ksatira jan'ye'i kare ebam ye allahara sathe krta angikara purna kare; allaha sattbara'i take mahapuraskara dana karabena."}]}