{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"And recount thou to them the tiding of the two sons of Adam in Truth when they both brought near a sacrifice and it was received from one of them but there is non-acceptance from the other. He said: I will, surely, kill thee. He said: Truly, God receives only from the ones who are Godfearing"},{"SurahNumber":5,"VerseNumber":28,"Text":"If thou wert to extend thy hand against me so that thou wouldst kill me, I would not be one who stretches out my hand towards thee so that I kill thee. I fear God, Lord of the worlds"},{"SurahNumber":5,"VerseNumber":29,"Text":"Truly, I want that thou wilt draw the burden of my sin and thy sin, then, to be among the Companions of the Fire. That is the recompense of the ones who are unjust"},{"SurahNumber":5,"VerseNumber":30,"Text":"Then, his soul prompted him to kill his brother. And he killed him and became among the ones who are losers"},{"SurahNumber":5,"VerseNumber":31,"Text":"Then, God raised up a raven to scratch the earth, to cause him to see how to cover up the naked corpse of his brother. He says: Woe to me! Was I unable to be like this raven to cover up the naked corpse of my brother? Then, he became among the ones who were remorseful"},{"SurahNumber":5,"VerseNumber":32,"Text":"On account of that, We prescribed for the Children of Israel that whoever killed a person, other than in retribution for another person, or because of corruption in and on the earth, it will be as if he had killed all of humanity. And whoever gave life to one, it will be as if he gave life to all of humanity. And, certainly, our Messengers drew near them with the clear portents. Again, truly, many of them after that were ones who were excessive in and on the earth"},{"SurahNumber":5,"VerseNumber":33,"Text":"The only recompense for those who war against God and His Messenger and hasten about corrupting in and on the earth, is that they be killed or caused to be crucified or their hands and their feet be cut off on opposite sides or they be expelled from the region. That for them is their degradation in the present. And for them in the world to come, there is a tremendous punishment"},{"SurahNumber":5,"VerseNumber":34,"Text":"but for those who repented before you have power over them. So know you that God is Forgiving, Compassionate"}]}