{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Алеф - Лям - Ра. Сие - Писание, в котором Утверждены знамения в порядке совершенном И с ясностью изложены потом - Мудрейшим и Всеведущим (Аллахом)"},{"SurahNumber":11,"VerseNumber":2,"Text":"Чтоб никого, кроме Аллаха, вы не чтили. Я от Него, поистине, к вам (послан) Как увещатель (от дурного) И благовестник (для предавшихся Ему)"},{"SurahNumber":11,"VerseNumber":3,"Text":"Чтоб о прощении вы Господа просили И обращались с покаянием к Нему. И Он дарует вам имение благое До предназначенного срока; И всякому, кто щедр в милости своей, Доставит Он Свои щедроты. А если все же отвратитесь вы, За вас я кары Дня Великого страшусь"},{"SurahNumber":11,"VerseNumber":4,"Text":"К Аллаху ваше возвращенье, - Ведь Он над всякой вещью мощен"},{"SurahNumber":11,"VerseNumber":5,"Text":"Гляди, они закутывают грудь, Чтоб утаить там от Него (свои секреты). Но в тот же миг, когда они пытаются облечься в одеянья, Он знает, что они таят, Что напоказ являют, - Поистине, Он знает, что (у них) в груди таится"},{"SurahNumber":11,"VerseNumber":6,"Text":"Нет ни единой твари на земле, Что в пропитании своем свободна от Аллаха; Ему известно и становище ее, И временный ее носитель, - И значится об этом в Ясной Книге (у Аллаха)"},{"SurahNumber":11,"VerseNumber":7,"Text":"Он - Тот, Кто небеса и землю сотворил За шесть (небесных) дней И Свой Престол (установил) на водах, Чтобы, испытывая вас, (узнать), Которые из вас в своих деяньях лучше. Но если ты, (о Мухаммад!), им скажешь: \"Вы, истинно, по смерти будете воскрешены!\", То те, кто не уверовал (в Аллаха), скажут: \"Сие есть явный вымысел, и только"},{"SurahNumber":11,"VerseNumber":8,"Text":"И если Мы отсрочим наказание для них На срок определенный, То, несомненно, они скажут: \"Что ж все-таки удерживает это?\" Но в День, когда оно придет к ним, Никто не сможет отстранить их от него, - Постигнет их со всех сторон, Над чем они (в сей жизни) насмехались"}]}