{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"Yogen-sha yo, anata no tsuma-tachi ni itte yaru ga ī. `Moshi anata gataga, gense no seikatsu to sono 煌 Biyaka-sa o nozomunara kuruga ī. Watashi wa okurimono o ataete, rippa ni wakareyou"},{"SurahNumber":33,"VerseNumber":29,"Text":"Daga anata ga tata ga moshi arrā to sono yogen-sha, soshite raise no sumai o motomerunaraba, anata gata no naka de zenkō ni isoshimu mono ni wa, arrā wa idaina hōshō o junbi shite kudasatte iru"},{"SurahNumber":33,"VerseNumber":30,"Text":"Yogen-sha no tsuma-tachi yo, anata gata no naka de meihakuna shūkō o okashita mono wa, sore ni taisuru chōbatsu wa baika sa reyou. Arrā ni wa sore wa yōina kotodearu"},{"SurahNumber":33,"VerseNumber":31,"Text":"Daga anata gata no naka, arrā to sono shito ni fukujū, sūkei shite zenkō ni hagemu mono ni wa, ware wa sore ni taisuru hōshō o baika shi, kandaina yōdo o junbi surudearou"},{"SurahNumber":33,"VerseNumber":32,"Text":"Yogen-sha no tsuma-tachi yo, anata gata wa (soto no) on'na-tachi to onajide wanai. Moshi anata gataga arrā o osorerunaraba, kokoro ni yamai aru mono no i o ugokasa senai yō, kotoba ga karukute wa naranai. Tanseina kotoba de mono o ie"},{"SurahNumber":33,"VerseNumber":33,"Text":"Anata gata no ie ni shizukani shite, izen no muchi jidai no yō ni, medatsu kazari o shite wa naranai. Reihai no tsutome o mamori, sadame no hodokoshi o nashi, arrā to shito ni jūjundeare. Ie no mono-tachi yo, arrā wa anata gatakara fujō o harai, anata gataga seijōdearu koto o nozoma reru"},{"SurahNumber":33,"VerseNumber":34,"Text":"Mata anata gata no ie de dokuju sa reru, arrā no shirushi to eichi o meiki seyo. Hontōni arrā wa shinsetsu ni shite zenchi de ara reru"}]}