{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":9,"Text":"nampikkaiyalarkale! Unkal mitu allah purintirukkum arutkotaikalai ninaittup parunkal. Unkalmitu (etirikalin) pataikal (aniyaniyaka) vanta camayattil (puyal) karraiyum unkal kannukkup pulappatata pataikalaiyum avarkal mitu nam evinom. (Accamayam) ninkal ceypavarrai allah urru nokkupavanakave iruntan"},{"SurahNumber":33,"VerseNumber":10,"Text":"Unkalukku merpuramiruntum, kilppuramiruntum (unkalaic culntu kontu) avarkal vanta camayattil unkal tiranta kankal tirantavare iruntu unkal ullankal unkal tontaik kulikalai ataittu (ninkal tikkumukkati) allahvaip parri ninkal palavaru enniya camayattaiyum ninkal ninaittup parunkal"},{"SurahNumber":33,"VerseNumber":11,"Text":"annerattil nampikkaiyalarkal perum cotanaikku ullaki mikka palamaka acaikkappattanar (accuruttappattanar)"},{"SurahNumber":33,"VerseNumber":12,"Text":"‘‘allahvum avanutaiya tutarum namakkuc cati ceyvatarkakave (verri namakke kitaikkumenru) vakkalittarkal'' enru evarkalutaiya ullankalil noyiruntato avarkalum marra nayavancakarkalum kura murpattataiyum ninaittup parunkal"},{"SurahNumber":33,"VerseNumber":13,"Text":"avarkalil oru kuttattinar (matinavacikalai nokki) ‘‘yasrip vacikale! (Etirikal mun) unkalal nirka mutiyatu. Atalal, ninkal tirumpic cenru vitunkal'' enru kuriyataiyum, avarkalil marroru pirivinar avarkalutaiya vitukal apayakaramana nilaimaiyil illamaliruntum ‘‘niccayamaka enkal vitukal apayakaramana nilaimaiyil irukkinrana'' enru kuri (yutta kalattiliruntu cenruvita nam) napiyitam anumati koriyataiyum ninaittup parunkal. Ivarkal (yuttattiliruntu) tappi otivituvatait tavira (veronraiyum) virumpavillai"},{"SurahNumber":33,"VerseNumber":14,"Text":"pala pakankaliliruntum avarkal mitu pataikal munneri vantu (accamayam) kulappam ceyyumpati ivarkalaik koriyiruntal (inta nayavancakarkal) kulappam ceyte tiruvarkal. Melum, (yutta kalattilum) veku corpa nerame tavira avarkal nilaittirukkavum mattarkal. (Utane ankiruntu otivituvarkal)"},{"SurahNumber":33,"VerseNumber":15,"Text":"Avarkal (yuttattil) purankatti otuvatillai enru allahvitattil itarku munnar niccayamaka vakkuruti ceytiruntarkal. Allahvitam ceyta vakkurutiyai (avarkal miriyatai)p parri marumaiyil ketkappatuvarkal"},{"SurahNumber":33,"VerseNumber":16,"Text":"(napiye!) Nir kuruviraka: ‘‘Maranattaivittu allatu vettuppatuvatai vittu ninkal veruntotiya potilum, unkal ottam unkalukku oru payanum alikkatu. Iccamayam (ninkal tappittuk konta potilum) veku corpa nalkalanri (atika nalkal) ninkal cukamanupavikka mattirkal"},{"SurahNumber":33,"VerseNumber":17,"Text":"(napiye! Melum) kuruviraka: ‘‘Allah unkalukkut tinkilaikka natinal avanitamiruntu unkalaip patukappavan yar allatu unkalukku arulpuriya natinal atai tatuppavan yar? Allahvai anri avarkal tankalukku utavi ceypavarkalaiyum patukappavarkalaiyum kanamattarkal"},{"SurahNumber":33,"VerseNumber":18,"Text":"unkalil (yuttattirkuc celpavarkalait) tatai ceypavarkalaiyum, tankal cakotararkalai nokki ninkal ‘‘(yuttattirkuc cellatu) nam'mitam vantu vitunkal'' enru kurupavarkalaiyum niccayamaka allah nankarinte irukkiran. (Avarkalil) cilarait tavira (perumpalanavarkal) yuttattirku varuvatillai"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Avarkal) unkal visayattil kancattanattaik kaikkontirukkinranar. (Napiye!) Oru payam campavikkum camayattil, marana taruvayil mayankik kitappavarkalaippol avarkal kankal culanru culanru unkalaip partta vannamay iruppatai nir kanpir. Anta payam ninki (nampikkaiyalarkalukku verri erpattu) vittalo, kotiya varttaikalaik kontu unkalaik kurrankuraikal kuri (yuttattil kitaitta) porulkal mitu peracai kontu vilukinranar. Ivarkal unmaiyana nampikkaiyalarkal alla. Atalal, avarkal ceytirunta (nar)kariyankal anaittaiyum allah alittu vittan. Itu allahvukku mikka elitakave irukkiratu"},{"SurahNumber":33,"VerseNumber":20,"Text":"(murrukaiyittirunta etirikalin ranuvankal murrukaiyai etuttuk kontucenru vittapotilum) anta ranuvam (innum) pokavillai enre ivarkal ennik kontirukkinranar. Anta ranuvankal tirumpa vantuvittalo oru kiramattirkuc cenru (oti olintu) maraivayiruntu kontu (ninkal verri perukirirkalo tolviyurukirirkalo enra) unkalaip parriya ceytiyai vicarittuk kontirupparkal. (Avvaru cellatu) avarkal unkalutan tanki iruntalum, oru corpa nerame tavira (atika neram) por puriya mattarkal"}]}