{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"(Bu hususta) ölü toprak onlar için mühim bir delildir. Biz ona yağmurla hayat verdik ve ondan dane çıkardık. İşte onlar bundan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz, yeryüzünde nice nice hurma bahçeleri, üzüm bağları yarattık ve oralarda birçok pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ta ki, onların meyvelerinden ve elleriyle bunlardan imal ettiklerinden yesinler. Hâla şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin yetiştirdiklerinden, kendilerinden ve daha bilmedikleri şeylerden bütün çiftleri yaratan Allah, noksan sıfatlardan münezzehtir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlar için bir ibret alâmetidir. Biz ondan gündüzü sıyırıp çekeriz de onlar karanlıklara gömülürler"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş, kendine âit bir yer çevresinde akar gider. Bu, dâima gâlip olan ve her şeyi hakkıyla bilen Allah'ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay için de birtakım menziller (yörüngeler) tayin ettik. Nihayet o, eğri hurma dalı gibi (hilâl) olur da geri döner"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneş aya yetişebilir, ne de gece gündüzü geçebilir. Her biri bir yörüngede yüzerler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onların zürriyetlerini dopdolu bir gemide taşımamız da onlar için büyük bir ibrettir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Onlar için, bunun gibi binecekleri başka şeyler de yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dilesek onları suda boğarız. O zaman ne onların imdadına koşan olur, ne de onlar kurtarılırlar"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak bizim tarafımızdan bir rahmet ve belli bir zamana kadar dünyadan faydalandırmamız müstesnadır"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara yapmakta olduğunuz ve yapıp arkada bıraktığınız işlerde Allah'tan korkun; umulur ki size merhamet olunur denildiğinde (aldırmazlar)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara Rablerinin âyetlerinden bir âyet gelmeyedursun, ille de ondan yüz çevirmişlerdir"},{"SurahNumber":36,"VerseNumber":47,"Text":"Allah’ın size rızık olarak verdiklerinden hayra sarfediniz, denildiğinde, kâfirler müminlere dediler ki: Allah'ın dilediği takdirde doyuracağı kimseleri biz mi doyuracağız? Siz gerçekten apaçık bir sapıklık içindesiniz"},{"SurahNumber":36,"VerseNumber":48,"Text":"Onlar: Eğer gerçekten doğru söylüyorsanız, bu tehdit ne zaman gerçekleşecektir? derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar, birbirleriyle çekişip dururken kendilerini ansızın yakalayacak korkunç bir sesi bekliyorlar"},{"SurahNumber":36,"VerseNumber":50,"Text":"İşte o anda onlar ne bir vasiyyette bulunabilirler, ne de ailelerine dönebilirler"}]}