{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Ne vois-tu pas qu’Allah fait descendre du ciel une eau par le moyen de laquelle Nous faisons sortir du sol des plantes qui donnent des fruits (aux couleurs) varies ? Et dans les montagnes aussi, il y a des stries de diverses nuances de blanc et de rouge, ainsi que des roches d’un noir de jais"},{"SurahNumber":35,"VerseNumber":28,"Text":"Sont egalement de couleurs differentes, les Hommes, les animaux et les bestiaux. Et c’est ainsi que, de tous les serviteurs de Dieu, seuls les savants Le redoutent veritablement. En verite, Dieu est Puissant et Clement"},{"SurahNumber":35,"VerseNumber":29,"Text":"Certes, ceux qui recitent le Livre de Dieu, qui observent la salat et qui, discretement ou ouvertement, versent en aumone une partie de ce que Nous leur avons accorde, peuvent esperer une contrepartie assuree"},{"SurahNumber":35,"VerseNumber":30,"Text":"car Dieu les recompensera pleinement en leur accordant un surcroit de Sa grace. En verite, Il est Indulgent et Plein de gratitude"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ce que Nous te revelons du Livre, est la Verite confirmant l’authenticite des Ecritures anterieures. Dieu est parfaitement Informe de Ses serviteurs et Observateur de leurs agissements"},{"SurahNumber":35,"VerseNumber":32,"Text":"Puis Nous avons donne l’Ecriture en heritage a Nos serviteurs que Nous avons elus. Certains parmi eux, se font du tort a eux-memes, d’autres adoptent une voie mediane (dans leur pratique du culte), et d’autres enfin qui, avec la permission de Dieu, devancent les autres par leurs bonnes actions. Et c’est la la grace supreme"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ils obtiendront d’entrer dans des Jardins d’Eden, ou ils seront pares de bracelets d’or et de perles, et ou en guise d’habits, leur seront tailles des vetements de soie"},{"SurahNumber":35,"VerseNumber":34,"Text":"Ils diront : « Louange a Dieu qui a dissipe nos angoisses en les eloignant de nous ! Notre Seigneur est en verite Plein d’indulgence et reconnaissant de nos merites"},{"SurahNumber":35,"VerseNumber":35,"Text":"Louange a Dieu qui nous a etabli en un rang honorable (Demeure eternelle) ou nous n’aurons a connaitre ni labeur, ni fatigue !»"},{"SurahNumber":35,"VerseNumber":36,"Text":"Quant a ceux qui denient, ils seront livres aux flammes de la Gehenne, ou la mort ne sera pas decretee pour eux, de sorte que la mort sera une delivrance pour eux, et ou leur supplice ne sera pas allege. C’est ainsi que Nous retribuerons tout denegateur obstine"},{"SurahNumber":35,"VerseNumber":37,"Text":"dont les hurlements s’eleveront de la Gehenne : «Seigneur ! Fais-nous sortir d’ici afin qu’il nous soit donne d’accomplir des œuvres autrement plus vertueuses que celles que nous accomplissions ». Il leur sera repondu : « Ne vous avions-Nous pas donne une vie assez longue, pour qu’en prenne conscience quiconque est capable de reflechir ? Un messager n’est-il pas venu vous avertir ? Subissez donc (vos tourments). Nul secours ne sera accorde aux injustes »"}]}