{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Suad. Pali Korani yodzadza ndi chikumbutso"},{"SurahNumber":38,"VerseNumber":2,"Text":"Iyayi! anthu osakhulupirira ali kungodzikundikira ndi kumangotsutsa"},{"SurahNumber":38,"VerseNumber":3,"Text":"Kodi ndi mibadwo ingati imene Ife tidaononga iwo asanadze ndipo iyo idalira poona kuti padalibe nthawi yothawa"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ndipo iwo ali kudabwa kuti Mtumwi wadza kwa iwo kuchokera pakati pawo. Ndipo anthu osakhulupirira amati, “Uyu ndi munthu wamatsenga ndiponso wabodza!”"},{"SurahNumber":38,"VerseNumber":5,"Text":"“Kodi iye wapanga milungu yonse kukhala Mulungu mmodzi? Ndithudi ichi ndi chinthu chachilendo.”"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ndipo atsogoleri awo amachoka monyinyirika nati, “Pitirizani inu ndipo mudzipereke kwathunthu kwa milungu yanu! Ndithudi ichi ndi chinthu choti chikusokonezani.”"},{"SurahNumber":38,"VerseNumber":7,"Text":"“Ife sitidamvepo zimenezi pakati pa anthu akale. Ichi si china koma nkhani zopeka chabe.”"},{"SurahNumber":38,"VerseNumber":8,"Text":"“Kodi uthenga wavumbulutsidwa kwa iye yekha pakati pathu?” Iyayi! Koma iwo ali kukayika za uthenga wanga. Iyayi! Iwo sadalawepo chilango changa"},{"SurahNumber":38,"VerseNumber":9,"Text":"Kapena iwo ndi nkhokwe za chifundo cha Ambuye wako, Mwini Mphamvu zonse, Mwini kupereka zabwino zonse"},{"SurahNumber":38,"VerseNumber":10,"Text":"Kapena iwo ali ndi ulamuliro kumwamba ndi padziko ndi kuti zonse zimene zili m’menemo ndi zawo? Ngati nditero, alekeni iwo kuti akwere mothandizidwa"},{"SurahNumber":38,"VerseNumber":11,"Text":"Iwo adzagonjetsedwa monga magulu akale"},{"SurahNumber":38,"VerseNumber":12,"Text":"Asanadze iwo, panali ena amene adakana Atumwi. Anthu a Nowa, a Aad, ndi a Farawo, mfumu ya zisonga"},{"SurahNumber":38,"VerseNumber":13,"Text":"Thamoud ndi anthu a Loti ndi anthu okhala m’nkhalango, onsewa adali wothandizana"},{"SurahNumber":38,"VerseNumber":14,"Text":"Panalibe mmodzi amene sadanene kuti Atumwi adali abodza, motero chilango changa chinali chowayenera"}]}