{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"sarvalokalaku heccarika cesediga, i giturayini (phurkhan nu) tana dasunipai kramakramanga avatarimpajesina ayana (allah) ento subhadayakudu"},{"SurahNumber":25,"VerseNumber":2,"Text":"bhumyakasala visvasamrajyadhipatyam ayanake cendutundi. Ayana evvarini santananga cesukoledu. Visvasamrajyadhipatyanlo ayanaku bhagasvamulevvaru leru. Mariyu ayana prati danini srstinci, danikoka vidhini nirnayincadu"},{"SurahNumber":25,"VerseNumber":3,"Text":"ayina varu ayanaku baduluga emi srstincaleni mariyu tame srstimpabadina varini aradhyadaivaluga cesukunnaru. Mariyu varu tamaku tamu etti nastam gani, labham gani cesukojalaru. Mariyu variki maranam mida gani, jivitam mida gani mariyu punarut'thana dinam mida gani, elanti adhikaram ledu"},{"SurahNumber":25,"VerseNumber":4,"Text":"mariyu satyatiraskarulu ila antaru: \"Idi (i khur'an) kevalam oka butaka kalpana; dinini itane kalpincadu. Mariyu itara jativaru kondaru, itaniki i panilo sahayapaddaru. Kani vastavaniki varu an'yayaniki mariyu abad'dhaniki punukunnaru"},{"SurahNumber":25,"VerseNumber":5,"Text":"mariyu varinka ila antaru: \"Ivi purvikula gathalu, vatini itanu vrasukunnadu, ivi itaniki udayam mariyu sayantram ceppi vrayincabadutunnayi"},{"SurahNumber":25,"VerseNumber":6,"Text":"Varito ila anu: \"Dinini (i khur'an nu) bhumyakasala rahasyalu telisina vadu avatarimpajesadu. Niscayanga, ayana ksamasiludu, apara karuna pradata"},{"SurahNumber":25,"VerseNumber":7,"Text":"mariyu varila antaru: \"Itanu etuvanti sandesaharudu, (sadharana vyaktivale) itanu annam tintunnadu mariyu vidhulalo tirugutunnadu? (Itanu vastavangane daivapravakta ayite) itaniki toduga heccarika cesevadiga, oka devaduta enduku avatarimpajeyabadaledu"},{"SurahNumber":25,"VerseNumber":8,"Text":"leda itanikoka nidhi enduku ivvabadaledu? Leda itanikoka tota enduku ivvabadaledu? Itanu dani nundi tinataniki!\" A durmargulu inka ila antaru:\"Miru kevalam oka mantrajalaniki guri ayina manavunni anusaristunnaru"},{"SurahNumber":25,"VerseNumber":9,"Text":"(o pravakta!) Cudu varu ninnu gurinci etuvanti udaharanalu istunnaru? Varu margabhrastulai poyaru, varu rjumargam pondajalaru"}]}