{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"Hỡi những ai có đức tin! Hãy tuân lệnh của Allah và Sứ Giả của Ngài và chớ quay bỏ đi trong lúc các ngươi đang nghe (Người truyền lệnh)"},{"SurahNumber":8,"VerseNumber":21,"Text":"Và chớ cư xử như những ai đã từng nói: “Chúng tôi nghe” nhưng họ đã thực sự không nghe"},{"SurahNumber":8,"VerseNumber":22,"Text":"Bởi vì đối với Allah loài thú xấu nhất là kẻ điếc và người câm, những kẻ không hiểu gì"},{"SurahNumber":8,"VerseNumber":23,"Text":"Và nếu Allah biết nơi họ có điều tốt nào thì chắc chắn Ngài đã làm cho họ biết nghe. Và nếu Allah có làm cho họ nghe được đi nữa thì họ cũng quay bỏ đi bởi vì họ đã có dã tâm đào nhiệm"},{"SurahNumber":8,"VerseNumber":24,"Text":"Hỡi những ai có đức tin! Hãy đáp lời kêu gọi của Allah và của Sứ Giả (Muhammad) khi Ngài kêu gọi các ngươi đến với điều làm cho các ngươi sống và hãy biết rằng Allah xen vào giữa một người và quả tim (tấm lòng) của y và chính Ngài là Đấng mà tất cả các ngươi sẽ được tập trung đưa về (trình diện)"},{"SurahNumber":8,"VerseNumber":25,"Text":"Và hãy sợ tai họa mà không riêng gì những kẻ sai phạm sẽ phải chịu (mà là tất cả); và nên biết rằng Allah trừng phạt rất nghiêm khắc"},{"SurahNumber":8,"VerseNumber":26,"Text":"Và hãy nhớ khi các ngươi chỉ gồm một thiểu số yếu ớt trong xứ, các ngươi sợ bị bắt cóc đem đi thủ tiêu, bởi thế Ngài (Allah) ban cho các ngươi một nơi tị nạn và tăng cường sức mạnh cho các ngươi với sự trợ giúp của Ngài và cung dưỡng các ngươi với lộc ăn tốt và sạch để cho các ngươi tỏ lòng biết ơn"},{"SurahNumber":8,"VerseNumber":27,"Text":"Hỡi những ai có đức tin! Chớ phản bội Allah và Sứ Giả (Muhammad) và chớ cố ý gian lận tín vật đã được ký thác nơi các ngươi trong lúc các ngươi biết"},{"SurahNumber":8,"VerseNumber":28,"Text":"Và hãy biết rằng tài sản và con cái của các ngươi chỉ là một sự thử thách và sẽ có một phần thưởng to lớn hơn nơi Allah"}]}