{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Haroina, ʙaroi parhezgoron, onon, ki az azoʙi Alloh tarsidand, ʙo ançom dodani amrhojaş va tark namudani man'kardahojaş dar nazdi Parvardigoraşon ʙoƣhoest purne'mat va ʙardavom"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ojo pas mo musalmononro hamcun gunahkoron qaror medihem"},{"SurahNumber":68,"VerseNumber":36,"Text":"Şumoro cī şudaast? cī guna dovarī mekuned, pas har du gurūhro dar çazo ʙaroʙar xohem kard? Heç goh"},{"SurahNumber":68,"VerseNumber":37,"Text":"Ojo şumoro kitoʙest, az osmon nozil şuda, ki az on mexoned va dars megired, ki farmonʙardor monandi gunahkor ast"},{"SurahNumber":68,"VerseNumber":38,"Text":"Va ʙa tahqiq, dar on kitoʙ on ciro intixoʙ kuned, ʙaroi şumo naviştaşuda ast?! (Hargiz cunin nest)"},{"SurahNumber":68,"VerseNumber":39,"Text":"Jo in ki şumo ʙar ūhdai Mo ahdu pajmoni ustuvore dored, ki to rūzi qijomat har ciro hukm kuned, haq ʙaroi şumo ʙoşad"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ej Rasul, az muşrikon ʙipurs, kadom jakeaşon zomini cunin pajmonest, ki kofiron dar oxirat monandi mū'minonand"},{"SurahNumber":68,"VerseNumber":41,"Text":"Jo onhoro şarikonest, ki onhoro dar oxirat hamonandi musalmonon gardonand? Agar rost megūjand, dar da'voi xud, pas şarikoni xudro ʙijovarand"},{"SurahNumber":68,"VerseNumber":42,"Text":"Rūze, ki soq ʙarahna va makşuf gardad, (ja'ne, rūzi qijomat vaz'ijat ʙenihojat Duşvor gardad, dar on rūz Alloh ta'olo soqi xudro, ki ʙe cī gunagī va ʙa cize monandī nadorad, oşkor kunad, Alloh ta'olo ʙaroi dovarī mijoni mardum ʙijojad) va hama xaloiq ʙa saçda faro xonda şavand, pas munofiqon va muşrikon saçda kardan nametavonand"},{"SurahNumber":68,"VerseNumber":43,"Text":"Dar hole, ki caşmonaşon az nadomat va xiçolat furū aftoda va az azoʙi Alloh zillat va xorī onhoro furū girad va haqiqatan, ki peş az on dar dunjo dar hole, ki solim ʙudand, ʙa saçda faro xonda meşudand, ammo onho az rūi takaʙʙur saçda namekardand"},{"SurahNumber":68,"VerseNumber":44,"Text":"Pas, ej Rasul, Maro ʙo kase, ki in suxan (Qur'on)-ro durūƣ meʙarorad, voguzor, zero intiqom az onho va çazo dodanaşon ʙar Man ast. Mo onhoro ʙa zudī az on çoe, ki namedonand, andak-andak ʙa azoʙ xohem girift"},{"SurahNumber":68,"VerseNumber":45,"Text":"Va ʙa onho mūhlat diham va umraşonro daroz kunam, to gunohro zijod kunand. Alʙatta, tadʙiri Man tadʙiri ustuvor ast va kase az on rahoī nadorad"},{"SurahNumber":68,"VerseNumber":46,"Text":"Ej Rasul jo az muşrikon, dar ivazi taʙliƣi risolat muzde metalaʙī, pas tovoni on ʙarojaşon garonʙor ast va onho az adoi on dar rançand"},{"SurahNumber":68,"VerseNumber":47,"Text":"Jo ilmi ƣajʙ nazdi onhost, pas onho az rūi on menavisand on ciro, ki megūjand"},{"SurahNumber":68,"VerseNumber":48,"Text":"Pas ej Rasul ʙaroi farmon va hukmi Parvardigorat saʙr kun, va monandi sohiʙi mohī (Junus iʙni Mato alajhissalom,) maʙoş, ki dar da'vati qavmaş saʙr nakard va cun sarşor az ƣamu andūh ʙud, Allohro nido kard"},{"SurahNumber":68,"VerseNumber":49,"Text":"Agar ne'mat va rahmate az sūi Parvardigoraş ūro darnamejoft, jaqinan az şikami mohī ʙa sahroi ʙeoʙu alaf partofta meşud, dar hole, ki ū ʙadhol ʙud"},{"SurahNumber":68,"VerseNumber":50,"Text":"Pas, Parvardigoraş ūro ʙaroi risolataş ixtijor kard va ūro az zumrai solehon qaror dod, ki nijat, a'mol va aqvolaşon şoista va durust ast"},{"SurahNumber":68,"VerseNumber":51,"Text":"Va kofiron cun Qur'onro şunidand, nazdik ʙud, ki az saʙaʙi ʙad didanaşon turo ʙo caşmoni xud ʙilaƣƶonand va az rūi hasad megūjand, ki qat'an ū devona ast"},{"SurahNumber":68,"VerseNumber":52,"Text":"Va hol on ki Qur'on ʙaroi çahonijon (az insu çin) faqat pande ast"}]}