{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Ani vase bohatstvi, ani vase deti nejsou tim, co priblizi vas k Nam nejvice, krome tech, kdoz uverili a zbozne skutky konali. A takovi budou mit odmenu dvojnasobnou za to, co cinili, a v komnatach rajskych v bezpeci budou dlit"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ti vsak, kdoz usilovali znemoznit znameni Nase - ti v trest svuj budou uvrzeni"},{"SurahNumber":34,"VerseNumber":39,"Text":"Rci: \"Pan muj veru v hojnosti ustedruje obzivu, komu chce ze sluzebniku Svych, a odmeruje ji take, komu chce. A cokoliv rozdate jako almuznu, On vam to vynahradi a On nejlepsi je ze vsech ustedrujicich"},{"SurahNumber":34,"VerseNumber":40,"Text":"Jednoho dne On vsechny shromazdi a potom rekne andelum: \"Uctivali vas tihleti"},{"SurahNumber":34,"VerseNumber":41,"Text":"Odpovedi: \"Slava Tobe, Tys ochrance nas, a nikoli oni! Ba naopak, oni dziny uctivali a mnozi z nich v ne verili"},{"SurahNumber":34,"VerseNumber":42,"Text":"A v ten den nebudete si moci navzajem prospet ani uskodit. A rekneme tem, kdoz nespravedlivi byli: \"Ochutnejte trestu ohne, jejz za lez jste pokladali"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kdyz jsou jim sdelovana znameni Nase zretelna, rikaji: \"Tohle je jenom clovek, ktery vas chce vzdalit od toho, co otcove vasi uctivali.\" A dodavaji: \"A neni to nic jineho nez lez vymyslena!\" A rikaji ti, kdoz neuverili, o pravde, kdyz prisla k nim: \"Tohle neni nic nez kouzelnictvi zjevne"},{"SurahNumber":34,"VerseNumber":44,"Text":"A nedali jsme jim drive Pisma zadna, ktera by studovali, a neposlali jsme k nim pred tebou varovatele zadne"},{"SurahNumber":34,"VerseNumber":45,"Text":"A take ti, kdoz byli pred nimi, to za lez pokladali; a pritom tito nedosahli ani desetiny toho, co tamtem jsme dali. A prohlasili za lhare posly Me a jaka byla nevole Ma"}]}