{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"ēmī? Nīku teliyadā? Niścayaṅgā mēmu satyatiraskārulapai ṣaitānulanu vadilāmani? Avi vārini (satyānni tiraskarin̄camani) atyadhikaṅgā prērēpistū uṇṭāyani"},{"SurahNumber":19,"VerseNumber":84,"Text":"kāvuna vāri mīda (śikṣanu) avatarimpa jēyamani nīvu tondara peṭṭaku. Niścayaṅgā, mēmu (vāri dinālanu) khaccitaṅgā lekka peḍutunnāmu"},{"SurahNumber":19,"VerseNumber":85,"Text":"ā rōju mēmu daivabhīti galavārini ananta karuṇāmayuni sannidhilō atithulugā pravēśapeḍatāmu"},{"SurahNumber":19,"VerseNumber":86,"Text":"mariyu aparādhulanu dappika gonna vāṭi valē (jantuvula valē), narakaṁ vaipunaku tōlukoni pōtāmu"},{"SurahNumber":19,"VerseNumber":87,"Text":"(Ānāḍu) ananta karuṇāmayuni anumati pondinavāḍu tappa marevvarikī siphārasu cēsē adhikāraṁ uṇḍadu"},{"SurahNumber":19,"VerseNumber":88,"Text":"vārilā annāru: \"Anantakaruṇāmayuniki koḍukunnāḍu"},{"SurahNumber":19,"VerseNumber":89,"Text":"vāstavāniki, mīru enta pāpiṣṭhikaramaina viṣayānni kalpin̄cāru"},{"SurahNumber":19,"VerseNumber":90,"Text":"dāni valana ākāśālu prēli pōvaccu! Bhūmi cīli pōvaccu! Mariyu parvatālu dhvansamai pōvaccu"},{"SurahNumber":19,"VerseNumber":91,"Text":"endukaṇṭē vāru ananta karuṇāmayuniki koḍukunnāḍani ārōpin̄cāru"},{"SurahNumber":19,"VerseNumber":92,"Text":"evarinainā koḍukunigā cēsukōvaṭaṁ ananta karuṇāmayuniki taginadi kādu"},{"SurahNumber":19,"VerseNumber":93,"Text":"endukaṇṭē! Bhūmyākāśālalō nunna vārandarū kēvalaṁ ananta karuṇāmayuni dāsulugā mātramē hājaru kānunnāru"},{"SurahNumber":19,"VerseNumber":94,"Text":"vāstavāniki, āyana andarinī parivēṣṭin̄ci unnāḍu mariyu vārini sariggā lekka peṭṭi unnāḍu"},{"SurahNumber":19,"VerseNumber":95,"Text":"mariyu punarut'thāna dinamuna vārandarū, oṇṭarigānē āyana mundu hājaravutāru"},{"SurahNumber":19,"VerseNumber":96,"Text":"niścayaṅgā, viśvasin̄ci satkāryālu cēsē vāri paṭla ananta karuṇāmayuḍu (prajala hr̥dayālalō) prēmanu (vātsalyānni) kalugajēyagalaḍu"},{"SurahNumber":19,"VerseNumber":97,"Text":"kāvuna nīvu (ō pravaktā!) Daivabhīti galavāriki śubhavārta nivvaṭāniki mariyu vādulāḍē jāti vārini heccarin̄caṭānikī, mēmu dīnini (ī khur'ān nu) sulabhataraṁ cēsi, nī bhāṣalō avatarimpajēśāmu"},{"SurahNumber":19,"VerseNumber":98,"Text":"mariyu vīriki pūrvaṁ mēmu enni tarāla vārini nāśanaṁ cēyalēdu! Ēmī? Nīvu ippuḍu vārilō ē okkarinainā cūstunnāvā? Lēka vāri mellani śabdamainā viṇṭunnāvā"}]}