{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":19,"VerseNumber":41,"Text":"Futhi khumbula (umlando) ka-Abrahamu embhalweni, ngempela yena wayengumphrofethi oneqiniso"},{"SurahNumber":19,"VerseNumber":42,"Text":"Khumbula ngenkathi ethi kuyise, “Oh baba wami! Kungani ukhonza lokho okungezwa futhi okungaboni futhi okungeyinzuzo yalutho kuwena na?”"},{"SurahNumber":19,"VerseNumber":43,"Text":"Oh Baba wami! ngempela mina ngifikelwe ulwazi olungazange lufike kuwena ngakho-ke ngilandele ngizokuholela endleleni eqondileyo"},{"SurahNumber":19,"VerseNumber":44,"Text":"Oh baba wami! ungamkhonzi usathane, ngempela usathane akamhloniphanga onomusa"},{"SurahNumber":19,"VerseNumber":45,"Text":"Oh baba wami! Ngempela mina ngiyesaba ukuthi ungase uthintwe yisijeziso esivela konomusa (uMvelinqangi) bese uba ngumngane kasathane”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Uyise) wathi, “ngakube wena awubathandi yini oNkulunkulu bami Oh Abrahamu na? Uma ungakuyeki (lokho) ngempela ngizokukhanda ngamatshe futhi qhelelana nami isikhathi eside”"},{"SurahNumber":19,"VerseNumber":47,"Text":"(U-Abrahamu) wathi (kuyise) “ukuthula makube kuwe ngizokucelela intethelelo eNkosini yami ngempela yona ngasosonke isikhathi imnene kumina”"},{"SurahNumber":19,"VerseNumber":48,"Text":"Futhi ngiyaqhelela nani nakulokho enikumemezayo esikhundleni sikaMvelinqangi futhi ngizomemeza iNkosi yami, nginethemba lokuthi angeke ngingabusiseki ekumemezeni kwami iNkosi yami"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ngakho-ke kwathi lapho (u-Abrahamu) eseqhelelana nabo kanye nalokho abakukhonzayo esikhundleni sikaMvelinqangi samupha u-Isaka noJakobe, ngamunye wabo samenza waba ngumphrofethi"},{"SurahNumber":19,"VerseNumber":50,"Text":"Futhi sabapha emseni wethu futhi sabapha ukuduma la emhlabeni okusezingeni eliphezulu"}]}