{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"For the Pilgrimage, the months are well known. If anyone undertakes that duty, let there be no sign of offense, no wickedness, nor disputes during the Pilgrimage (Hajj). and whatever good you do, Allah knows it. And take a provision (with you) for the journey, but the best of provisions is right conduct. So fear Me, O! You, (people) who are wise"},{"SurahNumber":2,"VerseNumber":198,"Text":"It is no sin for you if you seek the bounty of your Lord (during pilgrimage). Then when you come down from (Mount) Arafat, celebrate the Praises of Allah at the Sacred Mountain, and celebrate His Praise as He has directed you, even though, before this, you went astray"},{"SurahNumber":2,"VerseNumber":199,"Text":"Then move on at a quick pace from the place whence it is usual for the people to do so, and ask for Allah’s forgiveness. Verily, Allah is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":2,"VerseNumber":200,"Text":"So when you have finished your (prescribed) duties of Hajj, celebrate the Praises of Allah, as you used to celebrate the praises of your fathers— Yes, with much more (feelings), heart and soul. Some men who say: \"Our Lord! Give us (Your bounties) in this world!\" But they will have no portion in the Hereafter"},{"SurahNumber":2,"VerseNumber":201,"Text":"And there are some men who say: \"Our Lord! Give us good in this world and good in the Hereafter, and protect us from the severe pain of the Fire"},{"SurahNumber":2,"VerseNumber":202,"Text":"To these (men) will be allotted what they have earned and Allah is quick in account"},{"SurahNumber":2,"VerseNumber":203,"Text":"And celebrate the Praises of Allah during the appointed days. But if anyone has to leave in two days, there is no sin on him, and if anyone stays on, there is no sin on him (either), if his aim is to do right. Then fear Allah, and know that you will surely be brought before Him"},{"SurahNumber":2,"VerseNumber":204,"Text":"There is the type of man whose talks about this world’s life may dazzle you, and he calls Allah to witness about what is in his heart; Yet he is the most severe of enemies"},{"SurahNumber":2,"VerseNumber":205,"Text":"When he turns his back, his aim is to spread mischief everywhere through the earth and destroy crops and cattle. But Allah does not love mischief"},{"SurahNumber":2,"VerseNumber":206,"Text":"And when it is said to him, \"Fear Allah.\" He is led by false pride towards (even more) sin. Enough for him is Hell- An evil bed indeed (to lie on)"},{"SurahNumber":2,"VerseNumber":207,"Text":"And there is the type of man who gives his life to earn the Pleasure of Allah; And Allah is full of kindness to (such) devotees"},{"SurahNumber":2,"VerseNumber":208,"Text":"O you who believe! Enter into Islam whole-heartedly; And follow not the footsteps of the Satan; For he is to you an avowed enemy"},{"SurahNumber":2,"VerseNumber":209,"Text":"Then, if you go back after the Clear (Signs) have come to you, then know that Allah is Exalted in Power, Wise"},{"SurahNumber":2,"VerseNumber":210,"Text":"Will they (the non believers) wait until Allah comes to them in canopies of clouds, with angels (in His train) and the question is thus settled? But to Allah all the questions go back (for decision)"}]}