{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"Зло появляется на суше и на море по причине того, что совершают людские руки, чтобы они вкусили часть того, что они натворили, и чтобы они вернулись на прямой путь"},{"SurahNumber":30,"VerseNumber":42,"Text":"Скажи: «Постранствуйте по земле и посмотрите, каким был конец тех, которые жили прежде. Большинство из них были многобожниками»"},{"SurahNumber":30,"VerseNumber":43,"Text":"Обрати свой лик к правой вере до того, как придет Неотвратимый день от Аллаха. В тот день они будут поделены на две группы"},{"SurahNumber":30,"VerseNumber":44,"Text":"Кто не уверовал, того неверие обратится против него самого. А те, которые поступали праведно, будут готовить для себя места в Раю"},{"SurahNumber":30,"VerseNumber":45,"Text":"Это произойдет для того, чтобы Он воздал Своими щедротами тем, которые уверовали и совершали праведные деяния. Воистину, Он не любит неверующих"},{"SurahNumber":30,"VerseNumber":46,"Text":"Среди Его знамений - то, что Он посылает ветры добрыми вестниками, чтобы дать вам вкусить от Его милости, чтобы корабли плыли по Его воле и чтобы вы искали Его милость, - быть может, вы будете благодарны"},{"SurahNumber":30,"VerseNumber":47,"Text":"Мы уже отправляли до тебя посланников к их народам, и они приносили им ясные знамения. Мы отомстили грешникам, и Нашим долгом было помогать верующим"},{"SurahNumber":30,"VerseNumber":48,"Text":"Аллах - Тот, Кто посылает ветры, которые поднимают облака. Он простирает их по небу, как пожелает, и разрывает их в клочья. Потом ты видишь, как из их расщелин льется дождь. Стоит Ему пролить его на тех из Своих рабов, на кого Он пожелает, как они радуются"},{"SurahNumber":30,"VerseNumber":49,"Text":"хотя до того, как он был ниспослан им, они были в отчаянии"},{"SurahNumber":30,"VerseNumber":50,"Text":"Посмотри на следы милости Аллаха, на то, как Он оживляет землю после ее смерти. Воистину, Он способен оживить мертвых и способен на всякую вещь"},{"SurahNumber":30,"VerseNumber":51,"Text":"Если Мы пошлем ветер, и они увидят, как она (нива) пожелтела, то после этого они будут неблагодарны"},{"SurahNumber":30,"VerseNumber":52,"Text":"Воистину, ты не заставишь слышать мертвецов и не заставишь глухих услышать призыв, когда они обращаются вспять"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ты не выведешь слепых из их заблуждения. Ты можешь заставить слышать только тех, которые веруют в Наши знамения, будучи мусульманами"}]}