{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"Tot, komu My obetovali prekrasnoye obetovaniye, i on idet uzhe v sreteniye yemu, takov li, kak tot, komu My dayem naslazhdat'sya naslazhdeniyami zdeshney zhizni; i on so vremenem, v den' voskreseniya, budet v chisle predstavlennykh pred Nami"},{"SurahNumber":28,"VerseNumber":62,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Gde te souchastniki Mne, kotorykh vy takovymi schitali"},{"SurahNumber":28,"VerseNumber":63,"Text":"Te, k kotorym obrashcheno budet eto slovo, skazhut: \"Gospodi nash! Vot te, kotoryye vveli v nas v zabluzhdeniye. My vveli ikh v zabluzhdeniye potomu, chto oni byli uzhe v zabluzhdenii; my ne vinovaty pred Toboyu v, tom, chto oni poklanyalis' nam"},{"SurahNumber":28,"VerseNumber":64,"Text":"Togda budet skazano: \"Sprosite souchastnikov, vami pridumannykh\"; i oni sprosyat ikh, no eti ne otvetyat im. Togda oni uvidyat svoyu muku. Chto by im idti po pryamomu puti"},{"SurahNumber":28,"VerseNumber":65,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Chto eto otvechali vy sim poslannikam"},{"SurahNumber":28,"VerseNumber":66,"Text":"No slova ikh v etot den' budut bessmyslenny kak u bezumnogo: oni ne smogut sprosit' drug druga"},{"SurahNumber":28,"VerseNumber":67,"Text":"No kto odumayetsya, uveruyet i budet delat' dobroye, tot, byt' mozhet, budet v chisle blazhennykh"},{"SurahNumber":28,"VerseNumber":68,"Text":"Gospod' tvoy tvorit chto khochet i chto svobodno izbirayet; u nikh net svobodnogo vybora. Vozdayte khvalu Bogu! On prevoznesen nad temi, kogo priznayut oni souchastnikami Yemu"},{"SurahNumber":28,"VerseNumber":69,"Text":"Gospod' tvoy znayet to, chto ikh serdtsa skryvayut i chto obnaruzhivayut"},{"SurahNumber":28,"VerseNumber":70,"Text":"On yest' Bog: krome Yego net nikogo dostoynogo bogopochteniya; Yemu slava v nastoyashchem i v budushchem veke; u Nego vlast' nad vsem, i k Nemu vy vozvrashcheny budete"},{"SurahNumber":28,"VerseNumber":71,"Text":"Skazhi: \"Ne ponimayete li: yesli Bog sdelayet noch' nad vami nepreryvno prodolzhayushcheyusya do dnya voskreseniya, togda kto iz bogochtimykh, krome Boga, prineset k vam svet? Uzhe li ne slyshite"},{"SurahNumber":28,"VerseNumber":72,"Text":"Skazhi: \"Ne ponimayete li: yesli Bog sdelayet den' nad vami nepreryvno prodolzhayushchimsya do dnya voskreseniya, togda kto iz bogochtimykh, krome Boga, prineset k vam noch' dlya vashego uspokoyeniya vo vremya yeye? Uzhe li ne vidite"},{"SurahNumber":28,"VerseNumber":73,"Text":"Po milosti Svoyey, On ustroil dlya vas noch' i den', dlya togo, chtoby vy v prodolzheniye yeye pokoilis', a v prodolzheniye yego iskali sebe darov Yego: mozhet byt', budete blagodarny"},{"SurahNumber":28,"VerseNumber":74,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Gde te souchastniki Mne, kotorykh vy takovymi schitali"},{"SurahNumber":28,"VerseNumber":75,"Text":"Iz kazhdogo naroda My vytyanem svidetelya, i skazhem: \"Predstav'te vashi dokazatel'stva!\" Togda oni uznayut, chto istina u Boga; a te, kotorykh oni vydumali, ischeznut s glaz ikh"}]}