{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"Els beduins que s'excusen venen que se'ls doni permis. Els que menteixen a Al·la i al seu Missatger es queden a casa. Un castig doloros arribara a als que d'ells no creen"},{"SurahNumber":9,"VerseNumber":91,"Text":"Si son sincers envers Al·la i amb El seu Missatger, no haura gens que retreure als febles, als malalts, als que no troben els mitjans. No hi ha motiu contra els que obren amb honradesa. Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":92,"Text":"Tampoc contra aquells a qui, venint a tu perque els facilitis muntura, dius: «No us trobo muntura» i es tornen amb els ulls arrasats de llagrimes de tristesa perque no troben els mitjans"},{"SurahNumber":9,"VerseNumber":93,"Text":"Nomes hi ha motiu contra els que, sent rics, et demanen permis. Prefereixen quedar-se amb les dones deixades darrere. Al·la ha segellat els seus cors, aixi que no saben"},{"SurahNumber":9,"VerseNumber":94,"Text":"S'excusaran davant vosaltres quan torneu a ells. Digues: «No us excuseu! No anem a creure-us! Al·la ja ens ha informat sobre vosaltres. Al·la i El seu Missatger veuran les vostres obres. Despres, se us retornara al Coneixedor de l'ocult i del pales i ja us informara Ell del que feieu»"},{"SurahNumber":9,"VerseNumber":95,"Text":"Quan regresseu a ells us demanaran, jurant per Al·la, que els deixeu. Deixeu-los, doncs, son una abominacio. El seu estatge sera la Jahenam com retribucio del que han comes"},{"SurahNumber":9,"VerseNumber":96,"Text":"Us conjuren que accepteu les seves excuses. Pero, si vosaltres les accepteu, Al·la no les acceptara del poble pervers"},{"SurahNumber":9,"VerseNumber":97,"Text":"Els beduins son els mes infidels, els mes hipocrites i els mes propensos a ignorar les lleis contingudes en la revelacio d'Al·la al seu Missatger. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":98,"Text":"Alguns beduins consideren com onerosa obligacio pecuniaria el que gasten, i aguaiten les vostres vicissituds. Que siguin ells els que sofreixin un reves! Al·la tot ho escolta, tot ho sap"},{"SurahNumber":9,"VerseNumber":99,"Text":"Pero hi ha altres beduins que creuen en Al·la i en l'ultim Dia i consideren el que gasten i les oracions del Missatger com mitjans d'acostar-se a Al·la. No es aixo per a ells un mitja d'acostar-se? Al·la els introduira en La seva misericordia. Al·la es indulgent, misericordios"}]}