{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"Ey iman edenler! Allah'ın size helal kıldıgı iyi ve temiz seyleri (siz kendinize) haram kılmayın ve sınırı asmayın. Muhakkak ki Allah, sınırı asanları sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah'ın size helal ve temiz olarak verdigi rızıklardan yiyin ve kendisine iman etmis oldugunuz Allah'tan korkun"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah, kasıtsız olarak agzınızdan cıkıveren yeminlerinizden dolayı sizi sorumlu tutmaz, fakat bilerek yaptıgınız yeminlerden dolayı sizi sorumlu tutar. Bunun da keffareti, kendi ailenize yedirdiginizin ortalamasından on fakiri doyurmak, yahut onları giydirmek, yahut da bir kole azad etmektir. Bunları bulamayan uc gun oruc tutmalıdır. Yemin ettiginiz takdirde yeminlerinizin keffareti iste budur. Yeminlerinizi koruyun (onlara riayet edin). Allah size ayetlerini acıklıyor; umulur ki sukredersiniz"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey iman edenler! Sarap, kumar, dikili taslar (putlar), fal ve sans okları birer seytan isi pisliktir; bunlardan uzak durun ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Seytan icki ve kumar yoluyla ancak aranıza dusmanlık ve kin sokmak; sizi, Allah'ı anmaktan ve namazdan alıkoymak ister. Artık (bunlardan) vazgectiniz degil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah'a itaat edin, Rasule de itaat edin ve (kotuluklerden) sakının. Eger (itaatten) yuz cevirirseniz, bilin ki Rasulumuzun vazifesi apacık duyurmak ve bildirmektir"},{"SurahNumber":5,"VerseNumber":93,"Text":"Iman eden ve salih amel isleyenlere, hakkıyla sakınıp iman ettikleri ve salih amel isledikleri, sonra yine hakkıyla sakınıp iman ettikleri, sonra da hakkıyla sakınıp yaptıklarını, ellerinden geldigince guzel yaptıkları takdirde (haram kılınmadan once) tattıklarından dolayı gunah yoktur. (Onemli olan inandıktan sonra iman ve iyi amelde sebattır). Allah iyi ve guzel yapanları sever"}]}