{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not notice? We send the Shaitans upon the disbelievers, and they continually incite and instigate them"},{"SurahNumber":19,"VerseNumber":84,"Text":"Do not be impatient with them. We are counting down their days"},{"SurahNumber":19,"VerseNumber":85,"Text":"That day, We will gather the pious (God-fearing) as guests of Rehman"},{"SurahNumber":19,"VerseNumber":86,"Text":"While the sinners will be like thirst-stricken animals, whom We will shove towards the hellfire"},{"SurahNumber":19,"VerseNumber":87,"Text":"No one has the ability to intervene, except those whom Rehman has promised"},{"SurahNumber":19,"VerseNumber":88,"Text":"What? Do they say Rehman (God) has a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"They have surely brought forth a grave thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"So grave, indeed, that it may cause the earth to explode into pieces! Or the mountains may come tumbling down! Or the heavens might just crack asunder"},{"SurahNumber":19,"VerseNumber":91,"Text":"They have dared to assign a son for Rehman"},{"SurahNumber":19,"VerseNumber":92,"Text":"It is not befitting for Rehman to have a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"Every being in the heavens and on the earth shall come before Rehman as a slave"},{"SurahNumber":19,"VerseNumber":94,"Text":"He is aware of their exact number, and He has counted them all up"},{"SurahNumber":19,"VerseNumber":95,"Text":"On the Day of Judgment, each of them shall arrive all alone, and shall be on his own"},{"SurahNumber":19,"VerseNumber":96,"Text":"And of course, Rehman will instill with love, the hearts of those who believe and do the righteous deeds"},{"SurahNumber":19,"VerseNumber":97,"Text":"We have made this (Quran) easy for you, in your own language, in order that you may give the glad tidings to the pious and the God-fearing. With it, you may warn those that are belligerent"},{"SurahNumber":19,"VerseNumber":98,"Text":"Many a people have We destroyed before them. So now, can you sense even a faint sign of their existence, or hear even a wisp of their tale"}]}