{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"And We have sent down this Book as a blessing. Follow it then and fear Allah so that mercy is shown to you"},{"SurahNumber":6,"VerseNumber":156,"Text":"Lest you say, \"The Book was sent down only to two groups before us, and We were truly unaware of lessons therein"},{"SurahNumber":6,"VerseNumber":157,"Text":"Or lest you say, \"If only the Book had been sent down to us, we would certainly have been guided better than they.\" So now, surely, there has come to you a Clarification, Guidance and Mercy from your Lord.Who then is more unjust than he who rejects Allah's Verses/signs, and turns away therefrom? We will repay those who turn away from Our Verses/signs with an evil punishment because of their turning away"},{"SurahNumber":6,"VerseNumber":158,"Text":"Are they waiting for nothing but that the angels should come to them or that your Lord should come, or that some of the signs of your Lord should come? The day when some of the signs of your Lord do come, one's belief then shall be of no benefit to anyone who had already not attained faith or earned good points through one's faith before! Say, \"Just you wait! We too are waiting"},{"SurahNumber":6,"VerseNumber":159,"Text":"You have indeed no concern with those who divide their religion into sects. Their matter goes to Allah, Who will then tell them what they did"},{"SurahNumber":6,"VerseNumber":160,"Text":"One who comes up with a good deed, shall have the credit of ten like it, and one who comes up with an evil deed, shall have the recompense of only the like thereof and they shall not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say, \"As for me, my Lord has indeed guided me to the Straight Path of the right religion — the creed of Abraham, the upright man; and he was not of those who worship others besides Allah"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say, \"Indeed, my prayer, my sacrifice, my life and my death are all for Allah, the Lord of the worlds"},{"SurahNumber":6,"VerseNumber":163,"Text":"He has no associate whom I should worship. And this am I commanded with, and I am the first of those who submit"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say, \"Shall I seek a lord other than Allah? And He is the Lord of all things! And none earns anything but for one's own self. And no bearer of burden shall bear the burden of another. Then to your Lord is your return. He will then explain to you the things in which you differed"},{"SurahNumber":6,"VerseNumber":165,"Text":"And He it is Who has made you His representatives on earth, and raised some of you above others in ranks so that He may test you in what He has given you. Indeed, your Lord is swift in retribution, and He is indeed Forgiving, Merciful"}]}