{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Ai lie fu, lia mu, mi mu"},{"SurahNumber":32,"VerseNumber":2,"Text":"(Zhe) shi congzhong shijie de zhu jiang shi de jingdian, qizhong hao wuyi yi"},{"SurahNumber":32,"VerseNumber":3,"Text":"Tamen shuo:“Ta niezao ta ma?” Buran, ta shi cong ni de zhu jiang shi de zhenli, yibian ni jinggao ni zhiqian meiyou renhe jinggao zhe lailinguo de yiqun minzhong, yibian tamen zunxun zhengdao"},{"SurahNumber":32,"VerseNumber":4,"Text":"An la ceng zai liu rinei chuangzao tiandi wanwu, ranhou sheng shang baozuo, chu ta wai, nimen meiyou renhe jianhu zhe he xiyue zhe. Nimen zenme bu jinian ne"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ta zhili zi tian zhi di de shiwu, ranhou na jian shi zai yi ri zhi nei sheng dao ta nali, na yi ri de changdu, shi nimen suo jisuan de yiqian nian"},{"SurahNumber":32,"VerseNumber":6,"Text":"Na shi quanzhi youming de, wanneng de, zhi ci de zhu"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ta jingzhi tasuo chuangzao de wanwu, ta zuichu yong nitu chuangzao ren"},{"SurahNumber":32,"VerseNumber":8,"Text":"Ranhou yong jian shui de jinghua chuangzao ren de zisun"},{"SurahNumber":32,"VerseNumber":9,"Text":"Ranhou shi ta jianquan, bing jiang ta de jingshen chui zai ren de shenti zhong, you wei nimen chuangzao ermu he xinling. Nimen hen shao ganxie"},{"SurahNumber":32,"VerseNumber":10,"Text":"Tamen shuo:“Women xiaoshi zai dixia zhihou, nandao women biding chongxin shou zao ma?” Buran! Tamen bu xin jiang yu tamen de zhu xiang hui"},{"SurahNumber":32,"VerseNumber":11,"Text":"Ni shuo:“Fengming zhuguan nimen de siwang de tianshi, jiang shi nimen siwang, ranhou nimen jiang bei zhao guiyu nimen de zhu.”"}]}