{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"ہرگز نہ پاسکو گے تم کامل نیکی (کا رتبہ) جب تک نہ خرچ کرو (راہ خدا میں) ان چیزوں سے جن کو تم عزیز رکھتے ہو اور جو کچھ تم خرچ کرتے ہو بلاشبہ اللہ تعالیٰ اے جانتا ہے۔"},{"SurahNumber":3,"VerseNumber":93,"Text":"سب کھانے کی چیزیں حلال تھیں بنی اسرائیل کے لیے مگر وہ جسے حرام کیا اسرائیل نے اپنے آپ پر اس سے پہلے کہ نازل کی گئی تورات آپ فرماؤ لاؤ تورات پھر پڑھو اے اگر تم سچے ہو۔"},{"SurahNumber":3,"VerseNumber":94,"Text":"پس جو بہتا ن لگاتا ہے اللہ تعالیٰ پر جھوٹا اس کے بعد تو وہی ظالم ہیں۔"},{"SurahNumber":3,"VerseNumber":95,"Text":"آپ کہہ دیجیے سچ فرمایا ہے اللہ نے پس پیروی کرو تم ملت ابراہیم کی جو ہر اطل سے الگ تھلگ تھے اور (بالکل) نہ تھے وہ شرک کرنے والوں میں سے۔"},{"SurahNumber":3,"VerseNumber":96,"Text":"بے شک پہلا (عبادت) خانہ جو بنایا گیا لوگوں کے لیے وہی ہے جو مکہ میں ہے بڑا برکت والا ہدایت (کا سرچشمہ) ہے سب جہانوں کے لیے۔"},{"SurahNumber":3,"VerseNumber":97,"Text":"اس میں روشن نشانیاں ہیں (ان میں سے ایک) مقام ابراہیم ہے اور جو بھی داخل ہو ا اس میں ہوجاتا ہے (ہر خطرہ سے) محفوظ اور اللہ کے لیے فرض ہے لوگوں پر حج اس گھرکا جو طاقت رکھتا ہو وہاں تک پہنچنے کی کی اور جو شخص (اِس کے باوجود) انکار کرے تو بےشک اللہ بےنیاز ہے سارے جہان سے ۔"},{"SurahNumber":3,"VerseNumber":98,"Text":"آپ فرمائیے اے اہل کتاب! کیوں انکار کرتے ہو اللہ کی آیتوں کا اور اللہ دیکھ رہا ہے جو کچھ تم کرتے ہو۔"},{"SurahNumber":3,"VerseNumber":99,"Text":"آپ فرمائیے اے اہل کتاب! تم کیوں روکتے ہو اللہ کی راہ سے اسے جو ایمان لاچکا ۔ تم چاہتے ہو کہ اس راہ (راست) کو ٹیڑھا بنادو حالانکہ تم خود ( اس کی راستی کے) گواہ ہو اور نہیں ہے اللہ بےخبر ان (کرتوتوں ) سے جو تم کرتے ہو۔"},{"SurahNumber":3,"VerseNumber":100,"Text":"اے ایمان والوں! اگر تم کہا مانو گے ایک گورہ کا اہل کتاب سے (تو نتیجہ یہ ہوگا کہ ) لوٹا کر چھوڑیں گے تمھیں تمہارے ایمان قبول کرنے کے بعد کافروں میں۔"},{"SurahNumber":3,"VerseNumber":101,"Text":"اور یہ کیسے ہوسکتا ہے کہ تم (اب پھر) کفر کرتنے لگو حالانکہ تم وہ ہو کہ پڑھی جاتی ہیں تم پر اللہ کی آیتیں اور تم میں اللہ کا رسول بھی تشریف فرما ہے اور جو مضبوطی سے پکڑتا ہے اللہ (کے دامن) کو تو ضرور پہنچایا جاتا ہے اسے سیدھی راہ تک۔"}]}