{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gonlunu Islam´a acmıssa o, Rabb´inden gelen bir nur uzere olmaz mı? Kalpleri Allah´ı anmak hususunda katılasmıs olanlara yazıklar olsun! Iste bunlar apacık sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, ayetleri birbirine benzeyen ve yer yer tekrar eden Kitab´ı, sozlerin en guzeli olarak indirmistir. Rabb´lerinden korkanların bu Kitap´dan derileri urperir; sonra hem derileri hem de kalpleri Allah´ın zikriyle yumusar. Iste bu Kitap, Allah´ın dogruluk rehberidir; O´nunla diledigini dogru yola iletir. Allah kimi de saptırırsa, onu dogru yola eristirecek kimse bulunmaz"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gunu kotu azaptan yuzuyle korunmaya calısan kimse, guven icinde olan kimse gibi midir? Ve zalimlere, «Kazandıklarınızın karsılıgını tadın!» denir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de peygamberi yalanlamıslardı da farkına varmadıkları yerden onlara bir azab cattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah, dunya hayatında da onlara rezillik taddırdı. Ahiret azabı, elbette daha buyuktur. Keske bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun biz, bu Kur´an´da insanlara, ogut alsınlar diye her turlu misali verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"O, puruzsuz Arapca Kur´an´dır. Belki sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah soyle bir misal verdi: Birbiriyle cekisen bir cok ortakların sahip oldugu bir adam (yani kole) ile yalnız bir kisiye baglı olan bir adam. Simdi bu ikisinin durumu bir oluyor mu? Hamd yalnız Allah´a mahsustur; fakat cokları bilmiyor"},{"SurahNumber":39,"VerseNumber":30,"Text":"Sen de oleceksin onlar da olecekler"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra siz, kıyamet gunu, Rabb´inizin huzurunda muhakeme olacaksınız"}]}