{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Recite to them in all truth the story of Adam's two sons: How each offered a sacrifice, and how the offering of one was accepted while that of the other was not. The latter said: \"I will kill you.\" The former replied: \"Allah only accepts the sacrifice from the righteous"},{"SurahNumber":5,"VerseNumber":28,"Text":"Even if you stretch your hand to kill me, I shall not stretch my hand to slay you, for I fear Allah, the Lord of the worlds"},{"SurahNumber":5,"VerseNumber":29,"Text":"I intend to let you bear the burden of my sins as well as yours and thus become an inmate of the Fire which is the reward for wrongdoers"},{"SurahNumber":5,"VerseNumber":30,"Text":"The latter's soul prompted him to kill his brother; he killed him and thus became one of the losers"},{"SurahNumber":5,"VerseNumber":31,"Text":"(He carried around the dead body of his brother and did not know what to do with it.) Then Allah sent a raven, which dug the ground to show him how to bury the dead body of his brother. \"Alas!\" He cried, \"I failed even to be like this raven to find some way to dispose of the dead body of my brother!\" So he became full of regrets"},{"SurahNumber":5,"VerseNumber":32,"Text":"On account of that incident, We ordained for the Children of Israel that whoever kills a person, except as a punishment for murder or mischief in the land, it will be written in his book of deeds as if he had killed all the human beings on the surface of the Earth and whoever will save a life shall be regarded as if he gave life to all the human beings on the surface of the Earth. Yet, even though Our Messengers came to them one after the other with clear revelations, it was not long before, many of them committed excesses in the land"},{"SurahNumber":5,"VerseNumber":33,"Text":"The punishment for those who wage war against Allah and His Messenger and strive to create mischief in the land is death or crucifixion or the cutting off their hands and feet from opposite sides or exile from the land based on the gravity of their offense. This will be their humiliation in this world and in the Hereafter they will have grievous punishment"},{"SurahNumber":5,"VerseNumber":34,"Text":"except those who repent before you apprehend them, in such a case, you should know that Allah is Forgiving, Merciful"}]}