{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Er ist es, der euch Gehor, Augenlicht und Herz entstehen ließ. Ihr aber seid wenig dankbar"},{"SurahNumber":23,"VerseNumber":79,"Text":"Und Er ist es, der euch auf der Erde schuf und vermehrte. Und zu Ihm werdet ihr versammelt werden"},{"SurahNumber":23,"VerseNumber":80,"Text":"Und Er ist es, der lebendig macht und sterben laßt. Und in seiner Macht steht das Aufeinanderfolgen von Nacht und Tag. Habt ihr denn keinen Verstand"},{"SurahNumber":23,"VerseNumber":81,"Text":"Aber nein, sie sagen das gleiche, was die Fruheren gesagt haben"},{"SurahNumber":23,"VerseNumber":82,"Text":"Sie sagen: «Sollen wir, wenn wir gestorben und zu Staub und Knochen geworden sind, auferweckt werden"},{"SurahNumber":23,"VerseNumber":83,"Text":"Dies ist uns und zuvor unseren Vatern versprochen worden. Das sind nichts als die Fabeln der Fruheren.»"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sprich: Wem gehort die Erde, und wer auf ihr ist, so ihr es wißt"},{"SurahNumber":23,"VerseNumber":85,"Text":"Sie werden sagen: «Gott.» Sprich: Wollt ihr es nicht bedenken"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sprich: Wer ist der Herr der sieben Himmel und der Herr des majestatischen Thrones"},{"SurahNumber":23,"VerseNumber":87,"Text":"Sie werden sagen: «(Alles) gehort Gott.» Sprich: Wollt ihr nicht gottesfurchtig sein"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sprich: In wessen Hand ist die Herrschaft uber alle Dinge, der Schutz gewahrt und gegen den kein Schutz gewahrt werden kann, so ihr es wißt"},{"SurahNumber":23,"VerseNumber":89,"Text":"Sie werden sagen: «(Alles) gehort Gott.» Sprich: Wieso seid ihr einem Zauber verfallen"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nein, Wir sind zu ihnen mit der Wahrheit gekommen. Sie aber lugen"},{"SurahNumber":23,"VerseNumber":91,"Text":"Gott hat sich kein Kind genommen. Und es gibt keinen Gott neben Ihm, sonst wurde jeder Gott das wegnehmen, was Er geschaffen hat, und die einen von ihnen wurden sich den anderen gegenuber uberheblich zeigen. Preis sei Gott, (der erhaben ist) uber das, was sie da schildern"},{"SurahNumber":23,"VerseNumber":92,"Text":"Der uber das Unsichtbare und das Offenbare Bescheid weiß! Erhaben ist Er uber das, was sie (Ihm) beigesellen"}]}