{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":97,"Text":"بگو: «کسی‌که دشمن جبرئیل باشد، (در حقیقت دشمن الله است) زیرا که او به فرمان الله قرآن را بر قلب تو نازل کرده است، در حالی‌که تصدیق‌کننده آنچه پیش از آن است، و برای مؤمنان راهنما و مژده است»"},{"SurahNumber":2,"VerseNumber":98,"Text":"کسی‌که دشمن الله و فرشتگان و پیامبران او، و جبرئیل و میکائیل باشد، پس بدرستی که الله دشمن کافران است"},{"SurahNumber":2,"VerseNumber":99,"Text":"و هر آینه که ما نشانه‌های روشنی بر تو نازل کردیم، و جز فاسقان کسی به آن‌ها کفر نمی‌ورزد"},{"SurahNumber":2,"VerseNumber":100,"Text":"آیا (چنین نیست) هر گاه آن‌ها پیمانی بستند گروهی از آنان آن را دور افکندند؟! بلکه بیشترشان ایمان نمی‌آورند"},{"SurahNumber":2,"VerseNumber":101,"Text":"و هنگامی‌که فرستاده‌ای از جانب الله به سوی‌شان آمد، که تصدیق‌کننده آنچه با خود داشتند است، گروهی از آنان که به آن‌ها کتاب داده شده بود، کتاب الله را پشت سرشان افکندند، گویی آنان نمی‌دانند"},{"SurahNumber":2,"VerseNumber":102,"Text":"و از آنچه شیاطین در (عهد) فرمانروایی سلیمان (بر مردم) می‌خواندند پیروی کردند، و درحالیکه سلیمان (هرگز دست به سحر نیالود) و کافر نشد، و لیکن شیاطین کفر ورزیدند، به مردم سحر آموختند. و (نیز)از آنچه بر دو فرشته «هاروت» و «ماروت» در بابل نازل شده بود (پیروی کردند). و (آن دو فرشته) به هیچ کس چیزی یاد نمی‌دادند، مگر اینکه (از پیش به او) می‌گفتند: «ما وسیله آزمایشیم، پس کافر نشو» پس از آن دو (فرشته) چیزهایی می‌آموختند که به وسیلۀ آن، میان مرد و همسرش جدایی بیفکنند، و حال آنکه بدون اجازه الله نمی‌توانند به وسیلۀ آن به کسی زیانی برسانند. و چیزی می‌آموختند که به آنان زیان می‌رسانید، و به آنان سودی نمی‌داد. و قطعاً می‌دانستند که هرکس خریدار آن باشد، در آخرت بهره‌ای نخواهد داشت. و چه بد و زشت است آنچه خود را به آن فروختند، اگر می‌دانستند"},{"SurahNumber":2,"VerseNumber":103,"Text":"و اگر آن‌ها ایمان می‌آوردند، و پرهیزگاری می‌کردند، همانا پاداشی از نزد الله بهتر بود، اگر می‌دانستند"}]}