{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Sizi bir nefisten (Adem’den) yaratan ve bu nefisten de, gonlu kendisine meyledip rahat etsin diye zevcesini (Havva’yı) yaratan O’dur. Adem, esiyle munasebette bulununca, zevcesi hafif bir yuk yuklendi (hamile oldu). Bir muddet bu hafiflikle gecti. Nihayet gebeligi agırlasınca, her ikisi Rableri Allah’a soyle dua ettiler; “-Eger bize salih bir cocuk (tesekkulu tam olarak) verirsen yemin ederiz ki, sukreden kimselerden olacagız"},{"SurahNumber":7,"VerseNumber":190,"Text":"Fakat (Allah) onlara, her seyi tam bir cocuk verince, tuttular cocugun ismi uzerinde sonradan insanlar Allah’a bir takım ortaklar kosmaga basladılar. (Abdullah ismini verecek yerde, seytanın kandırmasıyla Abdu’l Haris ismini verdiler; yahud Adem Aleyhisselamın soyundan gelen ciftler, evladlarına Abdu’l-uzza, Abdu’l-menat ve Abdu’s-Sems isimlerini vererek onları taptıkları putlara nisbet etmekle sirke vardılar.) Allah, onların kostukları sirkten munezzehtir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Bir seyi yaratmaga gucu yetmiyen putları, Mekke musrikleri Allah’a es mi tutuyorlar? Halbuki onlar (putlar), bizzat mahluk varlıklardır"},{"SurahNumber":7,"VerseNumber":192,"Text":"Bu putlar, ne o tapınanlara, ne de kendi nefislerine yardım etmege guc yetiremezler"},{"SurahNumber":7,"VerseNumber":193,"Text":"Eger o putları (veya musrikleri) dogru yola cagırırsanız, size uymazlar. Ister onları davet edin, ister sukut edin birdir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Cunku Allah’dan baska taptıklarınız, sizin gibi kullardır. Eger davanızda sadık iseniz; onları cagırın da size cevap versinler, (ihtiyaclarınızı karsılasınlar bakalım)"},{"SurahNumber":7,"VerseNumber":195,"Text":"O putların yuruyecek ayakları, yoksa tutacak elleri, yoksa gorecek gozleri, yoksa isitecek kulakları mı vardır? De ki: “- Haydi, cagırın ortaklarınızı! Sonra bana istediginiz hileyi kurun da elinizden gelirse, bana goz actırmayın.”"},{"SurahNumber":7,"VerseNumber":196,"Text":"Cunku size karsı benim yardımcım, Kur’an’ı indiren Allah’dır ve o butun salihlere de yardım eder"},{"SurahNumber":7,"VerseNumber":197,"Text":"Sizin, Allah’dan baska taptıklarınız ise, ne size yardım edebilirler, ne de kendi nefislerine yardımları dokunur"},{"SurahNumber":7,"VerseNumber":198,"Text":"Eger musrikleri (veya putları) dogru yola cagırırsanız, duymazlar ve onları gorursun ki, sana bakıyorlar; halbuki onlar gormezler"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen bagıslama yolunu tut, iyiligi emret ve cahillerden yuz cevir"},{"SurahNumber":7,"VerseNumber":200,"Text":"Eger seytandan bir engel, seni, emrolundugun seyi yapmaktan cevirecek olursa, hemen Allah’a sıgın. Cunku O, (soylenenleri) hakkıyla isitendir, kalblerindekini tam bilendir"},{"SurahNumber":7,"VerseNumber":201,"Text":"Allah’dan korkanlar, kendilerine Seytandan bir vesvese dokundugu zaman, Allah’ı ve azabını dusunurler; bir de hemen bakarsın ki, onları dogru yolu bulup Seytan’ın vesvesesini atmıslardır bile"},{"SurahNumber":7,"VerseNumber":202,"Text":"Kafirlerin kardesleri olan Seytanlar, kafirleri sapıklıga cekerler. Sonra da yakalarını bırakmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara (Mekke halkına), istedikleri bir ayeti getirmesen, soyle derler: “- Sen o ayeti hazırlayıp toplasaydın ya!” De ki: “- Ben ancak Rabbim tarafından bana vahyolunana uyarım. Butun bu Kur’an ayetleri, Rabbinizden gelen huccetlerdir; ve iman edecek bir kavim icin hidayettir, rahmettir.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kur’an okundugu zaman, hemen onu dinleyin ve susun. Olur ki, merhamet edilirsiniz"},{"SurahNumber":7,"VerseNumber":205,"Text":"Sabah ve aksam, icinden yalvararak ve korkarak, asikareden (icten hafif) bir sesle Rabbini an (dua ve zikret). Gafillerden olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Gercekten Rabbinin katında olanlar (rahmetine yakın melekler), Allah’a kulluk etmekten asla kibirlenmezler. Onu tenzih eder yuceltirler ve yalnız ona ibadet icin secde ederler. (*) (*) Dikkat! Secde ayetidir"}]}