{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":153,"Text":"Люди Писания просят тебя, чтобы ты низвел им Писание с небес. Прежде они просили Мусу о большем, чем это, и говорили: \"Покажи нам воочию Аллаха\". Но их поразила молния за их непомерные притязания. А потом, после того как к ним явились ясные знамения, они стали поклоняться [золотому] тельцу, но Мы простили им это и даровали Мусе явное доказательство [истины]"},{"SurahNumber":4,"VerseNumber":154,"Text":"Мы воздвигли перед ними гору Синай согласно [Нашему] завету с ними и сказали им: \"Войдите во врата, низко кланяясь!\" Еще сказали Мы им: \"Не нарушайте субботний запрет\" - и взяли с них твердое обещание"},{"SurahNumber":4,"VerseNumber":155,"Text":"За то, что они нарушили свой завет; за их неверие в знамения Аллаха; за то, что они убивали пророков без права на то; за их слова: \"Сердца наши недоступны для веры\", - а это вовсе не так, это Аллах покарал их за неверие, ведь вера их ничтожна"},{"SurahNumber":4,"VerseNumber":156,"Text":"за их неверие, за то, что они возвели на Марйам великую напраслину"},{"SurahNumber":4,"VerseNumber":157,"Text":"за их слова: \"Воистину, мы убили Мессию, 'Ису, сына Марйам, посланника Аллаха\" (но они не убили его и не распяли, а это только показалось им); воистину, те, которые расходятся во мнениях по этому поводу, находятся в сомнении и не ведают ничего о том, а лишь следуют за догадками. А они, конечно же, не убивали его"},{"SurahNumber":4,"VerseNumber":158,"Text":"Это Аллах вознес его к себе, а Аллах велик, мудр"},{"SurahNumber":4,"VerseNumber":159,"Text":"воистину, среди людей Писания найдутся и такие, кто не уверует в 'Ису до смерти своей, - тогда в Судный день он (т. е. 'Иса) выступит свидетелем против них"},{"SurahNumber":4,"VerseNumber":160,"Text":"за насилия иудеев, а также за то, что они многих сбивали с пути Аллаха, - [за все это] Мы запретим иудеям пользование благами, которые прежде им были дозволены"},{"SurahNumber":4,"VerseNumber":161,"Text":"Неверным из числа иудеев мы уготовили унизительное наказание за то, что они брали лихву, хотя это было им запрещено, и расточали имущество людей без права на то"},{"SurahNumber":4,"VerseNumber":162,"Text":"Однако Мы дадим великое вознаграждение тем из них, которые стойки в знании и веруют, которые уверовали в то, что ниспослано тебе и что ниспослано до тебя, которые совершают салат и вносят закат, веруют в Аллаха и в Судный день"}]}