{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Uye iva unovabvunza (Muhammad (SAW)) pamusoro pedhorobha iro rakanga riri pedyo negungwa, pavakapfurikidza mwero maererano neSabata (Mugovera), apo hove dzavo padzaiuya pachena musi weMugovera (Sabata), uye dzainge dzisingauyi kwavari musi wavakanga vasina Sabata. Naizvozvo takava tinoisa miedzo kwavari nokuda kwekusateerera kwavakaita murairo hwaAllah"},{"SurahNumber":7,"VerseNumber":164,"Text":"Uye (yeukai) boka pakati pavo parakati: “Munoparidzirei kuvanhu varikuda kuparadzwa naAllah kana kuti vavari kuda kurwadzisa nomutongo wakaomarara?” (Vaparidzi) vakati: “Kuti tive tinozvichenura pamberi paTenzi venyu, uye kuti zvimwe vangave vanotya Allah.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Naizvozvo pavakakanganwa yeuchidzo yakanga yapihwa kwavari, takava tinonunura avo vairambidza zvakaipa, asi takaparadza avo vaiita zvakaipa nomutongo wakaomarara nokuda kwekusateerera mirairo yaAllah"},{"SurahNumber":7,"VerseNumber":166,"Text":"Naizvozvo pavakapfurikidza mwero weizvo zvatakavarambidza, takati kwavari: “Ivai tsoko, uye makashoreka nekurambwa.”"},{"SurahNumber":7,"VerseNumber":167,"Text":"Uye (rangarira) Tenzi vako pavakataura kuti vacharamba vachituma kwavari (maJudha), kusvikira zuva rokumutswa, avo vachavatambudza nemarwadzo akaomarara. Zvirokwazvo, Tenzi vako vanopa mutongo nokuchimbidza, uye zvirokwazvo, ndivo vanoregerera zvikuru, vane nyasha zhinji"},{"SurahNumber":7,"VerseNumber":168,"Text":"Uye takava tinovapatsanura (maJudha) tichivaisa mumapato akasiyana panyika, vamwe vavo vanoita mabasa akanaka uye vamwe vari kure nazvo. Uye takava tinovaedza nezvakanaka nezvakaipa kuti vave vanodzokera (kuna Allah)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Mushure mavo vakateverwa nezvizvarwa (zvakaipa), zvakava zvinotora magwaro, asi zvakava zvinozvisarudzira hupenyu hwepano pasi zvichiti: “Zvinhu (zvose zvatinoita) zvichava zvinoregererwa kwatiri.” Uye vakapihwa mukana (zvakare) wakafanana neuyu (wekuita zvinhu zvakaipa) vaiutora. Chitsidzo cheGwaro (Torah) hachina kutorwa kwavari kuti hapana chavachataura pamusoro paAllah kusara kwechokwadi? Uye vadzidza zvazviri mariri (Gwaro). Uye musha wehupenyu huchatevera uri nani kune avo vanotya (Allah)"},{"SurahNumber":7,"VerseNumber":170,"Text":"Uye kune avo vanobatisisa Gwaro uye voita munamato (Swalaah), zvirokwazvo, hatizomborasi mubairo weavo vanoita zvakanaka"},{"SurahNumber":7,"VerseNumber":171,"Text":"Uye (rangarirai) patakavasimudzira gomo sekunge raive gore dema pamusoro pavo sekunge chipfugidzo, uye vakafungidzira kuti pamwe rinovawira. (Takati): “Batisisai pane izvo zvatakupai (Torah), uye morangarira zviri mariri, kuti muve munotya Allah nekuvateerera.”"}]}