{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman gətirənlər! Allah Ozunu gormədən (gizlində) Ondan qorxanları ayırd etmək (xalqa bildirmək) ucun sizi (ihramda ikən) əllərinizin və mizraqlarınızın cata biləcəyi (azacıq) bir ovla imtahan edəcəkdir. Bundan sonra həddi asanı (ov edəni) siddətli bir əzab gozləyir"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman gətirənlər! Ihramda olarkən ovu (əti yeyilən heyvanları) oldurməyin. Sizdən ovu qəsdən oldurən hər bir kəsin boynuna cəza və ya kəffarə dusur. Onun cəzası icərinizdən olan iki ədələtli səxsin hokmu ilə oldurduyunə bənzər (onun qiymətinə bərabər) bir heyvanı Kə’bəyə catası (Kə’bənin yaxınlıgında kəsilib oradakı yoxsullara paylanacaq) qurban etmək, kəffarəsi isə, gorduyu isin zərərini, acısını dadsın deyə, (oldurduyu heyvanın dəyəri muqabilində) yoxsullara yedirtmək, yaxud ona bərabər (hərəsi ucun bir gun olmaq sərtilə yedirəcəyi yoxsulların sayı qədər) oruc tutmaqdır. Allah kecmisdə olanları bagıslamısdır. Hər kəs bundan sonra belə bir is gorsə, Allah ondan intiqam alar. Allah yenilməz quvvət sahibi, intiqam sahibidir"},{"SurahNumber":5,"VerseNumber":96,"Text":"Sizin ucun bir dolanacaq vasitəsi olsun deyə, (ihramda ikən) dəniz ovu və onu yemək sizə də, yolculara (səfərdə olanlara) da halal edildi. Ihramda oldugunuz muddətdə isə quruda ov etmək sizə haram buyuruldu. Huzuruna toplanacagınız Allahdan qorxun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah Beytulhəram (muqəddəs ev) olan Kə’bəni haram ayı (zulhiccəni), (Kə’bəyə gətirilən) boyunları bagsız və baglı (boyunlarına nisan taxılmamıs və taxılmıs) qurbanları insanların (dini və dunyəvi islərinin) duzəlib sahmana dusməsi ucun bir yol muəyyən etdi. Bu ona gorədir ki, Allahın goylərdə və yerdə nə varsa (hamısını) bilməsini, ozu də Allahın hər seyi (layiqincə) bilən olmasını siz də biləsiniz"},{"SurahNumber":5,"VerseNumber":98,"Text":"Bilin ki, Allahın əzabı siddətlidir və Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Peygəmbərin uzərinə dusən vəzifəsi ancaq (Allahın əmrlərini insanlara) təblig etməkdir. Allah uzə cıxartdıqlarınızı və gizlətdiklərinizi (hamısını) bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"(Ya Rəsulum!) De: “(Ey insan!) Murdar (haram) seyin coxlugu xosuna gəlsə belə, murdarla təmiz (haramla halal) bir ola bilməz”. Ey agıl sahibləri, Allahdan qorxun ki, nicat tapasınız"}]}