{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"˹This is˺ when a man was killed and you disputed who the killer was, but God revealed what you concealed"},{"SurahNumber":2,"VerseNumber":73,"Text":"So We instructed, “Strike the dead body with a piece of the cow.” This is how ˹easily˺ God brings the dead to life, showing you His signs so that you may understand"},{"SurahNumber":2,"VerseNumber":74,"Text":"Even then your hearts became hardened like a rock or even harder, for some rocks gush rivers; others split, spilling water; while others are humbled in awe of God. And God is never unaware of what you do"},{"SurahNumber":2,"VerseNumber":75,"Text":"Do you ˹believers still˺ expect them to be true to you, though a group of them would hear the word of God then knowingly corrupt it after understanding it"},{"SurahNumber":2,"VerseNumber":76,"Text":"When they meet the believers they say, “We believe.” But in private they say ˹to each other˺, “Will you disclose to the believers the knowledge God has revealed to you, so that they may use it against you before your Lord? Do you not understand?”"},{"SurahNumber":2,"VerseNumber":77,"Text":"Do they not know that God is aware of what they conceal and what they reveal"},{"SurahNumber":2,"VerseNumber":78,"Text":"And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate"},{"SurahNumber":2,"VerseNumber":79,"Text":"So woe to those who distort the Scripture with their own hands then say, “This is from God”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned"},{"SurahNumber":2,"VerseNumber":80,"Text":"˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from God—for God never breaks His word—or are you ˹just˺ saying about God what you do not know?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever"},{"SurahNumber":2,"VerseNumber":82,"Text":"And those who believe and do good will be the residents of Paradise. They will be there forever"}]}