{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Woh Allah hi to hai jisne tumhein sunney aur dekhne ki quwwatein di aur sochne ko dil diye , magar tum log kam hi shukarguzar hotey ho"},{"SurahNumber":23,"VerseNumber":79,"Text":"Wahi hai jisne tumhein zameen mein phaylaya, aur usi ki taraf tum sametay jaogey"},{"SurahNumber":23,"VerseNumber":80,"Text":"Wahi zindagi bakashta hai aur wahi maut deta hai, gardish e layl (raat) o nahar (din) usi ke qabze qudrat mein hai. Kya tumhari samajh mein yeh baat nahin aati"},{"SurahNumber":23,"VerseNumber":81,"Text":"Magar yeh log wahi kuch kehte hain jo unke peshraw (forefathers) keh chuke hain"},{"SurahNumber":23,"VerseNumber":82,"Text":"Yeh kehte hain “kya jab hum marr kar mitti ho jayenge aur haddiyon ka panjar ban kar reh jayenge to humko phir zinda karke uthaya jayega"},{"SurahNumber":23,"VerseNumber":83,"Text":"Humne bhi yeh wadey bahut sunay hain aur humse pehle hamare baap dada bhi suntey rahey hain. Yeh mehaz afasana haye pareena hain(ancient tales)”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Insey kaho, batao agar tum jaante ho, ke yeh zameen aur iski saari aabaadi kiski hai"},{"SurahNumber":23,"VerseNumber":85,"Text":"Yeh zaroor kahenge ke Allah ki, kaho phir tum hosh mein kyun nahin aatey"},{"SurahNumber":23,"VerseNumber":86,"Text":"Insey pucho, saato (seven) aasmaano aur arsh-e-azeem ka maalik kaun hai"},{"SurahNumber":23,"VerseNumber":87,"Text":"Yeh zaroor kahenge Allah, kaho phir tum darte kyun nahin"},{"SurahNumber":23,"VerseNumber":88,"Text":"Insey kaho, batao agar tum jaante ho ke har cheez par iqtedaar kiska hai? Aur kaun hai woh jo panaah deta hai aur uske muqable mein koi panaah nahin de sakta"},{"SurahNumber":23,"VerseNumber":89,"Text":"Yeh zaroor kahenge ke yeh baat to Allah hi keliye hai. Kaho, phir kahan se tumko dhoka lagta hai"},{"SurahNumber":23,"VerseNumber":90,"Text":"Jo amr e haqq hai woh hum inke saamne le aaye hain, aur koi shakk nahin ke yeh log jhotey hain"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah ne kisi ko apni aulaad nahin banaya hai aur koi dusra khuda uske saath nahin hai. Agar aisa hota to har khuda apni khalq ko lekar alag ho jaata, aur phir woh ek dusre par chadh daudte.Paak hai Allah un baaton se jo yeh log banate hain"},{"SurahNumber":23,"VerseNumber":92,"Text":"Khule aur chupe ka jaanne wala, woh baalatar hai us shirk se jo yeh log tajweez kar rahey hain"}]}