{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"My oblashtuvaly dlya syniv Israyilya naykrashchi zhytla y nadilyly yikh blahamy. Sered nykh pochalysya superechky pislya toho, yak do nykh pryyshlo znannya. Voistynu, tviy Hospodʹ rozsudytʹ mizh nymy v Denʹ Voskresinnya – u tomu, pro shcho vony sperechalysya"},{"SurahNumber":10,"VerseNumber":94,"Text":"Yakshcho vy sumnivayetesʹ u tomu, shcho My zislaly tobi, to zapytayte tykh, yaki chytayutʹ pysannya, dani shche ranishe. Pryyshla do tebe istyna vid Hospoda tvoho — tozh ne budʹ odnym iz tykh, yaki mayutʹ sumnivy"},{"SurahNumber":10,"VerseNumber":95,"Text":"I ne budʹ odnym iz tykh, yaki vvazhaly za brekhnyu znamennya Allaha, inakshe budesh sered tykh, yaki vse vtratyly"},{"SurahNumber":10,"VerseNumber":96,"Text":"Voistynu, ne uviruyutʹ ti, pro yakykh spovnylosya slovo Hospoda tvoho"},{"SurahNumber":10,"VerseNumber":97,"Text":"navitʹ yakshcho do nykh pryydutʹ usi mozhlyvi znamennya, do toho chasu, yak vony pobachatʹ bolisnu karu"},{"SurahNumber":10,"VerseNumber":98,"Text":"Chy bulo khoch odne selyshche, zhyteli yakoho uviruvaly y dopomohla yim vira yikhnya, krim narodu Yunusa? Koly uviruvaly vony, to My vidvernuly vid nykh prynyzlyvu karu v zemnomu zhytti, daruvavshy yim mozhlyvistʹ nasolodzhuvatysʹ nym do pevnoho chasu"},{"SurahNumber":10,"VerseNumber":99,"Text":"Yakby tviy Hospodʹ pobazhav, to uviruvaly b usi, khto zhyve na zemli. Ta chy zmih by ty prymusyty lyudey staty viruyuchymy"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ne uviruye zhodna dusha, krim yak iz dozvolu Allaha! A Vin vrazhaye karoyu tykh, yaki ne rozumiyutʹ"},{"SurahNumber":10,"VerseNumber":101,"Text":"Skazhy: «Pohlyanʹte na te, shcho na nebesakh i na zemli!» Ale znamennya ta perestorohy ne dopomahayutʹ tym lyudyam, yaki ne uviruvaly"},{"SurahNumber":10,"VerseNumber":102,"Text":"Nevzhe vony chekayutʹ chohosʹ inshoho, krim tykh dniv, yaki nastaly dlya yikhnikh poperednykiv? Skazhy: «Tozh chekayte i ya pochekayu razom iz vamy"},{"SurahNumber":10,"VerseNumber":103,"Text":"Potim My vryatuyemo Nashykh poslantsiv i tykh, yaki uviruvaly. Tak Nam nalezhytʹ ryatuvaty viruyuchykh"}]}