{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Прославляє Аллага те, що на небесах, і те, що на землі. Йому належить влада, Йому належить сила, і Він — над кожною річчю Всемогутній"},{"SurahNumber":64,"VerseNumber":2,"Text":"Він — Той, Хто створив вас. Є серед вас невіруючі, і є серед вас віруючі. І Аллаг бачить те, що ви робите"},{"SurahNumber":64,"VerseNumber":3,"Text":"Він створив небеса та землю в істині, надав вам вигляду і зробив ваш вигляд прекрасним! І до Нього — повернення"},{"SurahNumber":64,"VerseNumber":4,"Text":"Він знає те, що на небесах і на землі; Він знає те, що ви приховуєте, й те, що відкриваєте. І Аллаг знає те, що в серцях"},{"SurahNumber":64,"VerseNumber":5,"Text":"Чи не доходили до вас звістки про тих, які не вірували в минулому та спробували на смак наслідки діянь своїх"},{"SurahNumber":64,"VerseNumber":6,"Text":"Це тому, що коли приходили до них посланці з ясними знаменнями, то вони говорили їм: «Невже такі ж люди поведуть нас шляхом прямим?» Тож вони не повірили та й відвернулися. Та Аллаг не потребує їх; воістину, Аллаг — Багатий, Хвалимий"},{"SurahNumber":64,"VerseNumber":7,"Text":"Невіруючі думають, що вони ніколи не воскреснуть. Скажи: «Ні! Клянуся Господом моїм, ви воскреснете, а потім, воістину, сповістять вам про вчинки ваші! Це для Аллага легко!»"},{"SurahNumber":64,"VerseNumber":8,"Text":"Тож увіруйте в Аллага, Його Посланця і світло, яке зіслали Ми! І Аллаг знає те, що ви робите"},{"SurahNumber":64,"VerseNumber":9,"Text":"У той День Він збере вас для Дня Зібрання. Цей день буде Днем Взаємного Обману. І тому, хто вірував у Аллага й творив добро, будуть прощені злі вчинки його, і введуть його в сади, де течуть ріки. Будуть вони там вічно, і це — великий успіх"},{"SurahNumber":64,"VerseNumber":10,"Text":"Ті, які не вірували та вважали знамення Наші брехнею, вони — жителі пекла! Будуть вони там вічно і жахливий же цей кінець"}]}