{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"(itō) allāhvuṭaiya kaṭṭaḷai vantuviṭṭatu! Ataippaṟṟi nīṅkaḷ avacarappaṭa vēṇṭām. Avaṉ mikap paricuttamāṉavaṉ; avarkaḷ iṇaivaippavaṟṟai viṭa mikka mēlāṉavaṉ"},{"SurahNumber":16,"VerseNumber":2,"Text":"Avaṉ vāṉavarkaḷukku vahyi koṭuttu, taṉ aṭiyārkaḷil tāṉ virumpiyavarkaḷiṭam aṉuppi vaittu ‘‘vaṇakkattiṟkuriyavaṉ eṉṉait tavira vēṟevaṉumillai; nīṅkaḷ eṉakkē payappaṭuṅkaḷ'' eṉṟu eccarikkai ceyyumāṟu avarkaḷukkuk kaṭṭaḷaiyiṭṭāṉ"},{"SurahNumber":16,"VerseNumber":3,"Text":"vāṉaṅkaḷaiyum pūmiyaiyum takka kāraṇattiṉ mītē avaṉ paṭaittirukkiṟāṉ; avarkaḷ iṇaivaippavaṟṟaiviṭa avaṉ mikka mēlāṉavaṉ"},{"SurahNumber":16,"VerseNumber":4,"Text":"avaṉē oru tuḷi intiriyattaik koṇṭu maṉitaṉaip paṭaikkiṟāṉ; avvāṟiruntum avaṉ (iṟaivaṉuṭaṉ) pakiraṅkamāṉa etiriyāy irukkiṟāṉ"},{"SurahNumber":16,"VerseNumber":5,"Text":"(maṉitarkaḷē!) Kālnaṭaikaḷaiyum uṅkaḷukkāka avaṉē paṭaittirukkiṟāṉ. Avaṟṟil (kuḷirait taṭukkum) poruḷkaḷum pala payaṉkaḷum irukkiṉṟaṉa. Avaṟṟil cilavaṟṟaip pucikkiṟīrkaḷ"},{"SurahNumber":16,"VerseNumber":6,"Text":"nīṅkaḷ avaṟṟai (mēyttu) mālaiyil ōṭṭi varum poḻutum (mēyccalukkuk) kālaiyil ōṭṭic cellumpoḻutum avai uṅkaḷukku aḻakāy irukkiṉṟaṉa"},{"SurahNumber":16,"VerseNumber":7,"Text":"mikac ciramattuṭaṉaṉṟi nīṅkaḷ cella muṭiyāta ūrkaḷukku avai (uṅkaḷaiyum) uṅkaḷ paḷuvāṉa cumaikaḷaiyum cumantu celkiṉṟaṉa. Niccayamāka uṅkaḷ iṟaivaṉ (uṅkaḷ mītu) mikka irakkamuṭaiyavaṉ, mikak karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":16,"VerseNumber":8,"Text":"kutiraikaḷ, kōvēṟu kaḻutaikaḷ ākiyavaṟṟai nīṅkaḷ ēṟic celvataṟkākavum (uṅkaḷukku) alaṅkāramākavum (avaṉ paṭaittirukkiṟāṉ). Iṉṉum nīṅkaḷ aṟiyātavaṟṟaiyum avaṉ paṭaippāṉ"},{"SurahNumber":16,"VerseNumber":9,"Text":"(maṉitarkaḷē! Uṅkaḷukku iru vaḻikaḷ irukkiṉṟaṉa. Oṉṟu,) allāhvai nāṭiccellakkūṭiya nērāṉavaḻi; maṟṟoṉṟu kōṇalāṉa vaḻi. Avaṉ nāṭiṉāl uṅkaḷ aṉaivaraiyum nērāṉa vaḻiyil celuttiviṭuvāṉ"}]}