{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"O kufredenler gormuyorlar mı ki, (baslangıcta) goklerle yer, birbiriyle bitisik iken biz onları ayırdık ve her canlı seyi sudan yarattık. Yine de onlar inanmayacaklar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryuzunde, onları sarsmasın diye, sabit daglar yarattık ve dogru gidebilsinler diye genis yollar actık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gokyuzunu korunmus bir tavan kıldık; onlar ise bunun ayetlerinden yuz ceviriyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gunduzu, gunesi ve ayı yaratan O´dur her biri bir yorungede yuzup gidiyor"},{"SurahNumber":21,"VerseNumber":34,"Text":"Senden once hic bir besere olumsuzlugu vermedik; simdi sen olursen onlar olumsuz mu kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her nefs olumu tadıcıdır. Biz sizi, serle de, hayırla da deneyerek imtihan ediyoruz ve siz bize donduruleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kufredenler seni gorduklerinde, seni yalnızca alay konusu ediyorlar (ve:) \"Sizin tanrılarınızı diline dolayan bu mu?\" (derler.) Oysa Rahmanın zikrine kufredenler kendileridir"},{"SurahNumber":21,"VerseNumber":37,"Text":"Insan aceleden (aceleci olarak) yaratıldı. Size ayetlerimi yakında gosterecegim. Simdi hemen acele etmeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"Eger dogruyu soyluyor iseniz, bu vaid (edilen gunun sorgu ve azabı) ne zamandır?\" derler"},{"SurahNumber":21,"VerseNumber":39,"Text":"O kufredenler, yuzlerinden ve sırtlarından atesi puskurtemeyecekleri ve hic yardım alamayacakları zamanı bir bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Hayır, onlara apansız gelecek de, boylece onları saskına cevirecek; artık ne onu geri cevirmeye gucleri yetecek ve ne onlara sure tanınacak"},{"SurahNumber":21,"VerseNumber":41,"Text":"Andolsun, senden onceki elcilerle de alay edildi, fakat iclerinden kucuk dusurenleri, o alaya aldıkları (azap) sarıp kusatıverdi"}]}