{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Kufredenlere (melekler tarafından) nida edilir: «Allahın bugzu, sizin kendinize olan bugzunuzdan elbet daha buyukdur. Cunku siz (dunyada) imana da´vet olunuyordunuz da kufur (de ısraar) ediyordunuz»"},{"SurahNumber":40,"VerseNumber":11,"Text":"Dediler: «Ey Rabbimiz, bizi iki (defa) oldurdun. Iki (defa) da diriltdin. Iste gunahlarımızı (bilib) i´tiraaf etdik. Fakat (soyle) bir cıkmıya bir yol var mı»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bunun sebebi sudur: Bir olarak Allaha dua edildigi zaman siz kufretdiniz. Eger Ona es katılırsa tasdıyk ediyordunuz. Artık hukum, O cok yuce, O cok buyuk Allahındır"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ki O, ayetlerini size gostermekde, sizin icin gokden rızık indirmekde olandır. (Sirkden tevbe ile imana) donecek kimseden baskası (ayatı Hakdan) ibret almaz"},{"SurahNumber":40,"VerseNumber":14,"Text":"Haydi (ey mu´minler), kafirlerin hosuna gitmese de, Allaha, Onun dininde ıhlas (ve samimiyyet) erbabı olarak, ibadet edin"},{"SurahNumber":40,"VerseNumber":15,"Text":"Sıfatları yuce, arsın saahibi (Allah, insanları) o kavusma gunu ile korkutmak icin, kendi emrinden olan vahyi kullarından kimi dilerse ona ilkaa eder"},{"SurahNumber":40,"VerseNumber":16,"Text":"O (kavusma) gun (u) onlar (kabirlerinden fırlayıb) cıkarlar Onlardan (saadır olan) hicbir sey Allaha gizli kalmaz. (Allah buyurur:) «Bugun mulk kimindir»? (Yine kendisi cevab verir:) «Bir olan, (her sey´e haakim ve) kahhar olan Allahındır»"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugun herkes ne kazandıysa onunla karsılanacak. Bugun haksızlık yok. Subhesiz ki Allah, hesabı carcabuk gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Onlara o yakın gunun tehlikesini anlat. O zaman yurekleri — gamla dolu ve herkes ebsem olarak — ta gırtlakların yanındadır. Zaalimlerin ne musfik bir yakın, ne de (sefaati) dinlenebilecek bir aracısı yokdur"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Allah) gozlerin haain bakısını, goguslerin gizleyecegi hersey´i bilir"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah, hak (ve adalet) le hukmeder. Onu bırakıb tapdıkları ise hicbir sey´e hukm etmezler. Subhesiz Allah, O, (bunların sozlerini) hakkıyla isiden, (yapdıklarını) kemaliyle gorendir"}]}