{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"On jest Tym, ktory stworzył dla was słuch, wzrok i serce. Jakze mało jestescie wdzieczni"},{"SurahNumber":23,"VerseNumber":79,"Text":"On jest Tym, ktory rozsiał was po ziemi; i do Niego bedziecie zebrani"},{"SurahNumber":23,"VerseNumber":80,"Text":"On jest Tym, ktory daje zycie i powoduje smierc. Do Niego nalezy nastepstwo nocy i dnia. Czy wy nie rozumiecie"},{"SurahNumber":23,"VerseNumber":81,"Text":"Przeciwnie, oni mowia podobnie, jak mowili praojcowie"},{"SurahNumber":23,"VerseNumber":82,"Text":"Oni mowili: \"Czyz kiedy pomrzemy i staniemy sie prochem i koscmi, to czy na pewno zostaniemy wskrzeszeni"},{"SurahNumber":23,"VerseNumber":83,"Text":"To nam było juz obiecane, i poprzednio naszym ojcom, lecz to sa tylko basnie przodkow"},{"SurahNumber":23,"VerseNumber":84,"Text":"Powiedz: \"Do kogo nalezy ziemia i ci, ktorzy sie na niej znajduja, jesli wiecie"},{"SurahNumber":23,"VerseNumber":85,"Text":"Oni powiedza: \"Do Boga!\" Powiedz: \"Czy wy sie nie opamietacie"},{"SurahNumber":23,"VerseNumber":86,"Text":"Powiedz: \"Kto jest Panem siedmiu niebios i Panem wyniosłego tronu"},{"SurahNumber":23,"VerseNumber":87,"Text":"Oni powiedza: \"Bog. Powiedz: \"Czyz nie staniecie sie bogobojni"},{"SurahNumber":23,"VerseNumber":88,"Text":"Powiedz: \"Kto ma w swoim reku władze krolewska nad kazda rzecza? I kto roztacza opieke, a opieki nie potrzebuje - jesli wiecie"},{"SurahNumber":23,"VerseNumber":89,"Text":"Oni powiedza: \"To jest Bog!\" Powiedz: \"Dlaczego wiec jestescie zaczarowani"},{"SurahNumber":23,"VerseNumber":90,"Text":"Tak! Przyszlismy do nich z prawda, lecz oni na pewno sa kłamcami"},{"SurahNumber":23,"VerseNumber":91,"Text":"Bog nie wział Sobie zadnego syna i nie było z Nim zadnego boga. Bo wowczas kazdy bog zabrałby to, co stworzył, i jeden z nich wyniosłby sie ponad innych. Chwała niech bedzie Bogu! On jest ponad to, co Jemu przypisuja"},{"SurahNumber":23,"VerseNumber":92,"Text":"On zna to, co jest skryte i co jest jawne. On jest wyniosły ponad to, co Jemu dodaja jako wspołtowarzyszy"}]}