{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Thuaj: “Mjafton Perëndia dëshmitar mes meje dhe jush. Ai di çka ka në qiej dhe në Tokë. E, ata që besojnë në idhuj (trillime), e nuk besojnë në Perëndinë, ata janë të humbur"},{"SurahNumber":29,"VerseNumber":53,"Text":"Dhe, ata kërkojnë prej teje shpejtimin e dënimit. E, sikur të mos ishte afati i caktuar, atyre do t’u kish arritur dënimi. Dhe, me siguri, atyre, do t’u vie papritmas e nuk do ta hetojnë"},{"SurahNumber":29,"VerseNumber":54,"Text":"Ata kërkojnë prej teje shpejtimin e dënimit; e, me të vërtetë, xhehennemi do t’i përfshijë të gjithë mohuesit –"},{"SurahNumber":29,"VerseNumber":55,"Text":"në Ditën kur t’i kaplojë dënimi mbi ta dhe nën këmbët e tyre. Dhe, (engjëlli) thotë: “Shijoni dënimin për atë që keni bërë!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O robërit e Mi që keni besuar, me të vërtetë, Toka Ime është e gjerë, andaj më adhuroni vetëm Mua"},{"SurahNumber":29,"VerseNumber":57,"Text":"Çdokush do të shijojë vdekjen dhe pastaj do të ktheheni tek Unë"},{"SurahNumber":29,"VerseNumber":58,"Text":"Na, ata që besojnë dhe bëjnë vepra të mira, do t’i vendosim në pallatet e xhennetit, nën të cilët rrjedhin lumenjtë, aty do të qëndrojnë përgjithmonë. Sa i bukur është shpërblimi i punëtorëve"},{"SurahNumber":29,"VerseNumber":59,"Text":"të cilët kanë duruar dhe janë mbështetur te Zoti i tyre"},{"SurahNumber":29,"VerseNumber":60,"Text":"E, sa shtazë ka, të cilat nuk e bartin me vete furnizimin. Perëndia i furnizon ato dhe juve! Ai, i dëgjon të gjitha dhe i di të gjitha"},{"SurahNumber":29,"VerseNumber":61,"Text":"E, nëse i pyet ti ata: “Kush i ka krijuar qiejt dhe Tokën dhe kush e nënshtroi Diellin e Hënën?” – ata, me siguri, do të thonë: “Perëndia!” E, kah po arratisen atëherë"},{"SurahNumber":29,"VerseNumber":62,"Text":"Perëndia, ia zgjëron furnizimin kujt të dojë nga robërit e Tij, e dikujt ia zvogëlon. Perëndia, me të vërtetë, është i dijshëm për çdo gjë"},{"SurahNumber":29,"VerseNumber":63,"Text":"E, nëse ti i pyet ata: “Kush e ka zbritur ujin nga qielli, e me te e gjallëron tokën e shkretëruar?” Me siguri, do të thonë ata: “Perëndia!” Thuaj: “Falenderimi qoftë për Perëndinë!” Por, shumica e tyre nuk mendojnë"}]}