{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":5,"VerseNumber":20,"Text":"U (hun ewe gava) ku Musa ji bona komale xwe ra (aha) gotiye: “Geli min! Hun ewan qencen Yezdan e ku li ser we heye bira xwe binin; ewi di nava we da pexember ce kirine u ewi hun xistine serok u ewi di cihane da qencen wusa bi we kiriye qe li tu keseki li cihane ne kiriye, bira xwe binin"},{"SurahNumber":5,"VerseNumber":21,"Text":"Geli min! Hun bikebine wi bajare piroze ku Yezdan ji bona we ra bi ve neve nivisiye u hun di para da nezivirin. Heke hun idi di para da bizvirin, bi rasti hune ziyan bikin"},{"SurahNumber":5,"VerseNumber":22,"Text":"Ewan (ji bona Musa ra aha) gotine: “Musa! Bi rasti di wi (welate me da) komaleki kotekkar heye. Heya ewa (komala) bi rasti ji welat dernekebin em bi xweber nakabine wi welati. Idi heke ewan ji welat derkebin, eme bi xweber herin bikebine welat"},{"SurahNumber":5,"VerseNumber":23,"Text":"Du meren ji wane tirsonek ne (ku ji Yezdan ditirsiyan) Yezdan (bi xwerber ji) li ser wan qenci kiribuye (aha) gotibune: “Hun di deri da li ser wan da (erise) beherin, idi gava hun bikebine hundur, bi rasti hune serfiraz bibin (heke hun li ber xwe bidin). Heke hun bi rasti bi Yezdan ewle dibin, idi hun xwe hisperne wi.”"},{"SurahNumber":5,"VerseNumber":24,"Text":"Ewan (ji Musa ra aha) gotine: “Musa! Bi rasti heya ewan (neyaran) di bajar da bin qe tucari em nakebine bajar. Idi (Musa!) tu bi Xudaye xwe va herin, bi wan ra qirine bikin (ewan ji welat derxin) eme ji li vira runen.”"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Musa ji Xuda aha lava) kiriye: “Xudaye min! Ez ji pestire xwe u biraye xwe, xayitiya tu kesi nakim, idi tu niveka me u evi komale ji re derketi raqetine.”"},{"SurahNumber":5,"VerseNumber":26,"Text":"Ewi (ji Musa ra aha) gotiye: “Idi (ewa zemine piroz) heya cil sali, li ser wan qedexe buye (ewane heya cu sali li we desti biminin, nacine bajare Qudse). Ewane di we (berya bi nav Tiyehe da) bi sergerdani bigerin. Idi (Musa) tu li ser komale ji re derketi kovanan neke.”"}]}