{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":61,"Text":"İçinde dinlenesiniz diye geceyi, görmeniz için de gündüzü yaratan Allah'tır. Şüphesiz Allah, insanlara karşı lütufkârdır. Fakat insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte O, her şeyin yaratıcısı olan Rabbiniz Allah'dır. O'ndan başka hakkıyla ibadete layık hiçbir ilah yoktur. O halde nasıl olup da döndürülüyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah’ın âyetlerini inatla inkâr edenler işte (haktan) böyle döndürülür"},{"SurahNumber":40,"VerseNumber":64,"Text":"Yeri sizin için yerleşim alanı, göğü de bir bina kılan, size şekil verip de şeklinizi güzel yapan ve sizi temiz besinlerle rızıklandıran Allah'tır. İşte Allah, sizin Rabbinizdir. Âlemlerin Rabbi Allah, yücelerden yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O diridir; O'ndan başka hakkıyla ibadete layık hiçbir ilâh yoktur. Dini O'na hâlis kılarak (O'nu birleyerek) yalnız O'na ibadet edin (O'na hiçbir şeyi ortak koşmayın). Hamd, Âlemlerin Rabbi olan Allah'a mahsustur"},{"SurahNumber":40,"VerseNumber":66,"Text":"(Rasûlüm)! De ki: Bana Rabbimden apaçık deliller gelince, sizin Allah'ı bırakıp o taptıklarınıza kulluk etmem bana yasaklandı ve bana âlemlerin Rabbine teslim olmam emredildi"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sizi topraktan, sonra meniden, sonra alakadan (aşılanmış yumurtadan) yaratan sonra bebek olarak çıkaran, sonra sizi güçlü kuvvetli bir çağa erişmeniz, sonra da ihtiyarlamanız ki içinizden daha önce vefat edenler de vardır ve belli bir vakte ulaşmanız için sizi yaşatan O’dur. Umulur ki düşünürsünüz"},{"SurahNumber":40,"VerseNumber":68,"Text":"O, hem dirilten hem de öldürendir. O, herhangi bir işin olmasını dilediği zaman yalnız «Ol!» der, o da oluverir"}]}