{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Donne-leur donc en exemple (l’histoire) des deux hommes. À l’un Nous avons donné deux jardins plantés de vignes et bordés de palmiers. Entre les deux (jardins), Nous avons ménagé un champ cultivé (de céréales)"},{"SurahNumber":18,"VerseNumber":33,"Text":"Les deux jardins donnaient chacun sa production régulière sans jamais y faillir. Et Nous avons fait jaillir entre eux une rivière"},{"SurahNumber":18,"VerseNumber":34,"Text":"Comme il avait (beaucoup de) fruits, (le propriétaire des deux jardins) dit à son compagnon lors d’une conversation avec lui : « Je possède bien plus de richesses que toi et te surpasse en puissance grâce à mon clan. »"},{"SurahNumber":18,"VerseNumber":35,"Text":"Et il entra dans son jardin, injuste envers lui-même (par son comportement), et dit : « Je ne pense pas que (tout) ceci puisse périr jamais"},{"SurahNumber":18,"VerseNumber":36,"Text":"Et je ne pense pas que l’Heure doive venir ; et quand bien même je retournerais vers mon Seigneur, je trouverais certes bien meilleur lieu de retour que (ce jardin). »"},{"SurahNumber":18,"VerseNumber":37,"Text":"Son compagnon lui dit alors, en discutant avec lui : « Serais-tu en train de mécroire en Celui Qui t’a créé de terre, puis d’une goutte de sperme et t’a, ensuite, modelé en homme"},{"SurahNumber":18,"VerseNumber":38,"Text":"Or mon Seigneur à moi c’est Allah, et à mon Seigneur je ne prête aucun associé"},{"SurahNumber":18,"VerseNumber":39,"Text":"Pourquoi, en entrant dans ton jardin, ne dirais-tu pas plutôt : “ Telle est la volonté d’Allah, il n’y a de force que par Allah.” Si tu vois que je suis moins nanti que toi en biens et en progéniture"},{"SurahNumber":18,"VerseNumber":40,"Text":"il se peut que mon Seigneur me donne (un jour) mieux que ton jardin, et envoie du ciel sur (le tien) quelque fléau qui le réduise en terre glissante et inculte"},{"SurahNumber":18,"VerseNumber":41,"Text":"ou que son eau soit retenue dans les profondeurs (de la terre) si bien que tu ne pourras plus la puiser. »"},{"SurahNumber":18,"VerseNumber":42,"Text":"Et sa récolte fut ravagée. Il se mit alors à tourner et retourner ses mains regrettant les dépenses qu’il avait effectuées, cependant que les treilles (de son jardin) avaient été complètement détruites. Il disait : « Comme je voudrais, hélas, n’avoir jamais associé personne à mon Seigneur ! »"},{"SurahNumber":18,"VerseNumber":43,"Text":"Il n’avait aucun clan qui pût le secourir contre (le châtiment) d’Allah, et il ne pouvait lui-même se secourir"},{"SurahNumber":18,"VerseNumber":44,"Text":"Car alors, la protection n’appartient qu’à Allah, le Vrai. C’est Lui Qui donne la meilleure récompense et assure la meilleure issue"}]}