{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"A kdo nepravostnějším jest toho, jenž lže o Bohu a vylhanou nazývá pravdu, když přinesena jest mu? Zdaž nebude v pekle obydlí (schystáno) pro nevěřící"},{"SurahNumber":39,"VerseNumber":33,"Text":"Však ten, jenž přináší pravdu a věří v ni — ti zajisté jsou bohabojni"},{"SurahNumber":39,"VerseNumber":34,"Text":"Jim (schystáno) jest, cokoliv přejí si, u Pána jejich: takováto bude odměna těch, kdo dobře činí"},{"SurahNumber":39,"VerseNumber":35,"Text":"aby tak odejmul od nich Bůh nejhorší z toho, co konali, a odměnil je odměnou jejich za nejlepší z toho, co konali"},{"SurahNumber":39,"VerseNumber":36,"Text":"Což není Bůh postačitelným (ochráncem) služebníku svému? Nicméně, oni tě straší těmi, jež uctívají vedle něho! Však tomu, jejž Bůh zavádí (v blud), není vůdce"},{"SurahNumber":39,"VerseNumber":37,"Text":"a tomu, jejž Bůh (dobře) vede, není svůdce. Což není Bůh mocný, Pán pomsty"},{"SurahNumber":39,"VerseNumber":38,"Text":"Kdybys tázal se jich: „Kdo stvořil nebe a zemi?“ řeknou zcela jistě: „Bůh.“ Rci: „Co míníte? Kdyby Bůh chtěl postihnouti mne protivenstvím, zdaž ony, jež uctíváte vedle Boha, mohly by odejmouti protivenství to ode mne — a kdyby Bůh popřáti chtěl mi milosrdenství, zdaž ony mohly by zadržeti je ode mne?“ Rci: „Bůh jest oporou mojí: na něho spoléhají spoléhající.“"},{"SurahNumber":39,"VerseNumber":39,"Text":"Rci: „Lide můj, jednejte dle nejlepší možnosti své, já (taktéž) činiti budu: a pak zvíte"},{"SurahNumber":39,"VerseNumber":40,"Text":"na koho přijde trest potupný a na koho padne trest trvalý!“"},{"SurahNumber":39,"VerseNumber":41,"Text":"Zajisté pak seslali jsme ti Knihu pro lidstvo v pravdě: a kdo přiveden jest jí (na cestu pravou), k jeho vlastnímu jest to prospěchu: a kdo zbloudil, bloudí ve svůj vlastní neprospěch. Ty pak nejsi nad nimi poručníkem"}]}