{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Kaphiraharule bhaneh ki ke jaba hami, ra hamro babubaje mato bha'ihalchaum, taba ke pheri hami (cihanabata) nikaline chaum"},{"SurahNumber":27,"VerseNumber":68,"Text":"yo vaca hamisita ra hamra babu bajesita ta dherai pahiladekhi nai bha'irakheko cha. Yi ta purvajaharuka katha matra hun"},{"SurahNumber":27,"VerseNumber":69,"Text":"Bhanidinush ki dharatima ghumaphira ta garera hera ki aparadhiharuko parinama kasto bhayo"},{"SurahNumber":27,"VerseNumber":70,"Text":"Tapa'i uniharuko lagi duhkhi nahunus ra uniharuko da'ughataharubata pani duhkhi nahunus"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ra bhandachanh ki yadi satya hau bhane, ta yo vaca kahile pura hunecha bata'idinus"},{"SurahNumber":27,"VerseNumber":72,"Text":"javapha dinus! Ki juna kuraharu (yatana) ko nimti timile sighrata garirakheka chau, sayada tyasamadhyebata kehi timro najikama a'isakeka chan"},{"SurahNumber":27,"VerseNumber":73,"Text":"Nihsandeha tapa'iko palanakarta ta manisaharumathi thulo daya garnevala cha, tara yiniharumadhye dheraile krtajnata vyakta gardainan"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ra nihsandeha juna kuraharu unako chatima lukeko huncha ra juna kama uniharule prakata gardachan, tapa'iko palanakarta ti (sabai) jandacha"},{"SurahNumber":27,"VerseNumber":75,"Text":"Akasaharu ra dharatima lukeko kunai pani yasto kura chaina juna spasta ra khulla kitabama maujuda nahos"},{"SurahNumber":27,"VerseNumber":76,"Text":"Nihsandeha yo kura'anale bani isra'ilako agadi ti dherai kuraharu, jasama uniharule vivada gardachan, spastarupama bayana gardacha"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ra nihsandeha yo kura'ana imanavalaharuko nimti margadarsana ra krpa ho"},{"SurahNumber":27,"VerseNumber":78,"Text":"Tapa'iko palanakartale uniharubica aphno adesale sabai phaisala garidinecha. U sarvasakti sampanna ra sarvajna cha"},{"SurahNumber":27,"VerseNumber":79,"Text":"Tasartha tapa'ile allahama bharosa rakhnus. Niscitarupale tapa'i ta spasta (satyata) dharmama hunuhuncha"},{"SurahNumber":27,"VerseNumber":80,"Text":"Nihsandeha tapa'ile na murdaharula'i suna'una saknuhuncha ra na bahiraharula'i aphno avaja suna'una saknuhuncha, jaba ki uniharu pithyum pharka'i vimukha bha'era ga'iraheka chan"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ra nata tapa'ile andhala'i unako margavicalanabata hata'era sahi bato dekha'una saknuhuncha. Tapa'ile ta uniharula'i matra suna'una saknu huncha jasale hamro ayataharumathi astha rakhdachan ra ajnakari chan"},{"SurahNumber":27,"VerseNumber":82,"Text":"Jaba uniharuko lagi yatanako vaca pura hunecha, taba hamile uniharuko lagi dharatibata e'uta janavara nikalnechaum, jasale uniharusita kura garnecha, ki manisaharu hamro ayataharuma visvasa gardainathe"}]}