{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ya ku mutane! Ku ne masu bukata zuwa ga Allah, kuma Allah, Shi ne Mawadaci, Godadde"},{"SurahNumber":35,"VerseNumber":16,"Text":"Idan Ya so, zai tafi da ku, kuma Ya zo da wata halitta sabuwa"},{"SurahNumber":35,"VerseNumber":17,"Text":"Kuma wancan bai zama mabuwayi ba ga Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"Kuma wani rai mai ɗaukar nauyi, bai ɗaukar nauyin wani rai. Kuma idan ran da aka nauyaya wa kaya ya yi kira (ga wani mataimaki) zuwa ga kayansa, ba za a dauki kome ba daga gare shi, kuma ko da (wanda ake kiran) ya kasance makusancin zumunta ne. Kana gargaɗi kawai ne ga waɗanda ke tsoron Ubangijinsu a fake, kuma suka tsayar da salla. Kuma wanda ya tsarkake, to, yana tsarkaka ne domin kansa. Kuma zuwa ga Allah kawai makoma take"},{"SurahNumber":35,"VerseNumber":19,"Text":"Kuma makaho ba ya daidaita da mai gani"},{"SurahNumber":35,"VerseNumber":20,"Text":"Kuma duffai ba su daidaita, kuma haske ba ya daidaita"},{"SurahNumber":35,"VerseNumber":21,"Text":"Kuma inuwa ba ta daidaita, kuma iskar zafi ba ta daidaita"},{"SurahNumber":35,"VerseNumber":22,"Text":"Kuma rayayyu ba su daidaita kuma matattu ba su daidaita. Lalle Allah Yana jiyar da wa'azi ga wanda Ya so, kuma ba ka jiyar da waɗanda suke a cikin kaburbura"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ba ka zama ba face mai gargaɗi kawai"},{"SurahNumber":35,"VerseNumber":24,"Text":"Lalle Mu Mun aike ka da gaskiya, kana mai bayar da bushara kuma mai gargaɗi. Kuma babu wata al'umma face wani mai gargaɗi ya shuɗe a cikinta"},{"SurahNumber":35,"VerseNumber":25,"Text":"Kuma idan suna ƙaryata ka, to, haƙiƙa, waɗanda suke a gabaninsu sun ƙaryata. Manzanninsu sun je musu da hujjoji, kuma da takardu, kuma da Littafi mai haske"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sa'an nan Na kama waɗanda suka kafirta. To, yaya musuNa yake"}]}