{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Por certo, Allah não perdoa que Lhe associem outra divindade, e perdoa tudo o que for afora isso, a quem quer. E quem associa a Allah, com efeito, se descaminhará com profundo descaminhar"},{"SurahNumber":4,"VerseNumber":117,"Text":"Não invocam, além dEle, senão divindades femininas, e não invocam senão um rebelde Satã"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah amaldiçoou-o. E ele disse: \"Certamente, tomarei uma porção preceituada de Teus servos"},{"SurahNumber":4,"VerseNumber":119,"Text":"E certamente descaminhá-los-ei e fá-los-ei nutrir vãs esperanças e ordenar-lhes-ei que cortem as orelhas dos animais de rebanho e ordenar-lhes-ei que desfigurem a criação de Allah.\" E quem toma Satã por aliado, em vez de Allah, com efeito, se perderá com evidente perdição"},{"SurahNumber":4,"VerseNumber":120,"Text":"Ele lhes faz promessas e fá-los nutrir vãs esperanças. E Satã não lhes promete senão falácias"},{"SurahNumber":4,"VerseNumber":121,"Text":"Esses, sua morada será a Geena, e eles não encontrarão desta fugida alguma"},{"SurahNumber":4,"VerseNumber":122,"Text":"E aos que crêem e fazem as boas obras, fá-los-emos entrar em Jardins, abaixo dos quais correm os rios; nesses, serão eternos, para todo o sempre. Essa é a promessa de Allah. E quem mais verídico que Allah em dito"},{"SurahNumber":4,"VerseNumber":123,"Text":"A recompensa não depende de vossos desejos nem dos desejos dos seguidores do Livro. Quem faz mal com ele será recompensado e não encontrará para si, além de Allah, protetor nem socorredor"},{"SurahNumber":4,"VerseNumber":124,"Text":"E quem faz as boas obras, varão ou varoa, enquanto crente, esses entrarão no Paraíso e não sofrerão injustiça, a mínima que seja"},{"SurahNumber":4,"VerseNumber":125,"Text":"E quem melhor em religião que aquele que entrega sua face a Allah enquanto benfeitor, e segue a crença de Abraão, monoteísta sincero? E Allah tomou Abraão por amigo"},{"SurahNumber":4,"VerseNumber":126,"Text":"E de Allah é o que há nos céus e o que há na terra. E Allah está sempre abarcando todas as cousas"}]}