{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"(Ullonru vaittup puramonru pecum) nayavancakarkalum, ullankalil (nirakarippu ennum) noyullavarkalum, (nampikkaiyalarkalaic cuttik kanpittu) ‘‘ivarkalai ivarkalutaiya markkam mayakkivittatu'' enru kurikkontiruntataiyum (napiye!) Nir ninaittup parppiraka. Evar allahvitame poruppu cattukiraro (avare verri ataintavar. Enenral,) niccayamaka allah (anaivaraiyum) mikaittavan, nanamutaiyavan avan"},{"SurahNumber":8,"VerseNumber":50,"Text":"vanavarkal nirakarippava(rin uyi)rkalaik kaipparrum camayattil, avarkalin mukankalilum mutukukalilum atittu (narakattirku ottic cenru) ‘‘erikkum (naraka) vetanaiyai cuvaittup parunkal'' enru kuruvatai (napiye!) Nir parkka ventama"},{"SurahNumber":8,"VerseNumber":51,"Text":"(melum, vanavarkal avarkalai nokki) ‘‘munnar unkal kaikal campatittuk kontavarrin karanamakave itu (ivvetanai unkalukku) erpattatu. Niccayamaka allah (tan) atiyarkalil evaraiyum oru ciritum aniyayam ceyvateyillai'' (enrum kuruvarkal)"},{"SurahNumber":8,"VerseNumber":52,"Text":"hpir'avnutaiya makkalin nilaimai, innum avarkalukku munnirunta varkalin nilaimai polave (ivarkalutaiya nilaimaiyum irukkiratu.) Avarkalum allahvutaiya vacanankalaip poyyakkik konte iruntanar. Atalal, avarkalin pavankalin karanamaka allah avarkalait tantittan. Niccayamaka allah mika valimaiyanavanum, vetanai ceyvatil mikak katinamanavanum avan"},{"SurahNumber":8,"VerseNumber":53,"Text":"enta makkalum tankal nilaimaiyai marrik kollata varai niccayamaka allahvum avarkalukkup purinta arulai marri vituvatillai. (Avarkal tankal nilaiyai marrik kontatanaltan avarkalukku ivvetanai erpattatu.) Niccayamaka allah nanku ceviyurupavan, mikka arintavan avan"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Akave, ivarkalin nilaimai nam munpu kuriyapati) hpir'avnin makkalin nilaimaiyaip polum, avarkalukku munniruntavarkalin nilaimaiyaip polume irukkiratu. (Avarkalum ivarkalaip polave) tankal iraivanin attatcikalaip poyyakkik kontiruntanar. Akave, avarkalutaiya pavankalin karanamaka nam (palavakai vetanaikalaik kontu hpir'avnukku munnirunta) avarkalai alittuvittatutan hpir'avnutaiya makkalaiyum nam mulkatittuvittom. (Ivarkal) anaivarum aniyayakkararkalakave iruntanar"},{"SurahNumber":8,"VerseNumber":55,"Text":"niccayamaka allahvitattil mirukankalilellam mikak ketta mirukankal (evaiyenral) nirakarippalarkaltan. Akave, avarkal nampikkai kollave mattarkal"},{"SurahNumber":8,"VerseNumber":56,"Text":"(ivarkalil) evarkalutan nir utanpatikkai ceytapotilum pinnar, anta utanpatikkaiyai ovvoru muraiyilum muritte varukinranar. Innum, avarkal (allahvukkup) payappatuvateyillai"},{"SurahNumber":8,"VerseNumber":57,"Text":"poril nir avarkalaic cantittal avarkalukkup pinnal iruppavarkalum (titukkittu) payantotumpati avarkalaic citaratittu vituviraka. (Itanal) avarkal nallarivu peralam"},{"SurahNumber":8,"VerseNumber":58,"Text":"(unkalutan utanpatikkai ceytirukkum) enta vakuppinarum turokam ceyvarkalena nir payantal, atarkuc camamakave (avvutan patikkaiyai) avarkalitam erintuvituviraka. Niccayamaka allah, turokikalai necippateyillai"}]}