{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Soni (kumbuchilani) katema katwannanjile Ibrahima malo ga (kutawa) Nyumba (jakuchimbichika ja Likaaba), (ni kuntenda kuti): “Nkasimumwanganya Une ni chilichose, soni jiswejesyani Nyumba Jangu kwaswejechesya akujisyungula, ni akwiima, akwiinama kwisa soni akusujudu (pa kuswali).”"},{"SurahNumber":22,"VerseNumber":27,"Text":"“Soni jenesyani ku wandu ya Hija. Tam’bichilile wakwenda wapasi ni (wakwela) pa ngamiya jilijose jaganda (ligongo lya matabu gaulendo), taiche kuumila kwitala lililyose lyakunaula.”"},{"SurahNumber":22,"VerseNumber":28,"Text":"“Kuti ajise kulola yakwakamuchisya yao, ni kulikolanga Lina lya Allah m’mowa gakumanyika, pa yawapele wanganyao mu inyama yakulanga, basi lyagani jine mujalakwe (nyamajo), nikwalisya soni wayakanganiche waali wakulaga.”"},{"SurahNumber":22,"VerseNumber":29,"Text":"“Kaneko aliswejesye ku usakwa wao (pakuwula nguwo sya Ihram ni kumyola umbo, kulengula ngose, kupakala mauta gakununjila ni ine), ni kwanilisya nasili syao, nikujisyungula Nyumba jakalakala (Likaaba).”"},{"SurahNumber":22,"VerseNumber":30,"Text":"Yalakweyo (ni ibada ya Hija yakuwajilwa wandu kuntendela Allah), sano jwataichimbichisye ichindu yakuchimbichika ya Allah, basi (kutenda) yalakweyo tiiwe yambone kukwakwe pameso pa M’mbujegwe. Ni iwele halaal kukwenu (kulya) ilango, ikaweje yaikusoomedwa kukwenu (mu Qur’an kuti yaharaam). Basi uwambalani usakwa (wagalagatila) isanamu, soni gawambalani malowe gaunami"},{"SurahNumber":22,"VerseNumber":31,"Text":"Pakupendechela kwa Allah (pakun’galagatila Jwele pejo), mwangali kum’bwanganya Jwalakwe (ni isanamu). Sano jwaakum’bwanganya Allah (ni isanamu), basi akuwa nti chisawu apatwiche kwinani ni inkwakwile ijuni, kapena mbungo jijile kumponya kumalo kwakutalika nnope"},{"SurahNumber":22,"VerseNumber":32,"Text":"Yalakweyo (ni ibada ya Hija yakuwajilwa wandu kuntendela Allah), sano jwataichimbichisye imanyilo ya (dini ja) Allah (mpela kuijimbasya inyama yakupeleka mbepesi ku Nyumba jakuchimbichika ja Likaaba), basi yalakweyo tiilosye woga (wakun’jogopa Allah) wauli m’mitima"},{"SurahNumber":22,"VerseNumber":33,"Text":"Nkwete wanganyammwe mu yalakwe (inyama yambepesiyo) ikamuchisyo (mpela kuikwela, kuitwika misigo nikuikama nkaka), mpaka pa ndema jekolanjidwe (ja kuisikitila), kaneko malo gakwe gakuisikitila ni ku Nyumba jakalakala (ku Maaka)"}]}