{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ra juna manisaharule hamisita bhetne asa rakhdainan, bhandachan ki hamro nimti pharistaharu (svargaduta) kina utari'enan? Va hami aphno palanakartala'i (kina) aphno amkhale daikhdainaum? Yiniharule aphaila'i thulo ahankari samjheka chan ra thulo vidroha garirakheka chan"},{"SurahNumber":25,"VerseNumber":22,"Text":"Juna dina tiniharu pharistaharula'i dekhnechan tyo dina aparadhiharuko nimti kunai khusiko kura hunechaina ra uniharu pukarne chan hami bancita nai vancita bha'eka chaum"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ra uniharule je–je karma gareka thi'e tyasatarpha dhyanakarsana bha'ema hamile tinala'i vyartha bana'idinechaum"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ho tyasa dina jannatama basneharuko basasthana ramro hunecha ra arama garne tha'um pani ramro hunecha"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ra juna dina akasa badalako satha phatne (cyatne) cha ra pharistaharu nirantara avatarita gara'inechan"},{"SurahNumber":25,"VerseNumber":26,"Text":"Tyasa dina vastavika rajya allahako hunecha. Ra inkara garneharula'i tyo dina dherai kathina hunecha"},{"SurahNumber":25,"VerseNumber":27,"Text":"Tyasa dina atyacarile aphno hata toknecha ra bhannechah ki ma rasulako margama hindeko bha'e kati ramro hune thiyo"},{"SurahNumber":25,"VerseNumber":28,"Text":"Aphasoca! Maile amuka vyaktila'i mitra nabana'eko bha'e ramro hune thiyo"},{"SurahNumber":25,"VerseNumber":29,"Text":"Tyasale ta mala'i tyasapachi vicalita paridiyo jabaki nirdesana mero pasama a'isakeko thiyo. Ra saitanale ta samaya a'epachi manusyala'i dhokha dine nai ho"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ra paigambarale bhanne chan ki he mero palanakarta nihsandeha mero jatibandhule yasa kura'anala'i tyagirakheka thi'e"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ra yasaiprakara hamile pratyeka nabi (sandesta) ko nimti aparadhiharumadhyebata satru banayaum. Ra margadarsana tatha sahayatako nimti ta timro palanahara nai paryapta cha"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ra juna manisaharule inkara gare, uniharuko bhana'i cha, ki usamathi sampurna kura'ana ekaipataka kina avatarita gari'ena? Yasakarana hamile (ali–ali utaryaum) taki yasadvara timro hrdayala'i drdha rakhaum ra hamile yasala'i ruki–ruki nai padhera suna'eka haum"},{"SurahNumber":25,"VerseNumber":33,"Text":"Ra yiniharule tapa'i samu juna udaharana lya'umne chan, hamile tyasako sahi ra dherai ramro javapha tapa'ila'i bata'idinechaum"},{"SurahNumber":25,"VerseNumber":34,"Text":"Juna manisaharu ghopto pari narkatira ekatrita garinechan, uniharu naramro basasthanavala ra purai vicalita batovala hunechan"}]}