{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"We inspired Moses, “Travel by night with My slaves, and strike for them a dry path across the sea. Have no fear of being overtaken, nor be afraid [of drowning].”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Then Pharaoh pursued them with his soldiers, but they were completely overwhelmed by the sea"},{"SurahNumber":20,"VerseNumber":79,"Text":"Thus Pharaoh led his people astray, and did not guide them"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Children of Israel, We rescued you from your enemy, and made an appointment with you on the right side of Mount Tūr [in Sinai], and sent down for you manna and quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"[saying], “Eat from the good things We have provided for you, but do not exceed the limits therein, or My wrath will befall you, for anyone upon whom My wrath befalls is perished"},{"SurahNumber":20,"VerseNumber":82,"Text":"I am indeed Most Forgiving to those who repent and believe, and do righteous deeds, then stay on the right path.”"},{"SurahNumber":20,"VerseNumber":83,"Text":"[Allah asked], “What made you hasten from your people, O Moses?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"He said, “They are following my footsteps; I hastened to You, my Lord, to please You.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah said, “We have certainly tested your people in your absence, and Sāmiri has led them astray.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"So Moses returned to his people, angry and sorrowful. He said, “O my people, did your Lord not promise you a good promise? Was my absence too long for you, or did you want the wrath from your Lord to befall you, so you broke your promise to me?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said, “We did not break our promise to you out of our own free will, but we were made to carry loads of the people’s jewelry, so we threw them [into the fire], and so did the Sāmiri throw.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Then he moulded for them an image of a calf that made a lowing sound. They said, “This is your god and Moses’ god, but he has forgotten.”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Do they not see that it does not respond a word to them, nor does it have power to harm or benefit them"}]}