{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"Верующие! Вспоминайте Бога частыми вспоминаниями"},{"SurahNumber":33,"VerseNumber":42,"Text":"хвалите Его утром и вечером"},{"SurahNumber":33,"VerseNumber":43,"Text":"Его, который благословляет вас, а также и ангелы Его, чтобы вывести вас из мрака к свету: Он милосерд к верующим"},{"SurahNumber":33,"VerseNumber":44,"Text":"В тот день, когда они сретят Его, приветствие им будет: мир! Он уготовал для них щедрую награду"},{"SurahNumber":33,"VerseNumber":45,"Text":"Пророк! Действительно Мы послали тебя свидетелем, благовестителем, угрожателем"},{"SurahNumber":33,"VerseNumber":46,"Text":"Призывателем к Богу, просвещающим светильником"},{"SurahNumber":33,"VerseNumber":47,"Text":"Благовести верующим, что им от Бога будут великие щедроты"},{"SurahNumber":33,"VerseNumber":48,"Text":"Не поддавайся неверным и лицемерам; но и не делай оскорбительного для них; положись на Бога: Бог достаточен для того, чтобы на него положиться"},{"SurahNumber":33,"VerseNumber":49,"Text":"Верующие! Когда вы женитесь на верующих женах, и потом разводитесь с ними прежде прикосновения к ним: тогда вам не следует обязывать их к сроку; какой считаете вы, а давайте им дары и отпускайте от себя приличным отпуском"},{"SurahNumber":33,"VerseNumber":50,"Text":"Пророк! Мы разрешили тебе брать в супруги тех, которым дашь ты брачные дары; невольниц, какими владеет рука твоя из той добычи, какую доставил тебе Бог; дочерей дядей твоих и дочерей теток твоих по отцу; дочерей дядей твоих и дочерей теток твоих по матери; тех, которые вместе с тобой переселились сюда, и всякую верующую женщину, если она отдаст себя пророку, если пророк захочет жениться на ней: это твое особенное право, а не всех верующих. Знаем, какие уставы дали Мы им в отношении супруг их и невольниц, какими овладела рука их, для того, чтобы не было греха на тебе. Бог прощающий, милосерд"},{"SurahNumber":33,"VerseNumber":51,"Text":"Можешь отстранить от себя ту из них, которую захочешь, и можешь принять к себе ту, которую захочешь, и которую пожелаешь из тех, которых ты отдалил от себя: на тебе в этом нет греха. От этого лучше всего повеселеют их очи: они не будут печалится и все они удовольствуются тем, что ты предоставишь каждой из них. Бог знает что в сердцах ваших: Бог знающий, кроткий"},{"SurahNumber":33,"VerseNumber":52,"Text":"После сего тебе уже не позволяется брать больше жен, ни заменять их другими супругами, хотя бы красота их очень нравилась тебе, исключая невольниц, какими завладеет рука твоя. Бог - наблюдатель над всем"}]}