{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"tam'ma manavannu kapadikondiruttare"},{"SurahNumber":23,"VerseNumber":2,"Text":"tam'ma patniyaru mattu dasiyara visayadalli matra avaru nindaniyaralla"},{"SurahNumber":23,"VerseNumber":3,"Text":"adaracege enannadaru apeksisuvavare atikramigalu"},{"SurahNumber":23,"VerseNumber":4,"Text":"avaru (vijayi visvasigalu) tam'ma melidalada nambikeyannu ulisikolluvavaru hagu tavu madida oppandavannu palisuvavaragiruttare"},{"SurahNumber":23,"VerseNumber":5,"Text":"avaru tam'ma namajh‌galannu kapaduttare"},{"SurahNumber":23,"VerseNumber":6,"Text":"avare uttaradhikarigalu"},{"SurahNumber":23,"VerseNumber":7,"Text":"avaru phir‌daus‌na (svargada) uttaradhikarigalaguvaru mattu adaralli sadakala iruvaru"},{"SurahNumber":23,"VerseNumber":8,"Text":"navu manusyanannu mannina satvadinda srstisidevu"},{"SurahNumber":23,"VerseNumber":9,"Text":"a balika navu avanannu viryada rupadalli ondu sthiravada sthanadalli nelesidevu"},{"SurahNumber":23,"VerseNumber":10,"Text":"taruvaya navu viryavannu raktada pindavagisidevu mattu a raktada pindavannu mansapindavagisidevu mattu a mansapindadinda elubugalannu srstisidevu mattu elubugalige mansada udugeyannu todisidevu. Anantara navu atanannu ondu hosa rupadalli huttisidevu. Allahanu samrd'dhanu mattu avanu atyuttama srstikartanu"},{"SurahNumber":23,"VerseNumber":11,"Text":"idada balika nivu khandita sayuviri"},{"SurahNumber":23,"VerseNumber":12,"Text":"Matte punarut'thana dina nim'mannu khandita jivantagolisi ebbisalaguvudu"},{"SurahNumber":23,"VerseNumber":13,"Text":"nim'ma mele navu elu darigalannu nirmisiruvevu. Srstigala kuritu navendu ajagrtaragiralilla"},{"SurahNumber":23,"VerseNumber":14,"Text":"mattu navu akasadinda nirdista pramanadalli nirannu ilisuvevu hagu adannu bhumiyalli ulisuvevu. Adannu tolagisuvudakku navu saktaragiddeve"},{"SurahNumber":23,"VerseNumber":15,"Text":"adara (nirina) mulaka navu nimagagi kharjura hagu draksiya totagalannu belesutteve. Adarinda innu aneka phalagalu beleyuttave mattu nivu avugalannu tinnuttiri"},{"SurahNumber":23,"VerseNumber":16,"Text":"innu, sinay parvatadalli huttuva (jhaitun) maravu, tailadondige hagu tinnuvavarigagi, svadista khadyagalondige beleyuttade"},{"SurahNumber":23,"VerseNumber":17,"Text":"januvarugalallu nimage khandita pathavide. Avugala hotteyalliruvudannu (halannu) navu nimage kudisutteve. Avugalalli nimage (itara) halavaru prayojanagalive mattu avugalalli (kelavannu) nivu tinnuttiri"},{"SurahNumber":23,"VerseNumber":18,"Text":"avugala melu hadagugalallu nivu prayanisuttiri"},{"SurahNumber":23,"VerseNumber":19,"Text":"i hinde navu nuh‌rannu avara janangadavaredege ravanisiddevu. ‘‘Nanna janangadavare, nivu allahanannu matra aradhisiri. Avana horatu nimage bere devarilla. Nivenu anjuvudillave?’’ Endu avaru upadesisidaru"},{"SurahNumber":23,"VerseNumber":20,"Text":"avara janangadallidda kelavu dhikkari nayakaru helidaru; avanu kevala obba manusya. Avanu nimaginta hirime ullavanagabayasuttane. Allahanu bayasiddare (dutaragi) malak‌galannu kaluhisuttiddanu. Navu nam'ma purvajarinda intahadenannu kelilla"},{"SurahNumber":23,"VerseNumber":21,"Text":"avanu khandita huccu hidida vyakti. Nivu svalpakala kadu nodiri"},{"SurahNumber":23,"VerseNumber":22,"Text":"avaru (nuh) helidaru; nannodeya, avaru nannannu tiraskarisiddare. Iga nine nanage neravagu"}]}