{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"ta slavetnyy Quran"},{"SurahNumber":50,"VerseNumber":2,"Text":"Vony znayshly tse nezvychayne shcho warner z chysla yim prybuly yim! disbelievers skazalo, \"Tse ye diysno nezvychayne"},{"SurahNumber":50,"VerseNumber":3,"Text":"Pislya my vmyrayemo ta stayemo pylom; tse nemozhlyve"},{"SurahNumber":50,"VerseNumber":4,"Text":"My znayemo tsilkom budʹ khto z nykh khto pryyizhdzhaye spozhytyy zemleyu; my mayemo tochnyy zapys"},{"SurahNumber":50,"VerseNumber":5,"Text":"Vony vidkhylyly pravdu koly yomu prybuly yim; vony nadzvychayno zmishuyutʹsya"},{"SurahNumber":50,"VerseNumber":6,"Text":"vony ne podyvylysya na nebo nad nymy, ta yak my skonstruyuvaly tse ta prykrasyly tse, bez vady"},{"SurahNumber":50,"VerseNumber":7,"Text":"Ta my utvoryly zemlyu, ta rozkynenu po tse hory, ta vyrosly u tse vsi riznovydy krasyvykh zavodiv"},{"SurahNumber":50,"VerseNumber":8,"Text":"Tse ye enlightenment, ta reminder dlya kozhnoho nabizhnyy worshiper"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ta my poslaly z neba blahoslovenna voda, shchob vyrosty z tse park ta zerna buty zibrani urozhay"},{"SurahNumber":50,"VerseNumber":10,"Text":"Vysoki palʹmy daty, z clustered plid"},{"SurahNumber":50,"VerseNumber":11,"Text":"Umovy dlya lyudey. Ta my ozhyvayemo z tse mertvi zemli; vy analohichno resurrected"},{"SurahNumber":50,"VerseNumber":12,"Text":"Disbelieving pered tym, yak yim yavlyaly soboyu lyudey Noah, dwellers Russ, ta Thamoud"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ta `aad, Pharaoh, ta braty Doli"},{"SurahNumber":50,"VerseNumber":14,"Text":"Ta dwellers lisiv, ta lyudey Tubba. Usi disbelieved kur'yery ta, otzhe, Miy retribution befell yim"},{"SurahNumber":50,"VerseNumber":15,"Text":"my nadto burdened pershym stvorennyam? Tse chomu vony sumniv resurrection"}]}