{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"oh inu anthu okhulupirira m’choonadi! Musatsatire mapazi a Satana. Aliyense amene atsatira mapazi a Satana, ndithudi, iye amalamulira zinthu zochititsa manyazi ndi zoipa. Koma pakadapanda chisomo cha Mulungu, panalibe wina wa inu amene akadayeretsedwa zoipa zake. Koma Mulungu amayeretsa aliyense amene Iye wamufuna. Mulungu amamva zonse ndiponso amadziwa chinthu china chilichonse"},{"SurahNumber":24,"VerseNumber":22,"Text":"Musalole kuti anthu olemera ndi olemekezeka amene ali pakati panu kuti alumbire kuti sadzapereka chithandizo kwa abale awo, kwa anthu osauka ndiponso kwa iwo amene adathawa ku midzi yawo chifukwa cha nkhani zokhudza Mulungu. Iwo ayenera kuwakhululukira ndi kuwalekerera. Kodi inu simufuna kuti Mulungu akukhululukireni? Mulungu ndi Mwini chikhululukiro ndiponso Mwini chisoni chosatha"},{"SurahNumber":24,"VerseNumber":23,"Text":"Onse amene amaipitsa mbiri ya akazi odzisunga ndiponso okhulupirira amene sachita zoipa, adzakhala otembereredwa m’dziko lino ndiponso mulimene lili nkudza. Chawo chidzakhala chilango choopsa"},{"SurahNumber":24,"VerseNumber":24,"Text":"Patsikuli malirime awo, manja awo, ndi miyendo yawo zidzachitira umboni pa zimene iwo anali kuchita"},{"SurahNumber":24,"VerseNumber":25,"Text":"Patsiku limeneli Mulungu adzawapatsa dipo lawo loyenera, ndipo iwo adzadziwa kuti Mulungu ndiye choonadi chenicheni"},{"SurahNumber":24,"VerseNumber":26,"Text":"Zinthu zodetsedwa ndi zoyenera anthu odetsedwa ndipo zinthu zosadetsedwa ndi za anthu osadetsedwa, ndiponso zinthu zabwino ndi zoyenera anthu abwino. Kotero anthu abwino ndi oyenera zinthu zabwino ndipo anthu otere sakhudzidwa ndi zimene akunena; iwowa adzakhululukidwa ndipo adzapatsidwa mphotho yolemekezeka"}]}