{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"(O, Muhammad!) Biz saga tusurgon nersege (Kuraanga) jana senden murda tusurgon nerselerge “ıyman keltirdik” dep oylogon adamdardı karabaysıŋbı?! Alar Taaguttan okum suroonu kaalap jatısat. Alar aga kaapır boluuga buyurulgan ele go?! Saytan alardı (cındıktan) alıs-alıs adastırıp ketuunu samayt"},{"SurahNumber":4,"VerseNumber":61,"Text":"Eger alarga “Allaһ tusurgon nersege (Kuraanga) jana Paygambarga (Sunnotko) kelgile” dep aytılcu bolso, al munaafıktardın senden ceckinduu turdo kayrılıp baratkanın korosuŋ"},{"SurahNumber":4,"VerseNumber":62,"Text":"Emi, alarga, jasagan osol kunooloru sebeptuu (Allaһ tarabınan) bir kaygı jetken soŋ, saga kelip: “Kuday akı, biz bul isibiz menen jaksılıktı jana oŋdoonu gana kaalaganbız” - dep (aktanıp) ant iciskenderi emnesi"},{"SurahNumber":4,"VerseNumber":63,"Text":"(Birok), Allaһ alardın juroktorundo bolgon (ıpılas) nerseni bilet. Alarga (jasagan isterine) koŋul burbay ele koy. Jana alardın ozdoruno (adaskandıktarın) jetkire suylop, (Allaһtın okumdorunun abzeldigi jonundo) nasaat ayt"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz ar bir paygambardı, Allaһtın uruksatı menen aga moyun sunulusu ucun jiberdik. Egerde alar (taagutka okum surap baruu menen) ozdoruno zulum kılıp algan kezde (jalgandan ant icpey,) saga kelip, Allaһtan kecirim surassa jana paygambar dagı alardın kunoosun keciruusun surap Allaһka duba kılganda, Allaһtı, toobalardı kabıl kıluucu, Meerimduu abalda tabısat ele"},{"SurahNumber":4,"VerseNumber":65,"Text":"Jok, Rabbiŋe ant, alar kacan oz ara jaŋjaldarın jongo saluu ucun seni akim-okumdar kılmayınca, kiyin osol sen cıgargan okumgo juroktorundo naraazılık kalbay, toluk moyun sunmayınca ıymanduu bolo alıspayt"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eger Biz alarga (pendelerge): “Ozuŋordu olturgulo” je bolboso “Jurtuŋardı tastap cıkkıla” dep, (usul isterdi) parız kılganıbızda, anı bir uuc (ıymanı kuctuu) adamdardan baskaları atkarbayt ele. Eger alar aytılgan nerseni atkarıssa ozdoruno jaksı bolmok, jana (ıymandarı) dagı bekemireek bolmok"},{"SurahNumber":4,"VerseNumber":67,"Text":"Anda Biz alarga Oz aldıbızdan uluu soop bermekpiz"},{"SurahNumber":4,"VerseNumber":68,"Text":"jana alardı Tuura Jolgo bagıttap koymokpuz"},{"SurahNumber":4,"VerseNumber":69,"Text":"Kimde-kim Allaһka jana paygambarga moyun sunsa, osolor gana (Beyistin eŋ jogorku darajasında) paygambarlar, cınıgı ıymanduular, seyitter jana salihin (eŋ taza ıymanduu) adamdardan turgan Allaһ sıylagan kisiler menen birge bolot. Alar -eŋ sonun serikter"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bul- Allaһtın pazileti. (Kim koburook soopko ee bolgonun) biluu jaatınan Allaһ jetistuu"}]}