{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Nous avons donné le Livre à Moïse et Nous avons nommé son frère Aaron comme soutien à ses côtés"},{"SurahNumber":25,"VerseNumber":36,"Text":"Nous leur avions commandé d’aller tous deux trouver ce peuple qui traitait Nos preuves d’imposture (magie) et que Nous avons totalement anéanti"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ce fut aussi le cas du peuple de Noé qui, lorsqu’il avait traité Nos messagers d’imposteurs, Nous l’avons englouti, et Nous en avons fait un exemple à méditer pour les Hommes. Aux transgresseurs, Nous avons préparé un châtiment douloureux"},{"SurahNumber":25,"VerseNumber":38,"Text":"Aux ‘Âd, aux Thamoûd, et aux compagnons d’ar-Rass (les compagnons du puits), ainsi qu’à une multitude de générations entre les uns et les autres"},{"SurahNumber":25,"VerseNumber":39,"Text":"à chacun de ces peuples Nous avions envoyé (en vain) des signes manifestes. Puis, Nous les avons totalement détruits"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ils (les dénégateurs) ont pourtant aperçu les vestiges de la cité sur laquelle une pluie funeste s’était abattue. N’ont-ils pas médité à propos de son sort ? Certes oui ! Mais ils ne s’attendent pas à être ressuscités"},{"SurahNumber":25,"VerseNumber":41,"Text":"Lorsqu’ils t’aperçoivent, ils s’empressent de faire de toi l’objet de leurs railleries : « Est-ce lui que Dieu a envoyé comme messager"},{"SurahNumber":25,"VerseNumber":42,"Text":"Il nous aurait détournés de nos idoles, n’eut été notre détermination à les adorer. Ils sauront lorsqu’ils seront face au châtiment, lequel est plus égaré"},{"SurahNumber":25,"VerseNumber":43,"Text":"Considère celui qui est totalement soumis (en adoration) à ses passions. Est-ce à toi de te porter garant de son comportement"},{"SurahNumber":25,"VerseNumber":44,"Text":"Penses-tu que la plupart d’entre eux entendent ou raisonnent ? Ils se comportent en vérité comme du bétail, voire plus égarés encore"}]}