{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Totisesti, Me annoimme Moosekselle näin kuuluvan käskyn: »Lähde matkaan palvelijaini kanssa yöaikaan ja avaa heille kuiva tie meren halki. Älä pelkää, että sinut saavutetaan, vaan kulje säikkymättä eteenpäin"},{"SurahNumber":20,"VerseNumber":78,"Text":"Mutta farao ajoi heitä sotajoukkoineen takaa, ja silloin meri peitti heidät alleen, hukuttaen kaikki"},{"SurahNumber":20,"VerseNumber":79,"Text":"Sillä farao johti kansansa harhaan eikä opastanut sitä oikealle tielle"},{"SurahNumber":20,"VerseNumber":80,"Text":"»Oi Israelin lapset! Totisesti, Me pelastimme teidät vihollisistanne ja teimme kanssanne liiton vuoren oikealla puolella sekä lähetimme teille mannaa ja peltopyitä"},{"SurahNumber":20,"VerseNumber":81,"Text":"Syökää kaikkea hyvää, mitä olemme ravinnoksenne suonut, mutta älkää menkö hillittömyyksiin, ettei vihani lankea päällenne, sillä ketä minun vihani kohtaa, hän totisesti hukkuu"},{"SurahNumber":20,"VerseNumber":82,"Text":"Mutta Minä olen peräti anteeksiantavainen sitä kohtaan, joka kääntyy ja uskoo sekä tekee hyvää ja pysyy jatkuvasti oikealla tiellä"},{"SurahNumber":20,"VerseNumber":83,"Text":"»Mutta miksi olet kiirehtinyt pois kansasi luota,oi Mooses?»"},{"SurahNumber":20,"VerseNumber":84,"Text":"Hän vastasi: »He seuraavat jälkiäni, ja minä kiiruhdan luoksesi, oi Herra, jotta olisit minuun tyytyväinen.»"},{"SurahNumber":20,"VerseNumber":85,"Text":"Silloin Herra lausui: »Totisesti, olemme koetellut kansaasi sinun poistuttuasi, sillä Saamiri on johdattanut sen harhaan.»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Silloin Mooses palasi kansansa luokse täynnä kiivautta ja murhetta. Hän sanoi: »Oi kansani, eikö Herranne antanut teille ihanan lupauksen? Näyttikö sovittu aika teistä liian pitkältä? Vai toivoitteko Herran vihan lankeavan päällenne, koska rikoitte minulle tekemänne lupauksen"},{"SurahNumber":20,"VerseNumber":87,"Text":"He vastasivat: »Me emme rikkoneet lupausta omasta tahdostamme, vaan meidät pakotettiin kantamaan raskaat taakat kansan koristeita ja heittämään ne tuleen, ja Saamiri teki samoin.»"},{"SurahNumber":20,"VerseNumber":88,"Text":"Siten Saamiri valmisti heille (kulta)vasikan, josta lähti kumea ääni. Ja he sanoivat: »Tämä on teidän jumalanne ja Mooseksen jumala, mutta hän on sen unohtanut.»"},{"SurahNumber":20,"VerseNumber":89,"Text":"Eivätkö he huomanneet, että se ei puhunut heille ainoatakaan sanaa, ja ettei sillä ollut valtaa tehdä heille vahinkoa eikä hyvääkään"}]}