{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"Bir de Rabbin, Ademogullarindan, bellerindeki zurriyetlerini alip da onlari kendi nefislerine sahit tutarak: Ben sizin Rabbiniz degil miyim?\" dedigi vakit, \"pekala Rabbimizsin, sahidiz\" dediler. (Bunu) kiyamet gunu \"Bizim bundan haberimiz yoktu.\" demeyesiniz diye (yapmistik)"},{"SurahNumber":7,"VerseNumber":173,"Text":"Yahut, atalarimiz daha once sirk kosmuslardi. Biz onlardan sonra gelen bir nesil idik, simdi o batil yolu tutanlarin yaptiklari yuzunden bizi helak mi edeceksin, demeyesiniz diye (yapmistik)"},{"SurahNumber":7,"VerseNumber":174,"Text":"Ve iste biz, ayetleri boyle ayrintili olarak acikliyoruz ki, belki donerler"},{"SurahNumber":7,"VerseNumber":175,"Text":"Onlara, kendisine ayetlerimizi sundugumuz o adamin kissasini da anlat; ayetlerden siyrilip cikti, derken onu seytan arkasina takti, en sonunda da helak olanlardan oldu"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ve eger dileseydik onu o ayetlerle yuceltirdik, fakat o alcakliga saplandi kaldi ve kendi keyfinin ardina dustu. Artik onun ibret verici hali o kopegin haline benzer ki, uzerine varsan da dilini uzatir solur, biraksan da solur. Iste bu, ayetlerimizi inkar eden kavmin misalidir. Bu kissayi iyice anlat, belki biraz dusunurler"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayetlerimizi inkar edip, sirf kendilerine zulmeden o kavmin hali ne kadar kotudur"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah kime hidayet ederse, o hidayete erer, kimi de dalalette birakirsa, iste onlar husrana ugrayanlarin ta kendileri olurlar"},{"SurahNumber":7,"VerseNumber":179,"Text":"Andolsun ki, cinlerden ve insanlardan bircogunu cehennem icin yarattik. Onlarin kalbleri vardir, fakat onunla gercegi anlamazlar. Gozleri vardir, fakat onlarla gormezler. Kulaklari vardir, fakat onlarla isitmezler. Iste bunlar hayvanlar gibidirler. Hatta daha da asagidirlar. Bunlar da gafillerin ta kendileridir"},{"SurahNumber":7,"VerseNumber":180,"Text":"Oysa en guzel isimler Allah'indir. Bundan dolayi Allah'a onlarla dua edin. Onun isimlerinde sapiklik eden mulhidleri (inkarcilari) terkedin. Onlar yakinda yaptiklarinin cezasini cekecekler"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yine bizim yarattigimiz insanlardan oyle bir ummet var ki, onlar hakka yol gosterirler ve o hak ile adaleti yerine getirirler"}]}