{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Ó vós que credes! Sede constantes na equanimidade, testemunhando por Allah, ainda que contra vós mesmos, ou contra os pais e os parentes. Quer se trate de rico ou pobre, Allah terá prioridade sobre ambos. Então, não sigais as paixões, para serdes justos. E, se deturpais o testemunho ou dais de ombros, por certo, Allah, do que fazeis, é Conhecedor"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ó vós que credes! Crede em Allah e em Seu Mensageiro e no Livro que Ele fez descer sobre Seu Mensageiro, e no Livro que Ele fizera descer antes. E quem renega a Allah e a Seus anjos e a Seus Livros e a Seus Mensageiros e ao Derradeiro Dia, com efeito, descaminhar-se-á com profundo descaminhar"},{"SurahNumber":4,"VerseNumber":137,"Text":"Por certo, aos que creram, depois renegaram a Fé, em seguida, em seguida acrescentaram-se em renegação da Fé"},{"SurahNumber":4,"VerseNumber":138,"Text":"Alvissara aos hipócritas que terão doloroso castigo"},{"SurahNumber":4,"VerseNumber":139,"Text":"São os que tomam por aliados os renegadores da Fé, em vez dos crentes. Buscarão junto deles o poder? Então, por certo, todo o poder é de Allah"},{"SurahNumber":4,"VerseNumber":140,"Text":"E, com efeito, Ele fez descer, sobre vós, no Livro que, quando ouvirdes os versículos de Allah, enquanto os ínfíéis os renegam e deles zombam, não deveis sentar-vos com eles, até confabularem, em outra conversação. Senão, seríeis iguais a eles. Por certo, Allah juntará os hipócritas e os renegadores da Fé, na Geena, a todos eles"},{"SurahNumber":4,"VerseNumber":141,"Text":"Os que espreitam o que ocorrerá para vós; então, se obtendes uma conquista vinda de Allah, dizem: \"Não estávamos convosco?\" E, se há para os renegadores da Fé porção da conquista, dizem: \"Não vos conduzimos e vos defendemos dos crentes?\" Então, Allah julgará, entre vós, no Dia da Ressurreição. E Allah não fará aos renegadores da Fé caminho, para triunfarem sobre os crentes"}]}