{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"(dūtarē,) marada keḷage, nim'mondige pramāṇa māḍuttidda viśvāsigaḷinda allāhanu khaṇḍita santuṣṭanādanu. Avara manas'sugaḷalli ēnittembudannu avanu ballanu. Avanu avarige nem'madiyannu iḷisikoṭṭanu hāgū avarige ondu śīghra vijayada puraskāravannu dayapālisidanu"},{"SurahNumber":48,"VerseNumber":19,"Text":"mattu avaru dhārāḷa yud'dha sampattannu gaḷisidaru. Allāhanu prabalanū yuktivantanū āgiruvanu"},{"SurahNumber":48,"VerseNumber":20,"Text":"allāhanu nimage, nīvu dhārāḷa yud'dha sampattannu gaḷisuvirendu vāgdāna māḍiddanu. Avanīga bahubēganē adannu nimage koṭṭiruvanu hāgū nim'ma virud'dha (ettadante) janara kaigaḷannu taḍediṭṭiruvanu. (Idu,) viśvāsigaḷa pālige purāveyāgalikkāgi hāgū nim'mannu sthiravāda sanmārgadeḍege naḍesalikkāgi"},{"SurahNumber":48,"VerseNumber":21,"Text":"nim'ma niyantraṇadallillada innū halavu (viṣayagaḷu) ive. Allāhanu avugaḷannu āvarisikoṇḍiddāne. Avanantū ellavannū māḍalu śaktanāgiddāne"},{"SurahNumber":48,"VerseNumber":22,"Text":"ondu vēḷe dhikkārigaḷu nim'ma virud'dha yud'dha māḍiddare avaru bennu tirugisi ōḍabēkāguttittu mattu avarige rakṣakarāgali sahāyakarāgali yārū siguttiralilla"},{"SurahNumber":48,"VerseNumber":23,"Text":"idu, hindinindalū naḍedu bandiruva allāhana niyama. Allāhana niyamadalli nīvu yāvudē badalāvaṇeyannu kāṇalāriri"},{"SurahNumber":48,"VerseNumber":24,"Text":"nimage avara (dhikkārigaḷa) virud'dha prābalya odagisida baḷika, makkaḥdalli avaru nim'ma mēle kai ettadante hāgū nīvu avara mēle kai ettadante taḍedavanu avanē (allāhanē). Nīvu māḍuttidda ellavannū allāhanu nōḍuttiddanu"},{"SurahNumber":48,"VerseNumber":25,"Text":"Avarē dhikkarisidavaru hāgū nim'mannu masjidul harām‌ge hōgadante taḍedavaru hāgū baligāgi nillisalāgidda prāṇigaḷu avugaḷa neleyannu talupadante taḍedavaru. Ondu vēḷe (makkaḥdalli) nīvu nimage paricayavillada viśvāsi puruṣaru mattu strīyarannu nāśa māḍi, ā mūlaka, nimage arivillade ondu doḍḍa pramāda esagi biḍuva sādhyate illadiruttiddare (yud'dhavannu sam'matisalāguttittu). Allāhanu tānicchisidavarannu tanna kr̥peyoḷage sērisuvantāgalu (adannu viḷambisalāyitu). Ondu vēḷe (viśvāsigaḷu hāgū dhikkārigaḷu) sampūrṇa bērpaṭṭiddare nāvu avara paiki dhikkārigaḷige kaṭhiṇa śikṣeyannu nīḍuttiddevu"},{"SurahNumber":48,"VerseNumber":26,"Text":"dhikkārigaḷu tam'ma managaḷalli ud'dhaṭatanavannu (mātravalla,) ajñānada ud'dhaṭatanavannu beḷesikoṇḍāga, allāhanu tanna dūtarige hāgū viśvāsigaḷige manaḥ śāntiyannu iḷisikoṭṭanu mattu avarannu dharmaniṣṭheya mātinalli sthiragoḷisidanu. Avaru adakke heccu ar'haru hāgū yōgyarāgiddaru. Mattu allāhanu ellavannū ballavanāgiddāne"}]}