{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Er ist es, Der euch Gehor, Augenlicht und Herzen hat entstehen lassen. Wie wenig dankbar ihr seid"},{"SurahNumber":23,"VerseNumber":79,"Text":"Und Er ist es, Der euch auf der Erde (an Zahl) hat anwachsen lassen, und zu Ihm werdet ihr versammelt werden"},{"SurahNumber":23,"VerseNumber":80,"Text":"Und Er ist es, Der lebendig macht und sterben laßt; und auf Ihn geht der Unterschied von Nacht und Tag zuruck. Begreift ihr denn nicht"},{"SurahNumber":23,"VerseNumber":81,"Text":"Aber nein! Sie sagen das gleiche, was die Fruheren gesagt haben"},{"SurahNumber":23,"VerseNumber":82,"Text":"Sie sagen: „Wenn wir gestorben und zu Erde und Knochen geworden sind, sollen wir denn dann wirklich auferweckt werden"},{"SurahNumber":23,"VerseNumber":83,"Text":"Dies ist bereits zuvor uns und unseren Vatern versprochen worden. Das sind nur Fabeln der Fruheren"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sag: Wem gehort die Erde und wer auf ihr ist, wenn ihr (es) wißt"},{"SurahNumber":23,"VerseNumber":85,"Text":"Sie werden sagen: „(Alles) gehort Allah. Bedenkt ihr denn nicht"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sag: Wer ist der Herr der sieben Himmel und der Herr des gewaltigen Thrones"},{"SurahNumber":23,"VerseNumber":87,"Text":"Sie werden sagen: „(Alles) gehort Allah. Sag: Wollt ihr denn nicht gottesfurchtig sein"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sag: In wessen Hand ist die Herrschaftsgewalt uber alles, Der Schutz gewahrt und gegen Den kein Schutz gewahrt werden kann, wenn ihr wißt"},{"SurahNumber":23,"VerseNumber":89,"Text":"Sie werden sagen: „(Alles) gehort Allah. Wieso seid ihr denn einem Zauber verfallen"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nein! Vielmehr sind Wir zu ihnen mit der Wahrheit gekommen, aber sie sind wahrlich Lugner"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah hat Sich keine Kinder genommen, und keinen Gott gibt es neben Ihm, sonst wurde furwahr jeder Gott das wegnehmen, was er erschaffen hat, und die einen von ihnen wurden sich den anderen gegenuber wahrlich uberheblich zeigen. Preis sei Allah, (und Erhaben ist Er) uber das, was sie (Ihm) zuschreiben"},{"SurahNumber":23,"VerseNumber":92,"Text":"Dem Kenner des Verborgenen und des Offenbaren! Erhaben ist Er uber das, was sie (Ihm) beigesellen"}]}