{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"But none believed in Moses, save a section of his own people, through fear of Pharaoh and his chiefs, lest he should afflict them. Verily, Pharaoh was a tyrant in the land, and verily, he was wanton"},{"SurahNumber":10,"VerseNumber":84,"Text":"And Moses said, \"O my people! If you did believe in Allah, then on Him rely, if you have, indeed, surrendered (unto Him - become Muslims)"},{"SurahNumber":10,"VerseNumber":85,"Text":"They said, \"In Allah do we put our trust. O our Lord! Make us not a cause of fitnat (trial, temptation, punishment, oppression, discord, conflict), for a people who oppress"},{"SurahNumber":10,"VerseNumber":86,"Text":"But deliver us by Thy mercy from the people who disbelieve"},{"SurahNumber":10,"VerseNumber":87,"Text":"And We inspired Moses and his brother thus, \"Establish, you twain, houses for your people in Egypt; and make you your houses a qiblah (the centre of worship); and be you steadfast in prayer, and give Glad Tidings to those who believe"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moses said, \"O our Lord! Verily, Thou hast brought to Pharaoh and his chiefs ornaments and wealth in the life of this world; Our Lord! They lead men astray from Thy way thereby! Our Lord! Confound their wealth (make it loathsome or turn it into a sou)"},{"SurahNumber":10,"VerseNumber":89,"Text":"He said, \"Your prayer is answered; be upright then (follow the Straight Way), you two, and follow not the path of those who have no knowledge (the ignorant)"},{"SurahNumber":10,"VerseNumber":90,"Text":"And We brought the Children of Israel across the sea; and Pharaoh and his hosts pursued them with spite and hostility until when drowning overtook him, he exclaimed, \"I believe that there is no Allah but He in whom the children of Israel believe, and"},{"SurahNumber":10,"VerseNumber":91,"Text":"What! Now! But a little while before were you in rebellion, and were of those who do evil"},{"SurahNumber":10,"VerseNumber":92,"Text":"But this day shall We save you in your body, that you may be a Sign to those who come after you; but verily, many of mankind are heedless of Our Signs"}]}