{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":18,"Text":"Kuma kana zaton su farkakku ne, alhali kuwa su masu barci ne. Muna juya su wajen dama da wajen hagu, kuma karensu yana shimfiɗe da zira'o'in ƙafafuwansa ga farfajiya (ta kogon). Da ka leka (a kan) su (da) lalle ne, ka juya daga gare su a guje kuma (da) lalle ne ka cika da tsoro daga gare su"},{"SurahNumber":18,"VerseNumber":19,"Text":"Kuma kamar wannan ne Muka tayar da su, domin su tambayi juna a tsakaninsu. Wani mai magana daga cikinsu ya ce: \"Mene ne lokacin da kuka zauna?\" suka ce: \"Mun zauna yini ɗaya ko sashen yini.\" Suka ce: \"Ubangijinku ne Mafi sani ga abin da kuka zauna. To, ku aika da ɗayanku, game da azurfarku wannan, zuwa ga birnin. Sai ya duba wanne ne mafi tsarki ga abin dafawa, sai ya zo muku da abinci daga gare shi. Kuma sai ya yi da hankali, kada ya sanar da ku ga wani mutum"},{"SurahNumber":18,"VerseNumber":20,"Text":"Lalle ne su idan sun kama ku, za su jefe ku, ko kuwa su mayar da ku a cikin addininsu kuma ba za ku sami babban rabo, ba, a sa'an nan har abada"},{"SurahNumber":18,"VerseNumber":21,"Text":"Kuma kamar wancan ne, Muka nuna su (gare su) domin su san lalle wa'adin Allah gaskiya ne, kuma lalle ne Sa'a babu shakka a cikinta. A lokacin da suke jayayyar al'amarinsu a tsakaninsu sai suka ce: \"Ku gina wani gini a kansu, Ubangijinsu ne Mafi sani game da su.\" Waɗanda suka rinjaya a kan al'amarinsu suka ce: \"Lalle mu riƙi masallaci a kansu"},{"SurahNumber":18,"VerseNumber":22,"Text":"Za su ce: \"Uku ne da na huɗunsu karensu.\"Kuma suna cewa, \"Biyar ne da na shidansu karensu,\" a kan jifa a cikin duhu. Kuma suna cewa, \"Bakwaine da na takwas ɗinsu karensu.\"Ka ce: \"Ubangijina ne Mafi saniga ƙidayarsu, babu wanda ya san su face kaɗan.\"Kada ka yi jayayya bayyananna. Kuma kada ka yi fatawa ga kowa daga gare su a cikin al'amarinsu"}]}