{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Neuzheli On izo vsego, chto sozdal, vzyal Sebe docherey, a vas vozvysil, darovav synovey"},{"SurahNumber":43,"VerseNumber":17,"Text":"Kogda komu-libo iz nikh vozveshchayut [o rozhdenii] togo, chto oni pripisyvayut Miloserdnomu, yego litso cherneyet ot gneva, ibo on yele sderzhivayet sebya"},{"SurahNumber":43,"VerseNumber":18,"Text":"[Neuzheli vy pripisyvayete Allakhu] togo, kto ros, zabotyas' lish' o naryadakh, i kto ne sposoben slova putnogo vymolvit' v razgovore"},{"SurahNumber":43,"VerseNumber":19,"Text":"I oni sochli angelov, kotoryye sut' raby Miloserdnogo, zhenshchinami. Da razve oni prisutstvovali pri ikh sotvorenii? Pokazaniye ikh budet zapisano, i ikh prizovut k otvetu"},{"SurahNumber":43,"VerseNumber":20,"Text":"Oni govoryat: \"Yesli by Miloserdnomu bylo ugodno, to my ne poklonyalis' by im\". Oni nichego ne vedayut ob etom i lish' boltayut, chto im vzdumayetsya"},{"SurahNumber":43,"VerseNumber":21,"Text":"Razve My im darovali prezhde kakoye-libo pisaniye, na kotoroye oni mogli by opirat'sya"},{"SurahNumber":43,"VerseNumber":22,"Text":"Tak net, oni utverzhdayut: \"Voistinu, my zastali svoikh ottsov priverzhentsami takoy-to very, i my sleduyem po ikh stopam"},{"SurahNumber":43,"VerseNumber":23,"Text":"Tak [bylo i prezhde] - stoilo Nam poslat' kakogo-nibud' uveshchevatelya v seleniye [lyudskoye], kak zazhitochnyye muzhi yego govorili: \"Voistinu, My zastali svoikh ottsov priverzhentsami takoy-to very, i my sleduyem po ikh stopam"},{"SurahNumber":43,"VerseNumber":24,"Text":"[Mukhammad] skazal: \"A yesli ya yavilsya k vam s tem, chto boleye verno, chem to, chemu byli priverzheny vashi ottsy?\" Oni otvetili: \"Voistinu, my ne veruyem v to, s chem poslali tebya"},{"SurahNumber":43,"VerseNumber":25,"Text":"I My pokarali ikh. Tak posmotri zhe, kakov byl iskhod tekh, kotoryye otvergli [poslannikov]"}]}