{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Die Almosen sind nur fur die Armen, die Bedurftigen, diejenigen, die damit beschaftigt sind, diejenigen, deren Herzen vertraut gemacht werden sollen, (den Loskauf von) Sklaven, die Verschuldeten, auf Allahs Weg und (fur) den Sohn des Weges, als Verpflichtung von Allah. Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":61,"Text":"Unter ihnen gibt es diejenigen, die dem Propheten Leid zufugen und sagen: \"Er ist ein Ohr.\" Sag: (Er ist) ein Ohr des Guten fur euch. Er glaubt an Allah und glaubt den Glaubigen, und (er ist) eine Barmherzigkeit fur diejenigen von euch, die glauben. Fur diejenigen aber, die Allahs Gesandtem Leid zufugen, wird es schmerzhafte Strafe geben"},{"SurahNumber":9,"VerseNumber":62,"Text":"Sie schworen euch bei Allah, um euch zufriedenzustellen. Aber Allah - und (auch) Sein Gesandter - hat ein großeres Anrecht darauf, daß sie Ihn zufriedenstellen, wenn sie glaubig sind"},{"SurahNumber":9,"VerseNumber":63,"Text":"Wissen sie denn nicht, daß es fur denjenigen, der Allah und Seinem Gesandten zuwiderhandelt -, daß es fur ihn das Feuer der Holle gibt, ewig darin zu bleiben? Das ist die gewaltige Schande"},{"SurahNumber":9,"VerseNumber":64,"Text":"Die Heuchler furchten, daß eine Sura uber sie offenbart werden konnte', die ihnen kundtut, was in ihren Herzen ist. Sag: Macht euch (nur) lustig! Allah wird herausbringen, was ihr furchtet"},{"SurahNumber":9,"VerseNumber":65,"Text":"Und wenn du sie fragst, werden sie ganz gewiß sagen: \"Wir haben nur (schweifende) Gesprache gefuhrt und gescherzt.\" Sag: Habt ihr euch denn uber Allah und Seine Zeichen und Seinen Gesandten lustig gemacht"},{"SurahNumber":9,"VerseNumber":66,"Text":"Entschuldigt euch nicht! Ihr seid ja unglaubig geworden, nachdem ihr den Glauben (angenommen) hattet. Wenn Wir (auch) einem Teil von euch verzeihen, so strafen Wir einen (anderen) Teil (dafur), daß sie Ubeltater waren"}]}