{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"Biz Nuhtu oz koomuna elci kılıp jiberdik. (Al ayttı:) “Men silerge anık estetuucumun"},{"SurahNumber":11,"VerseNumber":26,"Text":"Allaһtan baskaga ibadat kılbasıŋardı (eskertemin.) Men silerdin basıŋarga kıynoocu Kundun azabı tusup kaluusunan korkomun”"},{"SurahNumber":11,"VerseNumber":27,"Text":"Anın koomunun arasındagı kaapır bolgon uruu bascıları: “Bizdin oyubuzca, sen biz sıyaktuu ele adamsıŋ. Biz senin artıŋdan akılsız kedeyler gana eercigenin korup turabız. Bizden artıkca jeriŋerdi ec korboy jatabız, teskerisince biz silerdi jalgancılar dep kumon kılabız”-desti"},{"SurahNumber":11,"VerseNumber":28,"Text":"(Nuh) ayttı: “O, koomum! Aytkılacı, eger men Rabbimden kelgen anık dalilge ee bolsom jana maga Andan ırayım — paygambarcılık kelgen bolso, a birok, bul silerge biline elek bolso, siler anı jaman korup tursaŋar dele, biz silerdi aga majburlamak belek"},{"SurahNumber":11,"VerseNumber":29,"Text":"O,koomum! Men (dinge) daavat kılganım ucun silerden mal-duyno surabaymın. Maga soop- sıylıktı Allaһ beret. Men ıymanga kelgenderdi kuup jiberbeymin.! Alar Rabbisine joluguucu (jana andan Beyis sıylıgın aluucu) adamdar. Birok, men silerdin naadan koom ekeniŋerdi korup turamın"},{"SurahNumber":11,"VerseNumber":30,"Text":"O, koomum! Eger men al adamdardı aydap jibersem, Allaһtın (azabınan kutuluuga) maga kim jardam bere alat?! Oylonboysuŋarbı"},{"SurahNumber":11,"VerseNumber":31,"Text":"Men silerge: “Mende Allaһtın kazınaları bar” debeymin. Men kayıptı da bilbeymin (anı bir Allaһtan baska ec kim bilbeyt). Jana “men peristemin” dep da aytpaymın. Jana... Siler kozuŋorgo ilbegen (bey-becara) adamdar jonundo: “Allaһ alarga jaksılık (Beyis) berbeyt” dey albaymın. (Eger ıymandarı ıkılastuu bolso, albette, beret) Alardın jan-dilindegi nerselerdi Allaһ koburook bilet. Men (eger siler kaalagandı aytsam) anda, men zaalımdardan bolup kalmakmın. Musrik-kaapırlar Nuh aleyhi salamdan ozdoru talap kılgan jooptu alalbay kalgandan kiyin mınday"},{"SurahNumber":11,"VerseNumber":32,"Text":"desti: “O, Nuh! Biz menen kop talastıŋ! Eger sozuŋdo cıncıl bolsoŋ, bizge ubada kılganıŋdı (azaptı) keltirci kana!”"},{"SurahNumber":11,"VerseNumber":33,"Text":"(Anda Nuh): “Anı silerge eger kaalasa, Allaһ gana keltiret. Anda (Allaһ Taalaga) alıŋar jetpey kalat"},{"SurahNumber":11,"VerseNumber":34,"Text":"Eger Allaһ silerdi adastıruunu kaalagan bolso, men silerge nasaat aytuunu kaalasam da, nasaatım silerge payda berbeyt. Al silerdin Rabbiŋer jana Ozuno kaytarılasıŋar”- dedi"},{"SurahNumber":11,"VerseNumber":35,"Text":"Je alar: “(Nuh) Allaһka jalgan-jalaa aytıp jatat” desebi? Ayt: “Eger men jalgan aytsam, kunoom oz moynumda. Birok, men silerdin kunooŋorgo joop berbeymin”"}]}