{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hajj povynen buty zauvazhenyy u vstanovlenykh misyatsyakh. Whoever vid'yizhdzhaye zauvazhyty Hajj bude utrymatysya vid stattyevoho spilkuvannya, nepravylʹnoyi povedinky, ta arhumentiv vsyudy Hajj. Shchob ni harni vy, BOH znaye tsilkom tut. Tomu shcho vy pidhotovlyayete vashi umovy dlya mandrivky, krashche zabezpechennya righteousness. Vy budete zauvazhyty Meni, O vy shcho volodiyete rozvidkoyu"},{"SurahNumber":2,"VerseNumber":198,"Text":"Vy ne zdiysnyuyete pomylku shukayuchy umov z vashoho Lorda (cherez komertsiyu). Koly vy reyestruyete z `arafaat, vy budete svyatkuvaty BOHA u Svyashchennomu Roztashuvanni (Muzdalifah). Vy budete svyatkuvaty Yoho dlya toho, shchob keruvaty vamy; pered tse, vy zablukalysya"},{"SurahNumber":2,"VerseNumber":199,"Text":"Vy budete zareyestruvaty razom, z reshtoyu lyudey kotrykh reyestruyete, ta budete poprosyty BOHA dlya forgiveness. BOH Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":2,"VerseNumber":200,"Text":"Odnoho razu vy zavershuyete vashi obryady, vy budete prodovzhyty svyatkuvaty BOHA tomu shcho vy svyatkuyete vashykh vlasnykh batʹkiv, abo navitʹ krashche. Deyaki lyudy by skazaly, \"Nash Lord, dayutʹ nam tse svit,\" v toy chas, yak ne mayutʹ aktsiyi u U maybutnʹomu"},{"SurahNumber":2,"VerseNumber":201,"Text":"Inshi by skazaly, \"Nash Lord, harantuyutʹ nam righteousness u tse svit, ta righteousness u U maybutnʹomu, ta zapasni ny retribution Pekla"},{"SurahNumber":2,"VerseNumber":202,"Text":"Kozhnyy z tsʹoho otrymayutʹ dolʹovi vony zarobleni. BOH ye naybilʹsh efektyvnyy u rozrakhunku"},{"SurahNumber":2,"VerseNumber":203,"Text":"Vy budete svyatkuvaty BOHA dlya dekilʹka dniv (u Mena); whoever hastens zrobyty tse u dvokh dnyakh ne zdiysnyuye hrikh, ta whoever perebuvannya bilʹsh dovhi zdiysnyuye niyakyy hrikh, stilʹky, skilʹky righteousness pidtrymuyetʹsya. Vy budete zauvazhyty BOHA, ta budete znaty shcho pered tym, yak Yo vy budete zbyratysya"},{"SurahNumber":2,"VerseNumber":204,"Text":"Sered lyudey, kozhnyy mozhe vrazyty vas z yoho vyslovamy shchodo tsʹoho zhyttya, ta mozhete mozhete navitʹ zaklykaty na BOHA zasvidchyty yoho nayhlybshi dumky, v toy chas, yak vin ye duzhe revnyy oponent"},{"SurahNumber":2,"VerseNumber":205,"Text":"Yak tilʹky vin lyshaye, vin blukaye zemlya corruptingly, ruynuyuchi vlasnistʹ ta zhyttya. BOH ne lyubytʹ koruptsiyu"},{"SurahNumber":2,"VerseNumber":206,"Text":"Koly vin rozpovidayetʹsya, \"Zauvazhuyutʹ BOHA,\" vin staye zukhvalo oburenym. Otzhe, yoho tilʹky dolya Peklo; shcho neshchasnyy abode"},{"SurahNumber":2,"VerseNumber":207,"Text":"Todi ye tsey khto prysvyachuyutʹ yikhni zhyttya sluzhachyy BOH; BOH compassionate do takoho worshipers"},{"SurahNumber":2,"VerseNumber":208,"Text":"O vy shcho vvazhayete, vy budete okhopyty zahalʹne podannya; ne proslidkuyte za zakhodamy Satan, dlya vin ye vash naybilʹsh revnyy voroh"},{"SurahNumber":2,"VerseNumber":209,"Text":"Yakshcho vy backslide, pislya yasnykh dokaziv prybuly do vas, todi znayete shcho BOH ye Mohutniy, Naybilʹsh Mudryy"},{"SurahNumber":2,"VerseNumber":210,"Text":"vony chekayutʹ do BOHA Sebe prybuvaye yim u shchilʹnykh khmarakh, razom z anhelamy? Koly tse vidbuvayetʹsya, vsya materiya bude prypynyatysya, ta do vse BOHA bude vertatysya"}]}