{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"නියත වශයෙන්ම භය භක්තිකයින් නම්, ස්වර්ගයන්හිද, (එහි ඇති) දිය දහරාවන්හිද, (ඉතාමත් සතුටින්) සිටිනු ඇත"},{"SurahNumber":15,"VerseNumber":46,"Text":"(ඔවුන්ට) “ඔබ ශාන්තියෙන් පිරි, බියෙන් තොර අය වශයෙන්ද මෙහි ඇතුළු වනු” (යයි කියනු ලබන්නාහ)"},{"SurahNumber":15,"VerseNumber":47,"Text":"(කෙනෙකුට කෙනෙකු කෙරෙහි මෙලොවදී) ඔවුන්ගේ මනසෙහි තිබූ ක්‍රෝධයන් අපි පහ කර හරින්නෙමු. (ඔවුන්ද සත්‍ය) සහෝදරයින් වශයෙන් කෙනෙකු අනිත් කෙනාගේ මුහුණට මුහුණ ලා යහනාවන්හි (සතුටින් හාන්සි වී) සිටිනු ඇත"},{"SurahNumber":15,"VerseNumber":48,"Text":"එහි ඔවුන්ට කිසිම අමාරුකමක් ළඟා වන්නේ නැත. එයින් ඔවුන්ව පිටමං කරනු ලබන්නේද නැත"},{"SurahNumber":15,"VerseNumber":49,"Text":"(නබියේ!) ඔබ මගේ වහලූන්ට මෙසේ දැනුම් දෙනු: “නියත වශයෙන්ම මා ඉතාමත් ක්ෂමා කරන කරුණාවන්තයෙකි”"},{"SurahNumber":15,"VerseNumber":50,"Text":"“(එහෙත්) මගේ දඬුවමද නියත වශයෙන්ම ඉතාමත් දරුණුය!”"},{"SurahNumber":15,"VerseNumber":51,"Text":"(නබියේ!) ඉබ්රාහිම්ගේ අමුත්තන්ගේ ඉතිහාසය ඔබ ඔවුන්ට දැනුම් දෙනු"},{"SurahNumber":15,"VerseNumber":52,"Text":"ඔවුන් ඉබ්රාහිම් වෙත ගොස්, සලාමුන් (ඔබට ශාන්තිය හා සමාදානය අත් වේවා!) යයි පැවසීමට, ඔහු “නියත වශයෙන්ම මා ඔබ ගැන බිය වන්නෙමි” යයි කීවේය"},{"SurahNumber":15,"VerseNumber":53,"Text":"එයට ඔවුන් “ඔබ බිය නොවනු. නියත වශයෙන්ම අපි ඔබට ඉතාමත් ඥානයෙන් පිරි එක් පුත්‍රයෙකු මගින් ශුභාරංචි පවසන්නෙමු” යයි පැවසූහ"},{"SurahNumber":15,"VerseNumber":54,"Text":"එයට ඔහු “මෙම මහළු වියෙහිද ඔබ මා හට (පුත්‍රයෙකු මගින්) ශුභාරංචි පවසන්නේ! කුමක් මගින් ඔබ ශුභාරංචි පවසන්නෙහුද?”යි විමසුවේය"},{"SurahNumber":15,"VerseNumber":55,"Text":"එයට ඔවුන් “(සමච්චලයට නොව); ඇත්තෙන්ම අපි ඔබට (පුතෙකු ගැන) ශුභාරංචි පවසන්නෙමු. (ඒ ගැන) ඔබ අවිශ්වාස නොකරනු” යයි පැවසූහ"},{"SurahNumber":15,"VerseNumber":56,"Text":"එයට ඔහු “මාර්ගය වැරද ගිය අය හැර, තමන්ගේ දෙවියන්ගේ වරප්‍රසාදයන් ගැන කවුරුන් නම් අවිශ්වාස කරන්නට හැකිද?”යි කීවේය"},{"SurahNumber":15,"VerseNumber":57,"Text":"(පසුව මලායිකාවරුන්ට “දෙවියන් වහන්සේ විසින්) යවනු ලැබූවනි! ඔබගේ කාරණාව කුමක්ද?”යි විමසුවේය"},{"SurahNumber":15,"VerseNumber":58,"Text":"එයට ඔවුන් මෙසේ පැවසූහ: “(අති ඉමහත්) වැරදි කරමින් සිටින ජනතාව වෙත ඇත්තෙන්ම (ඔවුන්ව විනාශ කර දැමීමට) අපව යවනු ලැබ ඇත්තෙමු”"},{"SurahNumber":15,"VerseNumber":59,"Text":"“එහෙත් ලුත්ගේ පරම්පරාවේ දරුවන්ව හැර, (අන් සියල්ලන්වම විනාශ කර දමන්නෙමු). නියත වශයෙන්ම අපි ඔහුගේ (පරම්පරාවේ දරුවන්) සියල්ලන්වම බේරා ගන්නෙමු”"},{"SurahNumber":15,"VerseNumber":60,"Text":"“එහෙත් ඔහුගේ බිරිඳ හැර. නියත වශයෙන්ම ඇය, (එම පාපතරයන් සමග) රැඳී සිටිනු ඇත යයි අපි මනක්කල්පිත කර ඇත්තෙමු” (යයි දෙවියන් වහන්සේ පැවසුවේය යයි පැවසූහ)"}]}