{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"(Ey kitab əhli!) O vaxtı yadınıza gətirin ki, Allah peygəmbərlərdən: “Sizə verdiyim kitab və hikmətdən sonra, sizdə olanı təsdiq edən bir peygəmbər gəldikdə ona mutləq inanıb yardım edəcəksiniz”, - deyə əhd almıs və onlara: “Bunu təsdiq edib, agır olan əhdimi qəbul etdinizmi? – demisdi. Onlar da: “Təsdiq etdik!” – deyə cavab vermisdilər. (Bu zaman) Allah: “Elə isə (bir-birinizə) sahid olun! Mən də sizinlə bərabər sahidlərdənəm”, - deyə buyurmusdu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Bundan (bu təsdiqdən) sonra uz dondərən kəslər fasiqlərdir (boyuk gunah sahibləridir)"},{"SurahNumber":3,"VerseNumber":83,"Text":"Necə ola bilər ki, onlar (kitab əhli) Allahın dinindən basqa bir din axtarsınlar? Halbuki goylərdə və yerdə olanlar istər-istəməz Ona (Allaha) təslim olmuslar və Onun huzuruna qayıdacaqlar"},{"SurahNumber":3,"VerseNumber":84,"Text":"(Ya Rəsulum!) Soylə: “Biz Allaha, bizə nazil olana (Qur’ana), Ibrahimə, Ismailə, Ishaqa, Yə’quba və onun ogullarına nazil edilənə, Rəbbi tərəfindən Musa, Isa və (sair) peygəmbərlərə verilənlərə inandıq və onların hec birini bir-birindən ayırmırıq. Biz yalnız Ona (Allaha) təslim oluruq!”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim islamdan basqa bir din ardınca gedərsə, (o din) hec vaxt ondan qəbul olunmaz və o səxs axirətdə zərər cəkənlərdən olar"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman gətirdikdən, Rəsulun (Muhəmməd əleyhis-səlatu vəs-səlamın) haqq olduguna (Allah tərəfindən gondərildiyinə) səhadət verdikdən və ozlərinə askar dəlillər gəldikdən sonra kafir olan tayfanı Allah necə dogru yola yonəldər? Allah zalımlar dəstəsini haqq yola yonəltməz"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların cəzası, həqiqətən, Allahın, mələklərin və butun insanların lə’nətinə ducar olmaqdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu lə’nət icərisində əbədi olaraq qalacaqlar. Əzabları əskilmədiyi kimi, onlara (mərhəmət nəzəri ilə də) baxılmayacaqdır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Yalnız bundan sonra tovbə edərək duzələn səxslər (bagıslanarlar). Subhəsiz ki, Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Iman gətirəndən sonra kafir olan və kufrlərini daha da artıran səxslərin tovbələri əsla qəbul olunmaz. (Dogru yoldan) azanlar məhz onlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Subhəsiz ki, kafir olub kafir kimi olənlərdən hər birinin dunya dolusu qızılı ola və (əzabdan qurtarmaq ucun) onu fidyə verə, yenə də qəbul olunmaz. Onları dəhsətli bir əzab gozləyir. Onlara (cəhənnəm odundan xilas olmaqdan) hec bir komək edən olmaz"}]}