{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Les hommes pensent-ils que Nous les laisserons affirmer qu’ils croient sans eprouver leur foi"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nous avons, en verite, eprouve leurs devanciers. Allah distinguera de cette maniere ceux qui sont sinceres des menteurs"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ceux qui se livrent au peche pensent-ils pouvoir Nous echapper ? Jugement bien errone que le leur"},{"SurahNumber":29,"VerseNumber":5,"Text":"Que celui qui espere rencontrer Allah sache que le terme fixe par Allah arrivera ineluctablement. Il est Celui qui entend tout et sait tout"},{"SurahNumber":29,"VerseNumber":6,"Text":"Quiconque lutte pour la cause d’Allah ne le fait que dans son seul interet. Allah, en effet, peut parfaitement se passer de Sa Creation"},{"SurahNumber":29,"VerseNumber":7,"Text":"De ceux qui croient et accomplissent de bonnes œuvres Nous effacerons les peches, tout en les recompensant genereusement pour chacune de leurs bonnes actions"},{"SurahNumber":29,"VerseNumber":8,"Text":"Nous avons ordonne a l’homme de bien traiter ses pere et mere. Mais s’ils te poussent a M’associer des divinites dont tu n’as aucune connaissance, ne leur obeis pas. C’est a Moi que vous ferez tous retour. Je vous informerai alors de ce que vous faisiez"},{"SurahNumber":29,"VerseNumber":9,"Text":"Que ceux qui croient et accomplissent de bonnes œuvres sachent que Nous les admettrons parmi les croyants vertueux"},{"SurahNumber":29,"VerseNumber":10,"Text":"Il est des hommes qui pretendent croire en Allah mais qui, s’ils sont persecutes en raison de leur foi, placent cette persecution au meme rang que le chatiment d’Allah[1029]. Lorsque ton Seigneur accorde ensuite la victoire aux croyants, ils affirment : « Nous etions avec vous ! » Allah ne connait-Il pas ce que renferment les cœurs"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah saura certainement distinguer les vrais croyants des hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ceux qui ont rejete la foi disent aux croyants : « Suivez notre voie et nous assumerons le poids de vos peches. » Ils ne font, en realite, que mentir, ils n’assumeront aucun de leurs peches"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ils supporteront, en verite, le poids de leurs propres peches, ajoutes a d’autres peches lourds a porter[1030]. Ils devront repondre, le Jour de la resurrection, des mensonges qu’ils ont inventes"}]}