{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Hoi Nabi (Muhammad!) Hay so Allah va lam tron bon phan đoi voi Ngai va cho nghe theo nhung ke khong co đuc tin va nhung ten gia tao đuc tin. Qua that, Allah Toan Tri va Chi Minh"},{"SurahNumber":33,"VerseNumber":2,"Text":"Va hay tuan theo đieu đa đuoc mac khai cho Nguoi tu Thuong Đe (Allah) cua Nguoi boi vi qua that, Allah Rat Muc Am Tuong ve nhung đieu cac nguoi lam"},{"SurahNumber":33,"VerseNumber":3,"Text":"Va hay uy thac cho Allah boi vi Allah đu lam mot Đang Bao Ho"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah khong đat hai qua tim trong long cua mot nguoi đan ong. Ngai cung khong bien nhung nguoi vo ma cac nguoi cho la giong cai lung cua me cua cac nguoi thanh me ruot cua cac nguoi. Ngai cung khong lam cho con nuoi cua cac nguoi thanh con ruot. Đay chi la loi noi thot ra tu cua mieng cua cac nguoi trong luc Allah noi su that. Va Ngai chi dan con đuong (chan chinh)"},{"SurahNumber":33,"VerseNumber":5,"Text":"Hay goi chung (con nuoi) theo ten cua nguoi cha ruot cua chung. Cach goi đo vo tu hon đoi voi Allah. Nhung neu cac nguoi khong biet ten that cua nguoi cha cua chung thi chung la anh em voi cac nguoi trong đao va la nguoi no le đuoc giai phong cua cac nguoi; va cac nguoi khong co toi neu cac nguoi nham lan trong viec xung ho nay. Nguoc lai, đieu đang toi la khi cac nguoi co y xau trong long. Va Allah Hang Tha thu, Hang Khoan Dung"},{"SurahNumber":33,"VerseNumber":6,"Text":"Đoi voi nhung nguoi co đuc tin thi Nabi than thiet (va qui) hon ban than cua ho; va cac ba vo cua Nguoi la cac ba me (đao) cua ho. Tuy nhien, theo Kinh Sach (Sac Chi) cua Allah thi nguoi ba con ruot thit gan ke nhau (ve viec huong di san) hon la nhung nguoi co đuc tin (trong đao) va hon nhung nguoi di cu (tu Makkah); ngoai tru truong hop cac nguoi lam mot hanh đong tot đoi voi ban đao than thiet nhat cua cac nguoi. Đo la Sac Chi ghi trong Kinh Sach"},{"SurahNumber":33,"VerseNumber":7,"Text":"Va (hay nho) khi TA (Allah) đa nhan Loi giao uoc tu cac Nabi va tu Nguoi (Muhammad) va tu Nuh va Ibrahim va Musa va Ysa con trai cua Maryam; va nhan tu ho. Loi giao uoc long trong"},{"SurahNumber":33,"VerseNumber":8,"Text":"Đe Ngai co the hoi nhung nguoi chan that (cac Nabi) ve su đich that cua ho (ve viec truyen đat Thong Điep cua Allah) va chuan bi cho nhung ke khong co đuc tin mot su trung phat đau đon"}]}