{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"And he who believed said, \"O my people! follow me: into the right way will I guide you"},{"SurahNumber":40,"VerseNumber":39,"Text":"O my people! this present life is only a passing joy, but the life to come is the mansion that abideth"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whoso shall have wrought evil shall not be recompensed but with its like; but whoso shall have done the things that are right, whether male or female, and is a believer - these shall enter paradise: good things unreckoned shall they enjoy therein"},{"SurahNumber":40,"VerseNumber":41,"Text":"And, O my people! how is it that I bid you to salvation, but that ye bid me to the fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"Ye invite me to deny God, and to join with him gods of whom I know nothing; but I invite you to the Mighty, the Forgiving"},{"SurahNumber":40,"VerseNumber":43,"Text":"No doubt is there that they to whom ye invite me are not to be invoked either in this world or in the world to come: and that unto God is our return, and that the transgressors shall be the inmates of the fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Then shall ye remember what I am saying unto you: and to God commit I my case: Verily, God beholdeth his servants"},{"SurahNumber":40,"VerseNumber":45,"Text":"So God preserved him from the evils which they had planned, and the woe of the punishment encompassed the people of Pharaoh"},{"SurahNumber":40,"VerseNumber":46,"Text":"It is the fire to which they shall be exposed morning and evening, and on the day when \"the Hour\" shall arrive - \"Bring in the people of Pharaoh into the severest punishment"},{"SurahNumber":40,"VerseNumber":47,"Text":"And when they shall wrangle together in the fire, the weak shall say to those who had borne themselves so proudly, \"It is you we followed: will ye therefore relieve us from aught of the fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"And those proud ones shall say, \"Verily we are all in it; for now hath God judged between his servants"},{"SurahNumber":40,"VerseNumber":49,"Text":"And they who are in the fire shall say to the keepers of Hell, \"Implore your Lord that he would give us ease but for one day from this torment"},{"SurahNumber":40,"VerseNumber":50,"Text":"They shall say, \"Came not your apostles to you with the tokens?\" They shall say, \"Yes.\" They shall say, \"Cry ye then aloud for help:\" but the cry of the unbelievers shall be only in vain"}]}