{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":2,"VerseNumber":97,"Text":"De ki: “Her kim Cebrail’e dusman ise, bilsin ki o, Allah’ın izni ile Kur’an’ı; onceki kitapları dogrulayıcı, Mu’minler icin de bir hidayet rehberi ve mujde verici olarak senin kalbine indirmistir.”"},{"SurahNumber":2,"VerseNumber":98,"Text":"Her kim Allah’a, meleklerine, rasullerine, Cebrail’e ve Mikail’e dusman olursa, suphesiz Allah da o kafirlerin dusmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Andolsun biz, sana apacık ayetler indirdik. Onları fasıklardan baskası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Onlar ne zaman bir soz vermislerse, iclerinden bir grup bu sozu bozup atmadı mı? Zaten onların cogu iman etmezler"},{"SurahNumber":2,"VerseNumber":101,"Text":"Onlara ne zaman ellerinde bulunanı (Tevrat'ı) tasdik eden bir rasul gelse kendilerine kitap verilenlerden bir grup, sanki Allah’ın kitabını bilmiyorlarmıs gibi arkalarına attılar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Onlar seytanların, Suleyman’ın saltanatı hakkında uydurdukları seylere tabi oldular. Oysa Suleyman kafir degildi. (Fakat insanlara sihri ogreten) seytanlar kafir idi. Onlar insanlara buyuyu Babil'deki iki melege, Harut ile Marut’a indirileni ogretiyorlardı. O ikisi: Biz bir imtihan vesilesiyiz, sakın kafir olma! demedikce, hic kimseye bir sey ogretmiyorlardı. O ikisinden karı ile kocanın arasını ayıracak seyler ogreniyorlardı. Halbuki onlar, Allah'ın izni olmadıkca o sihirle hic kimseye zarar veremezlerdi. Onlar kendilerine faydalı olanı degil zararlı olanı ogreniyorlardı. Andolsun onlar, o buyuyu satın alanın ahirette bir nasibi olmadıgını gayet iyi biliyorlardı. Kendilerini sattıkları seyin ne kadar kotu oldugunu keske anlasalardı"},{"SurahNumber":2,"VerseNumber":103,"Text":"Eger onlar iman edip takva sahibi olsalardı, elbette Allah katında verilecek sevap daha hayırlı olurdu. Keske bilselerdi"}]}