{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":102,"Text":"Ya ku waɗanda suka yi imani! Ku bi Allah da taƙawa, a kan hakkin binsa da taƙawa, kuma kada ku mutu face kuna masu sallamawa (Musulmi)"},{"SurahNumber":3,"VerseNumber":103,"Text":"Kuma ku yi daidami da igiyar Allah gaba ɗaya, kuma kada ku rarraba. Kuma ku tuna ni'imar Allah a kanku a lokacin da kuka kasance maƙiya sai Ya sanya soyayya a tsakanin zukatanku saboda haka kuka wayi gari, da ni'imarSa, 'yan'uwa. Kuma kun kasance a kan gaɓar rami na wuta sai Ya tsamar da ku daga gare ta, Kamar wannan ne Allah Yake bayyana muku ayoyinSa, tsammaninku, za ku shiryu"},{"SurahNumber":3,"VerseNumber":104,"Text":"Kuma wata jama'a daga cikinku, su kasance suna kira zuwa ga alheri, kuma suna umurnida alheri, kuma suna hani dagaabin da ake ƙi. Kuma waɗannan, su ne masu cin nasara"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kuma kada ku kasance kamar waɗanda suka rarrabu kuma suka saɓa wa juna, bayan hujjoji bayyanannu sun je musu kuma waɗannan suna da azaba mai girma"},{"SurahNumber":3,"VerseNumber":106,"Text":"A ranar da wasu fuskoki suke yin fari kuma wasu fuskoki suke yin baƙi (za a ce wa waɗanda fuskokinsu suke yin baƙin): \"Shin kun kafirta a bayan imaninku? Don haka sai ku ɗanɗani azaba saboda abin da kuka kasance kuna yi na kafirci"},{"SurahNumber":3,"VerseNumber":107,"Text":"Kuma amma waɗanda fuskokinsu suka yi fari, to su suna cikin rahamar Allah kuma, su a cikinta, madawwama, ne"},{"SurahNumber":3,"VerseNumber":108,"Text":"Waɗannan ayoyin Allah ne, muna karanta su a gare ka da gaskiya, kuma Allah ba Ya nufin wani zalunci ga talikai"},{"SurahNumber":3,"VerseNumber":109,"Text":"Kuma abin da ke cikin sammai da abin da ke cikin ƙasa na Allah ne, kuma zuwa gare Shi ake mayar da al'amurra"}]}