{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"Edhe Nuhit kur na u lut, me perpara, iu pergjigjem dhe ate me familjen e tij e shpetuam nga mjerimi i madh"},{"SurahNumber":21,"VerseNumber":77,"Text":"Dhe i ndihmuam kunder njerezve te cilet i konsideronin argumentet tona te paverteta. Ata ishin njerez te keqij, prandaj te gjithe i mbytem ne uje"},{"SurahNumber":21,"VerseNumber":78,"Text":"Edhe Davudit edhe Sulejmanit kur gjykuan lidhur me aren qe e kishin kullotur delet e dikujt – e ne ishim deshmitare te gjykimit te tyre"},{"SurahNumber":21,"VerseNumber":79,"Text":"Dhe ia sqaruam (e beme) qe Sulejmani ta kuptonte ate dhe te dyve u kemi dhene dije e urtesi. Kurse malet edhe zogjte ia nenshtruam qe me Davudin te madherojne (All-llahun), Ne e beme kete"},{"SurahNumber":21,"VerseNumber":80,"Text":"Dhe e mesuam te beje parzma hekuri per ju qe t’ju mbroje ne lufte me armikun, - po a jeni mirenjohes"},{"SurahNumber":21,"VerseNumber":81,"Text":"Kurse Sulejmanit ia beme eren qe si rerfellaze te fryeje sipas urdherit te tij kah toka qe e kemi bekuar; Ne shume mire i dime te gjitha"},{"SurahNumber":21,"VerseNumber":82,"Text":"Edhe nga djajt kishte qe zhyteshin per te dhe benin pune te tjera, ndersa Ne i kemi mbrojtur"},{"SurahNumber":21,"VerseNumber":83,"Text":"Edhe Ejubit, kur e thirri ne ndihme Zotin e vet: “Me gjeti fatkeqesia, kurse Ti je me i meshirshmi nga te meshirshmit!”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Iu pergjigjem dhe ia hoqem fatkeqesine qe e mundonte dhe i dhame femije dhe familje nga meshira jone, qe te jete mesim per adhuruesit"},{"SurahNumber":21,"VerseNumber":85,"Text":"Edhe Ismailit, edhe Idrizit, edhe Dhulkiflit; te gjiteh ishin durimtare"},{"SurahNumber":21,"VerseNumber":86,"Text":"Edhe i shtiem ne meshiren tone, ata me te vertete ishin te mire"},{"SurahNumber":21,"VerseNumber":87,"Text":"Edhe Dhun-Nuni, kur shkoi i zemeruar dhe mendoi se atij nuk kemi c’ti bejme – po pastaj ne erresire kelthiti (nga frika): “Nuk ka Zot pervec Teje, Ti qofsh lavderuar! Une me te vertete jam kriminel”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Iu pergjigjem dhe e shpetuam nga ajo qe e shtrengonte. Keshtu ne i shpetojme besimtaret"},{"SurahNumber":21,"VerseNumber":89,"Text":"Edhe Zekerijjas, kur e luti Zotin e vet: “O Zoti im, mosme le te vetmuar, e ti je trashegimtari me i mire!”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Iu pergjigjem edhe atij dhe ia falem Jahjan dhe bashkeshorte te mire. Ata benin gara qe te bejne sa me shume vepra te mira dhe na lutnin me shprese dhe frike, dhe ndaj nesh kane qene te perulur"},{"SurahNumber":21,"VerseNumber":91,"Text":"Edhe asaj qe ka ruajtur virgjerine e vet, te ajo kemi shtene nga jeta jone dhe ate me djalin e saj ua beme argument botes"},{"SurahNumber":21,"VerseNumber":92,"Text":"Kjo feja e juaj eshte fe e vetme (e drejte), kurse une jam Zoti juaj, prandaj vetem mua te me adhuroni"},{"SurahNumber":21,"VerseNumber":93,"Text":"Edhe ata ndermjet veti jane percare, por te gjithe te Ne do te kthehen"}]}