{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"Surely, Allah is the All-Knower of the unseen of the heavens and the earth. Surely! He is the All-Knower of what is in the hearts"},{"SurahNumber":35,"VerseNumber":39,"Text":"It is He Who has made you vicegerent in the earth. Whoever disbelieves, bears the burden of disbelief. And their disbelief of the disbelievers does not add anything except the Wrath of their Lord. And the disbelief of the disbelievers adds nothing but loss"},{"SurahNumber":35,"VerseNumber":40,"Text":"Say (O Muhammad): “What do you think about your partner to whom you call upon besides Allah? Show me, what they have created in the earth? Or do they have any share in the heavens? Or have We given them a book so that they act on clear proof from there? Nay, the wrongdoers promise one another nothing but delusions.”"},{"SurahNumber":35,"VerseNumber":41,"Text":"Surely! Allah grasps the heavens and the earth lest they move away (from their places). Even if they were to move away (from their places), there is none who could grasp them besides Him. Truly, He is ever Forbearing, Forgiving"},{"SurahNumber":35,"VerseNumber":42,"Text":"And they swore by Allah their most binding oath that if a Warner ever come to them, they would be more guided than any of the nations (before them). Yet, when a Warner (Muhammad) has come to them, it increased nothing in them but flight (from the truth)"},{"SurahNumber":35,"VerseNumber":43,"Text":"(because of their) arrogance in the land and their plotting of evil. The evil plotting encompasses only those who make it. Can they expect anything but the way of former peoples? So you will not find any change in the Way of Allah and will not find any alternation in the Way of Allah"},{"SurahNumber":35,"VerseNumber":44,"Text":"Have they not traveled in the land and seen how terrible was the end of those who were before them, who were greater in power than them? There is nothing in the heavens or in the earth which can escape Him. Surely, Allah is the All-Knower, All-Powerful"},{"SurahNumber":35,"VerseNumber":45,"Text":"And if Allah were to punish people for their evil deeds, He would not leave any creature on the surface (of the earth), but He is giving them respite for an appointed term, and when their term will come, they surely will realize that Allah is All-Seer of His servants"}]}