{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":105,"Text":"Asmandar jana Jerde (Allaһtın jalgız Kuday ekenin bildirgen) kancalagan ayan-belgiler bar. (Birok,) adamdar alardan juz burgan boydon (ıymansız) otup ketisuudo"},{"SurahNumber":12,"VerseNumber":106,"Text":"Alardan kopculugu Allayһka.., musrik bolgon abalda iseniset"},{"SurahNumber":12,"VerseNumber":107,"Text":"Alar ozdoruno Allaһtın orop aluucu azabı kelisinen je bolboso, sezbey turgan mezgilderinde kapıstan Kıyamat kelip kalısınan koŋuldoru beypil beken"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ayt: «Usul menin jolum! Men adamdardı Allaһka (ec nerseni serik kılbay sıyınuuga) cakıramın! Men jana maga eercigender anık dalildin ustundobuz. Allaһ (musrikter sıpattagan kemcildiktuu sıpattardan) Aruu-Taza! Jana men musrikterden emesmin!”"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden murda Biz (peristeden je ayaldardan emes) saar elinin erkekterinen paygambar kılıp, alarga vahiy jibergenbiz. Jer betinde sayakat kılıspaybı jana ozdorunon murunkulardın (kaapırlardın) akıbetteri kanday bolgonun koruspoybu? Al emi, takıba adamdar ucun Akıret Uyu jaksı. Akıl kalcap korboysuŋorbu"},{"SurahNumber":12,"VerseNumber":110,"Text":"Allaһtın paygambarları dele, «Biz aldandıkpı» dep oylop kalıskan(da gana) alarga Bizdin jardamıbız (kaapırlardın basına tuskon azap turundo) kelgen jana Biz kaalagan adamdar kutkarılgan. Kılmısker koomdordon bolso, Bizdin azap (ec kacan) kaytarılbayt"},{"SurahNumber":12,"VerseNumber":111,"Text":"Alardın bayandarında akılduu adamdar ucun sabak bar. (Osol ikayalardı bayandagan Kuraan bolso, Muhammad tarabınan) oylop cıgarılgan sozdor emes. A, birok, ozunon murunku (kitepterdi) tastıktoocu, bardık nersenin toluk bayanı jana ıymanduu adamdar ucun Tuura Jol jana Irayımdır"}]}