{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Nu vedeti ca Dumnezeu v-a supus voua cele din ceruri, precum si cele de pe pamant? El a raspandit asupra voastra harurile Sale vazute si nevazute. Si printre oameni unii se cearta asupra lui Dumnezeu fara stiinta, fara calauzire, fara Carte luminoasa"},{"SurahNumber":31,"VerseNumber":21,"Text":"Daca li se spune: “Urmati ceea ce Dumnezeu a pogorat”, ei raspund: “Ba nu! Noi urmam ceea ce am aflat de la tatii nostri...” Daca Diavolul ii cheama insa la osanda Iadului"},{"SurahNumber":31,"VerseNumber":22,"Text":"Cel care isi supune fata lui Dumnezeu si savarseste fapte bune, apuca toarta cea mai trainica, caci la Dumnezeu este urmarea lucrurilor"},{"SurahNumber":31,"VerseNumber":23,"Text":"Tagada necredinciosului sa nu te mahneasca, caci intoarcerea tagaduitorilor va fi catre Noi si atunci le vom da de stire ceea ce au faptuit. Dumnezeu este Cunoscator al launtrului inimilor"},{"SurahNumber":31,"VerseNumber":24,"Text":"Ii vom lasa sa se bucure o vreme de Viata de Acum, apoi ii vom sili la o grea osanda"},{"SurahNumber":31,"VerseNumber":25,"Text":"Daca ii intrebi: “Cine a creat cerurile si pamantul?”, vor spune: “Dumnezeu!” Spune: “Lauda lui Dumnezeu!” Cei mai multi dintre ei nu stiu insa"},{"SurahNumber":31,"VerseNumber":26,"Text":"Ale Lui sunt cele din ceruri si de pe pamant. Dumnezeu este Bogatul, Laudatul"},{"SurahNumber":31,"VerseNumber":27,"Text":"Daca toti copacii de pe pamant ar fi condeie si daca marea, si inca sapte mari asemenea ei, ar da cerneala, Cuvintele lui Dumnezeu tot nu s-ar sfarsi. Dumnezeu este Puternic, Intelept"},{"SurahNumber":31,"VerseNumber":28,"Text":"Crearea voastra si invierea voastra nu sunt decat ca ale unui singur suflet. Dumnezeu este Auzitor, Vazator"},{"SurahNumber":31,"VerseNumber":29,"Text":"Nu vezi oare ca Dumnezeu face noaptea sa strapunga ziua si ziua sa strapunga noaptea! El a silit soarele si luna sa alerge fiecare catre un anumit soroc. Dumnezeu a ceea ce faptuiti este Cunoscator"},{"SurahNumber":31,"VerseNumber":30,"Text":"Aceasta pentru ca Dumnezeu este Adevarul, iar ceea ce voi chemati, in afara de El, este desartaciune. Dumnezeu este Inaltul, Marele"},{"SurahNumber":31,"VerseNumber":31,"Text":"Nu vedeti cum corabia pluteste pe mare prin harul lui Dumnezeu ca sa va arate din semnele Sale. Intru acestea sunt semne pentru orice rabdator, multumitor"},{"SurahNumber":31,"VerseNumber":32,"Text":"Cand un val asemenea intunecimilor ii acopera, oamenii il cheama pe Dumnezeu curati Lui in credinta Dupa ce ii mantuie Dumnezeu ducandu-i pe uscat, unii vor fi chibzuiti, insa numai schimbatorul nemultumitor se va lepada de semnele Noastre"},{"SurahNumber":31,"VerseNumber":33,"Text":"O, voi oameni! Temeti-va de Domnul vostru! Sa va fie frica de Ziua cand un tata nu va putea face nimic pentru fiul sau, si nici fiul pentru tatal sau. Fagaduiala lui Dumnezeu este Adevar! Viata de Acum sa nu va amageasca si nici amagitorul sa nu va amageasca asupra lui Dumnezeu"},{"SurahNumber":31,"VerseNumber":34,"Text":"Numai Dumnezeu are stiinta Ceasului. El trimite ploaia. El stie ceea ce este in pantecele mamelor. Nimeni nu stie ce va agonisi maine, nimeni nu stie pe ce pamant va muri. Dumnezeu este Stiutor, Cunoscator"}]}