{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Allah'ın kendilerine gazap ettiği bir topluluğu dost edinenleri görmedin mi? Onlar ne sizdendirler ne de onlardan. Bilerek yalan yere yemin ediyorlar"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah onlara çetin bir azap hazırlamıştır. Gerçekten onların yaptıkları şey çok kötüdür"},{"SurahNumber":58,"VerseNumber":16,"Text":"Onlar yeminlerini kalkan yapıp Allah'ın yolundan alıkoydular. Bu yüzden onlara küçük düşürücü bir azap vardır"},{"SurahNumber":58,"VerseNumber":17,"Text":"Onların malları da oğulları da Allah'a karşı kendilerine bir fayda vermez. Onlar cehennem ehlidirler. Orada ebedî kalacaklardır"},{"SurahNumber":58,"VerseNumber":18,"Text":"O gün Allah onların hepsini yeniden diriltecek, onlar da dünyada size yemin ettikleri gibi, O'na yemin edeceklerdir. Kendilerinin bir şey (hakikat) üzerinde olduklarını sanırlar. İyi bilin ki onlar gerçekten yalancıdırlar"},{"SurahNumber":58,"VerseNumber":19,"Text":"Şeytan onları etkisi altına aldı da kendilerine Allah'ı anmayı unutturdu. İşte onlar şeytanın yandaşlarıdır. İyi bilin ki şeytanın yandaşları hep kayıptadırlar"},{"SurahNumber":58,"VerseNumber":20,"Text":"Allah'a ve Peygamberine düşman olanlar, işte onlar en aşağıların arasındadırlar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah: Elbette ben ve elçilerim galip geleceğiz, diye yazmıştır. Şüphesiz Allah güçlüdür, galiptir"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allah'a ve ahiret gününe inanan bir toplumun babaları, oğulları, kardeşleri yahut akrabaları da olsa Allah’a ve Rasûlüne düşman olanlarla dostluk ettiğini göremezsin. İşte onların kalbine Allah, iman yazmış ve katından bir ruh ile onları desteklemiştir. Onları içlerinden ırmaklar akan cennetlere sokacak. Orada ebedî kalacaklardır. Allah onlardan razı olmuş, onlar da Allah'tan hoşnut olmuşlardır. İşte onlar, Allah’ın tarafında olanlardır. İyi bilin ki, kurtuluşa erecekler de sadece Allah'ın tarafında olanlardır"}]}