{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"Jilani: “E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Ikani kulilowe lyakulungamika (lyachitulandane) chilikati chetuwe ni jenumanja, lyanti ‘Tukan'galagatilaga (jwinepe) ikaweje Allah, ni tukam'bwanganyaga ni chilichose, soni wane mwetuwe akatenda wane kuwa milungu kunneka Allah.” Nambo naga akugalauka (kuleka lyele liloweli), basi jilani: “Wichilani umboni wanti uwwe chisimu chene tuli Asilamu (wakulipeleka kwa Allah).”"},{"SurahNumber":3,"VerseNumber":65,"Text":"E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Anauli nkukanilana pa ya Ibrahima, kutendaga (itabu ya) Taurat ni Injil nganiitulusyidwa ikaweje panyuma pakwe, ana wangali lunda"},{"SurahNumber":3,"VerseNumber":66,"Text":"Nnole! Wanganyammwe ni awalawala wamwakaanilene pa ichindu yamwakwete nayo umanyilisi, nambi uli (sano) nkukaanilana pa ichindu yanganinkola nayo umanyilisi, sano Allah ni Jwaakumanyilila nambo wanganyammwe ngankumanyilila"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahima nganawa Myuda kapena Mkilisito, nambo waliji jwakongoka (pakulekangana nasyo dini syepombotale, waliji soni) Nsilamu (jwakulipeleka); soni nganawa mwa akuwanganya (Allah ni isanamu)"},{"SurahNumber":3,"VerseNumber":68,"Text":"Chisimu wandu wali wakuwajilwa kulumbikana najo Ibrahima, ni awala wawankuyiye (pa ndema ja utume wakwe), ni aju Ntumeju (Muhammadi ﷺ), kwisa soni wandu waakulupilile (pakunda Usilamu), sano Allah ni Nkwaagosa wakulupilila"},{"SurahNumber":3,"VerseNumber":69,"Text":"Likuga line lya wandu wawapedwile chitabu (Ayuda ni Akilisito), likasasachililaga lili linsokonesye (pakunkoposya mu Usilamu), ni pangali wampaka wasokonesye ikaweje achimisyene, nambo ngakumanyilila"},{"SurahNumber":3,"VerseNumber":70,"Text":"E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Ligongo chichi nkugakana ma Aya ga Allah (Qur’an) kutendaga jenumanja nkutendelaga umboni (kuti gakuonaonape)"},{"SurahNumber":3,"VerseNumber":71,"Text":"E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Ligongo chichi nkuwanganyaga yakuona ni yaunami ni kusisaga yakuona kutendaga jenumanja nchimanyililaga"}]}