{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Alʙatta ʙani-Isroilro dar makone neku coj dodem va az pokiho ruzijason dodem va to on hangom, ki sohiʙi donis nasuda ʙudand, ziddijate nadostand. Parvardigori tu dar ruzi qijomat dar on ci ziddijat mekardand, mijonason hukm xohad kard"},{"SurahNumber":10,"VerseNumber":94,"Text":"Agar dar on ci ʙar tu nozil kardaem, dar suʙha hasti, az onhoe, ki kitoʙi osmonii pes az turo mexonand, ʙipurs. Alʙatta haq ast on ci az coniʙi Parvardigorat ʙar tu nozil sudaast. Pas naʙojad dar sumori suʙhakukandagon ʙosi"},{"SurahNumber":10,"VerseNumber":95,"Text":"Va az onon, ki ojoti Xudoro duruƣ meʙarorand, maʙos, ki dar zumrai zijonkunandagon ʙosi"},{"SurahNumber":10,"VerseNumber":96,"Text":"Kasone, ki suxani Parvardigori tu dar ʙorai onon vociʙ sudaast, imon nameovarand"},{"SurahNumber":10,"VerseNumber":97,"Text":"harcand har guna mu'cizae ʙar onon oskor savad, to on goh, ki azoʙi dardovarro ʙingarand"},{"SurahNumber":10,"VerseNumber":98,"Text":"Caro mardumi hec dehae, ʙa hangome ki imonasom naf'ason msdod, imon najovardand. magar qavmi Junus, ki cun imon ovardand, azoʙi xori dar dunjoro az onon ʙardostem va to hangome ki acalason faro rasid, az zindagi ʙarxurdorason kardem"},{"SurahNumber":10,"VerseNumber":99,"Text":"Agar Parvardigori tu ʙixohad, hamai kasone, ki dar rui zaminand, imon meovarand. Ojo tu mardumro macʙur mekuni, ki imon ʙijovarand"},{"SurahNumber":10,"VerseNumber":100,"Text":"Be xosti Xudo hec kasro narasad, ki imon ʙijovarad. Va palidiro ʙar kasone, ki xiradi xud ʙa kor nameʙarand, muqarrar mekunad"},{"SurahNumber":10,"VerseNumber":101,"Text":"Bigu: «Bingared, ki ci cizhoe dar osmonhovu zamin ast!» Va in ojotu husdorho qavmero, ki imon nameovarand, naf' namekunad"},{"SurahNumber":10,"VerseNumber":102,"Text":"Intizori ruzero mekasand monandi ruzhoe, ki pesinijonason muntaziras ʙudand? Bigu; «Intizor ʙikased, ki man niz ʙo sumo muntaziram!»"},{"SurahNumber":10,"VerseNumber":103,"Text":"On goh pajomʙaronamon va kasonero, ki imon ovardaand, merahonem. Zero ʙar Mo fariza ast, ki mu'minonro ʙirahonem"}]}