{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"L.M"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah! La-ilaha-illa-Huwa, Ever-Alive, Eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"He has delivered to you Al-Kitab, in original, confirming as true what is in between its two hands (i.e., already there) and He delivered At-Taurat and Al-Injeel"},{"SurahNumber":3,"VerseNumber":4,"Text":"— even before (acting as) guidance to mankind, and He delivered Al-Furqan. Truly, those who have disbelieved in the Ayaatillah, for them is a severe punishment. And Allah is All-Mighty, One Who takes retribution"},{"SurahNumber":3,"VerseNumber":5,"Text":"Verily, Allah! Nothing hides (itself) to Him, in the earth or in the heaven"},{"SurahNumber":3,"VerseNumber":6,"Text":"He it is Who shapes you in the wombs as He thinks proper. La-ilaha-illa-Huwa, the All-Mighty, the All-Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"He it is Who has provided you Al-Kitab wherein are statements literal and evident that are the Essence of the Scripture, while others are in similes. As for those who have suspicion in their hearts they stick to that which is used in similitude, seehead of state disruption and trying to know its interpretation. And does not know its interpretation except Allah. And those who are firmly grounded in knowledge declare: “We Believe in it, the entire matter is from our Nourisher-Sustainer.” And does not receive admonition except people of knowledge and understanding"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Those firmly grounded in knowledge pray): “Our Nourisher-Sustainer! Let not our hearts deviate after You have given us guidance, and bestow on us mercy from Your providence. Truly You! You are the Bestower"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Nourisher-Sustainer! Verily, You are One Who gathers mankind on the Day about which there is no doubt.” Verily, Allah never goes against Promise"}]}