{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Yārā āmāra sākṣāṯ āśā karē nā, tārā balē, āmādēra kāchē phērēśatā abatīrṇa karā hala nā kēna? Athabā āmarā āmādēra pālanakartākē dēkhi nā kēna? Tārā nijēdēra antarē ahaṅkāra pōṣaṇa karē ēbaṁ gurutara abādhyatāẏa mētē uṭhēchē."},{"SurahNumber":25,"VerseNumber":22,"Text":"Yēdina tārā phērēśatādērakē dēkhabē, sēdina aparādhīdēra jan'yē kōna susambāda thākabē nā ēbaṁ tārā balabē, kōna bādhā yadi tā āṭakē rākhata."},{"SurahNumber":25,"VerseNumber":23,"Text":"Āmi tādēra kr̥takarmēra prati manōnibēśa karaba, ataḥpara sēgulōkē bikṣipta dhulikaṇārūpē karē dēba."},{"SurahNumber":25,"VerseNumber":24,"Text":"Sēdina jānnātīdēra bāsasthāna habē uttama ēbaṁ biśrāmasthala habē manōrama."},{"SurahNumber":25,"VerseNumber":25,"Text":"Sēdina ākāśa mēghamālāsaha bidīrṇa habē ēbaṁ sēdina phērēśatādēra nāmiẏē dēẏā habē"},{"SurahNumber":25,"VerseNumber":26,"Text":"sēdina satyikāra rājatba habē daẏāmaẏa āllāhara ēbaṁ kāphēradēra pakṣē dinaṭi habē kaṭhina."},{"SurahNumber":25,"VerseNumber":27,"Text":"Jālēma sēdina āpana hastadbaẏa danśana karatē karatē balabē, hāẏa āphasōsa! Āmi yadi rasūlēra sāthē patha abalambana karatāma."},{"SurahNumber":25,"VerseNumber":28,"Text":"Hāẏa āmāra dūrbhāgya, āmi yadi amukakē bandhurūpē grahaṇa nā karatāma."},{"SurahNumber":25,"VerseNumber":29,"Text":"Āmāra kāchē upadēśa āsāra para sē āmākē tā thēkē bibhrānta karēchila. Śaẏatāna mānuṣakē bipadakālē dhōm̐kā dēẏa."},{"SurahNumber":25,"VerseNumber":30,"Text":"Rasūla balalēnaḥ hē āmāra pālanakartā, āmāra sampradāẏa ē'i kōra'ānakē pralāpa sābyasta karēchē."},{"SurahNumber":25,"VerseNumber":31,"Text":"Ēmanibhābē pratyēka nabīra jan'yē āmi aparādhīdēra madhya thēkē śatru karēchi. Āpanāra jan'yē āpanāra pālanakartā pathapradarśaka ō sāhāyyakārīrūpē yathēṣṭa."},{"SurahNumber":25,"VerseNumber":32,"Text":"Satya pratyākhānakārīrā balē, tām̐ra prati samagra kōra'āna ēkadaphāẏa abatīrṇa hala nā kēna? Āmi ēmanibhābē abatīrṇa karēchi ēbaṁ kramē kramē ābr̥tti karēchi āpanāra antakaraṇakē majabuta karāra jan'yē."},{"SurahNumber":25,"VerseNumber":33,"Text":"Tārā āpanāra kāchē kōna samasyā upasthāpita karalē'i āmi āpanākē tāra saṭhika ja'ōẏāba ō sundara byākhyā dāna kari."},{"SurahNumber":25,"VerseNumber":34,"Text":"Yādērakē mukha thubaṛē paṛē thākā abasthāẏa jāhānnāmēra dikē ēkatrita karā habē, tādēra'i sthāna habē nikr̥ṣṭa ēbaṁ tārā'i pathabhraṣṭa."}]}