{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"او یقینًا یقینًا مونږ موسٰى په خپلو(نهو) معجزو او ښكاره دلیل سره لېږلى و"},{"SurahNumber":11,"VerseNumber":97,"Text":"فرعون او د هغهٔ سردارانو ته، نو دغه (سرداران) د فرعون د حكم تابع شول، حال دا چې د فرعون حكم له سره درست نه و"},{"SurahNumber":11,"VerseNumber":98,"Text":"د قیامت په ورځ به د خپل قوم په مخكې شي، نو اور ته به يې داخل كړي او بد ځاى د ورتلو دى چې (دوى هغه ته) وروستلى شي"},{"SurahNumber":11,"VerseNumber":99,"Text":"او په دوى پسې په دې دنیا كې لعنت ولګول شو او د قیامت په ورځ (به هم ورپسې وي)، بد دى هغه انعام چې (دوى ته) وركولى شي"},{"SurahNumber":11,"VerseNumber":100,"Text":"دا د كلیو ځينې خبرونه (او احوال) دي چې مونږ يې تا ته بیانوو، ځینې په دغو (كليو) كې ولاړ دي او (ځینې يې) رېبل شوي دي"},{"SurahNumber":11,"VerseNumber":101,"Text":"او مونږ پر دوى ظلم نه و كړى او لېكن دوى (پخپله) پر خپلو ځانونو ظلم وكړ، نو د دوى هغه خدایان چې دوى به له الله نه غير بلل هېڅ شى په كار رانغلل، كله چې ستا د رب حكم راغى او دغو (خدایانو) دوى ته له هلاكت نه غیر (نور څه) ورزیات نه كړل"},{"SurahNumber":11,"VerseNumber":102,"Text":"او په شان د دغو (نیولو) نیول د رب ستا دي كله چې هغه كلي نیسي، په داسې حال كې چې هغه (كلي) ظالم وي، بېشكه د هغهٔ (الله) نیول ډېر دردوونكي، ډېر سخت دي‰"},{"SurahNumber":11,"VerseNumber":103,"Text":"بېشكه په دغو (ذكر شويو قصو) كې خامخا (د عبرت) لویه نښه ده د هغه چا لپاره چې د اخرت له عذاب نه وېرېږي، دا داسې ورځ ده چې په دې كې به خلق جمع كولى شي او دا داسې ورځ ده چې حاضري به ورته وشي"},{"SurahNumber":11,"VerseNumber":104,"Text":"او مونږ دا (ورځ) نه وروسته كوو مګر د معلومې نېټې (د پوره كېدلو) لپاره"},{"SurahNumber":11,"VerseNumber":105,"Text":"په كومه ورځ چې هغه (د قیامت هیبت) راشي (نو) هېڅ نفس به د هغه (الله) له اجازت نه پرته خبرې نه كوي، نو ځینې به په دوى كې بدبخته وي او (ځینې به) نېك بخته وي"},{"SurahNumber":11,"VerseNumber":106,"Text":"نو هر چې هغه كسان دي چې بدبخته شوي دي، نو هغوى به (د جهنم) په اور كې وي، د دوى لپاره به په هغه كې (د خره په شان) سختې اوچتې رمباړې او ټیټې رمباړې وي"},{"SurahNumber":11,"VerseNumber":107,"Text":"په داسې حال كې چې دوى به په هغه كې تل ترتله وي، څو چې اسمانونه او ځمكه وي مګر هغه چې ستا رب (څه) وغواړي (او زَمْهَریر ته يې بوځي)، بېشكه ستا رب د هغه كار كوونكى دى چې اراده يې وكړي"},{"SurahNumber":11,"VerseNumber":108,"Text":"او پاتې شو هغه كسان چې نېكبخته شوي دي، نو په جنت كې به وي، چې تل ترتله به وي، څو چې اسمانونه او ځمكه وي مګر هغه چې ستا رب اراده وكړي (چې رضوان ته او د ځان ملاقات ته يې بوځي) (دغه) نه ختمېدونكې عطا ده"},{"SurahNumber":11,"VerseNumber":109,"Text":"نو تهٔ په هېڅ شك كې مه كېږه د هغو په باره كې چې دا خلق يې عبادت كوي، دوى عبادت نه كوي مګر لكه څنګه چې پخوا د دوى پلرونو عبادت كاوه او بېشكه مونږ هرومرو دوى ته د دوى برخه كامله، بې له نقصانه پوره وركوونكي یو"}]}