{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Аллах вам је потчинио море да би лађе, Његовом одредбом, по њему пловиле, да бисте могли да тражите Његове благодати и да бисте били захвални"},{"SurahNumber":45,"VerseNumber":13,"Text":"И потчинио вам је оно што је на небесима и на Земљи, све је од Њега! То су, заиста, знаци за људе који размишљају"},{"SurahNumber":45,"VerseNumber":14,"Text":"Реци верницима да опросте онима који не очекују Аллахове дане, када ће Он људима дати оно што су заслужили"},{"SurahNumber":45,"VerseNumber":15,"Text":"Онај који ради добро - ради га себи, а онај који ради зло - против себе ради; а на крају ћете се сви вратити своме Господару"},{"SurahNumber":45,"VerseNumber":16,"Text":"Израиљевим синовима смо дали Књигу и власт, и веровесништво, и опскрбили смо их лепом храном, и одликовали их над осталим народима"},{"SurahNumber":45,"VerseNumber":17,"Text":"И дали смо им јасне доказе о вери, а они су се подвојили баш онда кад су дошли до сазнања, и то због непријатељства и међусобне зависти. Твој Господар ће, сигурно, да им пресуди на Судњем дану у вези са оним у чему су се разилазили"},{"SurahNumber":45,"VerseNumber":18,"Text":"А теби смо после одредили да у вери идеш одређеним правцем, зато га следи и не поводи се за хировима оних који не знају"},{"SurahNumber":45,"VerseNumber":19,"Text":"они, заиста, од Аллаха не могу нимало да те одбране! Насилници су једни другима заштитници, а Аллах је заштитник богобојазних"},{"SurahNumber":45,"VerseNumber":20,"Text":"Овај Кур'ан путоказ је људима, и упута и милост онима који чврсто верују"},{"SurahNumber":45,"VerseNumber":21,"Text":"Мисле ли они који раде зла дела да ћемо са њима да поступимо једнако као са онима који верују и раде добра дела, да ће у овом животу и након смрти да буду исти?! Како лоше расуђују"}]}