{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Allah’a davet eden, salih amel yapan ve “Ben Müslümanlardanım” diyen kimseden daha güzel sözlü kim vardır"},{"SurahNumber":41,"VerseNumber":34,"Text":"İyilikle kötülük bir değildir. Kötülüğü en güzel şekilde sav. O zaman seninle aranızda düşmanlık bulunan kimse, sanki yakın bir dost gibi olur"},{"SurahNumber":41,"VerseNumber":35,"Text":"Buna sabredenlerden başkası kavuşturulmaz. Buna ancak büyük nasibi olan kimse kavuşturulur"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eğer şeytandan bir vesvese sana gelecek olursa hemen Allah’a sığın. Çünkü O, her şeyi işitendir, bilendir"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gece ve gündüz, Güneş ve Ay Allah’ın ayetlerindendir. Güneş'e ve Ay'a secde etmeyin. Onları yaratan Allah’a secde ediniz. Eğer gerçekten ona ibadet eden kimseler iseniz"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eğer büyüklenirlerse, (bilsinler ki) Allah’ın yanındakiler gece gündüz hiç usanmadan O’nu tesbih ederler"},{"SurahNumber":41,"VerseNumber":39,"Text":"Onun ayetlerinden biri de şudur: Yeryüzünü kupkuru görürsün, üzerine su indirdiğimiz zaman, harekete geçer ve kabarır. Toprağa böyle hayat veren, ölüleri de diriltecektir. O’nun her şeye gücü yeter"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ayetlerimiz hakkında ilhad edenler/haktan sapanlar bize gizli değildir. Kıyamet günü ateşe atılanlar mı daha hayırlıdır yoksa emniyet içinde gelen mi? İstediğinizi yapın. Nitekim O ne yaptığınızı görendir"},{"SurahNumber":41,"VerseNumber":41,"Text":"Kendilerine kitap geldiğinde ona küfredenler (helak olacaklar). Oysa o, aziz/üstün bir kitaptır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ona önünden ve ardından hiçbir batıl gelemez. Hakim ve hamd’e layık olan (Allah'ın katından) indirilmiştir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Sana söylenenler, senden önceki elçilere söylenenlerden başka bir şey değildir. Süphesiz Rabbin, hem mağfiret sahibidir, hem de acı bir azap sahibidir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eğer biz onu, yabancı dilden bir Kur'an kılsaydık, diyeceklerdi ki: Ayetleri tafsilatlı şekilde açıklanmalı değil miydi? bir Arap (peygambere), yabancı dilde (bir Kur'an) mi? derlerdi. De ki: İman edenlere hidayet ve şifadır. İman etmeyenlerin kulaklarında ağırlık vardır. O, onlara karşı bir körlük vardır (hidayet bulamaz). (Sanki) onlara uzak bir yerden sesleniliyor"}]}