{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Ti, kdoz neveri, hovori: \"Az staneme se my i otcove nasi prachem, budeme doopravdy z hrobu vyvedeni"},{"SurahNumber":27,"VerseNumber":68,"Text":"Tohle uz bylo slibovano nam a predtim i otcum nasim. Vzdyt toto jen povidacky jsou davnych predku"},{"SurahNumber":27,"VerseNumber":69,"Text":"Odpovez: \"Putujte po zemi a popatrte, jaky byl konec hrisniku"},{"SurahNumber":27,"VerseNumber":70,"Text":"Nermut se vsak nad nimi a nebud stisnen z ukladu, jez chystaji"},{"SurahNumber":27,"VerseNumber":71,"Text":"A rikaji: \"Kdy splni se tato hrozba, jste-li z tech, kdo pravdu di"},{"SurahNumber":27,"VerseNumber":72,"Text":"Odpovez: \"Mozna ze cast toho, co uspisit chcete, za vami jiz tesne stoji"},{"SurahNumber":27,"VerseNumber":73,"Text":"Pan tvuj zajiste je vuci lidem pln dobrodini, vsak vetsina z nich vdecna neni"},{"SurahNumber":27,"VerseNumber":74,"Text":"Pan tvuj zajiste dobre zna, co skryvaji hrudi jejich, i to, co davaji najevo"},{"SurahNumber":27,"VerseNumber":75,"Text":"Na nebi ani na zemi neni tajemstvi zadneho, aby nebylo v Knize zjevne zapsano"},{"SurahNumber":27,"VerseNumber":76,"Text":"A Koran tento vypravi ditkam Izraele vetsinu z toho, o cem se rozchazeji minenim"},{"SurahNumber":27,"VerseNumber":77,"Text":"a on vskutku je pro verici vedenim i milosrdenstvim"},{"SurahNumber":27,"VerseNumber":78,"Text":"Pan tvuj pak rozsoudi mezi nimi rozhodnutim Svym, vzdyt On mocny je i vsevedouci"},{"SurahNumber":27,"VerseNumber":79,"Text":"A na Boha spolehej, nebot vskutku jsi v pravu zjevnem"},{"SurahNumber":27,"VerseNumber":80,"Text":"Ty veru nedokazes, aby mrtvi slyseli ci hlusi tuto vyzvu zaslechli, kdyz zady se odvraceji"},{"SurahNumber":27,"VerseNumber":81,"Text":"ty take nemuzes vyvest slepe z jejich bloudeni. Dokazes pouze, aby te slyseli ti, kdoz ve znameni Nase veri a do vule Bozi se odevzdaji"},{"SurahNumber":27,"VerseNumber":82,"Text":"Az dopadne na ne slovo rozhodne, dame vystoupit ze zeme zvireti, ktere promluvi k nim a rekne: \"Lide veru o Nasich znamenich nebyli presvedceni"}]}