{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":71,"Text":"He muminasakala! Tomaloke nijara satarkata aralambana karaa, tara pichata subidhanuyayi dale dale bibhakta hai agrasara horaa athaba ekagota hai agrasara horaa"},{"SurahNumber":4,"VerseNumber":72,"Text":"Arau tomalokara majata kichumana enekuraa loko ache yiye niscaya pichahomhaka marae. Tara pichata tomalokara oparata kono bipada apatita ha’le si kaya, ‘allahe mora oparata anugraha karaiche ye, ma'i sihamtara lagata upasthita nachilo’"},{"SurahNumber":4,"VerseNumber":73,"Text":"Arau allahara taraphara paraa tomalokara prati kono anugraha ahile arasye si enekai ka’ba yeniba tomalokara arau tara majata kono samparka'i nachila, ‘haya, yadi sihamtara lagata thakilohemtena tente mayo biraata saphalya labha karailohemtena’"},{"SurahNumber":4,"VerseNumber":74,"Text":"Eteke yisakale akhiraatara binimayata parthira jirana bikrai karae sihamte allahara pathata yud'dha karaa ucita. Arau yiye allahara pathata yud'dha karaiba si nihata ha'omka athaba bijayi ha'omka ami taka maha puraskara pradana karaima"},{"SurahNumber":4,"VerseNumber":75,"Text":"Tomalokara ki ha’la ye, tomaloke allahara pathata yud'dha nakaraa, athaca nihsahaya nara-narai arau sisusakale e'i buli praarthana karai ache ye, ‘he amara raba! Amaka e'i janapadara paraa ud'dhara karaa iyara adhibasisakala yalima; tomara phalara paraa amara babe ejana abhibharaka nirdharana karaa arau tomara phalara paraa amara babe ejana sahayakarai nirdharana karaa"},{"SurahNumber":4,"VerseNumber":76,"Text":"Yisakale imana aniche te'omloke allahara pathata yud'dha karae, arau kaphirasakale tagutara pathata yud'dha karae. Eteke tomaloke cayatanara bandhusakalara biraud'dhe yud'dha karaa; cayatanara cakraanta niscaya durbala"}]}