{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":30,"VerseNumber":20,"Text":"Silerdi topuraktan jaratkandıgı jana adamga aylanıp (jer betine) taralganıŋar Anın (kuduretinin) belgilerinen"},{"SurahNumber":30,"VerseNumber":21,"Text":"Jana Anın belgilerinen -alar menen tınctanuuŋar ucun silerge ozuŋordon bolgon jubaylardı jaratıp bergeni! jana araŋarga suyuu, ırayım salıp koygonu. Cınında bul nerselerde pikir kılgan adamdar ucun (daanısmandıgıbızdın) belgiler(i) bar"},{"SurahNumber":30,"VerseNumber":22,"Text":"Jana Anın belgilerinen: Asmandar menen Jerdi jaratkanı, silerdin tiliŋer-di, ıraŋ-tusuŋordu ar turduu kılıp koygonu. Albette bularda bilgender ucun (Allaһtın kuduretine) belgiler bar"},{"SurahNumber":30,"VerseNumber":23,"Text":"Jana Anın belgilerinen (biri) silerdin tun icinde jana kunduz (dun bir bolugundo) uktasıŋar. Jana (kunduzdun kop bolugundo) Allaһtın paziletin izdesiŋer (tiricilik kılısıŋar). Cınında, usul nersede uga turgan adamdarga belgiler bar"},{"SurahNumber":30,"VerseNumber":24,"Text":"Jana Anın belgilerinen: Korkusuŋar jana umut kılısıŋar ucun! silerge cagılgandı korgozot. Jana Al (silerge) asmandan suu tusurup, anı menen jerdi olgondon? soŋ tiriltet. Albette mında akılduu adamdar ucun belgiler bar"},{"SurahNumber":30,"VerseNumber":25,"Text":"Jana Anın belgilerinen (biri) asman menen jerdin Anın amiri menen (tınc, zıyansız) turusu. (Andan) Kiyin (Allaһ) silerdi cakıraar zamat bardıgıŋar Jerden (murzodon) cıgarılasıŋar (Akırettik surak ucun)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Asmandarda jana Jerde bolgondun baarı Allaһtın mulku. Bardıgı Aga (kaalasa-kaalabasa) moyun sunat"},{"SurahNumber":30,"VerseNumber":27,"Text":"Al kalk-kalayıktı (duyno-aalamdı) jokton bar kılgan jana (Akırette ekinci jolu) kayradan jarata turgan Kuday. Bul is Aga abdan jeŋil. Asmandardagı jana jerdegi eŋ jogorku sıpattoolor Ozuno gana taandık. Al Kudurettuu, Daanısman"}]}