{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":46,"VerseNumber":11,"Text":"Ndipo anthu osakhulupirira amanena zokhudza anthu okhulupirira kuti, “Ngati uthengawu ukadakhala wabwino, iwo sakadaulandira msanga kuposa ife. Ndipo popeza iwo safuna kuti atsogozedwe ndi uthengawu iwo amati, “Limeneli ndi bodza chabe la anthu akale.”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ndipo lisanadze Bukuli padali Buku la Mose limene lidaliulangizindichisomo. Ndipo Bukuilililikutsimikizaza ilo m’chinenero cha Chiarabu kuchenjeza anthu ochimwa ndi kufotokoza nkhani zabwino kwa iwo amene amachita zabwino"},{"SurahNumber":46,"VerseNumber":13,"Text":"Ndithudi onse amene amati, “Ambuye wathu ndi Mulungu”; ndipo amapitirira kuchita ntchito zabwino, iwo sadzaopa china chilichonse kapena kudandaula"},{"SurahNumber":46,"VerseNumber":14,"Text":"Awa ndiwo amene adzakhala ku Paradiso mpaka kalekale ngati malipiro a zonse zimene adachita"},{"SurahNumber":46,"VerseNumber":15,"Text":"Ndipo Ife tidalamula munthu kuti azichita zabwino kwa makolo ake. Amayi ake amavutika pomubereka ndi pomulera iye. Ndipo kuyambira pamene waberekedwa ndi pamene asiya kuyamwa ndi miyezi makumi atatu. Patapita nthawi iye amakula ndipo akakwanitsa zaka makumi anayi amati, “Ambuye wanga! Ndipatseni mphamvu ndi nzeru kuti ndikhale woyamika chifukwa cha chisoni chimene mwandionetsera ndi chimene mwaonetsera kwa makolo angakutindizichitazabwinozimenezidzakukondweretsani Inu. Ndipo chitireni zabwino zokhudza ana anga. Ndithudi ine ndiyang’ana kwa Inu polapa ndipo, ndithudi, ine ndine mmodzi wa anthu ogonjera.”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Awa ndiwo amene tidzalandira zabwino za ntchito zawo ndi kuwakhululukira zoipa zawo. Iwo adzakhala m’gulu la anthu a ku Paradiso. Lonjezo loona, limene lidalonjezedwa kwa iwo"},{"SurahNumber":46,"VerseNumber":17,"Text":"Koma yense amene amanena kwa makolo ake kuti, “Asa! Kodi inu muli kundilonjeza kuti ine ndidzaukitsidwa pamene mibadwo ina yambiri idapita kale ine ndisanabadwe?” Ndipo iwo amapempha chithandizo cha Mulungu nati, “Tsoka kwa iwe! Khulupirira! Ndithudi lonjezo la Mulungu ndi loona.” Koma iye amati, “Ichi si chinthu china koma nkhani zachabe za anthu amakedzana.”"},{"SurahNumber":46,"VerseNumber":18,"Text":"Awa ndiwo amene mawu a chilango adatsimikiziridwa pakati pa mitundu yakale ya majini ndi anthu amene adapita kale. Ndithudi iwo ndi otayika"},{"SurahNumber":46,"VerseNumber":19,"Text":"Ndipo kwa onse kudzakhala miyeso yolingana ndi zimene adachita kuti Iye akhoza kuwalipira zochita zawo mosanyenga ndipo iwo sadzaponderezedwa"},{"SurahNumber":46,"VerseNumber":20,"Text":"Ndipo pa tsiku limene iwo osakhulupirira adzatengedwa kupita ku moto kudzanenedwa kuti, “Inu mudalandira zokoma zanu pamene munali padziko lapansi ndipo munali kusangalala zedi. Koma lero mudzakhaulitsidwa ndi chilango chochititsa manyazi chifukwa cha mwano umene mumachita padziko lapansi popanda chifukwa, ndipo mudapitirirabe kuswa malamulo.”"}]}