{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"nampikkaiyāḷarkaḷē! Eṉakkum uṅkaḷukkum virōtamāka iruppavarkaḷai nīṅkaḷ nēcarkaḷāka eṭuttuk koṇṭu, aṉpiṉ aṭippaṭaiyil (rakaciyamākak kaṭitam eḻuti) avarkaḷiṭam uṟavāṭa vēṇṭām. Uṅkaḷiṭam vanta cattiya (vēta)ttai niccayamāka avarkaḷ nirākarittuviṭṭaṉar. Nīṅkaḷ uṅkaḷ iṟaivaṉākiya allāhvai nampikkai koṇṭīrkaḷ eṉpataṟkāka uṅkaḷaiyum (nam) tūtaraiyum (uṅkaḷ illaṅkaḷiliruntu) veḷiyēṟṟiṉārkaḷ. (Nampikkaiyāḷarkaḷē! Nīṅkaḷ)eṉ tirupporuttattai virumpi, eṉ pātaiyil pōr puriya meyyākavē nīṅkaḷ (uṅkaḷ illaṅkaḷiliruntu) veḷiyēṟiyiruntāl, avarkaḷuṭaṉ nīṅkaḷ irakaciyamāka uṟavāṭik koṇṭiruppīrkaḷā? Nīṅkaḷ maṟaittuk koḷvataiyum, iṉṉum nīṅkaḷ veḷippaṭuttuvataiyum nāṉ naṉkaṟivēṉ. (Ivvāṟu) uṅkaḷil evarēṉum ceytāl, niccayamāka avar nērāṉa pātaiyiliruntu tavaṟiviṭṭār"},{"SurahNumber":60,"VerseNumber":2,"Text":"avarkaḷukku camayam kiṭaittāl (pakiraṅkamākavē) avarkaḷ uṅkaḷukku etiriyāki, taṅkaḷ kaikaḷaiyum uṅkaḷ mītu nīṭṭi, taṅkaḷ nāvālum uṅkaḷukkut tīṅkiḻaippārkaḷ. Mēlum, nīṅkaḷum (nampikkaiyai viṭṭu) nirākarippavarkaḷāka ākiviṭavēṇṭum eṉṟum avarkaḷ virumpukiṉṟaṉar"},{"SurahNumber":60,"VerseNumber":3,"Text":"(Avarkaḷuṭaṉ irukkum) uṅkaḷ cantatikaḷum, uṅkaḷ pantuttuvamum maṟumaināḷil uṅkaḷukku oru payaṉumaḷikkātu. (Annāḷil allāh) uṅkaḷukkiṭaiyil piriviṉaiyai ēṟpaṭuttiviṭuvāṉ. Nīṅkaḷ ceypavaṟṟai allāh uṟṟu nōkkupavaṉ āvāṉ"},{"SurahNumber":60,"VerseNumber":4,"Text":"iprāhīmiṭattilum, avaruṭaṉ iruntavarkaḷiṭattilum uṅkaḷukku oru nalla utāraṇam niccayamāka irukkiṟatu. Avarkaḷ tam makkaḷai nōkki ‘‘niccayamāka nāṅkaḷ uṅkaḷil iruntum, allāhvait tavira nīṅkaḷ vaṇaṅkukiṟavaṟṟiliruntum vilakiviṭṭōm. Uṅkaḷaiyum (avaṟṟaiyum) nirākarittu viṭṭōm. Allāh oruvaṉaiyē nīṅkaḷ nampikkai koḷḷumvarai eṅkaḷukkum uṅkaḷukkumiṭaiyil virōtamum, kurōtamum ēṟpaṭṭuviṭṭatu'' eṉṟu kūṟiṉārkaḷ. Mēlum iprāhīm taṉ (collaik kēḷāta) tantaiyai nōkki ‘‘allāhviṭattil umakkāka (avaṉuṭaiya vētaṉaiyil) etaiyum taṭukka eṉakku cakti kiṭaiyātu. Āyiṉum, umakkāka avaṉiṭattil piṉṉar nāṉ maṉṉippaik kōruvēṉ'' eṉṟu kūṟi, ‘‘eṅkaḷ iṟaivaṉē! Uṉṉaiyē nāṅkaḷ nampiṉōm. Uṉṉaiyē nāṅkaḷ nōkkiṉōm. Uṉṉiṭamē (nāṅkaḷ aṉaivarum) vara vēṇṭiyatirukkiṟatu'' (eṉṟum)"},{"SurahNumber":60,"VerseNumber":5,"Text":"‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷai nī nirākarippavarkaḷiṉ tuṉpattiṟkuḷḷākki viṭātē! Eṅkaḷai nī maṉṉippāyāka! Eṅkaḷ iṟaivaṉē! Niccayamāka nītāṉ (aṉaivaraiyum) mikaittavaṉum ñāṉamuṭaiyavaṉum āvāy'' (eṉṟum) pirārttittār"},{"SurahNumber":60,"VerseNumber":6,"Text":"niccayamāka allāhvaiyum, maṟumai nāḷaiyum meyyākavē nampukiṟa uṅkaḷukku ivarkaḷil aḻakāṉa muṉṉutāraṇam irukkiṟatu. Evar puṟakkaṇikkiṟārō, niccayamāka allāh (avarkaḷiṉ) tēvaiyaṟṟavaṉ, mika pukaḻuṭaiyavaṉ āvāṉ"}]}