{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Лицемери, заиста, настоје да преваре Аллаха, а Он ће њих да надмудри. Када устају да молитву обављају, мрзовољно се дижу и приказују се свету, а Аллаха само мало спомињу"},{"SurahNumber":4,"VerseNumber":143,"Text":"Колебају се између веровања и неверовања, нити су са овима нити са онима. А ономе коме Аллах да па је у заблуди нећеш наћи пут ка Упути"},{"SurahNumber":4,"VerseNumber":144,"Text":"О ви који верујете, не узимајте за заштитнике и пријатеље невернике уместо верника! Зар хоћете да пружите Аллаху очигледан доказ против себе"},{"SurahNumber":4,"VerseNumber":145,"Text":"Лицемери ће, заиста, да буду на самом дну Пакла и ти нећеш да им нађеш помагача"},{"SurahNumber":4,"VerseNumber":146,"Text":"Осим оних који се покају и поправе и који чврсто Аллаха прихвате и веру своју у Аллаха искрено испоље, они ће да буду са верницима, а Аллах ће, сигурно, верницима велику награду да подари"},{"SurahNumber":4,"VerseNumber":147,"Text":"Зашто би вас Аллах кажњавао ако будете захваљивали и веровали!? Аллах је захвалан и Онај Који све зна"},{"SurahNumber":4,"VerseNumber":148,"Text":"Аллах не воли да се о злу гласно говори, то може само онај коме је учињена неправда. А Аллах је Свечујући и Свезнајући"},{"SurahNumber":4,"VerseNumber":149,"Text":"Било да ви добро дело учините јавно, или га сакријете, или неправду опростите - па Аллах је Онај Који стално брише грехе и свемоћан је"},{"SurahNumber":4,"VerseNumber":150,"Text":"Они који у Аллаха и Његове посланике не верују и желе да између Аллаха и Његових посланика у веровању направе разлику, па говоре: „У неке верујемо, а у неке не верујемо“, и желе да између тога некакав став заузму"},{"SurahNumber":4,"VerseNumber":151,"Text":"они су заиста прави неверници, а Ми смо неверницима припремили понижавајућу патњу"},{"SurahNumber":4,"VerseNumber":152,"Text":"А оне који у Аллаха и Његове посланике верују и ниједног од њих не издвајају - Он ће, сигурно, да награди. А Аллах је Онај Који опрашта грехе и милостив је"}]}