{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Mpe kundola Maryam okati ya buku (kati ya kurani) tango amibendaki na libota lia ye akei kovanda na esika moko boye о moniele"},{"SurahNumber":19,"VerseNumber":17,"Text":"Mpe amibombami na bango, totindelaki ye molimo (gabiliyele) oyo ayelaki ye na lolenge ya moto malamu"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Maryam) alobaki: Ya soló, ngai na mibateli epai ya Ar-Rahmân тропа yo, soki penza ozali moyengebeni"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Anzelu) alobi: Ya sólo, ngai nazali motindami ya Nkolo wayo mpo napesa yo likabo ya elenge mobali ya mayele oyo apetoama"},{"SurahNumber":19,"VerseNumber":20,"Text":"Alobi: Ndenge nini nazala na mwana ya mobali, mpe mobali ata moko te asimbi ngai, mpe nazali ndumba te"},{"SurahNumber":19,"VerseNumber":21,"Text":"Alobi: Ndenge wana nde Nkolo wayo alobi été; ezali pasi te тропа ngai, mpe tokotia ye elembo epai ya bato, mpe ngolu kowuta epai na biso. Mpe likambo yango ekokisamaki"},{"SurahNumber":19,"VerseNumber":22,"Text":"Mpe azuaki zemi mpe akendeki kofanda mosika"},{"SurahNumber":19,"VerseNumber":23,"Text":"Mpe pasi ya kobota eyeli ye onse ya nzete ya nagh’la alobi: Eh mpasi na ngai! Soki liwa ezuaka ngai yambo ya oyo, nde nabosanamaki soló ya kobosanama"},{"SurahNumber":19,"VerseNumber":24,"Text":"Na yango, abengaki ye na nsé naye alobi: Kozala na mawa te! Nkolo wayo asili kotiya onse nayo liziba ya bomoyi"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ningisa nzete ya nagh’la, benda yango epai nayo ekokweisela yo mbuma na yango ya kotela"},{"SurahNumber":19,"VerseNumber":26,"Text":"Lia mpe mela mpe sepelisa liso lia yo, soki omoni moto loba: Nazui elako ya ngizi pona Ar-Rahmán Nakosolola ata na moto moko lelo te"},{"SurahNumber":19,"VerseNumber":27,"Text":"Mpe amemaki mwana na libota naye, mpe balobi naye ete: Oh Maryam! Osali likambo ya nsoni"},{"SurahNumber":19,"VerseNumber":28,"Text":"Oh ndeko mwasi ndeko ya Háruna! Tata wayo azalaka moto mabe te, mpe mama wayo azalaka ndumba te"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mpe alakisaki mosapi mwaye epai ya mwana, balobi: Ndenge nini tokolobisa mwana moke oyo awuti kobotama"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Mwana) Alobi: Ya soló, nazali mowumbu wa Allah, apesi ngai buku mpe aponi ngai nazala ntoma"},{"SurahNumber":19,"VerseNumber":31,"Text":"Mpe apamboli ngai esika nyoso nakozala, mpe atindi ngai nasambela mpe nabimisa Zakat na bomoyi bwa ngai mobimba"},{"SurahNumber":19,"VerseNumber":32,"Text":"Mpe nasala bolamu epai ya mama na ngai, mpe atiaki ngai nazala moto ya lolendo mpe moto ya pași te"},{"SurahNumber":19,"VerseNumber":33,"Text":"Mpe kimia ezala likolo lia ngai, mokolo moye nabotamaki na mokolo moye nakokufa na mokolo moye nakosekwisama nazali na bomoyi"},{"SurahNumber":19,"VerseNumber":34,"Text":"Wana Issa mwana ya Maryam, liloba ya soló, eye bazali sé kotia tembe mpe kobundisa bosóló. (bwa ye)"},{"SurahNumber":19,"VerseNumber":35,"Text":"Esengeli te na Allah azala na mwana, nkembo naye (Allah), soki akani likambo akoloba sé ete; zala, mpe ezalisami sé ndenge alobi"},{"SurahNumber":19,"VerseNumber":36,"Text":"Mpe ya soló, Allah azali Nkolo wa ngai mpe Nkolo wa bino, bobondela ye, oyo nde nzela ya semba"},{"SurahNumber":19,"VerseNumber":37,"Text":"(Na sima) bakabwani na binzambe nzambe kati kati na bango, etumbu ezali тропа bapengwi o mokolo ya monene (mokolo ya kokata makambo)"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bakoyoka mpe bakomona penza ndenge mokolo bakoyela biso, kasi babubi bakozala na libungi ya monene ya polele о mokolo yango"},{"SurahNumber":19,"VerseNumber":39,"Text":"Mpe kebisa bango тропа mokolo mwa botungisami, tango manso makokatamaka, mpe bazali о mokili moye bazali komiyeba te mpe kondima te"},{"SurahNumber":19,"VerseNumber":40,"Text":"Ya sólo, biso nde tozali na bokitani ya mabele, mpe baye banso bazali o likolo na yango, mpe epai na biso nde banso bakozonga"}]}