{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"(iṟutiyil) attūtarkaḷ lūttuṭaiya kiḷaiyāriṭam vanta pōtu"},{"SurahNumber":15,"VerseNumber":62,"Text":"(avarkaḷai nōkki eṉakku) aṟimukamillāta makkaḷāka nīṅkaḷ irukkiṟīrkaḷ\" eṉṟu (lūt) coṉṉār"},{"SurahNumber":15,"VerseNumber":63,"Text":"(ataṟku avarkaḷ,)\"alla, (um kūṭṭatārākiya) ivarkaḷ etaic cantēkittārkaḷō, atai nām um'miṭam koṇṭu vantirukkiṟōm"},{"SurahNumber":15,"VerseNumber":64,"Text":"(uṟutiyāka nikaḻavirukkum) uṇmaiyaiyē um'miṭam nāṅkaḷ koṇṭu vantirukkiṉṟōm; niccayamāka nāṅkaḷ uṇmaiyāḷarkaḷākavē irukkiṟōm"},{"SurahNumber":15,"VerseNumber":65,"Text":"ākavē iravil oru pakutiyil um'muṭaiya kuṭumpattiṉaruṭaṉ naṭantu ceṉṟu viṭum; aṉṟiyum (avarkaḷai muṉṉāl cella viṭṭu) avarkaḷ piṉṉē nīr toṭarntu cellum. Uṅkaḷil evarum tirumpip pārkka vēṇṭām. Nīṅkaḷ ēvappaṭum iṭattiṟku ceṉṟu viṭuṅkaḷ eṉṟu a(t tūtu)varkaḷ kūṟiṉārkaḷ"},{"SurahNumber":15,"VerseNumber":66,"Text":"mēlum, 'ivarkaḷ yāvarum atikālaiyilēyē niccayamāka vēraṟukkappaṭṭu viṭuvārkaḷ (eṉṉum) akkāriyattaiyum nām muṭivāka avarukku aṟivittōm"},{"SurahNumber":15,"VerseNumber":67,"Text":"(lūttiṉ viruntiṉarkaḷāka vāliparkaḷ vantiruppataiyaṟintu) an nakarattu makkaḷ mikka makiḻcciyuṭaṉ vantu cērntārkaḷ"},{"SurahNumber":15,"VerseNumber":68,"Text":"(lūt vantavarkaḷai nōkki;)\"niccayamāka ivarkaḷ eṉṉuṭaiya viruntiṉarkaḷ. Ākavē, (avarkaḷ muṉ) eṉṉai nīṅkaḷ avamāṉappaṭutti viṭātīrkaḷ"},{"SurahNumber":15,"VerseNumber":69,"Text":"allāhvukku añcuṅkaḷ. Eṉṉaik kēvalappaṭutti viṭātīrkaḷ\" eṉṟum kūṟiṉār"},{"SurahNumber":15,"VerseNumber":70,"Text":"Ataṟkavarkaḷ, \"ulaka makkaḷaip paṟṟiyellām (eṅkaḷiṭam pēcuvatai viṭṭum) nāṅkaḷ um'mait taṭukkavillaiyā?\" Eṉṟu kēṭṭārkaḷ"},{"SurahNumber":15,"VerseNumber":71,"Text":"ataṟkavar, \"itō! Eṉ putalviyar irukkiṟārkaḷ. Nīṅkaḷ (ētum) ceytē tīra vēṇṭumeṉak karutiṉāl (ivarkaḷai tirumaṇam) ceytu koḷḷalām\" eṉṟu kūṟiṉār"},{"SurahNumber":15,"VerseNumber":72,"Text":"(napiyē!) Um uyir mītu cattiyamāka, niccayamāka avarkaḷ tam matimayakkattil taṭṭaḻintu koṇṭiruntārkaḷ"},{"SurahNumber":15,"VerseNumber":73,"Text":"ākavē, poḻutu utikkum vēḷaiyil, avarkaḷai pēriṭi muḻakkam piṭittuk koṇṭatu"},{"SurahNumber":15,"VerseNumber":74,"Text":"piṉpu avarkaḷuṭaiya ūrai mēl kīḻākap puraṭṭi viṭṭōm; iṉṉum, avarkaḷ mēl cuṭappaṭṭa kaḷimaṇṇālāṉa kaṟkaḷaip poḻiyac ceytōm"},{"SurahNumber":15,"VerseNumber":75,"Text":"niccayamāka itil cintaṉaiyuṭaiyōrukkup pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":15,"VerseNumber":76,"Text":"niccayamāka avvūr (nīṅkaḷ payaṇattil) varappōkum vaḻiyiltāṉ irukkiṟatu"},{"SurahNumber":15,"VerseNumber":77,"Text":"tiṭamāka muḥmiṉkaḷukku itil (takunta) attāṭci irukkiṟatu"},{"SurahNumber":15,"VerseNumber":78,"Text":"iṉṉum, aṭarnta cōlaikaḷil vacittirunta (ṣu'aipuṭaiya) camūkattārum akkiramakkārarkaḷāka iruntaṉar"},{"SurahNumber":15,"VerseNumber":79,"Text":"eṉavē avarkaḷiṭam nām paḻivāṅkiṉōm; (aḻinta) ivviru (makkaḷiṉ) ūrkaḷum pakiraṅkamāṉa (pōkkuvarattu) vaḻiyil tāṉ irukkiṉṟaṉa"}]}