{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Zar nisi vidio one kojima je receno: \"K sebi ruke svoje, vec namaz obavljajte i zekat dajite.\" A kada im bi propisana borba, odjednom se grupa njih poboja ljudi, kao sto se Allaha boji, ili jos vise, i rekose: \"Gospodaru nas, zasto si nam borbu propisao? Da si nam to do određenog vremena odgodio?\" Reci: \"Uzivanje na dunjaluku je kratko, a ahiret je bolji za bogobojazne.\" A vama, ni koliko nit na hurminoj kospici, zulum nece biti ucinjen"},{"SurahNumber":4,"VerseNumber":78,"Text":"Gdje god bili, stici ce vas smrt, pa makar bili i u kulama visokim! Ako ih zadesi kakvo dobro, oni kazu: \"To je od Allaha!\", a ako ih zadesi kakvo zlo, oni govore: \"To je od tebe!\" Reci: \"Sve je od Allaha!\" Pa sta je s ovim ljudima?! Oni kao da ne razumiju sta im se govori"},{"SurahNumber":4,"VerseNumber":79,"Text":"Dobro koje te zadesi, to je od Allaha, a zlo koje te zadesi, to je od tebe. Mi smo te kao poslanika ljudima poslali, a Allah je dovoljan svjedok"},{"SurahNumber":4,"VerseNumber":80,"Text":"Ko se pokori Poslaniku, pokorio se i Allahu, a ko se okrene, pa Mi te nismo poslali da im cuvar budes"},{"SurahNumber":4,"VerseNumber":81,"Text":"Oni govore: \"Pokoravamo se!\", a kada od tebe odu, neki od njih nocu smisljaju drugacije nego sto ti govoris. Allah zapisuje ono sto oni nocu smisljaju. Zato se okreni od njih i u Allaha se pouzdaj, a dovoljan je zastitnik Allah"},{"SurahNumber":4,"VerseNumber":82,"Text":"A zasto oni ne promisljaju o Kur'anu? Jer, da je on od nekoga drugog, a ne od Allaha, oni bi u njemu nasli mnoge protivrjecnosti"},{"SurahNumber":4,"VerseNumber":83,"Text":"A kada im dođe nesto sto se odnosi na sigurnost ili strah, oni to razglase. A da to prepuste Poslaniku ili pretpostavljenim svojima, to bi sigurno od njih saznali oni koji to ispituju. A da nije dobrote Allahove prema vama i milosti Njegove, vi biste, osim nekolicine, sejtana slijedili"},{"SurahNumber":4,"VerseNumber":84,"Text":"Zato se bori na Allahovom putu, ne obavezujuci osim sebe, a vjernike podstici. Allah ce zaustaviti silu onih koji ne vjeruju, a Allah je od njih silniji i kazne Njegove su strozije"},{"SurahNumber":4,"VerseNumber":85,"Text":"Ko se bude za dobro zalagao, i on ce imati udio u tome, a ko se bude za zlo zalagao, i on ce imati udio u tome. A Allah nad svim bdije"},{"SurahNumber":4,"VerseNumber":86,"Text":"Kada pozdravljeni budete, na ljepsi nacin uzvratite, ili isto otpozdravite, a Allah, doista, sve obracunava"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah, osim Koga drugoga boga nema, sigurno ce vas sakupiti na Sudnjem danu, u sto nema nimalo sumnje, a ciji je govor istinitiji od Allahovog"}]}