{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Mariyu ni prabhuvu: Tananu tappa itarulanu aradhincakudadani mariyu tallidandrulato mancitananto vyavaharincalani, ajnapinci unnadu. Okavela varilo e okkaru gani, leda variruvuru gani musalivaraite, varito visukkuntu: \"Chi! (Uph)\" ani kuda anaku mariyu varini gaddincaku mariyu varito maryadaga matladu"},{"SurahNumber":17,"VerseNumber":24,"Text":"mariyu vari mida karuna mariyu vinayavidheyatala rekkalanu capu mariyu vari koraku ila prarthincu: \"O na prabhu! Varu e vidhanga nannu balyanlo pencaro ade vidhanga nivu vari yedala karunanu cupu"},{"SurahNumber":17,"VerseNumber":25,"Text":"mi manas'sulalo unnadi mi prabhuvuku baga telusu. Miru sanmargulayite, niscayanga ayana vaipunaku (pascattapanto) palumarlu marale varini ayana ksamistadu"},{"SurahNumber":17,"VerseNumber":26,"Text":"mariyu bandhuvulaku, pedalaku mariyu batasarulaku, vari hakku ivvu. Mariyu (ni dhananni) vrtha kharculalo vyartham ceyaku"},{"SurahNumber":17,"VerseNumber":27,"Text":"niscayanga, vyarthamaina kharculu cesevaru saitanula sodarulu. Mariyu saitan tana prabhuvu patla krtaghnudaina vadu"},{"SurahNumber":17,"VerseNumber":28,"Text":"mariyu nivu asince, ni prabhuvu karunyanni pondataniki - niku vari nundi mukham trippukovalasi vaccina - varito mrduvuga matladu"},{"SurahNumber":17,"VerseNumber":29,"Text":"mariyu nivu (pisinaritananto) ni cetini ni medaku kattukoku mariyu danini purtiga svecchaga kuda vadali pettaku. Ala ceste nindalaku guri avutavu, dikkuleni vadavai kurcuntavu (vicaristavu)"},{"SurahNumber":17,"VerseNumber":30,"Text":"niscayanga, ni prabhuvu tanu korina variki jivanopadhini puskalanga prasadistadu mariyu tanu korina variki taggistadu. Niscayanga, ayane tana dasula (sthitula)nu baga erigevadu, cusevadunu"}]}