{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Ya gene wong kafir iku duwe panemu yen malaikat gagaweyane Allah iku putrane Allah putri sarta awake dhewe milih anak lanang"},{"SurahNumber":43,"VerseNumber":17,"Text":"Manawa ana kang duwe anak metu wadon madani anggone nganggep marang Allah kagungan putra-putri wong mau ulate banjur peteng lan susah banget"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ya gene padha netepake sifat cacad marang Allah lan ngaku sifat kang prayoga tumraping awake dhewe kang mangkon padune wong mau ora ana katerangane"},{"SurahNumber":43,"VerseNumber":19,"Text":"Lan dheweke padha nganggep malaikat kawulaning Allah iku wadon. Anggone nganggep utawa nekseni mau bakal dicatheti lan besuk ana ing akherat bakal ditakoni"},{"SurahNumber":43,"VerseNumber":20,"Text":"Wong Mekkah padha celathu, \"pama kersane Allah aku ora kepareng nyembah malaikat, Aku mesthi ora kelakon nyembah malaikat.\" Anggone kondho koyo kaya mengkono mahu ora weruh katerangane (bener utawa luput) dadi kandhane mau mung goroh lugu"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ap sadurunge ana al-Quran, wong mau padha Ingsun paringi kitab (lan nerangake kena nyembah liyane Allah) kang banjur dihestokake tekan saprene"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nanging dheweke kondho, \"Aku mung ngleluri (nutugake) para leluhurku biyen padha nglakoni agama iki aku ngarep - arep oleh pituduh bener sarana manut ara leluhurku"},{"SurahNumber":43,"VerseNumber":23,"Text":"Mangkono uga biyen, saben Ingsun ngutus nabi, nyurup - nyurupake wong ing padesan panggedhene padesan mau mesthi banjur mangsuli, \"Kula punika namung ngleluri para leluhur kula\". Sami nglampahi agami satunggal punika. Kula namung manut agamanipun para leluhur kula wahu"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Muhammad) dhawuha, \"Apa sanadyan aku nyurup - nyurupake marang kowe kang luwih bener, ngungkuli panemune para leluhurmu biyen, kowe hiya ora gelem manut.\" Wong kafir padha mangsuli, \"Dhawuh ungkang sampyan waradinaken punika kula sami mahiben"},{"SurahNumber":43,"VerseNumber":25,"Text":"Wong kafir mau banjur padha Ingsun turuni siksa mara dira delenga, kapruye kadadeyane wong kang padha maido dhawuhing Allah kang dihemban para rasul"}]}