{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"We have explained [the truth] in this Quran in various ways, so that they may take heed, but it has only increased their aversion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say, \"If there were [other] deities along with Him, as they claim, then they would surely have tried to find a way to the Lord of the Throne"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glory be to Him! Exalted above all that they say"},{"SurahNumber":17,"VerseNumber":44,"Text":"The seven heavens and the earth and all who dwell therein glorify Him. There is not a single thing but glorifies Him with His praise; but you do not understand their glorification. Truly, He is forbearing and most forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"When you recite the Quran, We place an invisible barrier between you and those who do not believe in the Hereafter"},{"SurahNumber":17,"VerseNumber":46,"Text":"We put veils over their hearts to prevent them from comprehending it, and We afflict their ears with deafness. When you mention your one and only Lord in your recitation of the Quran, they turn their backs in aversion"},{"SurahNumber":17,"VerseNumber":47,"Text":"We are fully aware of what they wish to hear when they listen to you; and what they say when they converse in private; and when the wrongdoers say, \"You are only following a man who is bewitched"},{"SurahNumber":17,"VerseNumber":48,"Text":"See to what they liken you! But they are lost and cannot find the right path"},{"SurahNumber":17,"VerseNumber":49,"Text":"What!\" they say, \"When we are turned to bones and dust, shall we be restored to life"},{"SurahNumber":17,"VerseNumber":50,"Text":"Say, \"[yes] even if you turned to stones or iron"},{"SurahNumber":17,"VerseNumber":51,"Text":"or any other substance which you think unlikely to be given life.\" Then they will ask, \"Who is it that shall restore us to life?\" Answer them, \"He who created you the first time.\" They will then shake their heads at you and say, \"When will that be?\" Say, \"It may well be very soon"},{"SurahNumber":17,"VerseNumber":52,"Text":"On that Day He will call you, and you will answer by praising Him, thinking that you have stayed for only a little while"}]}