{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. Thề bởi Qur’an Quang Vinh"},{"SurahNumber":50,"VerseNumber":2,"Text":"Không, họ kinh ngạc về việc có một người cảnh báo xuất thân từ họ đến gặp họ. Vì vậy, những kẻ vô đức tin nói: “Đây là một điều gì đó thực sự kỳ lạ!”"},{"SurahNumber":50,"VerseNumber":3,"Text":"“Khi chúng ta chết đi và đã thành cát bụi, (có thật là chúng ta sẽ được dựng sống trở lại)?! Đó quả là một sự trở lại xa vời.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Quả thật, TA (Allah) thừa biết việc đất đai tiêu hủy (thân xác) họ (sau khi họ chết đi); nhưng ở nơi TA có một quyển sổ bộ lưu trữ"},{"SurahNumber":50,"VerseNumber":5,"Text":"Không, họ đã phủ nhận Chân Lý khi Nó đến với họ, vì vậy họ đang ở trong tình trạng bối rối (không biết thật hay giả)"},{"SurahNumber":50,"VerseNumber":6,"Text":"Sao họ không nhìn lên bầu trời phía trên họ xem TA đã dựng và trang hoàng nó như thế nào và (làm thế nào) nó không có rạn nứt"},{"SurahNumber":50,"VerseNumber":7,"Text":"Và trái đất, TA đã trải rộng nó ra và ném lên nó những quả núi vững chắc và TA đã cho mọc trên nó đủ loại cây cối và thảo mộc"},{"SurahNumber":50,"VerseNumber":8,"Text":"(TA đã tạo ra tất cả những thứ đó để đưa ra) cái nhìn sâu sắc và một sự nhắc nhở cho mỗi người bề tôi quay về (với TA)"},{"SurahNumber":50,"VerseNumber":9,"Text":"Và TA đã ban từ trên trời xuống nguồn nước (mưa) mà TA dùng làm mọc ra những khu vườn và (các loại) hạt vào mùa thu hoạch"},{"SurahNumber":50,"VerseNumber":10,"Text":"(TA làm mọc ra những) cây chà là cao lớn có trái từng chùm chồng lên nhau"},{"SurahNumber":50,"VerseNumber":11,"Text":"(Làm) nguồn lương thực cho bầy tôi (của TA). Và TA dùng nó (nước mưa) làm sống lại một vùng đất đã chết. Và việc phục sinh cũng tương tự như thế"},{"SurahNumber":50,"VerseNumber":12,"Text":"Trước họ, người dân của Nuh, người dân Rass, và người dân Thamud đã phủ nhận"},{"SurahNumber":50,"VerseNumber":13,"Text":"Và người dân ‘Ad, Pha-ra-ông, và anh em của Lut (cũng đã phủ nhận)"},{"SurahNumber":50,"VerseNumber":14,"Text":"Người dân của (khu rừng) Aykah và người dân của Tubba’ (cũng vậy), tất cả đều phủ nhận các Sứ Giả (của TA). Vì vậy, lời đe dọa (trừng phạt) của TA đã được thể hiện"},{"SurahNumber":50,"VerseNumber":15,"Text":"Chẳng lẽ (họ nghĩ) TA đã mỏi mệt với việc tạo hóa đầu tiên (nên sẽ gặp khó khăn cho sự phục sinh ư)? Không, họ đang hoài nghi về sự tạo hóa mới"}]}