{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Tumse anfal(booty of war/ganimat ke maal) ke mutaaliq poochte hain? Kaho “yeh anfal to Allah aur uske Rasool ke hain, pas tum log Allah se daro aur apne aapas ke taaluqaat durust karo aur Allah aur uske Rasool ki itaat karo agar tum momin ho”"},{"SurahNumber":8,"VerseNumber":2,"Text":"Sacchey ehle iman to woh log hain jinke dil Allah ka zikr sunkar laraz (fearful) jatey hain aur jab Allah ki aayat unke saamne padi jati hai to unka iman badh jata hai aur woh apne Rubb par aitamaad (bharosa) rakhte hain"},{"SurahNumber":8,"VerseNumber":3,"Text":"Jo namaz qayam karte hain aur jo kuch humne unko diya hai usmein se (hamari raah mein) kharch karte hain"},{"SurahNumber":8,"VerseNumber":4,"Text":"Aisey hi log haqiqi momin hain. Unke liye unke Rubb ke paas badey darje hain, kasooron se darguzar hai aur behtareen rizq hai"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Is maal e ganimat ke maamle mein bhi waisi hi surat pesh aa rahi hai jaisi us waqt pesh aayi thi jabke) tera Rubb tujhey haqq ke saath tere ghar se nikal laya tha aur momino mein se ek giroh ko yeh sakht nagawar tha"},{"SurahNumber":8,"VerseNumber":6,"Text":"Woh us haqq ke maamle mein tujhse jhagad rahey thay daraan haal(whereas) yeh ke woh saaf saaf numayan ho chuka tha, unka haal yeh tha ke goya woh aankhon dekhe maut ki taraf haanke (driven) jaa rahey hain"},{"SurahNumber":8,"VerseNumber":7,"Text":"Yaad karo wo mauqa jabke Allah tumse wada kar raha tha ke dono girohon mein se ek tumhein mil jayega. Tum chahte thay ke kamzor giroh tumhein miley magar Allah ka irada yeh tha ke apne irshadaat se haqq ko haqq kar dikhaye aur kafiron ki jadd kaat de"},{"SurahNumber":8,"VerseNumber":8,"Text":"Taa-ke haqq haqq hokar rahey aur baatil baatil hokar reh jaye khwa mujrimon ko yeh kitna hi nagawar ho"},{"SurahNumber":8,"VerseNumber":9,"Text":"Aur woh mauqa yaad karo jabke tum apne Rubb se fariyaad kar rahye thay jawab mein usne farmaya ke main tumhari madad ke liye pai dar pai ek hazar Farishtey bhej raha hoon"},{"SurahNumber":8,"VerseNumber":10,"Text":"Yeh baat Allah ne tumhein sirf isliye bata di ke tumhein khush-khabri ho aur tumhare dil issey mutmaeen ho jayein. Warna madad to jab bhi hoti hai Allah hi ki taraf se hoti hai. Yaqeenan Allah zabardast aur dana (wise) hai"}]}