{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":65,"Text":"(Ey Rasulum), de ki: “- Ben ancak korkuyu (cehennem azabını) haber veren bir peygamberim. Ortagı olmıyan tek Kahhar = her seye galib Allah’dan baska hic bir ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"O, goklerle yerin ve aralarındakilerin Rabbidir, Aziz’dir, Gaffar’dır = magfireti boldur"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: “- Bu (size soylediklerim) pek buyuk bir haberdir"},{"SurahNumber":38,"VerseNumber":68,"Text":"(Oyle iken) siz ondan yuz ceviriyorsunuz"},{"SurahNumber":38,"VerseNumber":69,"Text":"Benim melekler topluluguna ait ne ilmim olurdu, onlar (Adem’in yaratılması hakkında) munakasa ederlerken"},{"SurahNumber":38,"VerseNumber":70,"Text":"Fakat ben, acık olarak korkutan bir peygamber oldugum icindir ki, (Adem hakkında meleklerin cekismesine dair) o ilim bana vahyolunuyor.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"Rabbin, o vakit meleklere soyle demisti: “- Ben bir camurdan bir insan yaratacagım (Adem’i yaratacagım)"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onun yaratılısını tamamlayıb da tarafımdan ona ruh verdigim zaman, hemen ona (hurmet icin) secdeye kapanın.”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bunun uzerine meleklerin hepsi toptan secde ettiler"},{"SurahNumber":38,"VerseNumber":74,"Text":"Yalnız iblis (Adem’e secde etmekten) kibirlendi ve kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah Iblis’e soyle) buyurdu: “- Ey Iblis! Bizzat kudretimle yarattıgıma secde etmene, seni hangi sey engelledi? Kibirlenmek mi istedin, yoksa yucelenenlerden mi oldun?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis soyle) dedi: “- Ben ondan daha hayırlıyım; beni bir atesten yarattın, onu ise camurdan yarattın.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) buyurdu ki: “Hemen cık oradan (cennetten). Cunku sen (benim rahmetimden) kogulmussun"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ve muhakkak surette hesab gunune kadar lanetim senin uzerindedir.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis soyle) dedi: “- Ey Rabbim! O halde (kabirlerden) dirilecekleri gune kadar beni geri bırak.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah soyle) buyurdu: “- Haydi geri bırakılanlardansın"},{"SurahNumber":38,"VerseNumber":81,"Text":"Katımda belli kıyamet vakti gunune kadar...”"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis soyle) dedi: “- Oyle ise, izzet ve kudretine yemin ederim ki, onların hepsini muhakkak azdıracagım"},{"SurahNumber":38,"VerseNumber":83,"Text":"Ancak iclerinden ihlas sahibi kulların mustesna...”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah Iblis’e soyle) buyurdu: “- Ben, hakkı yerine getiririm ve hep dogruyu soylerim"},{"SurahNumber":38,"VerseNumber":85,"Text":"And olsun ki, cehennemi, senden (tureyenlerle) ve Adem ogullarının icinden sana uyanların hepsi ile dolduracagım.”"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Ey Rasulum) de ki: “- Ben tebligime karsı sizden bir ucret istemiyorum, (ey Mekke halkı); ve ben duzenbazlardan degilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"Kur’an butun alemlere (insan ve cinlere) ancak bir oguddur"},{"SurahNumber":38,"VerseNumber":88,"Text":"Muhakkak onun haberini (verdigi haberlerin dogrulugunu) bir zaman sonra, (oldukten sonra) bileceksiniz"}]}