{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"Na so da kano ron pagayonayon a shay´, na so kokoman iyan na sii ko Allah: Giyoto man so Allah a Kadnan ko: Skanyan i siyarigan ko, go Ron ako pagndod"},{"SurahNumber":42,"VerseNumber":11,"Text":"Mimbaas ko manga langit ago so lopa: Singgayan kano Niyan a phoon ko manga ginawa niyo sa manga karoma, go phoon ko manga ayam sa nggaganapa: Pmbarmbadn kano Niyan sa sabap roo: da dn a lagid Iyan a isa bo, go Skaniyan so Pphakan´g, a Pphakaylay"},{"SurahNumber":42,"VerseNumber":12,"Text":"Rk Iyan so manga gonsi o manga langit ago so lopa: Pphakawladn Iyan so riskhi ko taw a kabaya Iyan: Go pphakasimpitn Iyan. Mataan! a Skaniyan i Matao ko langowan taman"},{"SurahNumber":42,"VerseNumber":13,"Text":"Piyayag Iyan rkano a okit so inisogo Iyan oto ko Noh, go so iniilaham Ami rka (ya Mohammad), go so inisogo Ami oto ko Ibrahim, go so Mosa, go so Eysa a: Pamayandgn iyo so agama, ago di niyo to pmblablagi: Minindarasag o manga pananakoto so ipndolon ka kiran oto. So Allah na pnggawiin Iyan on so taw a kabaya Iyan, go pnggonanaon Iyan on so taw a pphananangoran (ko onot Rkaniyan)"},{"SurahNumber":42,"VerseNumber":14,"Text":"Na da siran mblablag inonta ko oriyan o kiyapakawma kiran o katao, - kadngki ran. Na o da so katharo a miyaona a phoon ko Kadnan ka, a taman ko taalik a miyapnto, na miyakokom siran dn: Na mataan! a so siran a piyakapangowaris ko kitab a miyaoriyan iran, na matatago dn ko kazasangka phoon rkaniyan sa mapayag a kazangka"},{"SurahNumber":42,"VerseNumber":15,"Text":"Na makapantag roo, na panolong ka, go ontolang ka so inisogo rka, go ding ka phangonoti so manga n´nga iran; go tharoang ka a: \"Piyaratiyaya ko so initoron o Allah a kitab; go inisogo rakn a paginontolanang ko skano. So Allah i Kadnan ami go Kadnan iyo: Rk ami so manga galbk ami, na rk iyo so manga galbk iyo. Da a rido ko lt ami go lt iyo. So Allah na thimo on tano Niyan, go Ron so khabolosan"},{"SurahNumber":42,"VerseNumber":16,"Text":"Na so siran a gii siran makiphapawala makapantag ko Allah ko oriyan o kiyatarimaa rkaniyan, - na so daowa iran na ilang sii ko Kadnan iran: Go miyakaphawto siran sa rarangit, go adn a bagian iran a siksa a sangat (ko akhirat)"},{"SurahNumber":42,"VerseNumber":17,"Text":"So Allah so tomiyoron ko kitab (kaan mapayag) so bnar go so timbangan. Na antai kaphakitokawan iyan rka sa masikn so bangkit na marani"},{"SurahNumber":42,"VerseNumber":18,"Text":"Pphagalokalokan aya o siran a di ron mapaparatiyaya: Na so miyamaratiyaya na ikaalk iran oto, ka katawan iran a mataan oto! a bnar. Ba di mataan a siran a pphamawal ko bangkit na matatago dn ko kadadag a mawatan"},{"SurahNumber":42,"VerseNumber":19,"Text":"So Allah i Masalinggagaw ko manga oripn Iyan: Pphakalaan Iyan ko riskhi so taw a kabaya Iyan: Go Skaniyan so Mabagr, a Domadaag"}]}