{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":67,"Text":"Ikiyuzlu erkekler ve ikiyuzlu kadınlar birbirlerindendir. Onlar, kotulugu ogutlerler, iyilikten menederler. Elleri sıkıdır. Onlar ALLAH'ı unuttular, O da onları unuttu. Ikiyuzluler, iyice yoldan cıkmıs olanlardır"},{"SurahNumber":9,"VerseNumber":68,"Text":"ALLAH, ikiyuzlu erkeklere, ikiyuzlu kadınlara ve kafirlere ebedi kalacakları cehennem atesini soz verir. O onlara yeter. ALLAH onları lanetlemistir ve onlar icin tukenmez bir azap vardır"},{"SurahNumber":9,"VerseNumber":69,"Text":"Tıpkı sizden oncekilere benziyorsunuz; sizden daha gucluyduler, sizden daha cok mal ve cocuklara sahiptiler. Kendilerine dusen paydan hoslandılar, sizden oncekilerin kendi paylarından hoslanmaları gibi siz de kendi payınızdan hoslandınız. Kendilerini kaptıranlar gibi siz de kaptırdınız. Onlar, isleri dunya ve ahirette bosa cıkmıs kimselerdir. Onlar, kaybedenlerdir"},{"SurahNumber":9,"VerseNumber":70,"Text":"Nuh'un halkı, Ad, Semud, Ibrahim'in halkı, Medyen sakinleri ve altust olmus ulkelerin (Sadom ve Gomore) halkları gibi kendilerinden oncekilerin haberleri onlara ulasmadı mı? Elcileri kendilerine apacık belgelerle gitmislerdi. ALLAH onlara zulmediyor degildi, aksine onlar kendi kendilerine zulmediyorlardı"},{"SurahNumber":9,"VerseNumber":71,"Text":"Inanan erkekler ve inanan kadınlar birbirlerinin dostudur. Iyiligi emrederler, kotulukten menederler, namazı gozetirler, zekatı verirler, ALLAH'a ve elcisine uyarlar. Iste onlara ALLAH rahmet edecektir. ALLAH Ustundur, Bilgedir"},{"SurahNumber":9,"VerseNumber":72,"Text":"ALLAH, inanan erkeklere ve inanan kadınlara icinden ırmaklar akan ebedi kalacakları cennetler ve Adn cennetlerinde guzel evler soz vermistir. ALLAH'ın hosnud olması ise hepsinden daha buyuk bir seydir. Iste en buyuk kurtulus budur"}]}