{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":43,"Text":"Vy, kteri jste uverili, nekonejte modlitbu, kdyz jste opilymi, nybrz vyckejte, az budete vedeti, co mluvite: rovnez ne, jste-li necistymi — vyjma, jste-li na ceste — dokud jste se byli neumyli. Jste-li nemocni, aneb na ceste, neb prisli jste z necisteho mista, neb meli jste styk se zenou a nenaleznete vody, rozemnete jemny pisek a potrete jim tvare a ruce sve: nebot Buh zajiste velky jest v slitovnosti a odpousteni"},{"SurahNumber":4,"VerseNumber":44,"Text":"Zdaz nevidel's ony, kterym dana byla cast Knihy? Kupuji blud za dobre vedeni a chteji, abyste i vy zbloudili s prave cesty"},{"SurahNumber":4,"VerseNumber":45,"Text":"Vsak Buh nejlepe zna nepratele vase: a Buh dostacitelnym jest vam ochrancem a pomocnikem"},{"SurahNumber":4,"VerseNumber":46,"Text":"Jsou mezi Zidy nekteri, jiz premistuji slova (Knihy) a rikaji, „Slyseli jsme a neposlechli jsme, slys tedy dosud neslysene a pozoruj nas.“ Pletou slova jazyky svymi a popichuji proti pravemu nabozenstvi. A kdyby rekli; „Slyseli jsme a poslechli jsme: slys tedy a pohledni na nas“ bylo by to lepe pro ne a spravnejsim. Vsak Buh zlorecil jim pro neviru jejich a pouze malo z nich stalo se vericimi"},{"SurahNumber":4,"VerseNumber":47,"Text":"Vy, kteri jste obdrzeli Knihu, uverte v to, co seslali jsme vam na potvrzeni toho, co jiz mate, drive nez smazeme tahy obliceju vasich a obratime je dozadu, nebo proklejeme vas jako prokleli jsme rusitele dne sobotniho: a rozkaz Boha byl ihned vykonan"},{"SurahNumber":4,"VerseNumber":48,"Text":"Buh zajiste neodpusti, aby davani mu byli spolecnici v bozstvi. Jine hrichy odpusti, komu bude chtiti: vsak ten, kdo stavi Bohu spolecniky, v pravde vymysli velkou spatnost"},{"SurahNumber":4,"VerseNumber":49,"Text":"Zdaz nevidel's ty, kteri chteli se ospravedlniti? Vsak nikoliv: Buh ospravedlni pouze ty, ktere bude chtiti a nikdo nebude utisten ani v nejmensim"},{"SurahNumber":4,"VerseNumber":50,"Text":"Pohled, jak vymysleji lzi o Bohu: to dostaci jako dukaz zjevne nepravosti"}]}