{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"Olemmehan rangaissut Faraon kansaa nalkavuosilla ja hedelmien menetyksella, jotta se ottaisi varoituksesta vaarin"},{"SurahNumber":7,"VerseNumber":131,"Text":"Ja kun jotakin hyvaa tuli heidan osakseen, he sanoivat: »Tamahan kuuluikin meille.» Mutta kun paha kohtasi heita, tyonsivat he syyn Mooseksen ja hanen kannattajiensa niskoille. Mutta eiko heidan kohtalonsa riippunut vain Jumalasta? Kuitenkaan ei suurin osa heista sita tajunnut"},{"SurahNumber":7,"VerseNumber":132,"Text":"Ja he sanoivat (Moosekselle): »Nayta mika tunnusmerkki tahansa lumotaksesi meidat, emme me kuitenkaan usko sinuun.»"},{"SurahNumber":7,"VerseNumber":133,"Text":"Silloin lahetimme Me heille vedenpaisumuksen, heinasirkkoja, syopalaisia, sammakoita ja verta; koko sarjan selvia tunnusmerkkejamme, mutta syntinen kansa paisui ylpeydessaan"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ja aina kun vaiva kohtasi heita, sanoivat he: »Mooses, rukoile puolestamme Herraasi, koska Han on tehnyt liiton kanssasi. Katso, jos poistat taman vaivan, niin uskomme sinuun ja totisesti paastamme Israelin lapset menemaan kanssasi.»"},{"SurahNumber":7,"VerseNumber":135,"Text":"Mutta niin pian kuin Me olimme vapauttanut heidat vaivasta ja heille pantu maaraaika oli mennyt umpeen, rikkoivat he lupauksensa"},{"SurahNumber":7,"VerseNumber":136,"Text":"Silloin langetimme Me tuomion heille ja hukutimme heidat veteen, koska he vaittivat tunnusmerkkimme valheeksi ja ylenkatsoivat ne"},{"SurahNumber":7,"VerseNumber":137,"Text":"Ja kansalle, jota he noyryyttivat, annoimme Me perinnoksi seka itaiset etta lantiset rajamaat, maan, jonka olimme siunannut; ja niin tayttyi Herrasi ihana sana Israelin lasten suhteen, siksi etta he kestivat lujina. Ja Me havitimme Faraon ja hanen kansansa tyot ja rakennukset"},{"SurahNumber":7,"VerseNumber":138,"Text":"Ja Me johdimme Israelin lapset meren halki, ja he tulivat eraan kansan luo, joka palveli epajumaliaan. He sanoivat: »Mooses, tee meille jumala, heidan jumaliensa kaltainen.» Han sanoi: »Totisesti olette te kansa, joka harhoihin mieltyy.»"},{"SurahNumber":7,"VerseNumber":139,"Text":"Katso, perikatoon on joutuva kaikki, johon nuo turvaavat, ja turhuutta ovat heidan tekonsa"},{"SurahNumber":7,"VerseNumber":140,"Text":"Han sanoi: »Teilleko etsisin toista jumalaa kuin Jumalan, joka teidat korotti maailman kansojen yli?»"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ja (muistakaa) kuinka Me pelastimme teidat Faraon kansan kasista; he raakkasivat teita hirveimmalla tavalla, surmasivat poikanne, jattaen tyttarenne elamaan. Totisesti oli tama raskas koettelemus Herraltanne"}]}