{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"Tōmāra kāchē ibrāhīmēra sam'mānita atithidēra sambāda ēsēchē ki"},{"SurahNumber":51,"VerseNumber":25,"Text":"tārā yakhana tām̐ra darabārē prabēśa karala tārā takhana balalē -- ''sālāma’’. Tini'ō balalēna -- ''sālāma’’, aparicita lōka."},{"SurahNumber":51,"VerseNumber":26,"Text":"Tini takhana tām̐ra paribārēra kāchē nīrabē chuṭalēna ēbaṁ ēkaṭi puṣṭa bāchura niẏē ēlēna"},{"SurahNumber":51,"VerseNumber":27,"Text":"tārapara tini ēṭi tādēra sāmanē ēgiẏē dilēna, tini balalēna -- ''āpanārā ki khābēna nā?’’"},{"SurahNumber":51,"VerseNumber":28,"Text":"Sutarāṁ tādēra samparkē tini bhaẏa anubhaba karalēna. Tārā balalē -- ''bhaẏa karō nā.’’ Pakṣāntarē tārā tām̐kē susambāda dila ēka jñānabāna chēlēra."},{"SurahNumber":51,"VerseNumber":29,"Text":"Tārapara tām̐ra strī ēgiẏē ēlēna bilāpa karatē-karatē, āra tini tām̐ra gālē cāpaṛa mārachēna ēbaṁ balachēna, ''ēka buṛi, bandhyā!’’"},{"SurahNumber":51,"VerseNumber":30,"Text":"Tārā balalē -- ''ēmanaṭā'i habē, tōmāra prabhu balēchēna.’’ Niḥsandēha tini sbaẏaṁ paramajñānī, sarbajñātā."},{"SurahNumber":51,"VerseNumber":31,"Text":"Tini balalēna -- ''tāhalē tōmādēra biśēṣa bārtā ki, hē bārtābāhakagaṇa?’’"},{"SurahNumber":51,"VerseNumber":32,"Text":"Tārā balalē -- ''āmādēra abaśya prēraṇa karā haẏēchē ēka aparādhī lōkadēra prati"},{"SurahNumber":51,"VerseNumber":33,"Text":"yēna tādēra uparē āmarā barṣaṇa karatē pāri māṭira pāthara"},{"SurahNumber":51,"VerseNumber":34,"Text":"yā amitācārīdēra jan'ya nirdhārita raẏēchē tōmāra prabhura kāchē.’’"},{"SurahNumber":51,"VerseNumber":35,"Text":"Tārapara muminadēra madhyēra yārā sēkhānē raẏēchila tādēra āmarā bēra karē ānalāma"},{"SurahNumber":51,"VerseNumber":36,"Text":"kinta āmarā sēkhānē musalimadēra ēkaṭi paribāra byatīta āra kā'ukē pā'ini."},{"SurahNumber":51,"VerseNumber":37,"Text":"Āra āmarā sēkhānē rēkhē diẏēchilāma ēka nidarśana tādēra jan'ya yārā marmantuda śāstikē bhaẏa karē."},{"SurahNumber":51,"VerseNumber":38,"Text":"Āra mūsāra madhyē'ō. Dēkhō! Āmarā tām̐kē pāṭhiẏēchilāma phira'ā'unēra kāchē suspaṣṭa kartr̥tba diẏē."},{"SurahNumber":51,"VerseNumber":39,"Text":"Kinta sē phirē giẏēchila tāra śaktimattāra dikē ēbaṁ balēchila -- ''ēkajana jādukara athabā ēkajana pāgala.’’"},{"SurahNumber":51,"VerseNumber":40,"Text":"Takhana āmarā tākē ō tāra dalabalakē pākaṛā'ō karalāma ēbaṁ tādēra nikṣēpa karalāma athai jalē, āra sē chila dōṣī."},{"SurahNumber":51,"VerseNumber":41,"Text":"Āra'āda jātira kṣētrē'ō. Dēkhō! Āmarā tādēra birud'dhē pāṭhiẏēchilāma ēka bidhbansī jhaṛa."},{"SurahNumber":51,"VerseNumber":42,"Text":"Ē yāra uparē ēsē paṛēchila tāra kōnō kichu'i rēkhē yāẏa ni, ēṭikē tā karē diẏēchila chā'iẏēra matō."},{"SurahNumber":51,"VerseNumber":43,"Text":"Āra chāmuda-jātira kṣētrē'ō. Dēkhō! Tādēra balā haẏēchila -- ''kichukāla upabhōga karē nā'ō.’’"},{"SurahNumber":51,"VerseNumber":44,"Text":"Tathāpi tādēra prabhura ādēśēra birud'dhē tārā dām̐ṛiẏēchila, phalē ēka bajranāda tādēra pākaṛālō, āra tārā tākiẏē raẏēchila."},{"SurahNumber":51,"VerseNumber":45,"Text":"Tādēra āra dām̐ṛābāra kṣamatā ra'ila nā, āra tārā sāhāyyaprāpta hatē'ō pārē ni."},{"SurahNumber":51,"VerseNumber":46,"Text":"Āra pūrbakālīna nūhēra lōkadalakē'ō. Niḥsandēha tārā chila satyatyāgī jāti."}]}