{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Those who lived before them did, too, devise many a blasphemy -whereupon God visited with destruction all that they had ever built, [striking] at its very foundations, so that the roof fell in upon them from above and suffering befell them without their having perceived whence it came"},{"SurahNumber":16,"VerseNumber":27,"Text":"And then, on Resurrection Day, He will cover them [all] with ignominy, and will say: \"Where, now, are those beings to whom you ascribed a share in My divinity, [and] for whose sake you cut yourselves off [from My guidance]?\" [Whereupon] those who [in their lifetime] were endowed with knowledge will say: \"Verily, ignominy and misery [have fallen] this day upon those who have been denying the truth"},{"SurahNumber":16,"VerseNumber":28,"Text":"those whom the angels have gathered in death while they were still sinning against themselves!\" Then will they [who are thus arraigned] proffer their submission, [saying:] \"We did not [mean to] do any evil! [But they will be answered:] \"Yea, verily, God has full knowledge of all that you were doing"},{"SurahNumber":16,"VerseNumber":29,"Text":"Hence, enter the gates of hell, therein to abide!\" And evil, indeed, shall be the state of all who are given to false pride"},{"SurahNumber":16,"VerseNumber":30,"Text":"But [when] those who are conscious of God are asked, \"What is it that your Sustainer has bestowed from on high?\" -they answer, \"Goodness supreme!\" Good fortune awaits, in this world, all who persevere in doing good; but their ultimate state will be far better still: for, how excellent indeed will be the state of the God-conscious [in the life to come]"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gardens of perpetual bliss will they enter - [gardens] through which running waters flow - having therein all that they might desire. Thus will God reward those who are conscious of Him"},{"SurahNumber":16,"VerseNumber":32,"Text":"those whom the angels gather in death while they are in a state of inner purity, greeting them thus: \"Peace be upon you! Enter paradise by virtue of what you were doing [in life]"},{"SurahNumber":16,"VerseNumber":33,"Text":"ARE THEY [who deny the truth] but waiting for the angels to appear unto them, or for God's judgment to become manifest? Even thus did behave those [stubborn sinners] who lived before their time; and [when they were destroyed,] it was not God who wronged them, but it was they who had wronged themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"for all the evil that they had done fell [back] upon them, and they were overwhelmed by the very thing which they had been wont to deride"}]}