{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":89,"VerseNumber":1,"Text":"Witness is the Daybreak"},{"SurahNumber":89,"VerseNumber":2,"Text":"And ten Nights"},{"SurahNumber":89,"VerseNumber":3,"Text":"And the Even and the Odd"},{"SurahNumber":89,"VerseNumber":4,"Text":"And Witness to the Truth is the departing of the Night of Ignorance"},{"SurahNumber":89,"VerseNumber":5,"Text":"Is not all this a solemn evidence for every thinking person"},{"SurahNumber":89,"VerseNumber":6,"Text":"Have you noted how your Lord dealt with Aad? (They had refused to see the Light)"},{"SurahNumber":89,"VerseNumber":7,"Text":"Those whose capital was Iram, the city of towers and lofty mansions"},{"SurahNumber":89,"VerseNumber":8,"Text":"The like of which (the towers and castles) were never built in other cities"},{"SurahNumber":89,"VerseNumber":9,"Text":"And with Thamud, who slashed out for dwellings rocks in the valley. (Wadi)"},{"SurahNumber":89,"VerseNumber":10,"Text":"And with the powerful Pharaoh of the great Pyramids"},{"SurahNumber":89,"VerseNumber":11,"Text":"They all played God in the land, towns and cities"},{"SurahNumber":89,"VerseNumber":12,"Text":"And increased corruption and crime therein"},{"SurahNumber":89,"VerseNumber":13,"Text":"And so, your Lord chastised them with a whipping punishment"},{"SurahNumber":89,"VerseNumber":14,"Text":"Behold, your Lord is ever on the watch"},{"SurahNumber":89,"VerseNumber":15,"Text":"But as for man, whenever his Lord lets his life take a turn by giving him honor and Bliss, he says, \"My Lord has honored me.\" (Honor or disgrace are subject to Divine Laws, and are not random phenomena)"},{"SurahNumber":89,"VerseNumber":16,"Text":"But when He lets his life take a turn by restricting his provision, he says, \"My Lord has disgraced me"},{"SurahNumber":89,"VerseNumber":17,"Text":"Nay, nay, you honor not the orphan. (You forget to analyze what you do and what you do not do. 'Yatim' = Orphan= Widow = Solitary = Left alone in the society = The helpless. A benevolent society makes room for the 'Yatim)"},{"SurahNumber":89,"VerseNumber":18,"Text":"And you do not encourage one another to feed the needy. ('Miskin' = Poor = Needy = Whose life is stranded for any reason = Whose business has stalled = Who has lost his job = Whose life has been hampered by circumstances. 'Ta'm' = Feeding, includes taking care of all aspects of life. A benevolent collective order takes care of everyone)"},{"SurahNumber":89,"VerseNumber":19,"Text":"And you devour the inheritances with greed"},{"SurahNumber":89,"VerseNumber":20,"Text":"And you love wealth with boundless love"},{"SurahNumber":89,"VerseNumber":21,"Text":"Nay, when the earth is pounded, ground with a grinding"},{"SurahNumber":89,"VerseNumber":22,"Text":"And your Lord comes, and His angels, rank upon rank. (A great Revolution will come and the Divine System will be established. The Universal forces will line up to that end)"},{"SurahNumber":89,"VerseNumber":23,"Text":"And Hell is brought close that Day. On that Day man will heed the Advisory, but of what avail will then be the remembrance"},{"SurahNumber":89,"VerseNumber":24,"Text":"He will say, \"Ah, I wish I had sent forth some good for my life"},{"SurahNumber":89,"VerseNumber":25,"Text":"For, none chastises as He will chastise on that Day"},{"SurahNumber":89,"VerseNumber":26,"Text":"And none binds as He binds. (The logical result of disregarding the Creator's Guidance is getting bound by shackles of mental slavery)"},{"SurahNumber":89,"VerseNumber":27,"Text":"But Oh! You human being that has attained inner peace! (By living upright (1)"},{"SurahNumber":89,"VerseNumber":28,"Text":"Return unto your Lord, pleased and Approved"},{"SurahNumber":89,"VerseNumber":29,"Text":"Enter, then, together with My servants"},{"SurahNumber":89,"VerseNumber":30,"Text":"Yes, enter you My Paradise"}]}