{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"[Вспомни, Мухаммад,] как Мы поселили Ибрахима в Доме [и велели]: \"Не поклоняйся наряду со Мной ничему, содержи Мой Дом в чистоте для тех, кто [совершает обряд], обходя его, отправляет молитву, кладет поклоны и падает ниц"},{"SurahNumber":22,"VerseNumber":27,"Text":"Провозгласи людям [обязанность совершать] хадж, чтобы они прибывали к тебе и пешком, и на поджарых верблюдах из самых отдаленных поселений"},{"SurahNumber":22,"VerseNumber":28,"Text":"дабы быть очевидцами выгод [которые влечет хаддж] для них, славить имя Аллаха в установленные дни при [принесении в жертву] дарованную им скотину. Так ешьте их мясо и кормите обездоленного бедняка"},{"SurahNumber":22,"VerseNumber":29,"Text":"Пусть потом они совершат свои обряды [паломничества], сполна выполнят свои обеты и обойдут вокруг древнего храма"},{"SurahNumber":22,"VerseNumber":30,"Text":"Таково [веление Аллаха]! Если кто чтит запреты, наложенные Аллахом, то это во благо ему перед своим Господом. Вам дозволено [приносить в жертву и употреблять в пищу] домашних животных, кроме тех, которые вам перечислены [в Коране]. Избегайте же скверны идолов, а также лживых речей"},{"SurahNumber":22,"VerseNumber":31,"Text":"пребывая искренними в поклонении Аллаху и не поклоняясь наряду с Ним никому. Тот, кто наряду с Аллахом поклоняется еще кому-либо, он словно упал с неба, и птицы подхватят его [и склюют на лету] или же ветер занесет его на край света"},{"SurahNumber":22,"VerseNumber":32,"Text":"Так оно и есть! А тот, кто блюдет обряды [хадджа], установленные Аллахом, [делает] это от богобоязненности в сердцах"},{"SurahNumber":22,"VerseNumber":33,"Text":"Вам в них (т. е. жертвенных верблюдах) польза - до определенного времени. А затем их принесут в жертву у Древнего храма"}]}