{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Alardan murdagı (kaapır) koomdor dagı aylakerlik («sarayların») jasaskan. Kiyin Allaһ alardın “saraylarına” kelip, tubu menen omkorup tastaganda, catır(ı) kak cokularına kulap tustu. Jana alarga baykabagan taraptan azap keldi"},{"SurahNumber":16,"VerseNumber":27,"Text":"Kiyin, Kıyamat kundo (Allaһ) alardı kordop: “Alar ucun jan urop talasıp, Maga serik kılgan «kudaylarıŋar» kayda kaldı!?»-deyt. Ilimduulor (osondo): “Bugun kaapırlarga korduk jana kaygı!”- deset"},{"SurahNumber":16,"VerseNumber":28,"Text":"Ozdoruno zulumduk kılgan adamdardın jandarın peristeler suurup alıp jatkanda, aylasız kalısıp, (birok, kunoosun moynuna albay): «Biz ec bir jaman is jasabagan elek»- deset. Jok, jasagansıŋar! Allaһ emne kılganıŋardı Biluucu"},{"SurahNumber":16,"VerseNumber":29,"Text":"Emi, anda tuboluk kala turgan Tozok darbazalarınan kirgile. Tekeber adamdardın ordu kanday jaman"},{"SurahNumber":16,"VerseNumber":30,"Text":"Allaһtan korkkon (takıba) adamdarga: “Rabbiŋer silerge emneni tusurdu ele, dep aytılganda “jaksılıktı” deset. Jaksılık kılgan adamdarga bul duynodo da jaksılık bar. Birok Akıret Uyu (duynodon) jaksı. Takıba kisilerdin uyu (Beyis) kanday sonun"},{"SurahNumber":16,"VerseNumber":31,"Text":"«Adn» beyisteri! Alar tubunon darıyalar akkan osol baktarga kiriset. Anın icinde koŋul kusogon bardık nerseler bar. Allaһ takıba kisilerdi mına usintip sıylayt"},{"SurahNumber":16,"VerseNumber":32,"Text":"Takıba adamdardın (kaapırcılıktan) taza jandarın peristeler alıp jatkanda: «Silerge salam (tınctık) bolsun! (jaksı) amalıŋarga jarasa, emi, Beyiske kirgile!» — deset"},{"SurahNumber":16,"VerseNumber":33,"Text":"(Al emi, kaapırlar) ozdoruno (jan algıc) peristeler je bolboso Rabbiŋdin buyrugu (azabı) kelisinen baska nerseni kutpoyt. Alardan murdagı(kaapır)lar dagı osondoy (sirk) amaldardı jasagan(da bastarına azap tuskon). Alarga Allaһ zulumduk kılbadı, birok, ozdoruno-ozdoru zulumduk kılıstı"},{"SurahNumber":16,"VerseNumber":34,"Text":"Alarga (jaman) isterinin jaman akıbeti jetti. Bastarına (isenbegen jana) mıskıldagan nerseleri (azap) tustu"}]}