{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"“O Zoti i, - tha, - zgjëroma krahërorin tim"},{"SurahNumber":20,"VerseNumber":26,"Text":"Dhe ma lehtëso punën time"},{"SurahNumber":20,"VerseNumber":27,"Text":"Zgjidhma nyjën në gjuhën time"},{"SurahNumber":20,"VerseNumber":28,"Text":"Ta kuptojnë fjalën time"},{"SurahNumber":20,"VerseNumber":29,"Text":"dhe më jep një ndihmës nga familja ime"},{"SurahNumber":20,"VerseNumber":30,"Text":"Harunin, vëllaun tim"},{"SurahNumber":20,"VerseNumber":31,"Text":"Forcoma, me atë, fuqinë time"},{"SurahNumber":20,"VerseNumber":32,"Text":"Dhe bëma shok në punën time"},{"SurahNumber":20,"VerseNumber":33,"Text":"Që të të lartësojmë shumë"},{"SurahNumber":20,"VerseNumber":34,"Text":"Dhe që të të përmendim shpesh"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ti, me siguri, na sheh neve”"},{"SurahNumber":20,"VerseNumber":36,"Text":"“Të qoftë dhënë çka lype o Musa, i tha"},{"SurahNumber":20,"VerseNumber":37,"Text":"dhe Ne edhe një herë tjetër të afruam mëshirën tonë"},{"SurahNumber":20,"VerseNumber":38,"Text":"Atëherë kur nënës tënde i shpallëm çka shpallet"},{"SurahNumber":20,"VerseNumber":39,"Text":"Vendose në sandëk dhe hudhe në lum, e lumi do ta qes në breg, që ta marrë armiku im dhe i atij. Unë të kam bërë të dashur nga gjithkush dhe të rritesh nën mbikqyrjen time"},{"SurahNumber":20,"VerseNumber":40,"Text":"Kur shkoi motra jote dhe tha: “A doni që unë t’ua tregoj atë e cila do të kujdeset për të. Dhe ne të kthyem te nëna jote që të gëzohet, të mos pikëllohet. Dhe ti pate mbytur një njeri, por ne të liruam nga ajo brengë dhe të shpëtuam nga peripeci të ndryshme. Ti i kalove disa vjet në mesin e banorëve të Medjenit, pastaj, o Musa, erdhe mu në kohën e caktuar"},{"SurahNumber":20,"VerseNumber":41,"Text":"Dhe Unë të zgjodha për vete"},{"SurahNumber":20,"VerseNumber":42,"Text":"Shkoni ti dhe vllai yt, me argumentet e mia, por Mua mos më hiqni nga kujtesa"},{"SurahNumber":20,"VerseNumber":43,"Text":"Shkoni te Faraoni, se ai njëmend e ka tepruar"},{"SurahNumber":20,"VerseNumber":44,"Text":"Dhe folni atij me fjalë të buta, mos po mendon ose frikësohet!”"},{"SurahNumber":20,"VerseNumber":45,"Text":"“O Zoti ynë, - thanë ata dy, - kemi frikë mos po na ndëshkon menjëherë dhe po e kalon çdo kufi”"},{"SurahNumber":20,"VerseNumber":46,"Text":"“Mos kini frikë! – tha Ai. Jam unë me ju të dy. Dëgjoj dhe shoh"},{"SurahNumber":20,"VerseNumber":47,"Text":"Shkoni te ai e thuani: “Ne jemi profetë të Zotit tënd, lëri izraelitët të vijnë me ne dhe mos i mundo! Të kemi sjellë argument nga Zoti yt, e le të jetë në paqe ai, i cili shkon rrugës së drejtë"},{"SurahNumber":20,"VerseNumber":48,"Text":"Neve na shpallet se dënimi pa dyshim do ta goditë atë që gënjen dhe shmanget (nga e vërteta)”"},{"SurahNumber":20,"VerseNumber":49,"Text":"“Po kush është Zoti juaj, o Musa?” – u tha ai"},{"SurahNumber":20,"VerseNumber":50,"Text":"“Zoti ynë, - tha, - është ai i cili u ka dhënë krijesave të veta gjthçka ka nevojë, pastaj e ka udhëzuar”"},{"SurahNumber":20,"VerseNumber":51,"Text":"“E çka është, - u tha ai, - me breznitë e mëparshme?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"“Për këtë ka informata në një libër të Zotit tim. Zoti im nuk devijon e as harron"},{"SurahNumber":20,"VerseNumber":53,"Text":"I cili e ka bërë për ju tokën djep dhe nëpër të ju ka hapur shtigje dhe ju lëshon nga qielli shiun. Ne me atë bëjmë që të mbijnë çiftë bimësh të llojllojshme"},{"SurahNumber":20,"VerseNumber":54,"Text":"Ushehuni dhe kullotni kafshët tuaja! Në këtë ka, njëmend, argumente për ata që kanë mend"}]}