{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"Kafirlere gelince onların ne malları ve ne de evlatları Allah´ın karşısında hiç bir işlerine yaramaz. Onlar Cehennem ateşinin yakacağıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavunoğulları gibi, daha öncekilerin durumu gibi. Onlar ayetlerimizi yalanladılar. Allah da günahları yüzünden onların yakalarına yapıştı. Hiç kuşkusuz Allah´ın azabı ağırdır"},{"SurahNumber":3,"VerseNumber":12,"Text":"Kafirlere de ki: «Yenilecek ve cehenneme sürüleceksiniz´ : Orası ne fena bir barınaktır"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Bedir savaşında) karşılaşan iki grubun durumunda sizin için ibret dersi vardır. Taraflardan biri Allah yolunda savaşıyordu, öbürü ise kafirdi ve karşı tarafı gözleri ile kendilerinin iki katı olarak görüyorlardı. Hiç kuşkusuz Allah dilediğini yardımı ile destekler. Bu olayda basiret sahipleri hesabına ibret dersi vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlara, evlâdlara, tartı tartı biriktirilmiş altın ve gümüşe, otlağa yayılmış atlara, küçükbaş hayvanlara ve ekinlere karşı aşırı tutkunluk insanlara cazip gösterildi. Bunlar dünya hayatının nimetleridir. Oysa asıl varılacak yer Allah katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"Deki: Size bunlardan daha hayırlı olanı haber vereyim mi? Takvalılar için Rabbleri katında sürekli kalacakları, altından ırmaklar akan Cennetler, el değmemiş eşler ve Allah´ın hoşnutluğu vardır. Hiç kuşkusuz Allah kullarını hakkıyla görür.»"},{"SurahNumber":3,"VerseNumber":16,"Text":"Bu kimseler ´Ey Rabbimiz, inandık, günahlarımızı affeyle, bizleri Cehennem ateşinin azabından koru´ derler"},{"SurahNumber":3,"VerseNumber":17,"Text":"Bunlar sabırlılar, samimî bağlılar, gönülden kulluk edenler, mallarını Allah yolunda harcayanlar ve seher vakitlerinde günahlarının bağışlanmasını dileyenlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah´tan başka ilâh olmadığına ve O´nun adaleti ayakta tuttuğuna Allah´ın kendisi, melekler ve bilgili kullar tanıktır. O´ndan başka ilâh yoktur. O üstün iradeli ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında geçerli olan din İslâm´dır. Kitap verilenler, kendilerine bilgi geldikten sonra karşılıklı ihtirasları yüzünden anlaşmazlığa düştüler. Kim Allah´ın ayetlerini inkar ederse bilsin ki, Allah´ın hesaplaşması çok çabuktur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Eğer seninle tartışmaya kalkışırlarsa de ki; ´Ben bana uyanlar ile birlikte tüm varlığım ile Allah´a teslim oldum.´ Kendilerine kitap verilenler ile kitapsız müşriklere ´Siz de teslim oldunuz mü?´ diye sor. Eğer teslim olurlarsa doğru yola girmiş olurlar. Eğer sırt dönerlerse sana düşen sadece duyurmaktır. Allah kullarını hakkıyle görür"}]}