{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf'un kardesleri gelip huzuruna girdiler; Yusuf, onları tanıdı, fakat onlar, Yusuf'u tanıyamadılar"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yuklerini hazırlayınca onlara, aynı babadan olma bir kardesinizi getirin bana dedi, gormuyor musunuz, ben olcegi tamam olcmedeyim ve konuk agırlayanların da en hayırlısıyım"},{"SurahNumber":12,"VerseNumber":60,"Text":"Onunla beraber gelmezseniz size benden bir olcek bir sey bile yok, yaklasmayın artık buraya"},{"SurahNumber":12,"VerseNumber":61,"Text":"Babasından izin almaya calısırız ve herhalde bu isi basarırız dediler"},{"SurahNumber":12,"VerseNumber":62,"Text":"Kullarına da, aldıkları zahireler icinde bulup gordukleri ikramı anlasınlar da tekrar gelsinler diye zahire bedellerini yuklerinin icine koyun diye emretti"},{"SurahNumber":12,"VerseNumber":63,"Text":"Donup babalarına varınca baba dediler, bize artık zahire verilmeyecek, kardesimizi de bizimle gonder de zahire alalım ve suphe yok ki biz, onu iyice koruruz"},{"SurahNumber":12,"VerseNumber":64,"Text":"Yakup, bundan once kardesini ne kadar emniyet ettiysem bunu da o kadar emniyet ederim size; suphe yok ki Allah, koruyanların hayırlısıdır ve o, merhametlilerin en merhametlisidir dedi"},{"SurahNumber":12,"VerseNumber":65,"Text":"Yuklerini acıp aldıkları zahireye karsılık verdikleri bedelleri de yuklerinin icinde bulunca baba dediler, daha ne istiyoruz? Iste zahire bedellerimiz de bize geri verilmis. Onlarla tekrar ailemize zahire getiririz, kardesimizi koruruz, daha fazla zahire alırız. Zaten bu seferki bize yetmeyecek kadar da az"},{"SurahNumber":12,"VerseNumber":66,"Text":"Etrafınız kusatılmadıkca dedi, onu mutlaka geri getireceginize dair Allah adına bir soz vermezseniz sizinle imkanı yok gondermem onu. Onlar, soz verince de bu dediklerimize Allah tanık olsun dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"Ve ogullarım dedi, hepiniz aynı kapıdan girmeyin, ayrıayrı kapılardan girin. Fakat gene de Allah'ın takdir ettigi hicbir seyi gideremem sizden; hukum, ancak Allah'ındır. Ona dayandım ve dayananlar da ancak ona dayanmalı"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının emrettigi gibi Mısır'a girdiler ama bu, Allah'ın takdirinden hicbir seyi gideremedi, ancak Yakup'un dilegi yerine gelmis oldu ve suphe yok ki Yakup, kendisine ogretmis oldugumuzdan dolayı bir bilgiye sahipti, fakat insanların cogu bilmez"}]}