{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Qarsı bolğandar, negizinde kökter menen jer tïisken edi. Ekewin ajıratqanımızdı, är jandı närseni swdan jaratqanımızdı körmey me? Sonday-aq senbey me"},{"SurahNumber":21,"VerseNumber":31,"Text":"Jer olardı terbetpesin dep, asqar tawlardı ornalastırdıq. (S. 16-A) Jäne jön tabwları üşin keñ joldar jarattıq"},{"SurahNumber":21,"VerseNumber":32,"Text":"Aspandı berik bir töbe qıldıq. Olar bolsa, mundağı belgilerden bet buradı"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ol sonday Alla; tündi, kündizdi, kündi jäne aydı jarattı. Ärqaysısı öz aynalasında jüzedi"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Muxammed Ğ.S.) senen burın da adam balasına mäñgilik (ömir) bermedik. Al eger sen ölseñ sonda olar mäñgi qala ma"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ärkim ölimdi tatadı. Senderdi sınap; jaman-jaqsı küyge salamız. Sonday-aq bizge qaytarılasıñdar"},{"SurahNumber":21,"VerseNumber":36,"Text":"(Muxammed Ğ.S.) qarsı bolğandar, qaşan seni körse, öziñdi mülde tälkektep: \"Täñirleriñdi söz qılıp jürgen osıma?\",- deydi. Sonday-aq olar özderi Raxmannıñ zikirine (Kitabına) qarsı"},{"SurahNumber":21,"VerseNumber":37,"Text":"Adam balası asıqqış bolıp jaratılğan. Belgilerimdi körsetemin. Menen tez tilemeñder"},{"SurahNumber":21,"VerseNumber":38,"Text":"Olar: \"Al eger şın aytsañdar, osı wäde qaşan keledi?\",- deydi"},{"SurahNumber":21,"VerseNumber":39,"Text":"Eger qarsı bolğandar; ottan betterin de arqaların da qorğay almaytın mezgildi bilse edi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Olay emes! Beynet olarğa kenetten kelip, özderin abırjıtadı. Sonda olar onı toytara almaydı da özderine mursa da berilmeydi"},{"SurahNumber":21,"VerseNumber":41,"Text":"Rasında senen burınğı payğambarlar da ajıwalanğan. Sonda mazaqtağandardıñ, tälkektegen närseleri öz bastarına jetken"}]}