{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"allahanu ilisikottiruvudannu nivu anusarisiri endu avarodane helidaga avaru, navu nam'ma tande-tatandirannu yava hadiyalli kandiruvevo adannu matra anusarisuvevu ennuttare. Saitananu avarannu narakada sikseyedege kareyuttiddaru (avaru a hadiyanne anusarisuvare)"},{"SurahNumber":31,"VerseNumber":21,"Text":"tannannu allahana munde saranagisidavanu mattu satkarmiyu agiruvavanu khanditavagiyu bahala balisthavada urulannu hididukondanu. Antimavagi ella vyavaharagalu allahana balige maralalive"},{"SurahNumber":31,"VerseNumber":22,"Text":"(dutare, satyavannu) dhikkarisuvavana dhikkaravu nim'mannu duhkhitaragisabaradu. Avaru nam'medege marali baraliddare. Aga, avaru enella maduttiddarembudannu navu avarige tilisuvevu. Allahanu manasugalolagina vicaragalannu khandita ballavanagiddane"},{"SurahNumber":31,"VerseNumber":23,"Text":"(ihalokadalli) navu avarige tira alpa (sukha)vannu niduvevu mattu a balika navu avarannu bhari kathoravada sikseyedege eledoyyuvevu"},{"SurahNumber":31,"VerseNumber":24,"Text":"akasagalannu hagu bhumiyannu srstisiddu yarendu nivu avarodane kelidare, allahanu ende avaru uttarisuvaru. Allahanige stuti endu nivu heliri. Nijavagi avaralli heccinavaru ballavaralla"},{"SurahNumber":31,"VerseNumber":25,"Text":"akasagalalli hagu bhumiyalliruva ellavu allahanige serive. Khanditavagiyu allahanu sampurna nirapeksanu prasansitanu agiddane"},{"SurahNumber":31,"VerseNumber":26,"Text":"Bhumiyallina ella sasyagalu lekhanigalagi, sagaravu avugala masiyagi bittaru, a balika matte elu sagaragalu (masiyagi) serikondaru allahana vacanagalu mugiyalaravu. Khanditavagiyu allahanu pracandanu yuktivantanu agiddane"},{"SurahNumber":31,"VerseNumber":27,"Text":"(allahana mattige) nim'mellarannu om'me srstisuva hagu nim'mannella mattom'me jivantagolisuva karyavu kevala ondu jivakke (ondu jivada srsti hagu maru srstige) samanavagide. Khanditavagiyu allahanu ellavannu keluvavanu noduvavanu agiddane"},{"SurahNumber":31,"VerseNumber":28,"Text":"allahanu hagalolakke ratriyannu ponisuvudannu hagu ratriyolage hagalannu ponisuvudannu mattu avanu suryanannu hagu candranannu niyantrisittiruvudannu nivu kanuvudillave? Ellavu ondu nirdista kaladavarege calisuttiruvudu. Allahanu nivu maduttiruva ellavannu aritiruttane"},{"SurahNumber":31,"VerseNumber":29,"Text":"ekendare allahane satyavagiddane mattu avana horatu nivu prarthisuva berellavu mithyagalagive mattu allahane unnatanu mahananu agiddane"},{"SurahNumber":31,"VerseNumber":30,"Text":"allahana kodagegalannu hotta hadagugalu kadalalli calisuvudannu nivu kandillave? Pratiyobba sahanasila, krtajnanige adaralli khanditavagiyu puravegalive. I mulaka avanu (allahanu) nimage tanna puravegalannu torisuttane"},{"SurahNumber":31,"VerseNumber":31,"Text":"alegalu, capparagalante avugalannu (hadagugalannu) avarisikondaga, avaru bhaktiyannu allahanobbanige misalagittu avanannu prarthisuttare. Konege avanu avarannu raksisi dada serisidaga avarallobbanu tatasthanagi biduttane. Vacanabhrasta krtaghnara horatu beraru nam'ma puravegala kuritu jagaladuvudilla"},{"SurahNumber":31,"VerseNumber":32,"Text":"Manavare, nim'ma odeyanige anjiri mattu yava tandeyu tanna maganige kincittu upakarisalagada hagu yava maganu tanna tandege kincittu upakarisalagada dinada bhaya nimagirali. Khanditavagiyu allahanu kotta matu satyavagide. Innu, i lokada baduku nim'mannu vancisadirali mattu vancakanu nim'mannu allahana visayadalli vancisadirali"},{"SurahNumber":31,"VerseNumber":33,"Text":"(punarut'thana dinada) a ghaligeya jnanavu iruvudu allahana bali matra. Avane maleyannu surisuttane. Garbhagalolage enide embudannu avane ballanu. Nale tanenu madaliruvenembudu yarigu tiliyadu. Tanu yava bhumiyalli sayuvenembudu yarigu tiliyadu. Khanditavagiyu allahane ellavannu ballavanu hagu atyanta jagrtanagiddane"},{"SurahNumber":31,"VerseNumber":34,"Text":"aliph lam m'mim"}]}