{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Биз фаришталарга: «Одамга сажда қилинг», деганимизда, улар сажда қилдилар. Магар Иблис бош тортди"},{"SurahNumber":20,"VerseNumber":117,"Text":"Бас, Биз: «Эй Одам, албатта, бу сенга ва жуфтингга душмандир. Яна у икковингизни жаннатдан чиқариб, бадбахт бўлиб қолмагин"},{"SurahNumber":20,"VerseNumber":118,"Text":"Албатта, сен у ерда оч-яланғоч қолмассан. (Яъни, жаннатда доимо сенинг қорнинг тўқ, устинг бут бўлади)"},{"SurahNumber":20,"VerseNumber":119,"Text":"Албатта, сен у ерда ташна ҳам бўлмассан, иссиқда ҳам қолмассан», дедик"},{"SurahNumber":20,"VerseNumber":120,"Text":"Бас, шайтон уни васваса қилди. У: «Эй Одам, мен сенга абадият дарахтини ва битмас-туганмас мулкни кўрсатайми?» деди. ( Роббинг манави дарахт мевасидан ейишингни ман қилган бўлса, сенинг абадий яшашингни, мулкинг бардавом бўлишини хоҳламаганидандир, бу дарахтнинг мевасидан есанг, ҳеч ўлмайсан, мулкинг йўқолмайди, деди)"},{"SurahNumber":20,"VerseNumber":121,"Text":"Бас, икковлари ундан едилар. Кейин, авратлари ўзларига очилиб қолиб, ўзларини жаннат барглари билан тўса бошладилар. Одам Роббига осий бўлди ва йўлдан озди"},{"SurahNumber":20,"VerseNumber":122,"Text":"Сўнгра Робби уни танлаб олди, бас, тавбасини қабул қилди ва ҳидоятга бошлади"},{"SurahNumber":20,"VerseNumber":123,"Text":"У зот: «Ҳаммангиз бир-бирингизга душман ҳолда ундан тушинг. Агар Мен томонимдан сизга ҳидоят келганида, ким ҳидоятимга эргашса, адашмас ва бадбахт бўлмас"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ким Менинг зикримдан юз ўгирса, албатта, унга торчилик ҳаёти бўлур ва қиёмат куни уни кўр ҳолида тирилтирурмиз», деди"},{"SurahNumber":20,"VerseNumber":125,"Text":"У: «Эй Роббим, нима учун мени кўр ҳолда тирилтирдинг. Ахир, кўрувчи эдим-ку!» деди"},{"SurahNumber":20,"VerseNumber":126,"Text":"У зот: «Шундай. Сенга оятларимиз келди. Сен эса, уларни унутдинг? Шунингдек, сен ҳам бугун унутиурсан», деди"},{"SurahNumber":20,"VerseNumber":127,"Text":"Исроф қилган ва Робби оятларига иймон келтирмаганларни ана шундай жазолайрмиз. Охират азоби, албатта, ашаддийроқ ва боқийроқдир"},{"SurahNumber":20,"VerseNumber":128,"Text":"Улардан илгари уларнинг масканларида юрган асрлардан қанчадан-қанчасини ҳалок қилганимиз ҳам ҳидоят қилмадими? Албатта, бунда ақл эгалари учун ибратлар бордир"}]}