{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"Āllāh‌ āpanākē kṣamā karēchēna. Kārā satyabādī tā āpanāra kāchē spaṣṭa nā ha'ōẏā paryanta ēbaṁ kārā mithyābādī tā nā jānā paryanta āpani kēna tādērakē abyāhati dilēna"},{"SurahNumber":9,"VerseNumber":44,"Text":"yārā āllāha ō śēṣa dinēra prati īmāna rākhē tārā nija sampada ō jībana dbārā jihādē yētē āpanāra kāchē abyāhati prārthanā karē nā. Āra āllāh‌ muttākīdēra sambandhē sabiśēṣa abagata"},{"SurahNumber":9,"VerseNumber":45,"Text":"Āpanāra kāchē abyāhati prārthanā karē śudhu tārā'i yārā āllāha ō śēṣa dinēra prati īmāna rākhē nā. Āra tādēra antarasamūha sanśaẏagrasta haẏē gēchē, sutarāṁ tārā āpana sanśaẏē dbidhāgrasta"},{"SurahNumber":9,"VerseNumber":46,"Text":"Āra yadi tārā bēra ha'ōẏāra icchā karata, tabē abaśya'i tārā sē jan'ya prastutira byabasthā karata, kintu tādēra abhiyātrā āllāh‌ apachanda karalēna. Kājē'i tini tādērakē alasatāra mādhyamē birata rākhēna ēbaṁ tādērakē balā hala, ‘yārā basē āchē tādēra sāthē basē thāka.‘"},{"SurahNumber":9,"VerseNumber":47,"Text":"Yadi tārā tōmādēra sāthē bēra hata, tabē tōmādēra phāsāda'i br̥d'dhi karata ēbaṁ phiṯnā sr̥ṣṭira uddēśyē tōmādēra madhyē chuṭōchuṭi karata. Āra tōmādēra madhyē tādēra jan'ya kathā śunāra lōka raẏēchē [1]. Āra āllāh‌ yālimadēra sambandhē sabiśēṣa abagata"},{"SurahNumber":9,"VerseNumber":48,"Text":"Abaśya tārā āgē'ō [1] phiṯnā sr̥ṣṭi karatē cēẏēchila ēbaṁ tārā āpanāra bahu kājē ōlaṭa-pālaṭa karēchila, abaśēṣē satyēra āgamana ghaṭala ēbaṁ āllāh‌ra hukuma bijaẏī hala [2], athaca tārā chila apachandakārī"},{"SurahNumber":9,"VerseNumber":49,"Text":"Āra tādēra madhyē ēmana lōka āchē yē balē, ‘āmākē abyāhati dina ēbaṁ āmākē phiṯnāẏa phēlabēna nā.‘Sābadhāna! Tārā'i phiṯnātē paṛē āchē [1]. Āra jāhānnāma tō kāphēradēra bēṣṭana karē'i āchē"},{"SurahNumber":9,"VerseNumber":50,"Text":"Āpanāra maṅgala halē tā tādērakē kaṣṭa dēẏa, āra āpanāra bipada ghaṭalē tārā balē, ‘āmarā tō āgē'i āmādēra byāpārē satarkatā abalambana karēchilāma’ ēbaṁ tārā uṯphulla cittē mukha phiriẏē nēẏa"},{"SurahNumber":9,"VerseNumber":51,"Text":"Baluna, ‘āmādēra jan'ya āllāh‌ yā likhēchēna tā chāṛā āmādēra an'ya kichu ghaṭabē nā; tini āmādēra abhibhābaka. Āra āllāh‌ra upara'i muminadēra nirbhara karā ucita"},{"SurahNumber":9,"VerseNumber":52,"Text":"Baluna, ‘tōmarā āmādēra duṭi maṅgalēra ēkaṭira pratīkṣā karacha ēbaṁ āmarā pratīkṣā karachi yē, āllāh‌ tōmādērakē śāsti dēbēna sarāsari nija pakṣa thēkē athabā āmādēra hāta dbārā. Ata'ēba tōmarā pratīkṣā kara, āmarā'ō tōmādēra sāthē pratīkṣā karachi"},{"SurahNumber":9,"VerseNumber":53,"Text":"Baluna, ‘tōmarā icchākr̥ta byaẏa kara athabā anicchākr̥ta, tōmādēra kāchē thēkē tā kichutē'i grahaṇa karā habē nā. Niścaẏa tōmarā haccha phāsika sampradāẏa.’"},{"SurahNumber":9,"VerseNumber":54,"Text":"Āra tādēra arthasāhāyya grahana karā niṣēdha karā haẏēchē ējan'yē'i yē, tārā āllāh‌ ō tām̐ra rāsūlēra sāthē kupharī karēchē [1] ēbaṁ sālātē upasthita haẏa kēbala śaithilyēra sāthē, āra arthasāhāyya karē kēbala anicchākr̥tabhābē"},{"SurahNumber":9,"VerseNumber":55,"Text":"Kājē'i tādēra sampada ō santāna-santati āpanākē yēna bimugdha nā karē, āllāh‌ tō ēsabēra dbārā'i tādērakē duniẏāra jībanē śāsti ditē cāna. Āra tādēra ātmā dēhatyāga karabē kāphēra thākā abasthāẏa"},{"SurahNumber":9,"VerseNumber":56,"Text":"Āra tārā āllāh‌ra nāmē śapatha karē yē, tārā tōmādēra'i antarbhukta, athaca tārā tōmādēra antarbhukta naẏa, bastuta tārā ēmana ēka sampradāẏēra yārā bhaẏa karē thākē"},{"SurahNumber":9,"VerseNumber":57,"Text":"Tārā kōnō āśraẏasthala, kōnō giriguhā athabā lukiẏē thākāra kōnō prabēśasthala pēlē sēdikē'i pāliẏē yābē drutatāra sāthē"},{"SurahNumber":9,"VerseNumber":58,"Text":"Āra tādēra madhyē ēmana lōka āchē, yē sadakā banṭana samparkē āpanākē dōṣārōpa karē, tārapara ēra kichu tādērakē dēẏā halē [1] tārā santuṣṭa haẏa, āra ēra kichu tādērakē nā dēẏā halē sāthē sāthē'i tārā bikṣud'dha haẏa"},{"SurahNumber":9,"VerseNumber":59,"Text":"Āra bhāla hata yadi āllāh‌ ō tām̐ra rāsūla tādērakē yā diẏēchēna tātē santuṣṭa hata ēbaṁ balata, ‘āllāh‌i āmādēra jan'ya yathēṣṭa, acirē'i āllāh‌ āmādērakē dēbēna nija karuṇāẏa ō tām̐ra rāsūla'ō; niścaẏa āmarā āllāh‌ra'i prati anurakta"}]}