{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"kāḥp. (Napiyē!) Mikka mēlāṉa inta kur'āṉ mītu cattiyamāka! (Nīr nam'māl aṉuppappaṭṭa tūtartāṉ)"},{"SurahNumber":50,"VerseNumber":2,"Text":"āyiṉum, avarkaḷukku accamūṭṭi eccarikkai ceyyum oruvar (-muham'matākiya nīr) avarkaḷil iruntē (iṟaittūtarāka) avarkaḷiṭam vantataip paṟṟi āccariyappaṭṭu, innirākarippavarkaḷ ‘‘itu mika aṟputamāṉa viṣayameṉṟu'' kūṟukiṉṟaṉar"},{"SurahNumber":50,"VerseNumber":3,"Text":"(mēlum, ‘‘ittūtar kūṟukiṉṟapaṭi) nām iṟantu ukki maṇṇākap pōṉataṉ piṉṉarā (uyirkoṭuttu mīṭkappaṭuvōm?) Ivvāṟu mīḷuvatu veku tūram. (Atu nikaḻappōvatillai'' eṉṟum kūṟukiṉṟaṉar)"},{"SurahNumber":50,"VerseNumber":4,"Text":"(Maraṇitta)piṉ avarkaḷiṉ tēkattai maṇ tiṉṟu aḻittuk koṇṭiruppatai niccayamāka nām aṟivōm. (Eṉiṉum, nām virumpiya nērattil maraṇitta avarkaḷai uyir koṭuttu eḻuppiviṭuvōm.) Mēlum, (avarkaḷiṉ ceyalkaḷaip paṟṟiya) pātukākkappaṭṭa pativup puttakam nam'miṭattil irukkiṟatu. (Atil ovvoṉṟum varaiyappaṭṭuḷḷatu)"},{"SurahNumber":50,"VerseNumber":5,"Text":"ivvāṟiruntum avarkaḷiṭam vanta uṇmaiyāṉa (vētat)tai avarkaḷ poyyākki veṟum kuḻappattiṟkuḷḷāki viṭṭaṉar"},{"SurahNumber":50,"VerseNumber":6,"Text":"taṅkaḷukku mēlirukkum vāṉattai avarkaḷ kavaṉittup pārkkavillaiyā? Nām atai evvāṟu oru kaṭṭukkōppāka amaittu, atai (naṭcattiraṅkaḷaik koṇṭu) alaṅkāramākki vaittirukkiṟōm. Atil evvita veṭippukaḷum illai. (Ōṭṭai uṭaicalum illai)"},{"SurahNumber":50,"VerseNumber":7,"Text":"mēlum, nāmē pūmiyai virittu, atil uṟutiyāṉa malaikaḷaiyum amaittu aḻakāṉa puṟpūṇṭukaḷ aṉaittaiyum (āṇ, peṇ koṇṭa) jōṭi jōṭiyāka muḷaippittōm"},{"SurahNumber":50,"VerseNumber":8,"Text":"(itu) nam'mai nōkki niṟkum ellā aṭiyārkaḷukkum nalla upatēcaṅkaḷākavum oru paṭippiṉaiyākavum (irukkiṟatu)"},{"SurahNumber":50,"VerseNumber":9,"Text":"mēkattiliruntu mika pākkiyamuḷḷa maḻaiyai nām poḻiyac ceytu, ataikkoṇṭu pala cōlaikaḷaiyum (vivacāyikaḷ) aṟuvaṭai ceyyum tāṉiya maṇikaḷaiyum uṟpatti ceykiṟōm"},{"SurahNumber":50,"VerseNumber":10,"Text":"aṭukkaṭukkāy (kaṉikaḷ) niṟainta kulaikaḷaiyuṭaiya nīṇṭu vaḷarum pērīcca maraṅkaḷaiyum (muḷaippikkac ceytōm)"},{"SurahNumber":50,"VerseNumber":11,"Text":"atai (nam) aṭiyārkaḷukku uṇavākki, avaṟṟaikkoṇṭu iṟanta pūmiyai nām uyirppikkiṟōm. Ivvāṟē (maraṇittavarkaḷ camātikaḷil iruntu) veḷiyākuvatum ēṟpaṭum"},{"SurahNumber":50,"VerseNumber":12,"Text":"(ivaṟṟaiyellām) ivarkaḷukku muṉṉar irunta nūhvuṭaiya makkaḷum, ras'su (akaḻu)ṭaiya makkaḷum, samūt eṉṉum makkaḷum poyyākkiṉar"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ātu eṉṉum makkaḷum, ḥpir'avṉum, lūttuṭaiya cakōtararkaḷum (poyyākkiṉar)"},{"SurahNumber":50,"VerseNumber":14,"Text":"mēlum, tōppil vacittavarkaḷum, ‘tuppa'u' eṉṉum makkaḷum (poyyākkiṉar). Ivarkaḷ ovvoruvarum (eṉatu) tūtarkaḷaip poyyākkiṉar. Ākavē, (avarkaḷai aḻippōmeṉṟa) eṉatu vākku pūrttiyāyiṟṟu"},{"SurahNumber":50,"VerseNumber":15,"Text":"(paṭaippukaḷ aṉaittaiyum) mutalmuṟai paṭaittatil nām kaḷaittu viṭṭōmā? (Ivarkaḷai maṟumuṟai paṭaippatu namakkuc ciramameṉak kūṟuvataṟku!) Eṉiṉum, (mīṇṭum ivarkaḷai) putitākap paṭaikkum viṣayattil ivarkaḷ cantēkattil irukkiṉṟaṉar"}]}