{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"And a believing man from among Pharaoh’s people who had kept his belief a secret, said, “Do you kill a man ( just ) because he says: My Lord is God and he has come to you with clear proofs from your Lord? And if he is a liar then on him will be ( the responsibility of ) his lie, but if he is truthful, then something of that which he is threatening you ( with ), will afflict you. God certainly does not guide him who is extravagant, a liar"},{"SurahNumber":40,"VerseNumber":29,"Text":"O my people! Yours is the government this day and you are uppermost in the earth, but who will help us against the punishment of God if it comes to us?” Pharaoh said, “I do not show you anything except that which I see ( good for you ) and I do not lead you but to the right way.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"And he who had believed said, “O my people ! I fear for you ( something ) like the day of ( disaster which befell the ancient ) parties"},{"SurahNumber":40,"VerseNumber":31,"Text":"like those of the people of Noah and Aad and Thamud and those after them. And God does not intent injustice for ( His ) servants"},{"SurahNumber":40,"VerseNumber":32,"Text":"And O my people ! I fear for you the day of summoning"},{"SurahNumber":40,"VerseNumber":33,"Text":"the day on which you will turn your backs retreating, there will be no protector for you from God and he whom God leaves to stray, then there is no guide for him"},{"SurahNumber":40,"VerseNumber":34,"Text":"And Joseph had come to you earlier with clear proofs, but you did not cease to be in doubt about that with which he came, until when he died you said: God will never raise a messenger after him. Thus does God leave to stray, him who is an extravagant doubter"},{"SurahNumber":40,"VerseNumber":35,"Text":"Those who dispute concerning the signs of God, without ( any ) authority that He has given to them, it is greatly hateful in the sight of God and in the sight of those who believe. Thus does God set a seal on every proud, rebellious heart.”"},{"SurahNumber":40,"VerseNumber":36,"Text":"And Pharaoh said, “O Haman ! build a lofty tower for me that I may reach the ways"},{"SurahNumber":40,"VerseNumber":37,"Text":"the ways of the skies, then peep towards the God of Moses, and I definitely consider him to be a lair.” And thus the evil of his deeds was made fair seeming to Pharaoh and he was turned away from the way, and the plot of Pharaoh ( led to ) nothing but to ruin"}]}