{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":168,"Text":"ō prajalārā! Bhūmilōnunna dharmasam'matamaina pariśud'dhamaina vāṭinē tinaṇḍi. Mariyu ṣaitān aḍugujāḍalanu anusarin̄cakaṇḍi. Niścayaṅgā, ataḍu mīku bahiraṅga śatruvu"},{"SurahNumber":2,"VerseNumber":169,"Text":"Niścayaṅgā, ataḍu (ṣaitān) mim'malni duṣkāryālu mariyu aślīlamaina panulu cēyaṭāniki mariyu allāh nu gurin̄ci mīku teliyani māṭalu palukaṭāniki prērēpistuṇṭāḍu"},{"SurahNumber":2,"VerseNumber":170,"Text":"mariyu vāritō: \"Allāh avatarimpajēsina vāṭini (ādēśālanu) anusarin̄caṇḍi!\" Ani annappuḍu, vāru: \"Alā kādu, mēmu mā taṇḍritātalu avalambistū vaccina pad'dhatinē anusaristāmu.\" Ani samādhānamistāru. Ēmī? Vāri taṇḍritātalu elāṇṭi jñānaṁ lēni vārainappaṭikī mariyu sanmārgaṁ pondani vāru ayinappaṭikinī, (vīru, vārinē anusaristārā)"},{"SurahNumber":2,"VerseNumber":171,"Text":"mariyu satyatiraskārula upamānaṁ, vāṭi (ā paśuvula) valē undi; avi ataḍi (kāpari) arupulu viṇṭāyē (kānī ēmī arthaṁ cēsukōlēvu), arupulu mariyu kēkalu vinaḍaṁ tappa. Vāru ceviṭivāru, mūgavāru mariyu gruḍḍivāru, kābaṭṭi vāru ēmī arthaṁ cēsukōlēru"},{"SurahNumber":2,"VerseNumber":172,"Text":"ō viśvāsulārā! Mīru nijaṅgānē kēvalaṁ āyana (allāh) nē ārādhin̄cēvāru ayitē; mēmu mīku jīvanōpādhigā iccina pariśud'dhamaina (dharmasam'matamaina) vastuvulanē tinaṇḍi mariyu allāh ku kr̥tajñatalu telupaṇḍi"},{"SurahNumber":2,"VerseNumber":173,"Text":"niścayaṅgā, āyana mī koraku caccina jantuvu, raktaṁ, pandimānsaṁ mariyu allāh tappa itarula koraku jibah cēyabaḍina dānini (tinaṭānni) niṣēdhin̄ci unnāḍu. Kāni evarainā gatyantaranlēka, durnītitō kākuṇḍā, haddu mīrakuṇḍā (tinnaṭlaitē) aṭṭi vānipai elāṇṭi dōṣaṁ lēdu! Niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇāpradāta"},{"SurahNumber":2,"VerseNumber":174,"Text":"niścayaṅgā, evaraitē allāh granthanlō avatarimpajēsina sandēśālanu dāci, dāniki badulugā alpalābhaṁ pondutārō, alāṇṭi vāru tama kaḍupulanu kēvalaṁ agnitō nimpukuṇṭunnāru mariyu allāh punarut'thāna dinamuna vāritō māṭlāḍaḍu mariyu vārini śud'dhaparacaḍu mariyu vāriki bādhākaramaina śikṣa uṇṭundi"},{"SurahNumber":2,"VerseNumber":175,"Text":"Ilāṇṭivārē sanmārgāniki badulugā durmārgānni mariyu kṣamāpaṇaku badulugā śikṣanu ennukunnavāru. Enta sahanamundi vīriki, narakāgni śikṣanu bharin̄caṭāniki"},{"SurahNumber":2,"VerseNumber":176,"Text":"idantā endukaṇṭē! Niścayaṅgā, allāh ī granthānni satyantō avatarimpajēśāḍu. Mariyu niścayaṅgā, ī granthaṁ (khur'ān) gurin̄ci bhinnābhiprāyālu gala vāru ghōra antaḥkalahanlō unnāru"}]}