{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"اے ایمان والو! اگر تم اللہ کا تقوٰی اختیار کرو گے (تو) وہ تمہارے لئے حق و باطل میں فرق کرنے والی حجت (و ہدایت) مقرر فرما دے گا اور تمہارے (دامن) سے تمہارے گناہوں کو مٹا دے گا اور تمہاری مغفرت فرما دے گا، اور اللہ بڑے فضل والا ہے"},{"SurahNumber":8,"VerseNumber":30,"Text":"اور جب کافر لوگ آپ کے خلاف خفیہ سازشیں کر رہے تھے کہ وہ آپ کو قید کر دیں یا آپ کو قتل کر ڈالیں یا آپ کو (وطن سے) نکال دیں، اور (اِدھر) وہ سازشی منصوبے بنا رہے تھے اور (اُدھر) اللہ (ان کے مکر کے ردّ کے لئے اپنی) تدبیر فرما رہا تھا، اور اللہ سب سے بہتر مخفی تدبیر فرمانے والا ہے"},{"SurahNumber":8,"VerseNumber":31,"Text":"اور جب ان پر ہماری آیتیں پڑھی جاتی ہیں (تو) وہ کہتے ہیں: بیشک ہم نے سن لیا اگر ہم چاہیں تو ہم بھی اس (کلام) کے مثل کہہ سکتے ہیں یہ تو اگلوں کی (خیالی) داستانوں کے سوا (کچھ بھی) نہیں ہے"},{"SurahNumber":8,"VerseNumber":32,"Text":"اور جب انہوں نے (طعناً) کہا: اے اللہ! اگر یہی (قرآن) تیری طرف سے حق ہے تو (اس کی نافرمانی کے باعث) ہم پر آسمان سے پتھر برسا دے یا ہم پر کوئی دردناک عذاب بھیج دے"},{"SurahNumber":8,"VerseNumber":33,"Text":"اور (درحقیقت بات یہ ہے کہ) اللہ کی یہ شان نہیں کہ ان پر عذاب فرمائے درآنحالیکہ (اے حبیب مکرم!) آپ بھی ان میں (موجود) ہوں، اور نہ ہی اللہ ایسی حالت میں ان پر عذاب فرمانے والا ہے کہ وہ (اس سے) مغفرت طلب کر رہے ہوں"},{"SurahNumber":8,"VerseNumber":34,"Text":"(آپ کی ہجرتِ مدینہ کے بعد مکہ کے) ان (کافروں) کے لئے اور کیا وجہ ہوسکتی ہے کہ اللہ انہیں (اب) عذاب نہ دے حالانکہ وہ (لوگوں کو) مسجدِ حرام (یعنی کعبۃ اللہ) سے روکتے ہیں اور وہ اس کے ولی (یا متّولی) ہونے کے اہل بھی نہیں، اس کے اولیاء (یعنی دوست) تو صرف پرہیزگار لوگ ہوتے ہیں مگر ان میں سے اکثر (اس حقیقت کو) جانتے ہی نہیں"},{"SurahNumber":8,"VerseNumber":35,"Text":"اور بیت اللہ (یعنی خانہ کعبہ) کے پاس ان کی (نام نہاد) نماز سیٹیاں اور تالیاں بجانے کے سوا کچھ بھی نہیں ہے، سو تم عذاب (کا مزہ) چکھو اس وجہ سے کہ تم کفر کیا کرتے تھے"},{"SurahNumber":8,"VerseNumber":36,"Text":"بیشک کافر لوگ اپنا مال و دولت (اس لئے) خرچ کرتے ہیں کہ (اس کے اثر سے) وہ (لوگوں کو) اللہ (کے دین) کی راہ سے روکیں، سو ابھی وہ اسے خرچ کرتے رہیں گے پھر (یہ خرچ کرنا) ان کے حق میں پچھتاوا (یعنی حسرت و ندامت) بن جائے گا پھر وہ (گرفتِ الٰہی کے ذریعے) مغلوب کر دیئے جائیں گے، اور جن لوگوں نے کفر اپنا لیا ہے وہ دوزخ کی طرف ہانکے جائیں گے"},{"SurahNumber":8,"VerseNumber":37,"Text":"تاکہ اللہ (تعالیٰ) ناپاک کو پاکیزہ سے جدا فرما دے اور ناپاک (یعنی نجاست بھرے کرداروں) کو ایک دوسرے کے اوپر تلے رکھ دے پھر سب کو اکٹھا ڈھیر بنا دے گا پھر اس (ڈھیر) کو دوزخ میں ڈال دے گا، یہی لوگ خسارہ اٹھانے والے ہیں"}]}