{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif - Lam - Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar, «inandık» demeleriyle kendi hallerine terkedileceklerini, cetin sınavlardan gecirilmiyecek lerini mi sanırlar"},{"SurahNumber":29,"VerseNumber":3,"Text":"And olsun ki onlardan oncekilerini de cetin sınavlardan gecirmisizdir. Allah, elbette dogru olanları da bilir, yalancıları da bilir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa o cesitli kotulukleri Isleyenler bizi (aciz bırakıp) gececeklerini mi sanırlar ? Hukmettikleri sey ne kotu"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah´a kavusmayı umarsa, elbette Allah´ın belirledigi ecel gelecektir. Allah isiten ve bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim (Allah yolunda, Allah sozu daha yuce olsun diye) cihad ederse, o gercekten kendi lehine cihad etmis olur. Cunku Allah elbette alemlerden mustagnidir (hic kimsenin cihad etmesine ihtiyacı yoktur)"},{"SurahNumber":29,"VerseNumber":7,"Text":"iman edip iyi-yararlı amellerde bulunanların suphesiz ki kotuluklerini (tevbeleri sebebiyle affedip) orter ve temizleriz ve yaptıklarını en guzeliyle mukafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Insana, ana babasına iyi davranmasını, guzellikle muamele etmesini tavsiye ettik. (Bununla beraber) onlar, hakkında bilgin olmadıgı bir seyi bana ortak kosman icin seninle ugrasıp agırlıklarını koymaya calısırlarsa, o zaman onlara itaat etme; donusunuz ancak banadır; yapageldiklerinizi size bir bir haber veririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"Dosdogru iman edip iyi-yararlı amellerde bulunanları elbette iyi-yararlı kisilerin arasına yerlestirecegiz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan oyleleri de var ki, «Allah´a iman ettik» derler. (Ama) Allah yolunda bir eziyete ugrarlarsa, insanların eza-cefasını Allah´ın azabı gibi sayarlar ve eger Rabbından bir yardım gelirse, «biz elbette sizinle beraberdik» derler. Allah, alemlerin (butun insanların) goguslerinde olanı (dogrulugu, yalan ve ikiyuzlulugu, inkar ve sapıklıgı) en iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ve and olsun ki, Allah, iman edenleri de bilir, ikiyuzlu donekleri de bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Inkar edenler, iman edenlere derler ki: «Siz bizim yolumuza uyun, kusur ve gunahlarınızı yuklenelim». Halbuki onların kusur ve gunahlarından hicbir sey yuklenecek degillerdir. Onlar suphen olmasın ki yalancılardır"},{"SurahNumber":29,"VerseNumber":13,"Text":"And olsun ki onlar kendi (gunah) agırlıklarını ve kendi agırlıklarıyla beraber agırlıklar yuklenecekler ve uydurup ortaya attıkları iftiradan Kıyamet gununde mutlaka sorulacaklardır"}]}