{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"The hypocrites and those who have a disease in their hearts said: \"These people have been deceived by their system.\" But whoever puts his trust in God, then God is Noble, Wise"},{"SurahNumber":8,"VerseNumber":50,"Text":"And if you could only see as the angels terminate the lives of those who have rejected, they strike their faces and their backs: \"Taste the punishment of the blazing Fire"},{"SurahNumber":8,"VerseNumber":51,"Text":"This is for what your hands have delivered, and God does not wrong the servants"},{"SurahNumber":8,"VerseNumber":52,"Text":"Like the behavior of the people of Pharaoh, and those before them; they rejected the signs of God, so God took them by their sins. God is Strong, severe in punishment"},{"SurahNumber":8,"VerseNumber":53,"Text":"That is because God was not to change any blessing He bestowed upon a people, unless they change what is in themselves. God is Hearer, Knowledgeable"},{"SurahNumber":8,"VerseNumber":54,"Text":"Like the behavior of the people of Pharaoh, and those before them; they denied the signs of their Lord, so We destroyed them by their sins, and We drowned the people of Pharaoh; all of them were wicked"},{"SurahNumber":8,"VerseNumber":55,"Text":"The worst creatures to God are those who reject, for they do not believe"},{"SurahNumber":8,"VerseNumber":56,"Text":"Those of them with whom you made a pledge, then they break their pledge every time, and they do take heed"},{"SurahNumber":8,"VerseNumber":57,"Text":"So, when you encounter them in battle, set them as an example for those who will come after them; perhaps they may remember"},{"SurahNumber":8,"VerseNumber":58,"Text":"And if you are being betrayed by a people, then you shall likewise move against them. God does not love the betrayers"}]}