{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"And mention in the Book Mary when she withdrew from her people to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"and she took a veil apart from them; then We sent unto her Our Spirit that presented himself to her a man without fault"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, 'I take refuge in the All-merciful from thee"},{"SurahNumber":19,"VerseNumber":19,"Text":"If thou fearest God... He said, 'I am but a messenger come from thy Lord, to give thee a boy most pure"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, 'How shall I have a son whom no mortal has touched, neither have I been unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, 'Even so thy Lord has said: \"Easy is that for Me; and that We may appoint him a sign unto men and a mercy from Us; it is a thing decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him, and withdrew with him to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the birthpangs surprised her by the trunk of the palm-tree. She said, 'Would I had died ere this, and become a thing forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"But the one that was below her called to her, 'Nay, do not sorrow; see, thy Lord has set below thee a rivulet"},{"SurahNumber":19,"VerseNumber":25,"Text":"Shake also to thee the palm-trunk, and there shall come tumbling upon thee dates fresh and ripe"},{"SurahNumber":19,"VerseNumber":26,"Text":"Eat therefore, and drink, and be comforted; and if thou shouldst see any mortal, say, \"I have vowed to the All-merciful a fast, and today I will not speak to any man"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then she brought the child to her folk carrying him; and they said, 'Mary, thou hast surely committed a monstrous thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sister of Aaron, thy father was not a wicked man, nor was thy mother a woman unchaste"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mary pointed to the child then; but they said, 'How shall we speak to one who is still in the cradle, a little child"},{"SurahNumber":19,"VerseNumber":30,"Text":"He said, 'Lo, I am God's servant; God has given me the Book, and made me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"Blessed He has made me, wherever I may be; and He has enjoined me to pray, and to give the alms, so long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"and likewise to cherish my mother; He has not made me arrogant, unprosperous"},{"SurahNumber":19,"VerseNumber":33,"Text":"Peace be upon me, the day I was born, and the day I die, and the day I am raised up alive"},{"SurahNumber":19,"VerseNumber":34,"Text":"That is Jesus, son of Mary, in word of truth, concerning which they are doubting"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not for God to take a son unto Him. Glory be to Him! When He decrees a thing, He but says to it 'Be,' and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"Surely God is my Lord, and your Lord; So serve you Him. This is a straight path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But the parties have fallen into variance among themselves; then woe to those who disbelieve for the scene of a dreadful day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How well they will hear and see on the day they come to Us! But the evildoers even today are in error manifest"},{"SurahNumber":19,"VerseNumber":39,"Text":"Warn thou them of the day of anguish, when the matter shall be determined, and they yet heedless and unbelieving"},{"SurahNumber":19,"VerseNumber":40,"Text":"Surely We shall inherit the earth and all that are upon it, and unto Us they shall be returned"}]}