{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":30,"Text":"I Allakh spas synov Israila ot unizitel'nogo nakazaniya"},{"SurahNumber":44,"VerseNumber":31,"Text":"On spas ikh ot Faraona. Poistine, on prevoznosilsya pered svoim narodom i prestupil vse predely, sovershaya zlo i beschinstvuya"},{"SurahNumber":44,"VerseNumber":32,"Text":"Klyanus'! My izbrali synov Israila iz vsekh lyudey ikh vremeni, znaya, chto oni eto zasluzhivayut, i My otpravlyali k nim mnogo prorokov, vedaya ob ikh delakh"},{"SurahNumber":44,"VerseNumber":33,"Text":"I Allakh nisposlal im cherez Musu chudesnyye znameniya, v kotorykh yavnoye ispytaniye dlya nikh"},{"SurahNumber":44,"VerseNumber":34,"Text":"Poistine, te, kotoryye otritsayut voskresheniye, govoryat"},{"SurahNumber":44,"VerseNumber":35,"Text":"U nas tol'ko odna smert' v etoy zhizni. Posle neyo my ne budem voskresheny"},{"SurahNumber":44,"VerseNumber":36,"Text":"I oni govoryat poslanniku Allakha i veruyushchim: \"Yesli vy govorite pravdu, utverzhdaya, chto vash Gospod' voskresit mortvykh dlya rasplaty v budushchey zhizni, to, vzyvaya k vashemu Gospodu i obrashchayas' k Nemu s mol'boy, uskor'te nam voskresheniye nashikh umershikh ottsov"},{"SurahNumber":44,"VerseNumber":37,"Text":"Mekkanskiye nevernyye li luchshe po sile, mogushchestvu, vlasti i vsem drugim mirskim delam ili narod Tubba' i narody, kotoryye byli do nikh?! Mnogobozhniki iz tvoyego naroda, o Mukhammad, ne sil'neye ikh, a ved' My za neveriye i nechestivost' pogubili ikh v etoy zhizni. Tak pust' zhe oni budut dlya nikh nazidaniyem"},{"SurahNumber":44,"VerseNumber":38,"Text":"I Allakh sozdal nebesa i zemlyu, i to, chto mezhdu nimi, tol'ko na razumnoy osnove"},{"SurahNumber":44,"VerseNumber":39,"Text":"My sozdali ikh po Svoyey mudrosti i upravlyayem imi, soglasno neizmennoy sisteme, dokazyvayushchey, chto Allakh - Istina. Net bozhestva, krome Nego, i On Vsesilen! No bol'shinstvo ikh v slepom nevedenii ne znayut ob etom dokazatel'stve"},{"SurahNumber":44,"VerseNumber":40,"Text":"Poistine, Den' razlicheniya (Den' Voskreseniya), kogda Allakh rassudit mezhdu posledovatelyami istiny i posledovatelyami lzhi, - srok dlya nikh vsekh"},{"SurahNumber":44,"VerseNumber":41,"Text":"V tot Den' nikakoy rodstvennik ni v kakoy mere ne smozhet izbavit' svoyego rodstvennika, i nikakoy drug niskol'ko ne smozhet izbavit' svoyego druga ot nakazaniya, i oni sami ne smogut pomoch' sebe pered Allakhom"},{"SurahNumber":44,"VerseNumber":42,"Text":"No veruyushchikh, kotorym Allakh okazal Svoyu milost', Allakh prostit i razreshit im zastupit'sya drug za druga. Ved' On vlasten nad vsem sushchim i milostiv k Svoim veruyushchim rabam"}]}