{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":21,"Text":"O ihr Menschen! Dient eurem Herrn, Der euch und diejenigen vor euch erschaffen hat, auf daß ihr gottesfurchtig werden moget"},{"SurahNumber":2,"VerseNumber":22,"Text":"Der euch die Erde zu einem Ruhebett und den Himmel zu einem Gebaude gemacht hat und vom Himmel Wasser herabkommen laßt, durch das Er dann fur euch Fruchte als Versorgung hervorbringt. So stellt Allah nicht andere als Seinesgleichen zur Seite, wo ihr (es) doch (besser) wißt"},{"SurahNumber":2,"VerseNumber":23,"Text":"Und wenn ihr im Zweifel uber das seid, was Wir Unserem Diener offenbart haben, dann bringt doch eine Sura gleicher Art bei und ruft eure Zeugen außer Allah an, wenn ihr wahrhaftig seid"},{"SurahNumber":2,"VerseNumber":24,"Text":"Doch wenn ihr es nicht tut - und ihr werdet es nicht tun - dann hutet euch vor dem (Hollen)feuer, dessen Brennstoff Menschen und Steine sind. Es ist fur die Unglaubigen bereitet"},{"SurahNumber":2,"VerseNumber":25,"Text":"Und verkunde denen, die glauben und rechtschaffene Werke tun, (die frohe Botschaft,) daß ihnen Garten zuteil werden, durcheilt von Bachen. Jedesmal, wenn sie mit einer Frucht daraus versorgt werden, sagen sie: \"Das ist ja das, womit wir zuvor versorgt wurden\"; doch es ist ihnen eine ihr ahnliche gegeben worden. Und darin haben sie vollkommen gereinigte Gattinnen. Und ewig werden sie darin bleiben"},{"SurahNumber":2,"VerseNumber":26,"Text":"Allah schamt Sich nicht, ein Gleichnis auch nur mit einer Mucke oder mit etwas daruber (hinaus) zu pragen. Was nun diejenigen angeht, die glauben, so wissen sie, daß es die Wahrheit von ihrem Herrn ist. Was aber diejenigen angeht, die unglaubig sind, so sagen sie: \"Was will denn Allah damit als Gleichnis?\" Er laßt damit viele in die Irre gehen und leitet viele damit recht, doch laßt Er damit nur die Frevler in die Irre gehen"},{"SurahNumber":2,"VerseNumber":27,"Text":"die Allahs Bund nach seiner Abmachung brechen und trennen, was Allah befohlen hat, daß es verbunden werden soll, und auf der Erde Unheil stiften - das sind die Verlierer"},{"SurahNumber":2,"VerseNumber":28,"Text":"Wie konnt ihr Allah verleugnen, wo ihr doch tot wart und Er euch dann lebendig gemacht hat, euch hierauf sterben laßt und darauf wieder lebendig machen wird, worauf ihr zu Ihm zuruckgebracht werdet"},{"SurahNumber":2,"VerseNumber":29,"Text":"Er ist es, Der fur euch alles, was auf der Erde ist, erschuf und Sich hierauf dem Himmel zuwandte und ihn dann zu sieben Himmeln formte. Er weiß uber alles Bescheid"}]}