{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"Hē mōminaharū! Timī tī mānisaharū jastō na hunu jasalē ‘‘kuphra’’ garē ra āphnā bhā'iharūkō bārēmā jō yātrā garirahēkō athavā jihādamā sanlagna hunchan bhanna thālē ki yadi tinīharū hāmrō sāthamā bha'ēkō bha'ē na ta mardathē, na ta mārinthē, yasakō kāraṇa yō thiyō ki allāhalē tinīharūkō hr̥dayamā tyastō ākāṅkṣākō sr̥janā garidincha. Ra jīvana ra mr̥tyu ta allāha nai dincha ra allāha timrā sampūrṇa kriyākalāpalā'ī hērirākhēkō cha"},{"SurahNumber":3,"VerseNumber":157,"Text":"Ra yadi timīharū allāhakō mārgamā mārinchau athavā āphnō mr̥tyu mardachau bhanē niḥsandēha yinīharūlē saṅkalana garirahēkō (dhanasampatti) bhandā allāhakō kṣamādāna ra dayā dhērai rāmrō cha"},{"SurahNumber":3,"VerseNumber":158,"Text":"Niścitarūpalē yadi timī mardachau athavā mārinchau, ta yāda rākha ki allāhakō sam'mukha avaśya nai prastuta garinēchau"},{"SurahNumber":3,"VerseNumber":159,"Text":"(Hē muham'mada!) Allāhakō kr̥pālē tapā'īkō mana yinīharūprati narama cha ra yadi tapā'ī kaṭu vacana ra kaṭhōra hr̥dayakō bha'ēkō bha'ē yinīharū tapā'ībāṭa ṭāḍhā bhāgihāldathē, tasartha tinīharūlā'ī kṣamā garidinus ra tinīharūkō nimti kṣamākō lāgi prārthanā garnus ra āphnā kāmaharūmā yinīharūsam̐ga sarasallāha garnē garnus, ra jaba kunai kāmabārē dr̥ḍha niścaya gardachau bhanē allāhamāthi pūrṇa bharōsā rākha. Niḥsandēha allāha bharōsā garnēharūlā'ī prēma gardacha"},{"SurahNumber":3,"VerseNumber":160,"Text":"Yadi allāha timrō maddata gardacha bhanē kasailē timīlā'ī parājita garna sakdaina. Ra yadi allāhalē timīlā'ī chōḍidincha bhanē, kō cha usapachi jasalē timrō sahāyatā garna sakōs? Tasartha mōminaharūlā'ī allāhamāthi nai bharōsā garnupardacha"},{"SurahNumber":3,"VerseNumber":161,"Text":"Yō asambhava cha ki rasūlalē bē'imānī garun. Ra pratyēka bē'imānī garnēlē kiyāmatakō dina bē'imānī gari'ēkō kurā samēta li'ēra prastuta hunuparnē cha, tyasapachi pratyēka mānisalā'ī usalē garēkō kartavyakō pūrāpūra pratiphala di'inē cha, ra tinīharūmāthi an'yāya garinē chaina"},{"SurahNumber":3,"VerseNumber":162,"Text":"Kē tyō mānisa jasalē allāhakō sadicchā prāptikō lāgi prayatnaśīla cha, tyasa mānisa jastō hunasakcha jasalē allāhakō krōdha li'ēra pharkancha? Ra jasakō bāsasthāna jahannama cha jō atyantai narāmrō ṭhā'um̐ hō"},{"SurahNumber":3,"VerseNumber":163,"Text":"Allāhakahām̐ tinīharūkō bhinna–bhinna śrēṇīharū chan ra allāhalē tinīharūkā sampūrṇa kriyākalāpalā'ī dēkhirākhēkō cha"},{"SurahNumber":3,"VerseNumber":164,"Text":"Niḥsandēha allāhakō mōminaharūmāthi ṭhūlō anukampā cha ki usalē tinīharūkō mājhamā tinīharūmadhyēbāṭai ē'uṭā rasūla paṭhāyō jasalē ki allāhakā āyataharū paḍhēra unīharūlā'ī sunā'um̐dacha ra tinalā'ī pavitra gardacha ra unalā'ī kitāba ra bud'dhimatā sikā'um̐dacha, yinīharū yasabhandā pahilā khullārūpamā pathavicalita thi'ē"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Yastō kina) ki jaba timīlā'ī ē'uṭā kaṣṭa di'iyō, jabaki yasakō du'ī–guṇā kaṣṭa timrō hātabāṭa tinīharūmāthi parisakēkō thiyō, ta timīharū bhannathālyau ki yastō saṅkaṭa kahām̐bāṭa ā'iparyō?. Tapā'ī bhanidinus ki yō timīharūkai tarphabāṭa ā'ipugēkō hō. Niḥsandēha allāha sampūrṇa kurāharūmāthi sārmathya rākhdacha"},{"SurahNumber":3,"VerseNumber":166,"Text":"Timīlā'ī jē jati tyō dina pugē, junadina du'ī samūhamā bhiḍanta bhayō, tyō jam'mai allāhakai ādēśalē bha'ēkō thiyō ra yasakāraṇa ki allāhalē mōminaharūlā'ī rāmrarī jānna sakōs"},{"SurahNumber":3,"VerseNumber":167,"Text":"Sāthai munāphikaharūlā'ī chuṭyā'unakā nimti pani jōsaṅga bhaniyō ki ā'ū allāhakō mārgamā yud'dha gara athavā kāphiraharūkō ākramaṇalā'ī rōka. Ta bhanna thālē ki yadi hāmīlā'ī yud'dhabārē thāhā bha'ēkō bha'ē, hāmī avaśya nai timrō sātha dinē thi'ēm̐ . Tyasadina yinīharū īmānakō dām̐jōmā kuphrakō najika thi'ē. Āphnō mukhalē tinīharūlē tī kurāharū bhandachan juna tinakā hr̥dayamā chainan. Ra yinalē jē–jati kurā lukā'um̐chan, allāhalā'ī tyasabārē sabai rāmrarī thāhā cha"},{"SurahNumber":3,"VerseNumber":168,"Text":"Yī tī mānisa huna jō āphū pani basirākhēkā thi'ē, ra āphnā dājubhā'iharūkō bārēmā bhanē ki yadi hāmrō āgraha tinīharūlē mānēkō bha'ē mārinē thi'ēnan. Bhanidinus! Ki yadi timī sām̐cō hau bhanē āphūlā'ī mr̥tyubāṭa bacā'ū"},{"SurahNumber":3,"VerseNumber":169,"Text":"Juna mānisaharūlē allāhakō bāṭōmā śahādata pā'ē, tinalā'ī kadāpi murdā naṭhānnu. Baru jīvitai chan ra tinalē āphnā rababāṭa jīvikā prāpta garirākhēkā chan"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allāhalē tinalā'ī āphnō kr̥pālē jē jati pradāna garēkō cha, tyasamā tinīharū ati khuśī chan ra khuśīyālī manā'irahēkā chan unīharūkā lāgi jō ahilēsam'ma tinīharūmā śam'milita huna sakēnan ra pachāḍi chan, yasa kāraṇa harṣita chan ki tinalā'ī pani na ta kunai bhaya–trāsa huncha ra na ta tinī duḥkhī hunēchan"},{"SurahNumber":3,"VerseNumber":171,"Text":"Ra allāhabāṭa pradāna gari'ēkō puraskārabāṭa tinīharū khuśī bha'irākhēkā chan ra yasa kurābāṭa pani ki allāha mōminaharūkō pariśrama kahilyai khēra phāldaina"}]}