{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Hē muminagaṇa! Tōmarā cakrabr̥d'dhi hārē suda [1] khēẏō nā [2] ēbaṁ āllāhara tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra"},{"SurahNumber":3,"VerseNumber":131,"Text":"Āra tōmarā sē āguna thēkē bēm̐cē thāka yā kāphēradēra jan'ya prastuta rākhā haẏēchē"},{"SurahNumber":3,"VerseNumber":132,"Text":"āra tōmarā āllāha ō rāsūlēra ānugatya kara yātē tōmarā kr̥pā lābha karatē pāra"},{"SurahNumber":3,"VerseNumber":133,"Text":"Āra tōmarā tībra gatitē cala nijēdēra rabēra kṣamāra dikē ēbaṁ sē jānnātēra dikē [1] yāra bistr̥ti āsamānasamūha ō yamīnēra samāna [2], yā prastuta rākhā haẏēchē muttākīdēra jan'ya"},{"SurahNumber":3,"VerseNumber":134,"Text":"Yārā sacchala ō asacchala abasthāẏa byaẏa [1] karē, yārā krōdha sambaraṇakārī [2] ēbaṁ mānuṣēra prati kṣamāśīla; āra āllāha muh‌sinadērakē bhālabāsēna"},{"SurahNumber":3,"VerseNumber":135,"Text":"āra yārā kōnō aślīla kāja karē phēlalē bā nijēdēra prati yuluma karalē āllāhakē smaraṇa karē ēbaṁ nijēdēra pāpēra jan'ya kṣamā prārthanā karē. Āllāha chāṛā āra kē pāpa kṣamā karabē [1]? Ēbaṁ tārā yā karē phēlē, jēnē-bujhē tārā tā punarāẏa karatē thākē nā"},{"SurahNumber":3,"VerseNumber":136,"Text":"Tārā'i, yādēra puraskāra halō tādēra rabēra pakṣa thēkē kṣamā ēbaṁ jānnāta, yāra pādadēśē nadī prabāhita; sēkhānē tārā sthāẏī habē. Āra saṯkarmaśīladēra puraskāra kata'inā uttama"},{"SurahNumber":3,"VerseNumber":137,"Text":"tōmādēra pūrbē bahu (jātira) carita gata haẏēchē [1], kājē'i tōmarā yamīnē bhramaṇa kara ēbaṁ dēkha mithyārōpakārīdēra ki pariṇāma"},{"SurahNumber":3,"VerseNumber":138,"Text":"ēgulō mānuṣēra jan'ya spaṣṭa barṇanā ēbaṁ muttākīdēra jan'ya hēdāẏāta ō upadēśa"},{"SurahNumber":3,"VerseNumber":139,"Text":"Tōmarā hīnabala haẏō nā ēbaṁ cintita ō haẏō nā; tōmarā'i bijaẏī yadi tōmarā mumina ha'ō"},{"SurahNumber":3,"VerseNumber":140,"Text":"Yadi tōmādēra āghāta lēgē thākē, anurūpa āghāta tō tādēra'ō lēgēchē. Mānuṣēra madhyē paryāẏakramē āmarā ē dinagulōra ābartana ghaṭā'i, yātē āllāha muminagaṇakē jānatē pārēna ēbaṁ tōmādēra madhya thēkē kichu saṅkhyakakē śahīdarūpē grahaṇa karatē pārēna. Āra āllāha yālēmadērakē pachanda karēna nā"},{"SurahNumber":3,"VerseNumber":141,"Text":"Āra yātē āllāha muminadērakē pariśōdhana karatē pārēna ēbaṁ kāphēradērakē niścihna karatē pārēna"},{"SurahNumber":3,"VerseNumber":142,"Text":"Tōmarā ki manē kara yē, tōmarā jānnātē prabēśa karabē, athaca āllāha tōmādēra madhyē kē jihāda karēchē āra kē dhairyyaśīla tā ēkhanō prakāśa karēnani"},{"SurahNumber":3,"VerseNumber":143,"Text":"mr̥tyura sam'mukhīna ha'ōẏāra āgē tōmarā tō tā kāmanā karatē [1], ēkhanatō tōmarā tā sbacakṣē dēkhalē"}]}