{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"И когато ангелите рекоха: “О, Мариам, Аллах те избра и те пречисти, и те избра над жените от народите"},{"SurahNumber":3,"VerseNumber":43,"Text":"О, Мариам, смири се пред своя Господ и сведи чело до земята в суджуд, и се кланяй с покланящите се!”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Това е от вестите на неведомото, Ние ти го разкриваме. Не бе ти при тях, когато хвърляха калемите си - кой от тях да се грижи за Мариам. Не бе там и когато се караха"},{"SurahNumber":3,"VerseNumber":45,"Text":"Когато ангелите рекоха: “О, Мариам, Аллах те благовества за Слово от Него. Името му е Месията Иса, синът на Мариам, знатен в земния живот и в отвъдния, и е от приближените [на Аллах]"},{"SurahNumber":3,"VerseNumber":46,"Text":"И ще говори на хората още в люлката, и като възмъжее, и ще бъде от праведниците.”"},{"SurahNumber":3,"VerseNumber":47,"Text":"рече тя: “Господи мой, как ще имам син, щом мъж не ме е докосвал?” Рече: “Така! Аллах сътворява каквото пожелае. Щом реши нещо, казва му само: “Бъди!” И то става"},{"SurahNumber":3,"VerseNumber":48,"Text":"И ще го научи Той на книгата и на мъдростта, и на Тората, и на Евангелието"},{"SurahNumber":3,"VerseNumber":49,"Text":"И ще го стори пратеник при синовете на Исраил: “Донесох ви знамение от вашия Господ. Ще създам за вас от глина образ на птица, ще духна в нея и ще стане птица с позволението на Аллах. И ще изцерявам слепи и прокажени, и ще съживявам мъртви с позволението на Аллах. И ще ви съобщавам какво ядете и с какво се запасявате по домовете си. Наистина в това има знамение за вас, ако сте вярващи"},{"SurahNumber":3,"VerseNumber":50,"Text":"[И дойдох] в потвърждение на Тората, [низпослана] преди мен, и за да ви разреша част от онова, което ви бе възбранено... И ви донесох знамение от вашия Господ. И бойте се от Аллах, и ми се покорете"},{"SurahNumber":3,"VerseNumber":51,"Text":"Наистина Аллах е моят Господ и вашият Господ. На Него служете! Това е правият път.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"И когато Иса почувства неверието у тях, рече: “Кои са моите помощници [по пътя] към Аллах?” Неговите ученици рекоха: “Ние сме помощниците [по пътя] на Аллах. Повярвахме в Аллах и свидетелствай, че сме отдадени!”"},{"SurahNumber":3,"VerseNumber":53,"Text":"Господи наш, повярвахме в онова, което Ти низпосла, и последвахме пратеника. Впиши ни редом със свидетелите!”"},{"SurahNumber":3,"VerseNumber":54,"Text":"И [юдеите] лукавстваха. А Аллах провали тяхното лукавство. Аллах е над лукавите"}]}