{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"They ask you about the new moons. Say, \"These are fixed points in time, for mankind and the Hajj.\" And it is not righteousness that you enter the houses from their backsides. The righteousness, on the other hand, comes from those who fear Allah. So enter the houses through their front doors, and fear Allah in order that you may be successful"},{"SurahNumber":2,"VerseNumber":190,"Text":"And fight, in the way of Allah, those who fight with you. And transgress not! Indeed, Allah loves not the transgressors"},{"SurahNumber":2,"VerseNumber":191,"Text":"And kill them wherever you find them, amd turn them out from where they turned you out. For, persecution is worse than killing. And fight with them not, near the sacred Place of Worship, unless they fight with you therein. But if they fight with you, kill them then; for, such is the 'reward' for the suppressors of Truth"},{"SurahNumber":2,"VerseNumber":192,"Text":"But if they refrain, then Allah is indeed Forgiving, Merciful"},{"SurahNumber":2,"VerseNumber":193,"Text":"And fight with them until persecution exists no more, and the way of life leading to Allah is enabled. And if they refrain, no hostility shall there be, except against the persecutors"},{"SurahNumber":2,"VerseNumber":194,"Text":"If they observe the sanctity of the prohibited month, you too observe it. And for breach of the prohibitions, there is the law of quisuaasu ('tit for tat' or 'blow for blow'). So then, whoever transgresses against you, pay him back, in like manner. And fear Allah, and know for certain that Allah is with the pious.to"},{"SurahNumber":2,"VerseNumber":195,"Text":"And spend, in Allah's path; and do not throw yourselves into ruin, with your own hands. And do good work. Indeed, Allah loves those who do good work.h to"},{"SurahNumber":2,"VerseNumber":196,"Text":"And complete the Hajj and the Umrah for Allato . But if you are prevented, then sacrifice an animal you can afford . And shave not your heads until the animal is duly sacrificed, . But if any of you be sick or has an affliction in the head, he is exempted from this injunction provided he compensates by observing fast, spending for the needy or sacrificing. And when circumstances are favourable to you, then for the one who takes advantage of the Umrah before the Hajj, sacrificing an animal that one can afford is a must. But for the one who cannot afford, three days of fasting during the Hajj and seven after you return home. That is, ten in all. This provision is for the one whose family does not live in the vicinity of the Sacred Place of Worship , . And fear Allah and beware! Allah is severe in punishment"}]}