{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"La inceputul zilei credeti in ce le-a fost pogorat credinciosilor, iar la sfarsitul ei tagaduiti. Poate se vor intoarce"},{"SurahNumber":3,"VerseNumber":73,"Text":"Nu credeti decat celor care urmeaza Legea voastra. Spune-le: “Calauzirea este calauzirea lui Dumnezeu. El poate da oricui ceea ce v-a dat voua.” Celor care se cearta cu voi despre Domnul vostru, spune-le: “Harul este in mana lui Dumnezeu, El il da cui voieste. Dumnezeu este Cuprinzator, Stiutor"},{"SurahNumber":3,"VerseNumber":74,"Text":"El impartaseste milostivenia Sa cui voieste. Dumnezeu este Stapanul Harului cel Mare.”"},{"SurahNumber":3,"VerseNumber":75,"Text":"Unii dintre oamenii Cartii, daca le incredintezi un talant, ti-l inapoiaza, iar altii, daca le incredintezi un dinar, nu ti-l inapoiaza, decat daca starui asupra lor. Si aceasta, fiindca ei spun: “Nu avem nici o datorie fata de cei nestiutori!” Ei spun minciuni despre Dumnezeu, cu toate ca stiu adevarul"},{"SurahNumber":3,"VerseNumber":76,"Text":"Cel care isi tine invoiala si se teme de Dumnezeu, sa stie ca Dumnezeu ii iubeste pe cei care se tem de El"},{"SurahNumber":3,"VerseNumber":77,"Text":"Cei care vand pe pret marunt legamantul cu Dumnezeu, precum si juramintele lor, nu vor afla iertare in Viata de Apoi, iar Dumnezeu nici nu le va vorbi, nici nu se va uita la ei, in Ziua Invierii, si nici nu-i va curati. Ei, de o osanda dureroasa, vor avea parte"},{"SurahNumber":3,"VerseNumber":78,"Text":"Unii dintre ei intortocheaza Cartea cu limbile lor ca sa credeti ca ceea ce spun ei este din Carte, insa nu este din Carte. Ei spun ca este de la Dumnezeu, insa nu este de la Dumnezeu. Ei spun minciuni despre Dumnezeu, cu toate ca stiu"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nu se cade unui om caruia Dumnezeu i-a dat intelepciunea si Profetia sa spuna apoi oamenilor: “Fiti robii mei, si nu ai lui Dumnezeu!”, ci sa spuna: “Fiti cucernici, invatandu-i Cartea pe altii, invatandu-va pe voi insiva!”"},{"SurahNumber":3,"VerseNumber":80,"Text":"Dumnezeu nu va porunceste sa-i luati drept stapani pe ingeri si pe profeti. Cum v-ar porunci tagada, de vreme ce Lui I v-ati supus"}]}