{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta-Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Non abbiamo fatto scendere il Corano su di te per renderti infelice"},{"SurahNumber":20,"VerseNumber":3,"Text":"ma come Monito per chi ha timore [di Allah]"},{"SurahNumber":20,"VerseNumber":4,"Text":"sceso da parte di Colui Che ha creato la terra e gli alti cieli"},{"SurahNumber":20,"VerseNumber":5,"Text":"Il Compassionevole Si e innalzato sul Trono"},{"SurahNumber":20,"VerseNumber":6,"Text":"Appartiene a Lui quello che e nei cieli e quello che sta sulla terra, quello che vi e frammezzo e nel sottosuolo"},{"SurahNumber":20,"VerseNumber":7,"Text":"[E inutile che] parli ad alta voce, che in verita Egli conosce il segreto, anche il piu nascosto"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah, non c'e dio all'infuori di Lui! A Lui appartengono i nomi piu belli"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ti e giunta la storia di Mose"},{"SurahNumber":20,"VerseNumber":10,"Text":"Quando vide un fuoco, disse alla sua famiglia: “Aspettate! Ho avvistato un fuoco, forse [potro] portarvene un tizzone o trovare nei suoi pressi una guida”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Quando vi giunse, senti chiamare: “O Mose"},{"SurahNumber":20,"VerseNumber":12,"Text":"in verita sono il tuo Signore. Levati i sandali, che sei nella valle santa di Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Io ti ho scelto. Ascolta cio che sta per esserti rivelato"},{"SurahNumber":20,"VerseNumber":14,"Text":"In verita, Io sono Allah: non c'e dio all'infuori di Me. AdoraMi ed esegui l'orazione per ricordarti di Me"},{"SurahNumber":20,"VerseNumber":15,"Text":"In verita, l'Ora e imminente anche se la tengo celata, affinche ogni anima sia compensata delle opere sue"},{"SurahNumber":20,"VerseNumber":16,"Text":"Non lasciare che ti ostacoli colui che non crede in essa ed e incline alle sue passioni, che altrimenti periresti"},{"SurahNumber":20,"VerseNumber":17,"Text":"O Mose, cosa tieni nella tua mano destra?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Disse: “E il mio bastone, mi ci appoggio, e faccio cadere foglie [degli alberi] per i miei montoni e mi serve anche per altre cose”"},{"SurahNumber":20,"VerseNumber":19,"Text":"Disse [Allah]: “Gettalo, Mose”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Lo getto ed ecco che divenne un serpente che strisciava veloce"},{"SurahNumber":20,"VerseNumber":21,"Text":"Disse [Allah]: “Afferralo e non temere: gli daremo la sua forma originaria"},{"SurahNumber":20,"VerseNumber":22,"Text":"Stringi la mano sotto l'ascella: ne uscira bianca, senza alcun male. Ecco un altro segno"},{"SurahNumber":20,"VerseNumber":23,"Text":"per mostrarti altri Nostri segni ben piu grandi"},{"SurahNumber":20,"VerseNumber":24,"Text":"Vai da Faraone. In verita si e ribellato”"}]}