{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Aspandağılar men jerdegiler Allahtı / barlıq kemşilikten / päk dep däripteydi. Ol asa Üstem, asa Dana"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ol Kitap berilgen qawımnan küpirlik etkenderdi / kelisimdi buzğandardı / alğaşqı jïnawda jurttarınan şığardı. Sender olardı şığıp ketedi dep oylağan da emes ediñder. Al, olar qamaldarı özderin Allahtan qorğaydı dep oylağan edi. Biraq, Allah olarğa özderi kütpegen jaqtan keldi jäne olardıñ jürekterine ürey saldı. Olar üylerin öz qoldarımen jäne ïmanğa kelgenderdiñ qoldarımen talqandawda edi. Ğïbrat alıñdar, ey, köretin közi barlar / zerdeli jandar"},{"SurahNumber":59,"VerseNumber":3,"Text":"Eger de Allah olarğa köşirip jiberwdi / sürgindi / jazbağanda, onda mindetti türde olardı osı dünïede / basqa azappen / jazalaytın edi. Äri olar üşin soñğı, mäñgilik ömirde / aqïrette / Ot azabı bar"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bul, olardıñ Allahqa jäne Onıñ elşisine qarsı kelgendikteri sebepti. Kim Allahqa qarsı kelse, kümänsiz, Allahtıñ jazası qattı"},{"SurahNumber":59,"VerseNumber":5,"Text":"Sender / jawdıñ / qurma ağaşınan kesseñder de, ne olardı öz tamırlarında turğan küyinde qaldırsañdar da, / bul / Allahtıñ ruqsatımen buzıqtardı / boysunbawşılardı / qorlaw üşin"},{"SurahNumber":59,"VerseNumber":6,"Text":"Äri Allah Öz elşisine olardan soğıssız olja etip bergenderine, sender attarmen de, tüyelermen de atoylap şawıp barğan joqsındar. Alayda, Allah elşilerine Özi qalağandardıñ üstinen bïlik beredi. Allah - barlıq närseni Jasay alwşı"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah eldi meken turğındarınan Öz elşisine soğıssız olja etip bergen närseler -Allahqa, Elşige, onıñ jaqındarına, jetimderge, joq-jitikke jäne jolda qalğandarğa tïisti. / bul, oljalar / senderdiñ qatarlarındağı baylar arasında / ülestirilip / qoldan-qolğa ötetin närse bolmawı üşin. Elşi senderge ne berse sonı alıñdar da, ol senderdi neden tıysa sodan tıyılıñdar jäne Allahtan / Onıñ jazasınan / qorqıp, saqtanıñdar. Aqïqatında Allahtıñ jazası qattı"},{"SurahNumber":59,"VerseNumber":8,"Text":"Olardıñ işinde / Allahtan keñşilik jäne rïzalıq izdep äri Allahqa jäne Onıñ elşisine kömek berip, jurttarınan qwıp şığarılğan jäne mal-mülikterinen ayrılğan mwhajïr kedeylerge tïisti. Mine, solar - şın sözdiler"},{"SurahNumber":59,"VerseNumber":9,"Text":"Al, olardan aldın / Mädïnada / üy-jayı bolıp äri ïmanda ornıqqandar / ansarlar / , özderine qonıs awdarğandardı / mwhajïrlerdi / jaqsı köredi, kewdelerinde olarğa berilgen närselerge eşqanday qajettilik, kirbiñdik sezbeydi. Äri özderinde muqtajdıq bolsa da, olardı özderinen artıq köredi. Kim öziniñ sarañdığınan saqtalğan bolsa, mine, solar - tabısqa jetwşiler"},{"SurahNumber":59,"VerseNumber":10,"Text":"Olardan keyin kelgender: «Rabbımız! Bizdi jäne bizden burın ïmanğa kelgen bawırlarımızdı keşir! Äri ïmanğa kelgenderge qarsı jüregimizge jek körwşilik salma! Rabbımız! Aqïqatında, Sen öte Meyirban, erekşe Meyirimdisiñ !» - dep aytadı"}]}