{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Керуен Мысырдан айрылып шыққан кезде, олардың әкесі (Яғқұп Ғ.С.): “Егер алжыды демесеңдер шын мәнінде мен Юсыптың исін алып отырмын” деді"},{"SurahNumber":12,"VerseNumber":95,"Text":"Ел: “Аллаға ант етеміз. Әрине сен бұрыңғы жан-сақтықтасың” деді"},{"SurahNumber":12,"VerseNumber":96,"Text":"Шүйіншіші келген сәтте, жейдені Яғқұп (Ғ.С.) тың бетіне қоя сала көзі көруге айналды: “Сендерге Алла тарапынан сендер білмейтін нәрсені білемін демеп пе едім?” деді"},{"SurahNumber":12,"VerseNumber":97,"Text":"Ұлдары: “Әй әкеміз! Біздің күнәларымыздың жарылқануын тіле! Расында біз қателескен едік” деді"},{"SurahNumber":12,"VerseNumber":98,"Text":"Яғқұп (Ғ.С.): “Сендер үшін Раббымнан жарылқау тілеймін. Өйткені, Ол аса жарылқаушы, ерекше мейірімді” деді"},{"SurahNumber":12,"VerseNumber":99,"Text":"Олар, Юсып (Ғ.С.) тың қасына барғанда әке-шешесін өз қасына алды да: “Алланың қалауы бойынша Мысырға бейбіт түрде кіріңдер” деді"},{"SurahNumber":12,"VerseNumber":100,"Text":"Әке-шешесін таққа көтерді. Барлығы Алла үшін сәждеге жығылды. (Юсып Ғ.С.): “Әй әкетайым! Міне бұрыңғы көрген түсімнің жоруы. Рас оны Раббым хақиқатқа шығарды. Сондай-ақ шайтан туыстарым мен менің арамды бұзғаннан кейін, мені абақтыдан шығарып, сахарадан сендерді келтіріп, маған рас игілік етті. Күдіксіз Раббым қалағанына өте мейірімді. Ол толық білуші, хикмет иесі.”"},{"SurahNumber":12,"VerseNumber":101,"Text":"“Раббым маған патшалық бердің және түстердің жоруын үйреттің. Көктер мен жердің жаратушысы, Сен дүние, ахиретте иемсің. Мені бой ұсынған күйде өлтіріп, игілерге қос!”"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Мұхаммед Ғ.С.) саған бұл қиссаны көмес хабарлардан уахи етеміз. Олар іс жүзінде бірлесіп (Юсыпқа) мекерлік жасағанда, жандарында болмаған едің"},{"SurahNumber":12,"VerseNumber":103,"Text":"Сен, қанша ынтазар болсаң да, адамдардың көбі иман келтірмейді"},{"SurahNumber":12,"VerseNumber":104,"Text":"(Істегендеріңе) олардан ақы сұрамайсың. Ол Құран бүкіл әлемге тән үгіт"}]}