{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"Allah, seni affetsin! Doğru söyleyenler sana iyice belli olup, yalancıları bilinceye kadar beklemeden niçin onlara izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah’a ve ahiret gününe iman edenler mallarıyla ve canlarıyla cihad etmek istedikleri için senden izin istemezler. Allah, muttakileri çok iyi bilendir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah’a ve ahiret gününe iman etmeyen, kalpleri şüpheye düşüp şüphelerinde bocalayan kimseler senden izin isterler"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eğer savaşa çıkmak isteselerdi bir hazırlık yaparlardı. Fakat Allah, onların davranışlarını kerih gördü de onları alıkoydu. \"Geride kalanlarla (acizlerle) beraber oturun!\" denildi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Aranızda savaşa çıkmış olsalardı, size bozgunculuktan başka bir katkıları olmayacak ve sizi fitneye düşürmek için aranızda (koğuculuk yaparak) koşuşturacaklardı. Aranızda onları dinleyecek kişiler de vardı. Allah zalimleri bilendir"},{"SurahNumber":9,"VerseNumber":48,"Text":"(Münafıklar) Daha önce de fitne koparmak istemişlerdi. Sana karşı bir takım işler çeviriyorlardı. Sonunda hak geldi, onların istememesine rağmen Allah’ın emri üstün oldu"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan: \"Bana izin ver, beni fitneye düşürme!\" diyenler vardır. Bilin ki onlar fitneye düşmüşlerdi. Cehennem ise, o kâfirleri çepeçevre kuşatacaktır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Sana bir iyilik gelirse onların fenasına gider. Sana bir musibet gelirse; \"Biz önceden işimizi (sağlama) aldık.\" deyip sevinerek dönüp giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki: Allah’ın bize yazdığından başkası başımıza gelmez. O, bizim mevlamızdır. Mü'minler Allah’a güvenip, tevekkül etsinler"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki: \"Bize iki iyiden (şehadet ya da zaferden) başka bir şeyin gelmesini mi bekliyorsunuz? Oysa biz, Allah’ın kendi katından veya bizim elimizle sizi bir azaba uğratmasını bekliyoruz. Bekleyin siz, biz de sizinle bekleyenleriz"},{"SurahNumber":9,"VerseNumber":53,"Text":"De ki: \"İstekli veya isteksiz olarak infak edin, nasıl olsa kabul edilmeyecektir. Siz, şüphesiz fasık bir topluluksunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Verdiklerinin kabul olunmasına engel olan, Allah ve Rasûlüne (iman etmek yerine) kâfir olmaları, namaza ancak tembel tembel gelmeleri ve infâklarını istemeyerek vermeleridir"},{"SurahNumber":9,"VerseNumber":55,"Text":"Artık onların malları da evlatları da seni imrendirmesin. Doğrusu Allah, bunlar yüzünden dünya hayatında onları azaba uğratmayı ve canlarının, kâfirler olarak, güçlükle çıkmasını ister"},{"SurahNumber":9,"VerseNumber":56,"Text":"Onlar, sizden olduklarına dair Allah’a yemin ederler. Onlar sizden değillerdir. Aksine onlar korkak bir toplumdur"},{"SurahNumber":9,"VerseNumber":57,"Text":"Bir sığınak, mağaralar veya girecek bir yer bulsalar kaçarak oraya yönelirler"},{"SurahNumber":9,"VerseNumber":58,"Text":"İçlerinden sadakalar konusunda sana dil uzatanlar da var. Kendilerine ondan bir pay verilirse, hoşnut olurlar; eğer kendilerine ondan bir pay verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Eğer onlar, Allah ve Rasûlü'nün kendilerine verdiğinden hoşnut olup; \"Allah bize yeter, Allah bize bol nimetinden verecektir. Rasûlü de (Allah'ın verdiklerinden verecektir) ve biz gerçekten ancak Allah'a rağbet edenleriz.” deselerdi daha hayırlı olurdu"}]}