{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Then, who does more wrong than one who utters a lie against Allah, and denies the truth [this Quran, the Prophet (Muhammad SAW), the Islamic Monotheism, the Resurrection and the reward or punishment according to good or evil deeds] when it comes to him! Is there not in Hell an abode for the disbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"And he (Muhammad SAW) who has brought the truth (this Quran and Islamic Monotheism) and (those who) believed therein (i.e. the true believers of Islamic Monotheism), those are Al- Muttaqun (the pious and righteous persons - see V)"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have all that they will desire with their Lord. That is the reward of Muhsinun (good-doers - see V)"},{"SurahNumber":39,"VerseNumber":35,"Text":"So that Allah may remit from them the evil of what they did and give them the reward, according to the best of what they used to do"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is not Allah Sufficient for His slave? Yet they try to frighten you with those (whom they worship) besides Him! And whom Allah sends astray, for him there will be no guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"And whomsoever Allah guides, for him there will be no misleader. Is not Allah All-Mighty, Possessor of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"And verily, if you ask them: \"Who created the heavens and the earth?\" Surely, they will say: \"Allah (has created them).\" Say: \"Tell me then, the things that you invoke besides Allah, if Allah intended some harm for me, could they remove His harm, or if He (Allah) intended some mercy for me, could they withhold His Mercy?\" Say: \"Sufficient for me is Allah; in Him those who trust (i.e. believers) must put their trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: (O Muhammad SAW) \"O My people! Work according to your way, I am working (according to my way). Then you will come to know"},{"SurahNumber":39,"VerseNumber":40,"Text":"To whom comes a disgracing torment, and on whom descends an everlasting torment"},{"SurahNumber":39,"VerseNumber":41,"Text":"Verily, We have sent down to you (O Muhammad SAW) the Book (this Quran) for mankind in truth. So whosoever accepts the guidance, it is only for his ownself, and whosoever goes astray, he goes astray only for his (own) loss. And you (O Muhammad SAW) are not a Wakil (trustee or disposer of affairs, or keeper) over them"}]}