{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"(Ey Rasulum), sana dagların kıyametteki halini sorarlar(sa), de ki: “- Rabbim onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Boylece yerlerini dumduz bos bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Onlarda ne bir inis, ne de bir yokus goremiyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O kıyamet gununde, Sura ufliyen Israfil’in cagrısına, saga sola sapmadan, uyub kosacaklar, Oyle ki, RAHMAN’ın azametinden sesler kısılmıstır. Artık bir hısıltıdan baska hic bir sey isitemezsin.”"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun, RAHMAN’ın kendisine izin verdigi ve sozunden hosnud oldugu kimselerden baskasının sefaatı fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah, onların geleceklerini de, gecmislerini de bilir. Kulların ilmi ise asla bunu kavrayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Butun yuzler HAYYU’L-KAYYUM olan (olmeyen ve ezelden beri mevcud olan) Allah’a bas egmistir. Bir zulum yuklenen hakikaten husrana ugramıstır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mu’min olarak salih ameller islerse, artık o, ne bir zulumden korkar, ne cignenmeden (hakkının zayi olmasından)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Iste boylece biz, onu Arabca bir KUR’AN olarak indirdik. Onda tehdidlerden nice turlusunu tekrar tekrar beyan ettik ki, belki sakınır ve takva yolunu tutarlar; yahud o (Kur’an’daki nasihat ve tehditler), onlara bir ibret ve uyanıs verir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hukmunu (emir ve yasaklarını) yerine getiren, Hak olan Allah (butun noksanlıklardan beri ve) yucedir. (Ey Rasulum, Cebrail tarafından) sana vahy tamamlanmazdan evvel, (unutma korkusu ile) KUR’AN’ı okumada acele etme: “- Rabbim! Benim ilmimi artır.” de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Dogrusu bundan once Adem’e (bu agactan yeme diye) emr ettik de unuttu. Biz onda, bir sabır ve sebat bulmadık"}]}