{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":42,"Text":"E não creiais que Deus está desatento a tudo quanto cometem os iníquos. Ele somente os tolera, até ao dia em que seusolhos ficarão atônitos"},{"SurahNumber":14,"VerseNumber":43,"Text":"Correndo a toda a brida, com as cabeças hirtas, com os olhares inexpressivos e os corações vazios"},{"SurahNumber":14,"VerseNumber":44,"Text":"Admoesta, pois, os humanos sobre o dia em que os açoitará o castigo, e os iníquos dirão: ó Senhor nosso, poupa-nos pormais um pouco. Obedeceremos ao Teu apelo e seguiremos os mensageiros! (Ser-lhes-á respondido): Mas não jurastes antesque não seríeis aniquilados"},{"SurahNumber":14,"VerseNumber":45,"Text":"Residistes nos mesmos lugares daqueles que se condenaram, apesar de terdes presenciado o que lhes aconteceu e de vostermos dado (tantos) exemplos"},{"SurahNumber":14,"VerseNumber":46,"Text":"E conspiraram; porém, Deus tem registrado tais conspirações, mesmo que as suas conspirações tenham abalado asmontanhas"},{"SurahNumber":14,"VerseNumber":47,"Text":"Nunca penseis que Deus falte à promessa feita aos Seus mensageiros, porque Deus é Punidor, Poderosíssimo"},{"SurahNumber":14,"VerseNumber":48,"Text":"No dia em que a terra for trocada por outra (coisa) que não seja terra, como também os céus, quando os homenscomparecerem ante Deus, Único, Irresistível"},{"SurahNumber":14,"VerseNumber":49,"Text":"Verás os pecadores, nesse dia, cingidos por correntes"},{"SurahNumber":14,"VerseNumber":50,"Text":"As suas roupas serão de alcatrão, e o fogo envolverá os seus rostos"},{"SurahNumber":14,"VerseNumber":51,"Text":"Isso, para que Deus puna cada alma segundo os que tiver merecido. Sabei que Deus é destro em ajustar contas"},{"SurahNumber":14,"VerseNumber":52,"Text":"Esta é uma mensagem para os humanos, a fim de que com ela sejam admoestados, e saibam que somente Ele é o DeusÚnico, e para que os sensatos nela meditem"}]}