{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"When Musa completed the term, he moved on with his family. And while traveling, (Musa) perceived a fire burning at the foot of the mountain Toor. He said to his family, \"Stay here, I see a fire! Perhaps I can bring back some news from there or a burning log to keep you warm"},{"SurahNumber":28,"VerseNumber":30,"Text":"When he came to the sacred site on the right side of the valley, a voice called out from a tree, \"Oh Musa, I am Allah, the Lord of the universe"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw down your stick!\" When he saw it wriggling like a snake, he turned away and ran, and did not glance back. \"Oh Musa, come closer! Do not be afraid! Of course, you are safe"},{"SurahNumber":28,"VerseNumber":32,"Text":"Stick your hand in your pocket! It will come out dazzling white without any pain (or stain). To rid yourself of fear, brace your hand to your side. These are two proofs from your Lord for the pharaoh and his chiefs. They are indeed a disobedient people"},{"SurahNumber":28,"VerseNumber":33,"Text":"(Musa) said, \"My Lord, I have killed one of their men. I am afraid they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother, Haroon, is more fluent in speech than I am. Send him along to reinforce me. He will give credence to my claim. I am afraid they will reject me"},{"SurahNumber":28,"VerseNumber":35,"Text":"(Allah) said, \"We will bolster your strength with your brother, and We will grant you the power so they would be unable to hurt you. Because of Our signs, you two and those who follow you will triumph"},{"SurahNumber":28,"VerseNumber":36,"Text":"But when Musa brought to them Our clear signs, they said, \"This is only a trumped up magic. Such things were never heard of during the times of our forefathers"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa said, \"My Lord knows quite well all those who brought the guidance from Him. They would have the happy consequences in the afterlife. The wrongdoers (on the other hand) shall not prosper"},{"SurahNumber":28,"VerseNumber":38,"Text":"The pharaoh said, \"Oh my courtiers, I do not think you have any other god besides me. Oh Haaman, start a fire and bake clay (bricks) over it. Then build me a towering castle. Perhaps, (from atop that castle) I might be able to see the God of Musa! I really think he is a liar"},{"SurahNumber":28,"VerseNumber":39,"Text":"The pharaoh and his army deemed themselves great in this world; and without justification, they displayed arrogance. They thought they did not have to come back to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"So We grabbed him and his army, and flung them into the sea. Notice (carefully)! What was the final end of the tyrants"},{"SurahNumber":28,"VerseNumber":41,"Text":"We made them the leaders inviting others towards the hellfire. On the Day of Judgment, they shall receive no help"},{"SurahNumber":28,"VerseNumber":42,"Text":"We had a curse follow them in this life. On the Day of Judgment they will be disgraced and discredited"}]}