{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"H.Y.A.S. (Kaf. Ha. Ya. Ain. Sud)"},{"SurahNumber":19,"VerseNumber":2,"Text":"(This is) a reminder of your Master’s mercy to His servant Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"When he called his Master, a private calling"},{"SurahNumber":19,"VerseNumber":4,"Text":"He said: my Master, indeed my bones have weakened and my head has turned white (from old age), and I have not been unhappy about praying to you, my Master"},{"SurahNumber":19,"VerseNumber":5,"Text":"And indeed I am afraid of my relatives after me (when I am dead), and my wife is infertile, so give me an heir from Yourself"},{"SurahNumber":19,"VerseNumber":6,"Text":"to inherit from me and inherit from Jacob’s family. And my Master, make him pleasing"},{"SurahNumber":19,"VerseNumber":7,"Text":"(He was told): Zachariah, indeed We give you good news of a boy, his name is Yahya (John the Baptist), We did not give anyone his name (or attribute) in the past"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said: my Master, how can there be a son for me while my wife is infertile and I have reached the very old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"He (the angel) said: it is so, your Master says: it is easy for Me, and I have created you in the past while you were nothing"},{"SurahNumber":19,"VerseNumber":10,"Text":"He said: my Master, give me a sign. He said: your sign is that you will not speak to the people for three nights (being) sound (and healthy)"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he went out of the chamber (place of prayer) to his people, and revealed to them (by sign language) to glorify (God) morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yahya, take the book firmly. And We gave him the wisdom from childhood"},{"SurahNumber":19,"VerseNumber":13,"Text":"and sympathy and purity (and integrity) from Us, and he was in control of himself"},{"SurahNumber":19,"VerseNumber":14,"Text":"and good (and kind) to his parent, and he was not a disobeying bully"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace (and well-being) upon him the day he was born and the day he dies and the day he is raised to life"}]}