{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"O Enfants d’Israel ! Souvenez-vous que Je vous ai combles de bienfaits, et que Je vous ai preferes a tous les peuples"},{"SurahNumber":2,"VerseNumber":48,"Text":"Redoutez ce Jour ou nulle ame ne sera retribuee pour quoi que ce soit a la place d’une autre, et ou nulle intercession de sa part ne pourra intervenir, ou nulle rancon de sa part ne sera acceptee et ou aucun secours ne leur (les denegateurs) sera porte"},{"SurahNumber":2,"VerseNumber":49,"Text":"Nous vous avons delivres du joug des gens de Pharaon qui vous faisaient subir les pires supplices, qui egorgeaient vos fils et deshonoraient vos femmes ! Ce fut la une terrible epreuve a laquelle votre Seigneur vous a soumis"},{"SurahNumber":2,"VerseNumber":50,"Text":"Nous avons fendu la mer et Nous vous avons sauves, puis Nous y avons noye les gens de Pharaon sous vos yeux"},{"SurahNumber":2,"VerseNumber":51,"Text":"Nous avons rapproche Moise de Nous pendant quarante jours et vous avez profite de son absence pour prendre le veau comme idole prouvant ainsi votre deloyaute"},{"SurahNumber":2,"VerseNumber":52,"Text":"Pourtant, Nous vous avons accorde Notre Pardon, afin que vous temoigniez de votre reconnaissance"},{"SurahNumber":2,"VerseNumber":53,"Text":"Alors, Nous donnames a Moise Le Livre et le moyen de discerner le Bien du Mal. Peut-etre serez-vous des lors guides"},{"SurahNumber":2,"VerseNumber":54,"Text":"Vous souvenez-vous de ce que Moise avait dit a son peuple : « O mon peuple ! Vous avez fait preuve d’injustice envers vous-meme en prenant le veau comme idole. Repentez- vous donc a votre Seigneur et tuez les idolatres parmi vous. Votre Createur l’inscrira pour vous au nombre des bonnes actions et vous pardonnera vos peches, car Il est Celui Qui pardonne par excellence. Il est Le Clement »"},{"SurahNumber":2,"VerseNumber":55,"Text":"Vous avez replique : « O Moise ! Nous ne croirons a ce que tu nous apportes que lorsque nous aurons vu Dieu de nos propres yeux ». C’est la que sous vos yeux, la foudre s’est abattue sur vous"},{"SurahNumber":2,"VerseNumber":56,"Text":"Nous vous avons alors ressuscites, afin de vous donner une autre chance d’etre reconnaissants"},{"SurahNumber":2,"VerseNumber":57,"Text":"Nous etendimes sur vous un nuage blanc, et vous envoyames la manne et les cailles : « Regalez-vous des delices que Nous vous avons accordes ». Ce n’est pas a Nous qu’ils ont fait du tort mais bien a eux-memes »"},{"SurahNumber":2,"VerseNumber":58,"Text":"Nous dimes : « Entrez dans cette cite et mangez de ses produits a votre guise, partout ou il vous sera aise de le faire. Lorsque vous franchirez la porte, prosternez-vous et implorez le pardon de vos peches avec humilite. Nous pardonnerons vos erreurs et retribuerons davantage les bienfaisants »"},{"SurahNumber":2,"VerseNumber":59,"Text":"Cependant, les injustes substituerent d’autres paroles a celles qui leur avaient ete transmises. Alors, du ciel, Nous fimes abattre sur eux Notre courroux pour prix de leur impiete"}]}