{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Surely, the God-fearing will be in gardens and streams"},{"SurahNumber":15,"VerseNumber":46,"Text":"“Enter here in peace, free of fear.”"},{"SurahNumber":15,"VerseNumber":47,"Text":"We shall have removed whatever grudge they had in their hearts, (thus making them) brothers, sitting on couches, face to face"},{"SurahNumber":15,"VerseNumber":48,"Text":"No weariness shall touch them nor will they be expelled from there"},{"SurahNumber":15,"VerseNumber":49,"Text":"Tell My servants that I am the Most-Forgiving, the Very-Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"and that My punishment is the painful punishment"},{"SurahNumber":15,"VerseNumber":51,"Text":"and tell them about the guests of Ibrāhīm"},{"SurahNumber":15,"VerseNumber":52,"Text":"When they visited him, they greeted him with Salām (peace on you). He said, “We are scared of you.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"They said, “Do not be scared. We give you good news of a boy who will be knowledgeable.”"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said, “Do you give me the good news despite the old age has befallen me? So what good news you are giving to me?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"They said, “We have given to you the good news of a fact. So do not be one of those who lose hope.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said, “Who can lose hope in the mercy of his Lord except those who have lost the straight path?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"He said, “Then, what is your mission, O messengers?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"They said, “We have been sent to a sinful people"},{"SurahNumber":15,"VerseNumber":59,"Text":"except the family of LūT - all of whom we shall save"},{"SurahNumber":15,"VerseNumber":60,"Text":"but his wife. We have ordained that she will be among those who will remain behind.”"}]}