{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":127,"Text":"Bir de, kadınlar hakkında senden fetva (dinin hukmunu) istiyorlar (sana miraslarını soruyorlar). De ki, onlara dair fetvayı, size Allah veriyor: Kendilerine farz kılınan mirası vermediginiz ve nikahlamalarını da begenip istemediginiz yetim kızlar hakkında, magdur cocuklar hakkında ve yetimlere insaf ile bakmanız hakkında, yuzunuze karsı okunan kitabda ayetler var. Hayır olarak yapacagınız seyi Allah hakkıyla bilicidir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eger bir kadın, kocasının gecimsizliginden veya yuz cevirmesinden endise ediyorsa, bir anlasma ile aralarını duzeltmelerinde karı-koca uzerine gunah yoktur. Sulh en hayırlı bir istir. Zaten nefislerde kıskanclık hazırlanmıstır. Eger iyi gecinip arayı duzeltir, zulum ve gecimsizlikten sakınırsanız, elbette Allah, yapacagınız her seyden tamamen haberdardır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Kadınlar (ınız) arasında sevgide esitlik yapmaga hırs gosterseniz bile, asla buna gucunuz yetmez. O halde busbutun birine meyledip digerlerini (ne kocalı, ne de kocasız) askıda kalmıs gibi bırakmayın. Eger nefsinizi duzeltir ve haksızlıktan sakınırsanız gercekten Allah gunahlarınızı cok bagıslayıcıdır, cok merhamet edicidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eger karı-koca bosanarak birbirinden ayrılırlarsa Allah, her birini kendi kudreti ile ihtiyactan beri kılar. Allah’ın ihsanı genistir. O,hukmunde hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Goklerde ve yerde ne varsa hepsi Allah’ındır. Celalim hakkı icin, biz senden once kendilerine kitap verilenlere de, size de hep “Allah’dan korkun” diye tavsiye ettik. Eger inkar ederseniz bilin ki, goklerde ve yerde ne varsa hepsi Allah’ındır. Allah hic bir seye muhtac degildir, hamd ve sena O’nadır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Goklerde ve yerde ne varsa hepsi Allah’ındır. Bir vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ey insanlar! Eger O dilerse, sizi giderir yok eder de (yerinize) baskalarını getirir. Allah buna da kadirdir"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dunya mukafatını isterse, bilsin ki, dunyanın da, ahiretin de butun mukafatı Allah’ın katındadır. Allah soylenenleri isitici ve yapılanları gorucudur"}]}