{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, can be more unjust than he who lied against Allah and denied the Truth when it came to him, calling it a lie? Is there no room for such unbelievers in Hell"},{"SurahNumber":39,"VerseNumber":33,"Text":"But he who brought the Truth, and those who confirmed it as true, such are the ones who shall be guarded against the chastisement"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have from their Lord all that they wish for. That is the reward of those that do good"},{"SurahNumber":39,"VerseNumber":35,"Text":"so that Allah may remit their worst deeds and reward them according to the best of their deeds"},{"SurahNumber":39,"VerseNumber":36,"Text":"(O Prophet), does Allah not suffice for His servant? They frighten you with others apart from Him, although he whom Allah lets go astray, none can guide him to the Right Way"},{"SurahNumber":39,"VerseNumber":37,"Text":"And he whom Allah guides to the Right Way, none can lead him astray. Is not Allah the Most Mighty, the Lord of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"If you ask them: “Who created the heavens and the earth?” they will surely answer: “Allah.” Tell them: “What do you think, then, of the deities whom you call upon instead of Allah? If Allah should will that an affliction befall me, will those deities remove the harm inflicted by Him? Or if Allah should will that I receive (His) Mercy, will they be able to withhold His Mercy from me?” Say: “Allah is sufficient for me; those who have to put their trust, let them put their trust in Him"},{"SurahNumber":39,"VerseNumber":39,"Text":"Tell them: “My people, continue to work in your position as you will, I too will continue with my work. Soon you shall know"},{"SurahNumber":39,"VerseNumber":40,"Text":"whom the degrading chastisement will visit and upon whom the everlasting chastisement will alight"},{"SurahNumber":39,"VerseNumber":41,"Text":"(O Prophet), We revealed to you the Book with the Truth for all mankind. So he who follows the Right Way does so to his own benefit, and he who goes astray, shall hurt only himself by straying. You are not accountable on their behalf"}]}