{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf'un kardeşleri gelip onun huzuruna girdiler. (Yusuf) onları tanıdı; ancak onlar onu tanımadı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yüklerini hazırlatınca şöyle dedi: \"Baba tarafından olan kardeşinizi getirin. Görmüyor musunuz ben ölçüyü tartıyı tam, evsahipliğini de iyi yapıyorum"},{"SurahNumber":12,"VerseNumber":60,"Text":"Onu bana getirmezseniz, artık benden ölçülüp tartılacak bir şey beklemeyin ve bana yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dediler ki: \"O'nun hakkında babasını ikna etmeye çalışacağız. Kuşkun olmasın ki buna çalışacağız"},{"SurahNumber":12,"VerseNumber":62,"Text":"(Yusuf) Emri altındakilere de şöyle emir verdi: \"Ailelerine döndüklerinde bulmaları için, takas eşyalarını yüklerinin içine sokun, belki böylece geri dönerler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Babalarına döndüklerinde, \"Ey babamız,\" dediler, \"Bundan böyle bize erzak yasaklandı. Kardeşimizi bizimle yolla da erzak alalım. Biz onu koruruz,\" dediler"},{"SurahNumber":12,"VerseNumber":64,"Text":"Daha önce kardeşi için size nasıl güvendiysem şimdi de onun içinde mi size güveneyim? ALLAH en iyi Koruyucudur ve O, Merhametlilerin Merhametlisidir"},{"SurahNumber":12,"VerseNumber":65,"Text":"Erzak yüklerini açınca, eşyalarının kendilerine geri verilmiş olduğunu gördüler ve, \"Ey babamız, daha ne isteriz? İşte eşyalarımız bize geri verilmiş. Ailemizin geçimini sağlar, kardeşimizi korur ve bir deve yükü daha erzak alırız. Bu, kolay bir iştir,\" dediler"},{"SurahNumber":12,"VerseNumber":66,"Text":"Hepiniz kuşatılıp engellenmedikçe onu bana getireceğinize dair bana, ALLAH adına sağlam bir söz vermezseniz, onu sizinle beraber göndermem. Onlar ona söz verince, \"Söylediklerimize ALLAH tanıktır,\" dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"Dedi ki: \"Yavrularım, bir tek kapıdan girmeyin; farklı kapılardan girin. Ne var ki, ALLAH'ın önceden belirlediği şeyden sizi kurtaramam. Hüküm ALLAH'ındır ancak. Ben O'na güvendim. Güvenenler O'na güvenmeli"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının kendilerine emrettiği yerlerden girdiler. Bu, onları ALLAH'ın hiç bir takdirinden kurtaramazdı; ancak Yakup onlardan bunu istemekte özel bir nedene sahipti. O, kendisine öğrettiğimiz belli bir bilgiye sahipti; fakat halkın çoğu bilmez"}]}