{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"ߌߟߋ ߕߍ߫ ߞߍ߫ ߞߏߢߊ߫ ߛߌ߫ ߘߐ߫ ߸ ߌ ߕߍ߫ ߝߐߟߌ߫ ߛߌ߫ ߞߍ߫ ߞߎ߬ߙߊ߬ߣߊ ߞߣߐ߫ ߸ ߊߟߎ߫ ߕߍ߫ ߓߊ߯ߙߊ߫ ߛߌ߫ ߞߍ߫ ߸ ߝߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߞߍ߫ ߛߙߋߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߬ ߊߟߎ߫ ߝߘߌ߫ ߕߎߡߊ ߞߏߢߊ ߏ߬ ߘߐ߫، ߝߕߌ߫ ߖߌߘߊ߲ ( ߢߐ߲߰ߣߍ߲ ) ߜߎ ߟߋ߬ ߕߍ߫ ߘߏ߲߰ ߠߴߌ ߡߊ߰ߙߌ ߡߊ߬ ߘߎ߱ ߘߐ߫ ߥߟߊ߫ ߣߌ߫ ߛߊ߲ ߞߣߐ߫ ߸ ߝߋ߲߫ ߕߍ߫ ߡߍ߲ ߞߊ߫ ߘߐ߯ ߏ߬ ߘߌ߫ ߥߟߊ߫ ߞߊ߬ ߓߏ߲߬ߧߊ߫߸ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ߫ ߘߐߜߍ ߞߣߐ߫ ߟߋ߬ ߕߊߦߌ߫"},{"SurahNumber":10,"VerseNumber":62,"Text":"ߞߏ߬ߞߏ߫ ߊߟߊ߫ ߢߌ߲߭ ߠߎ߬ ߸ ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߞߍ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߛߎ߬ߣߎ߲߬ ߠߊ߫"},{"SurahNumber":10,"VerseNumber":63,"Text":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ߣߌ߲߫ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߊ߫"},{"SurahNumber":10,"VerseNumber":64,"Text":"ߘߟߊߝߎߟߌ ߟߴߏ߬ ߟߎ߬ ߦߋ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߟߊߞߌߙߊ߫ ߝߣߊ߫ ߘߐ߫، ߡߝߊ߬ߟߋ߲߬ ߢߊ߫ ߘߏ߲߬ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߦߋ߫ ߣߌ߬ ߓߟߋߓߟߋ ߘߌ߫ ߛߊ߫"},{"SurahNumber":10,"VerseNumber":65,"Text":"ߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߞߊߣߵߌ ߟߊߛߎ߬ߣߎ߲߫ ߘߋ߬، ߓߊ ߜߟߌߦߊ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫، ߏ߬ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬"},{"SurahNumber":10,"VerseNumber":66,"Text":"ߒ߬ߒ߬ߒ߫߸ ߒ ߞߏ߫ ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߣߌߡߊ ߟߎ߬ ߘߌ߫ ߞߍ߬؟ ߊ߬ߟߎ ߦߋ߫ ߡߎ߲߬ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߓߏ߲߰؟ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߜߙߊ߬ߢߐ߲߮ ߟߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߝߏ߫ ߖߌ߰ߟߌ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ ߞߎ߲߬ߘߐߕߍ߱ ߡߍ߲ ߞߍ߫ ߟߊ߫"},{"SurahNumber":10,"VerseNumber":67,"Text":"ߊߟߊ߫ › ߟߋ߫ ߞߊ߬ ߛߎ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߛߴߊߟߎ߫ ߘߴߊߟߎ߫ ߡߝߊ߫ ߏ߬ ߘߐ߫ ߸ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߞߍ߫ ߦߋߟߌ߫ ߕߎߡߊ ߘߌ߫، ߤߊ߲߫߸ ߕߊ߰ߛߌ߬ ߞߏ߫ ߟߎ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߕߟߏߡߊߣߐ߲߮ ߠߎ߬ ߦߋ߫ ߘߋ߬"},{"SurahNumber":10,"VerseNumber":68,"Text":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫߸ ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߏ߬ ߡߊ߬ ߞߟߋ߫، ߊ߬ߟߋ ߟߋ߫ ߓߊ߬ߣߊ ߘߌ߫ ߸ ߓߊ ߊ߬ ߕߊ ߟߋ߬ ߝߋ߲ ߓߍ߯ ߘߌ߫ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߘߐ߫ ߸ ߘߊ߬ߟߎ߬ ߛߌ߫ ߕߍ߫ ߊߟߎ߫ ߓߟߏ߫ ߢߌ߲߬ ߞߏ ߟߊ߫߸ ߊ߬ ߝߐ߫ ߊߟߎ߫ ߘߌ߫ ߝߋ߲߫ ߝߐ߫ ߊߟߊ߫ ߡߊ߬ ߊߟߎ߫ ߕߍ߫ ߡߍ߲ ߟߐ߲߫؟"},{"SurahNumber":10,"VerseNumber":69,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫ ߞߵߊ߬ ߟߴߊߟߊ߫ ߟߊ߫߸ ߏ߬ ߟߎ߬ ߕߍߣߊ߬ ߛߎߘߊ߲߫ ߠߊ߫"},{"SurahNumber":10,"VerseNumber":70,"Text":"ߘߎߢߊ߫ ߞߣߐ߫ ߘߊ߰ߡߎ߲߬ߣߍ߲߫ ߕߋ߲߬ ߘߐߙߐ߲߫، ߏ߬ ߟߋ ߞߐ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߛߊ߬ߦߌ߫ ߒ߬ߠߎ߫ ߡߊ߬، ߒ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߡߊߜߏ߬ߙߏ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߝߍ߬"}]}