{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"Hē priẏa nabī! Kēna tumi tā niṣid'dha karacha yā āllāh tōmāra jan'ya baidha karachēna? Tumi cā'icha tōmāra strīdēra khuśi karatē? Āra āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":66,"VerseNumber":2,"Text":"Āllāh tōmādēra jan'ya bidhāna diẏē rēkhēchēna tōmādēra śapathagulō thēkē muktira upāẏa; āra āllāh tōmādēra rakṣākārī bandhu, āra tini'i sarbajñātā, paramajñānī."},{"SurahNumber":66,"VerseNumber":3,"Text":"Āra smaraṇa karō! Nabī tām̐ra strīdēra kōnō ēkajanēra kāchē gōpanē ēkaṭi sambāda diẏēchilēna; -- kinta tini yakhana tā balē dilēna, ēbaṁ āllāh tām̐ra kāchē ēṭi jāniẏē diẏēchilēna, takhana tini tām̐kē tāra katakaṭā jāniẏēchilēna ēbaṁ cēpē giẏēchilēna an'ya katakaṭā. Tini yakhana tām̐kē tā jāniẏēchilēna takhana tini balalēna -- ''kē āpanākē ē kathā balalē?’’ Tini balēchilēna -- ''āmākē sambāda diẏēchēna sē'i sarbajñātā, cira-ōẏākiphahāla.’’"},{"SurahNumber":66,"VerseNumber":4,"Text":"Yadi tōmarā ubhaẏē āllāh‌ra dikē phērō, kēnanā tōmādēra hr̥daẏa itipūrbē'i jhōm̐kē gēchē. Kinta yadi tōmarā dujanē tām̐ra birud'dhē pr̥ṣṭhapōṣakatā kara tāhalē āllāh -- tini'i tām̐ra rakṣākārī bandhu, āra jibrīla ō puṇyabāna muminagaṇa, āra uparanta phiriś‌tārā'ō pr̥ṣṭhapōṣaka."},{"SurahNumber":66,"VerseNumber":5,"Text":"Hatē pārē tām̐ra prabhu, yadi tini tōmādēra tālāka diẏē dēna, tabē tini tām̐kē badalē dēbēna tōmādēra cā'itē'ō uṯkr̥ṣṭa strīdēra -- ā‌tmasamarpitā, biśbāsinī, binaẏābanatā, anutāpakāriṇī, upāsanākāriṇī, rōyāpālanakāriṇī, sbāmigharakāriṇī ō kumārī."},{"SurahNumber":66,"VerseNumber":6,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra nijēdēra ō tōmādēra paribāra-parijanadēra rakṣā karō sē'i āguna thēkē yāra jbālāni hacchē mānuṣa ō pātharagulō, tāra uparē raẏēchē phiriś‌tārā -- anamanīẏa, kaṭhōra, tārā āllāh‌kē amān'ya karē nā yā tini tādēra ādēśa karē thākēna, āra tārā tā'i karē yā tādēra ādēśa karā haẏa."},{"SurahNumber":66,"VerseNumber":7,"Text":"Ōhē yārā abiśbāsa pōṣaṇa karēcha! Ājakēra dinē kōnō ajuhāta ēnō nā. Niḥsandēha tōmādēra tō pratiphala dē'ōẏā hacchē yā tōmarā karē thākatē tāra'i."}]}