{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Āṇi tumacyā pālanakartyānē ughaḍa ādēśa dilēlā āhē kī tumhī tyācyāśivāya dusaṟyā kōṇācīhī upāsanā karū nakā āṇi mātā-pityāśī sad‌vyavahāra karā, jara tumacyā upasthitīta (hayātīta) yān̄cyāpaikī ēka kinvā hē dōghē vr̥d'dhāvasthēsa pōhōcatīla tara tyānnā ‘arē’ sud'dhā bōlū nakā, tyānnā dāṭavū nakā, ulaṭa tyān̄cyāśī ādara-sanmānānē bōlata jā"},{"SurahNumber":17,"VerseNumber":24,"Text":"Āṇi naramī va prēmāsaha tyān̄cyāsamōra vinamratāpūrvaka hāta pasaravūna ṭhēvā1 āṇi du'ā-prārthanā karīta rāhā, hē mājhyā pālanakartyā! Yān̄cyāvara aśīca dayā kara jaśī yānnī mājhyā bālapaṇāta mājhē pālanapōṣaṇa karaṇyāta kēlī āhē"},{"SurahNumber":17,"VerseNumber":25,"Text":"Jē kāhī tumacyā hr̥dayāta āhē tē tumacā pālanakartā cāṅgalyā prakārē jāṇatō. Jara tumhī nēka sadācārī asāla tara tō kṣamā-yācanā karaṇāṟyānnā māpha karaṇārā āhē"},{"SurahNumber":17,"VerseNumber":26,"Text":"Āṇi nātēvā'īkān̄cā, āṇi dīna-dubaḷyān̄cā āṇi pravāśān̄cā hakka adā karīta rāhā, āṇi apavyaya karaṇyāpāsūna dūra rāhā"},{"SurahNumber":17,"VerseNumber":27,"Text":"Niścitaca, apavyaya (udhaḷapaṭṭī) karaṇārē saitānācē bāndhava āhēta, āṇi saitāna āpalyā pālanakartyāśī mōṭhā kr̥taghna āhē"},{"SurahNumber":17,"VerseNumber":28,"Text":"Āṇi āpalyā pālanakartyācyā tyā dayā-kr̥pēcā śōdha ghēṇyāta, jicī tū āśā bāḷagatō, jara tulā tyān̄cyāpāsūna tōṇḍa phiravāvē lāgēla tara aśāhī sthitīta tū tyānnā cāṅgalyā prakārē āṇi naramīnē samajāvilē pāhijē"},{"SurahNumber":17,"VerseNumber":29,"Text":"Āṇi āpalā hāta āpalyā gaḷyāśī bāndhūna ṭhēvū nakā āṇi nā tō pūrṇapaṇē mōkaḷā sōḍā, maga dhiḥkkāralēlā āṇi paścāttāpita hō'ūna basāvē"},{"SurahNumber":17,"VerseNumber":30,"Text":"Niḥsanśaya, tumacā pālanakartā, jyālā icchitō rōjī (ājivikā) vistr̥ta karatō āṇi jyācyāsāṭhī icchitō saṅkucita (taṅga) karatō. Niḥsanśaya, tō āpalyā dāsān̄cī purēpūra khabara rākhatō āṇi khūpa cāṅgalyā prakārē pāhaṇārā āhē"}]}