{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Se o o ri (ise) Oluwa re ni, bi O se fe okunkun owuro loju (soju sanmo)? Ti O ba fe ni, iba da a duro sibe. Leyin naa, A fi oorun se atoka si bibe okunkun"},{"SurahNumber":25,"VerseNumber":46,"Text":"Leyin naa, A (fi imole oorun) mu okunkun (kuro nita) wa si odo Wa ni mimu diedie (ki ojumo le mo)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ati pe Oun ni Eni ti O se oru ni ibora fun yin. (O se) oorun ni isinmi (fun yin). O tun se osan ni asiko itusita (fun wiwa ije-imu)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Oun si ni Eni t’’O n ran ategun ni iro-idunnu siwaju ike Re. A si so omi mimo kale lati sanmo"},{"SurahNumber":25,"VerseNumber":49,"Text":"nitori ki A le fi so oku ile di aye ile ati nitori ki A le fun eran-osin ati opolopo eniyan ninu awon ti A da ni omi mu"},{"SurahNumber":25,"VerseNumber":50,"Text":"Dajudaju A ti pin omi yii laaarin won nitori ki won le ranti (ike Oluwa won). Sugbon opolopo eniyan ko (lati ranti) afi aimoore"},{"SurahNumber":25,"VerseNumber":51,"Text":"Ti o ba je pe A ba fe ni, A iba gbe olukilo kan dide ninu ilu kookan"},{"SurahNumber":25,"VerseNumber":52,"Text":"Nitori naa, ma se tele awon alaigbagbo. Ki o si fi (al-Ƙur’an) ja won ni ogun t’o tobi"},{"SurahNumber":25,"VerseNumber":53,"Text":"Oun ni Eni ti O mu awon odo meji san kiri. Eyi (ni omi) t’o dun gan-an. Eyi si (ni omi) iyo t’o moro. O fi gaga si aarin awon mejeeji. (O si) se e ni eewo ponnbele (fun won lati ko inira ba eda)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Oun ni Eni ti O seda abara lati inu omi. O se ibatan ebi ati ibatan ana fun un, Oluwa re si n je Alagbara"},{"SurahNumber":25,"VerseNumber":55,"Text":"Won n josin fun leyin Allahu ohun ti ko le se won ni anfaani, ti ko si le ko inira ba won. Alaigbagbo je oluranlowo (fun Esu) lati tako Oluwa re"},{"SurahNumber":25,"VerseNumber":56,"Text":"A ko si ran o nise tayo ki o je oniroo-idunnu ati olukilo"},{"SurahNumber":25,"VerseNumber":57,"Text":"So pe: “Emi ko beere owo-oya kan lowo yin lori re afi eni ti o ba fe mu ona (daadaa) to lo si odo Oluwa re.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Gbarale Alaaye ti ko nii ku. Se afomo pelu idupe fun Un. Allahu si to ni Alamotan nipa ese awon erusin Re"},{"SurahNumber":25,"VerseNumber":59,"Text":"(Oun ni) Eni ti O seda awon sanmo, ile ati awon nnkan t’o n be laaarin mejeeji laaarin ojo mefa. Leyin naa, O gunwa sori Ite-ola. Ajoke-aye ni, nitori naa, beere nipa Re (lodo Re nitori pe, O je) Alamotan"},{"SurahNumber":25,"VerseNumber":60,"Text":"Nigba ti won ba so fun won pe: “E fori kanle fun Ajoke-aye.” Won a wi pe: “Ki ni Ajoke-aye? Se ki a fori kanle fun ohun ti o n pa wa lase re ni?” (Ipepe naa) si mu won lekun ni sisa-seyin"}]}