{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Emlekezz meg Musa-rol (Mozesrol) a Konyvben (ebben a Koranban)! O oszinte hitu volt. Kuldott (es) Profeta volt o"},{"SurahNumber":19,"VerseNumber":52,"Text":"Szolitottuk ot a Hegy jobb oldalan es bizalmas beszelgetesre kozel engedtuk ot"},{"SurahNumber":19,"VerseNumber":53,"Text":"Es neki ajandekoztuk a Mi kegyelmunkbol testveret Harun-t Profetakent"},{"SurahNumber":19,"VerseNumber":54,"Text":"Es emlekezz meg a Konyvben (ebben a Koranban) /sma\"I-rol (Izmael)! Az igereteben o mindig igaz volt. Kuldott (es) Profeta volt o"},{"SurahNumber":19,"VerseNumber":55,"Text":"A csaladjanak az imat es a zakat- ot parancsolta mindig meg. Es az Ura elegedett volt vele"},{"SurahNumber":19,"VerseNumber":56,"Text":"Es emlekezz meg a Konyvben Idris-rol (Enoch) . O igaz ember volt (es) Profeta"},{"SurahNumber":19,"VerseNumber":57,"Text":"Magasztos helyre emeltuk ot fel"},{"SurahNumber":19,"VerseNumber":58,"Text":"Ok azok, akik irant Allah kegyelmet gyakorolt a profetak, Adam leszarmazottai, kozul es azok kozul, akiket Muk-al (Noeval) egyutt vittunk (a barkara) es [Ibrahim (Abraham) es Izrael leszarmazottai kozul es azok kozul, akiket vezereltunk es kivalasztottunk. Ha a Konyoruletes Versei recitaltatnak nekik sirva borulnak le"},{"SurahNumber":19,"VerseNumber":59,"Text":"Utanuk olyan nemzedek kovetkezett, akik elhanyagoltak az imat es a vagyakat\" kovettek. Csalodassal es veszteseggel\" fognak szembesulni"},{"SurahNumber":19,"VerseNumber":60,"Text":"Kiveve azokat, akik megbanast mutatnak es hisznek es kegyes tetteket hajtanak vegre. Ok a Paradicsomba lephetnek majdan be, es semmiben sem fognak jogtalansagot elszenvedni"},{"SurahNumber":19,"VerseNumber":61,"Text":"Adn (Eden) Kertjei, amelyeket a Konyoruletes igert meg az O szolgainak (azon dolgokbol, amelyek) lathatatlanok. Az O igerete bizonyosan beteljesedik"},{"SurahNumber":19,"VerseNumber":62,"Text":"Ott (a Paradicsomban) nem hallanak majdan ures beszedet, csupan a bekesseg (salam) \" koszonteset. Meg lesz nekik a gondoskodas reggel es este"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ez az a Paradicsom, amit orokul adunk azon szolgainknak, akik istenfelok voltak"},{"SurahNumber":19,"VerseNumber":64,"Text":"Mi (angyalok) csupan a te (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) Urad parancsara jovunk le, Ove az, ami elottunk van es az, ami mogottunk \"van es az is, ami e kozott van. Az Urad nem feledekeny"},{"SurahNumber":19,"VerseNumber":65,"Text":"Az egeknek es a foldnek az Ura es mindazoke, ami ezek kozott van. Ot szolgald es az O szolgalataban legy allhatatosan kitarto! Ismersz- € valaki mast is, aki hasonlo neven neveztethetne"}]}