{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":20,"Text":"(nabiyē,)paṟayuka: ñān enṟe rakṣitāvine mātramē viḷiccu prārt'thikkukayuḷḷū. avanēāṭ yāteārāḷeyuṁ ñān paṅkucērkkukayilla"},{"SurahNumber":72,"VerseNumber":21,"Text":"paṟayuka: niṅṅaḷkk upadravaṁ ceyyuka ennatēā (niṅṅaḷe) nērvaḻiyilākkuka ennatēā enṟe adhīnatayilalla"},{"SurahNumber":72,"VerseNumber":22,"Text":"paṟayuka: allāhuvi (nṟe śikṣayi) l ninn orāḷuṁ enikk abhayaṁ nalkukayē illa; tīrccayāyuṁ avannu puṟame oru abhayasthānavuṁ ñān orikkaluṁ kaṇṭettukayumilla"},{"SurahNumber":72,"VerseNumber":23,"Text":"allāhuviṅkal ninnuḷḷa prabēādhanavuṁ avanṟe sandēśaṅṅaḷuṁ oḻike (maṟṟeānnuṁ enṟe adhīnatayililla.) vallavanuṁ allāhuveyuṁ avanṟe dūtaneyuṁ dhikkarikkunna pakṣaṁ tīrccayāyuṁ avannuḷḷatāṇ narakāgni. attarakkār atil nityavāsikaḷāyirikkuṁ"},{"SurahNumber":72,"VerseNumber":24,"Text":"aṅṅane avarkk tākkīt nalkappeṭunna kāryaṁ avar kaṇṭu kaḻiññāl ēṟṟavuṁ durbalanāya sahāyi ārāṇennuṁ eṇṇattil ēṟṟavuṁ kuṟav ārāṇennuṁ avar manas'silākkikeāḷḷuṁ"},{"SurahNumber":72,"VerseNumber":25,"Text":"(nabiyē,) paṟayuka: niṅṅaḷkk tākkīt nalkappeṭunna kāryaṁ aṭuttu tanneyāṇēā atalla enṟe rakṣitāv atin avadhi veccēkkumēā enn enikk aṟiyilla"},{"SurahNumber":72,"VerseNumber":26,"Text":"avan adr̥śyaṁ aṟiyunnavanāṇ‌. ennāl avan tanṟe adr̥śyajñānaṁ yāteārāḷkkuṁ veḷippeṭutti keāṭukkukayilla"},{"SurahNumber":72,"VerseNumber":27,"Text":"avan tr̥ptippeṭṭa valla dūtannumallāte. ennāl addēhattinṟe (dūtanṟe) munniluṁ pinniluṁ avan kāvalkkāre ērpeṭuttuka tanne ceyyunnatāṇ‌"},{"SurahNumber":72,"VerseNumber":28,"Text":"avar (dūtanmār) taṅṅaḷuṭe rakṣitāvinṟe detyaṅṅaḷ etticcukeāṭuttiṭṭuṇṭ enn avan (allāhu) aṟiyān vēṇṭi. avaruṭe pakkaluḷḷatine avan paripūrṇṇamāyi aṟiññirikkunnu. ellā vastuvinṟeyuṁ eṇṇaṁ avan tiṭṭappeṭuttiyirikkunnu"}]}