{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"O´nun kavminden kufredip Ahiret´e kavusmayı yalan (ve sacma) sayan, Dunya hayatında refaha kavusturdugumuz ileri gelenler dediler ki: «Bu da ancak sizin gibi bir insandır; sizin yediginizden yiyor, ictiginizden iciyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger kendiniz gibi bir insana itaat edip pesine takılırsanız o takdirde husrana ugrarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"Siz oldugunuz, toprak ve kemik haline geldiginiz zaman, elbette (topraktan yeniden) cıkarılacagınızı mı va´dediyor O"},{"SurahNumber":23,"VerseNumber":36,"Text":"Va´dolundugunuz seyler pek uzaktır, pek uzak"},{"SurahNumber":23,"VerseNumber":37,"Text":"Bizim ancak Dunya hayatımızdır ki (bir kısmımız) oluruz, (bir kısmımız) yasarız ve biz bir daha diriltilip kaldırılmıyacagız"},{"SurahNumber":23,"VerseNumber":38,"Text":"(Peygamberlik iddiasında bulunan) o adam, Allah´a karsı yalan uyduran bir (saskından) baskası degildir. Biz de ona inanacak degiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"O (Peygamber) dedi ki: «Rabbim ! Beni yalancı saymalarına karsılık bana yardım et.»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah buyurduki: «Az bir zamanda (azabı gorunce) pisman olacaklar.»"},{"SurahNumber":23,"VerseNumber":41,"Text":"Derken korkunc bir ses gercekten onları yakaladı da bu yuzden onları (kıyılara atılıp itilmis) cercop haline getirdik. Zalim kavme (rahmet ve yardımdan) uzaklık"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra bunların ardından biz nice nesilleri ortaya cıkardık"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hicbir ummet (yok edilip silinecek) suresini ne ileri gecer, ne de geri kalır, (belirlenmis vakit gelince ilahi hukum tecelli eder)"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra peygamberleri ardarda gonderdik. Ne kadar bir ummete bir peygamber geldiyse, onu yalanladılar. Biz de onları arka arkaya (yok edip) hepsini birer masal yapıverdik. iman etmeyen bir kavme (rahmet ve yardımdan) uzaklık olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra da Musa ile kardesi Harun´u, Fir´avn´a ve onun yandaslarına mu´cizelerle ve cok acık belge ve delillerle gonderdik. Onlar ise buyukluk tasladılar. Zaten dik baslı, kendilerini cok yukseklerde goren bir milletti"},{"SurahNumber":23,"VerseNumber":46,"Text":"Sonra da Musa ile kardesi Harun´u, Fir´avn´a ve onun yandaslarına mu´cizelerle ve cok acık belge ve delillerle gonderdik. Onlar ise buyukluk tasladılar. Zaten dik baslı, kendilerini cok yukseklerde goren bir milletti"},{"SurahNumber":23,"VerseNumber":47,"Text":"«Biz» dediler, «bizim gibi (yiyip icen) iki insana hic inanır mıyız? Kaldı ki ikisinin de kavmi bize kulluk etmekteler.»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Boylece Musa ile Harun´u yalanladılar da bu yuzden yok edilen (bedbaht)lardan oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"And olsun ki Musa´ya o kitabı (Tevrat´ı) verdik ki, onlar dogru yolu bulsunlar"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem´in oglu ile onun anasını da bir mu´cize olarak sunduk. Onları yuksekce pınarı olan duz, oturmaya elverisli bir tepeye yerlestirip barındırdık"}]}