{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Āmi tō mūsākē kitāba diẏēchi ēbaṁ tām̐ra sāthē tām̐ra bhrātā hārunakē sāhāyyakārī karēchi."},{"SurahNumber":25,"VerseNumber":36,"Text":"Ataḥpara āmi balēchi, tōmarā sē'i sampradāẏēra kāchē yā'ō, yārā āmāra āẏātasamūhakē mithyā abhihita karēchē. Ataḥpara āmi tādērakē samūlē dhbansa karē diẏēchi."},{"SurahNumber":25,"VerseNumber":37,"Text":"Nūhēra sampradāẏa yakhana rasūlagaṇēra prati mithyārōpa karala, takhana āmi tādērakē nimajjata karalāma ēbaṁ tādērakē mānabamanḍalīra jan'yē nidarśana karē dilāma. Jālēmadēra jan'yē āmi yantraṇādāẏaka śāsti prastuta karē rēkhēchi."},{"SurahNumber":25,"VerseNumber":38,"Text":"Āmi dhbansa karēchi āda, sāmuda, kapabāsī ēbaṁ tādēra madhyabartī anēka sampradāẏakē."},{"SurahNumber":25,"VerseNumber":39,"Text":"Āmi pratyēkēra jan'yē'i dr̥ṣṭānta barṇanā karēchi ēbaṁ pratyēkakē'i sampurṇarūpē dhbansa karēchi."},{"SurahNumber":25,"VerseNumber":40,"Text":"Tārā tō sē'i janapadēra upara diẏē'i yātāẏāta karē, yāra ōpara barṣita haẏēchē manda br̥ṣṭi. Tabē ki tārā tā pratyakṣa karē nā? Baraṁ tārā punarujjībanēra āśaṅkā karē nā."},{"SurahNumber":25,"VerseNumber":41,"Text":"Tārā yakhana āpanākē dēkhē, takhana āpanākē kēbala bidrupēra pātrarūpē grahaṇa karē, balē, ē-i ki sē yākē āllāha ‘rasūla’ karē prēraṇa karēchēna"},{"SurahNumber":25,"VerseNumber":42,"Text":"sē tō āmādērakē āmādēra upāsyagaṇēra kācha thēkē sariẏē'i dita, yadi āmarā tādērakē ām̐kaṛē dharē nā thākatāma. Tārā yakhana śāsti pratyakṣa karabē, takhana jānatē pārabē kē adhika pathabhraṣṭa."},{"SurahNumber":25,"VerseNumber":43,"Text":"Āpani ki tākē dēkhēna nā, yē tārā prabr̥ttikē upāsyarūpē grahaṇa karē? Tabu'ō ki āpani tāra yim'mādāra habēna"},{"SurahNumber":25,"VerseNumber":44,"Text":"āpani ki manē karēna yē, tādēra adhikānśa śōnē athabā bōjhē? Tārā tō catuspada jantura mata; baraṁ āra'ō pathabhrānta"}]}