{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"Arau smarana karaa se'i dinatora katha, yidina ami samabeta karaima pratyeka sampradayara paraa eko ekota dala, yihamte amara nidarsanarali pratyakhyana karaichila, tara pichata sihamtaka saraibad'dhabharae ekatraita karaa ha'ba"},{"SurahNumber":27,"VerseNumber":84,"Text":"Arasesata yetiya sihamta ahi yaba, tetiya allahe sihamtaka ka’ba, ‘tomaloke mora ayatasamuhaka asbikara karaichila, athaca se'i bisaye tomalokara kono jnane'i nachila, ne tomaloke arau kiba karaichila"},{"SurahNumber":27,"VerseNumber":85,"Text":"arau an'yaya karaara karane sihamtara oparata ghosita sasti ahi paraiba; phalata sihamte ekorae ka’ba noraaraiba"},{"SurahNumber":27,"VerseNumber":86,"Text":"Sihamte dekha na'ine ye, amiye'i sihamtara babe raati srsti karaicho, yate sihamte bisraama laba parae arau dinaka karaicho drsyamana? Niscaya iyata nidarsana ache ene sampradayara babe yisakale imana posana karae"},{"SurahNumber":27,"VerseNumber":87,"Text":"Arau yidina sinata phum diya ha’ba, se'idina akasasamuha arau prthiraira sakalorae bhita-bihbala hai paraiba, kintu allahe yisakalaka iccha karaiba te'omlokara bahirae, arau sakalorae te'omra ocarata hina arasthata upasthita ha’ba"},{"SurahNumber":27,"VerseNumber":88,"Text":"Arau tumi yibora pahara-parbata dekhi acha, bhabicha e'ibora acala, athaca e'ibora meghapunjara darae calamana ha’ba. E'ito allaharae'i srsti-naipunya, yijane sakalo bastuke'i karaiche susama. Tomaloke yi karaa niscaya te'om se'i samparke samyaka arahita"},{"SurahNumber":27,"VerseNumber":89,"Text":"Yiye satkarma lai ahiba te'om tatokai utkrsta pratiphala paba arau se'idinara bhitikara arasthara paraa te'omloke niraapada thakiba"},{"SurahNumber":27,"VerseNumber":90,"Text":"Arau yiye asatkarma lai ahiba, taka adhomukhe ju'ita niksepa karaa ha’ba. Tomaloke yi karaichila tarae'i pratiphala tomalokaka diya haiche"},{"SurahNumber":27,"VerseNumber":91,"Text":"Moka nirdesa karaa haiche e'i nagarara pratipalakara ibadata karaibalai, yijane iyaka sanmanita karaiche. Sakalo bastu te'omrae'i. Moka arau adesa karaa haiche, ma'i yena atmasamarpanakarai sakalara antarbhukta ha'om"},{"SurahNumber":27,"VerseNumber":92,"Text":"Moka arau nirdesa diya haiche, kora'ana tilarata karaibalai. Eteke yiye satpatha aralambana karae si nijara kalyanara babe'i satpatha aralambana karae, arau yiye bhula patha aralambana karae, tente tumi koraa, ‘ma'ihe kerala ejana satarkakarai’"},{"SurahNumber":27,"VerseNumber":93,"Text":"Arau koraa, ‘sakalo dharanara prasansa kerala allaharae'i, acirae'i te'om tomalokaka te'omra nidarsanasamuha dekhuraaba, tetiya tomaloke seya ciniba paraiba’. Tomaloke yi karaa se'i samparke tomara raba amanoyogi nahaya"}]}