{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Ilez miast niesprawiedliwych obrocilismy w gruzy i stworzylismy po nich inne ludy"},{"SurahNumber":21,"VerseNumber":12,"Text":"A kiedy oni poczuli Nasza srogosc, pospiesznie uciekli stamtad"},{"SurahNumber":21,"VerseNumber":13,"Text":"Nie uciekajcie i powroccie do tego dobrobytu, z ktorego korzystaliscie, i do waszych mieszkan! Byc moze, bedziecie zapytani"},{"SurahNumber":21,"VerseNumber":14,"Text":"Powiedzieli: \"O biada nam! Bylismy niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":15,"Text":"I nie ustało to ich wołanie, az uczynilismy ich zniwem - bezwładnymi"},{"SurahNumber":21,"VerseNumber":16,"Text":"I nie stworzylismy nieba i ziemi, i tego, co jest miedzy nimi, dla zabawy"},{"SurahNumber":21,"VerseNumber":17,"Text":"A jeslibysmy chcieli sie zabawic, to znalezlibysmy rozrywke u Nas, gdybysmy w ogole mieli działac"},{"SurahNumber":21,"VerseNumber":18,"Text":"Przeciwnie! My razimy prawda fałsz; ona rozbija mu głowe i fałsz znika. Biada wam z powodu tego, co opisujecie"},{"SurahNumber":21,"VerseNumber":19,"Text":"Do Niego naleza ci, ktorzy sa w niebiosach i na ziemi. A ci, ktorzy sa przy Nim, nie wbijaja sie w pyche; tak by Jemu czci nie oddawac; i nie ustaja"},{"SurahNumber":21,"VerseNumber":20,"Text":"Oni głosza chwałe noca i dniem i nie doznaja zmeczenia"},{"SurahNumber":21,"VerseNumber":21,"Text":"Czyz oni wzieli sobie bogow z ziemi, ktorzy mogliby wskrzeszac"},{"SurahNumber":21,"VerseNumber":22,"Text":"A gdyby na niebie i ziemi byli bogowie, poza Bogiem, to one uległyby zniszczeniu. Chwała Bogu, Panu Tronu! On jest ponad to, co Jemu przypisuja"},{"SurahNumber":21,"VerseNumber":23,"Text":"On nie bedzie zapytywany o to, co czyni, a oni beda zapytywani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Czy oni wzieli sobie innych bogow, poza Nim? Powiedz: \"Dostarczcie wasze dowody! To jest napomnienie dla tych, ktorzy sa ze mna, i napomnienie dla tych, ktorzy byli przede mna.\" Ale wiekszosc z nich nie zna prawdy i oni sie odsuwaja"},{"SurahNumber":21,"VerseNumber":25,"Text":"My nie wysłalismy przed toba zadnego posłanca, ktoremu nie dalibysmy objawienia: \"Nie ma boga, jak tylko Ja! Przeto czcijcie Mnie"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni powiedzieli: \"Miłosierny wział Sobie syna.\" Niech On bedzie wysławiony! Alez przeciwnie! To sa tylko słudzy otoczeni szacunkiem"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni nie wyprzedzaja Go w słowie; oni działaja na Jego rozkaz"},{"SurahNumber":21,"VerseNumber":28,"Text":"On wie to, co jest przed nimi, i to, co jest za nimi; oni beda sie wstawiac tylko za tymi, ktorych On sobie upodobał; oni sa przeniknieci obawa przed Nim"},{"SurahNumber":21,"VerseNumber":29,"Text":"A ktokolwiek z nich powie: \"Ja jestem bogiem, poza Nim!\" - to temu My zapłacimy Gehenna. W ten sposob My płacimy niesprawiedliwym"}]}