{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":30,"VerseNumber":20,"Text":"Silerdi topuraktan jaratkandıgı jana adamga aylanıp (jer betine) taralganıŋar Anın (kuduretinin) belgilerinen"},{"SurahNumber":30,"VerseNumber":21,"Text":"Jana Anın belgilerinen -alar menen tınçtanuuŋar üçün silerge özüŋördön bolgon jubaylardı jaratıp bergeni! jana araŋarga süyüü, ırayım salıp koygonu. Çınında bul nerselerde pikir kılgan adamdar üçün (daanışmandıgıbızdın) belgiler(i) bar"},{"SurahNumber":30,"VerseNumber":22,"Text":"Jana Anın belgilerinen: Asmandar menen Jerdi jaratkanı, silerdin tiliŋer-di, ıraŋ-tüsüŋördü ar türdüü kılıp koygonu. Albette bularda bilgender üçün (Allaһtın kuduretine) belgiler bar"},{"SurahNumber":30,"VerseNumber":23,"Text":"Jana Anın belgilerinen (biri) silerdin tün içinde jana kündüz (dün bir bölügündö) uktaşıŋar. Jana (kündüzdün köp bölügündö) Allaһtın paziletin izdeşiŋer (tiriçilik kılışıŋar). Çınında, uşul nersede uga turgan adamdarga belgiler bar"},{"SurahNumber":30,"VerseNumber":24,"Text":"Jana Anın belgilerinen: Korkuşuŋar jana ümüt kılışıŋar üçün! silerge çagılgandı körgözöt. Jana Al (silerge) asmandan suu tüşürüp, anı menen jerdi ölgöndön? soŋ tiriltet. Albette mında akılduu adamdar üçün belgiler bar"},{"SurahNumber":30,"VerseNumber":25,"Text":"Jana Anın belgilerinen (biri) asman menen jerdin Anın amiri menen (tınç, zıyansız) turuşu. (Andan) Kiyin (Allaһ) silerdi çakıraar zamat bardıgıŋar Jerden (mürzödön) çıgarılasıŋar (Akırettik surak üçün)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Asmandarda jana Jerde bolgondun baarı Allaһtın mülkü. Bardıgı Aga (kaalasa-kaalabasa) moyun sunat"},{"SurahNumber":30,"VerseNumber":27,"Text":"Al kalk-kalayıktı (düynö-aalamdı) jokton bar kılgan jana (Akırette ekinçi jolu) kayradan jarata turgan Kuday. Bul iş Aga abdan jeŋil. Asmandardagı jana jerdegi eŋ jogorku sıpattoolor Özünö gana taandık. Al Kudurettüü, Daanışman"}]}