{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"ªi zice omul : \"Oare daca am murit, voi mai fi eu iaraºi adus inapoi la viaþa"},{"SurahNumber":19,"VerseNumber":67,"Text":"Dar oare nu-ºi aduce omul aminte ca Noi l-am creat mai inainte, dupa ce el nu fusese nimic"},{"SurahNumber":19,"VerseNumber":68,"Text":"Pe Domnul tau! Ii vom aduna pe ei ºi pe ºeitani, apoi ii vom aduce pe ei in genunchi, de jur imprejurul Gheenei"},{"SurahNumber":19,"VerseNumber":69,"Text":"Apoi ii vom scoate Noi din fiecare grup pe aceia care au fost cei mai inverºunaþi impotriva Celui Milostiv"},{"SurahNumber":19,"VerseNumber":70,"Text":"Apoi, Noi ºtim cel mai bine care dintre ei merita sa fie arºi"},{"SurahNumber":19,"VerseNumber":71,"Text":"ªi nu se afla nimeni printre voi care sa nu treaca pe acolo . Aceasta este o hotarare nestramutata a Domnului tau"},{"SurahNumber":19,"VerseNumber":72,"Text":"Dupa aceea, ii vom mantui Noi pe cei care au fost cu frica, iar pe cei nelegiuiþi ii vom lasa acolo in genunchi"},{"SurahNumber":19,"VerseNumber":73,"Text":"ªi cand li se citesc versetele Noastre cele limpezi, zic aceia carenu cred catre aceia care cred: \"Care din cele doua grupuri are osituaþie mai buna ºi o tovaraºie mai placut&ati"},{"SurahNumber":19,"VerseNumber":74,"Text":"Dar cate neamuri care ii intrec pe ei ca avere ºi ca infaþiºare am nimicit Noi inaintea lor"},{"SurahNumber":19,"VerseNumber":75,"Text":"Spune: “Acelora care sunt in ratacire Cel Milostiv le va prelungi zilele pentru un timp, pana ce ei vor vedea fie chinul, fie Ceasul [cu care ei sunt ameninþaþi] . Atunci vor ºti ei cine are loc mai rau º"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah va spori calauzirea celor care sunt bine calauziþi, iar faptele bune care raman vor avea mai buna rasplata de la Domnul tau ºi o mai buna urmare"},{"SurahNumber":19,"VerseNumber":77,"Text":"L-ai vazut pe acela care nu a crezut in versetele Noastre ºi a zis\"Mi se vor darui mie neindoielnic avere ºi copii"},{"SurahNumber":19,"VerseNumber":78,"Text":"Oare a patruns el Necunoscutul sau a incheiat el un legamant cuCel Milostiv"},{"SurahNumber":19,"VerseNumber":79,"Text":"In nici un caz! Iar Noi vom scrie ceea ce spune ºi-i vom spori Noi chinul"},{"SurahNumber":19,"VerseNumber":80,"Text":"Noi vom lua de la el moºtenire ceea ce spune el ºi va veni laNoi singur"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ei ºi-au facut alþi zei in locul lui Allah, ca sa le fie lor aparatori[impotriva pedepsei]"},{"SurahNumber":19,"VerseNumber":82,"Text":"Dar dimpotriva! [Aceºti zei] se vor lepada de adorarea lor ºi le vor fi lor duºmani"}]}