{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":5,"VerseNumber":51,"Text":"tam'ma manas'sugalalli rogaviruvavaru avaredege dhavisi hoguvudannu nivu kanuviri. ‘‘Nam'mannu kalacakravu badhisitemba (apatkala banditemba) bhaya namagide‘‘endu avaru heluttare. Nijavagi, allahanu (sighradalle) vijayavannu tandu koduva athava tanna kadeyinda ondu visesa adesavannu kaluhisuva sadhyate ide. Aga avaru, tam'ma manas'sugalolage baccittiruva visayagala kuritu pascattapa padabahudu"},{"SurahNumber":5,"VerseNumber":52,"Text":"(anthavara kuritu) visvasigalu ‘‘navu nim'ma jotegiddevendu allahana hesaralli ane haki heluttiddavaru ivare?‘‘Endu keluttare. Nijavagi avara karmagalellavu vyarthavadavu mattu avaru ellavannu kaledu kondavaradaru"},{"SurahNumber":5,"VerseNumber":53,"Text":"Visvasigale, nim'malli yaradaru tanna dharmadinda vimukhanagiddare (avanige tilidirali;) allahanu bahu begane innondu janangavannu taruvanu – avanu avarannu pritisuttiruvanu mattu avaru avanannu pritisuttiruvaru. Avaru visvasigala palige saumyaragiruvaru mattu dhikkarigala palige kathinaragiruvaru. Avaru allahana margadalli horaduvavaragiruvaru mattu mudalisuvavara mudalikege avaru anjalararu. Idella allahana anugraha. Avanu idannu tanicchisidavarige dayapalisuttane. Allahanantu visala jnana ullavanagiddane"},{"SurahNumber":5,"VerseNumber":54,"Text":"nijavagi allah, avana dutaru mattu visvasigalu matra nim'ma posakaragiddare. Avaru (visvasigalu) namajh annu sthapisuvavaru, jhakat pavatisuvavaru mattu (allahaneduru) baguvavaragiruttare"},{"SurahNumber":5,"VerseNumber":55,"Text":"allah mattu avana dutarannu hagu visvasigalannu posakaragi neccikondavaru (tilidirali;) – allahana padeyavare khandita vijayigalaguvaru"},{"SurahNumber":5,"VerseNumber":56,"Text":"visvasigale, nimaginta munce grantha nidalagiddavara paiki, nim'ma dharmavannu kevala tamaseyagi hagu atavagi kanuvavarannu mattu dhikkarigalannu nim'ma posakaragi neccikollabedi. Nivu visvasigalagiddare, allahana bhaya ullavaragiri"}]}