{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Insanlardan kimi, Allah'a bir ucundan ibadet eder, eger kendisine bir hayır dokunursa, bununla tatmin bulur ve eger kendisine bir fitne isabet edecek olursa yuzu ustu donuverir. O, dunyayı kaybetmistir, ahireti de. Iste bu, apacık bir kayıptır"},{"SurahNumber":22,"VerseNumber":12,"Text":"Allah'tan baska, kendisine ne zararı dokunan, ne yararı olan seylere yakarır. Iste bu, en uzak bir sapıklıktır"},{"SurahNumber":22,"VerseNumber":13,"Text":"(Ya da) Zararı, yararından daha yakın olana tapar; ne kotu yardımcı ve ne kotu yoldastır"},{"SurahNumber":22,"VerseNumber":14,"Text":"Suphesiz Allah, iman edip salih amellerde bulunanları, altından ırmaklar akan cennetlere sokar. Gercekten Allah, her istedigini yapar"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kim, Allah'ın ona, dunyada ve ahirette kesin olarak yardım etmeyecegini sanıyorsa, goge bir arac uzatsın sonra kesiversin de bir bakıversin, kurdugu duzen, onun ofkesini giderebilecek mi"},{"SurahNumber":22,"VerseNumber":16,"Text":"Iste Biz onu (Kur'an'ı) apacık ayetler olarak indirdik; suphesiz Allah, diledigini hidayete yoneltir"},{"SurahNumber":22,"VerseNumber":17,"Text":"Gercekten iman edenler, Yahudiler, yıldıza tapanlar (Sabii) Hıristiyanlar, atese tapanlar (Mecusi) ve sirk kosanlar; suphesiz Allah, kıyamet gunu aralarını ayıracaktır. Dogrusu Allah, herseyin uzerinde sahid olandır"},{"SurahNumber":22,"VerseNumber":18,"Text":"Gormedin mi ki, gercekten, goklerde ve yerde olanlar, gunes, ay, yıldızlar, daglar, agaclar, hayvanlar ve insanlardan bircogu Allah'a secde etmektedirler. Bircogu uzerine azap hak olmustur. Allah kimi asagılık kılarsa, artık onun icin bir yuceltici yoktur. Suphesiz Allah, diledigini yapar"},{"SurahNumber":22,"VerseNumber":19,"Text":"Iste bunlar cekisen iki gruptur, Rableri konusunda cekistiler. Iste o inkar edenler, onlar icin atesten elbiseler bicilmistir; basları ustunden de kaynar su dokulur"},{"SurahNumber":22,"VerseNumber":20,"Text":"Bununla karınları icinde olanlar ve derileri eritilmis olur"},{"SurahNumber":22,"VerseNumber":21,"Text":"Onlar icin demirden kamcılar vardır"},{"SurahNumber":22,"VerseNumber":22,"Text":"Ne zaman ordan, sarsıcı-uzuntuden cıkmak isterlerse, oraya geri cevrilirler ve (onlara:) \"Yakıcı azabı tadın\" (denir)"}]}