{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"Zar ne vidiš one koji tvrde da vjeruju u ono što je objavljeno tebi i u ono što je objavljeno prije tebe kako žele da im se pred tagutom – lažnim sudijom sudi, iako im je naređeno da u njega ne vjeruju?! A šejtan samo želi da ih u veliku zabludu navede"},{"SurahNumber":4,"VerseNumber":61,"Text":"I kada im se kaže: \"Pristupite ovome što je Allah objavio i pristupite Poslaniku\", vidiš licemjere kako se od tebe sasvim okreću"},{"SurahNumber":4,"VerseNumber":62,"Text":"A šta će tek biti kada ih pogodi nevolja zbog djela ruku njihovih, pa ti dođu zaklinjući se Allahom: \"Mi smo samo htjeli da dobro i pravo učinimo"},{"SurahNumber":4,"VerseNumber":63,"Text":"To su oni za koje Allah zna šta je u srcima njihovim, pa okreni se od njih i savjetuj ih, i reci im ono što će ih dirnuti"},{"SurahNumber":4,"VerseNumber":64,"Text":"A mi nismo nijednog poslanika poslali, osim da bi mu se pokoravalo uz Allahovo odobrenje. A da ti oni dođu kada sami sebi zulum učine i zamole Allaha da im oprosti, pa da i Poslanik zamoli da im se oprosti, oni bi vidjeli da Allah, doista, prima pokajanje i da je milostiv"},{"SurahNumber":4,"VerseNumber":65,"Text":"I, tako Mi Gospodara tvoga, oni neće vjerovati dok za sudiju u sporovima međusobnim tebe ne prihvate, a potom u dušama svojim tegobe ne osjete za ono što si odredio i sasvim se ne predaju"},{"SurahNumber":4,"VerseNumber":66,"Text":"I da smo Mi njima propisali \"da sami sebe poubijate!\" ili \"da se iselite iz svoga zavičaja!\", malo ko od njih bi to učinio! A kada bi onako kako im se savjetuje postupili, bilo bi im bolje i u vjeri čvršće"},{"SurahNumber":4,"VerseNumber":67,"Text":"I tada bismo im Mi, od Nas, veliku nagradu dali"},{"SurahNumber":4,"VerseNumber":68,"Text":"I na Pravi put bismo ih uputili"},{"SurahNumber":4,"VerseNumber":69,"Text":"Oni koji su pokorni Allahu i Poslaniku bit će u društvu onih koje je Allah blagodario: vjerovjesnika, onih koji srcem iskreno i u potpunosti vjeruju i šehida i čestitih ljudi, a divno li je to društvo"},{"SurahNumber":4,"VerseNumber":70,"Text":"To obilje je od Allaha i dovoljno je da Allah sve to dobro zna"}]}