{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Qoftë lavdëruar Allahu që krijoi qiejt dhe Tokën dhe bëri errësirën dhe dritën. E megjithatë, ata që nuk besojnë, sajojnë zota të tjerë si të barabartë me Zotin e tyre"},{"SurahNumber":6,"VerseNumber":2,"Text":"Është Ai që ju krijoi nga balta dhe pastaj caktoi një afat në këtë botë (vdekjen) dhe një tjetër në botën e përtejme (Ditën e Kiametit). Por përsëri ju dyshoni"},{"SurahNumber":6,"VerseNumber":3,"Text":"Ai është Allahu (i vetmi Zot i Vërtetë) në qiej dhe në Tokë; Ai di çfarë fshihni dhe çfarë tregoni, si dhe atë që arrini të fitoni"},{"SurahNumber":6,"VerseNumber":4,"Text":"Sa herë që atyre (jobesimtarëve) u vjen ndonjë varg nga shpallja e Zotit të tyre, ata ia kthejnë shpinën"},{"SurahNumber":6,"VerseNumber":5,"Text":"Kështu, ata e mohojnë të vërtetën, posa u shpallet, por së shpejti do t’u vijnë lajmet e asaj me të cilën talleshin"},{"SurahNumber":6,"VerseNumber":6,"Text":"A nuk e shohin ata se sa brezni i kemi zhdukur para tyre?! Ata ishin njerëz që i kishim dhënë më shumë pushtet në tokë sesa ju kemi dhënë juve (mekasve)? Ne u sollëm atyre shira të bollshëm dhe bëmë që të rrjedhin lumenj nëpër viset e tyre; por, për shkak të gjynaheve të veta, i shfarosëm dhe, më pas, krijuam brezni të tjera"},{"SurahNumber":6,"VerseNumber":7,"Text":"Sikur Ne të të zbritnim ty një Libër të shkruar në letër e ata ta preknin me duart e tyre, mosbesimtarët me siguri që do të thoshin: “Kjo s’është gjë tjetër, veçse një magji e hapur.”"},{"SurahNumber":6,"VerseNumber":8,"Text":"Ata thonë: “Sikur t’i kishte zbritur atij (Muhamedit) një engjëll?! Por po të dërgonim Ne engjëllin, puna do të merrte fund dhe nuk do t’u jepej asnjë afat"},{"SurahNumber":6,"VerseNumber":9,"Text":"Edhe sikur Ne ta bënim atë (Muhamedin) engjëll, me siguri që do t’i jepnim atij pamje njeriu dhe, kështu, do të bënim që të ngatërroheshin në lidhje me mesazhin, për të cilin tashmë ata janë të ngatërruar"},{"SurahNumber":6,"VerseNumber":10,"Text":"Me të vërtetë, janë përqeshur shumë të dërguar para teje, por ata që përqeshnin i përfshiu ajo me të cilën ata talleshin"}]}