{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"En Wij gaven de Israëlieten onderdak in een betrouwbaar onderkomen en voorzagen met goede dingen in hun onderhoud en zij zijn het pas oneens geworden nadat tot hen de kennis gekomen was. Jouw Heer zal op de opstandingsdag tussen hen oordelen over dat waarover zij het oneens waren"},{"SurahNumber":10,"VerseNumber":94,"Text":"Maar als jij in twijfel verkeert over wat Wij naar jou hebben neergezonden vraag dan aan hen die het boek al van voor jouw tijd lezen. Tot jou is de waarheid van jouw Heer gekomen, wees dus niet een van hen die het in twijfel trekken"},{"SurahNumber":10,"VerseNumber":95,"Text":"En wees niet een van hen die Gods tekenen loochenen; dan zul jij tot de verliezers behoren"},{"SurahNumber":10,"VerseNumber":96,"Text":"Zij, tegen wie het woord van jouw Heer zich bewaarheid heeft, zullen niet geloven"},{"SurahNumber":10,"VerseNumber":97,"Text":"ook al komt elk teken tot hen -- totdat zij de pijnlijke bestraffing zien"},{"SurahNumber":10,"VerseNumber":98,"Text":"Waarom is er geen andere stad geweest die tot geloof kwam en die dan nut van haar geloof had dan het volk van Joenoes? Toen zij tot geloof kwamen hieven Wij de bestraffing van de schande in het tegenwoordige leven van hen op en Wij gaven hun een tijdelijk vruchtgebruik"},{"SurahNumber":10,"VerseNumber":99,"Text":"En als jouw Heer het had gewild, hadden wie er op de aarde zijn allen geloofd. Of kun jij de mensen dwingen gelovigen te worden"},{"SurahNumber":10,"VerseNumber":100,"Text":"Niemand kan geloven zonder Gods toestemming en Hij legt de gruwelijke straf op aan hen die niet verstandig zijn"},{"SurahNumber":10,"VerseNumber":101,"Text":"Zeg: \"Kijkt naar wat er in de hemelen en op de aarde is.\" Maar de tekenen en de waarschuwingen baten de mensen niet die niet geloven"},{"SurahNumber":10,"VerseNumber":102,"Text":"Kunnen zij dan iets anders verwachten dan wat overeenkomt met de dagen van hen die voor jullie tijd zijn heengegaan? Zeg: \"Wachten jullie maar af; ik behoor met jullie tot de afwachtenden"},{"SurahNumber":10,"VerseNumber":103,"Text":"Dan redden Wij onze gezanten en hen die geloven. Zo redden Wij, als een verplichting voor Ons, de gelovigen"}]}