{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Kto odolzhit Allakhu dobryy zayem, tomu vozdayetsya vdvoyne. Shchedroye u Nego voznagrazhdeniye"},{"SurahNumber":57,"VerseNumber":12,"Text":"V tot den', kogda ty [, Mukhammad,] uvidish', chto pered veruyushchimi, muzhchinami i zhenshchinami, a takzhe s ikh pravoy storony izlivayetsya svet, [im budet skazano]: \"Segodnya vozveshchayetsya vam o sadakh, v kotorykh tekut ruch'i. [Prebyvayte] vechno tam, eto i yest' velikoye preuspeyaniye"},{"SurahNumber":57,"VerseNumber":13,"Text":"V tot den' munafiki, muzhchiny i zhenshchiny, skazhut uverovavshim: \"Pogodite, my u vas pozaimstvuyem nemnogo sveta\". Im otvetyat: \"Stupayte, otkuda prishli, i [tam] berite ogon'\". Mezhdu nimi budet vozvedena stena s vratami, vnutri kotoroy - miloserdiye, a snaruzhi yeye - nakazaniye"},{"SurahNumber":57,"VerseNumber":14,"Text":"[Munafiki] budut voproshat': \"Razve my ne byli s vami?\" [Veruyushchiye] otvetyat: \"Da, no vy vpali v soblazn po sobstvennoy vole - vy vyzhidali, somnevalis', ustupali svoim zhelaniyam, poka nakonets ne yavilas' volya Allakha, i obol'stitel' obol'stil vas [i otvratil] ot Allakha"},{"SurahNumber":57,"VerseNumber":15,"Text":"Segodnya ni ot vas (t. ye. Munafikov], ni ot ne uverovavshikh ne voz'mut vykupa [za izbavleniye ot nakazaniya adom]. Vasha obitel' - ogon', i on boleye podobayet vam. I skvernoye zhe eto mestoprebyvaniye"},{"SurahNumber":57,"VerseNumber":16,"Text":"Razve dlya uverovavshikh ne nastala pora, chtoby ikh serdtsa smirilis' pri upominanii Allakha i togo, chto nisposlano iz istiny, i chtoby oni ne upodobilis' tem, kotorym bylo nisposlano pisaniye ran'she, ch'i serdtsa ozhestochilis' po proshestvii dolgogo vremeni i bol'shinstvo kotorykh stalo nechestivtsami"},{"SurahNumber":57,"VerseNumber":17,"Text":"Da budet vam izvestno, chto Allakh ozhivlyayet zemlyu posle togo, kak ona issokhla. My uzhe ran'she raz\"yasnili vam znameniya, - byt' mozhet, vy urazumeyete"},{"SurahNumber":57,"VerseNumber":18,"Text":"Voistinu, muzhchinam i zhenshchinam, podayushchim milostynyu, i tem, kotoryye odolzhili Allakhu khoroshiy zayem, budet vozvrashcheno vdvoyne, i ugotovano im shchedroye voznagrazhdeniye"},{"SurahNumber":57,"VerseNumber":19,"Text":"A te, kotoryye uverovali v Allakha i Yego poslannikov, - oni govoryat pravdu i svidetel'stvuyut [protiv nevernykh] pered svoim Gospodom. Im ugotovany nagrada i svet [v Den' voskreseniya]. A te, kotoryye ne uverovali i otvergli nashi ayaty, oni - obitateli ada"}]}