{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Je! Wenye maradhi nyoyoni mwao wanadhani kwamba Mwenyezi Mungu hatazidhihirisha chuki zao"},{"SurahNumber":47,"VerseNumber":30,"Text":"Na tungeli penda tungeli kuonyesha hao na ungeli watambua kwa alama zao; lakini bila ya shaka utawajua kwa namna ya msemo wao. Na Mwenyezi Mungu anavijua vitendo vyenu"},{"SurahNumber":47,"VerseNumber":31,"Text":"Na bila ya shaka tutakujaribuni mpaka tuwadhihirishe wapignao Jihadi katika nyinyi na wanao subiri. Nasi tutazifanyia mtihani khabari zenu"},{"SurahNumber":47,"VerseNumber":32,"Text":"Kwa hakika walio kufuru na wakazuilia njia ya Mwenyezi Mungu na wakapinzana na Mtume baada ya kwisha wabainikia uwongofu, hao hawatamdhuru Mwenyezi Mungu kwa lolote. Naye ataviangusha vitendo vyao"},{"SurahNumber":47,"VerseNumber":33,"Text":"Enyi mlio amini! Mt'iini Mwenyezi Mungu, na mt'iini Mtume, wala msiviharibu vitendo vyenu"},{"SurahNumber":47,"VerseNumber":34,"Text":"Hakika walio kufuru na wakazuilia njia ya Mwenyezi Mungu, kisha wakafa na hali ni makafiri, Mwenyezi Mungu hatawasamehe makosa yao"},{"SurahNumber":47,"VerseNumber":35,"Text":"Basi msiregee na kutaka suluhu, maana nyinyi ndio mtakao shinda. Na Mwenyezi Mungu yu pamoja nanyi, wala hatakunyimeni malipo ya vitendo vyenu"},{"SurahNumber":47,"VerseNumber":36,"Text":"Hakika uhai wa duniani ni mchezo na pumbao. Na mkiamini na mkamchamngu Mwenyezi Mungu atakupeni ujira wenu, wala hakutakeni mali yenu"},{"SurahNumber":47,"VerseNumber":37,"Text":"Na akikutakeni hayo na kukushikilieni mtafanya ubakhili, na atatoa undani wa chuki zenu"},{"SurahNumber":47,"VerseNumber":38,"Text":"Angalieni! Nyinyi mnaitwa mtumie katika njia ya Mwenyezi Mungu, na wapo katika nyinyi wanao fanya ubakhili. Na anaye fanya ubakhili basi anajifanyia ubakhili mwenyewe. Na Mwenyezi Mungu si mhitaji, na nyinyi ndio wahitaji. Na mkigeuka atawaleta watu wengine badala yenu, nao hawatakuwa kama nyinyi"}]}