{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Na kumbuka, ewe Mtume, Nabii wa Mwenyezi Mungu Hūd, ndugu yao kina 'Ād kinasaba na siyo kidini, alipowaonya watu wake kuwa watashukiwa na adhabu ya Mwenyezi Mungu wakiwa kwenye nyumba zao hapo Aḥqāf (mahali kwenye mchanga mwingi) kusini mwa Arabuni. Na kwa hakika wamepita Mitume wakawaonya watu wao kabla ya Hūd na baada yake wakiwaambia, «Msimshirikishe Mwenyezi Mungu na kitu chochote mnapomuabudu. Mimi nawachelea nyinyi adhabu ya Mwenyezi Mungu katika Siku yenye kituko kikubwa , nayo ni Siku ya Kiyama.»"},{"SurahNumber":46,"VerseNumber":22,"Text":"Wakasema, «Je, umetujia kwa ulinganizi wako ili kutuepusha na ibada ya Mola wetu? Basi tuletee hiko unachotuahidi cha adhabu, iwapo wewe ni katika watu wa ukweli wa kauli yako na ahadi yako.»"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hūd, amani imshukie, akasema, “Hakika ujuzi wa adhabu mliyoahidiwa uko kwa Mwenyezi Mwenyezi Mungu, na kwa kweli mimi ni Mtume wa Mwenyezi Mungu kwenu, ninawafikishia ujumbe Alionituma nao, na lakini mimi ninawaona kuwa ni watu mlio wajinga kwa kuifanyia haraka adhabu na kuwa na ujasiri juu ya Mwenyezi Mungu"},{"SurahNumber":46,"VerseNumber":24,"Text":"Walipoiona adhabu walioifanyia haraka imejitokeza juu ikielekea kwenye mabonde yao, walisema, “Hiki ni kiwingu chenye kutunyesheza mvua.” Hūd, amani imshukie, aliwaambia, «Hiki si kiwingu cha mvua na rehema kama mlivyodhania, bali hiki ni kiwingu cha adhabu mliyoitaka kwa haraka, huo ni upepo ambao ndani yake muna adhabu yenye uchungu na yenye kuumiza"},{"SurahNumber":46,"VerseNumber":25,"Text":"«Unaangamiza kila kitu unachokipitia katika vitu ambavyo ulitumwa uviangamize kwa amri ya Mola wake na matakwa Yake.» Wakawa hakuna kinachoonekana chochote katika miji yao isipokuwa nyumba zao walizokuwa wakizikaa. Mfano wa malipo haya ndiyo tunayowalipa makafiri kwa sababu ya uhalifu wao na kupita kiasi kwao"},{"SurahNumber":46,"VerseNumber":26,"Text":"Na tuliwarahisishia hao 'Ād sababu za kumakinika duniani kwa namna ambayo hatukuwamakinisha nyinyi, enyi Makureshi, na tukawafanya wawe na masikio ya wao kusikia na macho ya wao kuonea na nyoyo za wao kufahamia, wakavitumia katika mambo yanayomfanya Mwenyezi Mungu Awe na hasira nao. Na hilo halikuwafalia kitu chochote kwa kuwa walikuwa wakikanusha hoja za Mwenyezi Mungu, na hiyo adhabu ambayo walikuwa wakiifanyia shere na kuiharakisha. Hili ni onyo kutoka kwa Mwenyezi Mungu, imetukuka shani Yake, na ni tahadharisho kwa wenye kukufuru"}]}