{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":105,"Text":"Мо ин китоби Қуръонро ба ростӣ ба ту нозил кардем, то он тавре, ки Аллоҳ ба ту омӯхтааст, миёни мардум ҳукм кунӣ, на бар асоси ҳаво ва хости худат. Аз хиёнаткор дифоъ накун, зеро ӯ даъвогари чизе аст, ки моли ӯ нест, хоҳ инро бидонад ё аз рӯи гумон чунин кунад"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ва аз Аллоҳ омӯрзиш бихоҳ агар чизе аз ту сар задааст, ки Ӯ омӯрзанда ва меҳрубон аст"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ва ба хотири касоне, ки ба худ хиёнат меварзанд (гуноҳ содир мекунанд,), тарафдорӣ макун, зеро Аллоҳ дӯст надорад хоинеро, ки хиёнаташ бузург ва гуноҳаш бисёр аст"},{"SurahNumber":4,"VerseNumber":108,"Text":"Онҳо пинҳон мекунанд аз мардум амалҳои ношоистаи худро ва аз Аллоҳ пинҳон ва шарм намекунанд, ҳол он ки Ӯ бо онҳост он гоҳ ки дар шаб миёни худ машварат мекунанд ва суханонеро ба забон меоранд, ки Аллоҳ аз он нохушнуд аст. Ва Аллоҳ ба он чи мекунанд, фарогирандааст. (Донандаи ҳамаи сирҳои пинҳониву ошкоро аст)"},{"SurahNumber":4,"VerseNumber":109,"Text":"Огоҳ бошед, ин шумоед, ки дар ин ҷаҳон аз онон сахт ҷонибдорӣ кардед, кист, ки дар рӯзи қиёмат аз онҳо дар баробари Аллоҳ ҷонибдорӣ кунад ё чӣ касе вакили онҳо хоҳад буд"},{"SurahNumber":4,"VerseNumber":110,"Text":"Ва ҳар ки кори баде кунад ё ба худ ситам раво дорад, он гоҳ аз Аллоҳ омӯрзиш хоҳад ва ба гуноҳ эътироф кунад ва аз он пушаймон шавад ва аз он даст бикашад ва тасмим гирад, ки онро бори дигар анҷом надиҳад, Аллоҳро омӯрзанда ва меҳрубон хоҳад ёфт"},{"SurahNumber":4,"VerseNumber":111,"Text":"Ва ҳар ки гуноҳе кунад, ҷазои он гуноҳ дар дунёву охират ба зиёни худаш мерасад ва Аллоҳ ба ҳақиқати кори бандагонаш доно ва он чӣ миёни онҳо ҳукм мекунад бо ҳикмат аст"},{"SurahNumber":4,"VerseNumber":112,"Text":"Ва ҳар кӣ хато ё гуноҳе кунад, он гоҳ бегуноҳеро ба он гуноҳ айбдор созад, албатта, барои туҳматаш гуноҳи ошкоро бар дӯши худ гирифтааст"}]}