{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"All-llahu ta fali ty (Muhammed) gabimin pse atyre ju dhe leje (te ngelin pa dale) para se te behej per ty e qarte se cilet ishin te drejte dhe t´i dije me kohe rrenacaket"},{"SurahNumber":9,"VerseNumber":44,"Text":"Ata qe besojne All-llahun dhe boten tjeter, nuk te kerkojne leje per te mos luftuar me pasurine dhe veten e tyre. All-llahu i di te sinqertit"},{"SurahNumber":9,"VerseNumber":45,"Text":"Vetem ata qe nuk besojne All-llahun dhe boten tjeter dhe qe zemrat e tyre jane te dyshimta, te kerkojne leje (per te mos vajtur ne lufte), pra ata, sillen verdalle ne dyshimin e tyre"},{"SurahNumber":9,"VerseNumber":46,"Text":"E sikur te kishin deshiruar ata te dalin, do te benin per te (per lufte) ndonje pergatitje, por All-llahu nuk e pelqeu ngritjen e tyre, andaj i zbrapsi, dhe u eshte thene: \"Rrini me te paaftit (femijet, grate e pleqte)"},{"SurahNumber":9,"VerseNumber":47,"Text":"Edhe sikur te dilnin me ju, ata nuk do t´ju shtonin tjeter pos ngaterreses dhe shume shpejte do ta percanin mesin tuaj, duke kerkuar t´ju turbullojne. E nder ju ka te tille qe i degjojne ata. All-llahu i di shume mire hipokritet"},{"SurahNumber":9,"VerseNumber":48,"Text":"Ata edhe me pare tentuan percarjen tuaj, t´i ngaterruan ty ceshtjet derisa te erdhi e verteta dhe ngadhenjeu vendimi i All-llahut, perkunder asaj qe ata e urrenin"},{"SurahNumber":9,"VerseNumber":49,"Text":"Dhe prej tyre ka te tille qe thone: \"Me lejo mua (te mos shkoj ne lufte) e mos me ve ne sprove!\" Ja, ata mu ne sprove kane rene (me pare). Xhehennemi gjithsesi i perfshin nga te gjitha anet jobesimtaret"},{"SurahNumber":9,"VerseNumber":50,"Text":"Nese ty te takon ndonje e mire (ne lufte), ajo u vjen keq atyre, e nese te godet ndonje e pakendshme, ata thone: \"Ne edhe me pare kemi ndermarre per ceshtjen tone\", dhe kthehen te gezuar"},{"SurahNumber":9,"VerseNumber":51,"Text":"Thuaj: \"Neve nuk na godet asgje tjeter, pervec cka na eshte caktuar nga All-llahu; Ai eshte ndihmetar yni\". Prandaj, vetem All-llahut le t´i mbeshteten besimtaret"},{"SurahNumber":9,"VerseNumber":52,"Text":"Thuaj: \"C´pritni per ne tjeter, pos njeres nga dy te mirat (o fitues, o deshmore)? Ndersa ne presim per ju qe nga ana e All-llahut, ose nepermjet duarve tona, t´ju godase me denim. Pra, ju pritni, e bashke me ju presim edhe ne"},{"SurahNumber":9,"VerseNumber":53,"Text":"Thuaj: \"Shpenzuat ju me deshire a me dhune, nuk u pranohet kurrsesi, vertet ju ishit popull i padegjueshem"},{"SurahNumber":9,"VerseNumber":54,"Text":"Mospranimin e dhenieve te tyre nuk e pengoi tjeter gje vetem pse ata mohuan All-llahun dhe te derguarin e Tij, dhe namazin e falin vetem me pertaci, e lemoshen nuk e japin ndryshe pos duke urrejtur"},{"SurahNumber":9,"VerseNumber":55,"Text":"Prandaj, mos te mahnite (mos e shih te mire) pasuria e tyre e as femijet e tyre, All-llahu do vetem t´i denoje me to ne jeten e kesaj bote e t´ua nxjerre shpirtrat duke qene ashtu qafira"},{"SurahNumber":9,"VerseNumber":56,"Text":"Ata betohen ne All-llahun se vertet jane si ju, por ata nuk jane me ju, ata jane popull qe frikohet"},{"SurahNumber":9,"VerseNumber":57,"Text":"Sikur te gjenin ndonje vendstrehim, ndonje shpelle a ndonje vrime, ata do te shkonin aty me vrapim"},{"SurahNumber":9,"VerseNumber":58,"Text":"Ka prej tyre qe do te bejne verejtje ne ndarjen e lemoshes, nese u jepet nga ajo, ata mbesin te kenaqur, e nese nuk u jepet, ata hidherohen"},{"SurahNumber":9,"VerseNumber":59,"Text":"E sikur te kenaqeshin me ate qe ua dha All-llahu dhe i derguari i Tij, e te thonin: \"Neve na mjafton All-llahu, All-llahu do te na furnizoje nga te mirat e Tij, e edhe i derguari i Tij, dhe se vetem te All-llahu e mbeshtesim deshiren (do te ishte shume me)"}]}