{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Kuma lalle ne haƙiƙa Mun bai wa Musa ayoyi guda tara bayyanannu, sai ka tambayi Bani Isra'ila, a lokacin da ya je musu, sai Fir'auna ya ce masa, \"Lalle ni, ina zaton ka, ya Musa, sihirtacce"},{"SurahNumber":17,"VerseNumber":102,"Text":"Ya ce: \"lalle ne haƙiƙa ka sani babu wanda ya saukar da waɗannan, face Ubangijin sammai da ƙasa domin su zama abubuwan lura. Kuma lalle ne ni, haƙiƙa, ina zaton ka, ya Fir'auna, halakakke"},{"SurahNumber":17,"VerseNumber":103,"Text":"Sai ya yi nufin fitar da su daga ƙasar, sai Muka nutsar da shi, shi da wanda yake tare da shi gaba ɗaya"},{"SurahNumber":17,"VerseNumber":104,"Text":"Kuma Muka ce: daga bayansa ga Bani Isra'ila, \"Ku zauni ƙasar. Sa'an nan idan wa'adin ƙarshe ya zo, za Mu je da ku jama'a-jama'a"},{"SurahNumber":17,"VerseNumber":105,"Text":"Kuma da gaskiya Muka saukar da shi, kuma da gaskiya ya sauka. Kuma ba Mu aike ka ba face kana mai bayar da bushara kuma mai gargaɗi"},{"SurahNumber":17,"VerseNumber":106,"Text":"Kuma yana abin karatu Mun rarraba shi domin ka karanta shi ga mutane a kan jinkiri kuma Mun sassaukar da shi sassaukarwa"},{"SurahNumber":17,"VerseNumber":107,"Text":"Ka ce: \"Ku yi imani da Shi, ko kuwa kada ku yi imani, lalle ne waɗanda aka bai wa ilmi daga gabaninsa, idan ana karatunsa a kansu, suna faɗuwa ga haɓoɓinsu, suna masu sujada"},{"SurahNumber":17,"VerseNumber":108,"Text":"Kuma suna cewa: Tsarki ya tabbata ga Ubangijinmu! Lalle ne wa'adin Ubangijinmu ya kasance, haƙiƙa, abin aikatawa"},{"SurahNumber":17,"VerseNumber":109,"Text":"Kuma suna faɗuwa ga haɓoɓinsu suna kuka, kuma yana ƙara musu tsoro"},{"SurahNumber":17,"VerseNumber":110,"Text":"Ka ce: \"Ku kirayi Allah ko kuwa ku kirayi Mai rahama. Kowane kuka kira to Yana da sunaye mafi kyau. Kuma, kada ka bayyana ga sallarka, kuma kada ka ɓoye ta. Ka nemi hanya a tsakanin wancan"},{"SurahNumber":17,"VerseNumber":111,"Text":"Kuma ka ce: \"Godiya ta tabbata ga Allah wanda bai riƙi ɗa ba kuma abokin tarayya bai kasance a gare Shi ba a cikin mulkinSa, kuma wani masoyi saboda wulakancin bai kasance a gare Shi ba.\" Kuma ka girmama Shi, girmamawa"}]}