{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Осмонлар ва Ердаги бор нарса Аллоҳга тасбеҳ айтди. У қудрат ва ҳикмат Соҳибидир"},{"SurahNumber":57,"VerseNumber":2,"Text":"Осмонлар ва Ер Унинг мулкидир. У ҳаёт ва ўлим берур. У барча нарсага қодирдир"},{"SurahNumber":57,"VerseNumber":3,"Text":"Аввал ҳам, охир ҳам, зоҳир ҳам, ботин ҳам Унинг Ўзидир. У барча нарсани билгувчидир"},{"SurahNumber":57,"VerseNumber":4,"Text":"У осмонлар ва Ерни олти кунда яратиб, сўнгра (Зоти ва Улуғлигига муносиб тарзда) Аршга олий бўлган Зотдир. У Ерга кирадиган (ёмғир-қор суви хазина-ю дафина ва жасадлар каби) нарсаларни ҳам, ундан чиқадиган (ўт-ўлан, наботот ва булоқ сувлари каби нарсаларни ҳам, самодан тушадиган (ризқу насиба, хайру барака каби) нарсаларни ҳам, унга (самога) кўтариладиган (яъни, амал ва дуо-илтижо каби) нарсаларни ҳам билур. Сизлар қаерда бўлсангизлар, У сизлар билан биргадир. Аллоҳ қилаётган амалларингизни кўриб тургувчидир"},{"SurahNumber":57,"VerseNumber":5,"Text":"Осмонлар ва Ер Унинг мулкидир. Барча ишлар ёлғиз Аллоҳга қайтарилур"},{"SurahNumber":57,"VerseNumber":6,"Text":"У кечани кундузга киритур ва кундузни кечага киритур. У диллардаги сирларни билгувчидир"},{"SurahNumber":57,"VerseNumber":7,"Text":"(Эй инсонлар), Аллоҳга ва Унинг пайғамбари (Муҳаммад алайҳис-салоту вас-салом)га иймон келтиринглар ҳамда У зот сизларни халифа қилиб қўйган нарсалардан (яъни, вақтинча қўлларингизда турган эрта бир кун сизлар истасангиз-истамасангиз ўзгаларнинг қўлларига ўтиб кетадиган Аллоҳ берган мол-давлатдан) инфоқ-эҳсон қилинглар! Бас, сизлардан иймон келтирган ва инфоқ-эҳсон қилган зотлар учун катта ажр-мукофот бордир"},{"SurahNumber":57,"VerseNumber":8,"Text":"Агар сизлар иймон келтиргувчи бўлсангизлар — пайғамбар (ораларингизда) сизларни Парвардигорингизга иймон келтиришга даъват қилиб тургани ҳолда (Аллоҳ эса сизларнинг руҳларингизни яратган пайтидаёқ, иймон келтириш ҳақидаги) аҳду-паймонингизни олгани ҳолда нега сизлар (Аллоҳга) иймон келтирмаяпсизлар"},{"SurahNumber":57,"VerseNumber":9,"Text":"У Ўз бандаси (Муҳаммад алайҳис-салоту вас-салом)га токи у сизларни (куфр) зулматларидан (иймон) нурига олиб чиқиш учун аниқ-равшан оятларни (яъни, Қуръони Каримни) нозил қиладиган Зотдир. Албатта Аллоҳ сизларга меҳрибон ва раҳмлидир"},{"SurahNumber":57,"VerseNumber":10,"Text":"Нега сизлар Аллоҳ йўлида инфоқ-эҳсон қилмаяпсизлар?! Ҳолбуки, осмонлар ва Ернинг ворислиги ёлғиз Аллоҳники-ку (яъни, оз кунда сизлар бу оламдан ўтиб кетиб, қўлларингиздаги барча мол-дунёларингиз Аллоҳга мерос бўлиб қолади-ку)! Сизлардан (Макка) фатҳ бўлишидан илгари инфоқ-эҳсон қилган ва (Расулуллоҳ билан бирга кофирларга қарши) урушган кишилар (Макка фатҳидан кейин инфоқ-эҳсон қилган ва урушган кишилар билан) баробар бўлмас. Улар кейин инфоқ-эҳсон қилган ва урушган кишилардан улуғроқ мартабададирлар. Барчаларига Аллоҳ гўзал (оқибат-жаннат) ваъда қилгандир. Аллоҳ қилаётган амалларингиздан хабардордир"}]}