{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Bendito Quem fez constelacoes, no ceu, e nele, fez um luzeiro e uma lua luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"E Ele e Quem fez a noite e o dia alternados, para quem deseja meditar ou deseja agradecer a Allah"},{"SurahNumber":25,"VerseNumber":63,"Text":"E os servos dO Misericordioso sao os que andam, mansamente, sobre a terra e, quando os ignorantes se dirigem a eles, dizem: \"Salam!\",\"Paz"},{"SurahNumber":25,"VerseNumber":64,"Text":"E os que passam a noite prosternando-se, diante de seu Senhor, e orando de pe"},{"SurahNumber":25,"VerseNumber":65,"Text":"E os que dizem: \"Senhor nosso! Desvia de nos o castigo de Geena. Por certo, seu castigo e perpetuo"},{"SurahNumber":25,"VerseNumber":66,"Text":"Por certo, que vil residencia e lugar de permanecer e ela"},{"SurahNumber":25,"VerseNumber":67,"Text":"E os que, quando despendem seus bens, nao os esbanjam nem restringem, mas seu dispendio esta entre isso, ajustado"},{"SurahNumber":25,"VerseNumber":68,"Text":"E os que nao invocam, junto de Allah, outro deus, e nao matam a alma que Allah proibiu matar, exceto se com justa razao, e nao adulteram; e quem faz isso encontrara punicao"},{"SurahNumber":25,"VerseNumber":69,"Text":"O castigo duplicar-se-lhe-a, no Dia da Ressurreicao e, nele, permanecera, eternamente, aviltado"},{"SurahNumber":25,"VerseNumber":70,"Text":"Exceto quem se volta arrependido e cre e faz o bem; entao, a esses, Allah trocar-lhes-a as mas obras em boas obras. E Allah e Perdoador, Misericordiador"},{"SurahNumber":25,"VerseNumber":71,"Text":"E quem se volta arrependido e faz o bem, por certo, ele se volta para Allah, arrependido, perfeitamente"},{"SurahNumber":25,"VerseNumber":72,"Text":"E os que nao prestam falso testemunho e, quando passam junto da frivolidade, passam nobremente"},{"SurahNumber":25,"VerseNumber":73,"Text":"E os que, quando sao lembrados dos versiculos de seu Senhor, nao permanecem desatentos a eles, como surdos, cegos"},{"SurahNumber":25,"VerseNumber":74,"Text":"E os que dizem: \"Senhor nosso! Dadiva-nos, da parte de nossas mulheres e de nossa descendencia, com alegre frescor nos olhos e faze-nos guia para os piedosos"},{"SurahNumber":25,"VerseNumber":75,"Text":"Esses serao recompensados com a camara eterea, porque pacientaram; e, nele, ser-lhe-ao conferidas saudacoes e paz"},{"SurahNumber":25,"VerseNumber":76,"Text":"La, serao eternos. Que bela residencia e lugar de permanecer"},{"SurahNumber":25,"VerseNumber":77,"Text":"Dize, Muhammad: \"Meu Senhor nao se importaria convosco, nao fora vossa suplica. E, com efeito, desmentistes o Mensageiro; entao, ser-vos-a imposto o castigo"}]}