{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"O te, kotoryye uverovali! Allakh obyazatel'no podvergnet vas ispytaniyu okhotnich'yey dobychey, kotoruyu smogut dostat' vashi ruki i kop'ya, chtoby Allakh uznal tekh, kto boitsya Yego, ne vidya Yego voochiyu (ili vtayne ot lyudey). A kto prestupit granitsy dozvolennogo posle etogo, tomu budut ugotovany muchitel'nyye stradaniya"},{"SurahNumber":5,"VerseNumber":95,"Text":"O te, kotoryye uverovali! Ne ubivayte okhotnich'yu dobychu, nakhodyas' v ikhrame. Yesli kto-nibud' iz vas ub'yet yeye prednamerenno, to vozdayaniyem za eto budet skotina, podobnaya toy, chto on ubil. Vynosyat resheniye o ney (o zhertvennoy skotine) dvoye spravedlivykh muzhey iz vas, i eta zhertva dolzhna dostich' Kaaby. Ili zhe dlya iskupleniya etogo sleduyet nakormit' bednyakov ili soblyusti ravnotsennyy post, daby on vkusil pagubnost' svoyego postupka. Allakh prostil to, chto bylo prezhde, no yesli kto-nibud' vernetsya k etomu, to Allakh otomstit yemu. Allakh - Mogushchestvennyy, Sposobnyy na vozmezdiye"},{"SurahNumber":5,"VerseNumber":96,"Text":"Vam dozvoleny morskaya dobycha i yeda vo blago vam i putnikam, no vam zapreshchena okhotnich'ya dobycha na sushe, poka vy nakhodites' v ikhrame. Boytes' Allakha, k Kotoromu vy budete sobrany"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allakh sdelal Kaabu, Zapovednyy dom, a takzhe zapretnyy mesyats, zhertvennykh zhivotnykh i zhivotnykh (ili lyudey) s ozherel'yami oporoy dlya lyudey. Eto - dlya togo, chtoby vy znali, chto Allakhu izvestno o tom, chto na nebesakh, i tom, chto na zemle, i chto Allakh vedayet o vsyakoy veshchi"},{"SurahNumber":5,"VerseNumber":98,"Text":"Znayte, chto Allakh surov v nakazanii i chto Allakh - Proshchayushchiy, Miloserdnyy"},{"SurahNumber":5,"VerseNumber":99,"Text":"Na Proroka ne vozlozheno nichego, krome peredachi otkroveniya. Allakh znayet o tom, chto vy obnaruzhivayete, i tom, chto vy skryvayete"},{"SurahNumber":5,"VerseNumber":100,"Text":"Skazhi: «Skvernoye i blagoye ne ravny, dazhe yesli izobiliye skvernogo ponravilos' tebe (ili udivilo tebya)». Boytes' zhe Allakha, obladateli razuma, - byt' mozhet, vy preuspeyete"}]}