{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gun cehenneme: Doldun mu? deriz. O da: Daha var mı? der"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de takva sahiplerine yaklastırılır. Zaten uzakta degildir"},{"SurahNumber":50,"VerseNumber":32,"Text":"Iste size vaadolunan budur. Ki o; daima Allah´a yonelen ve buyruklarına riayet eden"},{"SurahNumber":50,"VerseNumber":33,"Text":"Gormedigi halde Rahman´dan korkan ve Allah´a yonelik bir kalb ile gelenlere"},{"SurahNumber":50,"VerseNumber":34,"Text":"Selemetle girin oraya. Iste bu, ebediyet gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada diledikleri onlarındır. Katımızda daha fazlası da var"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz; onlardan once, kendilerinden daha kuvvetli olan ve diyar diyar dolasan nice nesilleri yok etmisizdir. Kurtulus var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Muhakkak ki bunda; kalbi olan veya hazır bulunup da kulak veren kimseler icin elbette bir ogut vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun ki; Biz, gokleri, yeri ve ikisinin arasında bulunanları altı gunde yarattık. Ve Bize hic bir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Ne derlerse sabret sen. Gunesin dogusundan evvel ve batısından once Rabbını hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir bolumunde ve secdelerinin ardından da O´nu tesbih et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Bir munadinin yakın bir yerden cagıracagı gune, kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun; bu sayhayı gercekten isiteceklerdir. Iste bu, cıkıs gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Muhakkak ki oldurecek de, diriltecek de Biziz Biz. Ve donus de ancak Bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun; yer yarılır, onlar cabucak cıkarlar. Iste bu, Bize gore kolay olan bir hasirdir"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz; onların dediklerini cok iyi biliriz. Sen, onların ustunde bir zorba degilsin. Tehdidimden korkacaklara Kur´an´la ogut ver"}]}