{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"O Enfants d’Israel ! Rappelez-vous Ma grace (cette grace) dont Je vous ai combles. Je vous ai privilegies par rapport aux autres peuples du monde (vos contemporains)"},{"SurahNumber":2,"VerseNumber":48,"Text":"Et craignez le jour ou aucune ame ne rachetera de rien une autre ame, ou il n’en sera accepte aucune intercession ; ou il n’en sera recu aucune compensation. Et ils n’auront aucun secours"},{"SurahNumber":2,"VerseNumber":49,"Text":"Et (souvenez-vous)[27] lorsque Nous vous avons sauves des gens de Pharaon, lesquels vous faisaient subir le pire des supplices, egorgeaient vos fils et laissaient vos femmes en vie. C’etait la une bien terrible epreuve de la part de votre Seigneur"},{"SurahNumber":2,"VerseNumber":50,"Text":"Et lorsque Nous avons fendu la mer devant vous et que nous vous avons ainsi sauves et noye les gens de Pharaon pendant que vous regardiez"},{"SurahNumber":2,"VerseNumber":51,"Text":"Et lorsque Nous avons donne rendez-vous a Moise quarante nuits durant, et lorsque, en son absence, vous avez pris pour idole le Veau et vous etiez alors injustes"},{"SurahNumber":2,"VerseNumber":52,"Text":"Puis, apres cela, Nous vous avons pardonne ; peut-etre serez-vous reconnaissants"},{"SurahNumber":2,"VerseNumber":53,"Text":"Et lorsque Nous avons donne a Moise le Livre et le Discernement (Al-Furqan) afin que vous soyez guides (vers la juste voie)"},{"SurahNumber":2,"VerseNumber":54,"Text":"Et lorsque Moise eut dit a son peuple : « O peuple mien ! Vous vous etes leses vous-memes en prenant pour idole le Veau. Repentez–vous donc aupres de votre Createur ! Tuez donc les coupables parmi vous : ce serait bien meilleur pour vous aupres de votre Createur ! » Alors, Il accepta votre repentir, car c’est Lui le Tout Absoluteur, le Tout Misericordieux"},{"SurahNumber":2,"VerseNumber":55,"Text":"Et (souvenez-vous encore) lorsque vous avez dit : « O Moise ! Nous ne te croirons pas avant d’avoir vu Allah d’une facon evidente. » Alors, la foudre vous a saisis pendant que vous regardiez (impuissants)"},{"SurahNumber":2,"VerseNumber":56,"Text":"Puis Nous vous avons ressuscites apres votre mort ; peut-etre serez-vous reconnaissants"},{"SurahNumber":2,"VerseNumber":57,"Text":"Et Nous avons etendu sur vous l’ombre du nuage, et avons fait descendre sur vous la manne et les cailles : « Mangez donc des delices que Nous vous avons accordees ! » Ils ne Nous ont point lese mais se lesaient eux-memes"},{"SurahNumber":2,"VerseNumber":58,"Text":"Et lorsque Nous dimes : « Entrez dans cette cite et mangez-y ou vous voudrez et autant qu’il vous plaira ; entrez-y par la porte prosternes et demandez : « Remission pour (nos peches) ! » Nous vous pardonnerons alors vos fautes et Nous donnerons plus encore aux bienfaiteurs. »"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ceux qui ont ete injustes ont alors substitue d’autres paroles a celles qui leur ont ete dites et, sur eux, Nous avons fait descendre du ciel un chatiment humiliant pour les punir d’avoir ete impies"}]}