{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":148,"Text":"(Tan iraivanitam uraiyata musa cenratarkup) pinnar musavutaiya makkal tankal aparanankalaik kon(tu ceyyappat)ta kanruk kuttiyin cilaiyai(t teyvamaka) etuttuk kontarkal. Atarku (mattin captattaip ponra) captamiruntatu. Eninum (atu uyirarra verum cilai.) Niccayamaka atu avarkalutan pecuvatumillai; avarkalukku oru valiyai arivippatumillai enpataiyum avarkal kavanittirukka ventama? Eninum, avarkal ataiye (teyvamaka) etuttuk kontu (atanal tankalukkuttame) tinkilaittuk kontavarkalaka akivittarkal"},{"SurahNumber":7,"VerseNumber":149,"Text":"avarkal niccayamakat tankal valikettu vittom enpataik kantu kaicetappattapolutu ‘‘enkal iraivan enkalukku arul purintu enkal kurrankalai mannikkavittal niccayamaka nankal nastamataintavarkalaki vituvom'' enru kurinarkal"},{"SurahNumber":7,"VerseNumber":150,"Text":"(itaik kelviyurra) musa kopattutanum tukkattutanum tan makkalitam tirumpi vantapolutu (avarkalai nokki) ‘‘nan illata camayattil ninkal ceyta ikkariyam mikak kettatu. Unkal iraivanin kattalai(yakiya vetanai)yai ninkal avacarappatuttukirirkala?'' Enru kuri (iraivanin kattalaikal elutappatta kar)palakaikalai erintu vittu tan cakotararin talai (muti)yaip pitittut tan pakkam iluttar. A(tarka)var ‘‘en tayin makane! Inta makkal niccayamaka ennai palavinappatutti ennaik kolai ceytuvitavum murpattanar. (Atalal, nan onrum ceyya mutiyamalakivittatu. Akave, ennai avamanappatutti) etirikal cantosappatumaru nir ceytu vitatir. (Inta) aniyayakkara makkalutanum ennai certtu vitatir'' enru kurinar"},{"SurahNumber":7,"VerseNumber":151,"Text":"(Piraku musa iraivanai nokki) ‘‘en iraivane! Enakkum en cakotararukkum ni pilai poruttarulvayaka! Un anpilum enkalai certtuk kolvayaka! Ni kirupai ceypavarkalil ellam mikka kirupaiyalan'' enru (pirarttanai ceytu) kurinar"}]}