{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"(Unibuke) ubwo Nyagasani waweyahamagaraga Musa (akamubwira ati) \"Jya ku bantu b’inkozi z’ibibi"},{"SurahNumber":26,"VerseNumber":11,"Text":"Abantu ba Farawo, (ubabwire uti) \"Ese ntibakwiye gutinya (ibihano bya Allah, bakareka ibibi barimo)"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa) aravuga ati \"Nyagasani!Mu by’ukuri,ndatinya ko bazampinyura"},{"SurahNumber":26,"VerseNumber":13,"Text":"Maze igituza cyanjye kigafungana (kubera umubabaro), kandi ururimi rwanjye ntirubanguka (mu gusobanura amagambo). Bityo oherereza Haruna (aze dufatanye)"},{"SurahNumber":26,"VerseNumber":14,"Text":"Kandi (abantu ba Farawo) hari icyaha banshinja, nkaba ntinya ko bazanyica"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah) aravuga ati \"Si ko bimeze (ntibazakwica)! Ngaho mwembi nimujyane ibitangaza byacu (kwa Farawo). Mu by’ukuri, tuzaba turi kumwe namwe, twumva (ibizavugwa byose)"},{"SurahNumber":26,"VerseNumber":16,"Text":"Mwembi nimujye kwa Farawo mu mubwire muti \"Mu by’ukuri, twe turi intumwa za Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":17,"Text":"(Adutumye) ngo \"Rekura bene Isiraheli tubajyane"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Farawo) aravuga ati \"Ese ntitwakureze kuva ukiri umwana, ukabana natwe imyaka (myinshi) y’ubuzima bwawe"},{"SurahNumber":26,"VerseNumber":19,"Text":"Maze ugakora igikorwa wakoze (cyo kwica umuntu), uri mubahakana (ineza twakugiriye)"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) aravuga ati \"Nagikozeubwo nari mu bayobye"},{"SurahNumber":26,"VerseNumber":21,"Text":"Nuko ndabahunga kubera kubatinya. Ariko Nyagasani wanjye yampaye ubumenyi (bwo kumusobanukirwa ndetse n’ubuhanuzi), anangira umwe mu ntumwa (ze)"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ese ibyo (kundera) ni yo nezauncyurira kandi waragize bene Isiraheli abacakara"},{"SurahNumber":26,"VerseNumber":23,"Text":"Farawo aravuga ati \"Ese Nyagasaniw’ibiremwa byose ni nde"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa) aravuga ati \"Ni Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo, niba mudashidikanya (ko ari we wabiremye ngaho nimumwemere)"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Farawo) abwira abamukikije ati \"Aho ntimunyumvira (ibyo ari kuvuga)"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa) aravuga ati \"(Uwo) ni Nyagasani wanyu akaba na Nyagasani w’abakurambere banyu"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Farawo) aravuga ati \"Mu by’ukuri,(iyi) ntumwa yanyu yabatumweho ni umusazi"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa) aravuga ati \"(Uwo) ni Nyagasani w’Uburasirazuba n’Uburengerazuba n’ibiri hagati yabyo, niba mufite ubwenge (nimumwemere)"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Farawo) aravuga ati \"Nuramuka ugize indi mana (wemera) itari njye, rwose ndakugira umwe mu mbohe"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) aravuga ati \"Ese (wamfunga) n’iyo naba nkuzaniye ikintu kigaragara (cyerekana ukuri kwanjye)"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Farawo) aravuga ati \"Ngaho kizane niba koko uri mu banyakuri"},{"SurahNumber":26,"VerseNumber":32,"Text":"Nuko (Musa) anaga inkoni ye (hasi, ihinduka) inzoka igaragara"},{"SurahNumber":26,"VerseNumber":33,"Text":"Anavana ukuboko kwe (mu kwaha), kuza kwererana kugaragarira abareba"}]}