{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Es ha meghazudtolnak teged, mondd: Nekem megvan a magam cselekedetem es nektek is megvan a magatok cselekedete. Ti mentesek vagytok attol, amit en cselekszem, es en is mentes vagyok attol, amit ti cselekedtek"},{"SurahNumber":10,"VerseNumber":42,"Text":"Vannak kozottuk olyanok, akik figyelnek rad. Vajon te hallova teheted-e a suketeket, ha egyszer nem hasznaljak az eszuket"},{"SurahNumber":10,"VerseNumber":43,"Text":"Vannak kozottuk olyanok, akik. rad neznek. Vajon vezetheted-e a vakokat, ha egyszer nem latnak"},{"SurahNumber":10,"VerseNumber":44,"Text":"Bizony Allah nem kovet el bunt az emberek ellen semmiben. Am az emberek kovetnek el bunt maguk ellen"},{"SurahNumber":10,"VerseNumber":45,"Text":"Es azon a Napon, amikor osszegyujti oket, (ugy tunhet) mintha csak egyetlen orat maradtak volna a napbol. Felismerik egymast. Bizony karvallott vesztesek azok, akik meghazudtoltak az Allah-hal valo talalkozast. Ok nem vezereltettek az Igaz Uton"},{"SurahNumber":10,"VerseNumber":46,"Text":"Akar megmutatjuk neked! egy reszet annak, amivel fenyegetjuk oket, akar elragadunk teged- Hozzank lesz a visszateresuk. Majd pedig Allah tanu arra, hogy mit cselekszenek"},{"SurahNumber":10,"VerseNumber":47,"Text":"Minden kozossegnek van egy Kuldotte! Es ha eljon a Kuldottuk, Igazsagos itelet szuletik kozottuk. Nem szenvednek el jogtalansagot"},{"SurahNumber":10,"VerseNumber":48,"Text":"Es azt mondjak: , Mikor lesz ez a fenyegetes, ha az igazat szolok kozul valok vagytok"},{"SurahNumber":10,"VerseNumber":49,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Nem rendelkezem a magam szamara azzal a kepesseggel, hogy artsak, vagy hasznot hajtsak, kiveve ha Allah is akarja. Minden kozossegnek megvan a szabott ideje. Ha eljon a szabott idejuk nem kesleltethetik. azt egyetlen oraval sem es nem is. Siettethetik"},{"SurahNumber":10,"VerseNumber":50,"Text":"Mondd: , Ha eljonne az O buntetese hozzatok ejjel, vagy nappal vajon mit siettetnenek abbol a vetkesek"},{"SurahNumber":10,"VerseNumber":51,"Text":"Talan csupan azutan hisztek benne, hogy mar bekovetkezett? Es most? Hiszen siettettetek"},{"SurahNumber":10,"VerseNumber":52,"Text":"Majd az mondatik azoknak, akik bunt kovettek el: . Kostoljatok meg az orok buntetest! Vajon mi masert kaptok most jutalmat, mint amit megszereztetek"},{"SurahNumber":10,"VerseNumber":53,"Text":"Es kerdezoskodni fognak nalad (Muhammad Allah aldja meg es adjon Neki orok udvosseget): Vajon igaz ez?\" Mondd: Igen, az Uramra! Igaz! Ti nem tudjatok azt meggatolni"}]}