{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"Mısır'da Yusuf’u satın alan vezir, hanımına: “Ona güzel bak!” dedi,“Belki bize faydası dokunur, yahut onu evlat ediniriz!” Böylece Yusuf’un o ülkede yerini sağlamlaştırdık, ona imkân verdik ve bu cümleden olarak, ona rüyaların yorumunu öğrettik.Allah Teâlâ iradesini yerine getirmekte her zaman mutlak galiptir, fakat insanların çoğu bunu bilmezler. {KM, Tekvin 10,6; Keza 39. bölüm}"},{"SurahNumber":12,"VerseNumber":22,"Text":"O kemâl çağına geldiğinde kendisine hüküm ve ilim verdik. İşte güzel iş yapanlara biz böyle karşılık veririz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Derken, bulunduğu evin hanımı, Yusuf'a sahip olmak istedi ve kapıları kapatarak “Haydi yaklaş bana!” dedi.O: “Allah’a sığınırım!” dedi. “Doğrusu, senin kocan olan benim efendim’in çok iyiliğini gördüm.Hıyanet ederek zalim olanlar iflah olmazlar.” {KM, Tekvin}"},{"SurahNumber":12,"VerseNumber":24,"Text":"Doğrusu, hanım ona sahip olmayı iyice aklına koymuş ve buna yeltenmişti de. Eğer Rabbinin bürhanını görmeseydi o da kadına meyledecekti.İşte böylece Biz fenalığı ve fuhşu ondan uzaklaştırmak için bürhanımızı gösterdik. Çünkü o, Bizim tam ihlasa erdirilmiş kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Derken, ikisi de kapıya doğru koşuştular. Kadın, Yusuf'un gömleğini arkadan yırttı. (Tam bu sırada) kapıda kadının kocasıyla karşılaştılar! Kadın hemen “Senin ailene kötü maksatla yaklaşanın cezası, zindana atılmaktan veya gayet acı bir azaptan başka ne olabilir?” dedi"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf ise: “Asıl o bana sahip olmak istedi.” dedi. Hanımın akrabalarından biri de şöyle şahitlik etti: “Eğer gömleği önden yırtılmışsa, kadın doğru söylemiştir, delikanlı ise yalancının tekidir. Yok, eğer gömleği arkadan yırtılmışsa o yalan söylemiştir, delikanlı doğru söylemektedir.”"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yusuf ise: “Asıl o bana sahip olmak istedi.” dedi. Hanımın akrabalarından biri de şöyle şahitlik etti: “Eğer gömleği önden yırtılmışsa, kadın doğru söylemiştir, delikanlı ise yalancının tekidir. Yok, eğer gömleği arkadan yırtılmışsa o yalan söylemiştir, delikanlı doğru söylemektedir.”"},{"SurahNumber":12,"VerseNumber":28,"Text":"Gömleğinin arkadan yırtıldığını görünce (kocası, eşine:) “Anlaşıldı!” dedi. “Bu, siz kadınların oyunlarınızdan biri! Gerçekten sizin fendiniz pek müthiştir! Yusuf! Sakın bunu kimseye söyleme! Kadın! Sen de günahından dolayı af dile, çünkü sen günaha girenlerden oldun.”"},{"SurahNumber":12,"VerseNumber":29,"Text":"Gömleğinin arkadan yırtıldığını görünce (kocası, eşine:) “Anlaşıldı!” dedi. “Bu, siz kadınların oyunlarınızdan biri! Gerçekten sizin fendiniz pek müthiştir! Yusuf! Sakın bunu kimseye söyleme! Kadın! Sen de günahından dolayı af dile, çünkü sen günaha girenlerden oldun.”"}]}