{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"Du har vel sett at Vi har sendt satanene over de vantro, for a sette dem opp"},{"SurahNumber":19,"VerseNumber":84,"Text":"Ta det med ro med dem! Vi teller deres dager"},{"SurahNumber":19,"VerseNumber":85,"Text":"Den dag samler Vi de gudfryktige i en forsamling, hen til den Barmhjertige"},{"SurahNumber":19,"VerseNumber":86,"Text":"og driver synderne til helvete som en kvegflokk"},{"SurahNumber":19,"VerseNumber":87,"Text":"da kan de ikke fa noen til a legge inn et ord, unntatt den som har fatt avtale med den Barmhjertige"},{"SurahNumber":19,"VerseNumber":88,"Text":"De sier ogsa: «Den Barmhjertige har lagt seg til barn.»"},{"SurahNumber":19,"VerseNumber":89,"Text":"Dere har kommet med noe forferdelig"},{"SurahNumber":19,"VerseNumber":90,"Text":"Det er nesten sa himlene flerres sund, jorden kløver seg og bergene styrter i grus"},{"SurahNumber":19,"VerseNumber":91,"Text":"fordi de kan tilskrive den Barmhjertige barn"},{"SurahNumber":19,"VerseNumber":92,"Text":"Det er ikke den Barmhjertiges vis a legge seg til barn"},{"SurahNumber":19,"VerseNumber":93,"Text":"Det er ingen i himlene og pa jord som ikke vil tre frem for den Barmhjertige som tjener"},{"SurahNumber":19,"VerseNumber":94,"Text":"Han har talt dem opp, og talt dem grundig"},{"SurahNumber":19,"VerseNumber":95,"Text":"Alle trer frem for Ham pa oppstandelsens dag alene"},{"SurahNumber":19,"VerseNumber":96,"Text":"De som tror og lever rettskaffent, dem vil den Barmhjertige møte med kjærlighet"},{"SurahNumber":19,"VerseNumber":97,"Text":"Na har Vi gjort Koranen lettfattelig ved ditt eget sprak, slik at du med den kan gi gudfryktige det gode budskap, og advare sta og stridbare folk"},{"SurahNumber":19,"VerseNumber":98,"Text":"Hvor mange slektledd har Vi ikke utslettet før dem? Kan de spore en eneste av dem, eller høre den minste lyd fra dem"}]}