{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Some of the People of the Book say to one another: \"Believe in what is revealed to the believers (Muslims) in the morning and deny it in the evening; so that they (the Muslims) may follow suit and abandon their faith"},{"SurahNumber":3,"VerseNumber":73,"Text":"Do not follow anyone except the one who follows your own religion.\" O Muhammad, tell them: \"The only true guidance is the guidance of Allah.\" These people of the Book do not believe that revelation could be sent to anyone besides themselves, like that which has been sent to you; or that they will ever argue with you in the presence of your Lord. Tell them: \"For sure, grace is in the hands of Allah: He bestows it on whom He pleases; Allah has boundless knowledge"},{"SurahNumber":3,"VerseNumber":74,"Text":"He chooses for His mercy whom He pleases, Allah is the Owner of mighty grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"Among the People of the Book there are some who, if you trust them with a heap of gold, will readily return it back; and there are others who, if you trust them with a single dinar (silver coin) will not return it back unless you constantly keep on demanding; because they say, \"We are not going to be called to account for our behavior with the illiterates (non Jews or Christians).\" Thus they deliberately ascribe a lie to Allah -knowing well that He never permitted such wrongdoing"},{"SurahNumber":3,"VerseNumber":76,"Text":"In fact, those who keep their promise and guard themselves against evil are His beloved, for Allah loves only those who guard themselves against such evils"},{"SurahNumber":3,"VerseNumber":77,"Text":"In fact, those who sell the covenants of Allah and their own oaths for a petty price, shall have no portion in the hereafter. Allah will neither speak to them nor even look at them nor cleanse them from their sins on the Day of Judgment. They shall have painful punishment"},{"SurahNumber":3,"VerseNumber":78,"Text":"There are some among them who twist their tongues pretending a quote from their Holy Book; so that you may think that what they read is a part of the Book, whereas, in fact it is not a part of the Book. They also assert, \"It is from Allah\" whereas, in fact it is not from Allah. Thus they deliberately ascribe a lie to Allah"},{"SurahNumber":3,"VerseNumber":79,"Text":"It is not possible for a man whom Allah has given the Book, the Wisdom and the Prophethood, that he would say to the people: \"Worship me instead of Allah.\" On the contrary he would say: \"Be devoted worshippers of your Lord in accordance with the Holy Book you have been teaching and reading"},{"SurahNumber":3,"VerseNumber":80,"Text":"He would never ask you to take angels and prophets as your lords. Would he ask you to become kafir (unbeliever) after you have become Muslim (believer)"}]}