{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"(E ranti Anabi) Nuh, nigba ti o pe ipe siwaju (yin). A si da a lohun. A si gba oun ati awon eniyan re la ninu ibanuje nla"},{"SurahNumber":21,"VerseNumber":77,"Text":"A si saranse fun un lori awon eniyan t’o pe awon ayah Wa niro. Dajudaju won je ijo buruku. A si te won ri patapata"},{"SurahNumber":21,"VerseNumber":78,"Text":"(E ranti Anabi) Dawud ati (Anabi) Sulaemon, nigba ti awon mejeeji n se idajo lori (oro) oko, nigba ti agutan ijo kan jeko wo inu oko naa. Awa si je Olujerii si idajo won"},{"SurahNumber":21,"VerseNumber":79,"Text":"A si fun (Anabi) Sulaemon ni agboye re. Ati pe ikookan (won) ni A fun ni ipo Anabi ati imo. A si te awon apata ati eye ba; won n se afomo (fun Allahu) pelu (Anabi) Dawud. Awa l’A se won bee"},{"SurahNumber":21,"VerseNumber":80,"Text":"A tun fun un ni imo nipa sise ewu irin fun yin nitori ki o le je odi iso fun yin nibi ogun yin. Nitori naa, nje oludupe (fun Allahu) ni eyin bi"},{"SurahNumber":21,"VerseNumber":81,"Text":"A si te ategun lile lori ba fun (Anabi) Sulaemon. O n gbe e lo pelu ase re sori ile ti A fi ibukun si. A si n je Onimo nipa gbogbo nnkan"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ninu awon esu, awon t’o n wa kusa okun tun wa fun un. Won tun n se ise miiran yato si iyen. Awa si n je Oluso fun won"},{"SurahNumber":21,"VerseNumber":83,"Text":"(E ranti Anabi) ’Ayyub, nigba ti o pe Oluwa re pe: \"Dajudaju owo inira ti kan mi. Iwo si ni Alaaanu julo ninu awon alaaanu"},{"SurahNumber":21,"VerseNumber":84,"Text":"A si je ipe re. A mu gbogbo inira re kuro fun un. A tun fun un ni awon ebi re (pada) ati iru won pelu won; (o je) ike lati odo Wa ati iranti fun awon olujosin (fun Wa)"},{"SurahNumber":21,"VerseNumber":85,"Text":"(E ranti Anabi) ’Ismo‘il ati (Anabi) ’Idris ati (Anabi) Thul-Kifl; eni kookan (won) wa ninu awon onisuuru"},{"SurahNumber":21,"VerseNumber":86,"Text":"A si fi won sinu ike Wa. Dajudaju won wa ninu awon eni rere"},{"SurahNumber":21,"VerseNumber":87,"Text":"(E ranti) eleja, nigba ti o ba ibinu lo, o si lero pe A o nii gba oun mu. O si pe (Oluwa re) ninu awon okunkun (inu eja) pe: \"Ko si olohun ti ijosin to si afi Iwo (Allahu). Mimo ni fun O. Dajudaju emi je okan ninu awon alabosi"},{"SurahNumber":21,"VerseNumber":88,"Text":"A je ipe re. A si gba a la ninu ibanuje. Bayen ni A se n gba awon onigbagbo ododo la"},{"SurahNumber":21,"VerseNumber":89,"Text":"(E ranti Anabi) Zakariyya nigba ti o pe Oluwa re pe: “Oluwa mi, ma fi mi sile ni emi nikan (ti ko nii bimo). Iwo si loore julo ninu awon olujogun.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"A je ipe re. A si ta a lore omo, (Anabi) Yahya. A si se atunse iyawo re fun un. Dajudaju won n yara gaga nibi awon ise rere. Won n pe Wa pelu ireti ati ipaya. Won si je oluteriba fun Wa"},{"SurahNumber":21,"VerseNumber":91,"Text":"(E ranti obinrin) eyi ti o so abe re. A si fe ategun ninu awon ategun emi ti A da si i lara. A si se oun ati omokunrin re ni ami fun gbogbo eda"},{"SurahNumber":21,"VerseNumber":92,"Text":"Dajudaju (’Islam) yii ni esin yin. (O je) esin kan soso. Emi si ni Oluwa yin. Nitori naa, e josin fun Mi"},{"SurahNumber":21,"VerseNumber":93,"Text":"(Awon yehudi ati nasara), won si da oro (esin) won si kelekele laaarin ara won; eni kookan (won) si maa pada si odo Wa"}]}