{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Or do those in whose hearts is a disease, think that God will not bring to light all their rancour"},{"SurahNumber":47,"VerseNumber":30,"Text":"Had We so wiled, We could have shown them up to thee, and thou shouldst have known them by their marks: but surely thou wilt know them by the tone of their speech! And God knows all that ye do"},{"SurahNumber":47,"VerseNumber":31,"Text":"And We shall try you until We test those among you who strive their utmost and persevere in patience; and We shall try your reported (mettle)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Those who reject God, hinder (men) from the Path of God, and resist the Apostle, after Guidance has been clearly shown to them, will not injure God in the least, but He will make their deeds of no effect"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ye who believe! Obey God, and obey the apostle, and make not vain your deeds"},{"SurahNumber":47,"VerseNumber":34,"Text":"Those who reject God, and hinder (men) from the Path of God, then die rejecting God,- God will not forgive them"},{"SurahNumber":47,"VerseNumber":35,"Text":"Be not weary and faint-hearted, crying for peace, when ye should be uppermost: for God is with you, and will never put you in loss for your (good) deeds"},{"SurahNumber":47,"VerseNumber":36,"Text":"The life of this world is but play and amusement: and if ye believe and guard against Evil, He will grant you your recompense, and will not ask you (to give up) your possessions"},{"SurahNumber":47,"VerseNumber":37,"Text":"If He were to ask you for all of them, and press you, ye would covetously withhold, and He would bring out all your ill-feeling"},{"SurahNumber":47,"VerseNumber":38,"Text":"Behold, ye are those invited to spend (of your substance) in the Way of God: But among you are some that are niggardly. But any who are niggardly are so at the expense of their own souls. But God is free of all wants, and it is ye that are need y. If ye turn back (from the Path), He will substitute in your stead another people; then they would not be like you"}]}