{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Vem är mer orättfärdig än den som finner på osanningar om Gud eller avvisar Hans budskap som lögn? Det skall förvisso inte gå syndarna väl i händer"},{"SurahNumber":6,"VerseNumber":22,"Text":"Och en Dag skall Vi samla dem alla åter och säga till dem som satte medhjälpare vid Guds sida: \"Var är nu dessa [Mina] påstådda medhjälpare"},{"SurahNumber":6,"VerseNumber":23,"Text":"Då skall de i sin förvirring inte kunna säga annat än: \"Herre! Det var vid Gud inte vår avsikt att sätta någon vid Din sida"},{"SurahNumber":6,"VerseNumber":24,"Text":"Se hur de har bedragit sig själva och hur dessa [väsen] som de uppfann har övergett dem"},{"SurahNumber":6,"VerseNumber":25,"Text":"Det finns de bland dem som [låtsas] lyssna till dig, men Vi täcker över deras hjärtan så att de ingenting förstår och täpper till deras öron. Även om de fick se alla tecken skulle de inte tro på dem; [ja, det går] så långt att när de kommer och vill tvista med dig, säger de: \"[Vad du berättar] är ingenting annat än sagor från förfädernas tid"},{"SurahNumber":6,"VerseNumber":26,"Text":"De vill hindra [andra att lyssna till dig] och de drar sig [själva] undan; de störtar inga andra än sig själva i fördärvet, men det inser de inte"},{"SurahNumber":6,"VerseNumber":27,"Text":"Om du kunde se dem när de ställs upp inför Elden och höra dem ropa: \"Om vi ändå fick återvända [till livet]! Då skulle vi inte avvisa vår Herres budskap som lögn och vi skulle bli sanna troende"},{"SurahNumber":6,"VerseNumber":28,"Text":"Nej, [vad som hänt] är att det som de förr ville dölja [för sig själva] nu har blivit uppenbart för dem; men om de fick återvända [till livet] skulle de helt säkert återfalla i det som var förbjudet för dem; de är [oförbätterliga] lögnare"},{"SurahNumber":6,"VerseNumber":29,"Text":"Och de säger: \"Det finns ingenting annat än detta jordiska liv; vi kommer inte att återuppväckas [från de döda]"},{"SurahNumber":6,"VerseNumber":30,"Text":"Om du kunde se dem när de förs fram inför sin Herre [och] Han säger: \"Är inte detta den sanna verkligheten?\" [och då] svarar de: \"Jo, vid vår Herre! Så är det!\" [Då] skall Han säga: \"Smaka nu straffet för ert förnekande av sanningen"}]}