{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"(E ranti) nigba ti A safi han aye ile naa fun (Anabi) ’Ibrohim (A si pa a lase) pe o o gbodo so kini kan di akegbe fun Mi. Ati pe ki o se ile Mi ni mimo fun awon oluyipo re, olukirun, oludawote-orunkun ati oluforikanle"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ki o si pe ipe fun awon eniyan fun ise Hajj. Won yoo wa ba o pelu irin ese. Won yo si maa gun awon rakunmi wa lati awon ona jijin"},{"SurahNumber":22,"VerseNumber":28,"Text":"nitori ki won le ri awon anfaani t’o n be fun won ati nitori ki won le seranti oruko Allahu fun awon ojo ti won ti mo lori nnkan ti Allahu pa lese fun won ninu awon eran-osin. Nitori naa, e je ninu re, ki e si fi bo alailera, talika"},{"SurahNumber":22,"VerseNumber":29,"Text":"Leyin naa, ki won pari ise Hajj won, ki won mu awon eje won se, ki won si yipo Ile Laelae"},{"SurahNumber":22,"VerseNumber":30,"Text":"Iyen (niyen). Enikeni ti o ba si pataki awon nnkan ti Allahu fi se arisami fun esin ’Islam, o loore julo fun un lodo Oluwa re. Won si se awon eran-osin ni eto fun yin ayafi awon ti won n ka (ni eewo) fun yin. Nitori naa, e jinna si egbin orisa. Ki e si jinna si oro iro"},{"SurahNumber":22,"VerseNumber":31,"Text":"(E je) oluduro-deede-ninu-esin fun Allahu, lai nii je osebo si I. Enikeni ti o ba sebo si Allahu, o da bi eni t’o jabo lati oju sanmo, ti eye si gbe e lo tabi (ti) ategun ju u sinu aye t’o jinna"},{"SurahNumber":22,"VerseNumber":32,"Text":"Iyen (niyen). Enikeni ti o ba si pataki awon nnkan ti Allahu fi se arisami fun esin ’Islam, dajudaju o wa lara nini iberu Allahu ninu okan"},{"SurahNumber":22,"VerseNumber":33,"Text":"Awon anfaani wa fun yin lara awon eran-osin titi di gbedeke akoko kan. Leyin naa, Ile Laelae ni ibupa awon eran naa"}]}