{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":44,"VerseNumber":43,"Text":"Quả thật, cây Zaqqum, (một loại cây mọc lên từ đáy của Hỏa Ngục)"},{"SurahNumber":44,"VerseNumber":44,"Text":"Sẽ là thức ăn của những kẻ tội lỗi"},{"SurahNumber":44,"VerseNumber":45,"Text":"(Trái của nó) giống như loại dầu đen sịt, sôi sục trong bụng"},{"SurahNumber":44,"VerseNumber":46,"Text":"Như nước sôi"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Có tiếng bảo các Thiên Thần thực thi hình phạt): “Hãy túm bắt hắn lôi vào giữa đám lửa cháy bùng”"},{"SurahNumber":44,"VerseNumber":48,"Text":"“Rồi đổ lên đầu hắn hình phạt của nước sôi.”"},{"SurahNumber":44,"VerseNumber":49,"Text":"“Và hãy nhục mạ: ‘Hãy nếm đi, (trước kia) ngươi uy quyền và cao quý lắm kia mà!”"},{"SurahNumber":44,"VerseNumber":50,"Text":"“Quả thật, (sự trừng phạt) này là điều mà các ngươi đã luôn hoài nghi.”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Riêng những người ngoan đạo chắc chắn sẽ ở một nơi an toàn (Thiên Đàng)"},{"SurahNumber":44,"VerseNumber":52,"Text":"Giữa những ngôi vườn và các dòng suối"},{"SurahNumber":44,"VerseNumber":53,"Text":"Họ sẽ mặc (y phục bằng) lụa mịn và gấm thêu, họ ngồi đối mặt nhau"},{"SurahNumber":44,"VerseNumber":54,"Text":"Tương tự như thế, TA sẽ cho họ kết hôn với các tiên nữ có đôi mắt to (tuyệt đẹp)"},{"SurahNumber":44,"VerseNumber":55,"Text":"Trong (Thiên Đàng), họ tự do gọi đủ loại hoa quả an toàn để dùng"},{"SurahNumber":44,"VerseNumber":56,"Text":"Họ sẽ không nếm trải cái chết ở đó ngoại trừ cái chết đầu tiên (ở trần gian); và (Allah) sẽ bảo vệ họ khỏi sự trừng phạt của Hỏa Ngục"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Đó là) hồng phúc từ Thượng Đế của Ngươi. Đó là thành tựu vĩ đại"},{"SurahNumber":44,"VerseNumber":58,"Text":"Quả thật, TA đã làm cho (Qur’an) dễ (hiểu) bằng chính ngôn ngữ của Ngươi (Thiên Sứ) để chúng có thể ghi nhớ"},{"SurahNumber":44,"VerseNumber":59,"Text":"Thôi! Ngươi hãy chờ đợi (sự thắng lợi của Ngươi và sự bị hủy diệt của chúng); quả thật chúng cũng chờ đợi (như Ngươi)"}]}