{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"Ayrılıga dustugunuz herhangi bir seyde hukum vermek, Allah'a aittir; \"Iste bu Allah, benim Rabbimdir. O'na guvenirim ve O'na yonelirim.\" (demek gerekir)"},{"SurahNumber":42,"VerseNumber":11,"Text":"Goklerin ve yerin yaratanı, size icinizden esler, cift cift hayvanlar var etmistir. Bu suretle, cogalmanızı saglamıstır. O'nun benzeri hicbir sey yoktur. O, isitendir, gorendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Goklerin ve yerin kilitleri O'nundur. Diledigine rızkı yayar ve isterse kısar, bir olcuye gore verir. Dogrusu O herseyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"Allah Nuh'a buyurdugu seyleri size de din olarak buyurmustur. Sana vahyettik; Ibrahim'e, Musa'ya ve Isa'ya da buyurduk ki: \"Dine baglı kalın, onda ayrılıga dusmeyin.\" Ortak kosanları cagırdıgın sey onların gozunde buyumektedir. Allah diledigini kendine secer, kendisine yoneleni de dogru yola eristirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Kendilerine ilim geldikten sonra ayrılıga dusmeleri, ancak, birbirini cekememekten oldu. Eger belirli bir sure icin Rabbinin verilmis bir sozu olmasaydı, aralarında hemen hukmedilirdi. Arkalarından Kitaba varis kılınanlar da ondan suphe ve endise icindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Bundan oturu sen birlige cagır ve emrolundugun gibi dogru ol; onların heveslerine uyma ve soyle soyle: \"Allah'ın indirdigi Kitap'a inandım; aranızda adaletle hukmetmek ile emrolundum; Allah bizim de Rabbimiz, sizin de Rabbinizdir; bizim islediklerimiz bize, sizin isledikleriniz kendinizedir. Bizimle sizin aranızda tartısılacak bir sey yoktur. Allah hepimizi bir araya toplar; donus O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"Allah'ın cagrısına icabet eden bulunduktan sonra, O'nun hakkında tartısmaga girisenlerin delilleri Rableri katında hukumsuzdur. Onlara bir gazap vardır, cetin bir azap da onlar icindir"},{"SurahNumber":42,"VerseNumber":17,"Text":"Gercekten Kitap'ı ve olcuyu indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"O'na inanmayanlar, acele olmasını beklerler; inananlar ise korku ile titrerler ve onun gercek oldugunu bilirler. Iyi bilin ki kıyamet gunu hakkında tartısanlar derin bir sapıklık icindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına lutufta bulunandır. Diledigini rızıklandırır. Kuvvetli olan da guclu olan da O'dur"}]}