{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"«وإذا قتلتم نفساً فأدّارأتم» فيه إدغام التاء في الأصل في الدال أي تخاصمتم وتدافعتم «فيها والله مخرج» مظهر «ما كنتم تكتمون» من أمرها وهذا اعتراض وهو أول القصة"},{"SurahNumber":2,"VerseNumber":73,"Text":"«فقلنا اضربوه» أي القتيل «ببعضها» فضرب بلسانها أو عَجْب ذنبها فحييَ وقال: قتلني فلان وفلان لاِبْنيْ عمه ومات فحرما الميراث وقتلا، قال تعالى: «كذلك» الإحياء «يحيي الله الموتى ويريكم آياته» دلائل قدرته «لعلكم تعقلون» تتدبرون فتعلمون أن القادر على إحياء نفس واحدة قادر على إحياء نفوس كثيرة فتؤمنون"},{"SurahNumber":2,"VerseNumber":74,"Text":"«ثم قست قلوبكم» أيها اليهود صلبت عن قبول الحق «من بعد ذلك» المذكور من إحياء القتيل وما قبله من الآيات «فهي كالحجارة» في القسوة «أو أشد قسوة» منها «وإن من الحجارة لما يتفجَّر منه الأنهار وإن منها لما يشقق» فيه إدغام التاء في الأصل في الشين «فيخرج منه الماء وإن منها لما يهبط» ينزل من علو إلى أسفل «من خشية الله» وقلوبكم لا تتأثر ولا تلين ولا تخشع «وما الله بغافل عما تعلمون» وإنما يؤخركم لوقتكم وفي قراءة بالتحتانية وفيه التفات عن الخطاب"},{"SurahNumber":2,"VerseNumber":75,"Text":"«أفتطعمون» أيها المؤمنون «أن يؤمنوا لكم» أي اليهود لكم. «وقد كان فريق» طائفة «منهم» أحبارهم «يسمعون كلام الله» في التوراة «ثم يحرّفونه» يغيرونه «من بعد ما عقلوه» فهموه «وهم يعلمون» أنهم مفترون والهمزة للإنكار أي لا تطمعوا فلهم سابقة بالكفر"},{"SurahNumber":2,"VerseNumber":76,"Text":"«وإذا لقوا» أي منافقوا اليهود «الذين آمنوا قالوا آمنا» بأن محمداً نبي وهو المبشر به في كتابنا «وإذا خلا» رجع «بعضهم إلى بعض قالوا» أي رؤساؤهم الذين لم ينافقوا لمن نافق «أتحدثونهم» أي المؤمنين «بما فتح الله عليكم» أي عرَّفكم في التوراة من نعت محمد * «ليحاجوكم» ليخاصموكم واللامُ للصيرورة «به عند ربكم» في الآخرة ويقيموا عليكم الحجة في ترك اتِّباعه مع علمكم بصدقه «أفلا تعقلون» أنهم يحاجونكم إذا حدثتموهم فتنتهوا"},{"SurahNumber":2,"VerseNumber":77,"Text":"قال تعالى «أو لا يعلمون» الاستفهام للتقرير والواو الداخلة عليها للعطف «أن الله يعلم ما يسرون وما يعلنون» ما يخفون وما يظهرون من ذلك وغيره فيرعَوُوا عن ذلك"},{"SurahNumber":2,"VerseNumber":78,"Text":"«ومنهم» أي اليهود «أميون» عوام «لا يعلمون الكتاب» التوراة «إلا» لكن «أمانيَّ» أكاذيب تلقَّوْها من رؤسائهم فاعتمدوها «وإن» ما «هم» في جحد نبوة النبي وغيره مما يختلقونه «‌إلا يظنون» ظناً ولا علم لهم"},{"SurahNumber":2,"VerseNumber":79,"Text":"«فويل» شدة عذاب «للذين يكتبون الكتاب بأيديهم» أي مختلقاً من عندهم «ثم يقولون هذا من عند الله ليشتروا به ثمناً قليلا» من الدنيا وهم اليهود غيَّروا صفة النبي في التوراة وآية الرجم وغيرها وكتبوها على خلاف ما أنزل «فويل لهم مما كتبت أيديهم» من المختلق «وويل لهم مما يكسبون» من الرشا جمع رشوة"},{"SurahNumber":2,"VerseNumber":80,"Text":"«وقالوا» لما وعدهم النبيُّ النار «لن تمسَّنا» تصيبنا «النار إلا أياماً معدودة» قليلة أربعين يوماً مدة عبادة آبائهم العجل ثم تزول «قل» لهم يا محمد «أتخذتم» حذفت منه همزة الوصل استغناءً بهمزة الاستفهام «عند الله عهداً» ميثاقاً منه بذلك «فلن يُخلف الله عهده» به؟ لا «أم» بل «تقولون على الله ما لا تعلمون»"},{"SurahNumber":2,"VerseNumber":81,"Text":"«بلى» تمسكم وتخلدون فيها «من كسب سيئة» شركاً «وأحاطت به خطيئته» بالإفراد والجمع أي استولت عليه وأحدقت به من كل جانب بأن مات مشركاً «فأولئك أصحاب النار هم فيها خالدون» روعي فيه معنى من"},{"SurahNumber":2,"VerseNumber":82,"Text":"«والذين آمنوا وعملوا الصالحات أولئك أصحاب الجنة هم فيها خالدون»"}]}