{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki; Biz senden once ummetlere de (resuller) gonderdik.O zaman onları da sıkıntıya ve darlıga ugrattık, boylece yalvarırlar diye"},{"SurahNumber":6,"VerseNumber":43,"Text":"Boylece onlara darlıgımız geldigi zaman yalvarsalardı olmaz mıydı? Fakat onların kalpleri kasiyet bagladı (katılastı). Seytan, onlara yapmıs oldukları seyleri susledi (guzel gosterdi)"},{"SurahNumber":6,"VerseNumber":44,"Text":"Hatırlatıldıkları (onunla uyarıldıkları) seyleri unuttukları zaman, verilen seylerle ferahlayıncaya (sevininceye) kadar herseyin kapısını onlara actık. Ansızın onları yakaladıgımız (aldıgımız) zaman, artık onlar umitlerini kestiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece zulmeden (zalim) kavmin arkası kesildi. Hamd, alemlerin Rabbi olan Allah´adır. (Alemlerin Rabbi Allah´a hamdolsun)"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Ya Muhammed musriklere) de ki: “Gordunuz mu? (aczinizi anladınız mı?) Sayet Allah sizin isitme hassanızı ve gorme ozelliginizi alsa ve sizin kalplerinizi muhurlese, Allah´tan baska hangi ilah onları size (geri) getirir?” Bak, ayetlerimizi nasıl acıklıyoruz! Sonra onlar yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"(Ya Muhammed musriklere) de ki: “Siz (herbiriniz) kendinizi gordunuz mu? (halinizi, acizliginizi anladınız mı?) Eger Allah´ın azabı ansızın veya acıkca gelse, zalimler kavminden baskası mı helak edilir?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz resulleri “uyarıcılar ve mujdeleyiciler” olmaktan baska (bir sey icin) gondermeyiz. Artık kim amenu olur (Allah´a ulasmayı dilerse) ve ıslah olursa (nefs tezkiyesi ve tasfiyesi yaparsa) artık onlara korku yoktur, onlar mahzun da olmazlar"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ve ayetlerimizi yalanlayan kimselere, fasık olmalarından dolayı azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: “Ben size Allah´ın hazineleri yanımdadır demiyorum. Ve gaybı bilmiyorum. Size, muhakkak ki ben bir melegim demiyorum. Ancak bana vahyedilene tabi olurum.” “Basiretle goren ve gormeyen bir olur mu, hala tefekkur etmiyor musunuz?” de"}]}