{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"ī lōkadallū śāpavannu avara bennu hattisalāgittu. Innu paralōkadalli avarige siguva bahumānavu tīrā keṭṭadāgiruvudu"},{"SurahNumber":11,"VerseNumber":97,"Text":"(dūtarē,) ī rīti nāvu nimage kelavu nāḍugaḷa samācāravannu kēḷisuttiddēve. Ā paiki kelavu nāḍugaḷu indigū ive mattu kelavu nirmūlavāgive"},{"SurahNumber":11,"VerseNumber":98,"Text":"Avara (nāśavāda janāṅgagaḷa) mēle nāvu akrama vesagalilla. Svataḥ avarē tam'ma mēle akrama vesagikoṇḍaru. Konege nim'ma oḍeyana ādēśavu bandu biṭṭāga, avaru allāhanannu biṭṭu kūgi prārthisuttidda dēvarugaḷu yārū avara yāva kelasakkū baralilla. Avaru (ā dēvarugaḷu) avara pālige, vināśada horatu bērēnannū heccisalilla"},{"SurahNumber":11,"VerseNumber":99,"Text":"hīgiruttade, yāvudē nāḍinavaru akramadalli niratarādāga, avarannu hiḍiyuva nim'ma oḍeyana hiḍita. Khaṇḍitavāgiyū avana hiḍitavu tumbā yātanāmayavū kaṭhōravū āgiruttade"},{"SurahNumber":11,"VerseNumber":100,"Text":"paralōkada śikṣeya bhaya uḷḷavanige idaralli khaṇḍita pāṭhavide. Adu, ella mānavarū ondeḍe sēruva dinavāgiruvudu mattu adu (pratiyobbara pālige) hājariya dinavāgiruvudu"},{"SurahNumber":11,"VerseNumber":101,"Text":"nāvu adannu ondu nirdiṣṭa avadhigāgi mātra mundūḍiruvevu"},{"SurahNumber":11,"VerseNumber":102,"Text":"adu bandu biḍuva dina, avana anumati illade yārigū mātanāḍalikkāgadu. Avaralli kelavaru tīrā bhāgyahīnarāgiruvaru mattu kelavaru tumbā bhāgyaśāligaḷāgiruvaru"},{"SurahNumber":11,"VerseNumber":103,"Text":"bhāgyahīnaru narakāgniyalliruvaru mattu alli avara pālige cīrāṭa hāgū abbara mātra iruvudu"},{"SurahNumber":11,"VerseNumber":104,"Text":"avaru, ākāśagaḷu mattu bhūmiyu iruva tanaka adaralli sadākāla iruvaru – nim'ma oḍeyanu icchisiddara horatu. Khaṇḍitavāgiyū nim'ma oḍeyanu tānicchisiddannu māḍiyē biḍuttāne"},{"SurahNumber":11,"VerseNumber":105,"Text":"innu, bhāgyaśāligaḷu svargadalliruvaru. Avaru ākāśagaḷu mattu bhūmiyu iruva tanaka adaralli sadākāla iruvaru – nim'ma oḍeyanu icchisiddara horatu. Adu endū konegāṇada koḍuge"},{"SurahNumber":11,"VerseNumber":106,"Text":"avaru (dhikkārigaḷu) pūjisuvavugaḷa kuritu nīvu sanśaya tāḷabēḍi. Avaru ī hinde tam'ma tande – tātandiru pūjisidanteyē pūjisuttiddāre. Nāvu khaṇḍita avara pālannu kaḍitagoḷisade avarige (avara kr̥tyada) pūrṇa pratiphala nīḍaliddēve"},{"SurahNumber":11,"VerseNumber":107,"Text":"Nāvu mūsārige granthavannu nīḍiddevu. Adaralli bhinnate tōralāyitu. Nim'ma oḍeyana kaḍeyinda ondu viṣavu modalē nigadiyāgade iddiddare, avara naḍuve tīrpu nīḍi biḍalāguttittu. Ādare avaru ī kuritu bhārī sanśayadalliddāre"},{"SurahNumber":11,"VerseNumber":108,"Text":"nim'ma oḍeyanu avaralli pratiyobbarigū avara karmagaḷa pūrṇa pratiphalavannu nīḍuvanu. Khaṇḍitavāgiyū avaru māḍuttiruva ella karmagaḷa arivu avanigide"},{"SurahNumber":11,"VerseNumber":109,"Text":"idīga nīvu mattu nim'ma jote paścāttāpa paṭṭavaru, nimage ādēśisalāgiruvante sthiravāgi nilliri mattu vidrōhavesagabēḍi. Khaṇḍitavāgiyū nīvu māḍuttiruva ellavannu avanu nōḍuttiddāne"}]}