{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":85,"Text":"Kare-ra wa seirei ni tsuite anata ni toudearou. Itte yaru ga ī. `Seirei wa omo no meirei ni yo (tte ki)ru. (Hitobito yo) anata gata no sazukatta chishiki wa bishō ni suginai"},{"SurahNumber":17,"VerseNumber":86,"Text":"Kare ga moshi nozomunaraba, anata ni keiji shita mono o toriageru koto mo dekiru. Sonotoki sore ni tsuite, ware ni sakaratte anata o bengo suru mono o miidasanaidearou"},{"SurahNumber":17,"VerseNumber":87,"Text":"Tada anata no nushi kara no jihi wa betsu de. Anata ni taisuru kare no onkei wa, hontōni kōdaidearu"},{"SurahNumber":17,"VerseNumber":88,"Text":"Gen tte yaru ga ī. `Tatoe ningen to Jin ga issho ni natte, kono kuruān to onajiyōna mono o motarasou to kyōryoku shite mo,(tōtei) kono yōna mono o motarasu koto wa dekinai"},{"SurahNumber":17,"VerseNumber":89,"Text":"Ware wa kuruān no naka de, shuju no hiyu o agete hitobito ni setsumei shita. Soredemo hitobito no ōku wa, fushinjin hitosuji ni (sono ukeire o) kyohi suru"},{"SurahNumber":17,"VerseNumber":90,"Text":"Kare-ra wa iu. `Watashi-tachi no tame ni, anata ga ji kara izumi o waki dasa seru made wa, anata o shinjinaidearou"},{"SurahNumber":17,"VerseNumber":91,"Text":"Matawa anata ga natsumeyashi ya budō no en o shoyū shi, sonoaida o kayotte yutaka ni kawa o nagare sasu made wa"},{"SurahNumber":17,"VerseNumber":92,"Text":"Matawa anata ga (ariuru to) genmei shita yō ni, ōzora o kona go nani shite watashi-tachi ni otosu made. Mata arrā soshite tenshi-tachi o,(watashi-tachi no) menzen ni tsuretekuru made"},{"SurahNumber":17,"VerseNumber":93,"Text":"Matawa anata ga, kogane (no sōshoku) no ie o mochi,(hashigo o funde) ten ni noboru made wa. Iya, watashi-tachi ni yomeru keiten o motte kudaru made, anata no shōten o mo shinjinaidearou.' Itte yaru ga ī. `Omo ni tatae are, watashi wa shito to shite (noko wa sa reta) hitori no ningen nisuginaide wanai ka"}]}