{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilerimiz (melekler) Ibrahim’e mujdeyi getirdiklerinde; “Biz, bu memleket halkını helak edecegiz, cunku oranın ahalisi zalim kimselerdir.” dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"“Ama orada Lut da var” dedi. “Biz orada olanları daha iyi biliriz. Biz onu ve –karısı dısında- aile halkını elbette kurtaracagız cunku o kadın geride kalacaklardandır” dediler"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz Lut’a geldiklerinde; Lut onlar icin tasalandı ve gogsune bir sıkıntı bastı. Elciler ona; “Korkma, uzulme. Biz, seni ve aileni kurtaracagız. Ancak karın baska. Cunku o kadın geride kalacaklardandır” dediler"},{"SurahNumber":29,"VerseNumber":34,"Text":"Suphesiz biz, bu memleket halkı uzerine fasıklık ettiklerinden dolayı gokten bir azap indirecegiz"},{"SurahNumber":29,"VerseNumber":35,"Text":"Andolsun ki, akıl eden bir topluluk icin oradan (geriye) apacık bir ayet bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen’e de kardesleri Suayb’ı peygamber olarak gonderdik. Suayb: “Ey kavmim! Allah’a ibadet edin. Ahiret gununu umit edin ve yeryuzunde bozgunculuk yaparak karısıklık cıkarmayın.” dedi"},{"SurahNumber":29,"VerseNumber":37,"Text":"Kavmi, onu yalanladı. Bunun uzerine kendilerini o malum sarsıntı yakaladı da yurtlarında diz ustu cokekaldılar"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad ve Semud kavmini de (helak ettik). Onların meskenlerinden bu size belli olmaktadır. Seytan onlara amellerini susledi de onları (dogru) yoldan alıkoydu. Halbuki onlar akılları ile bunu kavrayacak durumda idiler"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun’u, Firavun’u ve Haman’ı da helak ettik. Andolsun, Musa kendilerine apacık mucizeler getirmisti de yeryuzunde buyukluk taslamıslardı. Oysa bizi gecip (azabımızdan) kurtulamazlardı"},{"SurahNumber":29,"VerseNumber":40,"Text":"Derken biz her birini gunahı ile aldık. Kimilerinin uzerine tas yagdıran kasırga gonderdik, kimilerini o cıglık yakaladı. Onlardan kimisini yere gecirdik, kimilerini de suda bogduk. Allah onlara zulmetmiyordu fakat onlar kendi nefislerine zulmediyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah’tan baska veliler edinenlerin durumu kendine yuva yapan orumcegin durumuna benzer. Evlerin en dayanıksızı ise suphesiz orumcek evidir. Keske bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allah, kendi dısında hangi seye tapmakta olduklarını suphesiz bilmektedir. O; mutlak guc sahibidir, hukum ve hikmet sahibidir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Iste bunlar, insanlar icin verdigimiz orneklerdir. Fakat onlara alimlerden baskası akıl erdiremez"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, gokleri ve yeri hak olarak yarattı. Suphesiz bunda iman etmekte olanlar icin bir ayet vardır"}]}