{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"O you who believe! Do not consume Riba doubled and multiplied, but fear Allah that you may be successful"},{"SurahNumber":3,"VerseNumber":131,"Text":"And fear the Fire, which is prepared for the disbelievers"},{"SurahNumber":3,"VerseNumber":132,"Text":"And obey Allah and the Messenger that you may obtain mercy"},{"SurahNumber":3,"VerseNumber":133,"Text":"And march forth in the way (which leads to) forgiveness from your Lord, and for Paradise as wide as the heavens and the earth, prepared for the Muttaqin (the pious)"},{"SurahNumber":3,"VerseNumber":134,"Text":"Those who spend (in Allah's cause) in prosperity and in adversity, who repress anger, and who pardon men; verily, Allah loves the Muhsinin (the good-doers)"},{"SurahNumber":3,"VerseNumber":135,"Text":"And those who, when they have committed Fahishah (immoral sin) or wronged themselves with evil, remember Allah and ask forgiveness for their sins; and none can forgive sins but Allah, and do not persist in what (wrong) they have done, while they know"},{"SurahNumber":3,"VerseNumber":136,"Text":"For such, the reward is forgiveness from their Lord, and Gardens with rivers flowing underneath (Paradise), wherein they shall abide forever. How excellent is this reward for the doers (of good)"},{"SurahNumber":3,"VerseNumber":137,"Text":"Many similar ways (and mishaps of life) were faced [by nations (believers and disbelievers) that have passed away] before you, so travel through the earth, and see what was the end of those who denied"},{"SurahNumber":3,"VerseNumber":138,"Text":"This is a plain statement for mankind, a guidance and instruction for the Muttaqin"},{"SurahNumber":3,"VerseNumber":139,"Text":"So do not become weak, nor be sad, and you will be triumphant if you are indeed believers"},{"SurahNumber":3,"VerseNumber":140,"Text":"If a wound has touched you, be sure a similar wound has touched the others. And so are the days, that We give to men by turns, that Allah may know (test) those who believe, and that He may take martyrs from among you. And Allah likes not the wrongdoers"},{"SurahNumber":3,"VerseNumber":141,"Text":"And that Allah may test those who believe and destroy the disbelievers"},{"SurahNumber":3,"VerseNumber":142,"Text":"Do you think that you will enter Paradise before Allah knows (tests) those of you who performed Jihad and knows (tests) those who are patient"},{"SurahNumber":3,"VerseNumber":143,"Text":"You did indeed wish for death before you met it. Now you have seen it openly with your own eyes"}]}