{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"(napiye!) Atamutaiya (hapil, kapil ennum) iru makankalin unmaic ceytikalai nir avarkalukku otik kanpippiraka. Iruvarum ‘‘kurpani' (pali) kotuttapotu, avviruvaril oruttarutaiya (kurpani yana)tu erruk kollappattatu. Marravarutaiyatu erkappatavillai. Atalal, ‘‘niccayam nan unnaik konruvituven'' enrar. Utane (kurpani erruk kollappatta nallavar) ‘‘allah (kurpaniyai) erruk kolvatellam iraiyaccamullavarkalitamiruntutan'' enru patil kurinar"},{"SurahNumber":5,"VerseNumber":28,"Text":"‘‘ni ennai vettuvatarkaka un kaiyai ennalavil nittina(l, anneratti)lum nan unnai vettuvatarkaka en kaiyai unnalavil nittave matten. Enenral, niccayamaka nan ulakattar anaivaraiyum pataittu valarttu patukappavanakiya allahvukku ancukinran"},{"SurahNumber":5,"VerseNumber":29,"Text":"En pavac cumaiyaiyum, un pavac cumaiyutan ni cumantukontu (iraivanitam) varuvataiye nan virumpukinran. Avvaru ni vantal narakavaciyaki vituvay itutan aniyayakkararkalukkuriya kuliyakum'' (enru kurinar)"},{"SurahNumber":5,"VerseNumber":30,"Text":"(itan pinnarum) avar tan cakotararai vettivitumpatiyaka avarutaiya manam avarait tuntave, avar avarai vettivittar. Atanal avar nastamataintavaranar"},{"SurahNumber":5,"VerseNumber":31,"Text":"pinnar tan cakotararin piretattai evvaru maraikka ventum enpatai avarukku arivippatarkaka allah oru kakattai anuppivaittan. Atu (avarutaiya cakotararin utalai evvaru maraippatu enpatai avarukkuk kanpippatarkakap) pumiyait tontirru. (Itaik kanta) avar ‘‘anto! Intak kakattaippol (corpa arivutaiyavanaka) nan iruntalum en cakotararin cavattai nan maraittiruppene! (Atuvum) ennal mutiyamal poy vittate!'' Enru (alutu) kurit tukkattil alntuvittar"},{"SurahNumber":5,"VerseNumber":32,"Text":"itan karanamakave ‘‘evanoruvan marror atmavaik kolaikkup patilaka allatu pumiyil kulappattait tatai ceyvatarkakave tavira (aniyayamakak) kolai ceykirano avan manitarkal anaivaraiyume kolai ceytavan polavan. Melum, evan or atmavai vala vaikkirano avan manitarkal anaivaraiyum valavaittavan polavan'' enru israyilin cantatikalukku (alitta karpalakaiyil) nam varaintu vittom. Melum, avarkalitam namatu pala tutarkal niccayamakat telivana attatcikalaiyum kontu vantiruntarkal. Itarkup pinnarum, avarkalil perumpalanavarkal pumiyil varampu katante vantanar"},{"SurahNumber":5,"VerseNumber":33,"Text":"Evarkal allahvutanum avanutaiya tutarutanum por totuttum, pumiyil visamam ceytu kontum tirikirarkalo, avarkalukkuriya tantanai (avarkalai) konruvituvatu allatu ciluvaiyil araivatu allatu maru kai(kal, maru) kalkalait tuntippatu allatu (kaitu ceyvatu allatu) natu katatti vituvatutan. Itu im'maiyil avarkalukku ilivu (tarum tantanai) akum. Melum, marumaiyilo makattana vetanaiyum avarkalukkuntu"},{"SurahNumber":5,"VerseNumber":34,"Text":"eninum, avarkal mitu ninkal atikkam celuttuvatarku munnatakave kaicetappat(tu, tankal visamattil iruntu vilakikkon)tavarkalait tavira niccayamaka allah (avarkalai) mika mannippavan perum karunai puripavan enpatai arintu kollunkal"}]}