{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"Huwa li ħalaq għall-ewwel darba s-smewwiet u l-art; ( 4ila) kif ikollu iben meta ma kellux sieħba U ħalaq kollox, u Huwa jaf b'kollox"},{"SurahNumber":6,"VerseNumber":102,"Text":"Dak huwa Alla Sidkom. Ma hemmx alla ieħor ħliefu, il-Ħallieq ta' kollox. Mela qimuhl Huwa jieħu ħsieb kollox"},{"SurahNumber":6,"VerseNumber":103,"Text":"Il-ħars ma jilħqux, izda Huwa jilħaq il-ħars, u Huwa jinfed f'kollox, u jaf sew b'kollox"},{"SurahNumber":6,"VerseNumber":104,"Text":"Tassew gewkom provi minn Sidkom' (/i jgħinukom tiftħu għajnejkom). Mela min jara, ikun għal(l-gid) tiegħu nnifsu, u min jagħma, (ikun) għall-ħsara tiegħu (innifsu), Jiena (bħala l-Profeta Muħammad) m'iniex għassies fuqkom"},{"SurahNumber":6,"VerseNumber":105,"Text":"Hekk infissru s-sinjali (tagħna) biex jgħidu: ''Inti (Muħammad) studjajt ' u biex dan nuruh bic-car lil nies li jafu"},{"SurahNumber":6,"VerseNumber":106,"Text":"Imxi (Muħammad) fuq dak (il-Qoran) li tnebbaħlek minn Sidek; ma hemmx alla ieħor ħliefu. U warrab minn dawk li jxierku (allat oħra ma' Alla)"},{"SurahNumber":6,"VerseNumber":107,"Text":"Li kieku Alla ried,. ma kinux ixierku. Aħna ma għamilniekx (Muħammad) għassies fuqhom, u ma għandekx setgħa fuqhom"},{"SurahNumber":6,"VerseNumber":108,"Text":"U latgħajrux lil dawk (l-allar) li (dawk li ma jemmmix) isejħu minflok lil Alla, biex ma jgħajrux lil-Alla, b'ingustizzja u bla ma jafu. Hekk zejjinna, għal kull gens, l-għemil tiegħu. Imbagħad għand Sidhom imorru lura, u jħabbrilhom dak li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":109,"Text":"Huma (nies Mekka) ħalfu b'Alla, bl-aqwa ħalf tagħhom, li jekk jigihom sinjal, huma tassew jemmnu fih. Għidfilhom Muħammad): ''Is-sinjali huma f'idejn Alla biss. Izda xi jgegħelkom tkunu tafu li, (anki) jekk (is- sinjali) tassew jigufhom), huma (xorta waħda jibqgħu) majemmnuxi"},{"SurahNumber":6,"VerseNumber":110,"Text":"Aħna nqallbu (u nħawdulhom) qlubhom u dawl għajnejhom (hekk li jitbiegħdu mit-twemmin), bħal meta m'emmnux f'dan (il-Qoran) ma' l-ewwel darba, u nħalluhom mitlufin bħal għomja fil-ħtija kbira tagħhom"}]}