{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"“Ndithudi! Onse oopa Mulungu adzakhala m’kati mwa minda ndi m’kati mwa a kasupe.”"},{"SurahNumber":15,"VerseNumber":46,"Text":"“Lowanimo mwamtendere mopanda mavuto.”"},{"SurahNumber":15,"VerseNumber":47,"Text":"“Ndipo Ife tidzachotsa m’mitima yawo mkwiyo uliwonse kuti akhoza kukhala pachibale ndi kupumula m’mipando yawofowofo moyang’anizana.”"},{"SurahNumber":15,"VerseNumber":48,"Text":"“Ndipo iwo sadzatopa kumeneko ndipo sadzafunsidwa kuti achoke ku Paradiso.”"},{"SurahNumber":15,"VerseNumber":49,"Text":"Auze akapolo anga kuti ndithudi Ine ndimakhululukira ndipo ndine wachisoni"},{"SurahNumber":15,"VerseNumber":50,"Text":"Ndiponso kuti chilango changa, ndithudi, ndi chilango chowawa koposa"},{"SurahNumber":15,"VerseNumber":51,"Text":"Auze za alendo a Abrahamu"},{"SurahNumber":15,"VerseNumber":52,"Text":"Pamene iwo adadza kwa iye ndi kumuuza kuti, “Mtendere ukhale kwa iwe.’ Koma iye adawayankha kuti, “Ndili ndi mantha ndi inu.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Iwo adati, “Usaope! Ife tadza kwa iwe ndi nkhani yabwino ya mwana wamwamuna amene adzakhala wodziwa zambiri.”"},{"SurahNumber":15,"VerseNumber":54,"Text":"Iye adati, “Kodi inu muli kudzandiuza nkhani yabwino pamene ine nditakalamba kale? “Kodi nkhani yanu ndi yotani?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Iwo adati, “Ife tili kukuuza nkhani yabwinoyi mwachoonadi. Kotero usakhale wotaya mtima.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"Iye adati, “Ndani amene angataye mtima ndi chifundo cha Mulungu, kupatula osochera?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"Iye adatinso, “Kodi cholinga chanu ndi chiyani, inu otumidwa?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Iwo adati, “Ife tatumidwa kwa anthu oipa.”"},{"SurahNumber":15,"VerseNumber":59,"Text":"“onse kupatula anthu otsatira Loti okha. Ife, ndithudi, tidzawapulumutsa iwo okha.”"},{"SurahNumber":15,"VerseNumber":60,"Text":"“Kupatula mkazi wake amene ife talamulidwa kuti akhalire m’mbuyo pamodzi ndi iwo amene anali kukhalira m’mbuyo.”"}]}