{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"І запитує людина: «Коли я помру, невже повернуть мене до життя"},{"SurahNumber":19,"VerseNumber":67,"Text":"Хіба людина не пам’ятає, як колись Ми створили її, хоч вона була раніше нічим"},{"SurahNumber":19,"VerseNumber":68,"Text":"І клянуся Господом твоїм, Ми зберемо і їх, і шайтанів, поставивши потім навколо геєни на коліна"},{"SurahNumber":19,"VerseNumber":69,"Text":"Потім зберемо з кожної групи тих, хто найвпертіше не слухався Милостивого"},{"SurahNumber":19,"VerseNumber":70,"Text":"Нам краще знати, хто з них заслуговує місця у вогні"},{"SurahNumber":19,"VerseNumber":71,"Text":"І, воістину, нема серед вас таких, хто не пройде над геєною! Це вирішено Господом твоїм остаточно"},{"SurahNumber":19,"VerseNumber":72,"Text":"Потім Ми врятуємо тих, які богобоязливі, а несправедливих залишимо там на колінах"},{"SurahNumber":19,"VerseNumber":73,"Text":"І коли читають їм Наші знамення, невіруючі говорять тим, які увірували: «Яка з двох груп вища й краща за місцем"},{"SurahNumber":19,"VerseNumber":74,"Text":"О, скільки ж поколінь до них Ми знищили! А вони переважали їх і багатством, і зовнішнім виглядом"},{"SurahNumber":19,"VerseNumber":75,"Text":"Скажи: «Тим, хто заблукав, хай подовжить Милостивий життя, доки не побачать вони обіцяне їм — чи покарання, чи прихід Часу. Тоді вони знатимуть, чиє місце гірше та чиє військо слабше»"},{"SurahNumber":19,"VerseNumber":76,"Text":"І зміцнює Аллаг на прямому шляху тих, хто встав на нього; нетлінні добрі вчинки кращі перед Господом твоїм за винагородою і відплатою"},{"SurahNumber":19,"VerseNumber":77,"Text":"Чи бачив ти того, хто не увірував у Наші знамення й сказав: «Я неодмінно стану наділеним багатством і дітьми»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Чи знає він потаємне, чи, може, уклав завіт із Милостивим"},{"SurahNumber":19,"VerseNumber":79,"Text":"Та ж ні! Ми запишемо сказане ним і збільшимо йому покарання"},{"SurahNumber":19,"VerseNumber":80,"Text":"І дійде до Нас сказане ним, і він постане перед Нами одинаком"},{"SurahNumber":19,"VerseNumber":81,"Text":"Вони поклоняються, крім Аллага, іншим богам, щоб отримати від них могутність"},{"SurahNumber":19,"VerseNumber":82,"Text":"Але ж ні! Вони відкинуть їхнє поклоніння й стануть їм ворогами"}]}