{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Do đó, khi hết hy vọng nơi Y (Yusuf), họ hợp nhau bàn kín. Người lớn nhất trong bọn lên tiếng: “Há các em không biết rằng phụ thân của các em đã nhận lời thề từ Allah đối với các em và trước đây các em đã không làm tròn nhiệm vụ của các em đối với Yusuf hay sao? Do đó, anh sẽ không bao giờ rời địa hạt này trừ phi phụ thân của anh cho phép hoặc Allah sẽ xét xử (việc này) giùm anh. Và Ngài (Allah) là Đấng Xét Xử Ưu Việt"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Hãy trở về gặp phụ thân.” Và chúng thưa (với nguời cha): \"Thưa cha! Quả thật đứa con trai của cha đã phạm tội ăn cắp. (Nó bị bắt giữ lại). Và chúng con chỉ xác nhận điều nào chúng con biết và chúng con không thể quản lý nổi điều vô hình"},{"SurahNumber":12,"VerseNumber":82,"Text":"“Và cha có thể hỏi thị dân nơi chúng con đã tá túc và đoàn khách thương cùng trở về với chúng con thì (sẽ biết) chúng con nói thật.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Người cha) bảo: “Không, tâm hồn tụi bây khéo bày chuyện. Do đó, kiên nhẫn là giải pháp tốt đẹp nhất. Biết đâu, Allah sẽ đưa tất cả chúng nó về lại cho cha. Quả thật, Ngài là Đấng Hằng Biết, Đấng Vô cùng Sáng suốt.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Và Y (Ya'qub) quay mặt lánh xa chúng và lên tiếng: “Ôi Ta thật buồn rầu cho Yusuf!\" Và do bởi dồn nén nỗi ưu phiền, nên cặp mắt của Y nhòa đi"},{"SurahNumber":12,"VerseNumber":85,"Text":"(Các con của Ya'qub) thưa: “Allah mầu nhiệm! Cha không ngưng thương nhớ Yusuf như thế này thì chắc chắn cha sẽ ngã bệnh nặng hoặc sẽ chết sớm.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Người cha) bảo: “Cha chỉ biết than thở nỗi âu sầu và buồn phiền của cha với Allah thôi và Allah cho cha biết điều mà các con không biết"},{"SurahNumber":12,"VerseNumber":87,"Text":"“Này các con! Các con hãy đi dọ hỏi tin tức của Yusuf và đứa em của nó và chớ bao giờ tuyệt vọng nơi lòng Khoan dung của Allah bởi vì quả thật chỉ đám người vô đức tin mới tuyệt vọng nơi lòng Khoan dung của Allah.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Tiếp đó, khi vào trình diện Yusuf, họ thưa: “Bẩm quan đại thần! Chúng tôi và gia đình chúng tôi gặp hoạn nạn. Chúng tôi chỉ mang theo một chút ít vốn liếng, xin ngài đong đủ và bố thí cho chúng tôi bởi vì quả thật Allah sẽ tưởng thưởng những người bố thí.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Y bảo: “Há các anh đã biết điều mà các anh đã đối xử với Yusuf và đứa em của nó chăng khi các anh ngu muội?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Họ lên tiếng: “Có thật chăng ngài là Yusuf?” Người đáp: “Vâng, tôi là Yusuf đây. Và đây là đứa em của tôi. Chắc chắn, Allah đã nhân từ với chúng ta. Quả thật, ai sợ Allah và nhẫn nại, thì thật sự Allah sẽ không bao giờ làm mất phần thưởng của những người làm tốt.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Họ lên tiếng: “Allah mầu nhiệm! Quả thật Allah đã ưu đãi em hơn các anh và quả thật các anh là những kẻ sai quấy.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Y (Yusuf) bảo: \"Ngày nay không có gì phải khiển trách các anh cả. Allah sẽ tha thứ cho các anh. Bởi vì Ngài là Đấng Khoan Dung nhất của những người tỏ lòng khoan dung"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Hãy mang chiếc áo này của em về ném vào mặt của phụ thân, (cách này sẽ làm cho cặp mắt của) cha sáng trở lại, rồi đưa tất cả gia đình về đây với em.”"}]}