{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Uvedeny bible Marie! Ena odloucit ji druh vychodni zjisteni"},{"SurahNumber":19,"VerseNumber":17,"Text":"Doba ohrada stranou ji podle ti my poslal podle ji nas Mysl On odchod ji za seradit lidska bytost jsem"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ena odrikavat ja adat utociste od nejvetsi Blahosklonny onen ty jsem spravedlivy"},{"SurahNumber":19,"VerseNumber":19,"Text":"On odrikavat ja jsem hlasatel svuj Magnat pripustit ty naprosty syn"},{"SurahNumber":19,"VerseNumber":20,"Text":"Ena odrikavat E mohl ja mel syn when nikoliv mu nakazit mne; ja nikdy jsem unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"On odrikavat Tim odrikavat svuj Magnat ‘To jsem lehky pro Mne. My prevod jemu znamka lide soucit podle nas. Tento jsem predurcit duvod"},{"SurahNumber":19,"VerseNumber":22,"Text":"When ena loisko jemu ena odloucit faraway zauctovat"},{"SurahNumber":19,"VerseNumber":23,"Text":"Pocatek metoda podlehnout ji trup podmazat krov! Ena odrikavat (ja jsem zahanbeny;) Ja prat si ja jsem naprosty dopredu tento treba naprosto nepamatovat si"},{"SurahNumber":19,"VerseNumber":24,"Text":"(Mladistvy) prijit ji ji rceni ne rmoutit! Svuj Magnat stanovit ty pramen"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ty otrast trup z tento podmazat krov to vrhnout dospely datovat ty"},{"SurahNumber":19,"VerseNumber":26,"Text":"Stravit napoj jsem nejsastnejsi! When ty prijmout kady odrikavat ‘ja zpusobit slib utisit; ja ne povidat dnes kady"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ena podlehnout ji rodinny prodavat jemu. Oni odrikavat O Marie ty predloit neco jsem zcela neocekavany"},{"SurahNumber":19,"VerseNumber":28,"Text":"O potomek Aaron svuj predek ne jsem skoda mu nor jsem svuj ujmout se jako matka unchaste"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ena bod jemu. Oni odrikavat E my rec ke mladistvy vecpat"},{"SurahNumber":19,"VerseNumber":30,"Text":"mladistvy mluvil odrikavat ja jsem sluha BUH. On odevzdat mi bible sjednat mne prorok"},{"SurahNumber":19,"VerseNumber":31,"Text":"On utocit mne zpropadeny wherever ja odchod porucit mne slavit Spojeni Prosba (Salat) povinny milodar (Zakat) ackoliv dlouze ackoliv ja ivy"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ja jsem honor muj ujmout se jako matka On ne utocit mne neposlusny vzbourit se"},{"SurahNumber":19,"VerseNumber":33,"Text":"Pokoj byl mi cas ja jsem otravovat, cas ja posledni cas ja vzit si vzkrisit"},{"SurahNumber":19,"VerseNumber":34,"Text":"Byl Jeis syn Marie tento jsem vernost tento duvod ktery oni zustat pochybovat"},{"SurahNumber":19,"VerseNumber":35,"Text":"To ne patrit BUH onen On zplodit syn On oslavovat. S mel vsechno udelan On pouze rict podle Jsem to jsem"},{"SurahNumber":19,"VerseNumber":36,"Text":"On take vyhlasit BUH jsem muj Magnat svuj Lord; ty zbonovat Jemu jen! Tento byl vzprimit draha"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mnohostranny ucastnik debatovat sebe (ohledne (ceho shodnost Jeis). Proto hore s ty pochybovat zpozorovat strasny cas"},{"SurahNumber":19,"VerseNumber":38,"Text":"Cekat ne ty naslouchat ti prijmout ti when oni podlehnout celo nas! Prestupnik onen cas zcela pozbyt"},{"SurahNumber":19,"VerseNumber":39,"Text":"vypovedet ti cas hryzeni when soud vydavat. Oni byl zcela zapomnevsi; oni ne verit"},{"SurahNumber":19,"VerseNumber":40,"Text":"My byl a jednotka dedit po zahrabat kady to; nas kady vratit"}]}