{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"ای کسانی که ایمان آورده‌اید! سود (ربا) را چندین برابر مخورید، و از الله بترسید، تا کامیاب و رستگار گردید"},{"SurahNumber":3,"VerseNumber":131,"Text":"و از آتشی که برای کفار آماده شده است بترسید"},{"SurahNumber":3,"VerseNumber":132,"Text":"و از الله و رسول او اطاعت کنید تا مورد رحمت (الهی) قرار گیرید"},{"SurahNumber":3,"VerseNumber":133,"Text":"و بشتابید (به وسیلۀ توبه) به‌سوی مغفرت از جانب پروردگارتان و جنتی که پهنای آن ( برابر) آسمان‌ها و زمین است، (و) برای پرهیزگاران آماده شده است"},{"SurahNumber":3,"VerseNumber":134,"Text":"آنان که مال‌هایشان را در حال ثروتمندی و تنگدستی (در راه الله) انفاق می‌کنند، و غضب خود را فرو می‌برند و از (اشتباهات) مردم می‌گذرند، و الله (اینچنین) خوبی کنندگان را دوست دارد"},{"SurahNumber":3,"VerseNumber":135,"Text":"و آنان که چون عملی زشت (و گناهی) را مرتکب شوند یا بر خویش ظلم کنند، (فورا) الله را یاد می‌کنند پس برای (محو) گناهان خود (از الله) آمرزش می‌خواهند، و (می‌دانند که) چه کسی به جز الله می‌تواند گناهان مردم را بیامرزد؟ و به آنچه (از کردار بد) کرده‌اند اصرار (و مداومت) نمی‌ورزند، در حالیکه (انجام بد آن را) می‌دانند"},{"SurahNumber":3,"VerseNumber":136,"Text":"این گروه جزایشان آمرزشی از طرف پروردگارشان، و باغ‌های که در زیر درختان و قصر‌های آن نهرها جاری است می‌باشد و در آن (باغ‌ها و قصرها) همیشه می‌باشند، و ثواب عمل کنندگان چه ثواب نیک و خوب است"},{"SurahNumber":3,"VerseNumber":137,"Text":"پیش از شما سنت‌های الهی (راجع به نصرت مؤمنان و عذاب کفار) گذشته است پس در زمین سفر کنید و ببینید که سرانجام تکذیب کنندگان چطور بود"},{"SurahNumber":3,"VerseNumber":138,"Text":"این (قرآن) بیانگر (همان سنت‌ها و بیان کنندۀ حقایق واقعی) است برای مردم، و هدایت و پندی برای پرهیزگاران است"},{"SurahNumber":3,"VerseNumber":139,"Text":"و (شما ای مسلمانان) سست و غمگین مشويد؟ زیرا که غالب و برترید، اگر مؤمن باشید"},{"SurahNumber":3,"VerseNumber":140,"Text":"اگر (در جنگ احد) به شما آسیب رسید (پریشان مشوید) چون به قوم کافر نیز مانند شما رسیده است، و این (حوادث) روزگار را در بین مردم می‌گردانیم (تا آنها را آزمایش کنیم) و تا الله مؤمنان (حقیقی) را مشخص سازد، و از شما شهیدانی بگیرد، و الله ظالمان را دوست ندارد"},{"SurahNumber":3,"VerseNumber":141,"Text":"و تا الله مؤمنان را پاک و خالص گرداند (و ایشان را از منافقان متمایز سازد) و تا کافران را محو و نابود کند"},{"SurahNumber":3,"VerseNumber":142,"Text":"آیا گمان دارید که به جنت می‌روید؟ در حالیکه الله (تا هنوز) مجاهدان و صابران شما را معلوم و مشخص نکرده است"},{"SurahNumber":3,"VerseNumber":143,"Text":"والبته آرزوی موت (شهادت) را می‌کردید پیش از آنکه با آن روبرو شوید، پس آن (منظر موت) را دیدید، در حالیکه نگاه می‌کردید"}]}