{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Atē asīṁ dharatī tē ākāśāṁ atē jihaṛā inhāṁ vicakāra hai binhāṁ kisē makasada tōṁ paidā nahīṁ kītā. Iha unhāṁ lōkāṁ dā bharama hai, jinhāṁ nē inakāra kītā isa la'ī jinhāṁ nē inakāra kītā unhāṁ la'ī aga nāla vināśa hai"},{"SurahNumber":38,"VerseNumber":28,"Text":"Kī asīṁ unhāṁ lōkāṁ nū jihaṛē īmāna li'ā'ē atē cagē karama kītē, unhāṁ varagē kara dēvāṅgē jihaṛē dharatī vica vigāṛa paidā karana vālē hana jāṁ asīṁ sadācārī'āṁ nū durācārī'āṁ varagā kara dēvāṅgē"},{"SurahNumber":38,"VerseNumber":29,"Text":"Iha ika barakata vālī kitāba hai, jihaṛī asīṁ tuhāḍē vala utārī hai, tāṁ jō lōka isa dī'āṁ ā'itāṁ tē vicāra karana atē tāṁ ki budhī vālē isa tōṁ gi'āna prāpata karana"},{"SurahNumber":38,"VerseNumber":30,"Text":"Atē asīṁ dā'ūda nū sulēmāna pradāna kītā. Saravasrēśaṭa badā, āpaṇē raba vala bahuta jhukaṇa vālā"},{"SurahNumber":38,"VerseNumber":31,"Text":"Jadōṁ śāma dē vaḵẖata unhāṁ dē sāhamaṇē vadhī'ā nasala dē tēza dauṛaṇa vālē ghauṛē hāzira kītē ga'ē"},{"SurahNumber":38,"VerseNumber":32,"Text":"Tāṁ usa nē ākhi'ā saiṁ jā'idāda dē prēma nū āpaṇē raba dē simarana nālōṁ mitara baṇā'i'ā. Ithōṁ taka ki ghōṛē ōl'hē hō ga'ē"},{"SurahNumber":38,"VerseNumber":33,"Text":"(Usa nē ādēśa ditā) unhāṁ nū mērē kōla vāpisa li'ā'ō. Phira unhāṁ dī'āṁ latāṁ atē garadanāṁ tē hatha phērana lagi'ā"},{"SurahNumber":38,"VerseNumber":34,"Text":"Atē asīṁ sulēmāna dā imatihāna li'ā atē asīṁ usa dē sighāsana tē ika dhaṛa rakha ditā phira uha parati'ā"},{"SurahNumber":38,"VerseNumber":35,"Text":"Usa nē ākhi'ā hai mērē pālaṇahāra! Mainū mu'āfa kara dē atē mainū ajihā rāja bakhaśa dē jihaṛā mērē tōṁ bā'ada kisē la'ī vī sōbhanīka nā hōvē, bēśaka tū bahuta dēṇa vālā hai"},{"SurahNumber":38,"VerseNumber":36,"Text":"Tāṁ asīṁ havā nū usa dī āgi'ākāra baṇā ditā. Atē uha usa dē hukama nāla nimaratā vica udhara caladī sī jidhara"},{"SurahNumber":38,"VerseNumber":37,"Text":"uha cāhudā sī. Atē asīṁ jināṁ nū vī usadē āgi'ākāra baṇā ditā atē hara tar'hāṁ dē niramāṇa karana vālē atē gōtākhōra"},{"SurahNumber":38,"VerseNumber":38,"Text":"Atē dūsarē jihaṛē jazīrāṁ vica jakaṛē hō'ē rahidē sana"},{"SurahNumber":38,"VerseNumber":39,"Text":"Iha sāḍā kītā hō'i'ā upakāra hai tāṁ cāhē bēhisāba isa nū dēvō jāṁ rōkō"},{"SurahNumber":38,"VerseNumber":40,"Text":"Atē usa la'ī sāḍē nēṛē sathāna hai atē bahuta sōhaṇī salāma"}]}