{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Les está permitido a quienes son atacados, porque han sido tratados injustamente. -Alá es, ciertamente, poderoso para auxiliarles"},{"SurahNumber":22,"VerseNumber":40,"Text":"A quienes han sido expulsados injustamente de sus hogares, sólo por haber dicho: «¡Nuestro Señor es Alá!» Si Alá no hubiera rechazado a unos hombres valiéndose de otros, habrían sido demolidas ermitas, iglesias, sinagogas y mezquitas, donde se menciona mucho el nombre de Alá. Alá auxiliará, ciertamente, a quienes Le auxilien. Alá es, en verdad, fuerte, poderoso"},{"SurahNumber":22,"VerseNumber":41,"Text":"A quienes, si les diéramos poderío en la tierra, harían la azalá, darían el azaque,, ordenarían lo que está bien y prohibirían lo que está mal. El fin de todo es Alá"},{"SurahNumber":22,"VerseNumber":42,"Text":"Y si te desmienten, también desmintieron antes el pueblo de Noé, los aditas y los tamudeos"},{"SurahNumber":22,"VerseNumber":43,"Text":"el pueblo de Abraham, el pueblo de Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"y los madianitas. Y Moisés fue desmentido. Concedí una prórroga a los infieles. Luego, les sorprendí... Y ¡cuál no fue Mi reprobación"},{"SurahNumber":22,"VerseNumber":45,"Text":"¡Qué de ciudades, impías, hemos destruido, que ahora yacen en ruinas...! ¡Qué de pozos abandonados...! ¡Qué de elevados palacios"},{"SurahNumber":22,"VerseNumber":46,"Text":"¿No han ido por la tierra con un corazón capaz de comprender y con un oído capaz de oír? ¡No son, no, sus ojos los que son ciegos, sino los corazones que sus pechos encierran"},{"SurahNumber":22,"VerseNumber":47,"Text":"Te piden que adelantes la hora del b castigo, pero Alá no faltará a Su promesa. Un día junto a tu Señor vale por mil años de los vuestros"},{"SurahNumber":22,"VerseNumber":48,"Text":"A cuántas ciudades, impías, les concedí una prórroga. Luego, las sorprendí... ¡Soy Yo el fin de todo"}]}