{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Албатта, куфр келтирганларга: «Иймонга чақирилганингизда куфр келтирган чоғингиздаги Аллоҳнинг ғазаби сизнинг ўзингизга (ҳозирги) ғазабингиздан каттароқдир», деб нидо қилинур"},{"SurahNumber":40,"VerseNumber":11,"Text":"Улар: «Эй Роббимиз, Сен бизни икки марта ўлдирдинг, икки марта тирилтирдинг. Бас, биз гуноҳларимизни эътироф этдик. Энди чиқишнинг бирон йўли борми?» – дедилар"},{"SurahNumber":40,"VerseNumber":12,"Text":"Бундай бўлишингиз Аллоҳнинг ёлғиз Ўзига даъват қилинганида, куфр келтирганингиз, Унга ширк келтирилса, иймон келтирганингиз учундир. Бас, ҳукм олий ва улуғ Аллоҳникидир"},{"SurahNumber":40,"VerseNumber":13,"Text":"Унинг Ўзи сизга оят (белги)ларини кўрсатадиган, осмондан сизга ризқ туширадиган Зотдир. Фақат қайтадиган кишигина англар"},{"SurahNumber":40,"VerseNumber":14,"Text":"Бас, агар кофирлар ёқтирмасалар ҳам, Аллоҳга динни холис қилган ҳолингизда ёлворинг"},{"SurahNumber":40,"VerseNumber":15,"Text":"У, даражаси юксак, Арш эгаси бўлган Зотдир. У, Ўз амри ила бандаларидан кимни хоҳласа, ўшанга мулоқот кунидан огоҳлантириши учун руҳни туширур"},{"SurahNumber":40,"VerseNumber":16,"Text":"Ўша кунда улар зоҳир бўлурлар. Аллоҳга улардан бирон нарса махфий қолмас. Бугун мулк кимникидир?! Яккаю ёлғиз, Қаҳҳор Аллоҳникидир"},{"SurahNumber":40,"VerseNumber":17,"Text":"Бугунги кунда ҳар бир жон ўзи қилган касбга яраша жазо олур. Бугунга кунда зулм йўқдур. Албатта, Аллоҳ ҳисобни тез қилгувчи Зотдир"},{"SurahNumber":40,"VerseNumber":18,"Text":"Сен уларни яқинлашгувчи Кундан огоҳлантир. Ўшанда жонлар халқумга келиб, ғам-ғуссага тўлиб турарлар. Золимлар учун ҳеч бир дўст ҳам, итоат қилинадиган шафоатчи ҳам йўқ"},{"SurahNumber":40,"VerseNumber":19,"Text":"У зот кўзларнинг хиёнатини ҳам, диллар махфий тутган нарсаларни ҳам билур"},{"SurahNumber":40,"VerseNumber":20,"Text":"Аллоҳ ҳақ ила ҳукм қилур. Ундан ўзга илтижо қилаётганлари эса, ҳеч нарса билан ҳукм қилмаслар. Албатта, Аллоҳнинг Ўзи ўта эшитгувчи ва ўта кўргувчи Зотдир"}]}