{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"Некогда Господь твой из сынов Адама, из чресел их, извлек потомков их и повелел им дать исповедание о себе самих. \"Не есть ли Я Господь ваш?\" Они сказали: \"Да; исповедуем это\". Это было для того, чтобы вы в день воскресения не сказали: \"Мы не были в состоянии постигнуть это"},{"SurahNumber":7,"VerseNumber":173,"Text":"Или не сказали: \"Отцы наши прежде нас признавали соучастников Богу, а мы были только их потомками; так погубишь ли нас за то, что делали легкомысленные"},{"SurahNumber":7,"VerseNumber":174,"Text":"Так ясно излагаем Мы сии знамения: может быть, они обратятся"},{"SurahNumber":7,"VerseNumber":175,"Text":"Прочитай им рассказываемое о том, кому Мы дали наши знамения, а он уклонился от них: сатана увел его в след за собой, и он был в числе блуждающих"},{"SurahNumber":7,"VerseNumber":176,"Text":"Если бы Мы захотели, то возвысили бы его ими; но он привязался к земному и последовал своей страсти. Он уподобился псу, который, когда гонишь его, высовывает язык; когда оставляешь его, высовывает язык. Вот чему подобны люди, которые считают ложными наши знамения. Рассказывай им этот рассказ: может быть, они одумаются"},{"SurahNumber":7,"VerseNumber":177,"Text":"Сколь низкому уподобляются эти люди, считающие наши знамения ложными! Сами себе они делают зло"},{"SurahNumber":7,"VerseNumber":178,"Text":"Кого руководит Бог, тот идет по прямому пути; а те, которых Он уклонит от пути, - те блуждают"},{"SurahNumber":7,"VerseNumber":179,"Text":"Для геенны Мы сотворили великое число гениев и человеков: у них сердца, не понимающие того, у них очи, не видящие того; у них уши, не слышащие того; они как скоты, - и даже больше, чем они, - блуждают. Таковы - люди беспечные"},{"SurahNumber":7,"VerseNumber":180,"Text":"Богу есть прекрасные имена: ими призывайте Его, и оставьте тех, которые спорят о именах Его; им воздастся за то, что они делали"},{"SurahNumber":7,"VerseNumber":181,"Text":"Из сотворенных Нами есть народы, которые идут путем истины, и руководствуясь ею, делают правду"}]}