{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":26,"Text":"Allahu deshiron qe t’ju sqaroje, t’ju udhezoje ne rrugen e te derguarve te meparshem dhe t’jua pranoje pendimet tuaja. Allahu eshte i Gjithedijshem dhe i Urte"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allahu deshiron qe t’jua pranoje pendimet tuaja, por ata qe jepen pas epsheve, deshirojne qe te largoheni krejtesisht nga udha e drejte"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allahu deshiron qe t’jua lehtesoje (barret), pasi njeriu eshte krijuar si nje qenie e pafuqishme"},{"SurahNumber":4,"VerseNumber":29,"Text":"O besimtare, mos e pervetesoni pasurine e njeri-tjetrit ne menyre te palejueshme, pervec rastit kur ajo eshte tregti me pelqim te dyanshem dhe mos e vritni veten (dhe njeri-tjetrin)! Vertet, Allahu eshte i Meshirshem me ju"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kedo prej jush qe e ben kete perdhunisht dhe padrejtesisht, Ne, pa dyshim, do ta hedhim ne zjarr. Kjo eshte shume e lehte per Allahun"},{"SurahNumber":4,"VerseNumber":31,"Text":"Ne qofte se ju u shmangeni gjynaheve te medha, qe ju jane ndaluar, Ne do t’jua falim gabimet tuaja te vogla dhe do t’ju shpiem ne nje vend te nderuar"},{"SurahNumber":4,"VerseNumber":32,"Text":"Mos i lakmoni ato gjera, me ane te te cilave Allahu i ka bere disa nga ju te dallohen mbi te tjeret: meshkujt do te kene pjese prej asaj qe kane punuar e po ashtu edhe femrat do te kene pjese prej asaj qe kane punuar. Kerkoni prej Allahut nga miresite e Tij. Vertet, Allahu eshte i Dijshem per cdo gje"},{"SurahNumber":4,"VerseNumber":33,"Text":"Gjithkujt Ne i kemi caktuar trashegimtaret per cdo gje qe lene prinderit ose te afermit, ndersa atyre me te cilet keni bere marreveshje, jepuni pjesen e vet. Sigurisht qe Allahu eshte deshmitar per cdo gje"}]}