{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"«Ṣād» Yametangulia maelezo kuhusu herufi zilizotengwa na kukatwa mwanzoni mwa sura ya Al-Baqarah"},{"SurahNumber":38,"VerseNumber":2,"Text":"Anaapa Mwenyezi Mungu, Aliyetakasika, kwa Qur’ani inayokusanya ukumbushaji kwa watu kwa yale ambayo wao wameghafilika nayo. Lakini makafiri wanaifanyia kiburi haki na wanaenda kinyume nayo"},{"SurahNumber":38,"VerseNumber":3,"Text":"Kuna ummah wengi tuliowaangamiza kabla ya hawa washirikina, wakaomba waokolewe na wakaita kutaka toba, na wakati si wakati wa kukubaliwa toba wala wakati wa kukimbia na kuokolewa na yaliyowapata"},{"SurahNumber":38,"VerseNumber":4,"Text":"Na wameona ajabu washirikina hawa kuwa Mwenyezi Mungu Amewatumia binadamu miongoni mwao awalinganie kwa Mwenyezi Mungu na awaogopeshe adhabu Yake na wakasema, «Hakika yeye si Mtume bali yeye ni mrongo katika maneno yake, anawafanyia uchawi watu wake"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ni vipi atawafanya waungu wengi kuwa ni mungu mmoja? Hili alilolileta na akalingania kwalo ni jambo la ajabu"},{"SurahNumber":38,"VerseNumber":6,"Text":"Wakatoka viongozi wa watu na wakubwa wao wakiwahimiza watu wao kuendelea kwenye ushirikina na kuvumilia juu ya waungu wengi, «Hili alilokuja nalo huyu Mtume ni jambo la kupangwa, lengo lake ni uongozi na ukubwa"},{"SurahNumber":38,"VerseNumber":7,"Text":"Hatujasikia hili analolingania katika dini ya baba zetu wa Kikureshi wala katika Unaswara; halikuwa hili isipokuwa ni urongo na uzushi"},{"SurahNumber":38,"VerseNumber":8,"Text":"«Je, amehusishwa Muhammad peke yake kwa kuteremshiwa Qur’ani bila ya sisi?» Bali wao wako kwenye shaka ya kuwa mimi nimekuletea wahyi wewe, ewe Mtume, na kukupa utume. Bali wao walisema hilo kwa kuwa hawajaonja adhabu ya Mwenyezi Mungu, na lau wangaliionja adhabu hawangalithubutu kusema waliyosema"},{"SurahNumber":38,"VerseNumber":9,"Text":"Au kwani wao wanamiliki mahazina ya fadhila za Mola wako, Aliye Mshindi katika ufalme Wake, Aliye Mpaji wa Anachokitaka miongoni mwa riziki Yake na fadhila Zake kwa Anayemtaka miongoni mwa viumbe Vyake"},{"SurahNumber":38,"VerseNumber":10,"Text":"Au kwani washirikina hawa wana mamlaka ya mbinguni na ardhini na vilivyoko baina ya viwili hivyo, hivyo basi wakatoa na kuzuia? Basi wazishikilie kamba zenye kuwafikisha mbinguni wapate kutoa uamuzi wanaoutaka wa kutoa na kuzuia"},{"SurahNumber":38,"VerseNumber":11,"Text":"Askari hawa wanaokanusha ni askari wenye kushindwa, kama walivyoshindwa wengineo miongoni mwa mapote ya watu waliokuwa kabla yao"},{"SurahNumber":38,"VerseNumber":12,"Text":"Walikanusha kabla yao watu wa Nūḥ, 'Ād, Fir'awn mwenye nguvu kubwa"},{"SurahNumber":38,"VerseNumber":13,"Text":"Thamūd, watu wa Lūṭ, watu wa miti na mabustani nao ni watu wa Shu'ayb. Hao ndio ummah walioshirikiana wakawa pote moja juu ya ukafiri na ukanushaji na wakajikusanya juu yake"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hakuna watu wa pote lolote kati ya hawa isipokuwa walikanusha Mitume na kwa hivyo wakastahiki kupata adhabu ya Mwenyezi Mungu na yakawashukia wao mateso Yake"}]}