{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Ke kaloku ukufika kweziThunywa zethu (iingelosi) kuIbrâhîm neendaba ezivuyisayo, zathi: “Inene thina siya kubatshabalalisa abantu besiyaa sixeko, inene abantu baso baye babangabenzi bobugwenxa.”"},{"SurahNumber":29,"VerseNumber":32,"Text":"uIbrâhîm wathi: “Inene kuso apho kukho noLût nje.” zathi zona: “Sazi ngcono thina okungaphakathi kuso. Inene siya kumsindisa yena nosapho lwakhe, ngaphandle komkakhe. Yena ungomnye wabo baya kushiywa ngemva.”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Ke kaloku ukufika kweziThunywa zeThu kuLût waya wakhathazeka ngenxa yazo waziva exhalabe kakhulu ngazo, zathi zona: “Mûsâ ukoyika, ungaxhalabi nokuxhalaba. Inene thina siya kukusindisa wena nosapho lwakho, ngaphandle komkakho, yena ungomnye wabo baza kushiywa ngemva"},{"SurahNumber":29,"VerseNumber":34,"Text":"Inene thina siza kuhlisa isohlwayo esibhakabhakeni phezu kwabantu besi sixeko ngokuba bona baye babanendelelo abathobela.”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Ke kaloku Sayishiya ingumqondiso ocacileyo kubantu abasebenzisa ingqiqo"},{"SurahNumber":29,"VerseNumber":36,"Text":"Kanti kwaMidiyan (Sathumela) umntakwabo uShu’aybh wathi: “Hini na bantu bakuthi, khonzani uAllâh, nilindele iMini yokugqibela, ningenzi ukungcola emhlabeni nisasaze ububi.”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Kodwa bamphikisa bona, yabahlasela ke yona inyikima, baza baba zizidumbu bawa badunduluza emizini yabo ngentseni"},{"SurahNumber":29,"VerseNumber":38,"Text":"Kananjalo (Satshabalalisa) ama’Ad namaThamûd, kwaye sekucacile kuwe ngamabhodlo ezindlu zabo yaye uShaytân wenza zabonakala zilungile izenzo zabo kubo wabakhupha eNdleleni ukanti babephiwe ingqiqo"},{"SurahNumber":29,"VerseNumber":39,"Text":"Kanti no’Kârûn (Samtshabalalisa) naye noFir’awn noHâmân. Ukanti uMûsâ wayesele efikile kubo nemiqondiso ecacileyo, baza bona bakhukhumala emhlabeni, kodwa abazanga basoyise Thina"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ngamnye kubo Samhlasela ke ngezono zakhe; ukanti phakathi kwabo kukho abo Sabathumela izichotho zamatye, kuze phakathi kwabo kubekho abo bahlaselwa ngoqhushumbiso (oluvela esibhakabhakeni), kubekho phakathi kwabo abo Senza umhlaba wabaginya, kuze kubekho nabanye kubo eSabatshonisa (emanzini). Ke kaloku uAllâh Wayengekhe Abenze ubugwenxa koko ngabo ngokwabo abazenza ubugwenxa"},{"SurahNumber":29,"VerseNumber":41,"Text":"Umzekelo wabo bazithabathela bakhuseli bambi ngaphandle koAllâh unjengowesigcawu esizakhela umzi. Inene owona mzi uyacuyacu kunayo yonke imizi ngumzi wesigcawu ukuba bebesazi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Inene uAllâh wazi zonke izinto ababiza kuzo ezingaphandle kwaKhe. Yena ke nguSobunganga, nguSolwazi"},{"SurahNumber":29,"VerseNumber":43,"Text":"Le mizekeliso Siyenzela abantu, kodwa akukho uya kuyiqiqa ngaphandle kwabo bolwazi"},{"SurahNumber":29,"VerseNumber":44,"Text":"UAllâh Wadala amazulu nomhlaba ngenyaniso. Inene apho kukho umqondiso kwabakholwayo"}]}