{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Hē īmāndārasakala! Āllāhē tōmālōkaka araśyē paraīkṣā karaiba cikārara ēnēkuraā bastura dbāraā yibōra tōmālōkara hātara ārau ballamara ā'ōtāta thākē, yātē āllāhē prakāśa karai diẏē yē, kōnē tē'ōm̐ka nēdēkhākaiẏē bhaẏa pāẏa. Sēẏē iẏāra pichatō kōnōbā'i sīmālaṅghana karailē tāra bābē kaṣṭadāẏaka śāsti āchē"},{"SurahNumber":5,"VerseNumber":95,"Text":"Hē īmāndārasakala! Tōmālōkē iharaāmata thakā arasthāta cikāra (jantu) hatyā nakaraibā, ārau yadi tōmālōkara mājata kōnōbā'i sēẏā icchākr̥tabhāraē hatyā karaē tēntē si yiṭō hatyā karaichē tāra binimaẏa haichē anuraūpa gr̥hapālita jantu, yāra phaẏacālā karaiba tōmālōkara mājara dujana n'yāẏabicāraka lōkē- kurabānīra jantu hicāpē kā’bālai paum̐cāba lāgiba nā'ibā iẏāra kāphaphāraā ha’ba daraidraka khādya dāna karaā athabā sē'i anupātē chiẏāma pālana karaā, yātē si nija kr̥takarmara phala bhōga karaiba pāraē. Āgatē yi haichē āllāhē sēẏā kṣamā karaichē. Kintu kōnōbā'i yadi sēẏā ākau karaē tēntē āllāhē tāra paraā pratiśōdha grahaṇa karaiba ārau āllāha paraākramaśālī, pratiśōdha grahaṇakāraī"},{"SurahNumber":5,"VerseNumber":96,"Text":"Tōmālōkara bābē sāgarara cikāra ārau sēẏā bhakṣaṇa karaā hālāla karaā haichē, tōmālōkara ārau paryaṭakasakalara bhōgara bābē. Tōmālōkē yētiẏālaikē iharaāmata thākibā tētiẏālaikē tōmālōkara bābē sthalara cikāra karaā hāraāma; ārau tōmālōkē āllāhara tākbaraā aralambana karaā, yāra ōcarata tōmālōkaka ēkatraita karaā ha’ba"},{"SurahNumber":5,"VerseNumber":97,"Text":"Āllāhē paraitra kābā gharaka, paraitra māhaka, hāda'ī ārau galārad'dha jantukō mānuhara kalyāṇara bābē nirdhāraita karaichē. Ē'iṭō ē'i bābē yē, yātē tōmālōkē jāniba pāraā, niścaẏa ākāśasamūhata yi āchē ārau pr̥thiraīta yi āchē āllāhē sēẏā jānē ārau niścaẏa āllāha sakalō bastu samparkē samyaka aragata"},{"SurahNumber":5,"VerseNumber":98,"Text":"Jāni thōraā, niścaẏa āllāha śāsti dānata ati kaṭhōra, ārau āllāha parama kṣamāśīla, parama daẏālu"},{"SurahNumber":5,"VerseNumber":99,"Text":"Raāchulara dāẏitba kērala pracāra karaā; ārau tōmālōkē yi prakāśa karaā ārau yi gōpana karaā sēẏā āllāhē jānē"},{"SurahNumber":5,"VerseNumber":100,"Text":"Kōraā, aparaitra ārau paraitra samāna nahaẏa, yadi'ō aparaitrara ādhikya tōmāka mugdha karaē. Sēẏē, hē bōdhasampanna byaktisakala! Tōmālōkē āllāhara tākbaraā aralambana karaā yātē tōmālōkē saphala ha’ba pāraā"}]}