{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"Na gowani na pitharo o malaikat a: Hay Maryam, mataan! a so Allah na tinindos ka Niyan go siyoti ka Niyan - go tinindos ka Niyan ko manga babay ko manga kaadn"},{"SurahNumber":3,"VerseNumber":43,"Text":"Hay Maryam, pangongonotan ka ko Kadnan ka: Go sojiod ka, go phroko ka a pd ko pphroroko"},{"SurahNumber":3,"VerseNumber":44,"Text":"Giyoto man na pd ko manga tothol a gaib, a iphagilaham Ami rka (ya Mohammad): Ka di ka kiran makamamasa gowani ko ipphangithog iran so manga pansom iran (ka pagilayn), o antawaa kiran i makatagikor ko Maryam: Go di ka kiran makamamasa gowani ko pphangasasawal siran"},{"SurahNumber":3,"VerseNumber":45,"Text":"Gowani na pitharo o malaikat a: \"Hay Maryam, mataan! a so Allah na adn a pakiphanothol Iyan rka a katharo a phoon Rkaniyan a: Aya ngaran iyan na Al-Masih Eysa a wata a mama o Maryam, a mala i mnang sii sa doniya ago sa akhirat go pd ko manga rarani ko Allah"},{"SurahNumber":3,"VerseNumber":46,"Text":"Go mipmbitiyarai niyan so manga manosiya sii ko saloyota, go so kakhasad iyan. Go pd ko manga bilangataw"},{"SurahNumber":3,"VerseNumber":47,"Text":"Pitharo (o Maryam): \"Kadnan ko, andamanaya i kakhaadn rakn o wata a da a miyakakhbot rakn a mama?\" Pitharo (o malaikat): \"Giyoto dn man, ka so Allah na phagadnn Iyan so nganin a kabaya Iyan: igira a ipnggolalan Iyan so kabaya Iyan, na aya bo a ptharoon Iyan on, na ´Kon´, na khaadn"},{"SurahNumber":3,"VerseNumber":48,"Text":"Go ipagndao Niyan on so kasorat go so ongangn go so Tawrat go so Injil"},{"SurahNumber":3,"VerseNumber":49,"Text":"Go sogo ko manga moriyataw o Israil: (na pitharo iyan:) \"Mataan! a sakn na sabnar a adn a minitalingoma ko rkano a tanda a phoon ko Kadnan iyo, ka mataan! a sakn na khambaalan ko rkano so botha, a lagid o bontal a papanok, na iyopn ko skaniyan, na mbaloy a papanok sabap sa idin o Allah: Go pkhapiya ko so bota, go so pphanggaln, go pkhaoyag akn so miyamatay, sa sabap sa idin o Allah; go maphanothol akn rkano so pkhakan iyo, go so mbbtsn iyo ko manga walay niyo.\" Mataan! a adn a matatago saya man a titho a nanao niyo o skano na khipaparatiyaya"},{"SurahNumber":3,"VerseNumber":50,"Text":"Go tomatanto ko miyaonaan ko a Tawrat; go phakaing ko rkano so sabaad ko inisapar rkano; go adn a minitalingoma ko rkano a tanda a phoon ko Kadnan iyo. Na kalkn iyo so Allah, go onoti ako niyo"},{"SurahNumber":3,"VerseNumber":51,"Text":"Mataan! a so Allah i Kadnan ko go Kadnan iyo; na zoasoata niyo Skaniyan. Giyaya i okit a ontol"},{"SurahNumber":3,"VerseNumber":52,"Text":"Na kagiya a magda kiran o Eysa so da kaparatiyaya, na pitharo iyan: \"Antawaa i manga tabanga akn sii ko Allah?\" Pitharo o manga Hawariyyon a: \"Skami i manga tabanga o Allah: Piyaratiyaya mi so Allah, na zaksiing ka a mataan! a skami na mimbayorantang kami (Ron)"},{"SurahNumber":3,"VerseNumber":53,"Text":"Kadnan ami, piyaratiyaya mi so initoron Ka, go inonotan ami so sogo; na pakisoratn kaming Ka a pd ko manga saksi"},{"SurahNumber":3,"VerseNumber":54,"Text":"Na miyagikmat siran, na biyadalan o Allah so ikmat iran, ka so Allah i lawan ko manga baraikmat"}]}