{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Ayt: «Eger Allaһtı süyçü bolsoŋor, anda meni eerçigile. (Oşondo gana) Allaһ silerdi süyöt jana künööŋördü keçiret. Allaһ - Keçirimdüü, Meerimdüü»"},{"SurahNumber":3,"VerseNumber":32,"Text":"Ayt: «Allaһka jana paygambarga moyun sungula! Eger jüz buruşsa, Allaһ kaapırlardı süyböyt"},{"SurahNumber":3,"VerseNumber":33,"Text":"Albette, Allaһ Adamdı, Nuhtu, İbrahimdin üy-bülösün jana İmrandın urpaktarın büt aalamdardın üstünö (paygambarçılık üçün) tandap aldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Alar bir-biröölörünö jek-jaat (bolgon adamdar) ele. Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":3,"VerseNumber":35,"Text":"(O, Muhammad estegin, bir kezde) İmrandın? ayalı ayttı: «O, Rabbim! Men içimdegi balamdı Saga, (düynö işterinen üzülgön kızmatçı katarında) nazir kıldım (arnadım). Menden kabıl kıl! Özüŋ Uguuçu, Bilüüçüsüŋ!»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Al içindegisin törögön soŋ (erkek bolbogonuna ökünüp) “O, Rabbim! Men kız törödüm” dedi. Çınında, Allaһ anın emne törögönün jana (köpçülük) erkek(ter) (uşul törölgön) urgaaçıday emes ekenin andan jakşıraak bilgen. (Al dagı sözün uladı): “Men aga “Maryam” dep ısım koydum. Men anı jana anın urpaktarın ırayımıŋdan kuulgan şaytandan korgooŋdu tilep, Saga jalbaramın”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbisi anı (nazirdi) jakşınakay kabıl alıp, jakşınakay östürdü jana aga Zakariyanı kepil (kamkor) kıldı. Ar kaçan Zakariya anın üstünö -mihrapka kirse, anın aldında (şirin-şerbet jemişterden) ırıskı turganın kördü. Al: “O, Maryam, bular saga kaydan?” dedi. Al: “Allaһtın aldınan. Albette, Allaһ Özü kaalagan adamına esepsiz ırıskı beret” dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Oşondo, Zakariya Rabbisine duba kılıp: “O, Rabbim! Maga da Özüŋdün dargöyüŋdön pakiza bir urpak bere kör! Albette, Sen dubanı Uguuçusuŋ!” dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Anan (kündördün bir künündö) al mihrapta namaz okup turganda perişteler aga: “(O, Zakariya!) Allaһ seni Yahya (degen perzent) menen süyüntöt. (Al bala) Allaһtın Sözün (Iysanı) tastıktooçu, ulukzaada, dene kumarlarınan özün karmay bilgen jana (jogorku darajaluu) salih paygambarlardan biri bolot!” dep dobuş berişti"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zakariya) ayttı: “O, Rabbim! Maga kaydan bala bolsun, özüm kartaŋ, ayalım tuubas bolso?!” (Allaһ) ayttı: “Uşunday. Allaһ kaalagan işin atkarat»"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zakariya) ayttı: “O, Rabbim! (jürögüm tınçtanıp, sanaasız boluşum üçün) maga (kempirimdin boyunda bolgonun bildirgen) bir sır - belgi bere kör!” (Allaһ) Ayttı: “Senin belgiŋ: (tilden kalıp) üç kün adamdarga işaarat menen gana süylöp kalasıŋ. Emi, Rabbiŋdi köp zikir kıl jana erteli-keç Anı daŋktap, tasbih ayt!”! Kiyinki ayatta Allaһ Taala İmrandın kızı Maryamdın okuyasın ulantat. Oşentip, Maryam kız çoŋoygondo ibadatta, tazalık-takıbaada eŋ bir jogorku darajaga jetet"}]}