{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Allah´a davet edip iyi-yararlı amelde bulunan ve «ben şüphesiz müslümanlardanım» diyenden daha güzel sözlü kim vardır"},{"SurahNumber":41,"VerseNumber":34,"Text":"İyilikle kötülük bir değildir. Sen artık (kötülüğü) en güzel şekilde sav. O vakit seninle aranızda düş manlık bulunan kimse sıcak bir dost gibi olur"},{"SurahNumber":41,"VerseNumber":35,"Text":"Buna (bu güzel davranış ve duyguya) ancak sabredenler erişebilir ve buna ancak büyük pay sahibi olan kavuşabilir"},{"SurahNumber":41,"VerseNumber":36,"Text":"Şeytandan sana bir dürtüş (bir işaret) ile vesvese verilirse, hemen Allah´a sığın ; çünkü O, şüphesiz hem işiten, hem bilendir"},{"SurahNumber":41,"VerseNumber":37,"Text":"O´nun (varlığına birliğine delâlet eden) belgelerden biri de, gece gündüz, Güneş ve Ay´dır. Sakın Güneş´e ve Ay´a secde etmeyin, eğer Allah´a kulluk edecekseniz onları yaratana secde edin"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eğer (sapık müşrikler) bunu gururlarına yediremezlerse, Rabbının katında olan (melekler) bıkmadan usanmadan gece gündüz O´nu tesbîh ederler"},{"SurahNumber":41,"VerseNumber":39,"Text":"O´nun (varlığına, birliğine, kudretinin yüceliğine delâlet eden) belgelerden biri de, yeryüzünü kupkuru görürsün. Üzerine su indirdiğimizde harekete geçip kabarır. Şüphesiz ki, onu dirilten, ölüleri de diriltir. Doğrusu O´nun kudreti her şeye yeter"},{"SurahNumber":41,"VerseNumber":40,"Text":"Âyetlerimiz hakkında inâdla inkârda ısrar edenler bize gizli-kapalı kalmazlar. Ateşe atılan mı hayırlıdır, yoksa Kıyamet günü güven içinde gelen mi ? İstediğinizi yapın, şüphesiz ki O, yaptıklarınızı bilmektedir"},{"SurahNumber":41,"VerseNumber":41,"Text":"Onlar ki, Kur´ân kendilerine geldiği zaman onu tanımayıp reddettiler, (elbette bunun sonucuna katlanacaklardır). Çünkü O, aziz (şerefli, üstün, değerli) bir Kitap´tır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ne önünden ne ardından bâtıl Ona gelip (sokulamaz). O, yegâne hikmet sahibi, her türlü güzel övgüye lâyık olan (Allah)´dan indirilmedir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Sana söylenen sözler, senden önceki peygamberlere de söylenenden başkası değildir. Şüphesiz ki, Rabbin mağfiret sahibidir ve elem verici azâb sahibidir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Şayet biz, bu Kur´ân´ı yabancı bir dille meydana getirseydik, (inkarcı müşrikler) derlerdi ki: O´nun âyetleri açıklansaydı ya.. Arab´a yabancı dille mi? De ki: O, imân edenlere doğru yolun rehberidir, (gönüllerde) şifâdır. İnanmayanların ise kulaklarında bir ağırlık vardır. Kur´ân, onlara kapalı ve karanlıktır. Sanki onlar uzak bir yerden çağırılırlar (gibi bir halleri vardır)"}]}