{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"Siz ey imana ermiş olanlar! Allah´ı çokça anın"},{"SurahNumber":33,"VerseNumber":42,"Text":"ve sabah akşam O´nun şanını yüceltin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O, size (kendi mesajlarını taşıyan) melekleriyle nimetlerini bahşeder ki sizi karanlıklardan aydınlığa çıkarsın. Ve O, müminler için rahmet kaynağıdır"},{"SurahNumber":33,"VerseNumber":44,"Text":"O´na kavuşacakları Gün \"Selam\" hitabıyla karşılanacaklardır ve Allah, onlar için en güzel ödülü hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"(Sana gelince,) ey Peygamber, unutma ki Biz seni (hakikatin) bir şahidi, bir müjdeci ve bir uyarıcı olarak gönderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"(herkesi) O´nun izniyle Allah´a çağıran ve ışık saçan bir kandil olarak"},{"SurahNumber":33,"VerseNumber":47,"Text":"(O halde,) müminlere kendilerini Allah´tan büyük bir lütuf beklediğini müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"hakikati inkar edenler ve ikiyüzlüler(in değerlerin)e uyma ve onların incitici sözlerine aldırma! (Yalnız) Allah´a güven! Hiç kimse Allah kadar güven verici olamaz"},{"SurahNumber":33,"VerseNumber":49,"Text":"Siz ey imana ermiş olanlar! Mümin kadınlarla evlenir ve fakat onlara dokunmadan boşarsanız, onlar adına bir iddet dönemi hesaplamaya ve (onlardan bunu) beklemeye hakkınız yoktur; o halde (hemen) ihtiyaçlarını karşılayın ve en güzel şekilde bırakın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Mehirlerini verdiğin eşlerini ve Allah´ın sana bahşettiği savaş esirleri arasından sağ elinin altında bulunanları sana helal kıldık. Ve seninle birlikte (Yesrib´e) göç etmiş olan amcalarının ve halalarının kızlarını, dayılarının ve teyzelerinin kızlarını; ve kendilerini Peygamber´e özgür iradeleriyle teklif eden, Peygamber´in de almak istediği mümin kadınları (da sana helal kıldık): (bu sonuncusu) yalnız sana özgü bir imtiyazdır, öteki müminler için değil, (zaten) onlara eşleri ve sağ ellerinin altında bulunanlar konusunda yapmaları gerekeni bildirdik. (Ve) artık sen (gereksiz) bir endişeye kapılmamalısın, şüphesiz Allah çok bağışlayıcıdır, rahmet kaynağıdır"},{"SurahNumber":33,"VerseNumber":51,"Text":"(Şunu bil ki,) onlardan dilediğini bir süre yanından uzaklaştırabilirsin ve dilediğini de yanına alabilirsin; ve (bir süre) uzaklaştırdıklarından birini yeniden istemende bir vebal yoktur: bu, (seni her gördüklerinde) gözlerinin parlamasını ve (gözden çıkarıldıkları zaman) üzülmemelerini ve onlara vermek zorunda olduğun her şeyden hoşnutluk duymalarını sağlar: çünkü (yalnız) Allah kalplerinizden geçeni bilir; ve Allah her şeyi bilendir, halimdir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra (başka) hiçbir kadın sana helal değildir -onları(n hiçbirini) başka kadınlarla, güzellikleri seni fazlasıyla cezbetse de, değiştirme(ne izin verilmemiştir)- (halen) sahip oldukların dışında (hiç biri sana helal değildir). Allah her şeyi görüp gözetendir"}]}