{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: «Yeryüzünde dolaşın da peygamberlere yalancı diyenlerin sonunun nasıl olduğunu bir görün"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: «Göklerde ve yerde ne varsa kimindir?» «Allah´ındır!» de. O, merhametli olmayı kendine yazdı. Muhakkak sizi varlığında şüphe olmayan kıyamet gününde toplayacak. Kendilerine yazık edenler iman etmezler"},{"SurahNumber":6,"VerseNumber":13,"Text":"Oysa gecede, gündüzde barınan herşey O´nundur. İşiten ve bilen ancak O´dur"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: «Göklerin ve yerin yaratanı olan Allah´tan başkasını mı dost edineceğim? Oysa O, yedirip besler, kendisi ise beslenmekten münezzehtir.» De ki: «Ben ehl-i İslamın birincisi olmakla emrolundum ve sakın Allah´a ortak koşanlardan olma!» buyuruldu"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: «Ben Rabbime isyan edecek olursam, büyük bir günün azabından korkarım.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gün kimden azap giderilirse, işte Allah onu bağışlamıştır. Ve işte apaçık kurtuluş budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eğer Allah sana bir keder dokundurursa (verirse), onu O´ndan başka açacak yoktur. Ve eğer sana bir iyilik dokundurursa (verirse), yine O, herşeye gücü yetendir"},{"SurahNumber":6,"VerseNumber":18,"Text":"Kullarının üstünde tam hakim O´dur. Herşeyden haberdar O´dur"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: «Şahitlikçe hangi şey daha büyüktür?» De ki: «Allah benimle sizin aranızda şahittir. Ve bu Kur´an bana vahyolundu ki, sizi ve onun ulaştığı herkesi uyarayım. Gerçekten siz, Allah´tan başka tanrılar olduğuna şahitlik mi ediyorsunuz?» De ki: «Ben şahitlik etmem!» De ki: «O birtek ilahtır ve gerçekten ben ortak tuttuğunuz şeylerden uzağım!»"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitap verdiğimiz milletlerin bilginleri, Peygamber´i kendi oğullarını tanıdıkları gibi tanırlar. Kendilerine yazık edenler ancak iman getirmezler"}]}