{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"Худо аз мӯъминон, он ҳангом ки дар зери дарахт бо ту байъат карданд, хушнуд гашт ва донист, ки дар дилашон чӣ мегузарад. Пас оромиш бар онҳо нозил кард ва ба фатҳе (ғалабае) наздик мукофоташон дод"},{"SurahNumber":48,"VerseNumber":19,"Text":"ва ба ғаниматҳои бисёр, ки ба даст меоваранд. Ва Худо ғолибу ҳаким аст"},{"SurahNumber":48,"VerseNumber":20,"Text":"Худо ба шумо ваъдаи ғаниматҳои бисёр додааст, ки ба даст меоваред ва ин ғаниматро зудтар ато кард ва шуморо аз осеби мардумон амон бахшид, то барои мӯъминон ибрате бошад ва ба роҳи рост ҳидояташон кунад"},{"SurahNumber":48,"VerseNumber":21,"Text":"Ва ғаниматҳои дигаре, ки ҳанӯз ба онҳо даст наёфтаед. Ҳар оина (Албатта) Худо ба он (бо илмаш) иҳота дорад ва Ӯ ба ҳар коре тавоност"},{"SurahNumber":48,"VerseNumber":22,"Text":"Ва агар кофирон бо шумо ба ҷанг бархезанд, пушт гардонда бигрезанд ва дигар ҳеҷ дӯсту ёригаре намеёбанд"},{"SurahNumber":48,"VerseNumber":23,"Text":"Ин суннати Худост, ки аз пеш чунин будааст ва ту дар суннати Худо дигаргунӣ 'нахоҳӣ ёфт"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ӯст, ки чун дар батни (мобайни) Макка бар онҳо ғолибиятатон дод, дасти онҳоро аз шумо ва дасти шуморо аз онҳо боздошт. Ва Худо ба корҳое, ки мекардед, огоҳу бино буд"},{"SurahNumber":48,"VerseNumber":25,"Text":"Инҳо ҳамонҳоянд, ки кофир шуданд ва шуморо аз масҷидулҳаром боздоштанд ва нагузоштанд, ки қурбонӣ ба қурбонгоҳаш бирасад. Агар мардони мусалмону занони мусалмоне, ки онҳоро намешиносед, дар миёни онҳо набуданд ва бими он набуд, ки онҳоро зери пой кунед ва нодониста гуноҳ содир кунед, Худо дасти шуморо аз онҳо бознамедошт. Ва Худо ҳар киро бихоҳад, шомили раҳмати Худ гардонад. Агар аз якдигар ҷудо мебуданд, кофиронашонро ба азобе дардовар азоб мекардем"},{"SurahNumber":48,"VerseNumber":26,"Text":"Он гоҳ ки кофирон тасмим гирифтанд, дар дили худ таъассубро, таъассуби ҷоҳилӣ, Худо низ оромиши Худро бар дили паёмбараш ва мӯъминон фурӯд овард ва ба тақво лозимашон кард, ки инҳо ба тақво сазовортару шоистатар буданд ва Худо бар ҳар чизе доност"}]}