{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber! Eslerine, kızlarına ve muminlerin kadınlarına, dısarı cıkarken ustlerine ortu almalarını soyle; bu, onların hur ve namuslu bilinmelerini ve bundan dolayı incitilmemelerini daha iyi saglar. Allah bagıslar ve merhamet eder"},{"SurahNumber":33,"VerseNumber":60,"Text":"Ikiyuzluler, kalblerinde fesat bulunanlar, sehirde bozguncu haberler yayanlar, eger bundan vazgecmezlerse, and olsun ki, seni onlarla mucadeleye davet ederiz; sonra cevrende az bir zamandan fazla kalamazlar"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanetlenmis olarak, nerede bulunurlarsa yakalanır ve hem de oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allah'ın gecmislere uyguladıgı yasası budur ve Allah'ın yasasında bir degisme bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar senden kıyametin zamanını soruyorlar; de ki: \"Onun bilgisi ancak Allah katındadır; ne bilirsin, belki de zamanı yakındır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah suphesiz, inkarcılara lanet etmis ve onlara icinde sonsuz olarak temelli kalacakları cılgın alevli cehennemi hazırlamıstır. Onlar bir dost ve yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":65,"Text":"Allah suphesiz, inkarcılara lanet etmis ve onlara icinde sonsuz olarak temelli kalacakları cılgın alevli cehennemi hazırlamıstır. Onlar bir dost ve yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yuzleri ateste cevrildigi gun: \"Keske Allah'a itaat etseydik, keske Peygamber'e itaat etseydik!\" derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Rabbimiz! Biz yoneticilerimize ve buyuklerimize itaat etmistik, fakat onlar bizi yoldan saptırdılar.\", \"Rabbimiz! Onlara iki kat azap ver, onları buyuk bir lanete ugrat\" derler"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbimiz! Biz yoneticilerimize ve buyuklerimize itaat etmistik, fakat onlar bizi yoldan saptırdılar.\", \"Rabbimiz! Onlara iki kat azap ver, onları buyuk bir lanete ugrat\" derler"}]}