{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbini gormedin mi golgeyi nasıl uzattı? Dileseydi, onu durgun yapardı. Sonra nasıl gunesi ona delil kıldık (golgenin gorunmesini, ısıga baglı kıldık)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra (gunes yukseldikce) golgeyi yavas yavas cekip aldık"},{"SurahNumber":25,"VerseNumber":47,"Text":"O, geceyi sizin icin elbise, uykuyu dinlenme, gunduzu de kalkıp calısma zamanı yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ve O, rahmetinin onunde ruzgarları mujdeci gonderdi. Ve gokten tertemiz bir su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ki onunla olu bir ulkeyi diriltelim ve onunla yarattıgımız hayvanlardan ve insanlardan bircogunu sulayalım"},{"SurahNumber":25,"VerseNumber":50,"Text":"Andolsun biz, bu sozu onların aralarında cevirip cevirip anlattık ki ogut alsınlar. Ama insanların cogu, nankorlukte direnmektedir"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eger biz dileseydik, her kente bir uyarıcı gonderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Kafirlere boyun egme ve bu Kur'an ile onlara karsı buyuk cihad et"},{"SurahNumber":25,"VerseNumber":53,"Text":"O, iki denizi birbirine salmıstır. Bu tatlı, susuzlugu giderici; bu tuzlu ve acıdır. Ve ikisinin arasına birbirine kavusmalarına engel olan bir perde koymustur (hic birbirine kavusmazlar)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ve O, sudan bir insan yarattı da onu nesep ve sıhr kıldı. Rabbin, her seye gucu yetendir"},{"SurahNumber":25,"VerseNumber":55,"Text":"Allah'tan baska kendilerine ne yarar, ne de zarar veremeyecek seylere tapıyorlar. Kafir, Rabbine karsı seylere yardımcıdır"},{"SurahNumber":25,"VerseNumber":56,"Text":"Biz seni ancak mujdeleyici ve uyarıcı olarak gonderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"Buna karsı sizden bir ucret istemiyorum; ancak Rabbine varan yola girmek isteyene yol gosteriyorum de"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ve olmeyen(diriy)e tevekkul et ve O'nu overek tesbih et. Kullarının gunahlarını, O'nun bilmesi yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"O, gokleri, yeri ve ikisinin arasında bulunanları altı gunde yarattı, sonra Ars'a kuruldu (boylece mulkunu yonetmektedir. O) Rahman'dır. Bunu bir bilene sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara: \"Rahman'a secde edin!\" dendigi zaman: \"Rahman nedir? Senin bize emrettigine secde eder miyiz hic?\" derler. Ve (bu soz), onların nefretini artırır"}]}