{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Uye kuna Allah ndiko kune humambo hwematenga nenyika. Uye pazuva iro nguva ichasvika, zuva iroro vatevedzeri vemanyepo (vasingatendi) vacharasikirwa (nezvose)"},{"SurahNumber":45,"VerseNumber":28,"Text":"Uye uchaona rwudzi rwega rwega ruchizvininipisa (rwakapfugama). Rwudzi rwega rwega ruchishevedzerwa kuzvinyorwa zvaro (zvemabasa). Nhasi muchabhadharwa maererano nezvamaiita"},{"SurahNumber":45,"VerseNumber":29,"Text":"Zvinyorwa zvedu izvi zvirikutaura pamusoro penyu chokwadi. Zvirokwazvo, Tainyora izvo zvamaiita (ngirozi dzedu dzainyora mabasa enyu)"},{"SurahNumber":45,"VerseNumber":30,"Text":"Uye kune avo vaitenda (muhumwechete waAllah) uye vachiita mabasa akanaka, Tenzi vavo vachavaisa mutsitsi dzavo (Paradhiso). Ikoko ndiko kuchava kubudirira kuri pachena"},{"SurahNumber":45,"VerseNumber":31,"Text":"Asi kune avo vaisatenda (zvichanzi kwavari): “Ndima dzedu hadzina kuverengwa kwamuri here? Asi makazvitutumadza, uye maiva vanhu vaitadza.”"},{"SurahNumber":45,"VerseNumber":32,"Text":"Uye apo pazvainzi: “Zvirokwazvo, vimbiso yaAllah ndeyechokwadi, uye hapana kusagutsikana maererano nekuuya kwenguva,” makati: “Hatizivi kuti chii chinonzi nguva. Hatifungi nezvayo asi kuti kufungidzira, uye hatina kutenda kunogutsa (mairi nguva).”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Uye zvakaipa zvavakaiita zvichava zvinobuda kwavari, uye zvavaishora zvichavakomberedza"},{"SurahNumber":45,"VerseNumber":34,"Text":"Uye zvichanzi: “Zuva rino tichakukanganwai sekukanganwa kwamakaita kusangana kwezuva renyu rino. Uye nzvimbo yenyu yokugara imoto, uye hapana achakubatsirai.”"},{"SurahNumber":45,"VerseNumber":35,"Text":"Izvi (zvirikuitika) nekuda kwekuti maitora ndima dzaAllah (Qur’aan) sechiseko, uye hupenyu hwepasi hwakakunyengedzai. Naizvozvo, nhasi havambobudiswi mauri (moto) kana kudzorerwa kuhupenyu hwepanyika (kuti vanokumbira ruregerero kuna Allah)"},{"SurahNumber":45,"VerseNumber":36,"Text":"Naizvozvo kurumbidzwa kwese nekutendwa ndekwa Allah, Tenzi vematenga uye Tenzi venyika, uye Tenzi vepasi rose (vanhu nemaJinn nezvisikwa zvese)"},{"SurahNumber":45,"VerseNumber":37,"Text":"Uye kwavari ndiko kune humambo mumatenga nepasi, uye ndivo samasimba, vane hungwaru hwose"}]}