{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"God has certainly heard word of those who said: indeed God is poor and we are rich. We are going to write what they said and their killing of the prophets unjustly, and We say: taste the burning punishment"},{"SurahNumber":3,"VerseNumber":182,"Text":"This is for what your hands sent ahead (your deeds), and indeed God is not unjust to His servants"},{"SurahNumber":3,"VerseNumber":183,"Text":"Those who said: indeed God charged us that we should not believe in any messenger until he brings us an offering of sacrifice that the fire eats it. Say: indeed messengers before me brought you the clear proofs and with what you said, so why did you kill them if you are truthful"},{"SurahNumber":3,"VerseNumber":184,"Text":"So if they denied you, the messengers before you who brought the clear proofs and the scriptures and the enlightening book were also denied"},{"SurahNumber":3,"VerseNumber":185,"Text":"Everyone tastes the death, and your reward is paid back on the resurrection day, so whoever is moved away from the fire and is entered the garden has succeeded. This world's life is only the illusion of enjoyment"},{"SurahNumber":3,"VerseNumber":186,"Text":"You shall be tested with your wealth and your lives, and you shall hear a lot of harassment from those who were given the book before you and from those who associated (partners with God), and if you persevere and control yourselves, it is certainly a matter of determination"},{"SurahNumber":3,"VerseNumber":187,"Text":"And (remember) when God took a commitment from those who were given the book, that you shall express it for (and make it known to) the people and not hide it. But they threw it behind their backs and traded it for a small price. They made a bad trade"},{"SurahNumber":3,"VerseNumber":188,"Text":"Do not think that those who are happy with what they did and love to be praised for what they did not do, are safe from the punishment, and a painful punishment is for them"},{"SurahNumber":3,"VerseNumber":189,"Text":"Rule of the skies and the earth belongs to God, and God is capable of everything"}]}