{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Buh zajiste prikazuje spravedlnost, dobre skutky i stedrost vuci pribuznym a zakazuje necudnost, zavrzenihodne skutky a vzdornost a varuje vas - snad toho pametlivi budete"},{"SurahNumber":16,"VerseNumber":91,"Text":"Dodrzujte verne umluvu Bozi, kdyz jste ji jednou uzavreli, a nenarusujte prisahy, kdyz jste je potvrdili a Boha si jako jejich rucitele vzali - vzdyt Buh dobre vi, co delate"},{"SurahNumber":16,"VerseNumber":92,"Text":"Nebudte jako zena ona, jez rozpletla pradeno sve pote, co s namahou je upredla, a necinte prisahy s umyslem je vzajemne porusit, jestlize jedna skupina z vas je pocetnejsi druhe. Buh vas timto jen zkousi a veru vam vysvetli v den zmrtvychvstani vse, o cem ve sporu jste"},{"SurahNumber":16,"VerseNumber":93,"Text":"Kdyby Buh chtel, byl by vas narodem jedinym ucinil; avsak On dava zbloudit, komu chce, a uvadi na spravnou cestu, koho chce; a na skutky sve zajiste tazani budete"},{"SurahNumber":16,"VerseNumber":94,"Text":"Necinite prisahy sve s umyslem je vzajemne porusit, aby vam neuklouzla noha vase pote, co pevne stala, abyste neokusili zleho za to, ze jine jste z cesty Bozi odvraceli, a abyste se trestu nesmirneho nedockali"},{"SurahNumber":16,"VerseNumber":95,"Text":"Neprodavejte umluvu Bozi za cenu nizkou, vzdyt veru to, co u Boha mate, je pro vas lepsi - vedouci jste-li"},{"SurahNumber":16,"VerseNumber":96,"Text":"Cokoliv nyni u vas je, pomine, vsak cokoliv u Boha je, vecne zustane. A My veru odmenime ty, kdoz trpelivi byli, podle toho nejlepsiho, co vykonali"},{"SurahNumber":16,"VerseNumber":97,"Text":"Kdokoliv zbozne skutky kona, at muz ci zena, a je verici, toho vzkrisime k zivotu prekrasnemu a veru je odmenime odmenou podle toho nejlepsiho, co ucinili"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kdyz Koran prednasis, hledej u Boha utociste pred satanem prokletym"},{"SurahNumber":16,"VerseNumber":99,"Text":"jenz veru nema pravomoc zadnou nad temi, kdoz uverili a spolehaji na Pana sveho"},{"SurahNumber":16,"VerseNumber":100,"Text":"nybrz ma moc jen nad temi, kdo za ochrance si jej vzali a kdo modlosluzebniky jsou zasluhou jeho"}]}