{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Bir zaman meleklere: \"Adem'e secde edin!\" demistik. Secde ettiler, yalnız Iblis etmedi: \"Ben camur olarak yarattıgın kimseye secde eder miyim? dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Su benden ustun yaptıgını gordun mu (nesi var onun ki onu benden ustun kıldın)? Andolsun, eger beni kıyamet gunune kadar ertelersen, onun zurriyetini, pek azı haric kokunden koparıp surukleyecegim! dedi"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah) \"(defol) git, dedi, onlardan kim sana uyarsa cezanız cehennemdir, mukemmel bir ceza (size)"},{"SurahNumber":17,"VerseNumber":64,"Text":"Onlardan gucunun yettigini sesinle yerinden oynat; atlıların ve yayalarınla onların uzerine yaygarayı bas; mallarda ve evladlarda onlara ortak ol; onlara (cesitli) va'dler yap (va'dlerinle onları oyala); seytan, onlara aldatmadan baska bir sey va'detmez"},{"SurahNumber":17,"VerseNumber":65,"Text":"Benim (gercek) kullarım(a gelince) senin onlar(ı kandırmag)a gucun yetmez! vekil olarak Rabbin yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"(Ey insanlar), Rabbiniz O'dur ki lutfundan (payınızı) aramanız icin size gemileri denizde yurutur. Dogrsu O, size cok acır"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde size bir sıkıntı (bogulma korkusu) dokundugu zaman O'ndan baska butun yalvardıklarınız kaybolur (artık o zaman, Allah'tan baska kimseden yardım istemezsiniz. Cunku O'ndan baska sizi kurtaracak kimse yoktur). Fakat (O) sizi kurtarıp karaya cıkarınca yine (Allah'ı bir tanımaktan) yuz cevirirsiniz. Gercekten insan nankordur"},{"SurahNumber":17,"VerseNumber":68,"Text":"(Allah'ın) Karayı ters cevirip sizi batırmayacagından, yahut uzerinize taslar savuran bir kasırga gondermeyeceginden emin misiniz? (Ki bunlar olduktan) Sonra kendinize bir koruyucu bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa O'nun sizi bir kez daha denize gonderip, ustunuze, kırıp geciren bir fırtına salarak inkar ettiginizden dolayı sizi bogmayacagından emin misiniz? O zaman bize karsı sizi izleyip koruyacak birini bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Andolsun biz, Adem ogullarına cok ikram ettik: onları karada ve denizde (hayvanlar ve tasıtlar uzerinde) tasıdık. Onları guzel rızıklarla besledik ve onları yarattıklarımızın bir cogundan ustun kıldık"}]}