{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"N’abantu bo mu bwoko bwa Madiyani52, twaboherereje umuvandimwe wabo Shuwayibu, arababwira ati \"Yemwe bantu banjye! Nimusenge Allah kuko nta yindi mana mufite itari we (Allah). Mu by’ukuri, mwagezweho n’ikimenyetso giturutse kwa Nyagasani wanyu (kigaragaza ukuri kw’ibyo mvuga). Bityo, nimwuzuze ibipimo n’iminzani, kandi ntimugahuguze abantu mugabanya ku byabo, ndetse ntimugakore ubwangizi ku isi nyuma y’uko itunganyijwe. Ibyo ni byo byiza kuri mwe, niba koko muri abemera"},{"SurahNumber":7,"VerseNumber":86,"Text":"Kandi ntimukabambire buri nzira mutera ubwoba (abantu mugamije kubambura ibyabo) munabuza kugana inzira ya Allah babandi bayemeye, mwifuza ko yagorama. Munibuke ubwo mwari mbarwa maze (Allah) akabagira benshi. Ngaho nimurebe uko iherezo ry’abangizi ryagenze"},{"SurahNumber":7,"VerseNumber":87,"Text":"Kandi niba hari itsinda muri mwe ryemeye ibyo nohererejwe, hakaba n’irindi ritemeye, nimwihangane kugeza ubwo Allah azadukiranura, kuko ari we mukiranuzi mwiza"},{"SurahNumber":7,"VerseNumber":88,"Text":"Abanyacyubahiro b’abibone mu bantu be, baravuga bati \"Yewe Shuwayibu! Rwose tuzakwirukana mu mudugudu wacu wowe n’abemeye hamwe na we, cyangwa muze mu idini ryacu\". Aravuga ati \"Ese n’ubwo twaba tutabishaka (mwabiduhatira)"},{"SurahNumber":7,"VerseNumber":89,"Text":"Mu by’ukuri, turamutse tuje mu idini ryanyu twaba duhimbiye Allah ikinyoma nyuma y’uko Allah yariturinze. Nta n’ubwo dukwiye kurizamo, keretse Allah, Nyagasani wacu abishatse. Nyagasani wacu azi buri kintu cyose. Allah wenyine ni we twiringira. Nyagasani wacu! Dukiranure n’abantu bacu mu kuri, kuko ari wowe mucamanza mwiza"},{"SurahNumber":7,"VerseNumber":90,"Text":"Abanyacyubahiro bahakanye bo mu bantu be (babuza abantu gukurikira Shuwayibu) bavuga bati \"Nimuramuka mukurikiye Shuwayibu, rwose muzaba muhombye"},{"SurahNumber":7,"VerseNumber":91,"Text":"Nuko ubwo baba batewe n’umutingito, maze bahinduka imirambo bapfukamye mu mazu yabo"},{"SurahNumber":7,"VerseNumber":92,"Text":"Babandi bahinyuye Shuwayibu babaye nk’aho batigeze baba aho bari batuye (kuko barimbuwe bose). Babandi bahinyuye Shuwayibu ni bo babaye abanyagihombo"},{"SurahNumber":7,"VerseNumber":93,"Text":"Nuko (Shuwayibu) arahindukira abatera umugongo aravuga ati \"Yemwe bantu banjye! Rwose nabagejejeho ubutumwa bwa Nyagasani wanjye mbagira n’inama. Nonese ni gute naterwa agahinda (no kurimbuka) kw’abantu b’abahakanyi"}]}