{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Allah´ın peygamberine muhalefet için geri kalanlar, oturup kalmalarına sevindiler. Allah yolunda mallarıyla, canlarıyla cihad etmek hoşlarına gitmedi. Bu sıcakta savaşa çıkmayın, dediler. De ki: Cehennem ateşi daha sıvaktır. Keşke bilselerdi"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık yaptıklarının cezası olarak az gülsünler, çok ağlasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Allah, seni onlardan bir topluluğa geri döndürür de; senden savaşa çıkmak için izin isterlerse; de ki: Benimle hiç bir zaman çıkmayacaksınız. Benim yanımda hiç bir düşmanla savaşmayacaksınız. Çünkü siz, baştan oturup kalmaya razı oldunuz. Artık siz, geri kalanlarla birlikte oturun"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan ölen hiç birinin namazını asla kılma, kabrinin başında durma. Çünkü onlar, Allah´a ve Rasulüne küfrettiler ve fasıklar olarak öldüler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve çocukları seni imrendirmesin. Allah; bunlarla, ancak onlara dünyada azab etmeyi ve kafir oldukları halde canlarının zorla çıkmasını diler"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah´a iman edin, Rasulü ile birlikte cihad edin, diye bir sure indirildiğinde; içlerinden gücü yetenler senden izin isteyip: Bizi bırak da oturanlarla birlikte kalalım, derler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Geri kalanlarla birlikte oturmaya razı oldular. Kalblerine mühür vurulmuştur onların. Bu yüzden onlar iyice anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat peygamber ve onunla iman etmiş olanlar; mallarıyla, canlarıyla cihad ettiler. Bütün hayırlar, işte onlarındır. Ve işte onlar, felaha erenlerin kendileridir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Onlar için Allah; içinde ebedi kalacakları ve altından ırmaklar akan cennetler hazırladı. İşte bu, en büyük kurtuluştur"}]}