{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Ey inananlar, Allah'tan korkarsanız O size iyi ile kotuyu ayırdedici bir anlayıs verir, kotuluklerinizi orter ve sizi bagıslar. Allah buyuk lutuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Inkar edenler seni tutup baglamaları, oldurmeleri, ya da surmeleri icin sana tuzak kuruyorlardı. Onlar tuzak kurarlarken Allah da tuzak kuruyordu. Allah tuzak kuranların en iyisidir. (O, kendisine karsı tuzak kuranların tuzaklarını baslarına gecirir)"},{"SurahNumber":8,"VerseNumber":31,"Text":"Onlara ayetlerimiz okundugu zaman \"Isittik\" dediler, \"Istesek, biz de bunun gibisini soyleriz. Bu, evvelkilerin masallarından baska bir sey degildir"},{"SurahNumber":8,"VerseNumber":32,"Text":"Ve: \"Allah'ım, eger bu, senin yanından gelmis gercekse basımıza gokten tas yagdır, yahut bize acı bir azab getir!\" demislerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Oysa sen onların icinde bulundukca Allah, onlara azab edecek degildi ve onlar istigfar ederlerken (iclerinde istigfar edenler var iken) de Allah, onlara azab edecek degildi"},{"SurahNumber":8,"VerseNumber":34,"Text":"Onlar, (inananları) Mescid-i haramdan geri cevirdikleri ve onun velisi, (bakıcısı, koruyucusu) olmadıkları halde neden Allah onlara azabetmesin? Onun velileri, (bakıcıları, koruyucuları) sadece (gunahlardan) korunanlardır. Fakat cokları bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Beyt(ullah) yanındaki namazları da, ıslık calmadan ve el cırpmadan ibarettir. \"O halde inkarınızdan dolayı azabı tadın"},{"SurahNumber":8,"VerseNumber":36,"Text":"Inkar edenler, Allah yoluna engel olmak icin mallarını harcarlar ve harcayacaklar da. Sonra bu, kendilerine dert olacak, nihayet yenilecekler ve inkar edenler cehenneme suruleceklerdir"},{"SurahNumber":8,"VerseNumber":37,"Text":"(Suruleceklerdir) Ki, Allah, murdarı temizden ayıklasın ve butun murdarları birbiri uzerine koyup yıgsın da hepsini cehenneme atsın. Iste ziyana ugrayanlar onlardır"}]}