{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Bə’zi ayələrimizi (qudrətimizə dəlalət edən qəribəlikləri və əcaiblikləri) gostərmək ucun bəndəsini (Peygəmbər əleyhissəlamı) bir gecə (Məkkədəki) Məscidulhəramdan ətrafını mubarək etdiyimiz (bərəkət verdiyimiz) Məsciduləqsaya (Beytulmuqəddəsə) aparan Allah pak və muqəddəsdir. O, dogrudan da, (hər seyi) esidəndir, gorəndir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Biz Musaya kitab (Tovrat) verdik və: “Məndən basqa hec bir vəkil tutmayın (və ya tanrı qəbul etməyin)” – deyə, onu Israil ogullarına (haqq yolu gostərən) bir rəhbər tə’yin etdik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ey Nuhla birlikdə (gəmiyə) mindirib apardıgımız (tufandan xilas etdiyimiz) kəslərin nəsli! Həqiqətən, o (Nuh Allahın ne’mətlərinə) cox sukur edən bir bəndə idi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Biz Israil ogullarına kitabda (Tovratda): “Siz yer uzundə (Zəkəriyyanı, sonra da Yəhyanı oldurməklə) iki dəfə fitnə-fəsad torədəcək və cox dikbaslıq (yaxud zulm) edəcəksiniz!” – deyə bildirdik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Onlardan (o fitnə-fəsadın) birincisinin (cəza) vaxtı gələndə ustunuzə cox guclu qullarımızı (Buxtunəssəri, yaxud Calutu orduları ilə birlikdə) gondərdik. Onlar (sizi oldurmək, əsir almaq və qarət etmək ucun) evlərinizin arasında gəzib dolasırdılar (sizi tə’qib edirdilər). Bu və’d artıq yerinə yetirildi. (Siz Zəkəriyyanı oldurdunuz, onlar da sizi qətl edib, əsir alıb, yurdunuzu xaraba qoydular)"},{"SurahNumber":17,"VerseNumber":6,"Text":"(Bundan) sonra sizə onların uzərində təkrar zəfər caldırdıq, (yenidən) var-dovlət, ogul-usaq verməklə komək gostərdik və sayca sizi (əvvəl oldugunuzdan və ya dusmənlərinizdən) daha cox etdik"},{"SurahNumber":17,"VerseNumber":7,"Text":"Yaxsılıq da etsəniz, ozunuzə etmis olursunuz, pislik də! Ikinci fitnə-fəsadınızın (cəza) vaxtı gəldikdə uzunuzu qara (sizi xəcil) etmək, məscidə (Məsciduləqsaya) birinci dəfə girdikləri kimi girmək və ələ kecirtdikləri hər seyi busbutun məhv etmək ucun (fars və rum padsahlarını) ustunuzə gondərdik. (Siz Yəhyanı oldurdunuz, onlar da əvəzində sizi qətl edib, mə’bədinizi dagıdıb, yurdunuzu viran qoydular)"},{"SurahNumber":17,"VerseNumber":8,"Text":"(Tovbə edəcəyiniz təqdirdə) ola bilsin ki, Rəbbiniz sizə rəhm etsin! Əgər siz (yenidən yaramaz əməllərinizə) qayıtsanız, Biz də (sizi yenidən cəzalandırmaga) qayıdarıq. Biz Cəhənnəmi kafirlərdən otru bir zindan etdik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Həqiqətən, bu Qur’an (butun bəsəriyyəti) ən dogru yola (islama) yonəldir, yaxsı islər gorən mo’minlərə boyuk bir mukafata nail olacaqları ilə mujdə verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Axirətə inanmayanlar ucun isə siddətli bir əzab hazırlamısıq"}]}