{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"بگو: کیست که شما را از آسمان و زمین روزی می دهد؟ یا کیست که بر گوش ها و چشم ها مالکیّت و حکومت دارد؟ و کیست که زنده را از مرده، و مرده را از زنده بیرون می آورد؟ و کیست که همواره امور [جهان هستی] را تدبیر می کند؟ به زودی خواهند گفت: خدا! پس بگو: آیا [از پرستش غیر او] نمی پرهیزید؟"},{"SurahNumber":10,"VerseNumber":32,"Text":"این است خدا، پروردگار حقیقی شما، بنابراین بعد از حق چیزی جز گمراهی و ضلالت وجود دارد؟ پس چگونه شما را از حق بازمی گردانند؟"},{"SurahNumber":10,"VerseNumber":33,"Text":"این گونه فرمان قاطعانه پروردگارت درباره فاسقان محقّق و ثابت شد که اینان [به سبب گناه و لجاجت] ایمان نمی آورند"},{"SurahNumber":10,"VerseNumber":34,"Text":"بگو: آیا از معبودهای شما کسی هست که جهان آفرینش را ایجاد نماید و سپس آن را [پس ازفانی شدن، به قیامت] بازگرداند؟ بگو: فقط خداست که جهان آفرینش را می آفریند سپس آن را [پس از فنا] بازمی گرداند، پس چگونه [از حق] منصرفتان می کنند؟"},{"SurahNumber":10,"VerseNumber":35,"Text":"بگو: آیا از معبودان شما کسی هست که به سوی حق هدایت کند؟ بگو: فقط خداست که به سوی حق هدایت می کند؛ پس آیا کسی که به سوی حق هدایت می کند، برای پیروی شدن شایسته تر است یا کسی که هدایت نمی یابد مگر آنکه هدایتش کنند؟ شما را چه شده؟ چگونه [بدون بصیرت و دانش] داوری می کنید؟"},{"SurahNumber":10,"VerseNumber":36,"Text":"و بیشتر آنان [در عقاید و آرایشان] جز از گمان و ظن پیروی نمی کنند، یقیناً گمان و ظن به هیچوجه انسان را از حق بی نیاز نمی کند، [و جای معرفت و دانش را نمی گیرد] مسلماً خدا به آنچه انجام می دهند، داناست"},{"SurahNumber":10,"VerseNumber":37,"Text":"و این قرآن را نسزد که دروغی ساختگی از سوی غیر خدا باشد، بلکه [با آیات محکم و استوارش] تصدیق کننده کتاب های پیش از خود و شرح و توضیحی بر هر کتاب [آسمانی] است، در آن هیچ تردیدی نیست که از سوی پروردگار جهانیان است"},{"SurahNumber":10,"VerseNumber":38,"Text":"ولی [این سبک مغزان بی منطق، در عین روشن بودن حقیقت] می گویند: [پیامبر] آن را به دروغ بافته است. بگو: پس اگر [در ادعای خود] راستگو هستید، سوره ای مانند آن بیاورید، و هر که را جز خدا می توانید [برای این کار] به یاری خود دعوت کنید"},{"SurahNumber":10,"VerseNumber":39,"Text":"آری، [عجولانه] حقیقتی را تکذیب کردند که به معارف و مفاهیمش احاطه نداشتند و هنوز تفسیر عینی و تحقّق و ظهور آیاتش [که در قیامت انجام می گیرد] برای آنان نیامده است، کسانی که پیش از آنان بودند [نیز آیات الهی و پیامبران را] این گونه تکذیب کردند؛ پس با تأمل بنگر که سرانجام ستمکاران چگونه بود؟"},{"SurahNumber":10,"VerseNumber":40,"Text":"و گروهی از مردم به قرآن ایمان می آورند و گروهی ایمان نمی آورند؛ و پروردگارت به مفسدان، داناتر است"}]}