{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"And what these people are waiting for is a single scream, from which they will not recover"},{"SurahNumber":38,"VerseNumber":16,"Text":"And they said: \"Our Lord, hasten for us our punishment, before the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":17,"Text":"Be patient to what they say, and recall Our servant David, the resourceful. He was obedient"},{"SurahNumber":38,"VerseNumber":18,"Text":"We commissioned the mountains to glorify with him, at dusk and dawn"},{"SurahNumber":38,"VerseNumber":19,"Text":"And the birds were gathered; all were obedient to him"},{"SurahNumber":38,"VerseNumber":20,"Text":"And We strengthened his kingship, and We gave him the wisdom and the ability to make sound judgment"},{"SurahNumber":38,"VerseNumber":21,"Text":"Did the news come to you of the disputing party who came over into the temple enclosure"},{"SurahNumber":38,"VerseNumber":22,"Text":"When they entered upon David, he was startled by them. They said: \"Have no fear. We are two who have disputed, and one has wronged the other, so judge between us with the truth, and do not wrong us, and guide us to the right path"},{"SurahNumber":38,"VerseNumber":23,"Text":"This is my brother and he owns ninety-nine lambs, while I own one lamb; so he said to me: \"'Let me take care of it' and he pressured me"},{"SurahNumber":38,"VerseNumber":24,"Text":"He said: \"He has wronged you by asking to combine your lamb with his lambs. And many who mix their properties take advantage of one another, except those who believe and do good works, and these are very few.\" And David guessed that We had tested him, so he sought forgiveness from his Lord, and fell down kneeling, and repented"},{"SurahNumber":38,"VerseNumber":25,"Text":"So We forgave him in this matter. And for him with Us is a near position, and a beautiful abode"},{"SurahNumber":38,"VerseNumber":26,"Text":"O David, We have made you a successor on the earth. Therefore, you shall judge among the people with the truth, and do not follow desire, lest it diverts you from the path of God. Indeed, those who stray off the path of God will have a severe retribution for forgetting the Day of Reckoning"}]}