{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Misle li ljudi da će biti ostavljeni na miru ako kažu: \"Mi vjerujemo!\" i da u iskušenje neće biti dovedeni"},{"SurahNumber":29,"VerseNumber":3,"Text":"A Mi smo u iskušenje dovodili i one prije njih, da bi Allah sigurno ukazao na one koji govore istinu i na one koji lažu"},{"SurahNumber":29,"VerseNumber":4,"Text":"Zar misle oni koji zla djela rade da će Nama umaći? - Loše prosuđuju"},{"SurahNumber":29,"VerseNumber":5,"Text":"Onaj ko se boji susreta sa Allahom - pa, doći će, sigurno, Dan obećani; a On sve čuje i sve zna"},{"SurahNumber":29,"VerseNumber":6,"Text":"A onaj ko se bori - bori se samo za sebe, jer Allah sigurno može bez svih svjetova biti"},{"SurahNumber":29,"VerseNumber":7,"Text":"Onima koji vjeruju i dobra djela čine preći ćemo sigurno, preko rđavih postupaka njihovih, i za ono što su radili, doista, ćemo ih najljepšom nagradom nagraditi"},{"SurahNumber":29,"VerseNumber":8,"Text":"Mi smo svakog čovjeka zadužili da bude dobar prema roditeljima svojim. Ali, ako te oni budu nagovarali da Meni nekoga ravnim smatraš, o kome ti ništa ne znaš, onda ih ne slušaj. Meni ćete se vratiti, pa ću vas Ja o onome što ste radili obavijestiti"},{"SurahNumber":29,"VerseNumber":9,"Text":"One koji vjeruju i dobra djela čine sigurno ćemo među one koji su dobri uvrstiti"},{"SurahNumber":29,"VerseNumber":10,"Text":"Ima ljudi koji govore: \"Vjerujemo u Allaha\" - a kad neki Allaha radi bude na muke stavljen, on drži da je ljudsko mučenje isto što i Allahova kazna. A ako pobjeda dođe od Gospodara tvoga, sigurno će oni reći: \"Bili smo uz vas!\" A zar Allah ne zna dobro ono što je u grudima čijim"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah dobro zna one koji vjeruju i dobro zna one koji su dvolični"},{"SurahNumber":29,"VerseNumber":12,"Text":"Nevjrenici govore vjernicima: \"Slijedite naš put, a mi ćemo nositi grijehe vaše\" - a ne bi ponijeli nijedan grijeh njihov, oni samo lažu"},{"SurahNumber":29,"VerseNumber":13,"Text":"ali će, sigurno, vlastito breme i breme onih koje su u zabludu odveli nositi, i za laži koje su iznosili, doista, će na Sudnjem danu odgovarati"}]}