{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"(napiyē!) Nīr kūṟum; \"īmāṉ koṇṭa nallaṭiyārkaḷē! Uṅkaḷuṭaiya iṟaivaṉukku payapaktiyāka iruṅkaḷ; ivvulakil aḻakāy naṉmai ceytōrukku aḻakiya naṉmaiyē kiṭaikkum - allāhvuṭaiya pūmi vicālamāṉatu poṟumaiyuḷḷavarkaḷ taṅkaḷ kūliyai niccayamākak kaṇakkiṉṟip peṟuvārkaḷ"},{"SurahNumber":39,"VerseNumber":11,"Text":"(napiyē! Iṉṉum)\"mārkkattiṟku antaraṅka cuttiyuṭaṉ allāhvai vaṇaṅkumāṟu niccayamāka nāṉ ēvappaṭṭirukkiṉṟēṉ\" eṉṟum kūṟuvīrāka"},{"SurahNumber":39,"VerseNumber":12,"Text":"aṉṟiyum (avaṉukku muṟṟilum vaḻippaṭṭavarkaḷil) muslimkaḷil mutalāvarāka irukkumāṟum nāṉ ēvappaṭṭuḷḷēṉ\" (eṉṟum nīr kūṟuvīrāka)"},{"SurahNumber":39,"VerseNumber":13,"Text":"eṉṉuṭaiya iṟaivaṉukku nāṉ māṟu ceyvēṉāyiṉ, makattāṉa oru nāḷiṉ vētaṉaikku nāṉ niccayamāka añcakiṟēṉ\" eṉṟu (napiyē!) Nīr kūṟum"},{"SurahNumber":39,"VerseNumber":14,"Text":"iṉṉum kūṟuvīrāka\"eṉ mārkkattil antaraṅka cuttiyāka allāhvaiyē nāṉ vaṇaṅkukiṟēṉ"},{"SurahNumber":39,"VerseNumber":15,"Text":"āṉāl, nīṅkaḷ avaṉaiyaṉṟi, nīṅkaḷ virumpiyavarkaḷai vaṇaṅkik koṇṭiruṅkaḷ.\" Kūṟuvīrāka\"taṅkaḷukkum, taṅkaḷ kuṭumpattiṉarukkum kiyāma nāḷil naṣṭattai uṇṭu paṇṇik koṇṭavarkaḷ tām niccayamākap perum naṣṭavāḷikaḷ; atuvē mikat teḷivāṉa naṣṭamākum eṉpatai aṟintu koḷka"},{"SurahNumber":39,"VerseNumber":16,"Text":"(Maṟumai nāḷil) ivarkaḷukku mēlē neruppilāṉa taṭṭukaḷum, ivarkaḷiṉ kīḻum (neruppilāṉa) taṭṭukaḷum irukkum; ivvāṟu ataikkoṇṭu allāh taṉ aṭiyārkaḷai accamūṭṭukiṟāṉ; \"eṉ aṭiyārkaḷē! Eṉṉiṭam nīṅkaḷ payapaktiyuṭaṉ iruṅkaḷ"},{"SurahNumber":39,"VerseNumber":17,"Text":"evarkaḷ ṣaittāṉkaḷai vaṇaṅkuvatait tavirttuk koṇṭu, avaṟṟiliruntu vilaki muṟṟilum allāhviṉ pāl muṉṉōkkiyirukkiṟārkaḷō, avarkaḷukkut tāṉ naṉmārāyam; ākavē (eṉṉuṭaiya) nallaṭiyārkaḷukku naṉmārāyaṅ kūṟuvīrāka"},{"SurahNumber":39,"VerseNumber":18,"Text":"avarkaḷ collai - nallupatēcattaic ceviyēṟṟu atilē aḻakāṉataip piṉpaṟṟukiṟārkaḷ. Allāh nērvaḻiyil celuttuvatu ittakaiyavarkaḷait tām; ivarkaḷ tām nallaṟivuṭaiyōr"},{"SurahNumber":39,"VerseNumber":19,"Text":"(napiyē!) Evaṉ mītu vētaṉai paṟṟiya vākku uṇmaiyāki viṭṭatō, neruppilirukkum avaṉai nīr kāppāṟṟi viṭamuṭiyumā"},{"SurahNumber":39,"VerseNumber":20,"Text":"āṉāl, evarkaḷ taṅkaḷ iṟaivaṉukku payapaktiyuṭaṉ naṭantu koḷkiṟārkaḷō avarkaḷukku aṭukkaṭukkāṉa mēṉmāḷikaikaḷ uṇṭu avaṟṟiṉ kīḻē āṟukaḷ catā ōṭik koṇṭirukkum. (Ituvē) allāhviṉ vākkuṟuti - allāh taṉ vākkuṟutiyiyal māṟa māṭṭāṉ"},{"SurahNumber":39,"VerseNumber":21,"Text":"nīr pārkkavillaiyā? Allāh vāṉattiliruntu nīrai iṟakki, ataṉai pūmiyil ūṟṟukaḷil ōṭac ceykiṟāṉ; ataṉpiṉ, ataik koṇṭu veḷa; vēṟu niṟaṅkaḷai uṭaiya payirkaḷai veḷippaṭuttukiṟāṉ. Appāl, atu ularntu mañcaḷ niṟamaṭaikiṟatai nīr pārkkiṟīr; piṉṉar ataik kūḷamākac ceytu viṭukiṟāṉ - niccayamāka itil aṟivuṭaiyōrukkup paṭippiṉai irukkiṟatu"}]}