{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"(Din hija). sura. li niżżilnieha (lilek. Muħammad), għamilnieha obbligu (għall-Misilmin), u niżżilna fiha sinjali ċari biex forsi tiftakru (fit-twissija)"},{"SurahNumber":24,"VerseNumber":2,"Text":"Liż-żienja u liż-żieni agħtuhom mitt sawt kull wieħed, u tħennux għalihom fejn tidħol il-liġi ta' Alla, jekk (tassew) temmnu f'Alla u fl-Aħħar Jum, u (araw) li ġemgħa minn dawk li jemmnu jixhdu għall-kastig tagħhom it-tnejn"},{"SurahNumber":24,"VerseNumber":3,"Text":"Iż-żieni ma jiżżewwiġx għajr żienja, jew waħda li xxierek (allat oħra ma' Alla), u liż-żienja ma jiżżewwiġhiex għajr (bniedem) żieni, jew wieħed li jxierek (allat oħra ma' Alla). Dak (iż-żwieġ ma' nies żienja u pagani) huwa projbit għal dawk li jemmnu (ħlief jekk iż-żieni, jew iż-żienja, jindmu)"},{"SurahNumber":24,"VerseNumber":4,"Text":"U dawklijixlu (biż-żina) lin-nisa safjin mingħajr ma jġibu erba' xhieda, agħtuhom tmenin sawt, u la tilqgħu qatt aktar ix-xhieda tagħhom. Dawk huma l-ħżiena"},{"SurahNumber":24,"VerseNumber":5,"Text":"ħlief dawk. li, wara dan, nidmu u sewwew (il-ħsara tal- qlajjiet li qalgħu u tax-xhieda ħażina li taw), għaliex Alla huwa tabilħaqq Kollu Maħfra, Ħanin"},{"SurahNumber":24,"VerseNumber":6,"Text":"U dawk (l-irġiel) li jixlu lin-nisa tagħhom (b'żina) mingħajr ma jkollhom xhieda oħra għajr tagħhom infushom, kull wieħed minnhom għandu jixhed għal erba' darbiet (u jaħlef) b'Alla li qiegħed jgħid is-sewwa"},{"SurahNumber":24,"VerseNumber":7,"Text":"u l-ħames (ħalfa tkun) li s-saħta ta' Alla fuqu jekk qiegħed jigdeb"},{"SurahNumber":24,"VerseNumber":8,"Text":"U (lil dik il-mara) teħlisha mill-kastig ix-xhieda tagħha għal erba' darbiet (u taħlef) b'Alla li (dak li qiegħed jixliha) huwa mill-giddibin"},{"SurahNumber":24,"VerseNumber":9,"Text":"ul-ħames (ħalfa tagħha tkun) li l-għadab ta' Alla fuqha jekk (min jixliha) ikun minn dawk li jgħidu s-sewwa"},{"SurahNumber":24,"VerseNumber":10,"Text":"Li mhux għat-tjieba ta' Alla fuqkom, u għall-ħniena tiegħu, u għaliex Alla jdur Kollu Maħfra, u Għaref, (kieku l- kastig jinżel fuqkom għax qed tixlu lil xulxin mingħajr ebda xhud)"}]}