{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":21,"Text":"Kendilerine dokunan bir sıkıntıdan sonra insanlara bir rahmet tattırdığımız zaman, ayet ve mucizelerimize karşı hemen bir plan düzenlerler. De ki: \"Plan yapmada ALLAH daha hızlıdır. Elçilerimiz, düzenlediğiniz tüm planları kaydetmektedir"},{"SurahNumber":10,"VerseNumber":22,"Text":"Sizi karada ve denizde yürüten O'dur. (Düşünün ki) Gemidesiniz... Bir meltemle yolcuları alıp götürdüğü zaman gemiden memnundurlar. Aniden şiddetli bir fırtınaya yakalanırlar. Her yönden gelen dalgaların arasında tümüyle kuşatıldıklarını sandıkları an, dini sadece ALLAH'a ait kılarak, \"Bizi bundan kurtarırsan şükredenlerden olacağız,\" diye yalvarırlar"},{"SurahNumber":10,"VerseNumber":23,"Text":"Onları kurtarınca da yeryüzünde haksız yere taşkınlık yapmaya başlarlar. Ey insanlar, taşkınlığınız kendinize karşıdır. Dünya hayatının geçici zevkine düşkünsünüz; halbuki dönüşünüz bizedir ve yapmış olduğunuz her şeyi size haber veririz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Dünya hayatı, tıpkı şu örnek gibidir; gökten indirdiğimiz su insanların ve hayvanların yediği bitkilerin yapısına karışır. Bu durum, yeryüzünün süslenip bezendiği ve halkının da artık doğaya egemen olduklarını sandıkları ana kadar sürer. Nihayet geceleyin veya gündüzün ona emrimiz gelir. Sanki bir önceki gün hiç bir şeye sahip değilmiş gibi onu kökünden biçilmiş bir duruma sokarız. Düşünen bir toplum için ayetleri böyle açıklarız"},{"SurahNumber":10,"VerseNumber":25,"Text":"ALLAH barış yurduna çağırır ve dilediğini doğru bir yola iletir"},{"SurahNumber":10,"VerseNumber":26,"Text":"Güzel davrananlara daha fazlası vardır. Yüzlerini ne bir yoksunluk ne de bir aşağılanma duygusu kaplar. Onlar cennet halkıdır. Orada ebedi kalıcıdırlar"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kötülük ve günah kazananlara ise kötülüğünün aynısıyla karşılık verilir. Yüzlerini bir aşağılanma duygusu kaplar. ALLAH'tan başka bir koruyucuları yoktur. Yüzleri sanki karanlık geceden bir parçayla bürünmüştür. Onlar ateş halkıdır; onlar orada ebedi kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"Onları bir araya topladığımız gün, ortak koşanlara; \"Siz ve ortaklarınız haydi yerinize!,\" diyerek birbirlerinden ayırırız. Ortakları ise: \"Siz bize kulluk etmiyordunuz,\" derler"},{"SurahNumber":10,"VerseNumber":29,"Text":"Bizimle sizin aranızda ALLAH tanıktır ki, biz sizin kulluk etmenizden habersizdik"},{"SurahNumber":10,"VerseNumber":30,"Text":"İşte orada her can, geçmişte yapmış olduğunu bulur. Gerçek Mevlaları olan ALLAH'a döndürülürler. Uydurdukları (ortaklar) ise kendilerinden uzaklaşıp kaybolur"}]}