{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Tārā āpanākē yulakāranā'ina samparkē jijñāsā karē. Balunaḥ āmi tōmādēra kāchē tām̐ra kichu abasthā barṇanā karaba."},{"SurahNumber":18,"VerseNumber":84,"Text":"Āmi tākē pr̥thibītē pratiṣṭhita karēchilāma ēbaṁ pratyēka biṣaẏēra kāryōpakaraṇa dāna karēchilāma."},{"SurahNumber":18,"VerseNumber":85,"Text":"Ataḥpara tini ēka kāryōpakaraṇa abalambana karalēna."},{"SurahNumber":18,"VerseNumber":86,"Text":"Abaśēṣē tini yakhana suryēra astācalē pauchalēna; takhana tini suryakē ēka paṅkila jalāśaẏē asta yētē dēkhalēna ēbaṁ tini sēkhānē ēka sampradāẏakē dēkhatē pēlēna. Āmi balalāma, hē yulakāranā'ina! Āpani tādērakē śāsti ditē pārēna athabā tādērakē sadaẏabhābē grahaṇa karatē pārēna."},{"SurahNumber":18,"VerseNumber":87,"Text":"Tini balalēnaḥ yē kē'u sīmālaṅghanakārī habē āmi tākē śāsti dēba. Ataḥpara tini tām̐ra pālanakartāra kāchē phirē yābēna. Tini tākē kaṭhōra śāsti dēbēna."},{"SurahNumber":18,"VerseNumber":88,"Text":"Ēbaṁ yē biśbāsa sthāpana karē ō saṯkarma karē tāra jan'ya pratidāna raẏēchē kalyāṇa ēbaṁ āmāra kājē tākē sahaja nirdēśa dēba."},{"SurahNumber":18,"VerseNumber":89,"Text":"Ataḥpara tini ēka upāẏa abalambana karalēna."},{"SurahNumber":18,"VerseNumber":90,"Text":"Abaśēṣē tini yakhana sūryēra udaẏācalē pauchalēna, takhana tini tākē ēmana ēka sampradāẏēra upara udaẏa hatē dēkhalēna, yādēra jan'yē sūryatāpa thēkē ātnarakṣāra kōna āṛāla āmi sr̥ṣṭi karini."},{"SurahNumber":18,"VerseNumber":91,"Text":"Prakr̥ta ghaṭanā ēmani'i. Tāra br̥ttānta āmi samyaka abagata āchi."},{"SurahNumber":18,"VerseNumber":92,"Text":"Ābāra tini ēka patha dharalēna."},{"SurahNumber":18,"VerseNumber":93,"Text":"Abaśēṣē yakhana tini du'i parbata pracīrēra madhyasthalē pauchalēna, takhana tini sēkhānē ēka jātikē pēlēna, yārā tām̐ra kathā ēkēbārē'i bujhatē pārachila nā."},{"SurahNumber":18,"VerseNumber":94,"Text":"Tārā balalaḥ hē yulakāranā'ina, iẏājuja ō mājuja dēśē aśānti sr̥ṣṭi karēchē. Āpani balalē āmarā āpanāra jan'yē kichu kara dhārya karaba ē'i śartē yē, āpani āmādēra ō tādēra madhyē ēkaṭi prācīra nirmāṇa karē dēbēna."},{"SurahNumber":18,"VerseNumber":95,"Text":"Tini balalēnaḥ āmāra pālanakartā āmākē yē sāmartha?2470;̔Iẏēchēna, tā'i yathēṣṭa. Ata'ēba, tōmarā āmākē śrama diẏē sāhāyya kara. Āmi tōmādēra ō tādēra madhyē ēkaṭi sudr̥ṛha prācīra nirmāṇa karē dēba."},{"SurahNumber":18,"VerseNumber":96,"Text":"Tōmarā āmākē lōhāra pāta ēnē dā'ō. Abaśēṣē yakhana pāhāṛēra madhyabartī phām̐kā sthāna pūrṇa haẏē gēla, takhana tini balalēnaḥ tōmarā hām̐parē dama ditē thāka. Abaśēṣē yakhana tā āgunē pariṇata hala, takhana tini balalēnaḥ tōmarā galita tāmā niẏē ēsa, āmi tā ēra uparē ḍhēlē dē'i."},{"SurahNumber":18,"VerseNumber":97,"Text":"Ataḥpara iẏājuja ō mājuja tāra uparē ārōhaṇa karatē pārala nā ēbaṁ tā bhēda karatē ō sakṣama hala nā."},{"SurahNumber":18,"VerseNumber":98,"Text":"Yulakāranā'ina balalēnaḥ ēṭā āmāra pālanakartāra anugraha. Yakhana āmāra pālanakartāra pratiśruta samaẏa āsabē, takhana tini ēkē cūrṇa-bicūrṇa karē dēbēna ēbaṁ āmāra pālanakartāra pratiśruti satya."},{"SurahNumber":18,"VerseNumber":99,"Text":"Āmi sēdina tādērakē dalē dalē taraṅgēra ākārē chēṛē dēba ēbaṁ śiṅgāẏa phum̐ṯkāra dēẏā habē. Ataḥpara āmi tādēra sabā'ikē ēkatrita karē ānaba."},{"SurahNumber":18,"VerseNumber":100,"Text":"Sēdina āmi kāphēradēra kāchē jāhānnāmakē pratyakṣa bhābē upasthita karaba."},{"SurahNumber":18,"VerseNumber":101,"Text":"Yādēra cakṣusamūhēra upara pardā chila āmāra smaraṇa thēkē ēbaṁ yārā śunatē'ō sakṣama chila nā."}]}