{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"О, хора, бойте се от вашия Господ! Сътресението в Часа е нещо ужасно"},{"SurahNumber":22,"VerseNumber":2,"Text":"В Деня, когато ще го видите, всяка кърмачка ще забрави своето кърмаче и всяка бременна ще роди преждевременно, и ще видиш хората опиянени. Ала не са опиянени те, но мъчението на Аллах е сурово"},{"SurahNumber":22,"VerseNumber":3,"Text":"Някои от хората спорят за Аллах, без да имат знание, и следват всеки непокорен сатана"},{"SurahNumber":22,"VerseNumber":4,"Text":"за когото е писано - всеки, който се сближи с него, той ще го заблуди и ще го поведе към мъчението на Огъня"},{"SurahNumber":22,"VerseNumber":5,"Text":"О, хора, ако се съмнявате във възкресението, [вижте как] Ние ви сътворихме от пръст, после от частица сперма, после от съсирек, после от късче, сякаш надъвкано месо - оформено и неоформено, за да ви изявим [Нашата сила]. И оставяме в утробите когото пожелаем за определен срок, после ви изваждаме като деца, после [ви препитаваме], за да стигнете своята зрелост. И някой от вас умира, а някой от вас бива доведен до най-окаяната възраст, и тогава не знае нищо, след като е знаел. И виждаш земята безжизнена, но когато изсипваме вода върху нея, тя се раздвижва и набъбва, и отглежда всякакъв прелестен вид"},{"SurahNumber":22,"VerseNumber":6,"Text":"Това е, защото Аллах е Истината и Той съживява мъртвите, и Той за всяко нещо има сила"},{"SurahNumber":22,"VerseNumber":7,"Text":"И защото Часът непременно ще настъпи. Няма съмнение в това. И ще възкреси Аллах онези, които са в гробовете"},{"SurahNumber":22,"VerseNumber":8,"Text":"А някои хора спорят за Аллах, без да имат нито знание, нито напътствие, нито разясняващо писание"},{"SurahNumber":22,"VerseNumber":9,"Text":"извръщайки се надменно, за да отклонят от пътя на Аллах. За тях в земния живот има позор и ще ги накараме да вкусят мъчението на Огъня в Деня на възкресението"},{"SurahNumber":22,"VerseNumber":10,"Text":"То е заради онова, което с твоите ръце преди си сторил. Аллах не угнетява рабите"}]}