{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Ka ce: \"Allah Yã isa shaida a tsakãnĩna da tsakãnĩnku Yanã sane da abin da ke a cikin sammai da ƙasã, kuma waɗanda suka yi ĩmãni da ɗarya kuma suka kãfirta da Allah, waɗannan sũ nemãsu hasãra"},{"SurahNumber":29,"VerseNumber":53,"Text":"Kuma suna nẽman ka da gaggauta azãba, to, bã dõmin ajali ƙayyadadde ba, dã azãba ta jẽ musu kuma lalle dã tanã iske su bisa ia abke, alhãli kuwa sũ ba su sani ba"},{"SurahNumber":29,"VerseNumber":54,"Text":"Sunã nẽman ka da gaggauta azãba, kuma lalle Jahannama, tabbas, mai kẽwayewa ce gakãfirai"},{"SurahNumber":29,"VerseNumber":55,"Text":"Rãnar da azãba ke rufe su daga samansu da kuma ƙasan ƙafafunsu kuma Ya ce: \"Ku ɗanɗani abin da kuka kasance kunã aikatãwa"},{"SurahNumber":29,"VerseNumber":56,"Text":"Yã bãyiNa, waɗanda suka yi ĩmãni! Lalle fa ƙasãTa mai yalwã ce, sabãda haka ku bauta Mini"},{"SurahNumber":29,"VerseNumber":57,"Text":"Kõwane rai mai ɗanɗanar mutuwa ne, sa'an nan zuwa gare Mu ake mayar da ku"},{"SurahNumber":29,"VerseNumber":58,"Text":"Kuma waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai, lalle zã Mu zaunar da su daga cikin Aljanna a gidãjen bẽne, ƙoramu nã gudãna daga ƙarƙashinsu, sunã madawwama a cikinsu. To, madalla da sakamakon mãsu aikin ƙwarai"},{"SurahNumber":29,"VerseNumber":59,"Text":"Waɗanda suka yi haƙuri, kuma sunã dõgara ga Ubangijinsu kawai"},{"SurahNumber":29,"VerseNumber":60,"Text":"Kuma da yawa dabba wadda bã ta ɗaukar abincinta Allah Yanã ciyar da ita tãre da ku, kuma Shĩ ne Mai ji, Mai ilmi"},{"SurahNumber":29,"VerseNumber":61,"Text":"Lalle idan ka tambaye su: \"Wãne ne ya halitta sammai da ƙasã kuma ya hõre rãnã da watã?\" Lalle sunã cẽwa Allah ne. TO, yãya ake karkatar da su"},{"SurahNumber":29,"VerseNumber":62,"Text":"A1lah ne ke shimfiɗa arziki ga wanda Yake so daga cikin bãyinsa kuma Yanã ƙuntãtãwa ga (wanda, Yake so). Lalle Allah, Masani ne ga dukan kõme"},{"SurahNumber":29,"VerseNumber":63,"Text":"Kuma lalle idan ka tambaye su. \"Wãne ne ya saukar da ruwa daga sama, har ya rãyar da ƙasã game da shi a bãyan mutuwarta?\" Lalle sunã cẽwa, \"Allah ne.\" Ka ce: \"Gõdiya tã tabbata ga Allah.\" Ã'a, mafi yawansu bã su hankalta"}]}