{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"بھلا کیا اللہ نے اپنی مخلوق میں سے اپنے لیے تو بیٹیاں پسند کی ہیں، اور تمہیں بیٹوں کے لیے منتخب کیا ہے ؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"حالانکہ ان میں سے کسی کو جب اس (بیٹی) کی (ولادت) خوشخبری دی جاتی ہے جو اس نے خدائے رحمن کی طرف منسوب کر رکھی ہے تو اس کا چہرہ سیاہ پڑجاتا ہے، اور وہ دل ہی دل میں گھٹتا رہتا ہے۔"},{"SurahNumber":43,"VerseNumber":18,"Text":"اور کیا (اللہ نے ایسی اولاد پسند کی ہے) جو زیوروں میں پالی پوسی جاتی ہے اور جو بحث مباحثے میں اپنی بات کھل کر بھی نہیں کہہ سکتی ؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"اس کے علاوہ انہوں نے فرشتوں کو جو خدائے رحمن کے بندے ہیں، مؤنث بنادیا ہے۔ کیا یہ لوگ ان کی تخلیق کے وقت موجود تھے ؟ ان کا یہ دعوی لکھ لیا جائے گا اور ان سے باز پرس ہوگی۔"},{"SurahNumber":43,"VerseNumber":20,"Text":"اور یہ کہتے ہیں کہ : اگر خدائے رحمن چاہتا تو ہم ان (فرشتوں) کی عبادت نہ کرتے۔ ان کو اس بات کی حقیقت کا ذرا بھی علم نہیں ہے اور ان کا کام اس کے سوا کچھ نہیں کہ اندازوں کے تیر چلاتے ہیں۔"},{"SurahNumber":43,"VerseNumber":21,"Text":"بھلا کیا ہم نے انہیں اس سے پہلے کوئی کتاب دی تھی جسے یہ تھامے بیٹھے ہیں ؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"نہیں، بلکہ ان کا کہنا یہ ہے کہ ہم نے اپنے باپ دادوں کو ایک طریقے پر پایا ہے اور ہم انہی کے نقش قدم کے مطابق ٹھیک ٹھیک راستے پر جارہے ہیں۔"},{"SurahNumber":43,"VerseNumber":23,"Text":"اور (اے پیغمبر) ہم نے تم سے پہلے جب بھی کسی بستی میں کوئی خبردار کرنے والا (پیغمبر) بھیجا تو وہاں کے دولت مند لوگوں نے یہی کہا کہ : ہم نے اپنے باپ دادوں کو ایک طریقے پر پایا ہے، اور ہم انہی کے نقش قدم کے پیچھے چل رہے ہیں۔"},{"SurahNumber":43,"VerseNumber":24,"Text":"پیغمبر نے کہا کہ : تم نے اپنے باپ دادوں کو جس طریقے پر پایا ہے، اگر میں تمہارے پاس اس سے زیادہ ہدایت کی بات لے کر آیا ہوں تو کیا پھر بھی (تم اپنے طریقے پر چلے جاؤ گے ؟) انہوں نے جواب دیا کہ : تم جو پیغام دے کر بھیجے گئے ہو ہم تو اس کو ماننے والے نہیں ہیں۔"},{"SurahNumber":43,"VerseNumber":25,"Text":"نتیجہ یہ ہوا کہ ہم نے ان سے انتقام لیا، اب دیکھ لو کہ جھٹلانے والوں کا انجام کیسا ہوا ؟"}]}