{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Vin posylaye vnyz z vody neba dlya vashoho napoyu, ta shchob vyrostyty dereva dlya vashoyi vyhody"},{"SurahNumber":16,"VerseNumber":11,"Text":"Z tse, Vin roste dlya vas zerno, olives, datuyutʹ palʹmy, vynohrad, ta vsi riznovydy fruktiv. Tse (dostatniy) dokaz dlya lyudey shcho dumayutʹ"},{"SurahNumber":16,"VerseNumber":12,"Text":"Ta Vin zdiysnyuye, u vashiy sluzhbi, nochi ta dni, tak zhe, yak i sontsi ta misyatsi. Takozh, zirky zdiysnyuyutʹsya Yoho komandoyu. Tsey (dostatniy) dokazy dlya lyudey shcho rozumiyutʹ"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ta (Vin stvoryuvav) dlya vas na rechakh zemli riznomanitnykh kolʹoriv. Tse ye (dostatniy) dokaz dlya lyudey shcho berutʹ uvahu"},{"SurahNumber":16,"VerseNumber":14,"Text":"Ta Vin zdiysnyv more sluzhyty vam; vy hostytesya z tse propozytsiya m'yaso, ta vytyahayete yuvelirni vyroby kotryy vy nosyte. Ta vy bachyte , shcho korabelʹ blukaye tse dlya vashykh komertsiynykh vyhod, tomu shcho vy shukayete Yoho shchedrosti, shcho vy mozhete buty appreciative"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ta Vin rozmistyv stabilizers (hory) na zemli, lest tse padinnya z vamy, tak zhe, yak i richky ta dorohy, shcho vy mozhete keruvatysya"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ta vikhy, tak zhe, yak i zirky; shchob buty vykorystanyy dlya navihatsiyi"},{"SurahNumber":16,"VerseNumber":17,"Text":"odyn khto Vyhlyadaye stvoryuye yak odyn khto ne stvoryuye? Chy ne mohly b vy zaraz vzyaty uvahu"},{"SurahNumber":16,"VerseNumber":18,"Text":"Yakshcho vy rakhuyete BOZHI blahoslovennya, vy ne mozhete mozhlyvo okhopyty yikh. BOH Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ta BOH znaye shchob ni vy prykhovuyete ta shchob ni vy zayavlyayete"},{"SurahNumber":16,"VerseNumber":20,"Text":"Yak dlya idoliv vony zdiymayutʹsya bilya BOHA, vony nichoho ne stvoryuyutʹ; vony sebe buly utvoreni"},{"SurahNumber":16,"VerseNumber":21,"Text":"Vony ye mertvi, ne zhyvyy, ta vony ne mayutʹ ideyi yak abo koly vony budutʹ resurrected"}]}