{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"I kad uze Allah zavjet vjerovjesnika: “Doista, sta vam dam od Knjige i mudrosti, zatim vam dođe poslanik potvrđivac za ono sta je uz vas, sigurno cete vjerovati u njega i sigurno cete ga pomoci?” Rece: “Da li se slazete i uzimate za ovo zavjet Moj?” Rekose: “Slazemo se.” Rece: “Onda posvjedocite, i Ja cu sa vama biti od svjedoka.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"Pa ko se okrene poslije toga - pa ti takvi su grjesnici"},{"SurahNumber":3,"VerseNumber":83,"Text":"Pa zar mimo dina Allahovog traze drugi? A Njemu se pokorava ko je na nebesima i Zemlji, milom i silom; a Njemu ce se vratiti"},{"SurahNumber":3,"VerseNumber":84,"Text":"Reci: “Vjerujemo u Allaha i ono sta je objavljeno nama i sta je objavljeno Ibrahimu i Ismailu i Ishaku i Jakubu i plemenima, i sta je dato Musau i Isau i vjerovjesnicima od Gospodara njihovog. Ne pravimo razliku između ijednog od njih i mi smo Njemu predani.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"A ko trazi drugaciju vjeru od Islama, pa nece se primiti od njega, a on ce na Ahiretu biti od gubitnika"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kako da uputi Allah ljude koji ne vjeruju nakon vjerovanja njihovog, a svjedocili su da je Poslanik Istina i dosli su im dokazi jasni? A Allah ne upucuje narod zalima"},{"SurahNumber":3,"VerseNumber":87,"Text":"Tim takvima je placa sto je na njima prokletstvo Allahovo i meleka i ljudi svih"},{"SurahNumber":3,"VerseNumber":88,"Text":"Bice vjecno u njemu. Nece im se olaksati kazna, niti ce im se odgoditi"},{"SurahNumber":3,"VerseNumber":89,"Text":"Izuzev koji se pokaju nakon toga i poprave. Pa uistinu! Allah je Oprosnik, Milosrdni"},{"SurahNumber":3,"VerseNumber":90,"Text":"Uistinu, oni koji ne vjeruju nakon vjerovanja njihovog, zatim povecaju nevjerovanje, nece se primiti pokajanje njihovo; a ti takvi su zalutali"},{"SurahNumber":3,"VerseNumber":91,"Text":"Uistinu, oni koji ne vjeruju i umru, a oni budu nevjernici, pa ne bi se primila ni od jednog od njih puna zemlja zlata, makar se time iskupljivao. Ti takvi ce imati kaznu bolnu, a nece oni imati nikakvih pomagaca"}]}