{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Yakhana'i mariẏama tanaẏēra dr̥ṣṭānta barṇanā karā hala, takhana'i āpanāra sampradāẏa hañjagōla śuru karē dila"},{"SurahNumber":43,"VerseNumber":58,"Text":"ēbaṁ balala, āmādēra upāsyarā śrēṣṭha, nā sē? Tārā āpanāra sāmanē yē udāharaṇa upasthāpana karē tā kēbala bitarkēra jan'yē'i karē. Bastutaḥ tārā hala ēka bitarkakārī sampradāẏa."},{"SurahNumber":43,"VerseNumber":59,"Text":"Sē tō ēka bāndā'i baṭē āmi tāra prati anugraha karēchi ēbaṁ tākē karēchi baṇī-isarā'īlēra jan'yē ādarśa."},{"SurahNumber":43,"VerseNumber":60,"Text":"Āmi icchā karalē tōmādēra thēkē phērēśatā sr̥ṣṭi karatāma, yārā pr̥thibītē ēkēra para ēka basabāsa karata."},{"SurahNumber":43,"VerseNumber":61,"Text":"Sutarāṁ tā hala kēẏāmatēra nidarśana. Kājē'i tōmarā kēẏāmatē sandēha karō nā ēbaṁ āmāra kathā māna. Ēṭā ēka sarala patha."},{"SurahNumber":43,"VerseNumber":62,"Text":"Śaẏatāna yēna tōmādērakē nibr̥tta nā karē. Sē tōmādēra prakāśya śutru."},{"SurahNumber":43,"VerseNumber":63,"Text":"Īsā yakhana spaṣṭa nidarśanasaha āgamana karala, takhana balala, āmi tōmādēra kāchē prajñā niẏē ēsēchi ēbaṁ tōmarā yē, kōna kōna biṣaẏē matabhēda karacha tā byakta karāra jan'yē ēsēchi, ata'ēba, tōmarā āllāhakē bhaẏa kara ēbaṁ āmāra kathā māna."},{"SurahNumber":43,"VerseNumber":64,"Text":"Niścaẏa āllāha'i āmāra pālanakartā ō tōmādēra pālanakartā. Ata'ēba, tām̐ra ēbādata kara. Ēṭā hala sarala patha."},{"SurahNumber":43,"VerseNumber":65,"Text":"Ataḥpara tādēra madhyē thēkē bibhinna dala matabhēda sr̥ṣṭi karala. Sutarāṁ yālēmadēra jan'yē raẏēchē yantraṇādāẏaka dibasēra āyābēra durbhōga."},{"SurahNumber":43,"VerseNumber":66,"Text":"Tārā kēbala kēẏāmatēra'i apēkṣā karachē yē, ākasmikabhābē tādēra kāchē ēsē yābē ēbaṁ tārā khabara ō rākhabē nā."},{"SurahNumber":43,"VerseNumber":67,"Text":"Bandhubarga sēdina ēkē aparēra śatru habē, tabē khōdābhīrurā naẏa."}]}