{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Una sura que hemos hecho descender y hemos hecho obligatoria. E hicimos descender en ella senales claras para que quizas asi reflexioneis"},{"SurahNumber":24,"VerseNumber":2,"Text":"A la fornicadora y al fornicador castigadles con cien azotes a cada uno. Y si creeis en Dios y en el Ultimo Dia no dejeis que la compasion por ellos dos os impida aplicar la pena establecida por Dios. Y que su castigo sea presenciado por un grupo de los creyentes"},{"SurahNumber":24,"VerseNumber":3,"Text":"Que el fornicador no se case sino con una fornicadora o con una idolatra y que la fornicadora no se case sino con un fornicador o un idolatra. Tal cosa esta prohibida para los creyentes"},{"SurahNumber":24,"VerseNumber":4,"Text":"Y a quienes acusen a mujeres casadas y luego no aporten cuatro testigos, castigadles con ochenta azotes y no acepteis jamas su testimonio. Esos son los transgresores"},{"SurahNumber":24,"VerseNumber":5,"Text":"Excepto quienes, despues de ello, se arrepienten y se corrigen, pues, en verdad, Dios es perdonador, Misericordiosisimo"},{"SurahNumber":24,"VerseNumber":6,"Text":"Y quienes acusen a sus esposas y no aporten mas testigos de ello que ellos mismos, que el jure por Dios cuatro veces que dicen la verdad"},{"SurahNumber":24,"VerseNumber":7,"Text":"y la quinta vez, [que diga] que Dios le maldiga si lo que dice es mentira"},{"SurahNumber":24,"VerseNumber":8,"Text":"Pero ella se librara del castigo si jura por Dios cuatro veces que el miente"},{"SurahNumber":24,"VerseNumber":9,"Text":"y la quinta vez (ella dice) que la ira de Dios caiga sobre ella si lo que el dice es cierto"},{"SurahNumber":24,"VerseNumber":10,"Text":"Y si no hubiera sido por el favor de Dios sobre vosotros y porque Dios acepta el arrepentimiento y es sabio…"}]}