{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Te iz synov Israila, kotoryye ne uverovali, proklyaty ustami Davuda i 'Isy E, syna Maryam, za to, chto oni oslushalis' [Allakha] i prestupili granitsy [religioznogo zakona]"},{"SurahNumber":5,"VerseNumber":79,"Text":"Oni ne uderzhivali drug druga ot sversheniya poritsayemykh postupkov. I kak merzki ikh deyaniya"},{"SurahNumber":5,"VerseNumber":80,"Text":"[Nyne] ty vidish', chto mnogiye iz nikh vodyat druzhbu s nevernymi. Kak skverno to, chto ugotovili im ikh dushi! Ved' Allakh razgnevalsya na nikh, i oni vechno budut prebyvat' v mukakh"},{"SurahNumber":5,"VerseNumber":81,"Text":"Yesli by oni uverovali v Allakha, Proroka i v to, chto nisposlano yemu, to ne stali by vodit' druzhbu s mnogobozhnikami. Odnako mnogiye iz nikh - nechestivtsy"},{"SurahNumber":5,"VerseNumber":82,"Text":"Nesomnenno, ty ubedish'sya, chto sil'neye vsekh nenavidyat uverovavshikh iudei i mnogobozhniki. Nesomnenno, ty ubedish'sya, chto bol'she vsekh druzhelyubny k uverovavshim te, kotoryye govoryat: \"Voistinu, my - khristiane\". Eto ottogo, chto sredi nikh yest' iyerei i monakhi i chto oni ne vysokomerny"},{"SurahNumber":5,"VerseNumber":83,"Text":"I kogda oni slyshat to, chto nisposlano Poslanniku, vidno, kak ikh glaza napolnyayutsya slezami po prichine togo, chto oni uznayut iz istiny. I oni govoryat: \"Gospodi nash! My uverovali. Tak zapishi nas s temi, kto svidetel'stvuyet [ob istine]"},{"SurahNumber":5,"VerseNumber":84,"Text":"A pochemu by nam ne verovat' v Allakha i v istinu, kotoraya yavilas' k nam? Ved' my zhazhdem, chtoby Gospod' vvel nas [v ray] vmeste s pravednymi lyud'mi"},{"SurahNumber":5,"VerseNumber":85,"Text":"I Allakh voznagradit ikh za skazannyye slova rayskimi sadami, v kotorykh tekut ruch'i i gde oni vechno prebudut. Takovo vozdayaniye tvoryashchim dobro"},{"SurahNumber":5,"VerseNumber":86,"Text":"A te, kotoryye ne uverovali i ob\"yavili lozh'yu Nashi znameniya, - obitateli ada"}]}