{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"ټول د كمال صفتونه خاص هغه الله لره دي چې اسمانونه او ځمكه يې پیدا كړي دي، او پیدا كړې يې دي تیارې او رڼا، بیا (هم) هغه خلق چې كافر دي، له خپل رب سره (نور څیزونه) برابروي"},{"SurahNumber":6,"VerseNumber":2,"Text":"دى همغه ذات دى چې تاسو يې له خَټې نه پیدا كړئ، بیا يې یو وخت مقرر كړ او مقرر وخت له هغه سره (لیك) دى، بیا (هم) تاسو شك كوئ"},{"SurahNumber":6,"VerseNumber":3,"Text":"او په اسمانونو كې او په ځمكه كې همغه الله دى، هغه ستاسو پر پټو (حالاتو) او ستاسو پر ښكاره (حالاتو) پوهېږي او پوهېږي پر هغه څه چې تاسو يې كوئ"},{"SurahNumber":6,"VerseNumber":4,"Text":"او دوى ته د خپل رب له ایتونو څخه هېڅ یو ایت نه راځي مګر دا چې دوى له هغه نه مخ اړوونكي وي"},{"SurahNumber":6,"VerseNumber":5,"Text":"پس یقینًا دوى د حق تكذیب وكړ، كله چې دوى ته راغى، نو ژر به دوى ته د هغه څیز خبرونه راشي چې دوى به په هغه پورې استهزا كوله"},{"SurahNumber":6,"VerseNumber":6,"Text":"ایا دوى نه دي كتلي(نه دي خبر شوي) چې مونږ له دوى نه مخكې څومره (ډېر) امتونه هلاك كړي دي، چې مونږ هغوى ته په ځمكه كې ښه قوت وركړى و، دومره (قوت) چې تاسو ته مو (هومره) نه دى دركړى او مونږ پر هغوى باندې پرله پسې ورېدونكى باران ورولى و او داسې وَلې مو جاري كړې وې چې له هغوى نه ښكته بهېدلې، نو مونږ هغوى د خپلو ګناهونو په سبب هلاك كړل او له هغوى نه بعد مونږه نور خلق پیدا كړل"},{"SurahNumber":6,"VerseNumber":7,"Text":"او كه چېرې مونږه په تا باندې په كاغذ كې (لیكلى) كتاب نازل كړى وى، بيا دوى پر هغه، خپل لاسونه هم لګولي وى، (نو) كافر شويو كسانو به خامخا ویل: نه دى دا مګر ښكاره جادو"},{"SurahNumber":6,"VerseNumber":8,"Text":"او دوى وویل: په ده باندې مَلَك ولې نه دى نازل كړى شوى؟ او كه مونږه مَلَك نازل كړى وى (نو) معامله به ضرور فیصله كړى شوې وه، بیا به دوى ته مهلت نه وركول كېدى"},{"SurahNumber":6,"VerseNumber":9,"Text":"او كه چېرې مونږ دا (رسول) مَلَك ګرځولى وَى (، نو) مونږ به هغه خامخا سړى جوړ كړى و او مونږه به دوى خامخا په هغه شبه كې اچولى، په كومه شبه كې چې(اوس) پراته دي"},{"SurahNumber":6,"VerseNumber":10,"Text":"او یقینًا یقینًا له تا نه په مخكې رسولانو پورې استهزا ګانې شوي دي، نو هغو كسانو لره چې په دوى پورې يې مسخرې كړې وې؛ هغه شي راګېر كړل چې دوى به په هغه پورې استهزا كوله"}]}