{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"Зан гуфт: «Эй бузургон, дар кори ман раъй бидиҳед, ки то шумо ҳозир набошед, ман ҳеҷ кореро ҳал натавонам кард»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Гуфтанд: Мо қудратмандон ва соҳибони ҷанги сахт ҳастем. Корҳо ба дасти туст. Бингар, ки чӣ фармон медиҳӣ»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Зан гуфт: «Подшоҳон чун ба деҳае дароянд, вайронаш мекунанд ва азизонашро хор месозанд. Оре, чунин кунанд"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ман ҳадяе наздашон мефиристам ва менигарам, ки қосидон чӣ ҷавоб меоваранд»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Чун қосид назди Сулаймон омад, Сулаймон гуфт: «Оё мехоҳед ба мол маро ёрӣ кунед? Он чӣ Худо ба ман дода, аз он чӣ ба шумо дода беҳтар аст. На, шумо ба ҳадяи худ шодмон ҳастед"},{"SurahNumber":27,"VerseNumber":37,"Text":"Акнун ба наздашон бозгард. Лашкаре бар сарашон мекашем, ки ҳаргиз тоқати онро надошта бошанд. Ва ба хориву зори аз он ҷо берунашон мекунем»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Гуфт: «Эй бузургон, кадом як аз шумо тахти ӯро, пеш аз он, ки ба таслим назди ман ояд, бароям меоваред?»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Ифрите аз миёни ҷинҳо гуфт: «Ман қабл аз он, ки аз ҷоят бархезӣ, онро назди ту ҳозир мекунам, ки ман бар ин кор ҳам тавонояму ҳам боваринок»"},{"SurahNumber":27,"VerseNumber":40,"Text":"Ва он кас, ки аз илми китоб баҳрае дошт, гуфт: «Ман, пеш аз он, ки чашм бар ҳам занӣ, онро назди ту меоварам». Чун онро назди худ дид, гуфт: «Ин бахшиши Парвардигори ман аст, то маро биёзмояд, ки шукргузорам ё кофири неъмат. Пас ҳар кӣ шукр гӯяд, барои худ гуфтааст ва ҳар кӣ ношукрӣ кунад, Парвардигори ман бениёзу карим аст»"},{"SurahNumber":27,"VerseNumber":41,"Text":"Гуфт: «Тахташро дигаргун кунед, бубинем онро бозмешиносад ё аз онҳост, ки бознатавонанд шинохт»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Чун омад, гуфтандаш: «Оё тахти ту чунин буд?» Гуфт: «Гӯё ҳамон аст. Ва мо пеш аз ин огоҳ шуда будем ва таслим будаем»"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ва ӯро аз ҳар чӣ ба ҷои Худои якто мепарастид, боздошт. Зеро ӯ дар зумраи кофирон буд"},{"SurahNumber":27,"VerseNumber":44,"Text":"Гуфтандаш: «Ба саҳни қаср дарой!» Чун бидидаш, пиндошт, ҳавзи пур аз об аст. Доман аз соқҳояш баргирифт. Сулаймон гуфт: «Ин саҳнест соф аз шиша». Гуфт: «Эй Парвардигори ман, ман бар худ ситам кардаам ва инак бо Сулаймон дар баробари Парвардигори ҷаҳониён таслим шудам»"}]}