{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Vot skazhut gluptsy iz lyudey: \"Chto otvratilo ikh ot kibly, kotoroy oni derzhalis'?\" Skazhi: \"Allakhu prinadlezhit i vostok i zapad, On vedet, kogo khochet, k pryamomu puti"},{"SurahNumber":2,"VerseNumber":143,"Text":"I tak My sdelali vas obshchinoy posredstvuyushchey, chtoby vy byli svidetelyami otnositel'no lyudey i chtoby poslannik byl svidetelem otnositel'no vas. I My sdelali kiblu, kotoroy ty derzhalsya, tol'ko dlya togo, chtoby Nam uznat', kto sleduyet za poslannikom sredi obrashchayushchikhsya vspyat'. I eto - trudno, za isklyucheniyem tekh, kogo povel Allakh pravym putem: ved' Allakh ne takov, chtoby gubit' vashu veru! Poistine, Allakh s lyud'mi krotok, miloserd"},{"SurahNumber":2,"VerseNumber":144,"Text":"My vidim povorachivaniye tvoyego litsa po nebu, i My obratim tebya k kible, kotoroy ty budesh' dovolen. Poverni zhe svoye litso v storonu zapretnoy mecheti. I gde by vy ni byli, obrashchayte svoi litsa v yeye storonu. Ved' te, komu darovano pisaniye, znayut, konechno, chto eto - istina ot Gospoda ikh, - poistine, Allakh ne nebrezhet tem, chto oni delayut"},{"SurahNumber":2,"VerseNumber":145,"Text":"I yesli ty dostavish' tem, komu darovano pisaniye, vsyakoye znameniye, oni ne posleduyut za tvoyey kibloy, i ty ne posleduyesh' za ikh kibloy. I nekotoryye ikh iz nikh ne sleduyut kible drugikh. A yesli ty posleduyesh' za ikh strastyami posle togo, kak prishlo k tebe znaniye, ty, konechno, togda - iz nechestivykh"},{"SurahNumber":2,"VerseNumber":146,"Text":"Te, kotorym My darovali pisaniye, znayut yego tak, kak znayut svoikh synov, no ved' chast' iz nikh skryvayut istinu, khotya i znayut"},{"SurahNumber":2,"VerseNumber":147,"Text":"Istina - ot tvoyego Gospoda, ne bud' zhe v chisle somnevayushchikhsya"}]}