{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"(Iste bu ayetler) bizim indirdigimiz ve (hukumlerini uzerinize) farz kıldıgımız bir suredir. Belki dusunup ogut alırsınız diye onda acık acık ayetler indirdik"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadın ve zina eden erkekten her birine yuz sopa vurun; Allah´a ve ahiret gunune inanıyorsanız, Allah dini(ni tatbik) hususunda sizi sakın acıma duygusu kaplamasın! Muminlerden bir grup da onlara uygulanan cezaya sahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina eden erkek, zina eden veya musrik olan bir kadından baskası ile evlenemez; zina eden bir kadınla da ancak zina eden veya musrik olan erkek evlenebilir. Bu, muminlere haram kılınmıstır"},{"SurahNumber":24,"VerseNumber":4,"Text":"Namuslu kadınlara zina isnadında bulunup, sonra (bunu ispat icin) dort sahit getiremeyenlere seksener sopa vurun ve artık onların sahitligini hicbir zaman kabul etmeyin. Onlar tamamen gunahkardırlar"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ancak bundan sonra tevbe edip ıslah olanlar mustesnadır. Cunku Allah cok bagıslayıcı ve merhametlidir"},{"SurahNumber":24,"VerseNumber":6,"Text":"Eslerine zina isnadında bulunup da kendilerinden baska sahitleri olmayanlara gelince, onların her birinin sahitligi kendisinin dogru soyleyenlerden olduguna dair dort defa Allah adına yemin ederek sahitlik etmesidir"},{"SurahNumber":24,"VerseNumber":7,"Text":"Besinci defa da, eger yalan soyleyenlerden ise, Allah´ın lanetinin kendi uzerine olmasını dilemesidir"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kadının, kocasının yalan soyleyenlerden olduguna dair dort defa Allah adına yemin ve sahitlik etmesi"},{"SurahNumber":24,"VerseNumber":9,"Text":"Besinci defa da, eger (kocası) dogru soyleyenlerden ise, Allah´ın gazabının kendi uzerine olmasını dilemesi kendisinden cezayı kaldırır"},{"SurahNumber":24,"VerseNumber":10,"Text":"Ya Allah´ın size bol lutfu ve merhameti olmasaydı ve Allah tevbeleri kabul eden hukum ve hikmet sahibi olmasaydı (haliniz nice olurdu)"}]}