{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"niccayamāka allāh taṉakku iṇaivaippatai maṉṉikkavē māṭṭāṉ. Itai allāta (kuṟṟat)tai (atuvum) tāṉ virumpiyavarkaḷukkē maṉṉippāṉ. Ākavē, evarēṉum allāhvukku iṇaivaittāl avar vekutūramāṉa vaḻikēṭṭiltāṉ irukkiṟār"},{"SurahNumber":4,"VerseNumber":117,"Text":"allāhvaiyaṉṟi avarkaḷ (teyvaṅkaḷāka) aḻaippavaikaḷ peṇ (peyaruṭaiyavai)kaḷēyaṉṟi vēṟillai. Tuṣṭa ṣaittāṉai aṉṟi (maṟṟetaiyum) avarkaḷ aḻaikkavillai"},{"SurahNumber":4,"VerseNumber":118,"Text":"Anta ṣaittāṉai allāh kōpittu capittāṉ. Ataṟkavaṉ ‘‘uṉ aṭiyārkaḷil oru kuṟippiṭṭa tokaiyiṉarai niccayamāka nāṉ eṭuttuk koḷvēṉ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":4,"VerseNumber":119,"Text":"aṉṟi ‘‘niccayamāka nāṉ avarkaḷai vaḻikeṭuppēṉ. Avarkaḷukku vīṇ nampikkaikaḷai uṇṭu paṇṇi (picācukaḷukkāka pirārttaṉai ceytuviṭappaṭṭa) āṭu, māṭukaḷiṉ kātukaḷai aṟuttu viṭumpaṭiyum avarkaḷai ēvuvēṉ. Allāhviṉ paṭaippiṉaṅ(kaḷiṉ kōlaṅ)kaḷai māṟṟumpaṭiyākavum niccayamāka nāṉ avarkaḷai ēvuvēṉ'' (eṉṟu kūṟiṉāṉ.) Ākavē, evaṉ allāhvaiyaṉṟi ṣaittāṉai (taṉakku) pātukāvalaṉāka eṭuttuk koḷkiṟāṉō avaṉ niccayamāka pakiraṅkamāṉa naṣṭattaiyē aṭaintuviṭuvāṉ"},{"SurahNumber":4,"VerseNumber":120,"Text":"(ṣaittāṉ) avarkaḷukku vākkaḷikkiṟāṉ. Avarkaḷukkup poy nampikkaiyum ūṭṭukiṟāṉ. Eṉiṉum, ēmāṟṟuvataṟkē tavira ṣaittāṉ avarkaḷukku vākkaḷippatillai"},{"SurahNumber":4,"VerseNumber":121,"Text":"ivarkaḷiṉ cellumiṭam narakamtāṉ. Avarkaḷ atiliruntu tappa oru vaḻiyaiyum kāṇamāṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":122,"Text":"evarkaḷ (ṣaittāṉai nirākarittu viṭṭu allāhvai) nampikkaikoṇṭu naṟceyalkaḷ ceykiṟārkaḷō avarkaḷai (maṟumaiyil) nām corkkaṅkaḷil pukuttuvōm. Avaṟṟil nīraruvikaḷ toṭarntu ōṭikkoṇṭē irukkum. Avarkaḷ avaṟṟil eṉṟeṉṟumē taṅkiviṭuvārkaḷ. Allāhvuṭaiya (iv)vākkuṟuti (muṟṟilum) uṇmaiyāṉatē! Allāhvaiviṭa uṇmai colpavar yār"},{"SurahNumber":4,"VerseNumber":123,"Text":"(nampikkaiyāḷarkaḷē! Maṟumaiyil) uṅkaḷ viruppappaṭiyō, vētattaiyuṭai yavarkaḷiṉ viruppappaṭiyō (kāriyam naṭappatu) illai. Āyiṉum, evaṉ pāvam ceykiṟāṉō avaṉ ataṟkuriya taṇṭaṉaiyai aṭaintē tīruvāṉ. Avaṉ allāhvaiyaṉṟi taṉakku utavi ceypavaraiyō allatu tuṇai puripavaraiyō (aṅku) kāṇamāṭṭāṉ"},{"SurahNumber":4,"VerseNumber":124,"Text":"Ākavē, āṇāyiṉum peṇṇāyiṉum evarkaḷ meyyākavē nampikkai koṇṭu naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷtāṉ corkkam celvārkaḷ. Avarkaḷ aṟpa aḷavum anīti iḻaikkappaṭa māṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":125,"Text":"evar allāhvukku muṟṟilum taṉmukattai paṇiyavaittu islāmil uṟutiyāṉavarāka iruntu, naṉmaiyumceytu, ipṟāhīmuṭaiya (nērāṉa) mārkkattaiyum piṉpaṟṟukiṟārō avaraiviṭa aḻakāṉa mārkkattai uṭaiyavar yār? Allāh ipṟāhīmai(t taṉ) uṇmai naṇparāka eṭuttuk koṇṭirukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":126,"Text":"vāṉaṅkaḷilum, pūmiyilumuḷḷa aṉaittum allāhvukkuriyaṉavē! Allāh aṉaittaiyum (taṉ ñāṉattaik koṇṭu) cūḻntaṟipavaṉāka irukkiṟāṉ"}]}