{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":57,"Text":"He muminagana! Tomadera age yaderake kitaba deya hayeche tadera madhye yara tomadera dinake hasi-tamasa o khelara basturupe grahana kare taderake o kapheraderake tomara bandhurupe grahana karo na ebam tomara allahara taka'oya abalambana kara, yadi tomara mumina haye thaka"},{"SurahNumber":5,"VerseNumber":58,"Text":"Ara yakhana tomara salatera prati ahabana kara takhana tara setake hasi-tamasa o khelara basturupe grahana kare –eta e jan'ya ye, tara emana eka sampradaya yara bojhe na"},{"SurahNumber":5,"VerseNumber":59,"Text":"Baluna, ‘he kitabira! Ekamatra e karane'i to tomara amadera prati satruta posana kara ye, amara allaha o amadera prati ya nayila hayeche ebam ya age nayila hayeche tate imana enechi. Ara niscaya tomadera adhikansa phaseka’"},{"SurahNumber":5,"VerseNumber":60,"Text":"Baluna, ‘ami ki tomaderake era ceye nikrsta parinamera sambada deba ya allahara kache ache? Yake allaha la’nata karechena ebam yara upara tini krodhanbita hayechena. Ara yadera ka'uke tini banara o ka'uke sukara karechena [1] ebam (tadera ke'u) tagutera ibadata kareche. Tara'i abasthanera dika theke nikrsta ebam sarala patha theke sabaceye besi bicyuta’"},{"SurahNumber":5,"VerseNumber":61,"Text":"Ara tara yakhana tomadera kache ase takhana bale, ‘amara imana enechi’, athaca tara kuphara niye'i prabesa kareche ebam tara ta niye'i beriye geche. Ara tara ya gopana kare, allaha ta bhalobhabe'i janena"},{"SurahNumber":5,"VerseNumber":62,"Text":"Ara tadera anekake'i apani dekhabena pape, simalanghane o abaidha kha'oyate tatpara [1]; tara ya kare ta kata'i na nikrsta"},{"SurahNumber":5,"VerseNumber":63,"Text":"Rabbanigana o panditagana [1] kena taderake papa katha bala o abaidha kha'oya theke nisedha kare na? Era ya karache niscaya'i ta kata'i na nikrsta"},{"SurahNumber":5,"VerseNumber":64,"Text":"Ara iyahudira bale, ‘allahara hata [1] rud'dha’ [2]. Tadera hata'i rud'dha kara hayeche ebam tara ya bale se jan'ya tara abhisapta [3], baram allahara ubhaya hata'i prasarita [4]; yebhabe iccha tini dana karena. Ara apanara rabera kacha theke ya apanara prati nayila kara hayeche, ta abasya'i tadera anekera abadhyata o kuphari brd'dhi karabe. Ara amara tadera madhye keyamata paryanta sthayi satruta o bidbesa dhele diyechi [5]. Yakhana'i tara yud'dhera aguna jbalaya takhana'i allaha ta nibhiye dena ebam tara duniyaya phasada kare beraya; ara allaha phasadakariderake bhalobasena na"},{"SurahNumber":5,"VerseNumber":65,"Text":"Ara yadi kitabira imana anata ebam taka'oya abalambana karata tahale amara tadera pasamuha abasya'i muche phelatama ebam taderake sukhamaya jannate prabesa karatama"},{"SurahNumber":5,"VerseNumber":66,"Text":"Ara tara yadi ta'orata, injila o tadera rabera kacha theke tadera prati ya nayila hayeche ta pratisthita karata [1], tahale tara abasya'i tadera upara theke o payera nica theke aharadi labha karata [2]. Tadera madhye ekadala rayeche yara madhyapanthi ebam tadera adhikansa ya kare ta kata'i na nikrsta"}]}