{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Golemcite od narodot faraonov, rekoa: “Ovoj, navistina, e volsebnik znalec"},{"SurahNumber":7,"VerseNumber":110,"Text":"i posakuva da ve istera od zemjata vasa, pa, sto nareduvate"},{"SurahNumber":7,"VerseNumber":111,"Text":"Rekoa: “Zadrzi gii negoi brat mu, i isprati po gradovite 99 da se soberat"},{"SurahNumber":7,"VerseNumber":112,"Text":"ke ti dojdat, site od niv, so volsebnik znalec"},{"SurahNumber":7,"VerseNumber":113,"Text":"mu dojdoa volsebnicite na faraonot, i rekoa: “Ke ima li za nas, navistina, nagrada ako ispadneme pobednici"},{"SurahNumber":7,"VerseNumber":114,"Text":"Rece: “Da, vie ste megu blis kite, sekako"},{"SurahNumber":7,"VerseNumber":115,"Text":"Rekoa:““O Musa, ili ti da frlis ili pak nie da frlime"},{"SurahNumber":7,"VerseNumber":116,"Text":"Rece: “Frlete vie!\" I bide jki frlija ocite na lugeto im magepsaa, se isplasija; izvedoa volsebnistvo golemo"},{"SurahNumber":7,"VerseNumber":117,"Text":"I na Musa Nie mu vdahnavme: s 939 “frli go stapot!\" I stapot ne gov, ete, go progolta se ona sto go izvedoa"},{"SurahNumber":7,"VerseNumber":118,"Text":"Pa, ete se sluci vistinata i bidna nistozno ona sto go ra botea"},{"SurahNumber":7,"VerseNumber":119,"Text":"I togas tie bea pobedeni I stanaa mali"},{"SurahNumber":7,"VerseNumber":120,"Text":"I volsebnicite se frlija so licata nivni na zemja"},{"SurahNumber":7,"VerseNumber":121,"Text":"i rekoa: “Nie veruvame vo Gospodarot na svetovite"},{"SurahNumber":7,"VerseNumber":122,"Text":"Gospodarot na Musa i na Harun"},{"SurahNumber":7,"VerseNumber":123,"Text":"faraonot im rece: “Ke poveruvate li vo toa pred da vi dozvolam? Toa e edno klopko, navistina, so koe gi spletkavte vo gradot za da gi isterate OD nego zitelite negovi. E pa, ke uznaete"},{"SurahNumber":7,"VerseNumber":124,"Text":"Ke vi gi isposecam racete vasi, sosem sigurno, I nozete vasi, vkrsteni odzadi a potoa 7 939 site ke ve raspnam"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onie rekoa: “Nie, navistina, se upravuvame kon Gospodarot nas"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ti ni zameruvas zaradi toa sto poveruvavme vo znamenijata OD Gospodarot nas koi, sekako, ni dojdoa. Gospodare nas, daj ni trpelivost i ovozmozi Ni da umreme kako Poslusni"}]}