{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Āṇi āmhī isrā'īlacyā santatīlā phāra uttama rāhaṇyācē ṭhikāṇa dilē āṇi āmhī tyānnā svaccha- śud'dha vastū khāṇyāsāṭhī pradāna kēlyā, tēvhā tyānnī matabhēda kēlā nāhī, yēthaparyanta kī tyān̄cyājavaḷa jñāna yē'ūna pōhōcalē. Niḥsanśaya, tumacā pālanakartā tyān̄cyā daramyāna kayāmatacyā divaśī tyā gōṣṭīmbābata nirṇaya karīla, jyāta tē matabhēda karīta hōtē"},{"SurahNumber":10,"VerseNumber":94,"Text":"Maga jara tumhī tyācyāviṣayī sanśayagrasta asāla, jē āmhī tumacyākaḍē pāṭhavilē āhē tara tumhī tyā lōkānnā vicārā jē tumacyā pūrvīcyā granthān̄cē paṭhaṇa karatāta. Niḥsanśaya tumacyājavaḷa tumacyā pālanakartyātarphē satyaniṣṭha grantha ālā āhē tēvhā tumhī kadhīhī śaṅkā karaṇāṟyāmpaikī hō'ū nakā"},{"SurahNumber":10,"VerseNumber":95,"Text":"Āṇi nā aśā lōkāmpaikī vhā, jyānnī sarvaśrēṣṭha allāhacyā āyatīnnā khōṭē ṭharavilē an'yathā tumhī tōṭā ucalaṇāṟyāmpaikī vhāla"},{"SurahNumber":10,"VerseNumber":96,"Text":"Niḥsanśaya, jyā lōkānviṣayī tumacyā pālanakartyācē pharmāna kharē ṭharalē āhē, tē īmāna rākhaṇāra nāhīta"},{"SurahNumber":10,"VerseNumber":97,"Text":"Maga tyān̄cyājavaḷa sarva niśāṇyā pōhacalyā asalyā tarī, jōparyanta tē duḥkhadāyaka azāba pāhūna na ghētīla"},{"SurahNumber":10,"VerseNumber":98,"Text":"Yāstava kōṇatyāhī vastīnē īmāna rākhalē nāhī kī īmāna rākhalē tyān̄cyāsāṭhī lābhadāyaka ṭharalē asatē, yūnusacyā janasamūhākhērīja. Jēvhā tyānnī īmāna rākhalē tēvhā āmhī apamānācā azāba (prakōpa) yā jagācyā jīvanāta tyān̄cyā varūna haṭavilā āṇi tyānnā ēkā (niścita) vēḷēparyanta sukha bhōgaṇyācā avasara dilā"},{"SurahNumber":10,"VerseNumber":99,"Text":"Āṇi jara tumacyā pālanakartyānē icchitalē asatē tara sāṟyā dharatīcyā samasta lōkānnī īmāna rākhalē asatē. Tara kāya tumhī lōkānnā vivaśa karū śakatā kī tyānnī īmānadhāraka vhāvēca"},{"SurahNumber":10,"VerseNumber":100,"Text":"Vāstavika ēkhādyācē īmāna rākhaṇē allāhacyā hukūmāvinā śakya nāhī āṇi allāha, akkala nasalēlyānnā galicchatēta ṭākatō"},{"SurahNumber":10,"VerseNumber":101,"Text":"Tumhī sāṅgā kī jarā vicāra karā kī ākāśāmmadhyē va dharatīta kasa-kaśā vastū āhēta āṇi jē lōka īmāna rākhata nāhīta tyānnā niśāṇī āṇi cētāvaṇī kasalāhī lābha pōhacavita nāhī"},{"SurahNumber":10,"VerseNumber":102,"Text":"Tēvhā kāya tē lōka kēvaḷa tyā lōkānsārakhyā ghaṭanān̄cī vāṭa baghata āhēta jyā tyān̄cyāpūrvī hō'ūna gēlyāta. (Tumhī) sāṅgā kī ṭhīka āhē, tara tumhī vāṭa baghata rāhā. Mīdēkhīla tumacyāsōbata vāṭa baghaṇāṟyāmpaikī āhē"},{"SurahNumber":10,"VerseNumber":103,"Text":"Maga āmhī āpalyā paigambarānnā āṇi īmāna rākhaṇāṟyānnā vācavita hōtō. Aśā prakārē āmacyā adhikārāta āhē kī āmhī īmānadhārakānnā suṭakā dēta asatō"}]}