{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf - Kha - Ya - A'yn - Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Povestvovaniye o milosti Gospodney k Zakarii, Sluzhitelyu Yego (i vernomu sluge)"},{"SurahNumber":19,"VerseNumber":3,"Text":"On taynym zovom k Gospodu vozzval"},{"SurahNumber":19,"VerseNumber":4,"Text":"I vozmolil: \"Gospod' moy! Vo mne uzh oslabeli kosti, I golova sverkayet sedinoy, No ya v svoikh molitvakh, Gospodi, k Tebe Ne ostavalsya nikogda Lishennym Tvoyego blagovolen'ya"},{"SurahNumber":19,"VerseNumber":5,"Text":"Boyus' ya: moi blizkiye (po krovi) Posle menya (soydut s Gospodnego puti), Nu, a zhena moya neplodna. Day mne naslednika (po vole) ot Tebya"},{"SurahNumber":19,"VerseNumber":6,"Text":"On budet mne nasledovat' I rodoslovnuyu Yakuba prodolzhat'. Sdelay yego, o moy Gospod', Tebe ugodnym"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Otvetom bylo): \"Zakariya! Poistine, My blagovestvuyem tebe o syne, Imya kotoromu - Yakhya. My prezhde nikogo sim imenem ne narekali"},{"SurahNumber":19,"VerseNumber":8,"Text":"Skazal on: \"Gospodi, kak yavitsya mne syn, Kogda moya zhena neplodna, A moi dryakhlyye goda uzh podoshli k predelu"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Tut angel s nim zagovoril i) molvil: \"Tvoy Gospod' skazal: \"Eto legko Mne (sdelat'), - Ved' prezhde sotvoril tebya YA, Kogda ty byl, poistine, nichem"},{"SurahNumber":19,"VerseNumber":10,"Text":"Gospod' moy! - molvil (Zakariya). - Yavi Svoye znamen'ye mne! (I byl otvet:) Vot znak tebe: Tri nochi ty s lyud'mi ne budesh' govorit', Pri etom sokhranyaya dobroye zdorov'ye"},{"SurahNumber":19,"VerseNumber":11,"Text":"On vyshel iz svyatilishcha k narodu I (znakami) prizval yego Khvalu (Allakhu) vozdavat' i po utram, i vecherami"},{"SurahNumber":19,"VerseNumber":12,"Text":"(I vot, kogda Yakhya rodilsya I vozrasta razumnosti dostig, Yemu veleniye ot Gospoda predstalo): \"Yakhya, derzhis' Pisaniya vsey moshch'yu!\" My darovali yemu mudrost', Kogda on byl yeshche yuntsom"},{"SurahNumber":19,"VerseNumber":13,"Text":"I sostradan'ye (k blizhnemu) ot Nas, i chistotu - On (v blagochestii svoyem) Gospodnego strashilsya gneva"},{"SurahNumber":19,"VerseNumber":14,"Text":"Dobroserdechen byl k roditelyam svoim, I ne byl on vlastolyubiv i nepokoren"},{"SurahNumber":19,"VerseNumber":15,"Text":"Da budet mir yemu v tot den', kogda rodilsya, V tot den', kogda umret, I v Den', Kogda on k zhizni vnov' voskresnet"}]}