{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"Sunlari gormuyor musun? Kendilerinin sana indirilene ve senden once indirilene inandiklarini ileri suruyorlar da taguta inanmamalari kendilerine emrolundugu halde, tagut onunde muhakemelesmek istiyorlar. Seytan da onlari bir daha donemeyecekleri kadar iyice sapikliga dusurmek istiyor"},{"SurahNumber":4,"VerseNumber":61,"Text":"Onlara: \"Allah'in indirdigine ve Peygambere gelin!\" denince, munafiklarin senden busbutun uzaklastiklarini gorursun"},{"SurahNumber":4,"VerseNumber":62,"Text":"Ya nasil, elleriyle yaptiklari yuzunden baslarina bir felaket gelince, hemen sana geldiler de: \"Biz sadece iyilik etmek ve arayi bulmak istedik.\" diye Allah'a yemin ediyorlar"},{"SurahNumber":4,"VerseNumber":63,"Text":"Onlar, Allah'in kalblerindekini bildigi kimselerdir; Onlara aldirma, onlara ogut ver ve onlarin iclerine tesir edecek guzel soz soyle"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz hangi peygamberi gonderdikse, sirf Allah'in izni ile itaat edilmek uzere gonderdik. Eger onlar kendilerine zulmettikleri zaman sana gelseler de Allah'tan gunahlarinin bagislanmasini dileselerdi ve Resul de onlarin bagislanmasini dileseydi, elbette Allah'i affedici, merhametli bulurlardi"},{"SurahNumber":4,"VerseNumber":65,"Text":"Hayir! Rabbine andolsun ki is bildikleri gibi degil, onlar aralarinda cikan cekismeli islerde seni hakem yapip sonra da senin verdigin hukme karsi iclerinde hicbir sikinti duymaksizin, tam bir teslimiyetle boyun egmedikce iman etmis olamazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eger biz onlara: \"Kendinizi oldurun, veya yurtlarinizdan cikin.\" diye yazmis olsaydik, iclerinden pek azi haric, bunu yapamazlardi. Fakat kendilerine verilen ogutleri tutsalardi, elbette haklarinda hem daha hayirli, hem de daha saglam olurdu"},{"SurahNumber":4,"VerseNumber":67,"Text":"Ve o zaman elbette kendilerine katimizdan buyuk mukafat verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ve onlari elbette dogru yola iletirdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Kim Allah'a ve Peygambere itaat ederse iste onlar, Allah'in kendilerine nimet verdigi peygamberlerle, siddiklarla, sehidlerle, iyilerle birliktedir. Bunlar ne guzel arkadastir"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bu lutuf Allah'tandir. Bilen olarak Allah yeter"}]}