{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"A Semudu smo njegova brata Saliha poslali. \"O narode moj\", govorio je on, \"Allahu ibadet cinite, vi drugog boga osim Njega nemate! Evo vam znaka Gospodara vaseg: ova Allahova kamila za vas je znak. Pustite je neka pase po Allahovoj zemlji i ne zlostavljajte je da vas bolna kazna ne bi snasla"},{"SurahNumber":7,"VerseNumber":74,"Text":"I sjetite se da vas je On nasljednicima Ada ucinio, i da vas je On na Zemlji nastanio: u ravnicama njezinim palace gradite, a u brdima kuce klesete. I neka su vam uvijek na umu Allahove blagodati, i ne cinite zlo po Zemlji nered praveci"},{"SurahNumber":7,"VerseNumber":75,"Text":"A glavesine naroda njegova, oni koji su se oholili, upitase potlacene, one među njima koji su vjerovali: \"Znate li vi da je Saliha poslao Gospodar njegov?\" \"Mi, uistinu, vjerujemo u sve ono sto je po njemu poslano\", odgovorise oni"},{"SurahNumber":7,"VerseNumber":76,"Text":"A mi, doista, ne vjerujemo u to u sto vi vjerujete\", rekose oni koji su bili oholi"},{"SurahNumber":7,"VerseNumber":77,"Text":"I zaklase oni kamilu, i zapovijed Gospodara svoga ne poslusase i rekose: \"O Salih, ucini da nas snađe to sto prijeteci obecavas, ako si iz reda poslanih"},{"SurahNumber":7,"VerseNumber":78,"Text":"I zadesi ih strasan potres i oni u zemlji svojoj osvanuse mrtvi, nepomicni"},{"SurahNumber":7,"VerseNumber":79,"Text":"A on ih napusti i rece: \"O narode moj, prenio sam vam poslanicu Gospodara svoga i savjetovao sam vas, ali vi ne volite one koji savjetuju"},{"SurahNumber":7,"VerseNumber":80,"Text":"I sjeti se Luta - kad rece narodu svome: \"Zasto cinite razvrat koji niko među svim svjetovima prije vas nije cinio"},{"SurahNumber":7,"VerseNumber":81,"Text":"Vi zaista strasno prilazite muskarcima, umjesto zenama. Stavise, vi ste narod koji sve granice prelazi"},{"SurahNumber":7,"VerseNumber":82,"Text":"A odgovor naroda njegova bio je samo to sto su rekli: \"Istjerajte ih iz naselja vaseg, oni su, zaista, ljudi koji se od toga ustezu"},{"SurahNumber":7,"VerseNumber":83,"Text":"I Mi smo njega i porodicu njegovu spasili, osim zene njegove; ona je ostala sa onima koji su kaznu iskusili"},{"SurahNumber":7,"VerseNumber":84,"Text":"I na njih smo kisu grumenja spustili, pa pogledaj kako su prijestupnici skoncali"}]}