{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"GUD TOG covenant PROFETERNE TALEMÅDE JEG GIVE JER scripture VISDOM. Siden bud komme bekræfte al eksisterende scriptures! Du tro ind ham understøtte ham. Han sagde Gøre du vedtage den pledge fulfill den covenant De sagde Vi enes. Han sagde Du dermed føder bevidne jeg føder bevidner jer"},{"SurahNumber":3,"VerseNumber":82,"Text":"De forkaster den (Quranic profeti) er onde en"},{"SurahNumber":3,"VerseNumber":83,"Text":"De søger gud religion hvornår alt ind himlene jorden forelægger Ham willingly unwillingly og Ham de returneres"},{"SurahNumber":3,"VerseNumber":84,"Text":"sie Vi tro ind GUD ind hvad sendtes os ind hvad sendtes derned Abraham Ismail Isaac Jacob Patriarkerne ind hvad gaves Moses Jesus profeterne deres Lord Vi ikke stiller distinktion nogen af dem. Til Ham alene vi er submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Nogen accepterer Underkastelse hans religion det ikke accepteres ham Herefter, han være taberne"},{"SurahNumber":3,"VerseNumber":86,"Text":"Hvorfor GUD guide folk burde disbelieved efter tro efter bevidnende budet er sandhed og solid proofs gives dem? GUD IKKE guide DE wicked"},{"SurahNumber":3,"VerseNumber":87,"Text":"De incurred fordømmelse GUD englene al folkene"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally de abide therein; gengældelsen aldrig commuted dem nor ville de reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"Fritog er de som fortryde thereafter reform! GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":3,"VerseNumber":90,"Text":"De disbelieve tro derefter styrt dybere into vantro deres anger ikke accepteres dem; de er egentlige strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"De disbelieve omkommer tvivlere earthful guld vilje ikke accepteres nogen af dem sågar such løsesum var mulige. De incurred smertelige gengældelse; de ikke have hjælpere"}]}