{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"(Rasûlüm!) De ki: Hamd olsun Allah’a, selam olsun seçkin kıldığı kullarına. Allah mı daha hayırlı, yoksa O'na koştukları ortaklar mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Onlar mı hayırlı) yoksa gökleri ve yeri yaratan, gökten size su indiren mi? O suyla, bir ağacını bile bitirmeye gücünüzün yetmediği güzel güzel bahçeler bitirdik. Allah'tan başka bir ilah mı var! Doğrusu onlar sapıklıkta devam eden bir güruhtur"},{"SurahNumber":27,"VerseNumber":61,"Text":"(Onlar mı hayırlı) yoksa yeryüzünü oturmaya elverişli kılan, aralarından (yer altından ve üstünden) nehirler akıtan, arz için sabit dağlar yaratan, iki deniz arasına engel koyan mı? Allah’tan başka bir ilah mı var! Doğrusu onların çoğu (hakikatleri) bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Onlar mı hayırlı) yoksa darda kalana kendine yalvardığı zaman karşılık veren ve (başındaki) sıkıntıyı gideren, sizi yeryüzünün hakimleri kılan mı? Allah’tan başka bir ilah mı var! Ne kadar da az düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"(Onlar mı hayırlı) yoksa karanın ve denizin karanlıkları içinde size yolu bulduran, rahmetinin (yağmurun) önünde rüzgârları müjdeci olarak gönderen mi? Allah’tan başka bir ilah mı var! Allah, onların koştukları ortaklardan çok yücedir, münezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"(Onlar mı hayırlı) yoksa ilk baştan yaratan, sonra yaratmayı tekrar eden ve sizi hem gökten hem yerden rızıklandıran mı? Allah'tan başka bir ilah mı var! De ki: Eğer doğru söylüyorsanız siz kesin delilinizi getirin"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: Göklerde ve yerde, Allah’tan başka kimse gaybı bilmez. Ve onlar ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların ahiret hakkındaki bilgileri yetersiz kalmıştır. Dahası, bu hususta şüphe içindedirler. Bunun da ötesinde, onlar ahiretten yana kördürler"}]}