{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":28,"VerseNumber":22,"Text":"Khi chạy trốn về phía địa phận của Madyan, (Musa) nói thầm một mình: “Mong rằng Thượng Đế của ta sẽ dắt ta đi đến con đường đúng đắn.”"},{"SurahNumber":28,"VerseNumber":23,"Text":"Rồi khi đến chỗ có nước thuộc địa phận Madyan, (Musa) thấy một đám người đang múc nước, và ngoài đám người đó, (Musa) còn thấy hai người phụ nữ đang đứng riêng lẻ. (Musa) đến hỏi hai người phụ nữ đó: “Hai cô có chuyện gì vậy?” Hai người nữ kia trả lời: “Chúng tôi không thể múc nước cho đàn cừu của mình uống trừ phi những người chăn cừu kia dắt đàn cừu của họ rời khỏi chỗ đó; và cha của chúng tôi thì đã lớn tuổi.”"},{"SurahNumber":28,"VerseNumber":24,"Text":"Thế là, Musa giúp hai cô gái múc nước rồi lui về nghỉ dưới bóng cây. Sau đó, Y cầu nguyện: “Lạy Thượng Đế của bề tôi, quả thật bề tôi đang cần điều tốt đẹp Ngài ban cho.”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Lúc sau, một trong hai người phụ nữ kia bẽn lẽn bước đến gặp (Musa), nói: “Cha tôi mời anh đến gặp ông ấy để ông ấy đền đáp về việc anh đã giúp chúng tôi múc nước.” (Musa) đi theo cô gái đến gặp người cha và kể lại cho ông nghe câu chuyện của mình. (Người cha của hai cô gái) bảo: “Cậu chớ lo sợ, cậu thực sự đã thoát khỏi đám người làm điều sai quấy bất công kia rồi.”"},{"SurahNumber":28,"VerseNumber":26,"Text":"Một trong hai cô gái nói (với cha của mình): “Thưa cha, cha hãy thuê anh ấy giúp việc. Người thực sự tốt nhất để cha thuê giúp việc nên là một người khỏe mạnh và trung thực.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Cha của hai cô gái) nói với (Musa): “Bác có ý gả một trong hai đứa con gái của bác cho cháu với điều kiện cháu phải làm thuê cho bác trong thời hạn tám năm; nhưng nếu cháu muốn làm thêm cho đủ mười năm thì đó là tùy cháu; bác không muốn gây khó khăn cho cháu; insha-Allah, rồi cháu sẽ thấy bác là một người lương thiện.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa) đáp: “Bác cháu ta cứ thỏa thuận với nhau như thế, dù cháu có thể hoàn tất bất cứ thời hạn nào trong hai thời hạn vừa nói thì bác vẫn không được hờn ghét cháu, Allah làm chứng cho điều chúng ta vừa nói.”"}]}