{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":75,"Text":"Ra hamila'i ‘‘nuhale’’ pukare, ta hera hami kasto ramrari yacana svikara garnevala haum"},{"SurahNumber":37,"VerseNumber":76,"Text":"Hamile unala'i ra unaka gharavalala'i thulo (mahan jalapralya) vipattibata bacayaum"},{"SurahNumber":37,"VerseNumber":77,"Text":"Ra hamile unako santatila'i bamki rahanevala banayaum"},{"SurahNumber":37,"VerseNumber":78,"Text":"Ra hamile unako sucarca pachi a'unevalaharuma bamki rakhyaum"},{"SurahNumber":37,"VerseNumber":79,"Text":"Sampurna sansaraharuma nuhamathi ‘‘salama’’ hos"},{"SurahNumber":37,"VerseNumber":80,"Text":"Nihsandeha hamile bhala'iko karya garneharula'i yastai puraskara dinchaum"},{"SurahNumber":37,"VerseNumber":81,"Text":"Uni hamra imanavala sevakaharumadhyeka thi'e"},{"SurahNumber":37,"VerseNumber":82,"Text":"Ani hamile aruharula'i duba'idi'aum"},{"SurahNumber":37,"VerseNumber":83,"Text":"Ra ‘‘ibrahima’’ pani unaika sahadharmiharumadhyeka thi'e"},{"SurahNumber":37,"VerseNumber":84,"Text":"Jaba uni aphno palanakartako samaksa vikararahita hrdaya li'era a'e"},{"SurahNumber":37,"VerseNumber":85,"Text":"Jaba unale aphno pita ra aphno jatibandhuka manisaharusita bhaneh ‘‘timile kuna kurako puja gardachau?’’"},{"SurahNumber":37,"VerseNumber":86,"Text":"Ke timi allaha baheka managadhante upasyaharu cahiraheka chau"},{"SurahNumber":37,"VerseNumber":87,"Text":"yo bata'u ki timile akhira sampurna sansarako palanakartala'i ke samjheka chau"},{"SurahNumber":37,"VerseNumber":88,"Text":"aba unale taraharumathi drstipata gare"},{"SurahNumber":37,"VerseNumber":89,"Text":"Ra bhaneh ma ta birami chu.’’"},{"SurahNumber":37,"VerseNumber":90,"Text":"Yasapachi uniharule pithyum pharka'i unala'i chadera pharkihale"},{"SurahNumber":37,"VerseNumber":91,"Text":"Ani (ibrahima) uniharuka upasyaharutira tatkala ga'e ra bhannathale kih timile khana kina khamdainau"},{"SurahNumber":37,"VerseNumber":92,"Text":"timila'i ke bha'eko cha? Ki timi boldainau?’’"},{"SurahNumber":37,"VerseNumber":93,"Text":"Ani purai saktika satha uniharula'i dahinehatale pitana suru gare"},{"SurahNumber":37,"VerseNumber":94,"Text":"Taba uniharu unako pasama dagurdai a'e"},{"SurahNumber":37,"VerseNumber":95,"Text":"Unale bhaneh ‘‘timiharule yasto kurako kina puja garchau? Jasala'i timile svayam kumdera bana'umchau"},{"SurahNumber":37,"VerseNumber":96,"Text":"Jaba ki timila'i ra timile bana'eka kuraharula'i allahale nai srsti gareko cha?’’"},{"SurahNumber":37,"VerseNumber":97,"Text":"Uniharule bhaneh ‘‘usako nimti e'uta bhavana (agnikunda) tayara pari tyasala'i prajvalita agoma halide'u’’"},{"SurahNumber":37,"VerseNumber":98,"Text":"Uniharule ta ibrahimasamga e'uta sadayantra garna cahe tara hamile uniharula'i nai apamanita garyaum"},{"SurahNumber":37,"VerseNumber":99,"Text":"Ra ibrahimale bhaneh ma ta pravasa garera aphno palanakartatira ga'irakheko chu, usale avasya mero margadarsana garnecha"},{"SurahNumber":37,"VerseNumber":100,"Text":"He mero palanakarta! Mala'i asala santana pradana gara.’’"},{"SurahNumber":37,"VerseNumber":101,"Text":"Taba hamile unala'i e'uta sahanasila putrako subhasucana diyaum"},{"SurahNumber":37,"VerseNumber":102,"Text":"Ani jaba tyo bacca unako sathama daudadhupa garne avasthama pugyo taba unale bhaneh ‘‘he mero priya chora! Maile sapanama dekheko chu ki timila'i kurbana (bali) garirakheko chu. Ta aba hera, timro ke vicara cha? ‘‘Chorale bhan'yo kih he buba! Juna adesa tapa'ila'im di'irakhi'eko cha tyasako palana garihalnus. Allahale cahyo bhane tapar'inle mala'i dhairyavan pa'unuhunecha"},{"SurahNumber":37,"VerseNumber":103,"Text":"Arthata jaba duvaile adesa manihale, ra babule chorala'i kancatatira parera palta'e"},{"SurahNumber":37,"VerseNumber":104,"Text":"Taba hamile unala'i pukaryaum ki, ‘‘he ibrahima"},{"SurahNumber":37,"VerseNumber":105,"Text":"niscaya nai timile sapanala'i samco garera dekhayau. Nihsandeha hamile uttama karya garneharula'i yastai prakarale pratiphala dinchaum.’’"},{"SurahNumber":37,"VerseNumber":106,"Text":"Vastavama yo ta e'uta spasta pariksa thiyo"},{"SurahNumber":37,"VerseNumber":107,"Text":"Ra hamile usako (isma'ilako) sattama kurbaniko lagi e'uta thulo (pasu) diyaum"},{"SurahNumber":37,"VerseNumber":108,"Text":"Ra hamile pachi a'une naslaharuma (ibrahimako ramro) carca bamki rakhyaum"},{"SurahNumber":37,"VerseNumber":109,"Text":"‘‘ibrahimamathi salama hos.’’"},{"SurahNumber":37,"VerseNumber":110,"Text":"Asala karya garneharula'i hamile yastai pratiphala dine garchaum"},{"SurahNumber":37,"VerseNumber":111,"Text":"Niscaya nai uni hamra imanavala sevakaharumadhyeka thi'e"},{"SurahNumber":37,"VerseNumber":112,"Text":"Ra hamile unala'i ‘‘is'hakako’’ nabi hune subhasucana pani diyaum, jo asala manisaharumadhye hunechan"},{"SurahNumber":37,"VerseNumber":113,"Text":"Ra hamile unala'i ra ‘‘is'hakala'i’’ barakata (kalyana) diyaum ra ti duvaika santanaharuma katipaya ta asala kama garneharu pani chan, ra katipaya aphumathi khullarupale atyacara garnevalaharu pani chan"}]}