{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"“Ndipo (kumbukirani) pamene Mbuye wako adawatulutsa ana a Adam m’misana ya atate awo ndi kuwachititsa umboni okha (powauza kuti): “Kodi Ine sindine Mbuye wanu?” Iwo adati: “Inde tikuikira umboni (kuti Inuyo ndiye Mbuye wathu).” (Allah adawauza kuti): “Kuopera kuti mungadzanene tsiku louka kwa akufa: “Ife sitidali kuzindikira chipanganochi.”"},{"SurahNumber":7,"VerseNumber":173,"Text":"“Kapena mungadzati: “Makolo athu ndi amene adapembedza mafano kale, ndipo ife tidali ana odza pambuyo pawo (choncho tidawatsatira pazimene ankachita). Kodi nanga mutiononga chifukwa cha zomwe adachita oipa?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"“M’menemo ndi momwe tikulongosolera mokwanira zivumbulutso kuti mwina iwo angabwelere (kwa Allah)"},{"SurahNumber":7,"VerseNumber":175,"Text":"“Ndipo alakatulire nkhani za yemwe tidampatsa zizindikiro zathu nadzichotsa m’menemo (m’zizindikiromo), ndipo satana anamtsata, choncho adali m’gulu la osokera"},{"SurahNumber":7,"VerseNumber":176,"Text":"“Ndipo tikadafuna tikadamtukula nazo (ulemelero wake). Koma iye adapendekera ku za mdziko natsatira zilakolako zake. Fanizo lake lili ngati galu. Ngati utamkalipira amathawa uku akutulutsa lirime lake kunja. Ngakhale utamsiya amatulutsabe kunja lirime lake. Umo ndi momwe liliri fanizo la anthu otsutsa zizindikiro Zathu. Choncho asimbire nkhani izi kuti angalingalire"},{"SurahNumber":7,"VerseNumber":177,"Text":"“Taonani kuipa fanizo la anthu omwe atsutsa zizindikiro Zathu ndi kudzichitira okha zoipa"},{"SurahNumber":7,"VerseNumber":178,"Text":"“Amene Allah wamuongola ndiye woongoka. Ndipo amene wamulekelera kusokera (chifukwa chakusatsatira kwake malangizo a Allah), iwo ndiwo otaika (oonongeka)"},{"SurahNumber":7,"VerseNumber":179,"Text":"“Ndithudi, ziwanda zambiri ndi anthu tidawalengera kukalowa ku (Moto wa) Jahannam. Mitima ali nayo koma sazindikira nayo kanthu; ndipo maso ali nawo koma sapenyera nawo (zodabwitsa za Allah); ndipo makutu ali nawo koma samvera nawo (zowapindulitsa). Iwo ali ngati ziweto, kapena iwo ndi osokera zedi kuposa Ziweto. Iwo ndi osalabadira"},{"SurahNumber":7,"VerseNumber":180,"Text":"“Ndipo Allah ali nawo maina abwino. Choncho, muitaneni ndi mainawo. Alekeni amene akupotoza maina Ake posachedwapa alipidwa zomwe akhala akuchita"},{"SurahNumber":7,"VerseNumber":181,"Text":"“Ndipo mwa amene tidawalenga, alipo anthu oongolera (anzawo) ku choonadi. Ndipo kupyolera mchoonadicho akuchita chilungamo"}]}