{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Od zemlje vas stvaramo i u nju vas vracamo i iz nje cemo vas i drugi put izvesti"},{"SurahNumber":20,"VerseNumber":56,"Text":"I Mi smo faraonu sve znakove Nase pokazali, ali je on ipak porekao i da povjeruje odbio"},{"SurahNumber":20,"VerseNumber":57,"Text":"Zar si dosao da nas pomocu vradzbine svoje iz zemlje nase izvedes, o Musa!\", upitao je"},{"SurahNumber":20,"VerseNumber":58,"Text":"I mi cemo tebi vradzbinu slicnu ovoj, doista, pripremiti! Zakazi nam mjesto i vrijeme susreta koji necemo prekrsiti ni mi, a ni ti, i neka to bude na mjestu vidnom"},{"SurahNumber":20,"VerseNumber":59,"Text":"Neka mjesto i vrijeme susreta bude na dan gizdanja?' rece Musa, \"i nek se narod izjutra sakupi"},{"SurahNumber":20,"VerseNumber":60,"Text":"I faraon ode, sakupi carobnjake svoje i poslije dođe"},{"SurahNumber":20,"VerseNumber":61,"Text":"Tesko vama!\", rece Musa. \"Ne iznosite lazi o Allahu, pa da vas On kaznom unisti, a sigurno nece uspjeti onaj koji lazi iznosi"},{"SurahNumber":20,"VerseNumber":62,"Text":"I oni se, o tome sta im je ciniti, stadose između sebe raspravljati, a tiho su saptali"},{"SurahNumber":20,"VerseNumber":63,"Text":"Ova dvojica su carobnjaci'', rekose jedni drugima, \"hoce da vas vradzbinama svojim iz zemlje vase izvedu i da uniste vas pravac najcasniji"},{"SurahNumber":20,"VerseNumber":64,"Text":"zato lukavstvo svoje pametno pripremite, a onda u red stanite. Ko danas pobijedi, sigurno ce postici sto zeli"},{"SurahNumber":20,"VerseNumber":65,"Text":"O Musa\", rekose oni, \"hoces li ti ili cemo najprije mi baciti"},{"SurahNumber":20,"VerseNumber":66,"Text":"Bacite vi!\", rece on, i odjednom mu se pricini da se konopi njihovi i stapovi njihovi, zbog vradzbine njihove, krecu"},{"SurahNumber":20,"VerseNumber":67,"Text":"I Musa u sebi osjeti zebnju"},{"SurahNumber":20,"VerseNumber":68,"Text":"Ne boj se!\", rekosmo Mi, \"ti ces, doista, pobijediti"},{"SurahNumber":20,"VerseNumber":69,"Text":"Samo baci to sto ti je u desnoj ruci, progutat ce ono sto su oni napravili, jer je ono sto su oni napravili samo varka carobnjaka, a carobnjak nece, ma gdje dosao, uspjeti"},{"SurahNumber":20,"VerseNumber":70,"Text":"I carobnjaci se bacise licem na tlo govoreci: \"Mi vjerujemo u Harunova i Musaova Gospodara"},{"SurahNumber":20,"VerseNumber":71,"Text":"Vi ste mu povjerovali\", viknu faraon, \"prije nego sto sam vam ja dopustio! On je ucitelj vas, on vas je vradzbini naucio i ja cu vam, zacijelo, unakrst ruke i noge vase odsjeci i po stablima palmi vas razapeti i sigurno cete znati ko je od nas u mucenju strasniji i ustrajniji"},{"SurahNumber":20,"VerseNumber":72,"Text":"Mi necemo tebe staviti iznad jasnih dokaza koji su nam dosli i iznad Onoga Koji nas je stvorio\", odgovorise oni, \"pa cini sto hoces, to mozes uciniti samo u zivotu dunjaluckom"},{"SurahNumber":20,"VerseNumber":73,"Text":"Mi vjerujemo u Gospodara naseg da bi nam grijehe nase oprostio i vradzbine na koje si nas ti primorao. A Allah je bolji i trajnije nagrađuje"},{"SurahNumber":20,"VerseNumber":74,"Text":"Zaista, onoga koji pred Gospodara svoga kao prestupnik dođe - ceka Dzehennem; u njemu nece ni umrijeti ni zivjeti"},{"SurahNumber":20,"VerseNumber":75,"Text":"a one koji pred Njega dođu kao vjernici, a koji su dobra djela cinili, njih cekaju visoki stepeni"},{"SurahNumber":20,"VerseNumber":76,"Text":"vrtovi Adna kroz koje rijeke teku, u njima ce oni vjecno ostati, i to ce biti nagrada za one koji se budu ocistili"}]}