{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Niścaẏa khōdābhīrurā bāgāna ō nirjharinīsahūhē thākabē."},{"SurahNumber":15,"VerseNumber":46,"Text":"Balā habēḥ ēgulōtē nirāpattā ō śānti sahakarē prabēśa kara."},{"SurahNumber":15,"VerseNumber":47,"Text":"Tādēra antarē yē krōdha chila, āmi tā dūra karē dēba. Tārā bhā'i bhā'iẏēra mata sāmanā-sāmani āsanē basabē."},{"SurahNumber":15,"VerseNumber":48,"Text":"Sēkhānē tādēra mōṭē'i kaṣṭa habē nā ēbaṁ tārā sēkhāna thēkē bahiskr̥ta habē nā."},{"SurahNumber":15,"VerseNumber":49,"Text":"Āpani āmāra bāndādērakē jāniẏē dina yē, āmi atyanta kṣamāśīla daẏālu."},{"SurahNumber":15,"VerseNumber":50,"Text":"Ēbaṁ ihā'ō yē, āmāra śāsti'i yantranādāẏaka śāsti."},{"SurahNumber":15,"VerseNumber":51,"Text":"Āpani tādērakē ibrāhīmēra mēhamānadēra abasthā śuniẏē dina."},{"SurahNumber":15,"VerseNumber":52,"Text":"Yakhana tārā tām̐ra gr̥hē āgamana karala ēbaṁ balalaḥ sālāma. Tini balalēnaḥ āmarā tōmādēra byāpārē bhīta."},{"SurahNumber":15,"VerseNumber":53,"Text":"Tārā balalaḥ bhaẏa karabēna nā. Āmarā āpanākē ēkajana jñānabāna chēlē-santānēra susambāda dicchi."},{"SurahNumber":15,"VerseNumber":54,"Text":"Tini balalēnaḥ tōmarā ki āmākē ēmatābasthāẏa susambāda diccha, yakhana āmi bārdhakyē pauchē gēchi"},{"SurahNumber":15,"VerseNumber":55,"Text":"Tārā balalaḥ āmarā āpanākē satya su-sambāda dicchi! Ata'ēba āpani nirāśa habēna nā."},{"SurahNumber":15,"VerseNumber":56,"Text":"Tini balalēnaḥ pālanakartāra rahamata thēkē pathabhraṣṭarā chāṛā kē nirāśa haẏa"},{"SurahNumber":15,"VerseNumber":57,"Text":"tini balalēnaḥ ataḥpara tōmādēra pradhāna uddēśya ki hē āllāhara prēritagaṇa"},{"SurahNumber":15,"VerseNumber":58,"Text":"tārā balalaḥ āmarā ēkaṭi aparādhī sampradāẏēra prati prērita haẏēchi."},{"SurahNumber":15,"VerseNumber":59,"Text":"Kintu lūtēra paribāra-parijana. Āmarā abaśya'i tādēra sabā'ikē bām̐ciẏē nēba."},{"SurahNumber":15,"VerseNumber":60,"Text":"Tabē tāra strī. Āmarā sthira karēchi yē, sē thēkē yā'ōẏādēra dalabhūkta habē."}]}