{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Tunay na ukol sa mga tagapangilag magkasala, sa piling ng Panginoon nila, ang mga hardin ng kaginhawahan"},{"SurahNumber":68,"VerseNumber":35,"Text":"Kaya gagawa ba Kami sa mga Muslim gaya ng mga salarin"},{"SurahNumber":68,"VerseNumber":36,"Text":"Ano ang mayroon sa inyo? Papaano kayong humahatol"},{"SurahNumber":68,"VerseNumber":37,"Text":"O mayroon ba kayong isang kasulatan na doon ay nag-aaral kayo"},{"SurahNumber":68,"VerseNumber":38,"Text":"na tunay na ukol sa inyo roon ay talagang ang minamabuti ninyo"},{"SurahNumber":68,"VerseNumber":39,"Text":"O mayroon ba kayong mga pinanumpaan sa Amin, na aabot hanggang sa Araw ng Pagbangon, na tunay na ukol sa inyo ay ang hinahatol ninyo"},{"SurahNumber":68,"VerseNumber":40,"Text":"Magtanong ka sa kanila kung alin sa kanila roon ay tagaako"},{"SurahNumber":68,"VerseNumber":41,"Text":"O mayroon ba silang mga pantambal at magdala sila ng mga pantambal nila kung sila ay mga tapat"},{"SurahNumber":68,"VerseNumber":42,"Text":"[Bumanggit ka] ng Araw na may itatambad na isang lulod at tatawagin sila tungo sa pagpapatirapa ngunit hindi sila nakakakaya"},{"SurahNumber":68,"VerseNumber":43,"Text":"Nakatungo ang mga paningin nila, nilulukob sila ng isang kaabahan! Sila nga noon ay tinatawag tungo sa pagpatirapa samantalang sila ay malusog"},{"SurahNumber":68,"VerseNumber":44,"Text":"Kaya hayaan mo Ako at ang sinumang nagpapasinungaling sa pakikipag-usap na ito. Mag-uunti-unti Kami sa kanila mula sa hindi nila nalalaman"},{"SurahNumber":68,"VerseNumber":45,"Text":"At magpapalugit Ako para sa kanila. Tunay na ang pakana Ko ay matibay"},{"SurahNumber":68,"VerseNumber":46,"Text":"O humihingi ka ba sa kanila ng pabuya, kaya sila sa multa ay mga pinabibigatan"},{"SurahNumber":68,"VerseNumber":47,"Text":"O taglay ba nila ang [kaalaman sa] Lingid kaya sila ay magsusulat [nito]"},{"SurahNumber":68,"VerseNumber":48,"Text":"Kaya magtiis ka sa hatol ng Panginoon mo at huwag kang maging gaya ng kasamahan ng isda noong nanawagan siya samantalang siya ay nahahapis"},{"SurahNumber":68,"VerseNumber":49,"Text":"Kung sakaling hindi nakaabot sa kanya ang isang pagpapala mula sa Panginoon niya ay talaga sanang ihinagis siya sa kahawanan samantalang siya ay pinupulaan"},{"SurahNumber":68,"VerseNumber":50,"Text":"Ngunit humirang sa kanya ang Panginoon niya, at gumawa sa kanya kabilang sa mga maayos"},{"SurahNumber":68,"VerseNumber":51,"Text":"Tunay na halos ang mga tumangging sumampalataya ay talagang magpapadulas sa iyo sa pamamagitan ng mga tingin nila noong nakarinig sila sa paalaala at nagsasabi sila: \"Tunay na siya ay talagang isang baliw"},{"SurahNumber":68,"VerseNumber":52,"Text":"At walang iba ito kundi isang paalaala para sa mga nilalang"}]}