{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Ajula juwakulupilile ni jwatite: “E wandu wangu! Munguyani une nan’jongolele kwitala lyachongoko.”"},{"SurahNumber":40,"VerseNumber":39,"Text":"“E wandu wangu! Chisimu awu umi wa duniya uwele chisengwasyo (chandema jannono), sano chisimu Akhera nijajili Nyumba Jakutamilichika.”"},{"SurahNumber":40,"VerseNumber":40,"Text":"“Jwatapanganye chakusakala chilichose, basi ngaalipidwa ikaweje chakulandana mpela chichocho, soni juchapanganye chambone chilichose, kwali tawe jwannume kapena jwankongwe aku juli tachipedwaga lisiki kwalakweko mwangawalanjila.”jwakulupilila, basi wanganyao tachijinjila ku Mbepo"},{"SurahNumber":40,"VerseNumber":41,"Text":"“Soni E wandu wangu! Ligongo chichi une ngum’bilanjila jenumanja ku chokoko, sano jenumanja ni nkumilanjila une ku Moto!”"},{"SurahNumber":40,"VerseNumber":42,"Text":"“Nkumilanjila une kuti nankaane Allah ni nam’bwanganye Jwalakwe ni ichindu yanganingola nayo umanyilisi, kutendaga une ngum’bilanjila ku (Allah) Jwamachili gakupunda, Jwakululuka kusyene!”"},{"SurahNumber":40,"VerseNumber":43,"Text":"“Pangali kaichila yanti wankumilan’jila kuti nagalagatilejeo, nganakola duwa (janti mpaka ajijanje) pa duniya namuno ku Akhera, soni kuti kwakuujila kwetu ni kwa Allah, soni kuti wakupelenganya malile (pakonanga) ni watachiwa wandu wa ku Moto.”"},{"SurahNumber":40,"VerseNumber":44,"Text":"“Basi tinchiyikumbuchila yangunsalilayi, ni ngwegamisya indu yangu kwa Allah. Chisimu Allah ni Jwakwalolechesya achikapolo (Wakwe).”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Basi Allah ni wan’gosile ku yakusakala ya malindi gawantendele, ni yasyungwile wandu wa Firiauna ilagasyo yakusakala nnope"},{"SurahNumber":40,"VerseNumber":46,"Text":"Moto, akulosyedwa wanganyao ku walakweo kundawi ni kwigulo (m’malembe mwao). Sano lisiku lyajichijima Kiyama (kuchiwechetedwa yanti): “Mwajinjisyani wandu wa Firiauna ku ilagasyo yakupoteka nnope.”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Soni (mwakumbusyani) katema katachikanganaga m’Moto. Basi nitachiti wangalikombolela kwa awala wawalikwesyisye: “Chisimu uwwe twaliji akunkuya wenu, ana jenumanja ni chintutyochesye upande wine wa Moto?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Awala wawalikwesyisye ni tachiti: “Chisimu uwwe wosope wene tuli mwemuno, chisimu Allah pamasile paajiileenye chilikati cha achikapolo (Wakwe).”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Awala watachiwa m’Moto tachiti pakwasalila akujisunga Jahannama (Achimalaika): “Mum’bendani M’mbuje gwenu (Allah) kuti atupunguchisye uwwe ilagasyo lisiku limpepe.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"(Akujisunga Jahannama) tachiti: “Ana achimitenga wenu nganawa nkum’bichilila ni ilosyo yakuonechela?” Wanganyao tachiti: “Elo.” (Akujisunga Jahannama) tachiti: “Basi wombani.” Ni nganijiwa duwa jamakafili ikaweje mu kusokonechela"}]}