{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"Hamile ‘‘nuha (alaihis'salama) la'i’’ niscitarupale unako kaumatira pathayaum ki aphno kaumaka manisaharula'i dara'u ra savadhana garide'u, yasabhanda pahila ki uniharumathi kunai duhkhada yatana a'os"},{"SurahNumber":71,"VerseNumber":2,"Text":"Unale bhane ‘‘he mero kaumaka manisaharu! Ma timro nimti e'uta spasta sacetakarta hum"},{"SurahNumber":71,"VerseNumber":3,"Text":"Ki! Allahako upasana gara ra usita dara ra mero bhana'i mana"},{"SurahNumber":71,"VerseNumber":4,"Text":"Taba usale timro papa ksama garidinecha ra niscita samayasam'ma timila'i mohalata pradana garnecha. Nihsandeha jaba allahale nirdharana gareko samaya a'ipugcha taba vilamba humdaina, kasa timile jannebha'eko bha'e"},{"SurahNumber":71,"VerseNumber":5,"Text":"Nuhale bhane ki, he mero palanakarta! Maile aphno jatibandhula'i ratadina timrotarpha bola'une gare"},{"SurahNumber":71,"VerseNumber":6,"Text":"tara mero pukarabata uniharu jhan tadhidai ga'e"},{"SurahNumber":71,"VerseNumber":7,"Text":"Jahilepani maile uniharula'i timro ksamatarpha bola'em, uniharule aphna kanala'i aulale thune ra kapadale aphula'i chopihale ra ateri bha'era ghamanda gare"},{"SurahNumber":71,"VerseNumber":8,"Text":"Ani maile unala'i thulo svarale bola'em"},{"SurahNumber":71,"VerseNumber":9,"Text":"Ani nihsandeha maile uniharusita khulla taurale pani kuro garem ra uniharusita gopyarupale pani kura garem"},{"SurahNumber":71,"VerseNumber":10,"Text":"Ra maile bhane kih aphno palanakartasita aphna papabata mukti gara'u ra ksama mamga. Niscaya nai u thulo ksamadata ho"},{"SurahNumber":71,"VerseNumber":11,"Text":"Usale timimathi nikai varsa'unevala badala patha'une cha"},{"SurahNumber":71,"VerseNumber":12,"Text":"Ra usale sampatti ra santanama timila'i badhottari pradana garnecha, ra timro nimti bagaincaharu paida garnecha ra timro nimti naharaharu pravahita garnecha"},{"SurahNumber":71,"VerseNumber":13,"Text":"Timila'i ke bha'eko cha ki timile allahako sarvasresthatamathi imana rakhdainau"},{"SurahNumber":71,"VerseNumber":14,"Text":"jabaki usale timila'i vibhinna avasthaharubata gujardai srsti gareko cha"},{"SurahNumber":71,"VerseNumber":15,"Text":"Ke timile dekhenau ki allahale kasari e'utamathi arko gari satavata akasaharu bana'eko cha"},{"SurahNumber":71,"VerseNumber":16,"Text":"ra uniharuma candrala'i jagamaga'umdo bana'eko cha, ra suryala'i prakasayukta dipa bana'eko cha"},{"SurahNumber":71,"VerseNumber":17,"Text":"ra allahale nai timila'i dharatibata srsti gareko cha"},{"SurahNumber":71,"VerseNumber":18,"Text":"ani tyasaima timila'i pharka'unecha ra timila'i nikali ubhya'unecha"},{"SurahNumber":71,"VerseNumber":19,"Text":"Ra allahale nai dharatila'i timro nimti pharsa (ochyana) banayo"},{"SurahNumber":71,"VerseNumber":20,"Text":"Taki usaka thula–thula vistrta margama hinda"}]}