{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"Ve kulumuz Eyup (A.S)´ı zikret (hatırla). Rabbine soyle seslenmisti: \"Muhakkak ki seytan, bana dert ve azap dokundurdu"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ayagın ile (yere) vur. (Iste) bu serin, yıkanılacak ve icilecek su"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ve Bizden bir rahmet ve ulul´elbaba zikir olarak, ona ailesini ve onlarla beraber bir mislini daha bagısladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"Ve (Ey Eyup!) eline bir demet sap al onunla vur, yeminini bozma. Muhakkak ki Biz, onu sabırlı bulduk. Ne iyi bir kuldu. Muhakkak ki o, Allah´a ulasmıstı (ruhunu olmeden evvel Allah´a ulastırıp teslim etmisti)"},{"SurahNumber":38,"VerseNumber":45,"Text":"Ve guc ve basiret sahibi olan kullarımız Ibrahim (A.S)´ı, Ishak (A.S)´ı ve Yakub (A.S)´ı zikret"},{"SurahNumber":38,"VerseNumber":46,"Text":"Muhakkak ki Biz, onları (ahiret) yurdunu zikreden halis (kullar) olarak ihlas sahibi kıldık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ve muhakkak ki onlar, katımızda, gercekten \"hayırlılardan ve secilmislerden\"dir"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ve Ismail (A.S)´ı ve Ilyas (A.S)´ı ve Zulkifli (A.S)´ı da zikret. Hepsi hayırlı olanlardandır"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bu (Kur´an-ı Kerim), bir Zikir´dir. Ve muhakkak ki muttakiler (takva sahipleri) icin sıgınakların en guzeli (Allah´ın Zat´ı) vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Kapıları onlara acılmıs olan adn cennetleri vardır"},{"SurahNumber":38,"VerseNumber":51,"Text":"Orada yaslanıp oturarak pekcok meyve ve icecek isterler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ve onların yanlarında bakıslarını saklayan (yalnız eslerine bakan), aynı yasta kadınlar vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Hesap gunu konusunda size vaadedilen budur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Muhakkak ki bu, gercekten bizim tukenmez rızkımızdır"},{"SurahNumber":38,"VerseNumber":55,"Text":"(Cennettekilerin durumu) bu. Ve muhakkak ki azgınlar icin elbette serrli (kotu) bir meab (sıgınak) vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem, ona girerler. Iste o ne kotu bir dosektir"},{"SurahNumber":38,"VerseNumber":57,"Text":"(Cehennemdekilerin durumu) bu, boylece artık hamimi (kaynar su) ve gassak´ı (irini) tatsınlar"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve onun seklinden baska zevc ve zevceler (cifte azaplar da) vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"Bu grup da sizinle beraber (azaba) dayanacak olandır. Onlara merhaba yoktur. Muhakkak ki onlar atese girecek olanlardır"},{"SurahNumber":38,"VerseNumber":60,"Text":"Hayır, asıl size merhaba yok. Onu bize siz takdim ettiniz (azaba ugramamıza sebep oldunuz). Artık (o) ne kotu bir karargah (cehennem).\" dediler"},{"SurahNumber":38,"VerseNumber":61,"Text":"Rabbimiz, bunu bize kim takdim ettiyse (biz buraya kimin yuzunden geldiysek) ona, ateste azabı kat kat arttır.\" dediler"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ve (cehennemdekiler): \"Biz nicin, serrlilerden addettigimiz adamları (burada cehennemde) gormuyoruz?\" dediler"},{"SurahNumber":38,"VerseNumber":63,"Text":"Biz onları eglence konusu edindik. Yoksa bakıslar(ımız) mı onlardan kaydı (ki onları goremedik)"},{"SurahNumber":38,"VerseNumber":64,"Text":"Muhakkak ki cehennem halkının bu cekismesi kesinlikle gercektir"}]}