{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"حم (رسول و جانشینانش بر اسرار این حرف آگاهند. یا اشاره به دو اسم حمید و مجید خداست)"},{"SurahNumber":43,"VerseNumber":2,"Text":"قسم به این کتاب روشن بیان"},{"SurahNumber":43,"VerseNumber":3,"Text":"که ما آن را قرآنی به لسان فصیح عربی مقرر داشتیم تا مگر شما (بندگان در فهم آن) عقل و فکرت کار بندید"},{"SurahNumber":43,"VerseNumber":4,"Text":"و همانا این کتاب نزد ما در لوح محفوظ که اصل مخزن کتب آسمانی است بسی بلند پایه و محکم اساس است"},{"SurahNumber":43,"VerseNumber":5,"Text":"آیا ما از متذکر ساختن شما (به قرآن) چون (به انکار آن) بر خویش ستم می‌کنید صرف نظر کنیم؟"},{"SurahNumber":43,"VerseNumber":6,"Text":"و چقدر پیمبرانی در اقوام پیشین (برای هدایت خلق) فرستادیم"},{"SurahNumber":43,"VerseNumber":7,"Text":"و بر مردم هیچ رسولی نمی‌آمد جز آنکه او را به مسخره (و انکار) می‌گرفتند"},{"SurahNumber":43,"VerseNumber":8,"Text":"ما هم قوی‌ترین سرکشانشان را هلاک کردیم و شرح حال پیشینیان (برای عبرت مردم) گذشت"},{"SurahNumber":43,"VerseNumber":9,"Text":"و اگر از این کافران بپرسی که آسمانها و زمین را که آفریده؟ البته جواب دهند خدای مقتدر دانا آفریده است"},{"SurahNumber":43,"VerseNumber":10,"Text":"همان خدایی که زمین را مهد آسایش شما بندگان قرار داد و در آن راهها بر (تحصیل امر معاش و معاد) شما پدید آورد تا مگر هدایت یابید"},{"SurahNumber":43,"VerseNumber":11,"Text":"و آن خدایی که از (باران) آسمان آبی به قدر و اندازه نازل کرد و به آن صحرا و دیار مرده خشک را زنده گردانیدیم. همین گونه شما هم (از قبرها) بیرون آورده می‌شوید"},{"SurahNumber":43,"VerseNumber":12,"Text":"و آن خدایی که همه موجودات عالم را جفت آفرید و برای سواری شما بندگان کشتیها و چهار پایان را (در آب و خاک) مقرر فرمود"},{"SurahNumber":43,"VerseNumber":13,"Text":"تا چون با کمال تسلط بر پشت آنها نشستید متذکر نعمت خدایتان شوید و گویید: پاک و منزّه خدایی که این (انواع کشتی و چهار پایان قوی) را مسخر ما گردانید و گرنه ما هرگز قادر بر آن نبودیم"},{"SurahNumber":43,"VerseNumber":14,"Text":"و بازگشت ما البته به سوی خدای ما خواهد بود"},{"SurahNumber":43,"VerseNumber":15,"Text":"و مشرکان برای خدا چیزی را (مانند فرشته) که بنده و مخلوق اوست جزء (وجود و فرزند واقعی او) قرار دادند (زهی جهل و کفر و سفاهت) که انسان بسیار ناسپاس و کفرش آشکار است"}]}