{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":57,"VerseNumber":20,"Text":"baga telusukondi! Niscayanga, ihaloka jivitam, oka ata mariyu oka vinodam mariyu oka srngaram mariyu miru parasparam goppalu ceppukovadam mariyu sampada mariyu santanam visayanlo adhikyata pondataniki prayatnincadam matrame. Dani drstantam a varsam vale undi: Dani (varsam) valla perige pairu raitulaku anandam kaligistundi. A pidapa adi endipoyi pasupu paccaga maripotundi. A pidapa adi pottuga maripotundi. Kani paraloka jivitanlo matram (dustulaku) badhakaramaina siksa mariyu (satpurusulaku) allah nundi ksamapana mariyu ayana prasannata untayi. Kavuna ihaloka jivitam kevalam mosagince bhogabhagyalu matrame"},{"SurahNumber":57,"VerseNumber":21,"Text":"Mi prabhuvu ksamapana vaipunaku mariyu akasam mariyu bhumi yokka vaisalyamantati visalamaina svargam vaipunaku parugettandi. Adi allah mariyu ayana pravaktalanu visvasincevari koraku sid'dha paracibadi undi. Idi allah anugraham, ayana tanu korina variki danini prasadistadu. Mariyu allah anugrahasali, sarvottamudu"},{"SurahNumber":57,"VerseNumber":22,"Text":"bhumi mida gani leda svayanga mi mida gani virucuku pade e apada ayina sare! Memu danini sambhavimpa jeyaka munde granthanlo vrayabadakunda ledu. Niscayanga, idi allah ku ento sulabham"},{"SurahNumber":57,"VerseNumber":23,"Text":"idanta miru poyina daniki nirasa cendakudadani mariyu miku iccina daniki santosanto uppongi poradani. Mariyu allah badayilu ceppukunevaru, garvince varu ante istapadadu"},{"SurahNumber":57,"VerseNumber":24,"Text":"evaraite svayanga lobhatvam cuputu itarulanu kuda lobhatvaniki purikoluputaro mariyu evadaite (satyam nundi) venudirugutado, vadu (telusukovali) niscayanga, allah svayam samrd'dhudu, sarva stotralaku ar'hudani"},{"SurahNumber":57,"VerseNumber":25,"Text":"vastavaniki, memu ma sandesaharulanu spastamaina sucalanicci pampamu. Mariyu varito batu granthanni avatarimpajesamu. Mariyu manavulu n'yayasiluruga melagataniki trasunu kuda pampamu mariyu inumunu kuda prasadincamu. Andulo goppa sakti undi, mariyu manavulaku enno prayojanalunnayi. Mariyu (idanta) allah agocarudaina tanaku mariyu tana pravaktalaku evadu sahayakudavutado cudataniki cesadu. Niscayanga, allah maha balasali, sarvasaktimantudu"}]}