{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"És vajon abból, amit teremtett lányokat vett magához? És nektek fiúkat adott"},{"SurahNumber":43,"VerseNumber":17,"Text":"És ha egynek közülük azt a hírt hozzák - amellyel a Könyörületessel szemben példálózott (a leány gyermek születését) - az arca komoran sötétté válik és haragvóvá lesz"},{"SurahNumber":43,"VerseNumber":18,"Text":"Vagy az, akit ékek és díszek között neveltek fel (a nő) és az a vitában nem világos"},{"SurahNumber":43,"VerseNumber":19,"Text":"És az Angyalokat, akik a Könyörületes szolgái, nőneműeknek tartják. Talán jelen voltak a megteremtésüknél? Felíratik tanúságuk és megkérdeztetnek erről"},{"SurahNumber":43,"VerseNumber":20,"Text":"Azt mondják: .. Ha úgy akarta volna a Könyörületes, nem Szolgáltuk volna őket.\" Nincs nekik erről tudásuk, csak találgatásokra hagyatkoznak"},{"SurahNumber":43,"VerseNumber":21,"Text":"Vagy talán korábban írást adtunk volna nekik, amelyhez ragaszkodhatnak"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nem! Ők azt mondják: ,.Mi apáinkat egy közösség szabályai szerint élve találtuk, mi az ő nyomdokaikon vezéreltetünk"},{"SurahNumber":43,"VerseNumber":23,"Text":"Hasonlóan ehhez, nem küldtünk Előtted ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) egy Küldöttet sem, egyetlen városba sem, hogy annak előkelői ne azt mondták volna: . Mi apáinkat egy közösség szabályai szerint élve találtuk, mi az ő nyomdokaikon haladunk.\" Hizb"},{"SurahNumber":43,"VerseNumber":24,"Text":"Azt mondta (az intő): .Még ha igazabb útmutatással jöttem is hozzátok mint, amin apáitokat leltétek?\" Azt mondják: ,.A ti küldetésetekkel szemben mi hitetlenek vagyunk"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bosszút álltunk rajtuk. Figyeld csak meg mi lett a sorsa a meghazudtolóknak"}]}