{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"และแน่นอนบรรดาทูตของเราได้มายังอิบรอฮีมพร้อมทั้งข่าวดี พวกเขากล่าวว่า “ขอความศานติจงมีแด่ท่าน” เขา(อิบรอฮีม) กล่าวว่า ”ขอความศานติจงมีแด่พวกท่าน” ดังนั้นเขามิได้รีรอที่จะนำลูกวัวย่างออกมา"},{"SurahNumber":11,"VerseNumber":70,"Text":"ครั้นเมื่อเขาเห็นว่ามือของพวกเขาไม่ถึงมัน เขาไม่พอใจและรู้สึกกลัวพวกเขา พวกเขากล่าวว่า “อย่ากลัวเลย แท้จริงเราถูกส่งมายังกลุ่มชนของลูฏ”"},{"SurahNumber":11,"VerseNumber":71,"Text":"และภริยาของเขายืนอยู่แล้ว นางก็หัวเราะเราจึงแจ้งข่าวดีแก่นางด้วย(การได้บุตรชื่อ) อิสฮาก และหลังจากอิสฮากคือยะอ์กูบ"},{"SurahNumber":11,"VerseNumber":72,"Text":"นางกล่าวว่า “โอ้ แปลกแท้ ๆ ฉันจะมีบุตรหรือ ขณะที่ฉันแก่แล้ว และนี่สามีของฉันก็แก่หง่อมแล้ว แท้จริงนี่เป็นเรื่องประหลาดแท้”"},{"SurahNumber":11,"VerseNumber":73,"Text":"พวกเขากล่าวว่า “เธอแปลกใจต่อพระบัญชาของอัลลอฮ์หรือ? ความเมตตาของอัลลอฮ์และความจำเริญของพระองค์จงประสบแด่พวกท่านโอ้ครอบครัว (ของอิบรฮีม) แท้จริงพระองค์นั้นเป็นผู้ได้รับการสรรเสริญ ผู้ทรงประเสริฐยิ่ง”"},{"SurahNumber":11,"VerseNumber":74,"Text":"ครั้นเมื่อความตระหนกได้คลายไปจากอิบรอฮีมแล้ว และข่าวดีได้มายังเขา เขาก็โต้เถียงเราในเรื่องของกลุ่มชนลูฏ"},{"SurahNumber":11,"VerseNumber":75,"Text":"แท้จริงอิบรอฮีมนั้นเป็นผู้อดทนขันติ จิตใจอ่อนโยน หันหน้าเข้าหาอัลลอฮ์เสมอ"},{"SurahNumber":11,"VerseNumber":76,"Text":"โอ้อิบรอฮีมเอ๋ย! จงผินหลังจากเรื่องนี้เถิด แท้จริงพระบัญชาของพระเจ้าของเจ้าได้มาถึงแล้ว และแท้จริงเพวกเขาเหล่านั้น การลงโทษที่ไม่เปลี่ยนเป็นอย่างอื่นจะมายังพวกเขาอย่างแน่นอน"},{"SurahNumber":11,"VerseNumber":77,"Text":"และเมื่อบรรดาทูตของเรา(มะลาอิกะฮ์) ได้มายังลูฏ เขาเป็นทุกข์ต่อพวกเขาและหนักใจในพวกเขา และกล่าวว่า “นี่เป็นอันชั่วร้ายที่สุด”"},{"SurahNumber":11,"VerseNumber":78,"Text":"และกลุ่มชนของเขาได้มาหาเขา พวกเขารีบร้อนมายังเขา และก่อนหน้านั้นพวกเขาเคยทำความชั่ว เขากล่าวว่า “กลุ่มชนของฉันเอ๋ย! เหล่านี้คือลูกสาวของฉัน พวกนางนั้นบริสุทธิ์สำหรับพวกท่าน ดังนั้น พวกท่านจงยำเกรงอัลลอฮ์เถิดและอย่าทำให้ฉันขายหน้าต่อแขกของฉันเลย ไม่มีคนที่มีสติสัมปชัญญะในหมู่พวกท่านบ้างหรือ?”"},{"SurahNumber":11,"VerseNumber":79,"Text":"พวกเขากล่าวว่า “โดยแน่นอน ท่านรู้ดีว่า เราไม่มีสิทธิ์ในลูกสาวของท่าน และแท้จริงท่านรู้ดีถึงสิ่งที่เราปรารถนา”"},{"SurahNumber":11,"VerseNumber":80,"Text":"เขากล่าวว่า “หากว่าฉันมีกำลังปราบพวกท่าน หรือฉันหันไปพึ่งที่พักพิงอันแข็งแรง”"},{"SurahNumber":11,"VerseNumber":81,"Text":"พวกเขา(มะลาอิกะฮ์) กล่าวว่า “โอ้ลูฏเอ๋ย! พวกเราเป็นทูตของพระเจ้าของท่าน พวกเหล่านั้นจะไม่ถึงท่านได้เลย ดังนั้น ท่านจงเดินทางไปในเวลากลางคืนพร้อมกับครอบครัวของท่านและคนใดในหมู่พวกท่านอย่าได้เหลียวหลังมองเว้นแต่ภริยาของท่าน แท้จริงจะประสบแก่นางเช่นเดียวกับที่ได้ประสบแก่พวกเขา แท้จริงสัญญาของพวกเขาคือเวลาเช้า เวลาเช้านั้นใกล้เข้ามาแล้วมิใช่หรือ?”"},{"SurahNumber":11,"VerseNumber":82,"Text":"ดังนั้น เมื่อพระบัญชาของเราได้มาถึง เราได้ทำให้ข้างบนของมันเป็นข้างล่าง และเราได้ ให้ก้อนหินแกร่งหล่นพรูลงมา"},{"SurahNumber":11,"VerseNumber":83,"Text":"ถูกตราเครื่องหมายไว้ ณ ที่พระเจ้าของท่าน และมัน ไม่ไกลไปจากบรรดาผู้อธรรม"}]}