{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"A nuk e ke pare ti (pushtetin) e Zotit tend, si e ka zgjatur hijen, e sikur te kishte dashur, do ta lente te pandryshueshme, dhe – e kemi bere Diellin tregues te saj"},{"SurahNumber":25,"VerseNumber":46,"Text":"pastaj, e kemi terhequr ate, dalengadale – prane Vetes"},{"SurahNumber":25,"VerseNumber":47,"Text":"Dhe, Ai eshte, qe ua ka bere naten mbulese dhe gjumin pushim, e diten – te levizni"},{"SurahNumber":25,"VerseNumber":48,"Text":"Dhe ai, eshte, qe dergon ererat si sihariq para meshires se tij (sjelljen e shiut). Dhe, kemi leshur prej qiellit uje te paster"},{"SurahNumber":25,"VerseNumber":49,"Text":"qe me ate ta ngjallim visin e vdekur, dhe t’u japim uje kafsheve dhe shume njerezve, qe i kemi krijuar"},{"SurahNumber":25,"VerseNumber":50,"Text":"Dhe, Ne, e kemi leshuar (shiun) ne mesin e tyre, per te medituar (dhuntine e Perendise), por shumica e njerezve i refuzojne (te gjitha), pervec mohimit"},{"SurahNumber":25,"VerseNumber":51,"Text":"Dhe, sikur te donim Ne, do te dergonim ne cdo qytet paralajmerues"},{"SurahNumber":25,"VerseNumber":52,"Text":"E, mos i degjo mohuesit dhe luftoi ata me Kur’an, ne nje lufte te madhe"},{"SurahNumber":25,"VerseNumber":53,"Text":"Dhe Ai eshte, qe u ka dhene rrjedhje te lire dy siperfaqeve ujore (det e lum i madh). Njeri eshte i pijshem, i embel; e tjetri eshte i njelmet, i idhet. Dhe, ka ngritur pengesa ndermjet tyre (rryp toke)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Dhe, Ai eshte qe ka krijuar prej ujit njeriun, e ka bere (ne mes njerezish) farefisni (perkah gjaku), dhe miqei (perkah martesa). Dhe, Zoti yt, eshte i Plotefuqishem"},{"SurahNumber":25,"VerseNumber":55,"Text":"Dhe, ata adhurojne, pos Perendise ate qe nuk mund t’u sjelle as dobi as dem, e mohuesi eshte ndihmes (i djallit) kunder Zotit te tij"},{"SurahNumber":25,"VerseNumber":56,"Text":"e Ne, te kemi derguar ty, vetem sihariques (per vepra te mira) dhe paralajmerues"},{"SurahNumber":25,"VerseNumber":57,"Text":"Thuaj: “Une nuk kerkoj nga ju kurrfare shperblimi, por vetem ai qe don, le te shkoje rruges qe shpie te Zoti i tij”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Mbeshtetu ti – ne te Gjallin (Perendine), i cili nuk vdes, dhe lavderoje (Ate) – duke i bere falenderime Atij! Ai i di mjafte mire mekatet e roberve te Vet"},{"SurahNumber":25,"VerseNumber":59,"Text":"Ai, i cili krijoi qiejt dhe Token dhe cdo gje qe gjendet ne mes tyre – per gjashte dite (periudha kohore – gjeologjike), e pastaj mbisundoi Arshin (Gjithesine). Ai eshte Meshiruesi dhe pyete per Ate – ate qe di"},{"SurahNumber":25,"VerseNumber":60,"Text":"E, kur t’u thuhet atyre: “Beni sexhde Bamiresit te Gjithembarshem!” Ata i thone: “E, cka eshte Ai Bamiresi i Pergjithshem. Valle, t’i bejme sexhde atij qe na urdheron ti?” E, (kjo) ua shton atyre largimin (prej fese)"}]}