{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"«Dere sendebud, spis av det som er godt og rent, og lev rettskaffent! Jeg kjenner til det dere gjør"},{"SurahNumber":23,"VerseNumber":52,"Text":"Dette er deres trossamfunn. Ett samfunn er det! Og Jeg er deres Herre, sa frykt Meg.»"},{"SurahNumber":23,"VerseNumber":53,"Text":"Men de har splittet opp dette sitt anliggende i sekter, og hver gruppe fryder seg over det de har"},{"SurahNumber":23,"VerseNumber":54,"Text":"La du dem bero i deres forvirrings avgrunn inntil videre"},{"SurahNumber":23,"VerseNumber":55,"Text":"Tror de kanskje at Vi ved det Vi har gitt dem av rikdom og barn"},{"SurahNumber":23,"VerseNumber":56,"Text":"ogsa vil være raske med de største goder? Nei, de fatter intet"},{"SurahNumber":23,"VerseNumber":57,"Text":"Men de som bever av ærefrykt for Herren"},{"SurahNumber":23,"VerseNumber":58,"Text":"som tror pa Herrens ord"},{"SurahNumber":23,"VerseNumber":59,"Text":"som ikke setter noe ved Herrens side"},{"SurahNumber":23,"VerseNumber":60,"Text":"som gir sine gaver med bevende hjerter fordi de skal vende tilbake til Herren"},{"SurahNumber":23,"VerseNumber":61,"Text":"disse er det som kappes i a gjøre det gode, og er de første til a fullbyrde det"},{"SurahNumber":23,"VerseNumber":62,"Text":"Vi palegger ingen mer enn han evner! Vi har en regnskapsbok som sier sannheten, og de gjøres ingen urett"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nei, i deres hjerter er en forvirrings avgrunn om dette, og de er opphavsmenn til gjerninger andre enn disse"},{"SurahNumber":23,"VerseNumber":64,"Text":"Inntil Vi tar fatt dem som lever i vellevnet med straffen, da jamrer de seg"},{"SurahNumber":23,"VerseNumber":65,"Text":"Jamre dere ikke i dag! Dere far ingen hjelp fra Oss"},{"SurahNumber":23,"VerseNumber":66,"Text":"Mitt ord ble resitert for dere, men dere snudde dere om pa hælen"},{"SurahNumber":23,"VerseNumber":67,"Text":"i hovmod overfor det, og unngikk ham som talte om kvelden"},{"SurahNumber":23,"VerseNumber":68,"Text":"Har de da ikke tenkt over det som ble sagt? Eller ble noe brakt frem for dem som ikke ble gitt deres henfarne fedre"},{"SurahNumber":23,"VerseNumber":69,"Text":"Eller kjente de ikke sitt Sendebud, sa de ikke ville vite av ham"},{"SurahNumber":23,"VerseNumber":70,"Text":"Eller sier de: «Han er besatt!» Nei, han har brakt dem sannheten, men de fleste av dem avskyr sannheten"},{"SurahNumber":23,"VerseNumber":71,"Text":"Hadde sannheten rettet seg etter deres meninger, sa ville himlene og jorden og alle som i dem er, gatt fordervelse i møte! Nei, Vi har brakt dem deres formaning, men fra formaningen vender de seg bort"},{"SurahNumber":23,"VerseNumber":72,"Text":"Har du vel forlangt lønn av dem? Herrens lønn er bedre. Han er den beste forsørger"},{"SurahNumber":23,"VerseNumber":73,"Text":"Du kaller dem visselig til rett vei"},{"SurahNumber":23,"VerseNumber":74,"Text":"Men de som ikke tror pa det hinsidige, viker av fra veien"},{"SurahNumber":23,"VerseNumber":75,"Text":"Men om Vi forbarmet oss over dem, og tok bort de trengsler de er under, sa ville de ture frem i sin oppsetsighet, og vandre videre i blinde"},{"SurahNumber":23,"VerseNumber":76,"Text":"Vi har tatt dem fatt med straffen, men de bøyde seg ikke for Herren og viste ikke ydmykhet"},{"SurahNumber":23,"VerseNumber":77,"Text":"inntil Vi til slutt apnet porten for en streng straff, da ble de fortvilet"}]}