{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Deem those in whose hearts is a disease that Allah will never bring to light their secret malevolence"},{"SurahNumber":47,"VerseNumber":30,"Text":"And if We willed, We would surely shew them Unto thee, so that thou shouldst surely know them by their marks. And thou shalt surely know them by the mode of their speech. And Allah knoweth your works"},{"SurahNumber":47,"VerseNumber":31,"Text":"And of a surety We shall prove you all until We know the strivers among you and the steadfast, and We shall prove your states"},{"SurahNumber":47,"VerseNumber":32,"Text":"Verily those who have disbelieved and have hindered others from the way of Allah and have opposed the apostle after the guidance had become manifest Unto them, shall not hurt Allah at all, and anon He shall render their works of non effect"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ye who believe! obey Allah and obey the apostle, and render not Your works vain"},{"SurahNumber":47,"VerseNumber":34,"Text":"Verily those who disbelieve and hinder others from the way of Allah and then die as infidels, Allah shall by no means forgive them"},{"SurahNumber":47,"VerseNumber":35,"Text":"Wherefore faint not, nor cry out for peace; and ye shall be triumphant. And Allah is with you, and He will not defraud you of your works"},{"SurahNumber":47,"VerseNumber":36,"Text":"The life of the world is but a sport and a pastime. And if ye believe and fear, He will give you your hire, and will not require of you your substance"},{"SurahNumber":47,"VerseNumber":37,"Text":"If He required it of you and importuned you, ye would be niggardly, and He will bring to light your secret malevolence"},{"SurahNumber":47,"VerseNumber":38,"Text":"Behold! ye are those who are called to expend in the way of Allah, then there are of you some who are niggardly. And whosoever is niggardly is niggardly only to himself. And Allah is Self-sufficient, and ye are the needy. And if ye turn away, He will substitute for you another people, and then they will not be the likes of you"}]}