{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"Messengers! Partake of the things that are clean, and act righteously. I know well all that you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"This community of yours is one community, and I am your Lord; so hold Me alone in fear"},{"SurahNumber":23,"VerseNumber":53,"Text":"But people later cut up their religion into bits, each group rejoicing in what they have"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them immersed in their heedlessness till an appointed time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they fancy that Our continuing to give them wealth and children (means) that"},{"SurahNumber":23,"VerseNumber":56,"Text":"We are busy lavishing on them all kinds of good? Nay, they do not perceive the reality of the matter"},{"SurahNumber":23,"VerseNumber":57,"Text":"Surely those who stand in awe for fear of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"who have full faith in the Signs of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"who associate none with their Lord in His Divinity"},{"SurahNumber":23,"VerseNumber":60,"Text":"who give, whatever they give in charity, with their hearts trembling at the thought that they are destined to return to their Lord"},{"SurahNumber":23,"VerseNumber":61,"Text":"it is these who hasten to do good works and vie in so doing with one another"},{"SurahNumber":23,"VerseNumber":62,"Text":"We do not lay a burden on anyone beyond his capacity. We have a Book with Us that speaks the truth (about everyone); and they shall in no wise be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nay, their hearts are lost in ignorance of all this; and their deeds too vary from the way (mentioned above). They will persist in these deeds"},{"SurahNumber":23,"VerseNumber":64,"Text":"until We seize with Our chastisement those of them that are given to luxuriant ways. They will then begin to groan"},{"SurahNumber":23,"VerseNumber":65,"Text":"Put a stop to your groaning now! Surely no help shall be provided to you from Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"My Signs were rehearsed to you and you turned back on your heels and took to flight"},{"SurahNumber":23,"VerseNumber":67,"Text":"behaving arrogantly, and making fun, and talking nonsense (about the Book in your nightly chats)"},{"SurahNumber":23,"VerseNumber":68,"Text":"Did they never ponder over this Word (of God)? Or has he (to wit, the Messenger) brought something the like of which did not come to their forefathers of yore"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or is it that they were unaware of their Messenger and were therefore repelled by him for he was a stranger to them"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say that there is madness in him? Nay, he has brought them the Truth and it is the Truth that most of them disdain"},{"SurahNumber":23,"VerseNumber":71,"Text":"Were the Truth to follow their desires, the order of the heavens and the earth and those who dwell in them would have been ruined. Nay, the fact is that We have brought to them their own remembrance; and yet it is from their own remembrance that they are turning away"},{"SurahNumber":23,"VerseNumber":72,"Text":"Are you asking them for something? What Allah has given you is the best. He is the Best of providers"},{"SurahNumber":23,"VerseNumber":73,"Text":"You are calling them to a Straight Way"},{"SurahNumber":23,"VerseNumber":74,"Text":"but those who do not believe in the Hereafter are ever prone to deviate from the Right Way"},{"SurahNumber":23,"VerseNumber":75,"Text":"Were We to be merciful to them and remove from them their present afflictions, they would persist in their transgression, blindly wandering on"},{"SurahNumber":23,"VerseNumber":76,"Text":"(They are such) that We seized them with chastisement (and yet) they did not humble themselves before their Lord, nor do they entreat"},{"SurahNumber":23,"VerseNumber":77,"Text":"until We opened upon them the door of a severe chastisement. Then lo, in this state they become utterly despaired of any good"}]}