{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların ellerinin kazanmıs oldukları yuzunden denizde ve karada bozgun cıktı. Allah onlara, yaptıklarının bir kısmını tattırıyor ki geri donebilsinler"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: \"Yeryuzunde dolasın da oncekilerin sonunun nasıl olduguna bir bakın! Onların cogu sirke sapan insanlardı"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allah tarafından ertelenmesi soz konusu olmayan bir gunden once, yuzunu guclu ve eskimez dine dondur! O gun herkes boluk boluk ayrılacaktır"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim kufre saparsa inkarı kendisi aleyhinedir. Barısa ve hayra yonelik bir is yapanlarsa, kendi benlikleri icin yer hazırlarlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Cunku Allah, iman edip hayra ve barısa yonelik isler yapanları, oz lutfundan odullendirecektir. O, nankorlukleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"O'nun ayetlerindendir ki, size rahmetinden tattırsın; gemiler, buyrugu ile akıp gitsin. Lutfundan nasip arayasınız ve sukredebilesiniz diye, ruzgarları mujdeciler olarak gonderir"},{"SurahNumber":30,"VerseNumber":47,"Text":"Yemin olsun biz, senden once de resulleri toplumlarına gonderdik, onlara acık kanıtlar getirdiler. Nihayet, gunah isleyenlerden oc aldık. Inananlara yardım etmek bizim uzerimizde bir haktı"},{"SurahNumber":30,"VerseNumber":48,"Text":"O Allah'tır ki, ruzgarları gonderir de onlar, bulutu savurur. Sonra Allah o bulutu gokte diledigi gibi yayıp doser, onu parca parca eder. Nihayet sen onun arasından yagmurun cıktıgını gorursun. Sonra onu kullarından diledigine ulastırdıgında onlar, mujde almıs gibi sevinirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Oysaki onlar, yagmur kendilerine indirilmeden once iyice suskun ve umitsiz idiler"},{"SurahNumber":30,"VerseNumber":50,"Text":"Artık Allah'ın rahmetinin eserlerine bak, nasıl diriltiyor topragı olumu ardından! Iste bu Muhyi, oluleri elbette diriltir. O, herseye Kadir'dir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Yemin olsun, bir ruzgar gondersek de o yeri sararmıs gorseler, arkasından hic sasmadan nankorluk etmeye baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Artık sen, olulere isittiremezsin. Donup gittikleri takdirde sagırlara da cagrıyı duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ve sen korleri de sapıklıklarından aydınlıga cıkaramazsın. Sen ancak, ayetlerimize iman edenlere dinletirsin de onlar muslumanlar/Allah'a teslim olanlar haline geliverirler"}]}