{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":25,"VerseNumber":61,"Text":"Vozvisen neka e ON koj na nebesata sozdade sozvezdie Vo koe svetilka postavi I Mesecina osvetlena"},{"SurahNumber":25,"VerseNumber":62,"Text":"I On e Onoj koj ja sozdade nokta i denot da se smenuvaat, za onoj koj posakuva da se spomenuva ili koj pak posakuva da se zablagodaruva"},{"SurahNumber":25,"VerseNumber":63,"Text":"eve koi se robovite na Milostiviot: onie koi odat po zemjata dostoinstveno, i koga neznajkovcite ke im se obratat, velat “Selam"},{"SurahNumber":25,"VerseNumber":64,"Text":"onie koi nokite gi pominuvaat, pagajki na sedzde i stoejki pred Gospodarot svoj"},{"SurahNumber":25,"VerseNumber":65,"Text":"onie koi zboruvaat: “Gospodare nas, oddaleci ne od kaznata dzehennemska? Kaznata dzehennemska ke bide, navistina, neminovna"},{"SurahNumber":25,"VerseNumber":66,"Text":"da, taa e loso prestojuvaliste i utvrduvaliste"},{"SurahNumber":25,"VerseNumber":67,"Text":"onie koi, koga trosat, rasipnicki toa ne go pravat, I koi isto taka ne se skrzavi, tuku zazemaat sredina"},{"SurahNumber":25,"VerseNumber":68,"Text":"koi, osven na Allah ne se povikuvaat na drug bog, i koi ne ubivaat nikogo za kogo zabrani Allah, osven po pravda... A onoj koj ova go pravi ke vkusi grev"},{"SurahNumber":25,"VerseNumber":69,"Text":"Ke mu se udvoi kaznata na Denot suden i vo nea za navek ke bide ponizen"},{"SurahNumber":25,"VerseNumber":70,"Text":"osven onoj koj ke se pokae, koj veruva i koj raboti dobro delo. Na takvite Allah ke im gi promeni nivnite losi Dela so dobri. Allah, navistina, e Prostuvac i Somilosen"},{"SurahNumber":25,"VerseNumber":71,"Text":"onoj koj ke se pokae i koj ke sraboti dobro delo... pa, toj, navistina, se vraka kon Allah so pokajanie, kako pokajnik"},{"SurahNumber":25,"VerseNumber":72,"Text":"onie koi ne svedocat lazno, i koga ke pominat kraj nesto bezrabotno, pominuvaat dostoinstveno"},{"SurahNumber":25,"VerseNumber":73,"Text":"onie na koi ke im se spomenat ajetite na Gospodarot NIVNI ne ostanuvaat ni gluvi ni slepi"},{"SurahNumber":25,"VerseNumber":74,"Text":"i onie koi zboruvaat: “Gospodare nas, podari NI od zenite nasi i potomstvata nasi radost vo ocite i odredi da bideme vodaci na bogobojazlivite"},{"SurahNumber":25,"VerseNumber":75,"Text":"Bidejki bea trpelivi ke bidat nagradeni so sobi i vo Niv ke se sekavaat i so pozdrav i so selam"},{"SurahNumber":25,"VerseNumber":76,"Text":"vo niv za navek ke ostanat. I ete, kolku ubavo prestojuvaliste i odmoraliste ke bide toa"},{"SurahNumber":25,"VerseNumber":77,"Text":"Kazi: “Koga ne bi bile dovite vasi, Gospodarot moj ne ke se grizese za vas. Da, lazevte pa zatoa kaznata e neminovna"}]}