{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":65,"Text":"Akho, ki maim tam ika dara'una vala ham hora ko'i pujanayoga nahim, paratu ika alaha zoravara tom' binham"},{"SurahNumber":38,"VerseNumber":66,"Text":"Uha palanahara hai, akasam, dharati ate unham cizam da jihari'am inham de vicakara hana. Uha takatavara ate mu'afa karana vala hai"},{"SurahNumber":38,"VerseNumber":67,"Text":"Akho, ki iha ika vadi khabara hai"},{"SurahNumber":38,"VerseNumber":68,"Text":"Jisa tom tusim asavadhana ho rahe ho"},{"SurahNumber":38,"VerseNumber":69,"Text":"Mainu praloka di kujha vi khabara nahim si jadom ki uha apisa vica jhagara kara rahe sana"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mere kola tam vahi sirafa isa la'i a'undi hai ki maim ika sapasata dara'una vala ham"},{"SurahNumber":38,"VerseNumber":71,"Text":"Jadom' tuhade raba ne farisati'am nu kiha, ki maim miti tom ika manukha bana'una vala ham"},{"SurahNumber":38,"VerseNumber":72,"Text":"Phira jadom maim usa nu thika kara lavam ate usa vica apani atama phuka devam tam tusim usa de age sijade vica lame pai jana"},{"SurahNumber":38,"VerseNumber":73,"Text":"So sare farisati'am ne sijada kita"},{"SurahNumber":38,"VerseNumber":74,"Text":"Paratu ibalisa ne hakara kita ate uha avagi'a karana vali'am vicom ho gi'a"},{"SurahNumber":38,"VerseNumber":75,"Text":"Farama'i'a ki he ibalisa! Tainu kisa ciza ne roka dita hai ki tu isa nu sijada nahim kita, jisa nu maim apane dovam hatham nala bana'i'a. Iha tu hakara kita hai jam tu vade daraje vali'am vicom samajhada hai"},{"SurahNumber":38,"VerseNumber":76,"Text":"Usa ne akhi'a ki maim adama tom utama ham. Tu mainu aga ate isa nu miti tom paida kita hai"},{"SurahNumber":38,"VerseNumber":77,"Text":"Farama'i'a ki tu ithom nikala ja ki'unki tu phitakari'a ho'i'a haim"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ate tere upara badale de dina taka mere valom lahanata hai"},{"SurahNumber":38,"VerseNumber":79,"Text":"Ibalisa ne kiha ki he mere palanahara! Mainu usa dina taka mauka de jadom loka phira cuke janage"},{"SurahNumber":38,"VerseNumber":80,"Text":"Farama'i'a ki tainu mauka dita gi'a"},{"SurahNumber":38,"VerseNumber":81,"Text":"Ika mithe ho'e samem taka"},{"SurahNumber":38,"VerseNumber":82,"Text":"usa ne akhi'a ki tere sanamana di sahu maim unham sari'am nu bhataka ke rahanga"},{"SurahNumber":38,"VerseNumber":83,"Text":"Sil'ham tere unham badi'am de jinham na tu pavitara kara li'a hai"},{"SurahNumber":38,"VerseNumber":84,"Text":"Farama'i'a tam saca'i iha hai ate maim' saca him kahida ham"},{"SurahNumber":38,"VerseNumber":85,"Text":"Ki maim naraka nu tainu ate unham sare lokam nala bhara devanga jihare unham vicom tera palana karanage"},{"SurahNumber":38,"VerseNumber":86,"Text":"Akho, ki maim isa la'i tere tom ko'i badala nahim magada ate na hi maim sakoca karana vali'am vicom ham"},{"SurahNumber":38,"VerseNumber":87,"Text":"Iha tam sirafa sasara vali'am la'i ika upadesa hai"},{"SurahNumber":38,"VerseNumber":88,"Text":"Ate tusim jaladi him usa di diti khabara nu samajha lavauge"}]}