{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Bir gorseydin o sucluları: Rab'lerinin huzurunda, mahcupluktan basları onlerine egilmis soyle derken:“Gorduk, isittik ya Rabbena! Ne olur bizi dunyaya bir gonder!Oyle guzel, makbul isler yaparız ki!Cunku gercegi kesin olarak biliyoruz artık!”"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger dileseydik butun insanlara hidayet verir, dogru yola koyardık.Lakin “Cehennemi cinlerden ve insanlardan bir kısmıyla dolduracagım” hukmu kesinlesmistir"},{"SurahNumber":32,"VerseNumber":14,"Text":"“Oyleyse, siz nasıl bugunku bulusmayı unuttunuz ve bu unutmayı omur boyu surdurduyseniz,Biz de bugun sizi unuttuk.Yaptıklarınızdan oturu, tadın bakalım surekli azabı!”"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim ayetlerimize ancak o kimseler inanır ki kendilerine o ayetler hatırlatıldıgında, derslerini hemen alır, secdeye kapanır, Rab'lerine hamd, O’nu takdis ve tenzih ederler, asla kibirlenmezler"},{"SurahNumber":32,"VerseNumber":16,"Text":"Teheccud namazı kılmak icin yataklarından kalkar, cezalandırmasından endise icinde, rahmetinden de umitli olarak Rab'lerine dua edip yalvarırlar ve kendilerine nasib ettigimiz mallardan Allah yolunda harcarlar"},{"SurahNumber":32,"VerseNumber":17,"Text":"Iste onların dunyada yaptıkları makbul islere mukafat olarak gozlerini aydın edecek, gonullerini ferahlatacak hangi surprizlerin, hangi nimetlerin saklandıgını hic kimse bilemez. [4,22; 10,26] {KM, II Korintos}"},{"SurahNumber":32,"VerseNumber":18,"Text":"Oyle ya, mumin olan, hic fasık gibi olur mu? Bunlar asla bir olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Iman edip, guzel ve makbul isler isleyenlere, yaptıklarına karsılık konukluk olarak Me'va cennetleri vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Yoldan cıkmıs fasıkların ise barınakları cehennemdir.Her ne zaman oradan cıkmak isteseler yine oraya itilirler.Onlara: “Cehennem azabını yalan sayıyordunuz. Tadın da gorun bakalım!” denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"O kafirlerin donus yapmaları umidiyle, onlara en buyuk azaptan once, dunyada aclık, musibet, esaret, olum gibi pesin bir azap tattıracagız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbinin ayetleri ile kendisine nasihat edildiginde sırtını donup uzaklasan kimseden daha zalim kimse olur mu?Biz o suclulardan elbette intikam alıp onları cezalandıracagız"}]}