{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Dis : « Louange à Dieu, et paix à Ses serviteurs qu’Il a élus !». Dieu est-Il meilleur refuge ou serait-ce ceux qu’ils Lui associent"},{"SurahNumber":27,"VerseNumber":60,"Text":"N’est-ce pas Lui qui a créé les Cieux et la Terre, et Qui a fait descendre pour vous du ciel, une eau au moyen de laquelle Nous faisons croître des jardins de félicité, dont vous auriez été incapables de faire pousser les arbres ? Vous obstinerez-vous à associer une autre divinité avec Dieu ? Certes ! Ces gens-là continueront à Lui attribuer des égaux"},{"SurahNumber":27,"VerseNumber":61,"Text":"« N'est-ce pas Lui qui a fait de la terre un lieu stable, dans laquelle Il a fait jaillir des cours d'eau, planté solidement des montagnes et dressé entre les deux mers (d’eaux douces et d’eaux salées), une barrière infranchissable ? Où serait- ce une autre divinité à côté de Dieu ? Mais la plupart des Hommes ne savent pas »"},{"SurahNumber":27,"VerseNumber":62,"Text":"N’est-ce pas Lui qui exauce l’oppressé dès lors qu’il L’implore, qui soulage les maux et qui vous fait succéder les uns à la suite des autres sur Terre ? Ou serait-ce qu’il existe une autre divinité avec Dieu ? Vous êtes si peu enclin à méditer à ce propos"},{"SurahNumber":27,"VerseNumber":63,"Text":"N’est-ce pas Lui qui vous guide à travers les ténèbres de la terre et de la mer, et qui envoie les vents, comme autant de signes annonciateurs de Sa miséricorde ? Ou serait-ce qu’il existe une autre divinité avec Dieu ? Dieu le Très-Haut est au-dessus de tout ce qu’ils Lui associent"},{"SurahNumber":27,"VerseNumber":64,"Text":"Y aurait-il avec Celui qui instaure la Création, puis la renouvelle, et qui vous procure votre subsistance à la fois du ciel et de la terre, une autre divinité à Ses côtés ? Dis-leur : «Produisez donc vos preuves, si vous êtes véridiques !»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Dis : « Ceux qui peuplent les Cieux et la Terre ne connaissent pas les mystères de l’invisible. Seul Dieu les connaît ». Ils ne savent pas à quel moment ils seront ressuscités"},{"SurahNumber":27,"VerseNumber":66,"Text":"Même l’idée d’une Vie Future leur échappe. Ils doutent même de son existence, voire, ils ne la conçoivent pas"}]}