{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"dani (a matti) nunce mim'malni srstincamu, marala mim'malni daniloke cercutamu mariyu dani nunce mim'malni marokasari levutamu"},{"SurahNumber":20,"VerseNumber":56,"Text":"mariyu vastavaniki, memu ataniki (phir'aun ku) ma sucanalanni cupamu, kani atadu vatini abaddalannadu mariyu tiraskarincadu"},{"SurahNumber":20,"VerseNumber":57,"Text":"(phir'aun) ila annadu: \"O musa! Nivu ni mantrajalanto mam'malni ma desam nundi vedala gottataniki ma vaddaku vaccava"},{"SurahNumber":20,"VerseNumber":58,"Text":"sare! Memu kuda dani vanti mantrajalanni niku potiga testamu; kavuna ma madhya ni madhya (samavesaniki) oka samayam mariyu sthalanni nirnayincu. Dani nundi memu kani nivu kani venukada kudadu. Mariyu adoka yuktamaina sthalamai undali"},{"SurahNumber":20,"VerseNumber":59,"Text":"(musa) annadu: \"Mito samavesam utsava dinamuna niyamincukundamu. Proddekke varaku prajalandaru samavesamai undali"},{"SurahNumber":20,"VerseNumber":60,"Text":"A pidapa phir'aun vellipoyi tana tantra samagrini samikarincukoni tirigi vaccadu"},{"SurahNumber":20,"VerseNumber":61,"Text":"musa varito annadu: \"Miru nasanamavugaka! Allah pai abad'dhalu kalpincakandi! Ala ceste ayana kathinasiksato mim'malni nirmulincavaccu! (Allah pai) abad'dhalu kalpincevadu tappaka viphaludavutadu"},{"SurahNumber":20,"VerseNumber":62,"Text":"(idi vinna) taruvata varu a visayanni gurinci tarkincukunnaru, kani tama carcanu rahasyangane sagincaru"},{"SurahNumber":20,"VerseNumber":63,"Text":"(varu parasparam i vidhanga) matladukunnaru: \"Vastavaniki viriddaru mantrikule! Viriddaru tama mantrajalanto mim'malni mi desam nundi vedala gotti, mi adaraniyamaina vidhananni antamondinca gorutunnaru"},{"SurahNumber":20,"VerseNumber":64,"Text":"kavuna miru mi yuktulanu samikarincukoni samaikyanga (ranganloki) digandi. Inadu prabalyam pondina vade, vastavaniki saphalyam (gelupu) pondina vadu"},{"SurahNumber":20,"VerseNumber":65,"Text":"varu (mantrikulu) ila annaru: \"O musa! Nivu visurutava, leda memu modata visarala"},{"SurahNumber":20,"VerseNumber":66,"Text":"(musa) annadu: \"Ledu! Mire (mundu) visarandi!\" Appudu akasmattuga vari trallu mariyu vari karralu - vari mantrajalam valla - ataniki (musaku) calistu unnatlu kanipincayi"},{"SurahNumber":20,"VerseNumber":67,"Text":"danito musaku, tana masanas'sulo konta bhayam kaligindi"},{"SurahNumber":20,"VerseNumber":68,"Text":"memu (allah) annamu: \"Bhayapadaku! Niscayanga nive prabalyam pondutavu"},{"SurahNumber":20,"VerseNumber":69,"Text":"ni kudicetilo unnadanini visuru! Adi varu kalpincina vatini mringi vestundi. Varu kalpincinadi niscayanga, mantrikuni tantrame! Mariyu mantrikudu ennadu saphaludu kaneradu. Vadu etu nunci, ela vaccina sare"},{"SurahNumber":20,"VerseNumber":70,"Text":"appudu a mantrikulu sastangam (sajda)lo padutu annaru: \"Memu harun mariyu musala prabhuvunu visvasincamu"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Phir'aun) annadu: \"Nenu anumatincaka munde, miru itanini visvasincara? Niscayanga, itane miku mantrajalam nerpina guruvu! Kavuna ippudu nenu mi andari cetulanu mariyu kallanu vyatireka paksala nundi narikistanu mariyu mim'malni andarini, kharjurapu dulala mida siluva (sularohana) ceyistanu. Appudu ma iddarilo evari siksa ekkuva kathinamainado mariyu dirghakalikamainado miku tappaka teliyagaladu"},{"SurahNumber":20,"VerseNumber":72,"Text":"varu (mantrikulu) annaru: \"Ma vaddaku vaccina spastamaina sucanalanu mariyu mam'malni srjincina prabhuvu (allah)nu vadali, memu niku pradhan'yatanivvamu. Nivu ceya dalacu kunnadi cesuko! Nivu kevalam aihika jivitanni matrame antamondinca galavu"},{"SurahNumber":20,"VerseNumber":73,"Text":"niscayanga, memu ma prabhuvunande visvasamuncamu, ayana (allah) ye ma tappulanu mariyu nivu balavantanga ma ceta ceyincina mantratantralanu ksamincevadu. (Prati phalamivvatanlo) allah ye sarvasresthudu mariyu sasvatanga undevadu (nityudu)"},{"SurahNumber":20,"VerseNumber":74,"Text":"niscayanga, tana prabhuvu mundu papatmudiga hajarayye vadiki tappaka narakam galadu. Andulo vadu cavanu ledu, bratakanu ledu"},{"SurahNumber":20,"VerseNumber":75,"Text":"evadaite visvasiga hajaravutado mariyu satkaryalu cesi untado, alanti variki unnata sthanaluntayi"},{"SurahNumber":20,"VerseNumber":76,"Text":"sasvatamaina svargavanalu! Vati krinda selayellu parutu untayi. Varandulo sasvatanga untaru. Mariyu ide punyavantulaku dorike pratiphalam"}]}