{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":32,"Text":"Ey, Muxammed! / Anığında, senen burınğı elşiler de keleke etilgen edi. Men sonday küpirlik etkenderge / ïmanğa kelmegenderge / waqıt berip, keyin olardı ustadım / jazağa tarttım / . Jazalawım qanday eken"},{"SurahNumber":13,"VerseNumber":33,"Text":"Barlıq jandı istegen isimen birge baqılap turwşı Ol özgelermen birdey me? Al, olar Allahqa serikter qostı. Ayt: «Olardı atañdarşı. Älde sender Oğan jer betinde Ol bilmeytin bir närseniñ xabarın bermekşisiñder me, älde bul bos söz be?» dep. Joq, kerisinşe, sonday küpirlik etkenderge / Allahqa serik qosqandarğa / qwlıqtarı ädemi etip körsetilip, olar joldan tosıldı. Al, kimdi Allah adastırsa, oğan twra jol körsetwşi joq"},{"SurahNumber":13,"VerseNumber":34,"Text":"Olarğa osı ömirde azap bar. Al soñğı, mäñgilik ömir / aqïret / azabı odan da awır. Äri olardı Allahtan qorğawşı joq"},{"SurahNumber":13,"VerseNumber":35,"Text":"Taqwalarğa / Allahqaboysunıp, jaza­sınan qorqıp, saqtanatındarğa / wäde etilgen jännat baqtarınıñ mısalı onıñ astınan özender ağıp jatadı, onıñ jemisteri jäne köleñkeleri ärdayım turaqtı. Taqwalardıñ / Rabbısınıñ jazasınan qorqıp, saqtanatındardıñ / nätïjesi mine osınday. Al, käpirlerdiñ soñı Ot / tozaq"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ey, Muxammed! / Biz Kitap bergenderden sağan tüsirilgenge / Quranğa / qwanatındar äri / Allahtıñ Elşisine qarsı / odaqtas toptardıñ işinde onıñ / Qurannıñ / bir böligin teriske şığaratındar bar. Ayt: «Şın mäninde, men Allahqa qulşılıq etwge jäne Onımen qatar özgelerge tabınbawğa / serik qospawğa / buyırıldım. Äri men Oğan şaqıramın jäne Oğan qaytamın», dep"},{"SurahNumber":13,"VerseNumber":37,"Text":"Osılay Biz onı / Qurandı / ükim etip, arabşa tüsirdik. Eger öziñe bilim kelgennen keyin olardıñ köñilqumarlığına erseñ, seni Allahtan / Onıñ jazasınan / araşalaytın bir järdemşi de, qorğawşı da bolmaydı"}]}