{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"Gott hat von den Glaubigen ihre eigene Person und ihr Vermogen dafur erkauft, daß ihnen das Paradies gehort, insofern sie auf dem Weg Gottes kampfen und so toten oder getotet werden. Das ist ein Ihm obliegendes Versprechen in Wahrheit in der Tora und im Evangelium und im Koran. Und wer halt seine Abmachung treuer ein als Gott? So seid froh uber das Kaufgeschaft, das ihr abgeschlossen habt. Und das ist der großartige Erfolg"},{"SurahNumber":9,"VerseNumber":112,"Text":"Diejenigen, die umkehren, (Gott) dienen, loben, umherziehen, sich verneigen, sich niederwerfen, das Rechte gebieten und das Verwerfliche verbieten, die Bestimmungen Gottes einhalten... Und verkunde den Glaubigen eine Frohbotschaft"},{"SurahNumber":9,"VerseNumber":113,"Text":"Der Prophet und diejenigen, die glauben, haben nicht fur die Polytheisten um Vergebung zu bitten, auch wenn es Verwandte waren, nachdem es ihnen deutlich geworden ist, daß sie Gefahrten der Holle sind"},{"SurahNumber":9,"VerseNumber":114,"Text":"Die Bitte Abrahams um Vergebung fur seinen Vater erfolgte nur aufgrund eines Versprechens, das er ihm gegeben hatte. Als es ihm aber deutlich wurde, daß er ein Feind Gottes war, sagte er sich von ihm los. Abraham war voller Trauer und langmutig"},{"SurahNumber":9,"VerseNumber":115,"Text":"Gott kann unmoglich Leute irrefuhren, nachdem Er sie recht geleitet hat, bis Er ihnen deutlich macht, wovor sie sich huten sollen. Gott weiß uber alle Dinge Bescheid"},{"SurahNumber":9,"VerseNumber":116,"Text":"Gott gehort die Konigsherrschaft der Himmel und der Erde. Er macht lebendig und laßt sterben. Ihr habt außer Gott weder Freund noch Helfer"},{"SurahNumber":9,"VerseNumber":117,"Text":"Gott hat sich dem Propheten, den Auswanderern und den Helfern zugewandt, die ihm in der Stunde der Bedrangnis gefolgt sind, nachdem die Herzen einer Gruppe von ihnen fast abgewichen waren. Ihnen hat Er sich dann zugewandt - Er hat Mitleid mit ihnen und ist barmherzig"},{"SurahNumber":9,"VerseNumber":118,"Text":"Und auch den dreien, die zuruckgelassen wurden, bis die Erde ihnen trotz ihrer Weite eng wurde und ihre Seelen sich beengt fuhlten und sie begriffen, daß es vor Gott keine andere Zuflucht gibt als zu Ihm. Darauf wandte Er sich ihnen zu, damit sie umkehren. Gott ist der, der sich zuwendet, der Barmherzige"}]}