{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Soni chisimu twantumisye Musa ni ilosyo Yetu kwa Firiauna ni nduna syakwe, basi ni jwatite: “Chisimu une ni Ntenga jwa M’mbuje jwa iwumbe yosope.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Basi katema kajwaichilile ni ilosyo Yetu, jele ndemajo wanganyao waliji nkuiseka"},{"SurahNumber":43,"VerseNumber":48,"Text":"Ni nganitwalosyaga chilosyo chilichose ikaweje chaliji chekulungwa kupunda chijakwe (chapaujo pakwe), ni twakwembekenye ni ilagasyo kuti awujile (Kukwetu)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ni watite: “E wao chensawi! Tuwendelani kwa Ambuje wenu ligongo lya chilanga Chakwe chawatawene namwe (chanti chatutyochesye ilagasyo naga tukulupilile), chisimu uwwe chitujongoche.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Nambo ndema jatwaliji nkwatyochesya ilagasyoyo, papopo wanganyao waliji nkukasa chilanga mwanakamo"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ni jwagombelesye Firiauna ku wandu wakwe juchitiji: “E wandu wangu! Ana nganiuwa wangu uchimwene wa Misra, ni asi sulo syasikujilima chapasi pangu (nganisiwa syangu)? Ana ngankulola?”"},{"SurahNumber":43,"VerseNumber":52,"Text":"“Kapena une ni jwandi jwambone nnope kumpunda aju (Musa) jwakunyosyeka, soni jwangawa nkupakombola kuwecheta mwakupikanika chenene?”"},{"SurahNumber":43,"VerseNumber":53,"Text":"“Nambi uli ngaponyeledwa jwalakwe ibangili yagolodi, kapena Malaika kwika pamo ni jwalakwe ni kunkuyaga (palipose pajukwenda naga juli ntume nsyesyene)?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Basi walowesye wandu wakwe, nombe nao ni wan’jiitiiche, chisimu wanganyao waliji wandu wakunyosya"},{"SurahNumber":43,"VerseNumber":55,"Text":"Basi ndema jawatupikasyisye ntima, twapele ilagasyo, ni twamisyisye wosope wene"},{"SurahNumber":43,"VerseNumber":56,"Text":"Basi ni twatesile kuwa akulongolela (kupedwa ipotesi, kuti awe chamuko) nambo soni chilandanyo ku wakwisa munyuma"}]}