{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Biz Davuda və Suleymana elm verdik. Onlar dedilər: “Bizi Oz momin qullarının coxundan ustun tutan Allaha həmd olsun!”"},{"SurahNumber":27,"VerseNumber":16,"Text":"Suleyman Davuda peygəmbərlikdə varis oldu və dedi: “Ey insanlar! Bizə qus dili oyrədildi və bizə hər seydən verildi. Həqiqətən, bu, bizə gostərilən acıq-askar ustunlukdur”"},{"SurahNumber":27,"VerseNumber":17,"Text":"Suleymanın cinlərdən, insanlardan və quslardan ibarət qosunu toplanıldı. Onlar muntəzəm səkildə yerbəyer edildilər"},{"SurahNumber":27,"VerseNumber":18,"Text":"Nəhayət, onlar qarısqa vadisinə gəlib catdıqda bir qarısqa dedi: “Ey qarısqalar! Yuvalarınıza girin ki, Suleyman və onun qosunu ozləri də hiss etmədən sizi tapdayıb məhv etməsinlər”"},{"SurahNumber":27,"VerseNumber":19,"Text":"Suleyman qarısqanın bu sozunə gulumsədi və dedi: “Ey Rəbbim! Mənə həm mənim ozumə, həm də valideynlərimə əta etdiyin nemətə sukur etmək ucun, Sənin razı qalacagın yaxsı əməl etmək ucun ilham ver və məni Oz mərhəmətinlə əməlisaleh qullarına qovusdur!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"Suleyman qusları nəzərdən kecirib dedi: “Hudhudu nə ucun gormurəm? Yoxsa o burada yoxdur"},{"SurahNumber":27,"VerseNumber":21,"Text":"O, ya mənə askar bir dəlil gətirməlidir, ya da mən ona siddətli bir əzab verməliyəm və yaxud da tutub bogazını uzməliyəm”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Cox kecmədən hudhud gəlib dedi: “Mən sənin bilmədiyin bir seyi oyrəndim. Sənə Səbadan dogru bir xəbər gətirmisəm"},{"SurahNumber":27,"VerseNumber":23,"Text":"Mən onlara padsahlıq edən, ozunə hər sey verilmis və cox boyuk bir taxtı olan bir qadın gordum"},{"SurahNumber":27,"VerseNumber":24,"Text":"Mən onun və tayfasının Allahı qoyub gunəsə səcdə etdiklərinin sahidi oldum. Seytan onların əməllərini ozlərinə gozəl gostərmis və onları haqq yoldan cıxartdıgına gorə haqqın yolunu tapa bilmirlər"},{"SurahNumber":27,"VerseNumber":25,"Text":"Seytan ona gorə belə etmisdir ki, goylərdə və yerdə gizli olanı askara cıxardan, sizin gizlətdiklərinizi də, uzə cıxartdıqlarınızı da Bilən Allaha səcdə etməsinlər"},{"SurahNumber":27,"VerseNumber":26,"Text":"Boyuk Ərsin Rəbbi olan Allahdan basqa ibadətə layiq olan məbud yoxdur”"},{"SurahNumber":27,"VerseNumber":27,"Text":"Suleyman dedi: “Baxaq gorək, sən dogru deyirsən, yoxsa yalancılardansan"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mənim bu məktubumu apar onların yanına at. Sonra bir qədər uzaqda dur və bax gor nə cavab verəcəklər!”"},{"SurahNumber":27,"VerseNumber":29,"Text":"Qadın dedi: «Ey əyanlar! Mənə cox əhəmiyyətli bir məktub atıldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"O məktub Suleymandandır və onda deyilir: “Mərhəmətli və Rəhmli Allahın adı ilə"},{"SurahNumber":27,"VerseNumber":31,"Text":"Mənə qarsı təkəbbur gostərməyin və yanıma musəlman olaraq gəlin!”»"}]}