{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"La Hora final se acerca y la luna se ha dividido en dos"},{"SurahNumber":54,"VerseNumber":2,"Text":"Y cuando (los idólatras) ven un milagro, lo niegan y dicen: “(Esto no es sino) brujería pasajera”"},{"SurahNumber":54,"VerseNumber":3,"Text":"Lo desmienten y siguen sus pasiones. Y todos los asuntos serán resueltos definitivamente (el Día del Juicio Final)"},{"SurahNumber":54,"VerseNumber":4,"Text":"Y, ciertamente, han recibido suficientes noticias (sobre la destrucción de quienes desmintieron a sus profetas antes que ellos) para que les sirva de lección (y abandonen la idolatría)"},{"SurahNumber":54,"VerseNumber":5,"Text":"que están llenas de sabiduría; pero de nada les han servido los amonestadores"},{"SurahNumber":54,"VerseNumber":6,"Text":"Aléjate, pues, de ellos (¡oh, Muhammad!) y (espera) el día en que sean convocados por el (ángel anunciador de la resurrección) para un asunto terrible (la rendición de cuentas)"},{"SurahNumber":54,"VerseNumber":7,"Text":"Saldrán de las tumbas con la mirada baja, como si fueran langostas dispersándose con confusión"},{"SurahNumber":54,"VerseNumber":8,"Text":"Se dirigirán apresuradamente hacia quien los convocó, y quienes rechazaron la verdad dirán: “Este va a ser un día difícil”"},{"SurahNumber":54,"VerseNumber":9,"Text":"Antes que ellos, el pueblo del Profeta Noé desmintió a Nuestro siervo (enviado a ellos como Mensajero) y dijeron (acerca de él): “Está loco”, y lo increparon amenazándolo"},{"SurahNumber":54,"VerseNumber":10,"Text":"Entonces (Noé) invocó a su Señor diciendo: “¡Estoy vencido, ayúdame (haciendo que triunfe la verdad)!”"},{"SurahNumber":54,"VerseNumber":11,"Text":"Y abrimos las puertas del cielo con una lluvia torrencial"},{"SurahNumber":54,"VerseNumber":12,"Text":"E hicimos que brotara agua de la tierra. Y las aguas (del cielo y de la tierra) se encontraron siguiendo una orden que había sido decretada"},{"SurahNumber":54,"VerseNumber":13,"Text":"Y transportamos a Noé en un arca construida con tablones y clavos"},{"SurahNumber":54,"VerseNumber":14,"Text":"que navegó bajo Nuestra mirada y protección como recompensa a quien había sido desmentido (por su pueblo)"},{"SurahNumber":54,"VerseNumber":15,"Text":"E hicimos de su historia un motivo de reflexión[992]. ¿Hay quien recapacite sobre ella"},{"SurahNumber":54,"VerseNumber":16,"Text":"¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias"},{"SurahNumber":54,"VerseNumber":17,"Text":"Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones"},{"SurahNumber":54,"VerseNumber":18,"Text":"El pueblo de 'Ad también desmintió a su Mensajero. ¡Qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias"},{"SurahNumber":54,"VerseNumber":19,"Text":"Enviamos sobre ellos un viento huracanado y helado en un día aciago sin final"},{"SurahNumber":54,"VerseNumber":20,"Text":"Ese viento levantaba a los hombres como si fuesen troncos de palmeras arrancadas de cuajo"},{"SurahNumber":54,"VerseNumber":21,"Text":"¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias"},{"SurahNumber":54,"VerseNumber":22,"Text":"Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones"}]}