{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":190,"Text":"Goklerin ve yerin yaratılmasında, gece ile gunduzun birbiri ardınca gelmesinde, akıl sahipleri icin deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"O akıl sahipleri, ayakta da, otururken de, yanları uzere yatarken de Allah’ı dusunurler/anarlar, goklerin ve yerin yaratılısını dusunerek soyle dua ederler: -Rabbimiz, bunları bosuna yaratmadın. Seni (eksiklikten ve bos seyler yapmaktan) tenzih ederiz. Bizi atesin azabından koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz suphesiz sen kimi atese atarsan, onu perisan edersin, zalimlerin yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz, biz, “Rabbinize iman edin” diye, imana cagıran bir davetciyi isittik ve iman ettik. Rabbimiz bizim gunahlarımızı bagısla, suclarımızı ort, iyilerle birlikte canımızı al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz, bize elcilerinle vaat ettigin seyleri ver ve kıyamet gunu bizi perisan etme, sen sozunden donmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Allah da onların duasına karsılık verdi: -Ben, sizden erkek veya kadın hic bir calısanın amelini zayi etmem, siz birbirinizdensiniz. Hicret edenler, memleketlerinden cıkarılanlar, benim yolumda iskence edilenler, savasan ve oldurulenlerin, elbette gunahlarını ortecegim ve onları alt taraflarından ırmakların aktıgı cennetlere girdirecegim. Allah katından bir mukafat olarak... Mukafatın en guzeli Allah katındandır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kafirlerin diyar diyar dolasmaları seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Az bir gecimlik sonra varacakları yer cehennemdir. Orası ne kotu yerlesim yeridir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Rab’lerinden korkanlara da altlarından ırmaklar akan ve icinde temelli kalacakları cennetler vardır. Allah katından bir agırlanmadır / ikramdır. Allah katında olanlar, iyi kimseler icin daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden, Allah’a ve size indirilenlere ve kendilerine indirilenlere iman edip, Allah’tan korkanlar ve Allah’ın ayetlerini az bir bedele karsılık satmayanlara, iste onlara Rab’leri katında mukafatları vardır. Allah, hesabı cabuk gorur"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler, Sabredin, (kafirlere karsı) direncli olun, temkinli olun, Allah’tan korkun ki kurtulusa eresiniz"}]}