{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Su da muhakkak ki, takva sahipleri icin Rableri katında nimetleri bol cennetler vardır"},{"SurahNumber":68,"VerseNumber":35,"Text":"Oyle ya, (Allah´a) teslimiyet gosterenleri, (o) gunahkarlar gibi tutar mıyız hic"},{"SurahNumber":68,"VerseNumber":36,"Text":"Size ne oluyor? Ne bicim hukum veriyorsunuz"},{"SurahNumber":68,"VerseNumber":37,"Text":"Yoksa size ait bir kitap var da, (bu batıl inanısları) onda mı okuyorsunuz"},{"SurahNumber":68,"VerseNumber":38,"Text":"Onda, begendiginiz her sey sizin icin mutlaka vardır (diye mi yazılı)"},{"SurahNumber":68,"VerseNumber":39,"Text":"Yoksa, \"Ne hukmederseniz mutlaka sizindir\" diye sizin lehinize olarak tarafımızdan verilmis, kıyamet gunune kadar gecerli kesin sozler mi var"},{"SurahNumber":68,"VerseNumber":40,"Text":"Sor onlara: Bu iddiayı onların hangisi savunacak"},{"SurahNumber":68,"VerseNumber":41,"Text":"Yoksa ortakları mı var onların? Sozlerinde dogru iseler, hadi getirsinler ortaklarını"},{"SurahNumber":68,"VerseNumber":42,"Text":"O gun incikten acılır ve secdeye davet edilirler; fakat guc getiremezler"},{"SurahNumber":68,"VerseNumber":43,"Text":"Gozleri horluktan asagı dusmus bir halde kendilerini zillet burur. Halbuki onlar, sapasaglam iken de secdeye davet ediliyorlardı (fakat yine secde etmiyorlardı)"},{"SurahNumber":68,"VerseNumber":44,"Text":"(Resulum!) Sen bu sozu (Kur´an´ı) yalan sayanı bana bırak (kendini uzme). Biz onları, bilmedikleri bir yonden yavas yavas azaba yaklastırıyoruz"},{"SurahNumber":68,"VerseNumber":45,"Text":"Onlara muhlet veriyorum. Dogrusu benim fendim cok saglamdır"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen onlardan bir ucret istiyorsun da bu yuzden onlar agır bir borc altında mı kalıyorlar"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yahut gaybın bilgisi onların nezdinde de, onlar mı (istedikleri gibi) yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"Sen Rabbinin hukmunu sabırla bekle. Balık sahibi (Yunus) gibi olma. Hani o, dertli dertli Rabbine niyaz etmisti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Sayet Rabbinden ona bir nimet yetismemis olsaydı o, mutlaka, kınanacak bir halde ıssız bir diyara atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Fakat ardından, Rabbi onu secti (vahiy verdi) ve onu salihlerden kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"O inkar edenler Zikr´i (Kur´an´ı) isittikleri zaman, neredeyse seni gozleriyle devirivereceklerdi. Hala da (kin ve hasetlerinden:) \"Hic suphe yok o bir delidir\" derler"},{"SurahNumber":68,"VerseNumber":52,"Text":"Oysa o (Kur´an), alemler icin ancak bir oguttur"}]}