{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Surely We have given thee a manifest victory"},{"SurahNumber":48,"VerseNumber":2,"Text":"that God may forgive thee thy former and thy latter sins, and complete His blessing upon thee, and guide thee on a straight path"},{"SurahNumber":48,"VerseNumber":3,"Text":"and that God may help thee with mighty help"},{"SurahNumber":48,"VerseNumber":4,"Text":"It is He who sent down the Shechina (tranquillity) into the hearts of the believers, that they might add faith to their faith -- to God belong the hosts of the heavens and the earth; God is All-knowing, All-wise"},{"SurahNumber":48,"VerseNumber":5,"Text":"and that He may admit the believers, men and women alike, into gardens underneath which rivers flow, therein to dwell forever, and acquit them of their evil deeds; that is in God's sight a mighty triumph"},{"SurahNumber":48,"VerseNumber":6,"Text":"and that He may chastise the hypocrites, men and women alike, and the idolaters men and women alike, and those who think evil thoughts of God; against them shall be the evil turn of fortune. God is wroth with them, and has cursed them, and has prepared for them Gehenna -- an evil homecoming"},{"SurahNumber":48,"VerseNumber":7,"Text":"To God belong the hosts of the heavens and the earth; God is All-mighty, All-wise"},{"SurahNumber":48,"VerseNumber":8,"Text":"Surely We have sent thee as a witness, good tidings to bear, and warning"},{"SurahNumber":48,"VerseNumber":9,"Text":"that you may believe in God and His Messenger and succour Him, and reverence Him, and that you may give Him glory at the dawn and in the evening"},{"SurahNumber":48,"VerseNumber":10,"Text":"Those who swear fealty to thee swear fealty in truth to God; God's hand is over their hands. Then whosoever breaks his oath breaks it but to his own hurt; and whoso fulfils his covenant made with God, God will give him a mighty wage"}]}