{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"O, sizi tek bir nefisten yarattı ve kendisiyle durulup yatısması icin ondan da esini var etti. Onu (esini) ortup buruyunce, o da bir yuk yuklendi ve bununla (bir sure) gezindi. Nitekim agırlasınca, ikisi Rableri olan Allah´a dua ettiler: «Eger bize salih (bir cocuk) verirsen, andolsun sukredenlerden olacagız.»"},{"SurahNumber":7,"VerseNumber":190,"Text":"Ama O, onlara (Adem´in cocukları erkek ve kadınlara) salih (bir cocuk) verince, kendilerine verdigi sey konusunda ona ortaklar kılmaya basladılar. Allah, onların sirk kosmakta olduklarından yucedir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Kendileri yaratılıp dururken, hic bir seyi yaratamıyan seyleri mi ortak kosuyorlar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Oysa (bu sirk kostukları gucler ve nesneler) ne onlara bir yardıma guc yetirebilir, ne kendi nefislerine yardım etmege"},{"SurahNumber":7,"VerseNumber":193,"Text":"Onları hidayete cagırırsanız size uymazlar. Onları cagırsanız da, suskun dursanız da size karsı (tutumları) birdir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah´tan baska taptıklarınız sizler gibi kullardır. Eger dogru sozluler iseniz, hemen onları cagırın da size icabet etsinler"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onların yuruyecek ayakları var mı? Ya da tutacakları elleri mi var? Veya gorecek gozleri mi var? Yoksa isitecek kulakları mı var? De ki: «Ortak kosmakta olduklarınızı cagırın, sonra bir duzen (tuzak) kurun da bana goz bile actırmayın.»"},{"SurahNumber":7,"VerseNumber":196,"Text":"Hic suphesiz, benim velim Kitabı indiren Allah´tır ve O salihlerin koruyuculugunu (veliligini) yapıyor"},{"SurahNumber":7,"VerseNumber":197,"Text":"O´ndan baska taptıklarınız ise size yardıma guc yetiremezler, kendilerine de"},{"SurahNumber":7,"VerseNumber":198,"Text":"Eger onları dogru yola cagırırsanız isitmezler. Onları sana bakar (gibi) gorursun, oysa onlar gormezler bile"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen af (veya kolaylık) yolunu benimse, (Islam´a) uygun olanı (orfu) emret ve cahillerden yuz cevir"},{"SurahNumber":7,"VerseNumber":200,"Text":"Eger sana seytandan yana bir kıskırtma (vesvese veya igva) gelirse, hemen Allah´a sıgın. Cunku O, isitendir, bilendir"},{"SurahNumber":7,"VerseNumber":201,"Text":"(Allah´tan) Sakınanlara seytandan bir vesvese eristiginde (once) iyice dusunurler (Allah´ı zikredip anarlar), sonra hemen bakarsın ki gorup bilmislerdir"},{"SurahNumber":7,"VerseNumber":202,"Text":"(Seytan´ın) Kardesleri ise, onları sapıklıga suruklerler, sonra peslerini bırakmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara bir ayet getirmedigin zaman: «Sen Onu (inmeyen ayeti) derleyip toplasana» derler. De ki: «Ben, yalnızca bana Rabbimden vahyolunana uyarım. Bu, Rabbinizden olan basiretlerdir; iman edecek bir topluluk icin de bir hidayet ve bir rahmettir.»"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kur´an okundugu zaman, hemen onu dinleyin ve susun. Umulur ki esirgenmis olursunuz"},{"SurahNumber":7,"VerseNumber":205,"Text":"Rabbini, sabah aksam, yuksek olmayan bir sesle, kendi kendine, urpertiyle yalvara yalvara ve icin icin zikret. Gaflete kapılanlardan olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Hic suphesiz Rabbinin katında olanlar, O´na ibadet etmekten buyuklenmezler; O´nu tesbih ederler ve yalnız O´na secde ederler"}]}