{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Kime uzun omur veriyorsak onun yaratılısını bas asagı ediyoruz. (Buna da) akılları ermiyor mu"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona siir ogretmedik. (Bu) ona yakısmaz da. O (nun getirdigi kitab) bir ogutden ve (hukumleri) acıklayan bir Kur´andan baskası degildir"},{"SurahNumber":36,"VerseNumber":70,"Text":"(Bu da) hayatı olan kimselere (gelecek tehlikeleri) haber vermek ve kafirlere o soz hak olmak icin (dir)"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ellerimizin isleyib yapdıklarından kendileri icin bunca davarlar yaratdıgımızı, bu sayede onlara malik olmus bulunduklarını da gormediler mi"},{"SurahNumber":36,"VerseNumber":72,"Text":"Biz onları kendilerine musahhar kıldık. Iste binecekleri bunlardan, yiyecekleri bunlardandır"},{"SurahNumber":36,"VerseNumber":73,"Text":"Bunlarda kendileri icin daha nice menfeatler ve icecekler vardır. Haala sukr etmezler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Onlar Allahı bırakıb (guya) kendileri yardım (a mazhar) edilecekler umidiyle (baska) ma´budlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ki bunlar onlara asla yardım edemezler (Bil´akis) kendileri bunlar icin hazırlanmıs (bir suru) avenedir"},{"SurahNumber":36,"VerseNumber":76,"Text":"O halde (habibim) onların lafı seni gamnak etmesin. Subhe yok ki biz onların neler gizlemekde olduklarını, neler acıklaya geldiklerini biliyoruz"},{"SurahNumber":36,"VerseNumber":77,"Text":"Insan, kendisini bir nutfeden yaratdıgımızı gor (ur gibi bilmedi mi ki simdi o, acıkdan acıga mufrit bir muhaasım (kesilmekde) dir"},{"SurahNumber":36,"VerseNumber":78,"Text":"O, kendi yaratılısını unutarak bize bir misal getirdi: «Bu curumus kemiklere kim can verecekmis?» dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"(Habibim) de ki: «Onları ilk defa yaratan diriltecek. O, her yaratmayı hakkıyle bilendir»"},{"SurahNumber":36,"VerseNumber":80,"Text":"O, yemyesil agacdan sizin icin bir ates cıkarandır. Iste bakın (atesi) ondan (cakıb) alıyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gokleri ve yeri yaratan (Allah), onlar gibisini yaratmıya kaadir degil midir? Elbette (kaadirdir). O, (butun kainatı) yaratandır, (her sey´i) hakkıyle, bilendir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Onun emri, bir sey´i diledigi zaman, ona ancak «Ol» demesinden ibaretdir. O da oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Demek her sey´in mulk-u tesarrufu (ve kudreti) kendi elinde bulunan (Allah) ın sanı ne kadar yucedir, munezzehdir! Siz ancak Ona dondurul (ub goturul) eceksiniz"}]}