{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"Arau smarana karaa nuhara katha; itipurbe te'om yetiya ahbana karaichila tetiya ami te'omra ahbanata samharai dichilo arau te'omra lagate te'omra paraiyalabargako mahasankatara paraa ud'dhara karaichilo"},{"SurahNumber":21,"VerseNumber":77,"Text":"Arau ami te'omka sahaya karaichilo se'i sampradayara biraud'dhe yisakale amara nidarsanaralika asbikara karaichila; niscaya sihamta achila eta phachikba sampradaya. E'i karane'i ami sihamta ata'ike duba'i maraichilo"},{"SurahNumber":21,"VerseNumber":78,"Text":"Lagate smarana karaa da'uda arau chula'imanaka, yetiya te'omloke sasyaksetra samparke bicara karaichila; yi sasyaksetrata raati manuhara bheraa-chagali praraesa karaichila; arau ami te'omlokara bicara paryabeksana karai achilo"},{"SurahNumber":21,"VerseNumber":79,"Text":"Eteke ami chula'imanaka e'i bisayara mimansa buja'i dichilo arau te'omloka duyoke prajna arau jnana dana karaichilo, lagate parbata arau caraa'iboraka ami da'udara anugata karai dichilo, se'iborae te'omra lagata paraitrata arau mahima ghosana karaichila; arau amiye'i achilo e'iborara karta"},{"SurahNumber":21,"VerseNumber":80,"Text":"Arau ami te'omka tomalokara babe'i barma nirmanara siksa dichilo, yate i yud'dhata tomalokaka raksa karae; gatike tomaloke krtajna ha’ba ne"},{"SurahNumber":21,"VerseNumber":81,"Text":"arau prabala bayuka chula'imanara basibhuta karai dichilo; yito te'omra nirdesata prabahita haichila se'i desara pine yi desata ami prabhuta kalyana raakhi thaicho; arau pratyeka bisaya samparke amiye'i samyaka jnani"},{"SurahNumber":21,"VerseNumber":82,"Text":"Arau cayatanasakalara majara paraa'o (kichumanaka te'omra basibhuta karaichilo), sihamte te'omra babe dubaraura kama karaichila, iyara bahirae'o bhina bhina kama karaichila; arau amiye'i sihamtara raksakarai achilo"},{"SurahNumber":21,"VerseNumber":83,"Text":"Arau smarana karaa a'iyubaka, yetiya te'om nija pratipalakaka ahbana karai kaichila, ‘niscaya ma'i dukha-kastata patita haicho, arau tumi sarbasraestha dayalu’"},{"SurahNumber":21,"VerseNumber":84,"Text":"Phalata ami te'omra ahbanata samharai dilo, te'omra dukha-kasta dura karai dilo, te'omka te'omra paraiyalabarga ghuraa'i dilo arau pradana karailo te'omlokara lagate te'omlokara samaparaimana, amara phalara paraa bisesa rahamatasbaraupe arau ibadatakarai sakalara babe upadesasbaraupa"},{"SurahNumber":21,"VerseNumber":85,"Text":"Arau smarana karaa ichama'ila, idaraicha arau jula-kiphlaka, te'omlokara pratyeke'i achila dhairyasila"},{"SurahNumber":21,"VerseNumber":86,"Text":"Arau ami te'omlokaka amara anugrahara antarbhukta karaichilo. Niscaya te'omloka achila satkarmaparaayana"},{"SurahNumber":21,"VerseNumber":87,"Text":"Arau smarana karaa juna-nunaka, yetiya te'om kraodha arasthata guci gaichila arau dharana karaichila ye, ami te'omka nadharaima. Tara pichata te'om andhakarara paraa ahbana karai kaichila ye, ‘tomara bahirae ana kono satya ilaha na'i, tumi paraitra mahana, niscaya ma'i an'yaya karaichilo’"},{"SurahNumber":21,"VerseNumber":88,"Text":"Phalata ami te'omra ahbanata samharai dichilo arau te'omka duscintara paraa ud'dhara karaichilo, arau e'idarae'i ami muminasakalaka ud'dhara karao"},{"SurahNumber":21,"VerseNumber":89,"Text":"Arau smarana karaa yakaraiyyaka, yetiya te'om nija pratipalakaka ahbana karai kaichila, ‘he mora raba! Moka akalasaraiyakai (nihsantana) naraakhiba, tumiye'ito sraestha uttaraadhikarai’"},{"SurahNumber":21,"VerseNumber":90,"Text":"Phalata ami te'omra ahbanata samharai dichilo arau te'omka dana karaichilo iyaha'iya, arau te'omra babe te'omra straika (garbhadharanara) yogya karaichilo. Te'omloke satkarmata pratiyogita karaichila, lagate te'omloke amaka agraha arau bhitira saite ahbana karaichila arau te'omloka amara prati binita achila"},{"SurahNumber":21,"VerseNumber":91,"Text":"Arau smarana karaa se'ijani naraika, yiye nija lajjasthanara hiphajata karaichila, seye tara majata ami amara rauha phuraa'i dilo. Te'omka arau te'omra putraka srstijagatara babe eta nidarsana bana'i dilo"},{"SurahNumber":21,"VerseNumber":92,"Text":"Niscaya tomalokara e'i jati prakrtate eta'i jati arau maye'i tomalokara raba, eteke tomaloke kerala morae'i ibadata karaa"},{"SurahNumber":21,"VerseNumber":93,"Text":"Kintu sihamte nijara karyakalapara majata bibheda srsti karaiche. Pratyeke'i amara ocarata pratyarartanakarai"}]}