{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":38,"Text":"Say to those who have disbelieved, if they cease (disbelieving, repent and accept the contents of Al-Kitab) whatever has definitely passed away (as bad deeds) will be forgiven to them. And if they repeat, then surely, has appeared in the past (Allah’s) pattern of behaviour with the predecessors"},{"SurahNumber":8,"VerseNumber":39,"Text":"And make Qital against them until there remains no Fitnah, and the Religion becomes, in its entirety, dedicated to Allah. Then if they ceased, then certainly, Allah is All-Seer of what they do"},{"SurahNumber":8,"VerseNumber":40,"Text":"And if they turned back, then know that Allah is your Maula, (what) an Excellent Maula and (what) an Excellent Helper"},{"SurahNumber":8,"VerseNumber":41,"Text":"And know that whatever you acquired (or collected) as the spoils of war in the form of anything, then (it is so) that one fifth (1/5th) of it is assigned for Allah and the Messenger, and for the near relatives and the orphans, and those in need and those (who become penniless or needy while) in travel — if you have Believed in Allah and in that which We sent (i.e., made evident and clear) on Our Abd on the Day of Criterion, the Day when the two forces faced each other (in the encounter). And Allah is All-Capable over all things"},{"SurahNumber":8,"VerseNumber":42,"Text":"When you are by the nearer side and they at the farther side and the riding column lower down to you: and if you had made a mutual promise, surely you would have differed about the time period but (you were made to face each other) so that Allah may give decision in the matter which stands accomplished (as a prediction from Allah) — so that may be annihilated who must perish in an open and evident (encounter), and continue to stay who must stay after an open and evident (encounter). And indeed, Allah is All-Hearer, All-Knower"},{"SurahNumber":8,"VerseNumber":43,"Text":"When Allah showed them to you, during your sleep, as a small (military force), and if He had shown them to you as a large (military contingent), you would surely have been discouraged, and you would surely have disputed in (mahead of state a) decision. But Allah saved (the situation). Certainly He is All-Aware about the state of the (hearts in the) chests"},{"SurahNumber":8,"VerseNumber":44,"Text":"And when He makes you people see them when you got interlocked (with the infidel-force) in your eyes as a small (military force); and side by side makes you (appear) small in number in their eyes — so that Allah may give decision in the matter which stands accomplished (as a prediction from Allah). And to Allah are matters made to return"}]}