{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"Na pitharo o siran a miyamangongkir a: \"Ino amay ka mbaloy kami a botha, ago so manga loks ami, ba mataan! a skami na phamakagmawn dn (ko manga kobor)"},{"SurahNumber":27,"VerseNumber":68,"Text":"Sabnsabnar a minidiyandi rktano aya, - sktano go so manga loks tano gowani: Da ko ngkaya inonta na manga iringa a kabokhag o miyangaoona"},{"SurahNumber":27,"VerseNumber":69,"Text":"Tharoang ka: \"Lalakaw kano ko lopa na phapandapati niyo so miyambtad o kiya akiran ko manga rarata i ongar"},{"SurahNumber":27,"VerseNumber":70,"Text":"Go ding ka siran pmboko on, go di nggagtn a rarb ka so ikmat iran"},{"SurahNumber":27,"VerseNumber":71,"Text":"Na gi iran tharoon a: \"Anda dn angkai a diyandi (a kaphakatalingoma o siksa) o skano i manga bnar"},{"SurahNumber":27,"VerseNumber":72,"Text":"Tharoang ka a: \"Matatangkd a khabaloy a marani rkano so sabaad ko pphagalokalokan iyo (a siksa)"},{"SurahNumber":27,"VerseNumber":73,"Text":"Na mataan! a so Kadnan ka i titho a Malai-gagaw ko manga manosiya: Na ogaid na so kadaklan kiran na di siran phanalamat"},{"SurahNumber":27,"VerseNumber":74,"Text":"Na mataan! a so Kadnan ka na katawan Iyan dn so pag-umaan o manga rarb iran, go so papayagn iran"},{"SurahNumber":27,"VerseNumber":75,"Text":"Go da a migagaib, ko langit ago so lopa, a ba di matatago ko (Laoh Mahfod a) daptar a mapayag"},{"SurahNumber":27,"VerseNumber":76,"Text":"Mataan! a giyang kaya a Qor´an na pphanotholn iyan ko manga moriyataw o Israil so kadaklan ko siran na di siran on phagayonayon"},{"SurahNumber":27,"VerseNumber":77,"Text":"Na mataan aya! a titho a toroan go limo ko miyamaratiyaya"},{"SurahNumber":27,"VerseNumber":78,"Text":"Mataan! a so Kadnan ka na ikhokom Iyan kiran so kokoman Iyan: Go Skaniyan so Domadaag, a Matao"},{"SurahNumber":27,"VerseNumber":79,"Text":"Na sariging ka so Allah, mataan! a ska na sii ko bnar, a mapayag"},{"SurahNumber":27,"VerseNumber":80,"Text":"Mataan! a ska na ding ka maphakin´g ko miyamatay, go ding ka maphakin´g ko manga bngl so pananawag igira a tominingr siran a khitatalikhod"},{"SurahNumber":27,"VerseNumber":81,"Text":"Na da rka i bang ka manggonanao so manga bota, sa kapokas ko kadadadag iran: da a maphakan´g ka a rowar ko taw a mapaparatiyaya ko manga ayat Ami, na siran i mimbabayorantang"},{"SurahNumber":27,"VerseNumber":82,"Text":"Na amay ka makatana kiran so katharo, na pakagmawan Ami siran sa binatang ko lopa: Sa imbitiyarai niyan siran, sa mataan! a so manga manosiya na miyabaloy siran a so manga ayat Ami na di iran tatangkdn"}]}