{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O mensdom! Dit is júlle wat van Allah afhanklik is; Allah is die Onafhanklike, die Lofwaardige"},{"SurahNumber":35,"VerseNumber":16,"Text":"As Hy wil, kan Hy julle wegneem en ’n nuwe skepping voortbring"},{"SurahNumber":35,"VerseNumber":17,"Text":"Dít is vir Allah nie moeilik nie"},{"SurahNumber":35,"VerseNumber":18,"Text":"En geen lasdraende siel kan die las van ’n ander dra nie. En indien iemand wat swaar belaai is, ’n ander roep om sy las te dra, sal niks daarvan gedra word nie, selfs al is hy ’n bloedverwant. U kan slegs húlle waarsku wat hulle Heer in die geheim vrees en die gebed onderhou. En wie homself reinig, reinig hom vir sy eie ontwil. En tot Allah is die uiteindelike terugkeer"},{"SurahNumber":35,"VerseNumber":19,"Text":"En die blinde en die siende is nie eenders nie"},{"SurahNumber":35,"VerseNumber":20,"Text":"ook is die duisternis nie soos die lig nie"},{"SurahNumber":35,"VerseNumber":21,"Text":"en die skadu is nie die hitte nie"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nóg is die lewende gelyk aan die dooie. Voorwaar, Allah laat hoor wie Hy wil, maar u kan hulle wat in die grafte is, nie laat hoor nie"},{"SurahNumber":35,"VerseNumber":23,"Text":"U is slegs ’n waarskuwer"},{"SurahNumber":35,"VerseNumber":24,"Text":"Voorwaar, Ons het u met die Waarheid gestuur, as ’n draer van blye tyding en as ’n waarskuwer. En daar is nie ’n volk onder wie ’n waarskuwer nie verskyn het nie"},{"SurahNumber":35,"VerseNumber":25,"Text":"En as hulle u verloën, dan het diegene vóór hulle ook verloën ~ hulle boodskappers het met duidelike bewyse en met Geskrifte en met ’n liggewende Boek by hulle gekom"},{"SurahNumber":35,"VerseNumber":26,"Text":"Maar Ek het die ongelowiges vasgegryp. En hoe vreeslik was My afkeuring nie"}]}