{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"Wahrlich, Wir sandten Noah zu seinem Volk (und sprachen:) \"Warne dein Volk, bevor uber sie eine schmerzliche Strafe kommt"},{"SurahNumber":71,"VerseNumber":2,"Text":"Er sagte: \"O mein Volk! Wahrlich, ich bin fur euch ein deutlicher Warner"},{"SurahNumber":71,"VerseNumber":3,"Text":"auf daß ihr Allah dienen und Ihn furchten und mir gehorchen moget"},{"SurahNumber":71,"VerseNumber":4,"Text":"Dann wird Er euch etwas von euren Sunden vergeben und euch Aufschub bis zu einer bestimmten Frist gewahren. Wahrlich, Allahs Termin kann nicht verschoben werden, wenn er fallig ist - wenn ihr es nur wußtet"},{"SurahNumber":71,"VerseNumber":5,"Text":"Er sagte: \"Mein Herr, ich habe mein Volk bei Nacht und Tag (zum Glauben) aufgerufen"},{"SurahNumber":71,"VerseNumber":6,"Text":"Doch mein Ruf hat nur bewirkt, daß sie mehr und mehr davonliefen"},{"SurahNumber":71,"VerseNumber":7,"Text":"und sooft ich sie rief, daß Du ihnen vergeben mogest, steckten sie ihre Finger in die Ohren und hullten sich in ihre Gewander und verharrten (in ihrem Zustand) und wurden allzu hochmutig"},{"SurahNumber":71,"VerseNumber":8,"Text":"Dann rief ich sie in aller Offentlichkeit auf"},{"SurahNumber":71,"VerseNumber":9,"Text":"Dann predigte ich ihnen offentlich, und ich redete zu ihnen im geheimen"},{"SurahNumber":71,"VerseNumber":10,"Text":"und ich sagte: \"Sucht Vergebung bei eurem Herrn; denn Er ist Allvergebend"},{"SurahNumber":71,"VerseNumber":11,"Text":"Er wird Regen fur euch in Fulle her niedersenden"},{"SurahNumber":71,"VerseNumber":12,"Text":"und Er wird euch mit Glucksgutern und Kindern starken und wird euch Garten bescheren und fur euch Flusse stromen lassen"},{"SurahNumber":71,"VerseNumber":13,"Text":"Was ist mit euch, daß ihr Allah nicht (in der Ihm gebuhrenden Weise) ehrt"},{"SurahNumber":71,"VerseNumber":14,"Text":"wo Er euch doch in (verschiedenen) Phasen erschaffen hat"},{"SurahNumber":71,"VerseNumber":15,"Text":"Habt ihr nicht gesehen, wie Allah sieben aufeinander geschichtete Himmel geschaffen hat"},{"SurahNumber":71,"VerseNumber":16,"Text":"und den Mond als ein Licht in sie gesetzt hat? Und gemacht hat Er die Sonne zu einer Leuchte"},{"SurahNumber":71,"VerseNumber":17,"Text":"Und Allah hat euch wie die Pflanzen aus der Erde wachsen lassen"},{"SurahNumber":71,"VerseNumber":18,"Text":"Dann wird Er euch wieder in sie zuruckkehren lassen, und Er wird euch dann aus ihr hervorbringen"},{"SurahNumber":71,"VerseNumber":19,"Text":"Und Allah hat die Erde fur euch zu einer ausgelegten Flache gemacht"},{"SurahNumber":71,"VerseNumber":20,"Text":"auf daß ihr auf ihren gangbaren Wegen ziehen moget"}]}