{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":72,"VerseNumber":20,"Text":"(napiyē! Avarkaḷukku) kūṟuvīrāka: ‘‘Nāṉ pirārttaṉai ceytu aḻaippatellām eṉ iṟaivaṉaiyē! Avaṉukku oruvaraiyum nāṉ iṇaiyākka māṭṭēṉ"},{"SurahNumber":72,"VerseNumber":21,"Text":"niccayamāka nāṉ uṅkaḷukku naṉmai ceyyavō, tīmai ceyyavō oru ciṟitum caktiyaṟṟavaṉ'' eṉṟum kūṟuvīrāka"},{"SurahNumber":72,"VerseNumber":22,"Text":"‘‘niccayamāka, allāhviṭamiruntu oruvaṉumē eṉṉai pātukākka muṭiyātu. Avaṉaiyaṉṟi aṇṭum iṭattaiyum nāṉ kāṇamāṭṭēṉ.'' Eṉṟum kūṟuvīrāka"},{"SurahNumber":72,"VerseNumber":23,"Text":"āyiṉum, allāhviṭamiruntu (eṉakkuk kiṭaitta) avaṉuṭaiya tūtai eṭutturaippatait tavira (eṉakku vēṟu vaḻiyillai.) Ākavē, evarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum māṟuceykiṟārkaḷō, avarkaḷukku niccayamāka naraka neruppu tāṉ (kūliyākum). Atil avarkaḷ eṉṟeṉṟumē taṅkiviṭuvārkaḷ"},{"SurahNumber":72,"VerseNumber":24,"Text":"payamuṟuttappaṭṭa vētaṉaiyai avarkaḷ (kaṇṇāl) kāṇum camayattil, evaṉuṭaiya utaviyāḷar, mikka palavīṉamāṉavarkaḷ eṉpataiyum (evaruṭaiya utaviyāḷar) mikka kuṟainta tokaiyiṉar eṉpataiyum cantēkamiṉṟi aṟintu koḷvārkaḷ"},{"SurahNumber":72,"VerseNumber":25,"Text":"(napiyē!) Kūṟuvīrāka: ‘‘Uṅkaḷukkup payamuṟuttappaṭum vētaṉai camīpattil irukkiṟatā? Allatu eṉatiṟaivaṉ ataṟkut tavaṇai ēṟpaṭutti irukkiṟāṉā eṉpatai nāṉ aṟiya māṭṭēṉ"},{"SurahNumber":72,"VerseNumber":26,"Text":"avaṉtāṉ maṟaivāṉa ivviṣayaṅkaḷaiyellām naṉkaṟintavaṉ āvāṉ. Maṟaivāka uḷḷa ivviṣayaṅkaḷai avaṉ oruvarukkum veḷippaṭuttuvatu illai"},{"SurahNumber":72,"VerseNumber":27,"Text":"Āyiṉum, taṉ tūtarkaḷil evarkaḷait tērnteṭuttāṉō avarkaḷukku atai avaṉ aṟivikkak kūṭum. (Atai avaṉ avarkaḷukku aṟivitta camayattil) niccayamāka avaṉ avarkaḷukku muṉṉum piṉṉum (oru malakkaip) pātukāppavarāka aṉuppivaikkiṟāṉ"},{"SurahNumber":72,"VerseNumber":28,"Text":"(attūtarkaḷ) taṅkaḷ iṟaivaṉiṉ tūtukaḷai meyyākavē eṭutturaittārkaḷ eṉpatai, tāṉ aṟintu koḷvataṟkāka (avvāṟu pātukāppāḷarai aṉuppukiṟāṉ). Avarkaḷiṭam uḷḷavaṟṟai avaṉ taṉ ñāṉattāl cūḻntaṟintu koṇṭiruppatuṭaṉ, ovvoru poruḷiṉ kaṇakkaiyum muḻumaiyāka aṟintavaṉāka irukkiṟāṉ"}]}