{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Wǒ cóng dàdì chuàngzàole nǐmen, wǒ shǐ nǐmen fù fǎn yú dàdì, wǒ zài yīcì shǐ nǐmen cóng dà dì fùhuó"},{"SurahNumber":20,"VerseNumber":56,"Text":"Wǒ què yǐ zhǐshì tā wǒ suǒyǒu de yī qiē jīxiàng, ér tā jiāyǐ fǒurèn, bù kěn xìndào"},{"SurahNumber":20,"VerseNumber":57,"Text":"Tā shuō:“Mù sà a! Nǐ dào wǒmen zhèlǐ lái, xiǎng jiè nǐ de móshù bǎ wǒmen zhú chū guójìng ma"},{"SurahNumber":20,"VerseNumber":58,"Text":"Wǒmen bìdìng zài nǐ miànqián biǎoyǎn tóngyàng de móshù. Nǐ zài yīgè hùxiāng shāngliáng dì dìfāng, zài wǒmen hé nǐ zhī jiān, dìng yīgè yuē qí, wǒmen hé nǐ, dàjiā dōu bù shuǎngyuē.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"Tā shuō: Nǐmen de yuē qí dìng zài jiérì, dāng zhòngrén zài zǎochén jíhé de shíhòu"},{"SurahNumber":20,"VerseNumber":60,"Text":"Fǎlǎo jiù zhuǎn huíqù, zhàojí tā de móuchén, ránhòu tā láile"},{"SurahNumber":20,"VerseNumber":61,"Text":"Mù sà duì tāmen shuō:“Nǐmen zhēn gāisǐ, nǐmen bùyào wúmiè ān lā, yǐmiǎn tā yòng xíngfá huǐmiè nǐmen; wúmiè ān lā zhě, què yǐ shībàile.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Tāmen wèi zhè jiàn shì, yìlùn fēnfēn, bìngqiě yǐnnì tāmen de yìlùn"},{"SurahNumber":20,"VerseNumber":63,"Text":"tāmen shuō:“Zhè liǎng gè què shì liǎng gè shùshì, xiǎng yòng móshù bǎ nǐmen zhú chū guójìng, bìngqiě fèichú nǐmen de zuì wánshàn de zhìdù"},{"SurahNumber":20,"VerseNumber":64,"Text":"suǒyǐ, nǐmen yīngdāng juédìng nǐmen de jìcè, ránhòu jié duì ér lái; jīntiān zhàn shàngfēng de, bìdìng chénggōng.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Tāmen shuō:“Mù sà a! Shì nǐ xiān pāo nǐ de jiāhuo ne? Háishì wǒmen xiān pāo ne?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"Tā shuō:“Háishì nǐmen xiān pāo ba!” Tāmen de shéngzi hé guǎizhàng, zài tā kàn lái, hǎoxiàng shì yīn tāmen de móshù ér wān yán de"},{"SurahNumber":20,"VerseNumber":67,"Text":"Mù sà jiù xīnhuái wèijù"},{"SurahNumber":20,"VerseNumber":68,"Text":"Wǒ shuō:“Nǐ bùyào pà, nǐ què shì zhàn yōushì de"},{"SurahNumber":20,"VerseNumber":69,"Text":"Nǐ pāo xià nǐ yòushǒu lǐ de guǎizhàng, tā jiù huì tūnmòle tāmen suǒ zàozuò de. Tāmen suǒ zàozuò de, zhǐshì shùshì dì fǎshù; shùshìmen wúlùn gàn shénme zǒng shì bù chénggōng de.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Yúshì, shùshìmen bàidǎo xiàqù, tāmen shuō:“Wǒmen yǐ guī xìn hā lún hé mù sà de zhǔle.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"Fǎlǎo shuō:“Zài wǒ yǔnxǔ nǐmen zhīqián, nǐmen jiù xìnfèng tāle ma? Tā bìdìng shì nǐmen de tóuzi, tā bǎ móshù chuánshòu gěi nǐmen, suǒyǐ wǒ shì bì jiāohùzhe kǎn diào nǐmen de shǒu hé jiǎo, wǒ shì bì bǎ nǐmen dīng sǐ zài yē zǎo shù shàng, nǐmen bìdìng zhīdào wǒ liǎ shéi de xíngfá gèng yánlì, gèng chángjiǔ.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Tāmen shuō:“Wǒmen jué bù yuàn tiāoxuǎn nǐ ér pāoqì yǐ jiànglín wǒmen de míngzhèng hé chuàngzào wǒmen de zhǔzǎi. Nǐ yào zěnme bàn jiù zěnme bàn ba! Nǐ zhǐ néng zài jīnshì shēnghuó zhōng rènyì ér wéi"},{"SurahNumber":20,"VerseNumber":73,"Text":"Wǒmen què yǐ xìnyǎng wǒmen de zhǔ, yǐbiàn tā shèmiǎn wǒmen de guòshī, hé zài nǐ de qiǎngpò xià wǒmen biǎoyǎn móshù de zuìxíng. Ān lā (de shǎngcì) shì gèng hǎo de,(tā de xíngfá) shì gèng jiǔ de.”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Fànzuì ér lái jiàn zhǔ zhě, bì rù huǒ yù, tā zài qízhōng bùsǐ yě bù huó"},{"SurahNumber":20,"VerseNumber":75,"Text":"Xìndào héng shàn ér lái jiàn wǒ zhě, dé xiǎng zuìgāo de pǐnjí"},{"SurahNumber":20,"VerseNumber":76,"Text":"——chángzhù de lèyuán, xià lín zhū hé, ér yǒng jū qízhōng. Nà shì chúnjié zhě de bàochóu"}]}