{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"nānu ninage ādēśisidāga, sāṣṭāṅgaveragadante ninnannu taḍedudu yāvudu? Endu avanu (allāhanu) kēḷidāga avanu (śaitānanu) hēḷidanu; nānu avaniginta śrēṣṭhanu. Nannannu nīnu beṅkiyinda sr̥ṣṭisiruve mattu avanannu maṇṇininda sr̥ṣṭisiruve"},{"SurahNumber":7,"VerseNumber":12,"Text":"avanu (allāhanu) hēḷidanu; nīnu illinda iḷidu biḍu. Illi doḍḍastike mereyuva yāva hakkū ninagilla – horaṭu hōgu. Nīnu tīrā nīcanāgiruve"},{"SurahNumber":7,"VerseNumber":13,"Text":"avanu (śaitānanu) hēḷidanu; punarut'thāna dinada tanaka nanage kālāvakāśa nīḍu"},{"SurahNumber":7,"VerseNumber":14,"Text":"avanu (allāhanu) hēḷidanu; khaṇḍitavāgiyū ninage kālāvakāśa nīḍalāyitu"},{"SurahNumber":7,"VerseNumber":15,"Text":"avanu(śaitānanu) hēḷidanu; ‘‘nīnīga nannannu dāri tappidavanendu tīrmānisiruvudarinda nānu avarigāgi (saridāriyalli iruvavarigāgi) ninna nēra mārgadalli hon̄cu hākuttiruttēne’’"},{"SurahNumber":7,"VerseNumber":16,"Text":"‘‘Mātravalla, avara mumbhāgadindalū, avara himbhāgadindalū, avara bala bhāgadindalū, avara eḍa bhāgadindalū nānu khaṇḍita avarannu taluputtēne. Avaralli heccinavarannu nīnu kr̥tajñarāgi kāṇalāre.’’"},{"SurahNumber":7,"VerseNumber":17,"Text":"Avanu (allāhanu) hēḷidanu; ‘‘nīnu ninditanāgiyū śapitanāgiyū illinda horaṭu hōgu. Avara paiki ninnannu anusarisuvavarinda mattu nim'mellarinda nānu narakavannu tumbaliddēne.’’"},{"SurahNumber":7,"VerseNumber":18,"Text":"‘‘Innu, ō ādam, nīvu mattu nim'ma patni svargadalli nelesiri mattu nīvibbarū (illi) nimage iṣṭavādudannellā tinniri. Ādare, ā marada hattira hōgadiri – (hōdare) nīvibbarū akramigaḷāguviri.’’"},{"SurahNumber":7,"VerseNumber":19,"Text":"Konege avara pālige guptavāgidda avara guptāṅgagaḷu avara (parasparara) munde prakaṭavāgalendu śaitānanu avaribbara manadalli sanśayavannu bittidanu. ‘‘Nim'ma oḍeyanu ā maradinda nim'mibbarannu taḍediruvudu nīvibbarū malak‌gaḷāgabāradu athavā ciran̄jīvigaḷāgi biḍabāradu emba kāraṇakkāgi mātra’’ endu avanu (avaroḍane) hēḷidanu"},{"SurahNumber":7,"VerseNumber":20,"Text":"hāgeyē avanu, ‘‘khaṇḍitavāgiyū nānu nim'ma hitaiṣi’’ endu avara munde āṇe hākidanu"},{"SurahNumber":7,"VerseNumber":21,"Text":"konege avanu mōsadinda avarannu olisikoṇḍanu mattu avaribbarū ā marada phalavannu savidāga avara guptāṅgagaḷu avara (parasparara) munde prakaṭavāgi biṭṭavu mattu avaribbarū svargada elegaḷinda tam'mannu muccikoḷḷa toḍagidaru. (Āga) avara oḍeyanu avarannu karedu hēḷidanu; nānu nim'mannu ā maradinda taḍediralillavē? Athavā śaitānanu nim'mibbara pāligū spaṣṭa śatruvāgiddānendu nānu nimage hēḷiralillavē"},{"SurahNumber":7,"VerseNumber":22,"Text":"avaribbarū hēḷidaru; nam'moḍeyā! Nāvu nam'ma mēleyē akramavesagidevu. Nīnu nam'mannu kṣamisadiddare mattu nam'ma mēle karuṇe tōradiddare nāvu khaṇḍita naṣṭakkoḷagādavara sālige sēruvevu"},{"SurahNumber":7,"VerseNumber":23,"Text":"Avanu (allāhanu) hēḷidanu; iḷidu hōgiri. Nīvu parasparara pālige śatrugaḷu. Ondu nirdiṣṭa kālada tanaka nimage bhūmiyalli nele ide mattu sādhanagaḷive"},{"SurahNumber":7,"VerseNumber":24,"Text":"adarallē nīvu badukuviri, adarallē nīvu sāyuviri mattu adaroḷagindalē nim'mannu horategeyalāguvudu"},{"SurahNumber":7,"VerseNumber":25,"Text":"ādam‌ra santatigaḷē, nimage nāvu, nim'ma mānada bhāgagaḷannu muccuva mattu alaṅkāravāguva uḍugeyannu iḷisikoṭṭiruvevu. Nijavāgi dharma niṣṭheya uḍupē atyuttama. Idu avaru smarisuttiralikkāgi allāhanu odagisiruva ondu nidarśana"}]}