{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Und Er ist es, Der euch Ohren, Augen und Herzen geschaffen hat. Wie wenig dankbar seid ihr"},{"SurahNumber":23,"VerseNumber":79,"Text":"Und Er ist es, Der euch auf der Erde vermehrt hat, und vor Ihm werdet ihr versammelt werden"},{"SurahNumber":23,"VerseNumber":80,"Text":"Und Er ist es, Der leben und sterben laßt, und in Seinen Handen ruht der Wechsel von Nacht und Tag. Wollt ihr es denn nicht begreifen"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nein, sie sagten aber, wie schon die Fruheren sagten"},{"SurahNumber":23,"VerseNumber":82,"Text":"Sie sagten: \"Wie? Wenn wir gestorben und zu Staub und Gebein geworden sind, sollen wir dann wirklich aufer weckt werden"},{"SurahNumber":23,"VerseNumber":83,"Text":"Dies ist uns verheißen worden, uns und zuvor unseren Vatern. Das sind ja nichts als Fabeln der Fruheren"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sprich: \"Wessen ist die Erde, und (wessen,) wer auf ihr ist, wenn ihr es wisset"},{"SurahNumber":23,"VerseNumber":85,"Text":"Sie werden sagen: \"Allah.\" Sprich: \"Wollt ihr denn nicht nachdenken"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sprich: \"Wer ist der Herr der sieben Himmel und der Herr des Gewaltigen Throns"},{"SurahNumber":23,"VerseNumber":87,"Text":"Sie werden sagen: \"(Sie sind) Allahs.\" Sprich: \"Wollt ihr denn nicht gottesfurchtig sein"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sprich: \"Wer ist es in Dessen Hand die Herrschaft uber alle Dinge ist, und Der Schutz gewahrt, aber vor Dem es keinen Schutz gibt, wenn ihr es wisset"},{"SurahNumber":23,"VerseNumber":89,"Text":"Sie werden sagen: \"(All dies ist) Allahs.\" Sprich: \"Wieso also seid ihr verblendet"},{"SurahNumber":23,"VerseNumber":90,"Text":"Doch Wir haben ihnen die Wahrheit gebracht, und wahrlich, sie leugnen (sie)"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah hat Sich keinen Sohn genommen, noch ist irgendein Gott neben Ihm: sonst wurde jeder Gott mit sich fortgenommen haben, was er erschaffen hatte, und die einen von ihnen hatten sich sicher gegen die anderen erhoben. Gepriesen sei Allah (und Erhaben) uber all das, was sie beschreiben"},{"SurahNumber":23,"VerseNumber":92,"Text":"(Er ist) der Kenner des Verborgenen und des Offenbaren! Erhaben ist Er darum uber das, was sie Ihm beigesellen"}]}