{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"(Hatırla) o gun (u ki) her ummetin ayetlerimizi yalan sayanlarından bir cemaati toplayacagız. Artık onlar (kaafilelerin ardı alınıncaya kadar) tevkıyf olunacaklardır"},{"SurahNumber":27,"VerseNumber":84,"Text":"Nihayet (hesab yerine) geldikleri zaman (Allah) buyurur ki: «Siz benim ayetlerimi, onları hicbir bilgi ile kavramadıgınız halde (koru korune), tekzib mi etdiniz? Ne idi o ısraar ile yapdıgınız»"},{"SurahNumber":27,"VerseNumber":85,"Text":"Zulum etdikleri sebebiyle uzerlerine o soz vukuua gelmisdir. Artık onlar soz de soyleyemeyeceklerdir"},{"SurahNumber":27,"VerseNumber":86,"Text":"Icinde sukun (ve istiraahat) bulmaları icin geceyi, aydınlıkla gozlerini acmaları icin gunduzu yaratdıgımızı gormediler mi? Bunda iman edecek bir kavm icin elbette kat´i ibretler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"«Suur» a ufurulecegi gun (u) de (hatırla) ki (o gun) — Allahın diledikleri mustesna olmak uzere — artık goklerde kim var, yerde kim varsa dehsetle korkmusdur. Her biri hor ve hakıyr Ona gelmislerdir"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sen dagları gorur, onları yerinde durur sanırsın. Halbuki onlar bulut gecer gibi gecer gider. (Bu) her sey´i sapasaglam yapan Allahın san´atıdır. Subhesiz ki O, ne yaparsanız hakkıyle haberdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim iyi (bir haalet) le gelirse ona bu sayede bir hayır vardır. Onlar o gun (azab) korku (sun) dan emniyyet icindedirler"},{"SurahNumber":27,"VerseNumber":90,"Text":"Kim de fena (bir amel) ile gelirse yuzleri atesde surtulur. Ya siz, yapdıklarının baska (turlu) siyle mi mukaabele edileceksiniz"},{"SurahNumber":27,"VerseNumber":91,"Text":"(De ki:) «Ben ancak bu sehrin Rabbine — ki O, bunu hurmetli kılmısdır — ibadet etmemle emr olundum. Her sey Onundur. Ben muslumanlardan olmamla emr olundum»"},{"SurahNumber":27,"VerseNumber":92,"Text":"«Ve Kur´an okumamla (emr olundum). Kim dogru yolu bulursa o yolu kendi faidesine bulmus olur. Kim de saparsa (ona) de ki: «Ben sadece fena hareketlerin korkunc aakıbetini haber verenlerdenim»"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve: «Allaha hamd olsun de. O, size ayetlerini gosterecek de siz de bunları tanıyacaksınız. Rabbin ne yapacagınızdan gaafil degildir"}]}