{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"ان کان وڌيڪ ظالم ڪير آھي؟ جنھن الله تي ڪوڙو ٺاھ ٺاھيو يا سندس آيتن کي ڪوڙو ڄاتو، ڪو شڪ نه آھي ته ظالم نه ڇٽندا"},{"SurahNumber":6,"VerseNumber":22,"Text":"۽ (اُھو وقت ياد ڪر) جنھن ڏينھن اُھي مڙئي گڏ ڪنداسين وري مشرڪن کي چونداسين ته اوھان جا اُھي شريڪ جن کي اوھين (الله جو شريڪ) ڀائيندا ھيؤ ڪٿي آھن؟"},{"SurahNumber":6,"VerseNumber":23,"Text":"وري سندن ڪوئي عذر ھن چوڻ کان سواءِ نه رھندو ته پنھنجي پالڻھار الله جو قسم اٿئون ته اسين شريڪ ڪندڙ نه ھئاسون"},{"SurahNumber":6,"VerseNumber":24,"Text":"(اي پيغمبر) ڏس ته پاڻ تي ڪھڙو ڪوڙ چيائون جيڪي ٺاھ ٺاھيندا آھن سي کانئن ڀلجي ڀڄي ويا"},{"SurahNumber":6,"VerseNumber":25,"Text":"۽ منجھائن ڪو اھڙو آھي جو تو ڏانھن (قرآن ٻڌڻ لاءِ) ڪَن ڏيندو آھي، ۽ سندين دلين تي ان جي سمجھڻ کان ڍڪ ۽ سندن ڪنن ۾ گھٻرائي ڪئي اٿئون، ۽ جيڪڏھن سڀ مُعجزا ڏسندا ته (به) کين نه مڃيندا، تان جو جنھن مھل توسان جھڳڙو ڪندڙ ٿي تو وٽ ايندا (تنھن مھل) ڪافر چوندا ته ھيءُ اڳين جي آکاڻين کانسواءِ ٻيو ڪجھ به نه آھي"},{"SurahNumber":6,"VerseNumber":26,"Text":"۽ اُھي اُن (جي ٻڌڻ) کان (ٻـين کي) جھليندا آھن ۽ (پاڻ به) کانئن پري ڀڄندا آھن، ۽ پاڻ کانسواءِ (ٻئي ڪنھن کي) ھلاڪ نه ٿا ڪن ۽ نه ڄاڻندا آھن"},{"SurahNumber":6,"VerseNumber":27,"Text":"۽ جڏھن (اُھي) باہ تي بيھاربا تڏھن جيڪر کين ڏسين (ته عجب ڪرين) پوءِ چوندا اسان کي ارمان آھي (جيڪر دنيا ۾) موٽايا وڃون ۽ پنھنجي پالڻھار جي آيتن کي ڪوڙو نه ڀانيون ۽ مؤمنن مان ٿيون"},{"SurahNumber":6,"VerseNumber":28,"Text":"(نه!) بلڪ ھن کان اڳ جيڪي (ڪفر ۽ گناہ) لڪائيندا ھئا سي (اڄ) کين پڌرا نظر آيا، ۽ جيڪڏھن (دُنيا ڏانھن) موٽايا وڃن ته جنھن (ڪم) کان جھليا ويا سوئي وري ڪرڻ لڳندا ۽ بيشڪ اُھي ضرور ڪوڙا آھن"},{"SurahNumber":6,"VerseNumber":29,"Text":"۽ چون ٿا ته ھن دُنيا جي حياتي کانسواءِ (ٻيو ڪجھ) نه آھي ۽ اسين (مرڻ کانپوءِ وري) اُٿڻ وارا نه آھيون"},{"SurahNumber":6,"VerseNumber":30,"Text":"۽ جنھن مھل پنھنجي پالڻھار جي آڏو بيھاربا (تنھن مھل) جيڪڏھن کين ڏسين (ته عجب ڪرين، الله) چوندو ته ھي (وري جيئرو ٿيڻ) سچ نه آھي ڇا؟ چوندا ھائو اسانکي پنھنجي پالڻھار جو قسم آھي (ته سچ آھي، الله) چوندو ته جيڪي اوھين ڪفر ڪندا ھيؤ تنھن سببان عذاب (جو مزو) چکو"}]}