{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"mēlum, vāṉattaiyum, pūmiyaiyum, ivviraṇṭiṟkumiṭaiyē uḷḷavaṟṟaiyum vīṇukkāka nām paṭaikkavillai. Itu (vīṇeṉpatu) kāḥpirkaḷiṉ eṇṇamākum; kāḥpirkaḷukku (naraka) neruppiṉ kēṭutāṉ uṇṭu"},{"SurahNumber":38,"VerseNumber":28,"Text":"allatu īmāṉ koṇṭu (sālihāṉa) nallamalkaḷ ceyvōrai pūmiyil kuḻappam ceyvōraippōl nām ākkiviṭuvōmā? Allatu, payapaktiyuṭaiyōraip pāvikaḷaip pōl nām ākkiviṭuvōmā"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Napiyē!) Pākkiyam peṟṟa ivvētattai um'mītu aruḷiyuḷḷōm - avarkaḷ itaṉ vacaṉaṅkaḷaik kavaṉittu āyvataṟkākavum, aṟivuṭaiyōr nalluṇarvu peṟuvataṟkākavum"},{"SurahNumber":38,"VerseNumber":30,"Text":"iṉṉum tāvūtukku(p putalvarāka) sulaimāṉai vaḻaṅkiṉōm; ciṟappāṉa (nam) nallaṭiyār, niccayamāka avar (etilum nam'maiyē) nōkkupavar"},{"SurahNumber":38,"VerseNumber":31,"Text":"naṉku payiṟciyaḷikkappaṭṭa uyarnta kutiraikaḷ (oru) mālai nērattil avar muṉ koṇṭuvarappaṭṭa poḻutu"},{"SurahNumber":38,"VerseNumber":32,"Text":"niccayamāka nāṉ (cūriyaṉ iravākiya) tiraikkuḷ maṟaintu viṭumvarai, eṉṉuṭaiya iṟaivaṉai niṉaippatu viṭṭum inta nalla poruṭkaḷiṉ mēl atika aṉpāka aṉpu pārāṭṭiviṭṭēṉ\" eṉa avar kūṟiṉār"},{"SurahNumber":38,"VerseNumber":33,"Text":"eṉṉiṭam avaṟṟai tirumpa koṇṭu vāruṅkaḷ (eṉṟu kūṟiṉār avai tirumpa koṇṭu varappaṭṭapiṉ) avaṟṟiṉ piṉṉaṅkālkaḷaiyum kaḻuttukaḷaiyum taṭavik koṭuttār"},{"SurahNumber":38,"VerseNumber":34,"Text":"iṉṉum nām sulaimāṉait tiṭṭamākac cōtittōm; avaruṭaiya ariyaṇaiyil oru muṇṭattai eṟintōm - ākavē avar (nam'maḷavil) tirumpiṉār"},{"SurahNumber":38,"VerseNumber":35,"Text":"eṉ iṟaivaṉē! Eṉṉai maṉṉittaruḷvāyāka! Aṉṟiyum, piṉṉar evarumē aṭaiya muṭiyāta ōr aracāṅkattai eṉakku nī naṉkoṭaiyaḷippāyāka! Niccayamāka nīyē mikapporuṅ koṭaiyāḷiyāvāy\" eṉak kūṟiṉār"},{"SurahNumber":38,"VerseNumber":36,"Text":"ākavē, nām avarukkuk kāṟṟai vacappaṭuttik koṭuttōm; atu avaruṭaiya kaṭṭaḷaippaṭi avar nāṭiya iṭaṅkaḷukkellām ilakuvāka (avaraic cumantu) ceṉṟu koṇṭiruntatu"},{"SurahNumber":38,"VerseNumber":37,"Text":"mēlum, ṣaittāṉkaḷiluḷḷa kaṭṭaṭaṅkaṭṭuvōr, muttukkuḷippōr ākiya yāvaraiyum"},{"SurahNumber":38,"VerseNumber":38,"Text":"caṅkiliyāl vilaṅkiṭappaṭṭirunta vēṟu palaraiyum (nām avarukkuk vacappaṭuttik koṭuttōm)"},{"SurahNumber":38,"VerseNumber":39,"Text":"Itu nam'muṭaiya naṉkoṭaiyākum; (nīr virumpiṉāl ivaṟṟaip piṟarukkuk koṭukkalām, allatu koṭātu niṟuttik koḷḷalām - kēḷvi kaṇakkillāta nilaiyil (eṉṟu nām avariṭam kūṟiṉōm)"},{"SurahNumber":38,"VerseNumber":40,"Text":"mēlum, niccayamāka avarukku, nam'miṭattil neruṅkiya (antas)tum, aḻakiya iruppiṭamum uṇṭu"}]}