{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"(Iwo iba ri eemo) ti o ba je pe o ri awon elese nigba ti won ba sori ko ni odo Oluwa won, (won si maa wi pe): “Oluwa wa, a ti riran, a si ti gboran (bayii), nitori naa, da wa pada (si ile aye) nitori ki a le lo se ise rere; dajudaju awa ni alamodaju.”"},{"SurahNumber":32,"VerseNumber":13,"Text":"Ti o ba je pe A ba fe ni, dajudaju A iba fun gbogbo emi kookan ni imona re, sugbon oro naa ti se lati odo Mi (bayii pe): “Dajudaju Mo maa mu ninu awon alujannu ati eniyan ni apapo kun inu ina Jahanamo.”"},{"SurahNumber":32,"VerseNumber":14,"Text":"Nitori naa, e to iya wo nitori pe e ti gbagbe ipade ojo yin (oni) yii. Dajudaju Awa naa yoo gbagbe yin sinu Ina. E to iya gbere wo nitori ohun ti e n se nise"},{"SurahNumber":32,"VerseNumber":15,"Text":"Awon t’o gbagbo ninu awon ayah Wa ni awon ti o je pe nigba ti won ba fi se isiti fun won, won yoo doju bole ni oluforikanle, won yo si se afomo pelu idupe fun Oluwa won. Won ko si nii segberaga"},{"SurahNumber":32,"VerseNumber":16,"Text":"Won n gbe egbe won kuro lori ibusun. Won si n pe Oluwa won ni ti ipaya ati ireti. Won si n na ninu ohun ti A pese fun won"},{"SurahNumber":32,"VerseNumber":17,"Text":"Ko si emi kan ti o mo ohun ti A fi pamo fun won ninu awon nnkan itutu oju. (O je) esan ohun ti won n se nise (rere)"},{"SurahNumber":32,"VerseNumber":18,"Text":"Nje eni t’o je onigbagbo ododo da bi eni t’o je obileje bi? Won ko dogba"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ni ti awon t’o gbagbo ni ododo, ti won si se ise rere, awon ibugbe (ninu) Ogba Idera n be fun won. (O je) ohun ti A pese sile (de won) nitori ohun ti won n se nise (rere)"},{"SurahNumber":32,"VerseNumber":20,"Text":"Ni ti awon t’o baleje, Ina ni ibugbe won. Igbakigba ti won ba fe jade kuro ninu re, A o si maa da won pada sinu re. A si maa so fun won pe: “E to iya Ina ti e n pe niro wo.”"},{"SurahNumber":32,"VerseNumber":21,"Text":"Dajudaju A maa fun won to wo ninu iya t’o kere julo (nile aye) yato si iya t’o tobi julo (lorun) nitori ki won le seri pada (sibi ododo siwaju iku won)"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ati pe ta l’o se abosi t’o tayo eni ti won fi awon ayah Wa se isiti fun, leyin naa, ti o gbunri kuro nibe? Dajudaju Awa maa gbesan lara awon elese"}]}