{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":14,"VerseNumber":13,"Text":"Oni koji nisu vjerovali govorili su poslanicima svojim: \"Ili ćete se u vjeru našu vratiti ili ćemo vas, doista, iz zemlje naše protjerati!\" A poslanicima je Gospodar njihov objavljivao: \"Mi ćemo zulumćare sigurno uništiti"},{"SurahNumber":14,"VerseNumber":14,"Text":"I poslije njih vas na Zemlji nastaniti. Bit će to za one koji će se polaganja računa preda Mnom bojati i koji će od prijetnje Moje strahovati"},{"SurahNumber":14,"VerseNumber":15,"Text":"I poslanici su pomoć tražili, pa je svaki oholi inadžija nastradao"},{"SurahNumber":14,"VerseNumber":16,"Text":"Pred njim će Džehennem biti - i on će biti napajan tekućinom od sukrvice"},{"SurahNumber":14,"VerseNumber":17,"Text":"Mučit će se da je proguta, ali je nikako neće moći proždrijeti i smrt će mu sa svih strana prilaziti, ali on neće umrijeti; njega poslije toga tek čeka patnja teška"},{"SurahNumber":14,"VerseNumber":18,"Text":"Djela onih koji ne vjeruju u Gospodara svoga nalik su na pepeo koji vihor u olujnom danu raznese; neće moći očekivati nikakvu nagradu za djela koja su učinili, to je stranputica daleka"},{"SurahNumber":14,"VerseNumber":19,"Text":"Zar ne vidiš da je Allah nebesa i Zemlju s Istinom stvorio? Ako htjedne vas će ukloniti i nova stvorenja dovesti"},{"SurahNumber":14,"VerseNumber":20,"Text":"To Allahu nije teško"},{"SurahNumber":14,"VerseNumber":21,"Text":"I izići će svi pred Allaha, pa će oni koji su bili nemoćni reći svojim glavešinama, onima koji su osioni bili: \"Mi smo bili vaše pristalice, pa da li ste u stanju da nas bar malo od Allahove kazne zaštitite?\" \"Da je nas Allah uputio\", odgovorit će oni, \"i mi bismo bili vas uputili. Žalili se mi ili trpjeli, svejedno nam je, spasa nama više neće biti"}]}