{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"nāvidannu arabī bhāṣeya kur‌ān āgi kaḷisiruvevu, nīvu ariyabēkendu"},{"SurahNumber":43,"VerseNumber":2,"Text":"adu khaṇḍita nam'ma baḷi mūla granthadallide. Adu unnata hāgū yukti pūrṇavāgide"},{"SurahNumber":43,"VerseNumber":3,"Text":"nīvu atikramigaḷemba kāraṇakke nāvu ī upadēśavannu nim'minda kittukoḷḷabēkē"},{"SurahNumber":43,"VerseNumber":4,"Text":"nāvu hindinavaralli adeṣṭō pravādigaḷannu kaḷisiddevu"},{"SurahNumber":43,"VerseNumber":5,"Text":"ādare avaru tam'ma baḷige banda yāva pravādiyannū gēli māḍade biṭṭiralilla"},{"SurahNumber":43,"VerseNumber":6,"Text":"nāvu avariginta (makkaḥdavariginta) baliṣṭharāgiddavarannu nāśa māḍiruvevu. (Hīge), gatisihōdavu, gata kāladavara samācāragaḷu"},{"SurahNumber":43,"VerseNumber":7,"Text":"nīvu avaroḍane, ākāśagaḷannu hāgū bhūmiyannu sr̥ṣṭisidavanu yārendu kēḷidare, prabalanāgiruva, ellavannū ballavanu avugaḷannu sr̥ṣṭisiruvanendu avaru khaṇḍita hēḷuvaru"},{"SurahNumber":43,"VerseNumber":8,"Text":"avanē bhūmiyannu nim'ma pālige samataṭṭāgisidavanu mattu nimage dikku sigalendu adaralli nimagāgi dārigaḷannu nirmisidavanu"},{"SurahNumber":43,"VerseNumber":9,"Text":"Avanē nirdiṣṭa pramāṇadalli ākāśadinda nīrannu surisidavanu. Ā mūlaka nāvu mr̥tavāgidda nāḍannu jīvantagoḷisidevu. Idē rīti nim'mannu (mr̥ta sthitiyinda) horategeyalāguvudu"},{"SurahNumber":43,"VerseNumber":10,"Text":"avanē ella vidhagaḷannu sr̥ṣṭisidavanu hāgū nimagāgi, nīvu prayāṇakke baḷasuva nāvegaḷannu hāgū jānuvārugaḷannu odagisidavanu –"},{"SurahNumber":43,"VerseNumber":11,"Text":"– mattu nīvu avugaḷa mēle savārarāgabēkendu. Nīvu avugaḷa mēle savārarāguvāga allāhana anugrahavannu smarisuttā hēḷiri; ‘‘idannu namage adhīnagoḷisikoṭṭavanu pāvananu. An'yathā idannu niyantrisalu namage sādhyaviralilla’’"},{"SurahNumber":43,"VerseNumber":12,"Text":"‘‘mattu nāvu khaṇḍita nam'ma oḍeyana kaḍegē maraḷaliddēve’’"},{"SurahNumber":43,"VerseNumber":13,"Text":"avaru avana dāsaralli kelavarannu avana bhāgagaḷendu parigaṇisiddāre. Khaṇḍitavāgiyū mānavanu spaṣṭa kr̥taghnanāgiddāne"},{"SurahNumber":43,"VerseNumber":14,"Text":"avanēnu, tanna sr̥ṣṭigaḷa paiki putriyarannu tanagāgi āydukoṇḍu putrarannu nimage mīsalāgiṭṭiruvanē"},{"SurahNumber":43,"VerseNumber":15,"Text":"avaru ā parama dayāḷuvige ēnannu ārōpisuttārō (putriyaru) adannē avaralli yārigādarū śubhavārteyāgi (nimage putri huṭṭiddāḷendāga) tiḷisidāga avana mukhavu kappāgi biḍuttade mattu avanu tumbā duḥkhitanāguttāne"}]}