{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Пешвоёни қавми Фиръавн гуфтанд: «Ин шахс ҷодугари доно аст"},{"SurahNumber":7,"VerseNumber":110,"Text":"мехоҳад ҳамаи шуморо аз сарзаминатон (аз Миср) берун кунад. (Фиръавн гуфт): Эй қавм чӣ мефармоед?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Гуфтанд: «Ӯ ва бародарашро нигаҳ дор ва ба онон мӯхлат бидеҳ ва касонеро ба шаҳрҳо бифирист то ҳамаро ҷамъ кунанд"},{"SurahNumber":7,"VerseNumber":112,"Text":"то ҳамаи ҷодугарони доноро назди ту биёваранд»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Ҷодугарон назди Фиръавн омаданду гуфтанд: «Агар пирӯз шавем, моро мукофоте ҳаст?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"Гуфт: «Оре ва шумо аз наздиконам хоҳед буд»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Ҷодугарон гуфтанд: «Эй Мӯсо, ё ту он чиро ҳамроҳи худ дорӣ бияндоз ё мо бияндозем?»"},{"SurahNumber":7,"VerseNumber":116,"Text":"Мусо (алайҳиссалом) гуфт: «Шумо бияндозед». Чун ресмон ва асоҳояшонро андохтанд ногоҳ бар асари ҷодуяшон ресмонҳо ба морҳо табдил шуданд, ки роҳ мерафтанд, чашмони мардумро ҷоду карданд ва онҳоро тарсониданд ва ҷодуе азим оварданд"},{"SurahNumber":7,"VerseNumber":117,"Text":"Ва ба Мӯсо ваҳй кардем, ки асои худро бияфкан. Ба ногаҳ диданд, фурӯ мебарад он морҳоеро, ки ба дурӯғ сохта буданд ва ба он мардумро фиреб медоданд"},{"SurahNumber":7,"VerseNumber":118,"Text":"Пас ҳақ ба субут расид ва зоҳир шуд, корҳои ҷодугарон ботил гардид"},{"SurahNumber":7,"VerseNumber":119,"Text":"Дар ҳамон ҷо мағлуб шуданд ва хору зор бозгаштанд. (Пас онон донистанд ин нишона ва мӯъҷизаи бузург аз нишонаҳои Аллоҳ аст, ки онро ҷуз ба паёмбарон ба ҳеҷ кас намедиҳад)"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ҷодугарон ба саҷда афтоданд"},{"SurahNumber":7,"VerseNumber":121,"Text":"Гуфтанд: «Ба Парвардигори ҷаҳониён имон овардем, (яъне, ба мӯъҷизаҳое, ки Мӯсо оварадааст, тасдиқ намудем)"},{"SurahNumber":7,"VerseNumber":122,"Text":"Парвардигори Мӯсо ва Ҳорун»"},{"SurahNumber":7,"VerseNumber":123,"Text":"Фиръавн гуфт: «Оё пеш аз он ки ман ба шумо рухсат диҳам, ба ӯ имон овардед ва тасдиқ намудед? Ин ҳиллаест, ки дар бораи ин шаҳр андешидаед, то мардумашро берун кунед. Эй ҷодугарон ба зудӣ хоҳед донист, ки чи балое бар саратон хоҳад омад"},{"SurahNumber":7,"VerseNumber":124,"Text":"Дастҳову пойҳоятонро ба хилофи якдигар хоҳам бурид ва ҳамаатонро дар дарахтони хурмо бар дор хоҳам овехт, то расво шавед. (Аввалин шахсе ба дор овехт ва дасту поро бар хилофи якдигар бурид, Фиръавн буд!»)"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ҷодугарон ба Фиръавн гуфтанд: «Мо ба назди Парвардигорамон бозмегардем, ки азоби Ӯ аз азоби ту сахттар аст, то ки худро аз азоби рӯзи қиёмат наҷот диҳем"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ва Ту моро мавриди айб ва ор қарор намедиҳӣ ва ту амали моро инкор намекунӣ, магар барои он ки чун нишонаҳои Парвардигорамон бар мо ошкор шуд, ба онҳо имон овардем. (Сипас аз Аллоҳ хостанд:) Эй Парвардигори мо, бар мо сабри бузурге ато кун ва моро мусалмон (яъне, таслими амри худат ва пайрави паёмбаронат ва бар дини Ислом дини халили Худат Иброҳим алайҳиссалом) бимирон"}]}