{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":144,"Text":"Şuʙhae nest, ki Muhammad (sallallohu alajhi va sallam) pajomʙarest, ki peş az ū pajomʙaroni digar ʙudaand, ki risolati Parvardigoraşonro merasonidand. Ojo agar ʙimirad jo kuşta şavad (cunon ki duşmanon xaʙari durūƣ pahn kardand,) şumo ʙa dini peşinai xud ʙozmegarded va dini pajomʙaratonro tark mekuned? Har kas, ki az dinaş ʙozgardad, heç zijone ʙa Alloh naxohad rasonid, ʙalki ʙa xudaş zijoni ʙuzurge rasonidaast. Ammo kase ustuvor ast dar imon va şukrguzor ast ʙar ne'mati Islom, Alloh şukrguzoronro podoş (mukofot) xohad dod"},{"SurahNumber":3,"VerseNumber":145,"Text":"Heç şaxse namirad, magar ʙa irodai Alloh, ki navişta şudaast mūhlati vaqti ū. Har kas ʙo amalaş xohoni savoʙi rizqi in dunjo ʙoşad, ʙa ū medihem va ū dar oxirat nasiʙe nadorad va har kas ʙo amalaş xohoni savoʙi oxirat ʙoşad, ʙa ū medihem ʙarzijod ʙo hamrohii on rizqe, ki ʙaroi ū dar in dunjo taqsim karda şuda ʙud. Va şukrguzoronro podoş xohem dod"},{"SurahNumber":3,"VerseNumber":146,"Text":"Cī ʙaso az pajomʙaroni guzaşta, ki gurūhi ʙisjore az ashoʙaşon hamrohi onon dar rohi Alloh ʙiçangidand, harcī ʙa onho rasid az çarohatu kuştor, sustī nakardand va notavon naşudand va sar furud najovardand dar peşi duşman, ʙalki saʙr kardand va Alloh saʙrkunandagonro dūst dorad"},{"SurahNumber":3,"VerseNumber":147,"Text":"Tanho in saʙrkunandagon meguftand: «Ej Parvardigori mo, gunohoni moro va zijodaravihoi moro dar korhojamon ʙijomūrz va moro soʙitqadam gardon dar majdoni çang va dar ʙaroʙari onon, ki inkor kardand jagonagii turo va pajomʙarii pajomʙaronatro moro jorī kun»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Pas Alloh ʙa onon çazoi nekro dod dar dunjo, ki on pirūzī ʙar duşman va ustuvorī dar zamin ast va niz çazoi nekro dar oxirat dod, ki on ʙihişti sarsaʙz ast. Va Alloh nakūkoronero, ki ʙo Parvardigori xud va mardumon xuşmuomila hastand, dūst dorad"}]}