{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Andolsun biz, düşünüp öğüt alsınlar diye vahyi birbirine bitiştirdik"},{"SurahNumber":28,"VerseNumber":52,"Text":"Bundan önce kendilerine kitap verdiklerimiz de Kur´an´a inanırlar"},{"SurahNumber":28,"VerseNumber":53,"Text":"Kur´an onlara okunduğu zaman; «Ona inandık, doğrusu O Rabb´imizden gelen gerçektir, zaten biz ondan önce de müslüman idik» derler"},{"SurahNumber":28,"VerseNumber":54,"Text":"İşte onlara sabretmelerinden dolayı mükafatları iki defa verilir. Onlar kötülüğü iyilikle savarlar ve kendilerine verdiğimiz rızıktan hayır yolunda harcarlar"},{"SurahNumber":28,"VerseNumber":55,"Text":"Boş söz işittikleri zaman ondan yüz çevirirler. «Bizim işlerimiz bize, sizin işleriniz sizedir. Size selâm olsun, biz cahillerle sohbet etmeyi istemeyiz.» derler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Ey Muhammed! Sen sevdiğini doğru yola eriştiremezsin, ancak Allah dilediğini doğru yola eriştirir. Doğru yola girecekleri en iyi O bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Dediler ki; «Biz seninle beraber doğru yola gelirsek yurdumuzdan atılırız.» Onları katımdan bir rızık olarak her şeyin ürünlerinin toplanıp getirildiği, kutlu bir yere yerleştirmedik mi? Fakat onların çoğu bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Biz refah içinde şımarmış nice şehirleri helak ettik. İşte yerleri! Kendilerinden sonra pek az kimse oturabilmiştir. Onlara hep biz varis olmuşuzdur"},{"SurahNumber":28,"VerseNumber":59,"Text":"Rabb´in memleketlerin ana merkezlerinin halkına ayetlerimizi okuyacak bir elçi göndermedikçe ülkeleri helâk edici değildir. Zaten biz halkı zalim olan memleketleri helak etmişizdir"},{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen her şey, dünya hayatının geçimi ve süsüdür. Allah´ın katında olan ise daha hayırlı ve kalıcıdır. Aklınızı kullanmıyor musunuz"}]}