{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O vernici, ako se plasite. od Allah ke ve osposobi da prosuduvate sto e dobro a stoe. zlo, i ke gi zanemari zlite postapki vasi, I ke vi prosti. Allah poseduva dobrotija golema"},{"SurahNumber":8,"VerseNumber":30,"Text":"I koga nevernicite ti pravea spletki za da te zatvorat ili da te ubijat ili da te isteraat... NPravea spletki a Allah gi otstrani. Allah e najdobar vo toa"},{"SurahNumber":8,"VerseNumber":31,"Text":"koga im se kazuvani ajetite Nasi, rekoa: “Slusnavme veke i, da posakame, ke kazuvame slicno na toa; ova se samo prikaski na pokolenijata odamnesni"},{"SurahNumber":8,"VerseNumber":32,"Text":"koga rekoa: “Gospodare, ako e ova vistina od Tebe, spusti ni, togas, kamenja od nebo mesto dozd ili daj ni kazna bolna"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allah ne gi kaznuva vo prisustvo tvoe. Allah ne e kaznuvac nivni - onie, vsusnost, baraat proska"},{"SurahNumber":8,"VerseNumber":34,"Text":"Kaznuvanjeto nivno od Allah e opravdano zasto onie oddalecuvaat drugi od Mesdzidil Haram i ne se zastitnici Negovi. Zastitnicite negovi se bogobojazliIvi, NO MNOZINSTVOTO OD niv ne znaat"},{"SurahNumber":8,"VerseNumber":35,"Text":"Namazot nivni vo Mesdzidul Haram e samo drdorenje i pleskanje. Probajte ja, togas, kaznata zatoa sto ne veruvavte"},{"SurahNumber":8,"VerseNumber":36,"Text":"Onie koi ne veruvaat, navistina, go trosat imotot svoj za da odvrakaat od Allahoviot pat. Ta, ke go potrosat i ke zazalat i na kraj ke izgubat. Onie koi ne veruvaat vo Dzehennemot ke se zberat"},{"SurahNumber":8,"VerseNumber":37,"Text":"a Allah da go oddeli dobroto od zloto i ON zloto nivno da go naplasti edninadrugi pa da gi natrupa site i da gi frli vo Dzehennemot! Onakvite se, tokmu, porazeni"}]}