{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Kaya tumhi tyanna nahi pahile, je allahacya ayatinsadarbhata vada ghalatata. Tyanna kothe paratavile jata ahe"},{"SurahNumber":40,"VerseNumber":70,"Text":"Jya lokanni granthala khote tharavile ani tyalahi jo amhi apalya paigambaransobata pathavila, tyanna phara lavakara vastusthitice jnana ho'ila"},{"SurahNumber":40,"VerseNumber":71,"Text":"Jevha tyancya galyammadhye jokhada (tauka) asatila ani sankhala asatila, pharaphatata odhuna nele jatila"},{"SurahNumber":40,"VerseNumber":72,"Text":"Ukalatya panyata ani maga jahannamacya agita jalale jatila"},{"SurahNumber":40,"VerseNumber":73,"Text":"Maga tyanna vicarale ja'ila ki jyanna tumhi (allahace) sahabhagi tharavita hote, te aheta kothe"},{"SurahNumber":40,"VerseNumber":74,"Text":"Je allahakherija hote, te mhanatila ki te amacyakaduna haravaleta kimbahuna amhi tara yapurvi konalahi pukarata navhato. Allaha kaphira (inkari) lokanna asaca prakare margabhrasta karato"},{"SurahNumber":40,"VerseNumber":75,"Text":"He asasathi ki tumhi jaminivara nahaka tora miravita hote, ani (vyartha) daula dakhavita phirata hote"},{"SurahNumber":40,"VerseNumber":76,"Text":"(Ata ya) jahannamadhye nehami nehami rahanyakarita (tyacya) daravajyammadhye dakhala vha, kevadhe va'ita thikana ahe ahankara karanaryankarita"},{"SurahNumber":40,"VerseNumber":77,"Text":"Tevha tumhi dhira - sanyama rakha, allahaca vayada purnatah sacca ahe. Amhi tyanna jo vayada de'una thevala ahe, tyapaiki kahi amhi tumhala dakhavuna dyave kinva tya adhi tumhala mrtyu dyava, tyance paratavile jane tara amacyacakade ahe"},{"SurahNumber":40,"VerseNumber":78,"Text":"Nihsansaya, amhi tumacya purvihi aneka rasula (paigambara) pathavile aheta, jyancyapaiki kahince vrttanta amhi tumhala aikavile aheta. Ani tyancyapaiki kahince vrttanta amhi tumhala aikavile nahita ani kona paigambaracya (avakyata he) navhate ki ekhada camatkara (mojija) allahacya anumativina anu sakala asata, maga jya veli allahaca adesa ye'ila, satyasaha phaisala kela ja'ila ani tya veli asatyace pujari nukasanataca rahatila"}]}