{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":67,"Text":"Hypocritical men and women are the one of them of the other: They command that which is evil, and forbid that which is just, and shut their hands from giving alms. They have forgotten God; wherefore He hath forgotten them: Verily the hypocrites are those who act wickedly"},{"SurahNumber":9,"VerseNumber":68,"Text":"God denounceth unto the hypocrites, both men and women, and to the unbelievers, the fire of hell; they shall remain therein for ever: This will be their sufficient reward; God hath cursed them, and they shall endure a lasting torment"},{"SurahNumber":9,"VerseNumber":69,"Text":"As they who have been before you, so are ye. They were superior to you in strength, and had more abundance of wealth and of children; and they enjoyed their portion in this world; and ye also enjoy your portion here, as they who have preceded you, enjoyed their portion. And ye engage your selves in vain discourses, like unto those wherein they engaged themselves. The works of these are vain both in this world, and in that which is to come; and these are they who perish"},{"SurahNumber":9,"VerseNumber":70,"Text":"Have they not been acquainted with the history of those who have been before them? Of the people of Noah, and of Ad, and of Thamud, and of the people of Abraham, and of the inhabitants of Madian, and of the cities which were overthrown? Their apostles came unto them with evident demonstrations: And God was not disposed to treat them unjustly; but they dealt unjustly with their own souls"},{"SurahNumber":9,"VerseNumber":71,"Text":"And the faithful men, and the faithful women are friends one to another: They command that which is just, and they forbid that which is evil; and they are constant at prayer, and pay their appointed alms; and they obey God, and his apostle: Unto these will God be merciful; for He is mighty and wise"},{"SurahNumber":9,"VerseNumber":72,"Text":"God promiseth unto the true believers, both men and women, gardens through which rivers flow, wherein they shall remain for ever; and delicious dwellings in gardens of perpetual abode: But good will from God shall be their most excellent reward. This will be great felicity"}]}