{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Kervan (Mısır'dan) ayrıl(ıp yola koyul)unca, babaları, (yanında bulunanlara): \"Eger bana bunak demezseniz, ben Yusuf'un kokusunu alıyorum.\" dedi"},{"SurahNumber":12,"VerseNumber":95,"Text":"Vallahi sen hala eski saskınlıgın icindesin! dediler"},{"SurahNumber":12,"VerseNumber":96,"Text":"Mujdeci gelip de (Yusuf'un gomlegi)ni (Ya'kub'un) yuzune koyunca, derhal (gozu acıldı), gorur oldu: \"Size demedim mi ben, Allah'tan sizin bilmediginiz seyleri bilirim?\" dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"(Ogulları): \"Ey babamız, bizim gunahlarımızın bagıslanmasını dile. Gercekten biz gunah isledik.\" dediler"},{"SurahNumber":12,"VerseNumber":98,"Text":"Sizin icin Rabbimden magfiret dileyecegim, dedi, suphesiz O, bagıslayandır, esirgeyendir"},{"SurahNumber":12,"VerseNumber":99,"Text":"(Hep beraber Mısır'a hareket ettiler). Nihayet Yusuf'un yanına vardıklarında (Yusuf) ana-babasını kendine cekip kucakladı ve: \"Allah'ın dilegiyle guven icinde Mısır'a girin!\" dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Ana-babasını tahtın ustune cıkardı ve hepsi onun icin secdeye kapandılar (onunde saygı ile egildiler. Yusuf): \"Babacıgım, dedi, iste bu, onceden (gordugum) ru'yanın yorumudur. Rabbim onu gercek yaptı, bana iyilik etti; zira seytan, benimle kardeslerim arasına fitne soktuktan sonra O, beni zindandan cıkardı, sizi de colden getirdi. Gercekten Rabbim diledigi seyi cok ince duzenler. O, (her tedbiri) bilen, her seyi yerli yerince yapandır"},{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbim, bana bir parca mulk verdin ve bana duslerin yorumunu ogrettin. Ey goklerin ve yerin yaratıcısı! dunyada da, ahirette de benim yarim sensin! Beni musluman olarak oldur ve beni iyilere kat"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Ey Muhammed) bu (anlatılanlar), sana vahyettigimiz gayb haberlerindendir. Onlar kararlarnı verip tuzak kurarlarken sen yanlarında degildin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Ama sen, ne kadar istesen de, yine insanların cogu inanacak degillerdir"},{"SurahNumber":12,"VerseNumber":104,"Text":"Sen bu(okudukları)na karsılık onlardan bir ucret istemiyorsun. O, sadece butun alemler icin bir oguttur"}]}