{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Kwa hakika, wale waliokuja na urongo mbaya kabisa, nao ni kumsingizia Mama wa Waumini 'Aishah, radhi za Mwenyezi Mungu zimshukie, kuwa amefanya kitendo kichafu, ni kikundi cha watu wanaohusiana na nyinyi, enyi kongamano la Waislamu. Msidhanie maneno yao ni shari kwenu, ilivyo ni kuwa maneno yao ni kheri kwenu, kwa kuwa yalitokamana na maneno hayo kutakaswa Mama wa Waumini na uchafu, kusafika kwake na kuukuza utajo wake, kuzipandisha daraja, kuyafuta maovu na kuwasafisha Waumini. Kila mmoja aliyouzungumza urongo huo atapata malipo ya kitendo chake cha dhambi. Na yule aliyebeba jukumu kubwa zaidi katika uzushi huo, naye ni 'Abdullāh bin Ubayy bin Salūl, kiongozi wa wanafiki, Mwenyezi Mungu Amlaani, atakuwa na adhabu kubwa huko Akhera, nayo ni kukaa milele wakati waliposikia uzushi huo, nayo nikumuepushia kile ambacho hao (wazushi) walimsngizia nacho na kusema, «Huu ni urongo waziwazi juu ya 'Aishah, radhi za Mwenyezi Mungu zimshukuie"},{"SurahNumber":24,"VerseNumber":12,"Text":"Si ingalikuwa bora kwa Waumini wanaume na wanawake wadhaniane kheri wao kwa wao pindi walikposikia uzushi huo, kuwa yale waliyosingiziwa hawanayo, na waseme, «Huu ni urongo ulio wazi» juu ya ‘Aishah, radhi za Mwenyezi Mungu zimfikie"},{"SurahNumber":24,"VerseNumber":13,"Text":"Si ingalikuwa walete mashahidi waadilifu wanne kuthibitisha maneno yao waliyoyasema. Na kwa kuwa hawakulifanya hilo, basi wao ni warongo mbele ya Mwenyezi Mungu"},{"SurahNumber":24,"VerseNumber":14,"Text":"Na lau kama si wema wa Mwenyezi Mungu kwenu na rehema Zake, kwa kuwa wema Wake umewakusanya nyinyi katika Dini yenu na Akhera yenu, Asifanye haraka kuwaadhibu na aikubali toba ya mwenye kutubia miongoni mwenu, basi inagaliwapata adhabu kali kwa sababu ya maneno ya uvumi mliyojihusisha nayo"},{"SurahNumber":24,"VerseNumber":15,"Text":"Kipindi mlichokuwa mnaupokea uzushi na mnaueneza kwa midomo yenu, nao ni yale maneno ya urongo na ambayo hamuna ujuzi nao. Na mambo mawili haya yameharamishwa: kusema maneno ya urongo na kusema bila ya ujuzi. Na mnadhani kuwa hilo ni jambo dogo, nalo ni kubwa mbele ya Mwenyezi Mungu. Katika haya pana makemeo bayana juu ya kupuuza makatazo ya uenezaji ubatilifu"},{"SurahNumber":24,"VerseNumber":16,"Text":"Mbona hamukusema mlipousikia uzushi huo, «Haifai kwetu kuusema urongo huu. Kutakasika ni kwako, ewe Mola, kuyasema hayo juu ya mke wa Mtume wako Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie. Huu ni urongo uliobeba mzigo mkubwa wa madhambi.»"},{"SurahNumber":24,"VerseNumber":17,"Text":"Mwenyezi Mungu Anawakumbusha na Anawakataza msirudie kitendo hiki cha kusingizia urongo, iwapo nyinyi ni wenye kumuamini Yeye"},{"SurahNumber":24,"VerseNumber":18,"Text":"Na Anawafafanulia nyinyi aya zinazokusanya hukumu za kisheria na mawaidha. Na Mwenyezi Mungu Anayajua sana matendo yenu, ni Mwenye hekima katika sheria Zake na uendeshaji Wake"},{"SurahNumber":24,"VerseNumber":19,"Text":"Kwa hakika,wale wanaopenda kuenea machafu kwa Waislamu, ya tuhuma za uzinifu au jambo lolote baya, watapata adhabu kali ulimwenguni, kwa kupigwa mboko, na mengineyo miongoni mwa mitihani ya kilimwengu, na watapata adhabu ya Motoni huko Akhera wakiwa hawakutubia. Na Mwenyezi Mungu, peke Yake, Ndiye Anayejua urongo wao na Ndiye Anayeyajua maslahi ya waja wake na mwisho wa mambo , na nyinyi hamyajui hayo"},{"SurahNumber":24,"VerseNumber":20,"Text":"Na lau kama si wema wa Mwenyezi Mungu juu ya wale waliohusika kwenye tukio la uzushi na rehema zake kwao na kwamba Mwenyezi Mungu Anawahurumia waja Wake Waumini huruma kunjufu katika yale wanaokuwa na pupu nayo (ya ulimwengu) na yale wanayoyasubiri (ya Akhera), hangalizifunua wazi hukumu hizi na mawaidha na Angalifanya haraka kumuadhibu yule aendaye kinyume na amri Yake"}]}