{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Or do those in whose hearts is a disease think, that Allah will not expose their bad intentions"},{"SurahNumber":47,"VerseNumber":30,"Text":"And if We will We could show them to you, so that you could recognise them by their marks, and you will definitely recognise them by (their) distortion in speech and Allah knows your deeds"},{"SurahNumber":47,"VerseNumber":31,"Text":"And We will definitely test you till We know (mark out) those among you who strive and are patient, and We will , examine the reports of your (behaviour)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Those who do not believe and turn away (people) from the way of Allah and oppose the messenger after (receiving) the guidance which has been made clear to them, they will certainly never be able to harm Allah in anyway and He will make their deeds fruitless"},{"SurahNumber":47,"VerseNumber":33,"Text":"O you who believe! obey Allah and obey the messenger and do not make your deeds vain"},{"SurahNumber":47,"VerseNumber":34,"Text":"Those who do not believe and turn away (people) from the way of Allah then die while they are infidels, then Allah will never forgive them"},{"SurahNumber":47,"VerseNumber":35,"Text":"So do not be weak (hearted) and (do not) invite (them) towards peace when you are dominating, and Allah is with you and He will never leave your deeds (go unrewarded)"},{"SurahNumber":47,"VerseNumber":36,"Text":"The life of this world is only sport and pastime and if you believe and guard (against evil), He will give you your reward and He will not ask you for your wealth"},{"SurahNumber":47,"VerseNumber":37,"Text":"If He asks you for the (wealth) then insists (on it) you will hoard it (due to niggardliness) and your bad intentions will be exposed"},{"SurahNumber":47,"VerseNumber":38,"Text":"Behold ! you are such people who are invited to spend in the way of Allah, but among you is he who hoards (due to niggardliness). But he who hoards, is niggardly only against his own soul. And Allah is Independent while you are the needy, and if you turn away He will exchange you for people other than you, then they will not be like you"}]}