{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"so-d! A sikhamana apata kura'anana soganda"},{"SurahNumber":38,"VerseNumber":2,"Text":"jo ke inkara karanara'o ahankara ane vivada kari rahya che"},{"SurahNumber":38,"VerseNumber":3,"Text":"ame temanathi pahela pana ghani komone nasta kari didhi, te'o ciso padava lagya, parantu te samaya chutakarano na hato"},{"SurahNumber":38,"VerseNumber":4,"Text":"ane inkara karanara'one e vata para asvarya thayum ke temana manthi ja eka, te'one saceta karanara avyo ane kaheva lagya ke a to jadugara ane juththo che"},{"SurahNumber":38,"VerseNumber":5,"Text":"sum tene atala badha pujyono eka ja pujya kari didho, kharekhara a to asvaryajanaka vata che"},{"SurahNumber":38,"VerseNumber":6,"Text":"temana agevano evum kahetam calava lagya ke, calo ane potana pujyo para adaga raho. Ni:Sanka a vata ko'i hetu mate kahevamam avi rahi che"},{"SurahNumber":38,"VerseNumber":7,"Text":"ame to avi vata pahelana dinamam pana nathi sambhali, kami nathi basa! Ato ghadi kadheli vato che"},{"SurahNumber":38,"VerseNumber":8,"Text":"sum apana manthi phakta ana para ja allahani vani avatarita karavamam avi? Jo ke a loko mari vahi para sanka kari rahya che, jo ke (satya e che ke) te loko'e haju sudhi maro prakopa cakhyo ja nathi"},{"SurahNumber":38,"VerseNumber":9,"Text":"athava sum temani pase tara jabaradasta palanaharani krpana khajana che"},{"SurahNumber":38,"VerseNumber":10,"Text":"athava sum akasa ane dharati ane te banne vacceni dareka vastuni badasahata temani ja che, pachi to te loko doradum bandhi cadhi jaya"},{"SurahNumber":38,"VerseNumber":11,"Text":"a pana (mota mota) laskaro manthi hari gayelum (nanum) laskara che"},{"SurahNumber":38,"VerseNumber":12,"Text":"temana pahela pana nuha ane adani koma ane khuntavala phira'aune juthalavya hata"},{"SurahNumber":38,"VerseNumber":13,"Text":"ane samudana loko, lutani komana loko'e pana ane ayakahana rahevasi'o'e pana, a ja (mota) laskaro hata"},{"SurahNumber":38,"VerseNumber":14,"Text":"temana manthi eka pana eva na hata jemane payagambarone na juthalavya hoya, basa! Mari yatana temana mate sabita tha'i ga'i"}]}