{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Sille, joka antaa Jumalalle uhrin, Han korvaa sen kaksin verroin. Hanen palkkansa on ihana"},{"SurahNumber":57,"VerseNumber":12,"Text":"sina paivana, jolloin olet nakeva uskolliset miehet ja naiset, valo edessaan ja oikealla puolellaan - »hyva sanoma lupaa teille sina paivana puutarhoja, joita virrat vilvoittavat, teidan asuaksenne niissa; tama on suurin autuus»"},{"SurahNumber":57,"VerseNumber":13,"Text":"sina paivana tekopyhat miehet ja naiset sanovat niille, jotka uskovat: »Odottakaa meita, jotta saamme valoa teidan valostanne.» Silloin sanotaan: »Kaantykaa takaisin ja etsikaa valoa!» Ja heidan valilleen kohoaa erottava muuri, jossa on portti. Muurin sisapuolella on armo, mutta sen ulkopuolella odottaa kuritus"},{"SurahNumber":57,"VerseNumber":14,"Text":"Ja he huutavat: »Emmeko me olleet teidan kanssanne?» Nama vastaavat: »Kylla, mutta te saatoitte sielunne kiusaukseen, odotitte ja eparoitte, ja turhat halunne pettivat teita siihen saakka, kunnes Jumalan tuomio koitti; ja suuri viettelija sai teidat tottelemattomiksi Jumalaa kohtaan"},{"SurahNumber":57,"VerseNumber":15,"Text":"niin etta tana paivana ei oteta vastaan lunnaita teilta eika niilta, jotka valitsivat epauskon. Teidan on oltava tulessa, se on oleva seuralaisenne; kurja on olinpaikkanne"},{"SurahNumber":57,"VerseNumber":16,"Text":"Eiko ole aika niiden, jotka uskovat, noyrtya sydamissaan, muistaa Jumalaa ja Hanen lahettamaansa totuutta, jotta heidan ei kavisi kuin niiden, joille Kirjoitus annettiin aikaisemmin, niin etta heidan aikansa naytti pidennetylta, mutta jotka paaduttivat sydamensa ja joista useimmista tuli lainrikkojia"},{"SurahNumber":57,"VerseNumber":17,"Text":"Tietakaa, etta Jumala elvyttaa maan sen kuihtumuksesta. Me olemme totisesti kirkastaneet teille tunnusmerkit ymmartaaksenne"},{"SurahNumber":57,"VerseNumber":18,"Text":"Armeliaille miehille ja naisille ja niille, jotka kantavat Jumalalle hyvan uhrin, Han korvaa sen kaksin verroin, ja heidan palkkansa on oleva ihana"},{"SurahNumber":57,"VerseNumber":19,"Text":"Ne, jotka uskovat Jumalaan ja Hanen sananjulistajiinsa, ovat todistajia Herransa edessa; he saavat palkkansa ja valonsa; mutta ne, jotka valitsevat epauskon ja vaittavat merkkejamme valheeksi, joutuvat helvetin asukkaiksi"}]}