{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Y, ciertamente, enviamos a Noé a su pueblo y les dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temerán?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Y los dignatarios incrédulos de su pueblo dijeron (a quienes creían en él): “No es más que un ser humano como ustedes que quiere dominarlos. Si Al-lah hubiese querido, habría enviado ángeles (en su lugar). Nunca oímos nada semejante (a lo que él dice) entre nuestros antecesores"},{"SurahNumber":23,"VerseNumber":25,"Text":"No es más que un hombre que está loco. Sean pacientes y esperen por un tiempo (hasta que muera)”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Entonces) Noé suplicó a Al-lah diciendo: “¡Señor!, ayúdame, pues me desmienten”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Y le revelamos: “Construye un arca bajo Nuestra supervisión, siguiendo Nuestras órdenes; y cuando el agua mane del horno[654], haz que embarque en ella una pareja de cada especie, así como tu familia, salvo quienes decretamos con anterioridad que no se salvarían (su mujer y uno de sus hijos). Y no intentes interceder por los injustos (que rechazan la verdad), pues morirán ahogados"},{"SurahNumber":23,"VerseNumber":28,"Text":"Y cuando tú y quienes te acompañan hayan embarcado, di: ‘Alabado sea Al-lah, Quien nos ha salvado de un pueblo injusto’”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: “¡Señor!, haz que arribemos a un lugar bendito. Tú eres Quien mejor puede hacernos llegar a buen término”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ciertamente, en este (relato) hay evidencias (de la veracidad de los mensajeros de Al-lah). Y ponemos (a los hombres) a prueba (a través de los profetas)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Después (del pueblo de Noé), hicimos que surgiera otra generación"},{"SurahNumber":23,"VerseNumber":32,"Text":"Y les enviamos a un Mensajero de entre ellos que les decía: “Adoren solo a Al-lah. No tienen ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temerán?”"}]}