{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"E kush ka fjalën më të mirë prej atij që thërret te All-llahu, vepron (punë) të mira dhe thotë: “Unë jam prej muslimanëve?”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Nuk është e barabartë e mira dhe e keqja. Andaj, (të keqen) ktheje me mirësi, se atëherë ai, mes teje dhe të cilit ka armiqësi, do të bëhet (si) mik i afërt"},{"SurahNumber":41,"VerseNumber":35,"Text":"Mirëpo, këtë nuk e arrin kush, pos atyre të durueshmëve, dhe nuk e arrin kush, pos atyre me virtyt të lartë"},{"SurahNumber":41,"VerseNumber":36,"Text":"E nëse ty të ngacmon ndonjë ngacmim prej shejtanit, kërko mbrojtje në All-llahun, vërtet Ai është Dëgjuesi, i Dijshmi"},{"SurahNumber":41,"VerseNumber":37,"Text":"Nga faktet e madhështisë së Tij janë nata, dita, dielli e hëna. Mos i bëni sexhde as diellit, as hënës! Bëni sexhde vetëm All-llahut, i cili krijoi ato, nëse adhuroni vetëm Atë"},{"SurahNumber":41,"VerseNumber":38,"Text":"Po nëse ata (kufarët) janë kryeneç (e nuk bëjnë sexhde), atëherë ata që janë pranë Zotit tënd (engjëjt më të lartë), Atij i bëjnë tesbih natën e ditën dhe ata nuk mërziten prej adhurimit"},{"SurahNumber":41,"VerseNumber":39,"Text":"Nga argumentet e Tij është edhe toka që ti e sheh atë të thatë (shkretëtirë), e kur Ne i lëshojmë asaj shiun, ajo gjallërohet e shtohet. E, s’ka dyshim se Ai që e ngjalli atë, do t’i ringjallë të vdekurit, pse Ai ka mundësi për ‘do gjë"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ata që sulmojnë argumente Tona, nuk mund të na fshihen. Pra, a më mirë i ka punët ai që do të hudhet në zjarr, apo ai që në në ditë e kijametit vjen i sigurt? E ju pra veproni si të dëshironi, e ta dini se Ai sheh atë që punoni"},{"SurahNumber":41,"VerseNumber":41,"Text":"Ata që e mohuan Kur’anin kur u erdhi, janë të marrë; ai është një libër ngadhnjyes (i pashoq)"},{"SurahNumber":41,"VerseNumber":42,"Text":"Atij nuk mund t’i mvishet e pavërteta nga asnjë anë; është i zbritur prej të Urtit, të lavdishmit"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ty nuk po të thuhet tjetër përveç asaj që u është thënë të dërguarve para teje. Vërtet, Zoti yt është ai që falë, po është edhe Ai që ndëshkon rëndë"},{"SurahNumber":41,"VerseNumber":44,"Text":"Sikur Ne tabënim Kur’anin në gjuhë të huaj, ata do të thoshin: “Përse nuk janë ajetet e tij të kuptueshme (të shkoqitura), a është ai (Kur’ani) në gjuhë të huaj, kurse ai (pejgamberi) është arab?” Thuaj: “Ai është për besimtarët udhëzues e shërues. E ata që nuk besojnë në veshët e tyre kanë shurdhim, dhe ai për ta është verbërim. Të tillët janë sikurse thirren prej një vendi të largët e nuk dëgjojnë”"}]}