{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"And propound a parable for them: The Companions of the Town when ones who were sent drew near them"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We sent to them two, they denied them both, so We replenished them with the third. And they said: Truly, We are ones who are sent to you"},{"SurahNumber":36,"VerseNumber":15,"Text":"They said: You are nothing but mortals like ourselves and The Merciful caused not to descend anything. You are but lying"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said: Our Lord knows that we are ones who are sent to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"On us is only the delivering of the clear message"},{"SurahNumber":36,"VerseNumber":18,"Text":"They said: Truly, we augured ill of you. If you refrain not yourselves, we will, certainly, stone you. Certainly, a painful punishment will afflict you from us"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said: Ones who auger ill will be with you! Is it because you were reminded? Nay! You are a folk, ones who are excessive"},{"SurahNumber":36,"VerseNumber":20,"Text":"A man drew near from the farther part of the city, coming eagerly. He said: O my folk! Follow the ones who are sent"},{"SurahNumber":36,"VerseNumber":21,"Text":"Follow whoever asks not of you any compensation and they are ones who are truly guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"What is it for me that I worship not Him Who originated me and to Whom you will be returned"},{"SurahNumber":36,"VerseNumber":23,"Text":"Will I take gods to myself other than He when, if The Merciful wants any harm for me, their intercession will not avail me at all nor will they save me"},{"SurahNumber":36,"VerseNumber":24,"Text":"Truly, I would, then, be clearly going astray"},{"SurahNumber":36,"VerseNumber":25,"Text":"Truly, I believed in your Lord so hear me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said: Enter the Garden. He said: O would that my folk know"},{"SurahNumber":36,"VerseNumber":27,"Text":"that my Lord forgave me and made me one who is honored"},{"SurahNumber":36,"VerseNumber":28,"Text":"After him We caused not to descend on his folk an army from heaven, nor had We been ones who need to cause to descend again"},{"SurahNumber":36,"VerseNumber":29,"Text":"It would be but one Cry and that is when they were ones who are silent and still"},{"SurahNumber":36,"VerseNumber":30,"Text":"O how regrettable of the servants! A Messenger approaches them not, but they had been ridiculing him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Consider they not how many generations We caused to perish before them who, truly, return not to them"},{"SurahNumber":36,"VerseNumber":32,"Text":"And, truly, all of them will be altogether, ones who are charged in Our Presence"}]}