{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"V (istorii) Yusufa s brat'yami yego Byli znameniya dlya tekh, kto voproshal (Ob istinnom znachenii yeye)"},{"SurahNumber":12,"VerseNumber":8,"Text":"(I vspomni), kak oni skazali: \"Poistine, Yusuf i brat yego Mileye nashemu ottsu, chem my. A ved' (chislom svoim) nas bol'she, I nash otets, konechno, v yavnom zabluzhden'ye"},{"SurahNumber":12,"VerseNumber":9,"Text":"Vam nadlezhit ubit' Yusufa Il' v zemlyu otdalennuyu izgnat'; Togda otets svoy lik k vam obratit, I posle etogo pridet k vam blagochest'ye"},{"SurahNumber":12,"VerseNumber":10,"Text":"Skazal odin iz nikh: \"Yusufa vam ne nado ubivat'. Bros'te yego na dno kolodtsa, I kto-nibud' iz prokhodyashchikh (karavanov) Ottuda podberet yego, Kol' vy reshili eto sdelat'"},{"SurahNumber":12,"VerseNumber":11,"Text":"Oni skazali: \"Nash otets! Ty pochemu ne doveryayesh' nam Yusufa? Ved' vse my iskrenne dobra yemu zhelayem I dobryye sovetchiki yemu"},{"SurahNumber":12,"VerseNumber":12,"Text":"Ty zavtra s nami otpusti yego Poveselit'sya, v igry poigrat', I my uzh okhranim yego (ot bed)"},{"SurahNumber":12,"VerseNumber":13,"Text":"(Yakub) skazal: \"YA opechalyus', yesli vy s soboy yego voz'mete. Strashus' ya, chto poglotit yego volk, Kogda, (uvlekshis' svoim delom), K nemu vy stanete nebrezhny"},{"SurahNumber":12,"VerseNumber":14,"Text":"Oni skazali: \"Yesli volk deystvitel'no yego poglotit, Kogda nas tselaya tolpa, - Togda nam byt' v pryamom ubytke"},{"SurahNumber":12,"VerseNumber":15,"Text":"I vmeste s nim oni ushli I soglasilis' yego brosit' v glubinu kolodtsa. No My vnusheniyem yemu poslali: \"Ty, nesomnenno, im odnazhdy soobshchish' Pro (istinnuyu sut') ikh dela, Kogda oni ne budut znat', (kto ty)"},{"SurahNumber":12,"VerseNumber":16,"Text":"I pozdno vecherom Oni k ottsu v slezakh yavilis'"},{"SurahNumber":12,"VerseNumber":17,"Text":"I molvili: \"O nash otets! My begali vperegonki, S veshchami zhe ostavili Yusufa. Volk poglotil yego, (i znayem my): Ty ne poverish' nam, Khotya i govorim my pravdu"},{"SurahNumber":12,"VerseNumber":18,"Text":"I vot prishli oni (k ottsu) So lzhivoy krov'yu na rubashke, I on skazal: \"O net! Vam dushi vashi (podskazali) Vse eto delo (vymyslom) ukrasit'. (Otnyne dlya menya) prekrasno lish' terpen'ye, (Poka Allakh ne vyyavit vsyu merzost' vashey lzhi). Lish' u Nego iskat' mne pomoshch' Protiv togo, chto (tak rechisto) (Seychas) vy raspisali (mne)"},{"SurahNumber":12,"VerseNumber":19,"Text":"I karavanom putniki prishli I soglyadatelya (vody) poslali. On opustil vedro (svoye v kolodets) I skazal: \"Kakaya radostnaya vest'! Zdes' - yunosha (prekrasnyy)\". I spryatali yego (kak tsennyy dar) dlya torga. Allakh zhe znal, chto delayut oni"},{"SurahNumber":12,"VerseNumber":20,"Text":"I prodali oni yego za mizernuyu tsenu - (Vsego lish' neskol'ko) otschitannykh dirkham, Umerennost' pri etom soblyudaya"}]}