{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"(Kaapır) insan: «Eger, men ölsöm, jakında (kayradan) tirüü boydon (mürzömdön) çıgarılat bekenmin?!»- deyt"},{"SurahNumber":19,"VerseNumber":67,"Text":"(Oşol) insan oyloboybu, Biz anı mından murun eç nerse emes (jok) bolgon kezde jaratkan elek"},{"SurahNumber":19,"VerseNumber":68,"Text":"(O, Muhammad) Rabbiŋe ant, Biz albette, alardı jana şaytandardı (Kıyamattagı maydanga) çogultup, Tozoktun tegeregine çögölötüp koyobuz"},{"SurahNumber":19,"VerseNumber":69,"Text":"Kiyin (kaapırlardın) ar bir jamaatının arasınan Rahmanga aşa çapkan künöölüülördü suurup çıgabız (jana Tozokko birinçi oşolordu taştaybız)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Anan Tozokko kim (birinçi) ılayıgıraak ekenin Özübüz jakşı bilebiz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Silerden (Akıretke çogulgan adamdardan) bardıgıŋar tozokko kelüüçüsüŋör. (Bul) Rabbiŋdin kaaloosu boyunça anık öküm kılıngan iş"},{"SurahNumber":19,"VerseNumber":72,"Text":"Andan soŋ Allaһtan korkkon (takıba) kişilerdi kutkarıp, zaalım (kaapır)lardı çögölögön abalda Tozokto kaltırabız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Jana kaçan alarga Bizdin anık ayattarıbız okulgan kezde, kaapır adamdar ıymanduularga: «Kaysı jamaattın darajası jana majilisteri jakşıraak? (silerdikibi je bizdikibi?)» deşet"},{"SurahNumber":19,"VerseNumber":74,"Text":"Biz alarga çeyin düynö-mülkü jana kelbet-söölötü bulardıkınan jakşıraak bolgon neçendegen muundardı kıyratıp taştaganbız"},{"SurahNumber":19,"VerseNumber":75,"Text":"Ayt (o, Muhammad): «Kim adaşuuçulukta bolso, (jana eskertilgenine karabay jolunan kaytpasa) Rahman alarga (jaşoo) möönötün uzartsın!!» Kaçan alar özdörünö ubada kılıngan azaptı je Kıyamattı körüşköndö, kimdin darajası jamanıraak jana askeri alsızıraak ekenin bilip alışat"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allaһ Hidayat (Tuura Jol) tapkan adamdardı köböytöt. Rabbiŋdin nazarında soop-sıylık jaatınan da, akıbet-natıyja jaatınan da tübölük-tügöngüs jakşı amaldar paydaluuraak"},{"SurahNumber":19,"VerseNumber":77,"Text":"(O, Muhammad!) Bizdin ayattarıbızga kaapır bolup (jürgön baylardın): «Bizge (Kıyamatta dele) mal-döölöt menen perzentter berilet» degenin körböysüŋbü"},{"SurahNumber":19,"VerseNumber":78,"Text":"Emne, alar kayıptı körüp koyupturbu je bolboso, Rahman menen (Beyişke tüşüü jönündö) ubada kelişimderi bar beken"},{"SurahNumber":19,"VerseNumber":79,"Text":"Jok, anday emes! Biz alardın (künöö) sözdörün jazıp koyobuz jana alarga azaptı(n möönötün) uzartabız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Jana alar aytkan nerselerge (düynö-mülk, döölötkö) mına Biz muraskor bolobuz. Alar bolso, Bizge jalgız özdörü kelişet"},{"SurahNumber":19,"VerseNumber":81,"Text":"Alar özdörünö kubat-jardamçı bolot degen oydo Allaһtan başka nerselerdi kuday kılıp alışkan"},{"SurahNumber":19,"VerseNumber":82,"Text":"Jok, anday bolboyt! (Kıyamatta) «kudayları» alardın özünö sıyınganınan tanışat jana alarga karşı çıgışat"}]}