{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":9,"Text":"O besimtare! Kujtonie dhuntine e Perendise (juve) kur ju erdhi ushtria; e ne derguam mbi ta fryme, dhe ushtrine te cilen ju nuk e keni pare, e Perendia i sheh te gjitha ato qe punoni ju"},{"SurahNumber":33,"VerseNumber":10,"Text":"kur ju erdhen nga larte dhe nga poshte, dhe syte tuaj perqendroheshin kah ata (argmiku), e shpirti u kishte ardhur ne fyt (prej frikes), e ju mendonit per Perendine lloj-lloj mendimesh"},{"SurahNumber":33,"VerseNumber":11,"Text":"atehere, besimtaret u vune ne prove dhe qene te tronditur nga tronditja e madhe"},{"SurahNumber":33,"VerseNumber":12,"Text":"(Kutjoje ti o Muhammed!) kur hipokritet dhe ata ne zemrat e te cileve ka semundje (besim te dobet), thane: “Nuk ka premtuar Perendia dhe Pejgamberi i Tij asgje, pos mashtrimit!”"},{"SurahNumber":33,"VerseNumber":13,"Text":"(Dhe kujtoju atyre) kur nje grup prej tyre, thane: “O banoret e Jethribit, s’ka qendrim ketu per ju, andaj kthehuni (ne shtepiat tuaja)!” E nje grup nga ata kerkuan leje prej Pejgamberit, duke thene: “Me te vertete, shtepiat tona jane te pambrojtura!” – por ato nuk kane qene te pambrojtura. Ata duan vetem te ikin"},{"SurahNumber":33,"VerseNumber":14,"Text":"E, sikur atyre t’u depertonin nga anet e Jethribit e te kerkohet prej tyre qe te behen idhujtare, ata do te beheshin. Por, ne te, - vetem pak do te qendronin"},{"SurahNumber":33,"VerseNumber":15,"Text":"e ata – qysh me pare i qene betuar Perendise se nuk do te zmbrapsen, - e per betim ne Perendine do te pergjigjen"},{"SurahNumber":33,"VerseNumber":16,"Text":"Thuaju: “Nuk do t’ju beje bobi te ikurit, nese ikni prej vdekjes apo mbytjes. Edhe atehere (nese ikni), ju vetem pak do te kenaqeni”"},{"SurahNumber":33,"VerseNumber":17,"Text":"Thuaju: “Kush eshte ai qe do t’ju ruaje nga Perendia, nese Ai don qe t’ju godas e keqja, ose, nese Ai don qe t’ju jape meshire?” Ata, pos Perendise nuk do te gjejne, - as mbrojtes as ndihmes"},{"SurahNumber":33,"VerseNumber":18,"Text":"Perendia – me siguri, i di ata nga mesi juaj qe pengojne dhe qe u thone vellezerve te tyre: “Ejani te ne!” E, nuk vijne ne lufte, pos nje pakice e tyre"},{"SurahNumber":33,"VerseNumber":19,"Text":"duke u kursyer qe t’ju ndihmojne. E, kur te frikesohen, i sheh ata se si te shikojne: i rrotullojne syte sikur te ishin ne agoni. E, posa t’ju kaloje frika, ju shqetesojne me gjuhe te mprehte, e jane koprac per cfaredo te mire. Keta jane ata qe nuk kane besuar, andaj Perendia ua ka asgjesuar veprat e tyre. E, kjo per Perendine eshte lehte"},{"SurahNumber":33,"VerseNumber":20,"Text":"Ata mendonin se ende nuk ka shkuar ushtria (e Kurejshit), e nese do te vinte ushtria e aleateve (edhe njehere), ata do te deshironin te jene ne mesin e beduineve dhe te pyesin per ju; e, edhe sikur te mbeteshin me ju, pak do te luftonin"}]}