{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler; küfredenlere uyarsanız ökçelerinizin üstünden sizi geri çevirirler de hüsrana uğrayanlardan olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Halbuki Mevlanız Allah´tır. Ve O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Hakkında hiçbir delil indirilmediği şeyi Allah´a eş tuttuklarından dolayı küfredenlerin kalblerine korku salacağız. Onların varacağı yer, ateştir. Ne kötüdür o zalimlerin varacağı yer"},{"SurahNumber":3,"VerseNumber":152,"Text":"Gerçekten Allah´ın size olan vaadi doğru çıktı; O´nun izni ile kafirleri kırıp biçiyordunuz ki içinizden, dünyayı isteyenler ve ahireti isteyenler bulunduğundan sevdiğiniz zaferi size gösterdikten sonra; baş kaldırdığınız, verilen emir hakkında çekiştiğiniz ve yıldığınız zaman, imtihan etmek için Allah sizi mağlubiyete uğrattı. Bununla beraber sizi bağışladı. Allah mü´minlere lütufkardır"},{"SurahNumber":3,"VerseNumber":153,"Text":"Hani siz; kimseye bakmadan kaçıyordunuz. Peygamber de arkanızdan çağırıp duruyordu. Kaybettiğinize ve başınıza gelene üzülmeyesiniz diye Allah, sizi kederden kedere uğrattı. Ve Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o üzüntünün ardından, üzerinize öyle bir emniyet ve öyle bir uyku indirdi ki; içinizden bir kısmını bürüyordu, bir kısmı da canları sevdasına düşmüştü. Allah´a karşı cahiliyet zannı gibi haksız bir zan besliyorlar. Bu işten bize ne? diyorlardı. De ki: Bütün iş Allah´ındır. İçlerinde sana açmadıkları birşey gizliyorlar. Bu, bize ait birşey olsaydı burada öldürülmezdik, diyorlar. De ki: Evlerinizde olsaydınız üzerlerine ölüm yazılmış olanlar yine mutlaka devrilecekleri yerlere çıkıp gideceklerdi. Bu; göğüslerinizin içindekini yoklamak, kalblerinizdekini temizlemek içindir. Allah, göğüslerdekini bilendir"},{"SurahNumber":3,"VerseNumber":155,"Text":"İki topluluğun karşılaştığı gün; içinizden geri dönenleri, yaptıklarının bir kısmından ötürü şeytan yoldan çıkarmak istemiştir. Bununla beraber Allah onları bağışladı. Gerçekten Allah, Gafur´dur, Halim´dir"}]}