{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"Futhibakubuzangokuyaesikhathiniithi“kuyintoephathakabi ngakho-ke qhelelanani nabesifazane benu uma besesikhathini ningasondelani kubo baze bahlanzeke. Uma sebezihlanzile seningeza kubona ngalapho uMvelinqangi enikhombisile khona. Ngempela uMvelinqangi uyabathanda abaphenduka ngentethelelo (kuyena) futhi uyabathanda abazihlanzayo"},{"SurahNumber":2,"VerseNumber":223,"Text":"Amakhosikazi enu izivande zenu ngakho-ke iyani izvandeni zenu ngesikhathi enifisa ngaso futhi nibekele imiphefumulo yenu (okuhle) ngaphambili nesabe uMvelinqangi futhi nazi ukuthi nina niyohlangana naye. Futhi yisho izindaba ezimnandi kwabakholwayo"},{"SurahNumber":2,"VerseNumber":224,"Text":"Futhi ningenzi (izifungo zenu) ngoMvelinqangi isizathu ekungenzini okuhle futhi nesabeni uMvelinqangi nasekwenzeni ubulungiswa phakathi kwabantu. Futhi uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":225,"Text":"UMvelinqangi akanibeki isono ngalokho eningakuhlosile ezifungweni zenu kodwa unibeka isono ngalokho okuvunwe yizinhliziyo zenu. Futhi uMvelinqangi ungothethelelayo obekezelayo"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kulabo abafunga ukuthi bazile amakhosikazi abo (isikhathi okumele) basime izinyanga ezine uma sebephindele (esimweni esejwayelekile) ngakho-ke ngempela uMvelinqangi ungothethelelayo onesihawu"},{"SurahNumber":2,"VerseNumber":227,"Text":"Futhi uma benqumelana isahlukaniso ngempela uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":228,"Text":"Futhi abesifazane abahlukanisile kufanele balinde kuze kuphele izinyanga ezintathu (bengashadi okwesibili), futhi akusiwona umthetho kubona ukufihla lokho uMvelinqangi akudalile esizalweni sabo uma bekholwa kuMvelinqangi kanye nososukwini lokugcina, futhi abayeni babo banamalungelo okubabuyisela emumva kulesisi (sikhathi) uma befuna ukubuyelana. Futhi okwabo (abesifazane) kufana nalokho okulindelekile kubona mayelana nokuhle. Futhi amadoda (abayeni babo) bangaphezu kwabo ngezinga. Futhi uMvelinqangi uphakeme ngamandla unobuhlakani"}]}