{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"rih bude dutysya, whereupon vony budutʹ braty pochatok u seryoznyy ta budutʹ ity do yikhnʹoho Lorda"},{"SurahNumber":36,"VerseNumber":52,"Text":"Vony skazhutʹ, \"Prykroshchi do nas. Khto resurrected ny z nashoyi smerti? Tse ye shcho naybilʹsh Dobrozychlyve poobitsyalo. Kur'yery pravo"},{"SurahNumber":36,"VerseNumber":53,"Text":"Vse tse vizʹme odyn udar, whereupon vony sklykayutʹsya pered tym, yak ny"},{"SurahNumber":36,"VerseNumber":54,"Text":"Na shcho denʹ, niyaka dusha ne bude obrazhatysya u naymenshyy. Vam budete platytysya akuratno dlya shchob ni vy"},{"SurahNumber":36,"VerseNumber":55,"Text":"dwellers Rayu bude, na shcho denʹ, happily zaynyatyy"},{"SurahNumber":36,"VerseNumber":56,"Text":"Vony perebuyutʹ z yikhnim podruzhzhyam u krasyviy tini, polyublyayuchy zruchne vbrannya"},{"SurahNumber":36,"VerseNumber":57,"Text":"Vony budutʹ maty frukty tam; vony budutʹ maty budʹ shcho vony bazhayutʹ"},{"SurahNumber":36,"VerseNumber":58,"Text":"Pryvitannya myru z duzhe Myloserdnoho Lorda"},{"SurahNumber":36,"VerseNumber":59,"Text":"Yak dlya vas, O vynuvati, vy budete vidkladatysya"},{"SurahNumber":36,"VerseNumber":60,"Text":"I ne domovlenistʹ z vamy, O Dity Adam, shcho vy ne budete obozhnyuvaly chorta? Shcho vin vash naybilʹsh revnyy voroh"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ta shcho vy budete obozhnyuvaty Meni yedynyy? Tse yavlyaye soboyu pravo shlyakh"},{"SurahNumber":36,"VerseNumber":62,"Text":"Vin pryzviv do pomylky bezlich vas. Vy ne ovolodily budʹ-yakym rozuminnyam"},{"SurahNumber":36,"VerseNumber":63,"Text":"Tse yavlyaye soboyu Peklo tse bulo poobitsyane dlya vas"},{"SurahNumber":36,"VerseNumber":64,"Text":"Sʹohodni vy spalyte u tse, yak naslidku vashoho disbelief"},{"SurahNumber":36,"VerseNumber":65,"Text":"Na shcho denʹ my opechatayemo yikhni hyrla; yikhni ruky ta nohy budutʹ davaty svidchennya do vse vony zrobyly"},{"SurahNumber":36,"VerseNumber":66,"Text":"Yakshcho my budemo, my mozhemo vualʹ yikhni ochi ta, otzhe, koly vony shukayutʹ shlyakhu, vony ne pobachatʹ"},{"SurahNumber":36,"VerseNumber":67,"Text":"Yakshcho my budemo, my mozhemo zamerznuty yim na mistsi; otzhe, vony mozhutʹ ni zmina misʹtsya napered, ni idutʹ nazad"}]}