{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Tini ki tām̐ra sr̥ṣṭi thēkē kan'yā santāna grahaṇa karēchēna ēbaṁ tōmādēra jan'ya manōnīta karēchēna putra santāna"},{"SurahNumber":43,"VerseNumber":17,"Text":"tārā rahamāna āllāhara jan'yē yē, kan'yā-santāna barṇanā karē, yakhana tādēra kā'ukē tāra sambāda dēẏā haẏa, takhana tāra mukhamanḍala kālō haẏē yāẏa ēbaṁ bhīṣaṇa manastāpa bhōga karē."},{"SurahNumber":43,"VerseNumber":18,"Text":"Tārā ki ēmana byaktikē āllāhara jan'yē barṇanā karē, yē alaṅkārē lālita-pālita haẏa ēbaṁ bitarkē kathā balatē akṣama."},{"SurahNumber":43,"VerseNumber":19,"Text":"Tārā nārī sthira karē phērēśatāgaṇakē, yārā āllāhara bāndā. Tārā ki tādēra sr̥ṣṭi pratyakṣa karēchē? Ēkhana tādēra dābī lipibad'dha karā habē ēbaṁ tādēra jijñāsā karā habē."},{"SurahNumber":43,"VerseNumber":20,"Text":"Tārā balē, rahamāna āllāha icachā nā karalē āmarā ōdēra pūjā karatāma nā. Ē biṣaẏē tārā kichu'i jānē nā. Tārā kēbala anumānē kathā balē."},{"SurahNumber":43,"VerseNumber":21,"Text":"Āmi ki tādērakē kōra'ānēra pūrbē kōna kitāba diẏēchi, ataḥpara tārā tākē ām̐kaṛē rēkhēchē"},{"SurahNumber":43,"VerseNumber":22,"Text":"baraṁ tārā balē, āmarā āmādēra pūrbapuruṣadērakē pēẏēchi ēka pathēra pathika ēbaṁ āmarā tādēra'i padāṅka anusaraṇa karē pathaprāpta."},{"SurahNumber":43,"VerseNumber":23,"Text":"Ēmanibhābē āpanāra pūrbē āmi yakhana kōna janapadē kōna satarkakārī prēraṇa karēchi, takhana'i tādēra bittaśālīrā balēchē, āmarā āmādēra pūrbapuruṣadērakē pēẏēchi ēka pathēra pathika ēbaṁ āmarā tādēra'i padāṅka anusaraṇa karē calachi."},{"SurahNumber":43,"VerseNumber":24,"Text":"Sē balata, tōmarā tōmādēra pūrbapuruṣadērakē yē biṣaẏēra upara pēẏēcha, āmi yadi tadapēkṣā uttama biṣaẏa niẏē tōmādēra kāchē ēsē thāki, tabu'ō ki tōmarā tā'i balabē? Tārā balata tōmarā yē biṣaẏasaha prērita haẏēcha, tā āmarā mānaba nā."},{"SurahNumber":43,"VerseNumber":25,"Text":"Ataḥpara āmi tādēra kācha thēkē pratiśōdha niẏēchi. Ata'ēba dēkhuna, mithyārōpakārīdēra pariṇāma kirūpa haẏēchē."}]}