{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Suphesiz, Biz sana apacık bir fetih verdik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Oyle ki Allah, senin gecmis ve gelecek (her) gunahını bagıslasın, uzerindeki nimetini tamamlasın ve seni dosdogru bir yola yoneltsin"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve Allah, sana 'ustun ve onurlu' bir zaferle yardım etsin"},{"SurahNumber":48,"VerseNumber":4,"Text":"Mu'minlerin kalplerine, imanlarına iman katıp-arttırsınlar diye, 'guven duygusu ve huzur' indiren O'dur. Goklerin ve yerin orduları Allah'ındır: Allah bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":5,"Text":"(Butun bunlar,) Mu'min erkekleri ve mu'min kadınları, icinde ebedi kalıcılar olmak uzere, altından ırmaklar akan cennetlere sokması ve kotuluklerini ortup-bagıslaması icindir. Iste bu, Allah Katında 'buyuk kurtulus ve mutluluk’tur"},{"SurahNumber":48,"VerseNumber":6,"Text":"Bir de; kotu bir zan ile zanda bulunan munafık erkeklerle munafık kadınları ve musrik erkeklerle musrik kadınları azaplandırması icin. O kotuluk cemberi, tepelerine insin. Allah, onlara karsı gazablanmıs, onları lanetlemis ve onlara cehennemi hazırlamıstır. Varacakları yer ne kotudur"},{"SurahNumber":48,"VerseNumber":7,"Text":"Goklerin ve yerin orduları Allah'ındır. Allah, ustun ve guclu olandır, hukum ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":8,"Text":"Suphesiz, Biz seni bir sahid, bir mujde verici ve bir uyarıcı olarak gonderdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ki Allah'a ve Resulu’ne iman etmeniz, O’nu savunup-desteklemeniz, O’nu en icten bir saygıyla-yuceltmeniz ve sabah aksam O'nu (Allah'ı) tesbih etmeniz icin"},{"SurahNumber":48,"VerseNumber":10,"Text":"Suphesiz sana biat edenler, ancak Allah'a biat etmislerdir. Allah'ın eli, onların ellerinin uzerindedir. Su halde, kim ahdini bozarsa, artık o, ancak kendi aleyhine ahdini bozmus olur. Kim de Allah'a verdigi ahdine vefa gosterirse, artık O da, ona buyuk bir ecir verecektir"}]}