{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Su bir gercek ki, iman edenlerden, Yahudilerden, Hıristiyanlardan, Sabilerden Allah´a ve ahıret gunune inanıp barısa ve hayra yonelik is yapanların, Rableri katında kendilerine has odulleri olacaktır. Korku yoktur onlar icin, tasalanmayacaklardır onlar"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani, sizden su sekilde kesin soz almıs da Tur´u uzerinize kaldırmıstık: \"Size verdigimizi kuvvetle tutun ve icinde olanı hatırlayıp zikredin ki, sakınabilesiniz"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bunun ardından da yuz cevirip dondunuz. Eger Allah´ın size lutfu ve rahmeti olmasaydı, kesinlikle husrana ugrayanlardan olacaktınız"},{"SurahNumber":2,"VerseNumber":65,"Text":"Yemin olsun, icinizden Cumartesi gununde azgınlık yapanları siz bilirsiniz. Onlara soyle dedik: \"Asagılık maymunlar oluverin"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bu durumu, o zamankilere ve onların ardından geleceklere ibret dolu bir ceza, takva sahiplerine de bir ogut yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Musa, toplumuna dedi ki: \"Allah size, bir inek kesmenizi emrediyor.\" Dediler ki: \"Sen bizimle alay mı ediyorsun?\" Dedi ki: \"Cahillerden biri olmaktan Allah´a sıgınırım"},{"SurahNumber":2,"VerseNumber":68,"Text":"Soyle konustular: \"Cagır Rabb´ine bizim icin, acıklasın bize neymis o!\" Cevap verdi: \"O diyor ki, bahsettigim ne yaslıdır ne de korpe. Ikisi arası bir inektir.\" Hadi size emredileni yapın"},{"SurahNumber":2,"VerseNumber":69,"Text":"Soyle dediler: \"Cagır Rabb´ine bizim icin, neymis onun rengi acıklasın bize.\" Cevap verdi: \"O diyor ki, bahsettigim, sarı, rengi parlak bir inektir; seyredenlere mutluluk verir"},{"SurahNumber":2,"VerseNumber":70,"Text":"Soyle dediler \"Dua et Rabb´ine, acıklasın bize neymis o! Cunku bu inek, bizim gozumuzde baskalarıyla karıstı. Ve biz, Allah dilerse, dogruya ve guzele elbette kılavuzlanacagız"},{"SurahNumber":2,"VerseNumber":71,"Text":"Cevap verdi Musa: \"Allah diyor ki, bahsettigim, boyunduruk yememis bir inektir; topragı surmez, ekini sulamaz. Salma hayvandır. Alaca yoktur onda.\" Dediler ki: \"Iste simdi gercegi getirdin.\" Ve ardından onu bogazladılar, az kalsın yapmayacaklardı"}]}