{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Allah'a karsı yalan uydurup iftira duzenden veya O'nun ayetlerini yalanlayandan daha zalim kimdir? Hic suphesiz o zalimler kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"Onların tumunu toplayacagımız gun; sonra sirk kosanlara diyecegiz ki: \"Nerede (o bir sey) sanıp da ortak kostuklarınız"},{"SurahNumber":6,"VerseNumber":23,"Text":"(Bundan) Sonra onların: \"Rabbimiz olan Allah'a andolsun ki, biz musriklerden degildik\" demelerinden baska bir fitneleri olmadı (kalmadı)"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, kendilerine karsı nasıl yalan soylediler ve duzmekte oldukları da kendilerinden kaybolup-uzaklastı"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlardan seni dinleyenler vardır; oysa Biz, onu kavrayıp anlamalarına (bir engel olarak) kalpleri uzerine kat kat ortuler ve kulaklarında bir agırlık kıldık. Onlar, hangi 'apacık-belgeyi' gorseler, yine ona inanmazlar. Oyle ki, o inkar etmekte olanlar, sana geldiklerinde, seninle tartısmaya girerek: \"Bu, oncekilerin uydurma masallarından baska bir sey degildir\" derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, hem ondan alıkoyarlar, hem kendileri kacarlar. Onlar, yalnızca kendi nefislerinden baskasını yıkıma ugratmazlar ama suurunda degildirler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Atesin ustunde durdurulduklarında onları bir gorsen; derler ki: \"Keske (dunyaya bir daha) geri cevrilseydik de Rabbimiz'in ayetlerini yalanlamasaydık ve mu'minlerden olsaydık"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, onceden saklı tuttukları kendilerine acıklandı. Sayet (dunyaya) geri cevrilseler bile, kendisinden sakındırıldıkları seylere suphesiz yine doneceklerdir. Cunku onlar, gercekten kafirlerdir"},{"SurahNumber":6,"VerseNumber":29,"Text":"Onlar dediler ki: \"Bu dunya hayatımızdan baskası yoktur. Ve bizler diriltilecek degiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin karsısında durdurulduklarında onları bir gorsen: (Allah:) \"Bu, gercek degil mi?\" dedi. Onlar: \"Evet, Rabbimiz hakkı icin\" dediler. (Allah:) \"Oyleyse inkar edegeldikleriniz nedeniyle azabı tadın\" dedi"}]}