{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allah O’dur ki, sizi zayıf bir nutfeden yarattı; sonra bu za’fiyetin arkasından bir kuvvet (güçlü bir insan) yaptı; sonra bu kuvvetin arkasından (yine) bir za’fiyet ve ihtiyarlık meydana getirdi. O, dilediğini yaratır. O, Alîm’dir= kulların bütün hallerini bilir, Kadîr’dir= bütün değişikliklerini yapmağa gücü yeter"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyamet kopacağı gün, mücrimler (Allah’a eş koşanlar) bir saatten fazla (kabirde veya dünyada) durmadıklarına yemin ederler. Onlar (dünyada iken de, doğruluktan yalan söylemeye), işte böyle çevriliyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilenler (peygamberler, melekler ve müminler, o kıyamet gününde kâfirlere şöyle) diyeceklerdir: “- Doğrusu, Allah’ın kitabınca (ilim ve kazası üzere, yahud Kur’an’daki beyanına göre) ba’s (kıyamet) gününe kadar durdunuz. İşte bu ba’s günüdür; fakat siz bunu (dünyada tasdik etmiyordunuz.) bilmiyordunuz.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Artık o kıyamet günü, o kâfirlere özür dilemeleri fayda vermez ve dertlerinin çaresine bakılmaz"},{"SurahNumber":30,"VerseNumber":58,"Text":"Gerçekten biz bu Kur’an’da, insanlar için, her çeşit misalden beyan ettik. Şübhe yok ki (ey Rasûlüm), sen onlara (istedikleri gibi gökten başka) bir ayet de getirsen, o küfre varanlar mutlaka: “- Siz (ey peygamberler ve müminler), ancak yalan uyduranlarsınız.” diyeceklerdir"},{"SurahNumber":30,"VerseNumber":59,"Text":"Allah’ın vahdaniyyetini bilmiyenlerin (O’nu tasdik etmiyenlerin) kalblerini Allah böyle mühürler"},{"SurahNumber":30,"VerseNumber":60,"Text":"(Ey Rasûlüm, o kâfirlerin eziyetlerine ve düşmanlıklarına karşı) şimdi sen sabret, zira Allah’ın (zafer) vaadi muhakkak tahakkuk edecektir. Sakın ahirete imanları olmıyanlar, (sabrı terk etmek suretiyle) seni hafifliğe götürmesinler"}]}