{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Alarga (kuduretibizden dagı bir) belgi-ölük jer. Biz anı (jamgır menen) tirilttik jana andan dandı (öndürüp) çıgardık. Emi, oşondon jep jatışat"},{"SurahNumber":36,"VerseNumber":34,"Text":"Jana Biz jerde kurmalardan, jüzümdördön bak-bostondordu jarattık. Jana anın boorun jarıp, bulaktardı çıgardık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Oşol baktardın mömösünön jesin dep. Al mömölördü alardın kolu jasagan jok! Şügür kılışpaybı, emi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Jer östürüp çıgargan nerselerden, özdörünön jana özdörü da bilbegen (köp) nerselerden bardık jup-jubaylardı jaratkan Allaһ — Aruu,Taza"},{"SurahNumber":36,"VerseNumber":37,"Text":"Alarga (dagı bir) belgi — tün. Biz andan kündüzdü sıyrıp alaarıbız menen, alar karaŋgıda kalışat"},{"SurahNumber":36,"VerseNumber":38,"Text":"(Dagı bir belgi —) Kün, özünö belgilengen orunda gana (aylanıp) jüröt. Bul — Kuduretüü, Bilüüçünün tagdır kılganı"},{"SurahNumber":36,"VerseNumber":39,"Text":"Biz Ayga da, kurmanın eski şiŋgili sıyaktuu bolup (iyreyip) kalganga çeyin bir neçe orundardı belgilep koygonbuz"},{"SurahNumber":36,"VerseNumber":40,"Text":"Kün (öz aylanuusunda) Ayga jetişi mümkün emes, tün dagı kündüzdön ozup kete albayt.! Bardıgı asmanda süzüp jürüşöt"},{"SurahNumber":36,"VerseNumber":41,"Text":"Alarga (dagı bir) belgi: (Nuhtun doorunda) Biz alardın urpaktarın (aybandar jana ıymanduu adamdar menen) tolturulgan kemede (topon suunun betine) kötörüp koygonubuz"},{"SurahNumber":36,"VerseNumber":42,"Text":"Dagı (bir belgi) Biz alarga oşol keme sıyaktuu (birok, başka türdögü) mine turgan nerselerdi jaratıp berdik"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eger kaalasak Biz alardı (keme menen saparga çıkkan arab muşrikterin) çöktürüp jiberebiz. Kiyin alarga eç bir jardamçı bolboyt jana kutkarılışpayt"},{"SurahNumber":36,"VerseNumber":44,"Text":"(Birok, kaçan) Biz taraptan ırayım bolso jana belgilüü ubakıtka çeyin paydalanuuları üçün kutkarılışı mümkün"},{"SurahNumber":36,"VerseNumber":45,"Text":"Eger alarga aldıŋardagı jana artıŋardagı (azaptan) korkkula, ajep emes ırayımına joluksaŋar dep aytılçu bolso, (takır kulak salışpayt)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Alarga Rabbilerinin ayat-belgilerinen biri kelse, andan da jüz buruşat"},{"SurahNumber":36,"VerseNumber":47,"Text":"Eger alarga: «Allaһ ırıskı kılıp bergen nerselerden (muktajdarga) sadaka kılgıla»-dep aytılsa, kaapırlar momundarga: «Allaһ Özü tamaktandıruunu kaalagan kişilerdi biz tamaktandırabızbı?! Siler anık adaşuuda ekensiŋer!»-deşet"},{"SurahNumber":36,"VerseNumber":48,"Text":"Jana aytışat: «Eger çınçıl bolsoŋor (aytkılaçı) bul ubada (Kıyamat) kaçan kelet?»"},{"SurahNumber":36,"VerseNumber":49,"Text":"Alar (eç nerseden beykapar) öz ara jaŋjaldaşıp turganda (jandarın) ala turgan bir aykırıktı gana kütüp kalıştı.”"},{"SurahNumber":36,"VerseNumber":50,"Text":"(Alarga ölüm kelgende) osuyat kıluuga da ülgürböy kalışat. Jana üy-bülölörünö da kaytıp bara alışpayt"}]}