{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"Ve (Yusuf´un yorumu kendisine ulaşır ulaşmaz) Kral: \"Onu bana getirin!\" dedi. Ama elçiler kendisine geldiğinde (Yusuf:) \"Efendinize gidin ve ondan (önce) ellerini kesen kadınlar hakkındaki gerçeği (ortaya çıkarmasını) isteyin; çünkü, Rabbim onların oyunlarını/tuzaklarını bütün gerçeğiyle bilmektedir"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Bunun üzerine Kral o kadınları çağırtıp kendilerine:) \"Yusuf´un gönlünü çelmek isterken ne sağlayacağınızı umuyordunuz?\" diye sordu. Kadınlar: \"Allah korusun, biz o´ndan en küçük bir kötülük görmedik!\" dediler. (Ve) Yusuf´un ilk efendisinin hanımı: \"Artık gerçek ortaya çıktı!\" diye atıldı, \"Onun gönlünü çelmek isteyen bendim; o ise hep özü sözü doğru olan kimselerdendi"},{"SurahNumber":12,"VerseNumber":52,"Text":"Yusuf olup biteni öğrendiğinde: \"Amacım (eski efendimin,) arkasından kendisine ihanet etmediğimi ve Allah´ın hainlerin hazırladığı tuzakları asla başarıya ulaştırmadığını bilmesini sağlamaktı\" dedi"},{"SurahNumber":12,"VerseNumber":53,"Text":"yine de ben kendimi bütünüyle temize çıkarmaya çalışmıyorum; çünkü Rabbimin acıyıp esirgediği kimseler hariç, insanın kendi benliği (de onu) kötülüğe sürükle(yebili)r; gerçekten de benim Rabbim çok acıyıp esirgeyen gerçek bağışlayıcıdır"},{"SurahNumber":12,"VerseNumber":54,"Text":"Ve Kral: \"Onu bana getirin,\" dedi, \"ki, kendime dost edineyim\". Ve o´nunla konuşunca, (Kral:) \"Bundan böyle yanımızda kendisine güven duyulan biri olarak\" dedi, \"yüksek bir yerin olacaktır"},{"SurahNumber":12,"VerseNumber":55,"Text":"(Yusuf:) \"Beni ülkenin hazineleri üzerinde görevlendir(in)\" dedi, \"güvenilir, bilgili bir gözcü, bir koruyucu olacağımdan emin olabilirsin(iz)"},{"SurahNumber":12,"VerseNumber":56,"Text":"İşte böyle emin bir yer sağladık Yusuf´a (o) ülkede; öyle ki, dilediği yerde konaklayabilir/dilediği şeyi yapabilirdi. Biz rahmetimizi dilediğimize nasip ederiz, ama iyilik yapanların hak ettiği karşılığı vermekten de geri durmayız"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ama imana erişenlerin ve Bize karşı sorumluluk bilinci taşıyanların gözünde ahiret mükafatı (bu dünyada elde edilebilecek karşılıklardan) daha değerli/daha yararlıdır"}]}