{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"(Ya Peyğəmbər!) De: “Mənə vəhy olundu ki, bir dəstə cin (Məkkə və Taif arasında sübh namazı vaxtı Qur’anı dinləyib öz həmcinslərinin yanına qayıtdıqları zaman) dedilər: “Biz çox qəribə (təsəvvür edilməz dərəcədə gözəl olan) bir Qur’an eşitdik"},{"SurahNumber":72,"VerseNumber":2,"Text":"O, (xalqa) haqq yolu göstərir. Biz ona iman gətirdik və biz bir daha heç kəsi Rəbbimizə şərik qoşmayacağıq"},{"SurahNumber":72,"VerseNumber":3,"Text":"Həqiqətən, Rəbbimizin calalı çox ucadır. O Özünə nə bir zövcə götürmüşdür, nə də bir uşaq"},{"SurahNumber":72,"VerseNumber":4,"Text":"Doğrusu, bizim səfehimiz (İblis) Allah barəsində tamamilə yalan (haqdan uzaq sözlər) söyləyirmiş"},{"SurahNumber":72,"VerseNumber":5,"Text":"Biz elə güman edirdik ki, nə insan, nə də cin tayfası Allah barəsində yalan danışmaz"},{"SurahNumber":72,"VerseNumber":6,"Text":"Həqiqətən, (Cahiliyyət dövründə) bə’zi insanlar bir para cinlərə pənah aparır, bununla da onların təkəbbürünü (azğınlığını) artırırdılar (cinlər özləri haqqında çox böyük fikirlərə düşürdülər)"},{"SurahNumber":72,"VerseNumber":7,"Text":"Onlar (o insanlar) da siz (cinlər, yaxud o cinlər də siz insanlar) təkin elə güman edirdilər ki, Allah heç kəsi (öləndən sonra) diriltməyəcəkdir"},{"SurahNumber":72,"VerseNumber":8,"Text":"Biz (cinlər yuxarı aləm əhlinin söhbətinə oğrun-oğrun qulaq asmaq üçün) göyə qalxmaq istədik (səmanı yoxladıq), amma onun (mələklərdən ibarət) güclü gözətçilər və yandırıb-yaxan (axan) ulduzlarla dolu olduğunu gördük"},{"SurahNumber":72,"VerseNumber":9,"Text":"Biz (Muhəmməd əleyhissəlamın peyğəmbər göndərilməsindən əvvəl mələklərin söhbətinə) qulaq asmaq üçün (göyün) bə’zi yerlərində otururduq. Lakin indi kim (onların söhbətinə) qulaq asmış olsa, yandırıb-yaxan bir ulduzun onu gözlədiyini görər"},{"SurahNumber":72,"VerseNumber":10,"Text":"Biz bilmirik ki, (göyün gözətçi mələklərlə, axan ulduzlarla doldurulması və mələklərin söhbətinə qulaq asmağın bizə qadağan edilməsi ilə) yerdə olanlara bir pislik etmək istənilmişdir, yoxsa Rəbbi onlara bir xeyir diləmişdir"},{"SurahNumber":72,"VerseNumber":11,"Text":"Şübhəsiz ki, aramızda əməlisaleh olanlar da var, olmayanlar da. Biz müxtəlif firqələrə (məzhəblərə) ayrılmışıq"},{"SurahNumber":72,"VerseNumber":12,"Text":"Biz anladıq ki, yerdə də olsaq, (göyə də) qaçsaq, Allahdan (Allahın əzabından) canımızı qurtara bilmərik (heç yerdə, heç zaman Allahı aciz edə bilmərik)"},{"SurahNumber":72,"VerseNumber":13,"Text":"Doğrusu, biz hidayət yolunu göstərəni (Qur’anı) dinlədiyimiz zaman ona iman gətirdik. Kim Rəbbinə iman gətirsə, nə (yaxşı əməllərinin mükafatını) əskilməsindən, nə də haqsızlığa mə’ruz qalmaqdan (başqasının günahlarının ona yüklənməsindən) qorxar"},{"SurahNumber":72,"VerseNumber":14,"Text":"Şübhəsiz ki, aramızda (Allaha və Onun Peyğəmbəri Muhəmməd əleyhissəlama iman gətirən) müsəlmanlar da var, (haqq yoldan) çıxanlar da. Müsəlman olanlar haqq yolu axtarıb tapanlardır"},{"SurahNumber":72,"VerseNumber":15,"Text":"(Haqq yoldan) çıxanlar isə Cəhənnəm üçün odun olacaqlar (orada yandırılacaqlar)”"},{"SurahNumber":72,"VerseNumber":16,"Text":"(Sonra mənə belə vəhy olundu:) Əgər onlar (Məkkə müşrikləri) o yolda (islam dinində) doğru olsaydılar, Biz onlara (yeddi il davam edən quraqlıq və qıtlıq əsnasında) bol yağış verərdik ki"},{"SurahNumber":72,"VerseNumber":17,"Text":"Onları bununla (bu ne’mətlə) imtahana çəkək. Kim öz Rəbbini yad etməkdən üz çevirsə, (Allah) onu məşəqqətli bir əzaba düçar edər"},{"SurahNumber":72,"VerseNumber":18,"Text":"Şübhəsiz ki, (bütün) məscidlər Allaha məxsusdur. Allahdan başqa heç kəsə ibadət etməyin"},{"SurahNumber":72,"VerseNumber":19,"Text":"Allahın bəndəsi (Muhəmməd əleyhissəlam) Ona ibadət etmək (namaz qılmaq) üçün qalxdıqda (cinlər) az qalmışdı ki, onun ətrafında keçə kimi bir-birinə keçsinlər (izdihamın çoxluğundan bir-birinin üstünə minsinlər)"}]}