{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler, «Raina =bizi gozet» demeyin, «Unzurna =bize bak» deyin ve duyun ki, kafirler icin pek elem veren bir azap vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ne kitap ehlinden, ne de musriklerden olan kafirler size Rabbinizden bir hayır indirilmesini ister. Allah ise rahmetini diledigine bahseder ve Allah cok buyuk lutuf sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz bir ayetten her neyi yururlukten kaldırır veya unutturursak, daha hayırlısını yahut benzerini getiririz. Allah´ın her seye gucu yettigini bilmez misin"},{"SurahNumber":2,"VerseNumber":107,"Text":"Bilmez misin ki, gercekten goklerin ve yerin mulku tamamen Allah´a aittir. Size de Allah´tan baska ne bir dost, ne de bir yardımcı vardır"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz peygamberinizi, bundan once Musa´ya soruldugu gibi sorguya cekmek mi istiyorsunuz? Oysa her kim imanı inkarla degistirirse artık duz yolun ortasında sapıtmıs olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitap ehlinden bir cogu arzu etmektedir ki, hak kendilerine gun gibi asikar olduktan sonra sırf nefsaniyetlerinden ve kıskanclıktan oturu, sizi iman ettikten sonra cevirip kafir etsinler. Simdilik siz, Allah emrini verinceye kadar af ve hosgoruyle davranın. Suphesiz ki, Allah her seye gucu yetendir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı dogru kılın, zekatı verin, kendiniz icin her ne hayır yapıp gonderirseniz, Allah yanında onu bulursunuz. Her zaman Allah butun yaptıklarınızı goruyor"},{"SurahNumber":2,"VerseNumber":111,"Text":"Bir de «yahudiler veya hıristiyanlardan baskası asla cennete giremeyecek.» Dediler. Bu onların kendi kuruntularıdır. De ki: «Eger dogru iseniz, haydi kesin delilinizi getirin!»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır! Kim samimi olarak yuzunu Allah´a tertemiz teslim ederse, iste onun Rabbi katında mukafatı vardır. Onlara bir korku yoktur ve onlar mahzun da olmayacaklardır"}]}