{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa’yı da an. O , ihlas sahibi/seckin biridir ve bir Rasul bir peygamber idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"O’na (sag tarafından) Tur’un yanından seslenmistik. Onu (kendisiyle) fısıldasarak konusmak icin yakınlastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"O’na rahmetimizden kardesi Harun’u peygamber olarak bagıslamıstık"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta Ismail’i de an. O, sozune sadıktı ve bir rasul bir peygamber idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine namazı ve zekatı emrederdi. Rabbinin yanında razı olunan birisiydi"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris'i de an. O, cok durust bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu ustun bir makama yukseltmistik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste onlar, Adem’in ve Nuh ile birlikte tasıdıklarımızın soyundan gelen, Allah’ın kendilerine nimet verdigi peygamberlerden ve Ibrahim’in, Israil'in/Yakub'un soyundan, dogruya ulastırdıgımız ve seckin kıldıgımız kimselerdendir. Onlara Rahman’ın ayetleri okundugu zaman aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sonra onların ardından namazı bırakan ve arzularına uyan bir nesil geldi. Ileri de buyuk bir azaba carptırılacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip, iman ederek salih amel yapanlar, iste bunlar Cennet'e girecekler ve hic bir sekilde haksızlıga ugramayacaklardır"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Bu) Rahman’ın kullarına gormedikleri halde vadettigi Adn Cennetleri'dir. Onun vaadi suphesiz yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada bos soz isitmezler. Ancak selam (isitirler). Ve orada, sabah-aksam kendilerine ait rızıkları vardır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste bu cennetlere kullarımızdan takva sahiplerini mirascı kılacagız"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz (Melekler), ancak Rabbinin emri ile ineriz. Onumuzdeki, arkamızdaki ve bunların arasındaki her sey O’na aittir. Rabbin unutmus degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, goklerin, yerin ve ikisi arasındakilerin Rabbidir. O halde sadece O’na ibadet ve ibadet etmede sabırlı, sebatkar ol. O’nun hic adasının/benzerinin oldugunu biliyor musun"}]}