{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif lam meem"},{"SurahNumber":29,"VerseNumber":2,"Text":"TROR manniskorna att de efter att ha forklarat \"Vi tror\" skall lamnas i fred utan att fa utsta provningar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Men Vi satte deras foregangare pa prov [och Guds vagar kommer att forbli desamma]; Gud vet vilka de sanna och uppriktiga ar och Han vet vilka som ljuger"},{"SurahNumber":29,"VerseNumber":4,"Text":"Eller tror de som gor oratt att de skall undga Var [uppmarksamhet]? Da domer de illa"},{"SurahNumber":29,"VerseNumber":5,"Text":"Den som med hopp ser fram emot motet med Gud [kan vara forvissad om] att den av Gud utsatta [dagen for rakenskap] skall komma. - Han ar Den som hor allt, vet allt"},{"SurahNumber":29,"VerseNumber":6,"Text":"Och den som stravar och kampar [med Gud for ogonen] stravar och kampar for sitt eget basta; Gud ar Sig sjalv nog och har inte behov av [nagon eller nagot i] Sin skapelse"},{"SurahNumber":29,"VerseNumber":7,"Text":"Och for dem som tror och lever rattskaffens skall Vi stryka ut deras daliga handlingar [ur deras bok] och Vi skall belona dem efter deras basta handlingar"},{"SurahNumber":29,"VerseNumber":8,"Text":"Vi har anbefallt manniskan [att vara] god mot sina foraldrar; men om [dina foraldrar] vill forma dig att satta nagot som du inte har kunskap om vid Min sida, skall du inte lyda dem. Till Mig skall ni foras ater och Jag skall lata er veta vad era handlingar [var varda]"},{"SurahNumber":29,"VerseNumber":9,"Text":"Och de som antar tron och lever rattskaffens skall Vi sannerligen innesluta i de rattfardigas [gemenskap]"},{"SurahNumber":29,"VerseNumber":10,"Text":"BLAND manniskorna finns de som sager \"Vi tror pa Gud\"; men nar de lider oratt for sin tro ser de i manniskornas forfoljelser ett Guds straff [och sviktar i tron]; men om din Herre ger [de troende] seger sager de helt sakert: \"[Kom ihag att] vi stod pa er sida!\" Skulle Gud inte veta vad Hans skapade varelser gommer i sitt innersta"},{"SurahNumber":29,"VerseNumber":11,"Text":"Helt visst kanner Gud de troende och lika visst kanner Han hycklarna"},{"SurahNumber":29,"VerseNumber":12,"Text":"Och fornekarna av sanningen sager till de troende: \"Folj var vag sa skall vi ta pa oss era synder!\" Men de kan inte ta pa sig [dessa troendes] synder - vad de sager ar ren logn"},{"SurahNumber":29,"VerseNumber":13,"Text":"De skall sannerligen fa bara sina egna bordor och [andra] bordor i tillagg till sina egna; och pa Uppstandelsens dag skall de helt visst fa sta till svars for de [logner] som de diktade upp"}]}