{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"And they will ask thee about the mountains. Then, say: My Lord will scatter them a scattering"},{"SurahNumber":20,"VerseNumber":106,"Text":"Then, He will forsake it as a leveled spacious plain"},{"SurahNumber":20,"VerseNumber":107,"Text":"Then, thou wilt see not in it any crookedness nor unevenness"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that Day they will follow one who calls. There will be no crookedness in him. And voices will be hushed for The Merciful so thou wilt hear nothing but a murmuring"},{"SurahNumber":20,"VerseNumber":109,"Text":"On a Day intercession will not profit anyone but him to whom gave permission The Merciful and with whose saying He was well-pleased"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows what is in advance of them and what is behind them and they will not comprehend Him in knowledge"},{"SurahNumber":20,"VerseNumber":111,"Text":"And faces will be humbled before The Living, The Eternal while, surely, will be frustrated whoever was burdened by doing injustice"},{"SurahNumber":20,"VerseNumber":112,"Text":"Whoever does as the one in accord with morality and he is one who believes, then, he will neither fear injustice nor unfairness"},{"SurahNumber":20,"VerseNumber":113,"Text":"And, thus, We caused it to descend as an Arabic Recitation. And We diversified the threats in it so that perhaps they will be Godfearing or cause the Remembrance to be evoked by them"},{"SurahNumber":20,"VerseNumber":114,"Text":"Then, exalted be God, The True King, and hasten not the Recitation before its revelation is decreed to thee. And say: My Lord! Increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And, certainly, We made a compact with Adam before. Then, he forgot and We find no constancy in him"}]}