{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Sellaisia, jotka ovat keksineet valheellisia syytoksia, on kokonainen joukko teidan keskuudessanne. Alkaa luulko, etta tama teita vahingoittaa. Painvastoin se on teille eduksi. Jokainen heista saa palkkansa tekemistaan synneista, ja se heista, joka on paasyyllinen, on raskaan kurituksen kokeva"},{"SurahNumber":24,"VerseNumber":12,"Text":"Kun taman panettelun kuulitte, miksi eivat uskovaiset miehet ja naiset uskoneet hyvaa omasta kansastaan ja sanoneet: »Tama on selvasti valheellinen syytos.»"},{"SurahNumber":24,"VerseNumber":13,"Text":"Miksi panettelijat eivat tuoneet neljaa todistajaa tuekseen? Silla kun he eivat esittaneet todistajia, he ovat Jumalan silmissa valehtelijoita"},{"SurahNumber":24,"VerseNumber":14,"Text":"Ellei Jumalan laupeus ja Hanen armonsa olisi tukenanne tassa maailmassa ja tulevassa, niin totisesti suuri onnettomuus olisi teita kohdannut juorupuheen tahden, johon sotkeuduitte"},{"SurahNumber":24,"VerseNumber":15,"Text":"koska piditte sita kielellanne ja haastoitte sita huulillanne, vaikka teilla ei ollut siita mitaan tietoa, ja piditte sita pikkuasiana, vaikka se oli vakava Jumalan silmissa"},{"SurahNumber":24,"VerseNumber":16,"Text":"Ja kun sen kuulitte, miksi ette sanoneet: »Meidan asiamme ei ole puhua tasta. Jumala armahtakoon! Tama on kauhea parjaus.»"},{"SurahNumber":24,"VerseNumber":17,"Text":"Jumala kehoittaa, ettette milloinkaan uudelleen lankeisi sellaiseen, jos olette uskovaisia"},{"SurahNumber":24,"VerseNumber":18,"Text":"Jumala on myos kirkastava teille merkkinsa, silla Jumala on tietava, viisas"},{"SurahNumber":24,"VerseNumber":19,"Text":"Totisesti, jotka levittavat havaistysjuttuja uskovaisista, niita kohtaa tuskallinen tuomio tassa maailmassa ja tulevassa, silla Jumala tietaa, mutta te ette tieda"},{"SurahNumber":24,"VerseNumber":20,"Text":"Mita tapahtuisikaan, ellei Jumalan laupeus ja Hanen armonsa olisi teidan yllanne, ja ellei Jumala olisi rakastava, armollinen"}]}