{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"And surely, indeed Harun did say to them as an advance (warning): “O my nation! Certainly, what is (a fact is that) you are put to a trial (and test) thereby. And surely, Nourisher-Sustainer to you is Ar-Rahman. So follow me and obey my order (and advice).”"},{"SurahNumber":20,"VerseNumber":91,"Text":"The people said: “We will never end (the state of) being confined to this (calf), until Musa returns back to us.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(When Musa was sent back to the nation) he said: “O Harun! What stopped you when you saw them (that) they have strayed (from the path) —"},{"SurahNumber":20,"VerseNumber":93,"Text":"that you may not adopt my way? Have you then disobeyed my order?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun) said: “O son of my mother! Seize (me), not by my beard, and nor by my head. Indeed, I feared, lest you may say: ‘You have caused a division among Bani Israiel, and you have not adhered to my statement"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) said: “So, what is the matter with you, O Samiri?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Samiri) said: “I perceived what the people perceived not therein. I received a portion from the teaching of the Messenger but I discarded it away and thus commended to me my Nafs.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa) said: “So get you out, so it is to you throughout life that you say: 'no touch' (to my body). And surely, for you (there is) a promised place (in the Hereafter), nothing shall be allowed to happen against it (in your favour). And look at your god — you have confined yourself to it. Certainly, we shall burn it (on a fire) then we will scatter it in the sea as dust"},{"SurahNumber":20,"VerseNumber":98,"Text":"Certainly, what (is a fact is that) your Ilah (God) is Allah (Alone), That One, La ilaha illa Huwa (no god except He). He became All-Comprehending over all things in Knowledge"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus We relate to you out of the news what definitely happened before. And indeed We have given you from Uz-Zikr (‘The Message’)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoever avoided it: so certainly he will bear on the Day of Resurrection a heavy burden (of ignorance, inattention, errors and sins)"},{"SurahNumber":20,"VerseNumber":101,"Text":"(they will continue as) those who stay in this (state in the Fire of Hell); and evil, for them, on the Day of Resurrection, is the load (they bear)"},{"SurahNumber":20,"VerseNumber":102,"Text":"The Day when the Siren will be blown, and We gather the Mujrimun that Day in a bluish-state (due to extreme anxiety and fear, the state of the heart becomes abnormal and weak, leading to anoxia, which appears as a blue-colouration extending throughout the body)"},{"SurahNumber":20,"VerseNumber":103,"Text":"They will whisper among themselves: “You stayed not but (just) ten days (i.e., for a very short while).”"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know better what they will state, when the more eminent of them in conduct will say: “You stayed not but a day (only)!”"}]}