{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":79,"Text":"Alloh ast, ki corpojonro ʙarojaton ofarid, to ʙa vasilai onho manfiat ʙared; ʙar ʙa'zejason savor saved va az ʙa'zejason ʙixured"},{"SurahNumber":40,"VerseNumber":80,"Text":"Va ʙaroi sumo dar onho manfiathoest va to ʙo savor sudan ʙar onho ʙa maqsade, ki dar dil dored, ʙa makonhoi dur ʙirased. Va ʙar on cahorpojon dar xuskiho va niz ʙar kistiho dar ʙahr savor saved"},{"SurahNumber":40,"VerseNumber":81,"Text":"Alloh taolo ojoti ravsani xesro, ki dalolat ʙar qudrat va tadʙiri U dar xalqas mekunad, ʙar sumo menamojonad. Pas, kadom jak az ojoti Allohro inkor mekuned va ʙa on e'tirof namekuned"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ojo in duruƣʙarovardagon dar zamin sajr nakardaand, to ʙingarand, ki oqiʙati kasone, ki pajomʙaronasonro duruƣ ʙarovardand, pes az onho mezistaand, ci guna ʙudaast? Onho mardume, ʙudand, ki nerujason ʙestar va osorason dar rui zamin farovontar ʙud. Pas, on cizho, az ʙinoho, ʙoƣho va kistzorho, ki ʙa dast meovardand, hangomi faro rasidani azoʙ ʙa onho foidae naʙaxsid"},{"SurahNumber":40,"VerseNumber":83,"Text":"Cun pajomʙaronason ʙo dalelhoi ravsan ʙa sujason omadand, ʙa ilmu donisi xud az rui caholatason dilxus ʙudand va on ciro, ki masxaraas mekardand, onhoro azoʙ faro girift"},{"SurahNumber":40,"VerseNumber":84,"Text":"Va cun azoʙi Moro didand, guftand: Ba Allohi jakto imon ovardem va ʙa on cizhoe, ki sariki Alloh qaror doda ʙudem, kofir sudem"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ammo on hangom ki azoʙi Maro didand, digar imonason ʙarojason foidae naʙaxsid. Zero imonason az rui nocori va macʙuri ʙud, na az rui ixtijori. In sunnati Alloh ast, ki mijoni ʙandagonas guzostaast, ki imon ovardan hangomi musohidai azoʙ ʙa holason foidae nadorad. Va kofiron dar on ruz az casondani azoʙ zijon meʙinand"}]}