{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Lōkāṁ la'ī unhāṁ dā hisāba nazadīka ā gi'ā hai atē uha āsāvadhānī vica pa'ē mūha mōṛa rahē hana"},{"SurahNumber":21,"VerseNumber":2,"Text":"Unhāṁ dē pālaṇahāra valōṁ jihaṛā vī navāṁ upadēśa unhāṁ dē kōla ā'undā hai, uha usa dā mazāka karadē hō'ē suṇadē hana"},{"SurahNumber":21,"VerseNumber":3,"Text":"Unhāṁ dē mana āsāvadhānī vica khubhē hana. Atē ati'ācārī'āṁ nē āpisa vica iha kānāphūsī kītī ki iha tāṁ tuhāḍē varagā hī ika ādamī hai. Phira tusīṁ ki'uṁ akhāṁ nāla dēkhē binhāṁ isa dē jādū vica phasadē hō"},{"SurahNumber":21,"VerseNumber":4,"Text":"Rasūla nē kihā, ki mērā pālaṇahāra harēka gala nū jāṇadā hai, cāhē uha asamāna vica hōvē jāṁ dharatī vica. Uha suṇana vālā atē jāṇana vālā hai"},{"SurahNumber":21,"VerseNumber":5,"Text":"Sagōṁ uha kahidē hana ki iha tāṁ kulēkhā pā'u supanā hai. Sagōṁ isa nū unhāṁ nē khuda ghaṛi'ā hai. Sagōṁ uha ika kavī hai. Usa nū cāhīdā hai ki sāḍē kōla isa tar'hāṁ dī kō'ī niśānī li'āvē jisa tar'hāṁ dī'āṁ niśānī'āṁ dē nāla pichalē rasūla bhējē ga'ē sana"},{"SurahNumber":21,"VerseNumber":6,"Text":"Inhāṁ tōṁ pahilāṁ kisē śahira dē lōka vī, jisa nū asīṁ naśaṭa kītā, īmāna nahīṁ li'ā'ē, tāṁ kī iha lōka īmāna li'ā'uṇagē"},{"SurahNumber":21,"VerseNumber":7,"Text":"atē tuhāḍē tōṁ pahilāṁ vī jisa nū asīṁ rasūla baṇā kē bhēji'ā manukhāṁ vicōṁ hī bhēji'ā. Asīṁ usa vala vahī bhējadē sī. Tusīṁ kitāba vāli'āṁ nū pucha la'u jēkara tusīṁ nahīṁ jāṇadē"},{"SurahNumber":21,"VerseNumber":8,"Text":"Atē asīṁ unhāṁ rasūlāṁ nū ajihē sarīra nahīṁ ditē sana ki uha rōṭī nā khāndē hōṇa. Nā hī uha hamēśā rahiṇa vālē sana"},{"SurahNumber":21,"VerseNumber":9,"Text":"Phira asīṁ' unhāṁ nāla kītē hō'ē vā'adē nū sacā karakē dikhā'i'ā. Tāṁ phira unhāṁ nū atē jisa jisa nū asīṁ cāhi'ā, bacā li'ā. Atē asīṁ hadāṁ pāra karana vāli'āṁ nū naśaṭa kara ditā"},{"SurahNumber":21,"VerseNumber":10,"Text":"Asīṁ tuhāḍē vala ika kitāba utārī hai, jisa vica tuhāḍā jikara hai phira kī tusīṁ nahīṁ samajhadē"}]}