{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"Vi gav jo Moses skriften, men sa ble de uenige om den. Hadde det ikke vært for et ord fra Herren som forela, sa ville det blitt opp og avgjort mellom dem. De er i stor tvil om den"},{"SurahNumber":11,"VerseNumber":111,"Text":"Sannelig, alle vil Herren gi full lønn for deres gjerninger. Han er vel kjent med det de gjør"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sa hold rett kurs, slik du er palagt, og de som har omvendt seg sammen med deg. Vær ikke oppsetsige! Han ser vel det dere gjør"},{"SurahNumber":11,"VerseNumber":113,"Text":"Støtt dere ikke pa dem som handler urett, slik at Ilden tar dere. Dere har ingen venner unntatt Gud, og dere finner ingen hjelp"},{"SurahNumber":11,"VerseNumber":114,"Text":"Forrett bønnen ved dagens ytterpunkter og i de nære nattetimer. De gode gjerninger fordriver de onde. Dette er en paminnelse for dem som viser omtanke"},{"SurahNumber":11,"VerseNumber":115,"Text":"Vis standhaftighet! Gud lar ikke deres lønn ga tapt som handler vel"},{"SurahNumber":11,"VerseNumber":116,"Text":"Hvorfor var det ikke blant slektene før dere en liten rest av dem som satte seg imot forfall og ufred pa jorden, unntatt noen fa av dem, og de var av dem Vi reddet, mens de urettferdige pleiet det vellevnet som var blitt dem til del, og var syndere"},{"SurahNumber":11,"VerseNumber":117,"Text":"Herren vil nok ikke ødelegge byene pa urett vis, mens folket handler rett"},{"SurahNumber":11,"VerseNumber":118,"Text":"Om Herren hadde villet, kunne Han gjort menneskeheten til ett (tros)samfunn. Men de fortsetter a strides"},{"SurahNumber":11,"VerseNumber":119,"Text":"unntatt de som Herren viser nade. Til dette har Han skapt dem, og Herrens ord fullbyrdes: «Jeg vil visselig fylle helvete med dsjinner og mennesker hulter til bulter.»"},{"SurahNumber":11,"VerseNumber":120,"Text":"Alt Vi forteller deg fra sendebudenes historie er for a styrke ditt hjerte. Heri kommer sannheten til deg, og oppbyggelse og formaning til de troende"},{"SurahNumber":11,"VerseNumber":121,"Text":"Si til dem som ikke tror: «Gjør som dere kan, vi gjør likeledes"},{"SurahNumber":11,"VerseNumber":122,"Text":"Bare vent! Vi venter ogsa!»"},{"SurahNumber":11,"VerseNumber":123,"Text":"Guds er himlenes og jordens mysterium. Til Ham føres alt tilbake. Tjen Ham, og forlat deg pa Ham! Herren er ikke likegyldig med det dere gjør"}]}