{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"Vy, kteri jste uverili, bojte se Boha a snazte se dosici pristupu k nemu a bojujte horlive na stezce jeho, aby dobre vedlo se vam"},{"SurahNumber":5,"VerseNumber":36,"Text":"Neverici pak, kdyby veskery majetek zeme, ba dvojnasobny obnos jeho, nabizeli vykupnym od trestu v den zmrtvychvstani, nebude prijmut od nich a trest bolestny je ocekava"},{"SurahNumber":5,"VerseNumber":37,"Text":"Radi by vyprostili se z ohne, vsak nikdy nevyjdou z neho a vecna budou muka jejich"},{"SurahNumber":5,"VerseNumber":38,"Text":"Zlodeji neb zlodejce urezte ruce, odplatou za to, co zaslouzili si dilem rukou svych. Totot jest varovny trest bozi: a Buh mocny jest a moudry"},{"SurahNumber":5,"VerseNumber":39,"Text":"Vsak kdozkoli kajicne obrati se k Bohu pote, kdyz byl spachal nepravost svou a polepsi se, k tomu tez Buh obrati se: nebot zajiste Buh velky jest v odpousteni, slitovny"},{"SurahNumber":5,"VerseNumber":40,"Text":"Zdaz nevis, ze Bohu prinalezi panstvi nebes i zeme, a ze tresce, koho chce, a odpousti, komu chce: nebot Buh jest vsemocny"},{"SurahNumber":5,"VerseNumber":41,"Text":"O proroku, nezarmucuj se pro ty, kdoz predhaneji se v nevire: z tech, kteri rekli usty svymi: „Uverili jsme,“ vsak neuverila srdce jejich: a ze Zidu, kteri poslouchaji lzi, kteri poslouchaji jine lidi, vsak neprichazeji k tobe. Premistuji slova (Knihy), rkouce: „Je-li vam davano toto (zneni), prijmete je; ne-li pak, strezte se prijmouti je.“ Koho Buh zavesti chce v rozkol, tomu neprispeje u Boha pranic primluva tva. Ti, jichz srdce nezachce se Bohu ocistiti, pokryti budou hanbou v tomto svete a v budoucim uchystan jest jim trest velky"},{"SurahNumber":5,"VerseNumber":42,"Text":"onem, kteri poslouchaji lez a hltaji veci nedovolene. Prijdou-li k tobe, abys rozsoudil mezi nimi, bud vyrkni rozsudek svuj, neb vzdal se jich. A vzdalis-li se jich, nebudou moci uskoditi tobe v nicem: vsak budes-li souditi mezi nimi, tedy rozsud mezi nimi spravedlive, nebot Buh zajiste miluje ty, kteri jednaji spravedlive"},{"SurahNumber":5,"VerseNumber":43,"Text":"Vsak jak vezmou si tebe za soudce, kdyz maji jiz Zakon, v nemz zahrnuta jsou narizeni Boha. Nicmene oni odvratili se od nich pote, kdyz je byli obdrzeli a nejsou vericimi"}]}