{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":23,"Text":"Allah'ın ayetlerini ve ahirette O’na kavusmayı inkar edenler, iste onlar, Ben’im merhametimden umitlerini kesenlerdir.Onlara gayet acı bir azap vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"Halkının ona verdikleri cevap:“Oldurun onu!” veya “Atese atın!” demekten baska bir sey olmadı.Atese attılar ama Allah onu atesten kurtardı.Elbette bunda iman edecek kimseler icin ibretler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ibrahim onlara soyle dedi:“Siz dunya hayatında Allah'tan baska birtakım sevgili putlar edindiniz.Ama sonra kıyamet gunu gelince birbirinizi red ve inkar edecek, birbirinize lanet edeceksiniz. Barınacagınız yer ates olacak ve kendinize hicbir yardımcı bulamayacaksınız"},{"SurahNumber":29,"VerseNumber":26,"Text":"Ibrahim'in soylediklerine Lut iman etti.Ibrahim: “Ben” dedi, “Rabbimin emrettigi yere hicret edecegim.O, aziz ve hakimdir (mutlak galiptir, tam hukum ve hikmet sahibidir).”"},{"SurahNumber":29,"VerseNumber":27,"Text":"Biz Ibrahim'e (evlat ve torun olarak) Ishak ile Yakub’u ihsan ettik.Onun neslinden gelenlerde, peygamberligi ve vahyi devam ettirdik. Ona dunyada mukafatını verdik. O ahirette de elbette salihlerden olacaktır"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut'u da halkına resul olarak gonderdik. Onlara dedi ki: “Nedir bu haliniz?Siz dunyada sizden once hic kimsenin yapmadıgı pek igrenc bir sey yapıyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Allah'ın bu uyarmasından sonrasiz hala sehvetle erkeklere varacak,yolu kesecekve toplantılarınızda edepsizlik yapmaya devam edecek misiniz?”Halkının ona cevabı sundan ibaret oldu:“Dogru soyluyorsan bizi tehdit ettigin, Allah’ın o azabını getir de gorelim!”"},{"SurahNumber":29,"VerseNumber":30,"Text":"“Ya Rabbi!” dedi, “bu mufsitler, bu bozguncular guruhuna karsı bana Sen yardım eyle!”"}]}