{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"And (remember) when Ibrahim (Abraham) said to his father and his people: \"Verily, I am innocent of what you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"Except Him (Allah) Who created me, and He will certainly guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"And he left it as a Word to remain for those who came after him, that they may turn back (to Allah)"},{"SurahNumber":43,"VerseNumber":29,"Text":"Nay (in reality)! I (reference to Allah), have given the good things of this life. To these (men) and their fathers, until the Truth has come to them and a messenger who makes things clear"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the Truth came to them, they said: \"This is magic, and we reject it"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they also say: \"Why is this Quran not sent down to some leading man in either of the two (main) cities? (Makkah and Taif)"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who would give out the Mercy of your Lord? It is We (reference to Allah) Who distribute their living between them. And in the life of this world, We (reference to Allah) raise some of them above others in position, so that some may ask (and order) others to work. But the Mercy of your Lord is better than the (wealth) that they gather"},{"SurahNumber":43,"VerseNumber":33,"Text":"And could it not be possible that (all) men may become used to one (evil) way of life, We would give, for everyone who lies against (Allah) Most Gracious (Rahman), silver roofs for their houses, and (silver) stair-ways on which to go up"},{"SurahNumber":43,"VerseNumber":34,"Text":"And (silver) doors to their houses, and (silver) thrones on which they could lean back"},{"SurahNumber":43,"VerseNumber":35,"Text":"And also adornments (ornaments made) of gold. But all this were nothing but good things for the present life: And in the Sight of your Lord, the Hereafter, is for the righteous"}]}