{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":274,"Text":"Jibun no zai o, yoru to naku hiru to naku, hito-bi o sakete, mata arawa ni hodokosu mono wa,-nushi no omoto kara hosho ga kudasa reru. Kare-ra ni wa osore mo naku ui mo nai"},{"SurahNumber":2,"VerseNumber":275,"Text":"Risoku o musaboru mono wa, akuma ni toritsuka rete taoreta mono ga suru yona oki-kata shika dekinaidearou. Sore wa kare-ra ga `shobai wa risoku o toru yona monoda.' To iukaradearu. Shikashi arra wa, shobai o yurushi, risoku (kori) o kinjite ora reru. Sorede omo kara kunkai ga kudatta nochi, tomeru mono wa, kako no koto wa yurusa reyou. Kare no koto wa, arra (no ote no naka) ni aru.Daga (sono hi o) kurikaesu mono wa, goka no junin de, kare-ra wa eien ni sono naka ni sumu nodearu"},{"SurahNumber":2,"VerseNumber":276,"Text":"Arra wa, risoku (e no onkei) o shometsu shi, hodokoshi 〔sadaka〕 ni wa (onkei o) zoka shite kudasa reru. Arra wa boon'na tsumibukaimono o aisa renai"},{"SurahNumber":2,"VerseNumber":277,"Text":"Hontoni shinko shite zenko ni hagemi, reihai no tsutome o mamori, sadame no kisha o nasu mono wa,-nushi no hosho o atae rare, osore mo naku ui mo nai"},{"SurahNumber":2,"VerseNumber":278,"Text":"Anata gata shinko suru mono yo,(shin no) shinjanaraba arra o osore, risoku no zangaku o chokeshi ni shi nasai"},{"SurahNumber":2,"VerseNumber":279,"Text":"Moshi anata gataga sore o (hoki) shinainaraba, arra to sono shito kara, tatakai ga senkoku sa reyou. Daga anata gata ga kuiaratamerunaraba, anata gata no motokin wa shutoku dekiru. (Hitobito o) futo ni atsukawanakereba, anata gata mo futo ni atsukawa renai"},{"SurahNumber":2,"VerseNumber":280,"Text":"Mata saimu-sha ga moshi kyukyo ni arunaraba, sono medo no tsuku made mate. Moshi anata gata ga wakatte irunaraba,(chokeshi ni shite) kisha suru koto ga anata gata no tame ni mo yoi"},{"SurahNumber":2,"VerseNumber":281,"Text":"Anata gata wa, arra ni kisa reru hi no tame ni (kare o) osore nasai. Sonotoki, kakujin ga kaseida-bun ni taishi seisan sa re, dare mo futo ni atsukawa reru koto wanaidearou"}]}