{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"(napiyē!) Innirākarippōr colvataiviṭa) mēlāṉa cuvaṉa(t tōṭṭa)ṅkaḷai avaṉ nāṭiṉāl umakkāka uṇṭākkuvāṉē (anta nāyaṉ) pākkiyam mikkavaṉ; avaṟṟiṉ kīḻē āṟukaḷ catā ōṭikkoṇṭirukkum - iṉṉum umakkāka (aṅku) māḷikaikaḷaiyum avaṉ uṇṭākkuvāṉ"},{"SurahNumber":25,"VerseNumber":11,"Text":"eṉiṉum avarkaḷ (iṟuti vicāraṇak) kālattaiyē poyppikka muṟpaṭukiṉṟaṉar āṉāl nām antakkālattaip poyppikka muṟpaṭupavaṉukku (naraka) neruppaic cittam ceytirukkiṟōm"},{"SurahNumber":25,"VerseNumber":12,"Text":"(annarakam) ivarkaḷai veku tolaivil kāṇumpōtē ataṟkē urittāṉa kontaḷippaiyum, pēriraiccalaiyum avarkaḷ kēṭpārkaḷ"},{"SurahNumber":25,"VerseNumber":13,"Text":"mēlum a(nnarakat)tiṉ oru nerukkamāṉa iṭattil avarkaḷ (caṅkiliyāl) kaṭṭi eṟiyappaṭṭāl, (avvētaṉaiyai tāṅkamāṭṭāmal, ataiviṭa) aḻivē mēl eṉa aṅkē vēṇṭiyaḻaippārkaḷ"},{"SurahNumber":25,"VerseNumber":14,"Text":"Inta nāḷil nīṅkaḷ ōr aḻivai aḻaikkātīrkaḷ; iṉṉum pala aḻivukaḷai vēṇṭiyaḻaiyuṅkaḷ\" (eṉṟu avarkaḷiṭam kūṟappaṭum)"},{"SurahNumber":25,"VerseNumber":15,"Text":"a(ttakaiya narakamāṉa)tu nallatā? Allatu payapaktiyuṭaiyavarkaḷukku vākkaḷikkappaṭṭuḷḷa nittiya cuvarkkam nallatā? Atu avarkaḷukku naṟkūliyākavum, avarkaḷ pōyc cērumiṭamākavum irukkum\" eṉṟu (avarkaḷim napiyē!) Nīr kūṟum"},{"SurahNumber":25,"VerseNumber":16,"Text":"atil avarkaḷukku virumpiyatellām kiṭaikkum; (atil) avarkaḷ nirantaramākat taṅkuvārkaḷ - ituvē umatu iṟaivaṉiṭam vēṇṭip peṟakkūṭiya vākkuṟutiyāka irukkum"},{"SurahNumber":25,"VerseNumber":17,"Text":"avarkaḷaiyum allāhvaiyaṉṟi avarkaḷ vaṇaṅki koṇṭiruntavaṟṟaiyum avaṉ oṉṟu cērkkum nāḷil; (atteyvaṅkaḷai nōkki)\"eṉṉuṭaiya inta aṭiyārkaḷai nīṅkaḷ vaḻi keṭuttīrkaḷā? Allatu avarkaḷ tāmākavē vaḻi keṭṭup pōṉārkaḷā?\" Eṉṟu (iṟaivaṉ) kēṭpāṉ"},{"SurahNumber":25,"VerseNumber":18,"Text":"(ataṟku) avarkaḷ\"iṟaivā! Nī tūyavaṉ. Uṉṉaiyaṉṟi nāṅkaḷ pātu kāvalarkaḷai ēṟpaṭuttik koḷḷa eṅkaḷukkut tēvaiyillaiyē! Eṉiṉum nī ivarkaḷaiyum ivarkaḷuṭaiya mūtātaiyarkaḷaiyum cukam aṉupavikkac ceytāy; avarkaḷō uṉ niṉaippai maṟantārkaḷ; mēlum aḻintu pōkum kūṭṭattārāṉārkaḷ\" eṉṟu kūṟuvar"},{"SurahNumber":25,"VerseNumber":19,"Text":"nīṅkaḷ colliyataiyellām tiṭaṉāka ivarkaḷ poyyākkiviṭṭaṉar ākavē (ippōtu vētaṉaiyait) taṭuttuk koḷḷavō, utavi peṟṟuk koḷḷavō nīṅkaḷ cakti peṟamāṭṭīrkaḷ; mēlum uṅkaḷil evaṉ aniyāyam ceytu koṇṭiruntāṉō, avaṉai nām periyatoru vētaṉaiyaic cuvaikkacceyvōm\" (eṉṟu iṟaivaṉ kūṟuvāṉ)"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Napiyē!) Iṉṉum umakku muṉṉar nām aṉuppiya tūtarkaḷellām niccayamāka uṇavaruntupavarkaḷākavum, kaṭai vītikaḷil naṭamāṭupavarkaḷākavumtām iruntārkaḷ; mēlum, nām uṅkaḷil cilarai maṟṟum cilarukkuc cōtaṉaiyākki irukkiṟōm - ākavē nīṅkaḷ poṟumaiyuṭaṉ iruppīrkaḷā? Um'muṭaiya iṟaivaṉ (yāvaṟṟaiyum) uṟṟu nōkkiyavaṉākavē irukkiṉṟāṉ"}]}