{"Id":263,"LanguageCodes":["my","mya"],"Name":"mya-basein","Author":"Ba Sein","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":26,"VerseNumber":70,"Text":"၇ဝ။\tသူသည် သူ၏အဘနှင့် အမျိုးသားတို့အား သင်တို့သည် အဘယ်အရာကို ကိုးကွယ်ကြသနည်းဟု မေး၏။"},{"SurahNumber":26,"VerseNumber":71,"Text":"၇၁။\tသူတို့က ငါတို့သည် ဆင်းတုရုပ်ပွားကို ဝတ်ပြု၍ ထိုဆင်းတုများကို မပြတ်မလပ်ဆည်းကပ်ကြပြန်၏ဟု ပြန်ပြောကြ၏။"},{"SurahNumber":26,"VerseNumber":72,"Text":"၇၂။\tထိုအခါသူက သူတို့သည် သင်တို့ဆုတောင်းသည်ကို ကြားသလော။"},{"SurahNumber":26,"VerseNumber":73,"Text":"၇၃။\tသို့မဟုတ်သူတို့သည် သင်တို့အား အကျိုးပေးကြသလော၊ သို့မဟုတ်ဘေးဥပါဒ်ရောက်စေသလောဟု သူတို့အား မေး၏။"},{"SurahNumber":26,"VerseNumber":74,"Text":"၇၄။\tသူတို့က ယင်းသို့မဟုတ်ချေ၊ သို့သော်ငါတို့သည် မိဘဘိုဘွားတို့၊ ယင်းသို့ကိုးကွယ်နေသည်ကို တွေ့ကြ၏ဟု ဆိုကြ၏။"},{"SurahNumber":26,"VerseNumber":75,"Text":"၇၅၊၇၆။\tသင်တို့နှင့် သင်တို့ဘိုးဘွားတို့ ကိုးကွယ်ရာကို ကြည့်ရှုကြလော့။"},{"SurahNumber":26,"VerseNumber":76,"Text":"၇၅၊၇၆။\tသင်တို့နှင့် သင်တို့ဘိုးဘွားတို့ ကိုးကွယ်ရာကို ကြည့်ရှုကြလော့။"},{"SurahNumber":26,"VerseNumber":77,"Text":"၇၇။\tအနန္တစကြာဝဠာတို့၏ အသက်သခင်ကျေးဇူးရှင်မှတပါး အခြားသောကိုးကွယ်ရာတို့သည် အကျွနု်ပ်၏ ရန်သူ အစစ်အမှန်ဖြစ်သည်။"},{"SurahNumber":26,"VerseNumber":78,"Text":"၇၈။\tထုကျေးဇူးရှင်သည် ငါ့ကို ဖန်ဆင်းတော်မူ၏၊ လမ်းညွှန်တော်မူ၏။"},{"SurahNumber":26,"VerseNumber":79,"Text":"၇၉။\tထိုအရှင်သည် ငါ့အား စားဖို့ရာအစား၊ သောက်ဖို့ရာရေပေးသနားတော်မူ၏။"},{"SurahNumber":26,"VerseNumber":80,"Text":"၈ဝ။\tထိုအရှင်သည် ငါမနာကျန်းဖြစ်သောအခါ ဝေဒနာကင်းပျောက်ကျန်းမာခြင်းကို ပေးသနားတော်မူ၏။"},{"SurahNumber":26,"VerseNumber":81,"Text":"၈၁။\tထိုအရှင်သည် ငါ့ကို သေစေတော်မူ၍ တဖန်ပြန်ရှင်စေတော်မူမည်။"},{"SurahNumber":26,"VerseNumber":82,"Text":"၈၂။\tထိုအရှင်မြတ်သည် ငါ၏အပြစ်ကို တရားစီရင်တော်မူသောနေ့တော်ကြီး၌ ခွင့်လွှတ်တော်မူမည်ဟု ကြီးစွာ မျှော်ကိုး၏ဟု တမန်တော်အေဗရာဟမ်သည် ဟောပြော၏။"},{"SurahNumber":26,"VerseNumber":83,"Text":"၈၃။ ထို့နောက်သူသည် အလ္လာဟ်အရှင်မြတ်ကို ဤသို့ဆုတောင်း၏၊ အို--အကျွနု်ပ်၏အရှင်သခင် အကျွနု်ပ်အား ပညာအလင်းရောင်ကို ပေးသနားတော်မူပါ၊ အကျွနု်ပ်ကို သူတော်ကောင်းတို့နှင့် ပေါင်းသင်းပေးတော်မူပါ။"},{"SurahNumber":26,"VerseNumber":84,"Text":"၈၄။\tနောင်လာနောက်သားတို့ဘောင်တွင် အကျွနု်ပ်ကို ကောင်းမွန်စွာဖော်ထုတ်ပြတော်မူပါ။"},{"SurahNumber":26,"VerseNumber":85,"Text":"၈၅။\tအကျွနု်ပ်အား သုခနိဗ္ဗာန်ဥယျာဉ်တော်ကို အမွေခံစားရသူတို့အထဲတွင် အပါအဝင်ဖြစ်စေတော်မူပါ။"},{"SurahNumber":26,"VerseNumber":86,"Text":"၈၆။\tအကျွနု်ပ်၏ ဖခင်ကို အပြစ်လွှတ်တော်မူပါ၊ သူသည် အယူမှားများသူတို့အထဲမှ ဖြစ်ပါ၏။"},{"SurahNumber":26,"VerseNumber":87,"Text":"၈၇။\tလူသားအပေါင်းတို့ တဖန်ရှင်ပြန်ထမြောက်ရသော နေ့တော်ကြီးတွင် အကျွနု်ပ်ကို အရှက်တကွဲရှုံ့ချတော် မမူပါလင့်။"},{"SurahNumber":26,"VerseNumber":88,"Text":"၈၈။\tထိုနေ့တော်ကြီး၌ ဥစ္စာပစ္စည်းနှင့် သားသမီးတို့သည် အသုံးကြမည်မဟုတ်ပါ။"},{"SurahNumber":26,"VerseNumber":89,"Text":"၈၉။\tသို့ရာတွင်မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အထံတော်သို့ သန့်ရှင်းဖြူစင်အပြစ်ကင်းသောစိတ်နှလုံးကောင်းကို ယူဆောင်လာနိုင်ပါမူ ထိုအရာသည် သာလွန်ကောင်းကျိုးပေးနိုင်ပါ၏ဟု ဆုတောင်း၏။"},{"SurahNumber":26,"VerseNumber":90,"Text":"၉ဝ။\tနိဗ္ဗာန်ဥယျာဉ်တော်အား ဒုစရိုက်မှုကို ရှောင်ကြဉ်သူတို့အတွက် နီးကပ်လာစေတော်မူလတ့ံ။"},{"SurahNumber":26,"VerseNumber":91,"Text":"၉၁။\tထို့အပြင်ပြစ်မှုကျူးလွန်သူတို့သည် အဝီစီငရဲကို မျက်ဝါးထင်ထင်မြင်ကြရလတ့ံ။"},{"SurahNumber":26,"VerseNumber":92,"Text":"၉၂၊၉၃။\tထိုသူမိုက်တို့အား အလ္လာဟ်အရှင်မြတ်မှတပါး သင်တို့ဦးညွတ်ဝတ်ပြုလေ့ရှိသောဘုရားတုတို့သည် အဘယ်မှာ ရှိကြသနည်း၊ သူတို့သည် သင်တို့အား စောင်မနိုင်ကြသလော၊ သို့မဟုတ်သူတို့သည် မိမိကိုယ်ကိုမိမိ ထောက်ပ့ံ နိုင်ကြသလောဟု မေးတော်မူလတ့ံ။"},{"SurahNumber":26,"VerseNumber":93,"Text":"၉၂၊၉၃။\tထိုသူမိုက်တို့အား အလ္လာဟ်အရှင်မြတ်မှတပါး သင်တို့ဦးညွတ်ဝတ်ပြုလေ့ရှိသောဘုရားတုတို့သည် အဘယ်မှာ ရှိကြသနည်း၊ သူတို့သည် သင်တို့အား စောင်မနိုင်ကြသလော၊ သို့မဟုတ်သူတို့သည် မိမိကိုယ်ကိုမိမိ ထောက်ပ့ံ နိုင်ကြသလောဟု မေးတော်မူလတ့ံ။"},{"SurahNumber":26,"VerseNumber":94,"Text":"၉၄၊၉၅။\tထိုအခါသူတို့အား ငရဲထဲသို့ ပစ်ချလတ့ံ၊ သူတို့ကို လှည့်စားသူများ၊ အီဗလစ်၏ စစ်သည်တော်များအားလုံးကို တစ်ယောက်မကျန်ငရဲထဲသို့ ပစ်သွင်းလတ့ံ။"},{"SurahNumber":26,"VerseNumber":95,"Text":"၉၄၊၉၅။\tထိုအခါသူတို့အား ငရဲထဲသို့ ပစ်ချလတ့ံ၊ သူတို့ကို လှည့်စားသူများ၊ အီဗလစ်၏ စစ်သည်တော်များအားလုံးကို တစ်ယောက်မကျန်ငရဲထဲသို့ ပစ်သွင်းလတ့ံ။"},{"SurahNumber":26,"VerseNumber":96,"Text":"၉၆။\tငရဲအတွင်းသူတို့အချင်းချင်း အငြင်းဖြစ်ပွားနေသောအခါ သူတို့ပြောဆိုကြသည်မှာ။"},{"SurahNumber":26,"VerseNumber":97,"Text":"၉၇။\tငါတို့သည် အလ္လာဟ်အရှင်မြတ်ကို တိုင်တည်၍ဆိုကြပါ၏၊ ငါတို့သည် အမှား၌ မုချရှိကြသည်။"},{"SurahNumber":26,"VerseNumber":98,"Text":"၉၈။\tငါတို့သည် သင်တို့ကို အနန္တစကြာဝဠာတို့၏ အရှင်သခင်နှင့်တန်းတူထား၍ ကိုးကွယ်ခြင်းသည် မှားလေစွ။"},{"SurahNumber":26,"VerseNumber":99,"Text":"၉၉။ အပြစ်ရှိသူများသာ ငါတို့အား လမ်းမှားသို့ သွေးဆောင်ကြလေ၏။"},{"SurahNumber":26,"VerseNumber":100,"Text":"၁ဝဝ။\tယခုမှာမူငါတို့မှာ တောင်းပန်ကယ်ဆယ်မည့်သူများမရှိချေ။"},{"SurahNumber":26,"VerseNumber":101,"Text":"၁ဝ၁။\tသို့မဟုတ်ခင်မင်သောအဆွေခင်ပွန်းများလည်းမရှိချေ။"},{"SurahNumber":26,"VerseNumber":102,"Text":"၁ဝ၂။\tငါတို့သည် ယုံကြည်သူတို့အထဲမှဖြစ်အောင် ကမ္ဘာမြေကြီးသို့ တစ်ခေါက်ပြန်ကြရလျှင် တော်သေး၏ဟု ပြောဆို ကြလတ့ံ။"},{"SurahNumber":26,"VerseNumber":103,"Text":"၁ဝ၃။\tမှတ်သားကြလော့၊ ဤအဖြစ်အပျက်တွင် နိမိတ်လက္ခဏာတော်ပါရှိ၏၊ သို့သော်သူတို့အနက် အမြောက်အများသောသူတို့သည် ယုံကြည်သူများမဟုတ်ချေ။"},{"SurahNumber":26,"VerseNumber":104,"Text":"၁ဝ၄။\tမှတ်သားလော့၊ သင်၏အသက်သခင်ကျေးဇူးရှင်သည် အနန္တတန်ခိုးတော်အရှင် အနန္တကောင်းကြီးမင်္ဂလာတော် သခင်ဧကန်ဖြစ်တော်မူ၏။"}]}