{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Viec xet xu nhan loai (vao Ngay Phan Xet Cuoi Cung) đang đen gan nhung ho van ngoanh mat lam ngo"},{"SurahNumber":21,"VerseNumber":2,"Text":"Bat cu đieu nhac nho moi nao tu Thuong Đe cua ho đen voi ho, ho đeu chi nghe no voi thai đo bon cot"},{"SurahNumber":21,"VerseNumber":3,"Text":"Trai tim cua ho tho o. Nhung ke sai quay đa hoi đam bi mat: “Chang phai ke nay cung chi la mot nguoi pham giong nhu cac nguoi sao? Chang le cac nguoi bi me hoac boi phap thuat cua han trong luc cac nguoi nhan thuc ro (rang han cung chi la nguoi pham u)?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Thien Su Muhammad) bao ho: “Thuong Đe cua Ta biet ro tung loi noi trong cac tang troi va trai đat boi Ngai la Đang Hang Nghe, Đang Hang Biet.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"(Ho boi roi ve nhung gi Thien Su Muhammad mang đen, co luc) ho bao: “Toan la nhung giac mong lon xon” (Co luc ho bao): “Khong, han chi bia đat ra ma thoi” (Va co luc ho lai bao): “Khong, han la mot nha tho; chung ta hay bao han mang đen cho chung ta mot phep la giong nhu nhung cai đa đuoc ban cap cho cac vi Thien Su truoc kia (neu nhu han noi that).”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Truoc ho, cac thi tran đa bi TA tieu diet đeu đa khong co đuc tin. Chang le ho se co đuc tin hay sao"},{"SurahNumber":21,"VerseNumber":7,"Text":"Va truoc Nguoi (Thien Su Muhammad), nhung Su Gia ma TA đa cu đen đeu la nhung nguoi đan ong pham tuc đuoc TA mac khai. Cho nen, cac nguoi hay hoi nhung nguoi cua Kinh Sach neu cac nguoi khong biet"},{"SurahNumber":21,"VerseNumber":8,"Text":"Va TA đa khong lam cho ho (cac Su Gia cua TA) thanh mot co the khong an uong va ho cung khong phai la nhung nguoi bat tu"},{"SurahNumber":21,"VerseNumber":9,"Text":"Roi TA đa hoan tat Loi hua đoi voi ho. TA đa cuu song ho va nhung ai ma TA muon. Va TA đa tieu diet nhung ke toi loi va phan nghich"},{"SurahNumber":21,"VerseNumber":10,"Text":"Qua that, TA đa ban xuong cho cac nguoi mot Kinh Sach (Qur’an), trong đo, la nguon nhac nho cho cac nguoi. The chang le cac nguoi khong hieu (đieu đo) u"}]}