{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"(Ya Peygəmbər!) De: “Mənə vəhy olundu ki, bir dəstə cin (Məkkə və Taif arasında subh namazı vaxtı Qur’anı dinləyib oz həmcinslərinin yanına qayıtdıqları zaman) dedilər: “Biz cox qəribə (təsəvvur edilməz dərəcədə gozəl olan) bir Qur’an esitdik"},{"SurahNumber":72,"VerseNumber":2,"Text":"O, (xalqa) haqq yolu gostərir. Biz ona iman gətirdik və biz bir daha hec kəsi Rəbbimizə sərik qosmayacagıq"},{"SurahNumber":72,"VerseNumber":3,"Text":"Həqiqətən, Rəbbimizin calalı cox ucadır. O Ozunə nə bir zovcə goturmusdur, nə də bir usaq"},{"SurahNumber":72,"VerseNumber":4,"Text":"Dogrusu, bizim səfehimiz (Iblis) Allah barəsində tamamilə yalan (haqdan uzaq sozlər) soyləyirmis"},{"SurahNumber":72,"VerseNumber":5,"Text":"Biz elə guman edirdik ki, nə insan, nə də cin tayfası Allah barəsində yalan danısmaz"},{"SurahNumber":72,"VerseNumber":6,"Text":"Həqiqətən, (Cahiliyyət dovrundə) bə’zi insanlar bir para cinlərə pənah aparır, bununla da onların təkəbburunu (azgınlıgını) artırırdılar (cinlər ozləri haqqında cox boyuk fikirlərə dusurdulər)"},{"SurahNumber":72,"VerseNumber":7,"Text":"Onlar (o insanlar) da siz (cinlər, yaxud o cinlər də siz insanlar) təkin elə guman edirdilər ki, Allah hec kəsi (oləndən sonra) diriltməyəcəkdir"},{"SurahNumber":72,"VerseNumber":8,"Text":"Biz (cinlər yuxarı aləm əhlinin sohbətinə ogrun-ogrun qulaq asmaq ucun) goyə qalxmaq istədik (səmanı yoxladıq), amma onun (mələklərdən ibarət) guclu gozətcilər və yandırıb-yaxan (axan) ulduzlarla dolu oldugunu gorduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Biz (Muhəmməd əleyhissəlamın peygəmbər gondərilməsindən əvvəl mələklərin sohbətinə) qulaq asmaq ucun (goyun) bə’zi yerlərində otururduq. Lakin indi kim (onların sohbətinə) qulaq asmıs olsa, yandırıb-yaxan bir ulduzun onu gozlədiyini gorər"},{"SurahNumber":72,"VerseNumber":10,"Text":"Biz bilmirik ki, (goyun gozətci mələklərlə, axan ulduzlarla doldurulması və mələklərin sohbətinə qulaq asmagın bizə qadagan edilməsi ilə) yerdə olanlara bir pislik etmək istənilmisdir, yoxsa Rəbbi onlara bir xeyir diləmisdir"},{"SurahNumber":72,"VerseNumber":11,"Text":"Subhəsiz ki, aramızda əməlisaleh olanlar da var, olmayanlar da. Biz muxtəlif firqələrə (məzhəblərə) ayrılmısıq"},{"SurahNumber":72,"VerseNumber":12,"Text":"Biz anladıq ki, yerdə də olsaq, (goyə də) qacsaq, Allahdan (Allahın əzabından) canımızı qurtara bilmərik (hec yerdə, hec zaman Allahı aciz edə bilmərik)"},{"SurahNumber":72,"VerseNumber":13,"Text":"Dogrusu, biz hidayət yolunu gostərəni (Qur’anı) dinlədiyimiz zaman ona iman gətirdik. Kim Rəbbinə iman gətirsə, nə (yaxsı əməllərinin mukafatını) əskilməsindən, nə də haqsızlıga mə’ruz qalmaqdan (basqasının gunahlarının ona yuklənməsindən) qorxar"},{"SurahNumber":72,"VerseNumber":14,"Text":"Subhəsiz ki, aramızda (Allaha və Onun Peygəmbəri Muhəmməd əleyhissəlama iman gətirən) musəlmanlar da var, (haqq yoldan) cıxanlar da. Musəlman olanlar haqq yolu axtarıb tapanlardır"},{"SurahNumber":72,"VerseNumber":15,"Text":"(Haqq yoldan) cıxanlar isə Cəhənnəm ucun odun olacaqlar (orada yandırılacaqlar)”"},{"SurahNumber":72,"VerseNumber":16,"Text":"(Sonra mənə belə vəhy olundu:) Əgər onlar (Məkkə musrikləri) o yolda (islam dinində) dogru olsaydılar, Biz onlara (yeddi il davam edən quraqlıq və qıtlıq əsnasında) bol yagıs verərdik ki"},{"SurahNumber":72,"VerseNumber":17,"Text":"Onları bununla (bu ne’mətlə) imtahana cəkək. Kim oz Rəbbini yad etməkdən uz cevirsə, (Allah) onu məsəqqətli bir əzaba ducar edər"},{"SurahNumber":72,"VerseNumber":18,"Text":"Subhəsiz ki, (butun) məscidlər Allaha məxsusdur. Allahdan basqa hec kəsə ibadət etməyin"},{"SurahNumber":72,"VerseNumber":19,"Text":"Allahın bəndəsi (Muhəmməd əleyhissəlam) Ona ibadət etmək (namaz qılmaq) ucun qalxdıqda (cinlər) az qalmısdı ki, onun ətrafında kecə kimi bir-birinə kecsinlər (izdihamın coxlugundan bir-birinin ustunə minsinlər)"}]}