{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size bağışladığım (enamtü) nimetimi ve sizi alemlere üstün kıldığımı (faddaltüküm) anımsayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimse yerine birşey ödeyemeyeceği, aracılık (şefaat) kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım da edilmeyeceği bir günden sakının"},{"SurahNumber":2,"VerseNumber":49,"Text":"Size işkencenin en kötüsünü yapan, kadınlarınızı bırakıp oğullarınızı öldüren Firavun´un adamlarından sizi kurtarmıştık. Bu, rabbinizden büyük bir sınav idi"},{"SurahNumber":2,"VerseNumber":50,"Text":"Denizi yararak (ferakna) sizi kurtarmış (feenceynaküm), Firavun´un adamlarını / taraftarlarını / ordusunu da (ale) gözlerinizin önünde (tenzurun) boğmuştuk (ağrakna)"},{"SurahNumber":2,"VerseNumber":51,"Text":"Hani Musa´yla kırk gece için sözleşmiştik (vaadna). Ancak siz onun ardından kendinize buzağıyı (Tanrı) edinmiş ve zalimler olmuştunuz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra, şükredersiniz diye sizi bağışladık (afevna)"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hidayete ermeniz için de Musa´ya kitabı ve furkanı verdik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musa kavmine demişti ki: \"Ey kavmim, sizler buzağıyı (Tanrı) edinmekle nefsinize zulmettiniz. Barinize tevbe edin ve nefsinizi öldürün (faktulü). Bu, bariniz katında sizin için daha hayırlıdır. (Bunun üzerine) O, tevbenizi (kabul etti) (fetabe aleyküm). Elbette O, tövbeleri kabul edendir (tevvab), rahimdir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ve demiştiniz ki: \"Ey Musa, biz Tanrı´yı apaçık (cehreten) görmedikçe sana inanmayız\". Bunun üzerine yıldırım sizi almıştı / yakalamıştı / çarpmıştı (kümüssaıkatü). Ve siz bakıp duruyordunuz / bakıyordunuz (tenzurun)"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra, belki şükredersiniz diye ölümünüzün (mevtiküm) ardından sizi diriltmiştik (beasnaküm)"},{"SurahNumber":2,"VerseNumber":57,"Text":"Sizi bulutlarla gölgelendirmiş ve sizin için manna ve bıldırcın (selva) indirmiştik: \"Sizi rızıklandırdıklarımızın temizlerinden (tayyib) yiyin (külu)\" (dedik). Onlar bize zulmetmediler, ancak kendi nefslerine zulmetmişlerdi"},{"SurahNumber":2,"VerseNumber":58,"Text":"Ve demiştik ki: \"Şu şehre girin. Orada dilediğiniz yerden bol bol yiyin. Kapıdan secde ederek girin ve \"dileğimiz bağışlanmadır\" deyin ki hatalarınızı bağışlayalım. Muhsinlerin (alacaklarını / karşılıklarını / ecirlerini) arttıracağız (seneziydülmuhsiniyn)"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ancak zalimler kendilerine söylenen sözü (kavlen) (yani: ´dileğimiz bağışlanmadır´ı-?) başkasıyla değiştirdiler (bedele). Biz de fasıklık (yapma)larına karşılık o zalimlerin üzerine gökten iğrenç bir azap (riczen) indirdik"}]}