{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"Kadınlarınızdan fuhus yapanlara karsı dort erkek sahit getirin. Eger sahitlik ederlerse, olum onları alıp goturunceye yahut Allah, onlar icin bir yol gosterinceye kadar evlerde hapsedin"},{"SurahNumber":4,"VerseNumber":16,"Text":"Sizlerden zina eden her ikisine de eziyet edin, tevbe edip kendilerini duzeltirlerse, onları bırakın. Cunku Allah tevbeleri kabul edendir, merhamet edendir"},{"SurahNumber":4,"VerseNumber":17,"Text":"Allah’ın kabul ettigi tevbe yalnızca; cahillikle/bilmeyerek gunah isleyenin hemen ardından yaptıgı tevbedir. Allah bunların tevbesini kabul eder. Allah, her seyi bilendir ve hukum ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":18,"Text":"Olum gelip catana kadar gunah isleyip de tam o zaman: Ben simdi tevbe ediyorum, diyenlerin tevbesi, tevbe degildir. Kafir olarak olenlerin tevbesi de yoktur. Onlara acıklı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ey iman edenler! (olen babalarınızın) kadınlarını miras yoluyla zorla almanız size helal degildir. Apacık bir fuhus islemedikce (mehir olarak) verdiklerinizin bir kısmını elde etmek icin onları (baskalarıyla evlenmelerine) engel olmak icin nikahınızda tutmayın. Onlarla guzel guzel gecinin; onlardan hoslanmasanız bile, umulur ki sizin hosunuza gitmeyen bir seyde Allah bir cok hayır takdir eder"},{"SurahNumber":4,"VerseNumber":20,"Text":"Bir esinizi (bosayıp) yerine baska bir es almak isterseniz ve oncekine mehir olarak bir yuk altın vermis olsanız bile hicbir seyi geri almayın; o zulum ve apacık gunah oldugu halde onu geri mi alacaksınız"},{"SurahNumber":4,"VerseNumber":21,"Text":"Nasıl alabilirsiniz ki, birbirinizle birlesmis ve esleriniz sizden saglam bir teminat almıslardı"},{"SurahNumber":4,"VerseNumber":22,"Text":"Babalarınızın evlendigi kadınlarla evlenmeyin. Ancak gecmiste olanlar affedilmistir. Bu, Allah'ın gazabını (getiren) bir davranıs ve kotu bir yoldur"}]}