{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta’. Ha’"},{"SurahNumber":20,"VerseNumber":2,"Text":"No te he revelado el Coran para que te agobie"},{"SurahNumber":20,"VerseNumber":3,"Text":"sino que es una exhortacion para quienes tienen temor [de Dios]"},{"SurahNumber":20,"VerseNumber":4,"Text":"[El Coran] fue revelado por Quien creo la Tierra y los altos cielos"},{"SurahNumber":20,"VerseNumber":5,"Text":"el Compasivo, que se establecio sobre el Trono"},{"SurahNumber":20,"VerseNumber":6,"Text":"A El pertenece cuanto hay en los cielos y en la Tierra, lo que existe entre ellos y lo que hay bajo la tierra"},{"SurahNumber":20,"VerseNumber":7,"Text":"Dios conoce lo que pronuncias en voz alta, las confidencias que dices en voz baja y lo que esta aun mas oculto [los pensamientos]"},{"SurahNumber":20,"VerseNumber":8,"Text":"¡Dios! No hay mas divinidad que El. A El pertenecen los nombres [y los atributos] mas sublimes"},{"SurahNumber":20,"VerseNumber":9,"Text":"¿Conoces la historia de Moises"},{"SurahNumber":20,"VerseNumber":10,"Text":"Cuando vio un fuego y dijo a su familia: \"Permanezcan aqui, pues he visto un fuego y tal vez pueda traerles una brasa encendida o encuentre junto al fuego quien pueda indicarnos [el camino]"},{"SurahNumber":20,"VerseNumber":11,"Text":"Cuando llego a el, una voz lo llamo: \"¡Oh, Moises"},{"SurahNumber":20,"VerseNumber":12,"Text":"Yo soy tu Senor; quitate las sandalias, pues estas en el valle sagrado de Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Y Yo te he elegido; escucha lo que voy a revelarte"},{"SurahNumber":20,"VerseNumber":14,"Text":"Yo soy Al-lah, y no hay mas divinidad que Yo. Adorame solo a Mi y haz la oracion para recordarme"},{"SurahNumber":20,"VerseNumber":15,"Text":"El Dia de la Resurreccion es indubitable, y nadie salvo Dios sabe cuando llegara. Ese dia cada alma recibira la recompensa o el castigo que se merezca por sus obras"},{"SurahNumber":20,"VerseNumber":16,"Text":"No te dejes seducir por quienes no creen en la resurreccion y siguen sus pasiones, porque seras de los que pierdan"},{"SurahNumber":20,"VerseNumber":17,"Text":"¿Que es lo que tienes en tu diestra? ¡Oh, Moises"},{"SurahNumber":20,"VerseNumber":18,"Text":"Respondio: \"Es mi baston. Me sirve de apoyo, y con el vareo los arboles para que mi ganado coma [de su follaje]; ademas de otros usos"},{"SurahNumber":20,"VerseNumber":19,"Text":"Dijo [Dios]: \"Arrojalo, ¡oh, Moises"},{"SurahNumber":20,"VerseNumber":20,"Text":"Lo arrojo, y este se convirtio en una serpiente que reptaba"},{"SurahNumber":20,"VerseNumber":21,"Text":"Dijo [Dios]: \"Recogela y no temas, pues la volvere a su forma original"},{"SurahNumber":20,"VerseNumber":22,"Text":"Introduce tu mano en tu costado y saldra blanca, resplandeciente, sin defecto alguno. Ese sera otro milagro"},{"SurahNumber":20,"VerseNumber":23,"Text":"Te he mostrado algunos de Mis mayores milagros"},{"SurahNumber":20,"VerseNumber":24,"Text":"Ve ante el Faraon, pues se ha extralimitado"}]}