{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":4,"VerseNumber":127,"Text":"Obba mahilege tanna patiya kadeyinda daurjan'yada athava nirlaksada bhayaviddare avaribbaru tam'ma naduve sandhana madikolluvudu tappalla. Nijavagi, sandhanave uttama. Manas'sugalalli svarthaviruvudu svabhavika. Adaru nivu saujan'ya toridare hagu dharmanistharagiddare (nimage tilidirali) – allahanantu nivu maduva ellavannu aritiruttane"},{"SurahNumber":4,"VerseNumber":128,"Text":"niveste bayasidaru patniyara naduve sampurna n'yaya palisalu nimage sadhyavagadu. Adare (avaralli yara kadegu) sampurna vali bidabedi hagu (yarannu) sampurnavagi nirlaksisi jotaduva sthitiyalli bittu bidabedi. Nivu sudharisikondare mattu dharmanisthe palisidare (nimage tilidirali) – allahanu khandita ksamasilanu karunamayiyu agiddane"},{"SurahNumber":4,"VerseNumber":129,"Text":"innu, avaribbaru (dampatiyaru) berpattare, allahanu tanna visala samarthyadinda avaralli pratiyobbarannu (paraspara avalambaneyinda) mukta golisuvanu. Allahanantu tumba vaisalya ullavanu yuktivantanu agiddane"},{"SurahNumber":4,"VerseNumber":130,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahanige serive. ‘‘Allahanige anjiri. Nivu dhikkarigaladare, akasagalalli mattu bhumiyalliruva ellavu allahanige serive (embudannu mareyabedi)’’ endu i hinde grantha nidalagiddavarige navu upadesisiddevu mattu nimagu upadesisuttiddeve. Allahanantu ella agatyagalinda muktanu ella prasansegalige ar'hanu agiruvanu"},{"SurahNumber":4,"VerseNumber":131,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahanige serive. (Ellara palige) karyasadhakanagi avane saku"},{"SurahNumber":4,"VerseNumber":132,"Text":"janare, avanicchisidare nim'mannu tolagisi itararannu taraballanu. Hage madalu allahanu khandita saktanagiddane"},{"SurahNumber":4,"VerseNumber":133,"Text":"kevala ihalokada pratiphalavannu bayasuvatanu (tilidirali) – allahana bali ihalokada pratiphalavu ide paralokada pratiphalavu ide. Allahanu khandita ellavannu keluvavanu mattu noduvavanagiddane"},{"SurahNumber":4,"VerseNumber":134,"Text":"Visvasigale, nivu kattunittagi sada n'yayavannu palisuvavaragiri hagu allahanigagi (satyada para) saksi heluvavaragiri – adu svatah nim'ma virud'dha athava nim'ma tande-tayiya athava nikata bandhugala virud'dhavagiddaru sariye. Srimantanirali, badavanirali, avaribbara paligu itarellariginta heccagi allahane hitaisiyagiddane. Nivendu nim'ma cittakanksegalannu anusarisi n'yayapalaneyalli tappabedi. (N'yaya prakriyeyalli) nivu nalige tirucidare (saksavannu badalisidare) athava jarikondare, allahanu nim'mella krtyagala kuritu arivu ullavanagiddane (embunnu mareyabedi)"}]}