{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Fǒurèn wǒ de jīxiàng ér jiāyǐ miǎoshì zhě, suǒyǒu de tiānmén bì bù wéi tāmen ér kāifàng, tāmen bùdé rù lèyuán, zhídào luòtuó néng chuānguò zhēnyǎn. Wǒ yào zhèyàng bàochóu fànzuì zhě"},{"SurahNumber":7,"VerseNumber":41,"Text":"Tāmen zài huǒ yù lǐ yào diàn huǒ rù, yào gài huo bèi, wǒ yào zhèyàng bàochóu bù yì zhě"},{"SurahNumber":7,"VerseNumber":42,"Text":"Xìndào érqiě xíngshàn zhě,——wǒ zhǐ àn gè rén de nénglì ér jiāyǐ zéchéng——tāmen shì lèyuán de jūmín, tāmen jiāng yǒng jū qízhōng"},{"SurahNumber":7,"VerseNumber":43,"Text":"Wǒ jiāng báchú tāmen xīnzhōng de yuànhèn, tāmen jiāng zhù zàixià lín zhū hé de lèyuán, tāmen jiāng shuō:“Yīqiè zànsòng, quán guī ān lā! Tā yǐndǎo wǒmen huò cǐ shàn bào, jiǎruò ān lā méiyǒu yǐndǎo wǒmen, wǒmen bùzhì yú zūnxún zhèngdào. Wǒmen de zhǔ de zhòng shǐzhě, què yǐ zhāoshìle zhēnlǐ.” Huòzhě jiāng dàshēng dì duì tāmen shuō:“Zhè jiùshì nǐmen yīn zìjǐ de xíngwéi ér dé jìchéng de lèyuán.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Lèyuán de jūmín jiāng dàshēng dì duì huǒ yù de jūmín shuō:“Wǒmen yǐ fāxiàn wǒmen de zhǔ suǒ yīngxǔ wǒmen de shì zhēnshí dele. Nǐmen shìfǒu yě fāxiàn nǐmen de zhǔ suǒ yīngxǔ nǐmen de shì zhēnshí de ne?” Tāmen shuō:“Shì de.” Yúshì, yīgè hǎnjiào zhě yào zài tāmen zhōngjiān hǎnjiào shuō:“Ān lā de qì jué guīyú bù yì zhě"},{"SurahNumber":7,"VerseNumber":45,"Text":"Tāmen fáng'ài ān lā de dàdào, érqiě chēng tā wèi xiédào, bìngqiě bù xìn hòushì.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"Tāmen zhōngjiān jiāng yǒu yīgè píngzhàng. Zài nàgè (píngzhàng) de gāo chù jiāng yǒu xǔduō nánrén, tāmen jiè shuāngfāng de yíbiǎo ér rènshí shuāngfāng de rén, tāmen hǎnjiào lèyuán de jūmín shuō:“Zhù nǐmen píng'ān!” Tāmen xiànmù lèyuán, dàn bùdé jìnqù"},{"SurahNumber":7,"VerseNumber":47,"Text":"Dāng tāmen de yǎnguāng zhuǎnxiàng huǒ yù de jūmín de shíhòu, tāmen shuō:“Wǒmen de zhǔ a! Qiú nǐ bùyào shǐ wǒmen yǔ bù yì de mínzhòng tóng zhù.”"}]}