{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"Nuko (amapfa aratera) abavandimwe ba Yusufu (basuhukira mu Misiri gushakayo amafunguro), binjira iwe arabamenya, ariko bo ntibamumenya"},{"SurahNumber":12,"VerseNumber":59,"Text":"Amaze kubategurira ibiribwa (basabye) aravuga ati “(Ubutaha) muzanzanire umuvandimwe wanyu kuri so (Benjamini). Ese ntimubona ko mbuzuriza ibipimo kandi nkanakira neza abashyitsi?”"},{"SurahNumber":12,"VerseNumber":60,"Text":"“Nimuramuka mutamunzaniye nta biribwa muzapimirwa iwanjye, kandi ntimuzanyegere.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Baravuga bati “Tuzinginga se amuduhe, kandi rwose tuzabikora.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"(Yusufu) abwira abagaragu be ati “Mushyire amafaranga baguze ibiribwa mu mitwaro yabo (mu ibanga), kugira ngo bazabibone basubiye iwabo, bityo bazagaruke.”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Nuko bageze kwa se, baravuga bati “Dawe! Twahakaniwe kuzongera gupimirwa (ibiribwa tutajyanye n’umuvandimwe wacu Benjamini). None duhe umuvandimwe wacu tujyane, kugira ngo tuzapimirwe (ibiribwa), kandi rwose tuzamurinda.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"(Se) aravuga ati “Ese muragira ngo mbizere mubahe, nk’uko nabizeye mbere nkabaha umuvandimwe we (Yusufu ntimumugarure)? Allah ni We Murinzi mwiza, kandi ni We Munyembabazi usumba abandi.”"},{"SurahNumber":12,"VerseNumber":65,"Text":"Nuko (bageze imuhira) bahambuye imitwaro yabo, basanga amafaranga (baguze ibiribwa) bayasubijwe, baravuga bati “Dawe! Ni iki kindi dushaka kitari iki? Ngaya amafaranga (twari twishyuye) twayasubijwe! (Bityo duhe Benjamini tujyane) kugira ngo tuzanire umuryango wacu ibiribwa (byinshi), kandi umuvandimwe wacu tuzamurinda, ndetse twongererwe n'igipimo (cy’ibiribwa) bingana n’umutwaro w'ingamiya, dore ko icyo gipimo cyoroheye (umwami kugitanga).”"},{"SurahNumber":12,"VerseNumber":66,"Text":"(Se) aravuga ati “Ntabwo namubaha mutampaye isezerano murahira ku izina rya Allah ko muzamungarurira, usibye igihe mwagotwa (n’umwanzi, akabaganza akamubambura).” Bamaze kumurahirira, aravuga ati “Allah ni Umuhamya w’ibyo tuvuze.”"},{"SurahNumber":12,"VerseNumber":67,"Text":"Aranavuga ati “Bana banjye! (Nimugera mu Misiri) ntimuzinjirire mu irembo rimwe, ahubwo muzinjirire mu marembo atandukanye, kandi nta na kimwe nabamarira ku byo Allah yagena. Mu by’ukuri umwanzuro ni uwa Allah; ni We niringiye, kandi abiringira bose bajye baba ari We biringira.”"},{"SurahNumber":12,"VerseNumber":68,"Text":"Nuko ubwo binjiriraga (mu marembo atandukanye) nk’uko se yari yabibategetse, nta cyo byabamariye ku byagenwe na Allah, ariko zari impungenge zari mu mutima wa Yakubu yasohoye. Mu by’ukuri we (Yakubu) yari umumenyi kuko twari twaramwigishije, ariko abenshi mu bantu ntibabizi"}]}