{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"niccayamāka nām ipṟāhīmukku itaṟku muṉṉarē nallaṟivaik koṭuttiruntōm. (Ataṟkuriya) avaruṭaiya taṉmaiyai naṉkaṟintōm"},{"SurahNumber":21,"VerseNumber":52,"Text":"avar taṉ tantaiyaiyum, taṉ makkaḷaiyum nōkki ‘‘nīṅkaḷ (mikka uṟcākattōṭu) vaṇaṅkivarum iccilaikaḷ eṉṉa? (Etaṟkāka nīṅkaḷ ivaṟṟai vaṇaṅkukiṟīrkaḷ)'' eṉṟu kēṭṭataṟku"},{"SurahNumber":21,"VerseNumber":53,"Text":"avarkaḷ ‘‘eṅkaḷ mūtātaikaḷ ivaṟṟai vaṇaṅkik koṇṭirukka nāṅkaḷ kaṇṭōm. (Ātalāl nāṅkaḷum avaṟṟai vaṇaṅkukiṟōm)'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":21,"VerseNumber":54,"Text":"ataṟkavar ‘‘nīṅkaḷum uṅkaḷ mūtātaikaḷum pakiraṅkamāṉa vaḻikēṭṭiltāṉ irukkiṟīrkaḷ'' eṉṟu kūṟiṉār"},{"SurahNumber":21,"VerseNumber":55,"Text":"ataṟkavarkaḷ ‘‘nīr ētum uṇmaiyāṉa ceytiyai nam'miṭam koṇṭu vantirukkiṟīrā? Allatu (ivvāṟu kūṟi nam'muṭaṉ) nīr viḷaiyāṭukiṟīrā?'' Eṉṟu kēṭṭaṉar"},{"SurahNumber":21,"VerseNumber":56,"Text":"ataṟkavar ‘‘(nāṉ viḷaiyāṭupavaṉ) illai. Uṅkaḷ (uṇmaiyāṉa) iṟaivaṉ, vāṉaṅkaḷaiyum, pūmiyaiyum paṭaitta iṟaivaṉtāṉ. (Inta cilaikaḷalla) itaṟku nāṉē uṅkaḷukkuc cāṭci kūṟukiṟēṉ'' eṉṟu kūṟiṉār"},{"SurahNumber":21,"VerseNumber":57,"Text":"(iṅkiruntu) ‘‘nīṅkaḷ tirumpic ceṉṟa piṉṉar allāhviṉ mītu cattiyamāka! Uṅkaḷ cilaikaḷaip paṅkappaṭuttiviṭuvēṉ'' (eṉṟum kūṟiṉār)"},{"SurahNumber":21,"VerseNumber":58,"Text":"(avvāṟē avarkaḷ ceṉṟa piṉṉar) avaṟṟil periya cilaiyait tavira (maṟṟa) aṉaittaiyum tuṇṭu tuṇṭāka uṭaittut taḷḷiviṭṭār. Avarkaḷ (tirumpa vanta piṉṉar itaip paṟṟi vicārippataṟkākap) periya cilaiyiṭam cellak kūṭum (eṉṟu atai maṭṭum uṭaikkavillai)"},{"SurahNumber":21,"VerseNumber":59,"Text":"avarkaḷ (tirumpa vantu ikkāṭciyaik kaṇṭatum) ‘‘eṅkaḷ teyvaṅkaḷai ivvāṟu ceytavaṉ evaṉ? Niccayamāka avaṉ makā aniyāyakkāraṉ'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":21,"VerseNumber":60,"Text":"Ataṟku (avarkaḷil cilar) ‘‘oru vālipar ivaṟṟaip paṟṟi(k kuṟai) kūṟik koṇṭiruppatai nāṅkaḷ ceviyuṟṟu irukkiṟōm. Avarukku ‘ipṟāhīm' eṉṟu peyar kūṟappaṭukiṟatu'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":21,"VerseNumber":61,"Text":"ataṟkavarkaḷ ‘‘(avvāṟāyiṉ) avarai makkaḷ kaṇkaḷukku muṉ koṇṭu vāruṅkaḷ. (Avar kūṟum patilukku) aṉaivarum cāṭciyāka irukkaṭṭum'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":21,"VerseNumber":62,"Text":"(avvāṟu ipṟāhīmaik koṇṭu vantu avarai nōkki) ‘‘ipṟāhīmē! Eṅkaḷ teyvaṅkaḷai ivvāṟu ceytavar nīrtāṉō?'' Eṉṟu kēṭṭaṉar"},{"SurahNumber":21,"VerseNumber":63,"Text":"ataṟkavar ‘‘illai. Ivaṟṟil periya cilai itō irukkiṟatē! Itutāṉ ceytirukkalām! (Uṭaippaṭṭa) ivai pēcakkūṭiyavaiyāka iruntāl avaṟṟaiyē kēḷuṅkaḷ'' eṉṟār"},{"SurahNumber":21,"VerseNumber":64,"Text":"avarkaḷ (itaṟkup patil kūṟamuṭiyāmal nāṇamuṟṟut) taṅkaḷukkuḷ (oruvar maṟṟavarai nōkki) “niccayamāka nīṅkaḷtāṉ (ivaṟṟait teyvameṉak kūṟi) aniyāyam ceytu viṭṭīrkaḷ'' eṉṟu kūṟik koṇṭārkaḷ"},{"SurahNumber":21,"VerseNumber":65,"Text":"piṉṉar, avarkaḷ (veṭkattāl ciṟitu nēram) talai kuṉintiruntu (ipṟāhīmai nōkki) ‘‘ivai pēcātu eṉpatai niccayamāka nīr aṟivīrē! (Avvāṟirukka ivaṟṟiṭam nāṅkaḷ kēṭkumpaṭi eṅkaḷiṭam evvāṟu kūṟukiṟīr?)'' (Eṉṟu kūṟiṉārkaḷ)"},{"SurahNumber":21,"VerseNumber":66,"Text":"ataṟkavar ‘‘uṅkaḷukku oru naṉmaiyum tīmaiyum ceyya caktiyaṟṟa allāh allāta (i)vaṟṟaiyā nīṅkaḷ vaṇaṅkukiṟīrkaḷ"},{"SurahNumber":21,"VerseNumber":67,"Text":"cīcci! (Kēvalam nīṅkaḷeṉṉa) uṅkaḷukkum kēṭutāṉ; nīṅkaḷ vaṇaṅkum allāh allāta ivaika(ḷeṉṉa ivai)kaḷukkum kēṭutāṉ. Eṉṉē! Ivvaḷavu kūṭa nīṅkaḷ aṟintukoḷḷa vēṇṭāmā?'' Eṉṟu kūṟiṉār"},{"SurahNumber":21,"VerseNumber":68,"Text":"ataṟkavarkaḷ (taṅkaḷ maṉitarkaḷai nōkki,) ‘‘nīṅkaḷ ētum ceyya vēṇṭumeṉṟi runtāl ivarai neruppil erittu uṅkaḷ teyvaṅkaḷukkāka ivariṭam paḻi vāṅkuṅkaḷ'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":21,"VerseNumber":69,"Text":"(Avvāṟē avarkaḷ ipṟāhīmai neruppuk kiṭaṅkil eṟiyavē neruppai nōkki) ‘‘neruppē! Nī ipṟāhīmukku cukam tarum vitattil kuḷirntu viṭu!'' Eṉṟu nām kūṟiṉōm"},{"SurahNumber":21,"VerseNumber":70,"Text":"avarkaḷ ipṟāhīmukku tīṅkiḻaikkak karutiṉārkaḷ. Eṉiṉum, nām avarkaḷaiyē naṣṭamaṭaiyumpaṭic ceytu viṭṭōm"},{"SurahNumber":21,"VerseNumber":71,"Text":"avaraiyum (avaruṭaiya cakōtarar makaṉ) lūttaiyum nām pātukāttuk koṇṭu, maṉitarkaḷ perum pākkiyam aṭaiyakkūṭiyatāka nām ceytirukkum (paittul mukattas eṉṉum) ūrukku koṇṭu vantu cērttōm"},{"SurahNumber":21,"VerseNumber":72,"Text":"mēlum, nām avarukku (avaruṭaiya) kōrikkaikku atikamāka is'hākkaiyum, ya'akūpaiyum aruḷ purintōm. Ivarkaḷ aṉaivaraiyum nallaṭiyārkaḷākavum nām ākkiṉōm"},{"SurahNumber":21,"VerseNumber":73,"Text":"mēlum, nam kaṭṭaḷaikaḷai (makkaḷukku) ēvi nērāṉa vaḻiyai aṟivikkakkūṭiya talaivarkaḷākavum avarkaḷai ākkiṉōm. Naṉmaiyāṉa kāriyaṅkaḷaic ceyyumāṟum, toḻukaiyaik kaṭaippiṭikkumāṟum, ‘jakāt' koṭuttu varumāṟum avarkaḷukku vahyi mūlam aṟivittōm. Avarkaḷ aṉaivarum nam'maiyē vaṇaṅkik koṇṭiruntārkaḷ"},{"SurahNumber":21,"VerseNumber":74,"Text":"lūttaiyum (napiyākki) avarukku ñāṉattaiyum kalviyaiyum koṭuttut tīya kāriyaṅkaḷaic ceytu koṇṭirunta ūr makkaḷil iruntum nām avarai pātukāttuk koṇṭōm. Niccayamāka avvūrār (maṉitarkaḷil) mikakkeṭṭa maṉitarkaḷākavum perum pāvikaḷākavum iruntaṉar"},{"SurahNumber":21,"VerseNumber":75,"Text":"nām avarai nam aruḷil pukuttiṉōm. Niccayamāka avar nallaṭiyārkaḷil uḷḷavarākavē iruntār"}]}