{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"Yake mandakarma sobhaniya kare dekhano haya, se take uttama mane kare, se ki samana ye mandake manda mane kare. Niscaya allaha yake iccha pathabhrasta karena ebam yake icacha satpatha pradarsana karena. Sutaram apani tadera jan'ye anutapa kare nijeke dhbansa karabena na. Niscaya'i allaha janena tara ya kare."},{"SurahNumber":35,"VerseNumber":9,"Text":"Allaha'i bayu prerana karena, atahpara se bayu meghamala sancarita kare. Atahpara ami ta mrta bhu-khandera dike paricalita kari, atahpara tadbara se bhu-khandake tara mrtyura para sanjibita kare de'i. Emanibhabe habe punarut'thana."},{"SurahNumber":35,"VerseNumber":10,"Text":"Ke'u sam'mana ca'ile jene rakhuna, samasta sam'mana allahara'i jan'ye. Tamra'i dike arohana kare satbakya ebam satkarma take tule neya. Yara manda karyera cakrante lege thake, tadera jan'ye rayeche kathora sasti. Tadera cakranta byartha habe."},{"SurahNumber":35,"VerseNumber":11,"Text":"Allaha tomaderake srsti karechena mati theke, atahpara birya theke, tarapara karechena tomaderake yugala. Kona nari garbhadharana kare na ebam santana prasaba kare na; kintu tamra jnatasare. Kona bayaska byakti bayasa paya na. Ebam tara bayasa hrasa paya na; kintu ta likhita ache kitabe. Niscaya eta allahara pakse sahaja."},{"SurahNumber":35,"VerseNumber":12,"Text":"Du’ti samudra samana haya na-ekati mitha o trsnanibaraka ebam aparati lona. Ubhayati theke'i tomara taja gosata (matsa) ahara kara ebam paridhane byabaharya gayanagati aharana kara. Tumi tate tara buka cire jahaja calate dekha, yate tomara tara anugraha anbesana kara ebam yate tomara krtajnata prakasa kara."},{"SurahNumber":35,"VerseNumber":13,"Text":"Tini ratrike dibase prabista karena ebam dibasake ratrite prabista karena. Tini surya o candrake kaje niyojita karechena. Pratyekati abartana kare eka nirdista meyada paryanta. Ini allaha; tomadera palanakarta, samrajya tamra'i. Tamra paribarte tomara yaderake daka, tara tuccha khejura amtira'o adhikari naya."},{"SurahNumber":35,"VerseNumber":14,"Text":"Tomara taderake dakale tara tomadera se daka sune na. Sunale'o tomadera dake sara deya na. Keyamatera dina tara tomadera seraka asbikara karabe. Bastutah allahara n'yaya tomake ke'u abahita karate parabe na."}]}