{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Before them, too, people tried deception and trickery. Allah finished off their edifice from its very foundation. The roof caved in upon them. Punishment came to them from where they least expected"},{"SurahNumber":16,"VerseNumber":27,"Text":"He will disgrace them on the Day of Judgment and will say to them, \"Now, where are the ones you had appointed as My partners? On their behalf, you used to argue! And those with knowledge will cry out, \"Surely, today, only shame and disgrace are for the unbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"The angels shall proceed to seize their souls. They __ those who had harmed themselves __ will attempt to strike peace, and will say, \"We were not doing anything evil!\" .... (Really)? .... \"Of course, you were! Allah knows very well what you used to do"},{"SurahNumber":16,"VerseNumber":29,"Text":"Now, enter hell through its gates, to live there forever!\" Surely, wretched is the abode for the haughty"},{"SurahNumber":16,"VerseNumber":30,"Text":"And when the righteous are asked, \"What has your Lord revealed?\" They say, \"Excellent!\" For those who do good deeds, there are advantages in this life and their abode in the life-to-come is far superior! What an exquisite home exists for the pious"},{"SurahNumber":16,"VerseNumber":31,"Text":"An eternal paradise! Rivers run right through it! There, anything they desire shall be theirs. That is how Allah rewards the pious"},{"SurahNumber":16,"VerseNumber":32,"Text":"The angels will take possession of their souls in a state of purity and will say to them, \"Peace upon you! Enter the paradise as a reward for what you used to do"},{"SurahNumber":16,"VerseNumber":33,"Text":"Are they (evildoers) waiting for the angels to visit them? Or for Allah´s decree to come crashing down on them? Other folks before them did just that! Allah did not victimize them wrongfully. Rather, they used to treat their own selves unjustly"},{"SurahNumber":16,"VerseNumber":34,"Text":"The evil of their own deeds struck them down. Their acts of ridiculing and mocking (the truth) engulfed them"}]}