{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"annāḷil narakattai nōkki, ‘‘uṉ vayiṟu niṟaintuviṭṭatā?'' Eṉṟu nām kēṭpōm. Ataṟku atu ‘‘iṉṉum ētum irukkiṟatā?'' Eṉṟu kēṭkum"},{"SurahNumber":50,"VerseNumber":31,"Text":"(annāḷil) iṟaiyaccamuṭaiyavarkaḷukku corkkam mikka camīpamākak koṇṭu varappaṭum"},{"SurahNumber":50,"VerseNumber":32,"Text":"‘‘Itutāṉ uṅkaḷukku vākkaḷikkappaṭṭatu'' (eṉṟum,) ‘‘eppoḻutum iṟaivaṉaiyē nōkki iruntu (iṟaivaṉuṭaiya kaṭṭaḷaikaḷaip) pēṇi naṭantu koṇṭa aṉaivarukkum itu kiṭaikkum'' (eṉṟum)"},{"SurahNumber":50,"VerseNumber":33,"Text":"evarkaḷ, maṟaivilum rahmāṉukkup payantu naṭantu (rahmāṉaiyē muṟṟilum) nōkkiya maṉatuṭaṉ varukiṟārkaḷō"},{"SurahNumber":50,"VerseNumber":34,"Text":"(avarkaḷai nōkki,) ‘‘īṭēṟṟam peṟṟu nīṅkaḷ itil nuḻaintu viṭuṅkaḷ. Itu nirantaramāṉa nāḷākum'' (eṉṟum kūṟappaṭum)"},{"SurahNumber":50,"VerseNumber":35,"Text":"avarkaḷ virumpiyatellām atil avarkaḷukkuk kiṭaikkum. Mēlum, nam'miṭamiruntu (avarkaḷ kēṭkātatum iṉṉum) atikamākak koṭukkappaṭum"},{"SurahNumber":50,"VerseNumber":36,"Text":"ivarkaḷukku muṉṉar ettaṉaiyō kūṭṭattārai nām aḻittirukkiṟōm. Avarkaḷ ivarkaḷaiviṭa mika palacālikaḷāka iruntārkaḷ. Avarkaḷ (tappittukkoḷḷa) pala tēcaṅkaḷil cuṟṟit tirintārkaḷ. (Appōtu avarkaḷukku) tappa iṭam kiṭaittatā? (Illai, kiṭaikkāmal aḻintu viṭṭaṉar)"},{"SurahNumber":50,"VerseNumber":37,"Text":"evarukku (paricuttamāṉa) uḷḷamiruntu, ōrmaippāṭāṉa maṉatuṭaṉ cevicāykkiṟārō, avarukku niccayamāka itil nalla paṭippiṉai irukkiṟatu"},{"SurahNumber":50,"VerseNumber":38,"Text":"niccayamāka nāmtāṉ vāṉaṅkaḷaiyum, pūmiyaiyum ataṟku mattiyil uḷḷavaṟṟaiyum āṟē nāṭkaḷil paṭaittōm. Ataṉāl namakku oru kaḷaippum (cōrvum) ēṟpaṭṭu viṭavillai"},{"SurahNumber":50,"VerseNumber":39,"Text":"(napiyē!) Avarkaḷ (um'maik kuṟai) kūṟuvataip paṟṟi (kavalaippaṭātīr;) nīr poṟumaiyāka ataic cakittuk koṇṭiruntu, cūriya utayattiṟkum, atu maṟaivataṟkum muṉṉar umatu iṟaivaṉaip pukaḻntu tuti ceytuvaruvīrāka"},{"SurahNumber":50,"VerseNumber":40,"Text":"iravil oru pākattilum, ovvoru toḻukaikkup piṉṉarum avaṉait tuti ceyvīrāka"},{"SurahNumber":50,"VerseNumber":41,"Text":"(napiyē!) Nīr cevimaṭuttuk kēṭpīrāka. (Camātikaḷukku) camīpamāṉa iṭattiliruntu (koṇṭu ‘‘maraṇittavarkaḷē! Eḻumpuṅkaḷ'' eṉṟu) aḻaippavar aḻaikkum nāḷil"},{"SurahNumber":50,"VerseNumber":42,"Text":"(Vāṉavarkaḷ avarkaḷai viraṭṭi ōṭṭum) perum captattai meyyākavē avarkaḷ annāḷil kēṭpārkaḷ. Atutāṉ (maraṇittavarkaḷ camātiyiliruntu) veḷippaṭum nāḷ"},{"SurahNumber":50,"VerseNumber":43,"Text":"niccayamāka nāmtāṉ uyirppikkiṟōm; nāmtāṉ maraṇikkac ceykiṟōm; nam'miṭamē aṉaivarum varavēṇṭiyatirukkiṟatu"},{"SurahNumber":50,"VerseNumber":44,"Text":"(maraṇittavarkaḷai mūṭikkoṇṭirukkum) pūmi veku tīviramāka (veṭittu) avarkaḷai viṭṭu vilakum nāḷai (niṉaivu kūruvīrāka). Atutāṉ (vicāraṇaikkāka aṉaivaraiyum) oṉṟu cērkkum nāḷ. I(vvāṟu ceyva)tu namakku mikka eḷitāṉatē"},{"SurahNumber":50,"VerseNumber":45,"Text":"(napiyē! Um'maip paṟṟi) avarkaḷ kūṟuvatai nām naṉkaṟivōm. Nīr avarkaḷai nirppantikkakkūṭiyavaralla. Eṉatu vētaṉaiyaip payappaṭupavarkaḷukku inta kur'āṉaik koṇṭu nīr nallupatēcam ceyvīrāka"}]}