{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Havera alguem mais iniquo do que quem forja mentiras acerca de Deus ou desmente os Seus versiculos? Os iniquosjamais prosperarao"},{"SurahNumber":6,"VerseNumber":22,"Text":"Recordar-lhes o dia em que congregaremos todos, e diremos, entao, aos idolatras: Onde estao os parceiros quepretendestes Nos atribuir"},{"SurahNumber":6,"VerseNumber":23,"Text":"Entao, nao terao mais escusas, alem de dizerem, Por Deus, nosso Senhor, nunca fomos idolatras"},{"SurahNumber":6,"VerseNumber":24,"Text":"Olha como desmentem a sim mesmos! Tudo quanto tiverem forjado desvanecer-se-a"},{"SurahNumber":6,"VerseNumber":25,"Text":"Alguns deles te escutam; porem, anuviamos-lhes as mentes e ensurdecemos-lhes os ouvidos; por isso, nao compreendem. E, mesmo quando virem qualquer sinal, nao crerao nele; e ate quando vem a ti, vem para refutar-te; e os incredulos dizem: Isto nao e mais do que fabulas dos primitivos"},{"SurahNumber":6,"VerseNumber":26,"Text":"E impedem os demais, apartando-os dele (o Alcorao); mas, com isso, nao fazem mais do que se prejudicar, sem osentirem"},{"SurahNumber":6,"VerseNumber":27,"Text":"Ah, se os vires quando se confrontarem com o fogo infernal! Dirao: Oxala fossemos devolvidos (a terra)! Entao, naodesmentiriamos os versiculos de nosso Senhor e nos contariamos entre os fieis"},{"SurahNumber":6,"VerseNumber":28,"Text":"Porem, aparecer-lhes-a tudo quanto anteriormente tinham ocultado; no entanto, ainda que fossem devolvidos (a vidaterrena), certamente reincidiriam em lancar mao de tudo quanto lhes foi vedado, porque sao mentirosos"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dizem: Nao existe outra vida alem da terrena e jamais seremos ressuscitados"},{"SurahNumber":6,"VerseNumber":30,"Text":"Se os vires quando comparecerem ante seu Senho! Ele lhes dira: Nao e esta a verdade? Dirao: Sim, por nosso Senhor! Entao, Ele lhes dira: Provai, pois, o castigo, por vossa incredulidade"}]}