{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Midon mondtuk az angyaloknak: Boruljatok le Adam elott!\" Mind leborult, csupan /blis (a Gonosz) tagadta meg"},{"SurahNumber":20,"VerseNumber":117,"Text":"Mondtuk: ,.O, Adam! Bizony ez az ellenseged es a felesegede, nehogy kiuzzon benneteket a Paradicsombol, mert akkor karhozott leszel"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ott nem kell neked ehezni, sem pedig meztelenul jarni"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ott nem kell szomjaznod, es a nap perzselo hosegenek sem vagy kiteve"},{"SurahNumber":20,"VerseNumber":120,"Text":"A satan (gonosz dolgot) sugallt neki. Mondta: , O, Adam! Vajon megmutassam-e neked az Oroklet Fajat es olyan hatalmat, ami soha nem enyeszik el"},{"SurahNumber":20,"VerseNumber":121,"Text":"OK ketten ettek abbol (a fabol, annak gyumolcsebol) es a szemermuk lathatova valt. A Paradicsom fainak leveleit kezdtek magukon hordani. Adam szembefordult az o Uraval es eltevelyedett"},{"SurahNumber":20,"VerseNumber":122,"Text":"Majd kivalasztotta ot az Ura es kiengesztelodve fordult feleje es az igaz Utra vezette"},{"SurahNumber":20,"VerseNumber":123,"Text":"Mondta: , Menjetek innen (a Paradicsombol) le, mind (ketten)! Egymas ellensegei legyetek! Es ha majdan utmutatas jon el hozzatok Tolem, aki koveti az Utmutatasomat az nem tevelyedik el es nem lesz szerencsetlen"},{"SurahNumber":20,"VerseNumber":124,"Text":"Aki elfordul a Rolam torteno megemlekezestol, annak a megelhetese szukos lesz. Es vakon fogjuk a Feltamadas Napjan osszegyujteni"},{"SurahNumber":20,"VerseNumber":125,"Text":"Mondja: Uram! Miert gyujtottel ossze engem vakon, holott lato voltam"},{"SurahNumber":20,"VerseNumber":126,"Text":"Mondta: ..Ennek igy kell lennie. Eljottek hozzad a Mi Jeleink es te elfeledkeztel azokrol. Ma te is. ehhez hasonloan feledesbe merulsz"},{"SurahNumber":20,"VerseNumber":127,"Text":"Mi igy jutalmazzuk azokat, akik mertektelenek es nem hisznek az Uruk jeleiben. Bizony a Tulvilag buntetese szigorubb es maradandobb"},{"SurahNumber":20,"VerseNumber":128,"Text":"Vajon nem utmutatas-e nekik az, hogy mennyi szazadot Pusztitottunk mar el elottuk, akiknek a lakhelyein jarnak? Bizony ebben jelek vannak azok szamara, akik elnek az eszukkel"}]}