{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin göğsünü İslâm için (Allah´a teslim için) yarmışsa artık o, Rabbinden bir nur üzere olur, değil mi? Allah´ın zikrinden kalpleri kasiyet bağlayanların vay haline! İşte onlar, apaçık dalâlet içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, ihdas ettiği (nurların) ahsen olanlarını (rahmet, fazl ve salâvâtı), ikişer ikişer (salâvât-fazl ve salâvât-rahmet), Kitab´a müteşabih (benzer) olarak indirdi. Rab´lerinden huşû duyanların ciltleri ondan ürperir. Sonra onların ciltleri ve kalpleri Allah´ın zikriyle yumuşar, sükûnet bulur (yatışır). İşte bu, Allah´ın hidayetidir, dilediğini onunla hidayete erdirir. Ve Allah, kimi dalâlette bırakırsa artık onun için bir hidayetçi yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"O halde kıyâmet günü, onun vechini (fizik vücudunu) kötü azaptan kim koruyabilir? Ve zalimlere: \"Kazanmış olduğunuz şeyi (günahlarınızın cezasını) tadın!\" denir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler (de) yalanladı da böylece azap onlara farkında olmadıkları bir yerden geldi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Böylece Allah, onlara dünya hayatında zilleti (horlanma ve aşağılanmayı) tattırdı. Ve ahiret azabı elbette daha büyüktür. Keşke bilmiş olsaydılar"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ve andolsun ki, bu Kur´ân´da insanlar için bütün meselelerden örnekler verdik. Umulur ki, böylece onlar tezekkür ederler"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu), çelişkisi (eğriliği, kusuru) olmayan Arapça Kur´ân´dır. Umulur ki onlar, böylece takva sahibi olurlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, şu meseleyi örnek verdi. Aralarında anlaşamayan birkaç ortağa (birden) bağlı kişi ile tek bir adama teslim olan kişinin durumu bir olur mu? Hamd, Allah´a mahsustur. Ama onların çoğu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Muhakkak ki sen de meyyitsin (ölümlüsün). Ve muhakkak ki onlar da meyyit (ölümlüler)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra muhakkak ki siz, kıyâmet günü Rabbinizin huzurunda davalı ve davacı olacaksınız"}]}