{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Māgē rāhūna jāṇārē lōka, allāhacē rasūla (sallallāhu alaihi vasallama) yān̄cyāvirūd'dha āpalyā basūna rāhaṇyāvara khūśa āhēta. Tyānnī allāhacyā mārgāta āpalyā dhanānē va prāṇānē jihāda karaṇē apriya jāṇalē āṇi tē mhaṇālē kī yā bhayaṅkara unhāta nighū nakā. Tyānnā sāṅgā kī jahannamacī āga yāhūna atiśaya tāpadāyaka āhē. Yānnī hē samajūna ghētalē asēla tara barē jhālē asatē"},{"SurahNumber":9,"VerseNumber":82,"Text":"Tēvhā tyānnī hasaṇē phāra kamī āṇi raḍaṇē jāsta kēlē pāhijē. Āpalyā yā kr̥takarmān̄cyā mōbadalyāta"},{"SurahNumber":9,"VerseNumber":83,"Text":"Tēvhā jara sarvaśrēṣṭha allāha tumhālā tyācyā ēkhādyā samūhākaḍē paratavūna nē'īla maga hē tumacyāśī laḍhā'īcyā maidānāta jāṇyācī anumatī māgatīla tēvhā tumhī sāṅgā kī tumhī mājhyāsōbata kadhīhī nighū śakata nāhī āṇi nā mājhyāsaha śatruśī laḍhū śakatā. Tumhī pahilyā khēpēlāca basūna rāhaṇē pasanta kēlē hōtē, tēvhā ātāhī tumhī māgē rāhūna jāṇāṟyāmmadhyēca basūna rāhā"},{"SurahNumber":9,"VerseNumber":84,"Text":"Āṇi yān̄cyāpaikī kōṇī maraṇa pāvalā tara tyācyā janājācī namāja tumhī kadhīhī paḍhū nakā āṇi nā tyācyā kabarīvara jā'ūna ubhē rāhā, hē allāha āṇi tyācyā paigambarācā inkāra karaṇārē lōka āhēta āṇi marēparyanta durācārīca rāhilē"},{"SurahNumber":9,"VerseNumber":85,"Text":"Āṇi tumhālā tyān̄cī dhana-sampattī āṇi santatī kāhīca bhalī vāṭū nayē. Sarvaśrēṣṭha allāha hēca icchitō kī tyānnā yā gōṣṭīdvārē yā jagāta sajā dyāvī āṇi hē āpalā jīva nighēparyanta kāphira (kr̥taghna) ca rāhilē"},{"SurahNumber":9,"VerseNumber":86,"Text":"Āṇi jēvhā ēkhādī sūraha (pavitra kura'ānātīla adhyāya) avatarita kēlī jātē kī allāhavara īmāna rākhā āṇi tyācyā paigambarāsaha miḷūna jihāda karā, tēvhā tyān̄cyāpaikī dhanavāna lōkān̄cā ēka gaṭa tumacyājavaḷa yē'ūna anumatī ghētō kī āmhālā tara basūna rāhaṇāṟyāmmadhyēca sōḍūna dyā"},{"SurahNumber":9,"VerseNumber":87,"Text":"Hē tara gharāta rāhaṇāṟyā striyānnā sātha dēṇyāvara rājī jhālē, āṇi tyān̄cyā hr̥dayānvara mōhara lāvalī gēlī. Ātā tē kasalēhī samaja umaja bāḷagata nāhī"},{"SurahNumber":9,"VerseNumber":88,"Text":"Parantu svataḥ paigambara āṇi tyān̄cyāsōbatacē īmānadhāraka āpalyā dhanānē va prāṇānē jihāda karatāta. Tyān̄cyācasāṭhī bhalā'ī āhē. Āṇi hēca lōka saphalatā prāpta karaṇārē āhēta"},{"SurahNumber":9,"VerseNumber":89,"Text":"Yāca lōkānsāṭhī sarvaśrēṣṭha allāhanē tī jannata tayāra kēlī āhē, jicyākhālī pravāha vāhata āhēta. Jyāta tē nēhamī rāhatīla āṇi hīca phāra mōṭhī saphalatā āhē"}]}