{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":130,"Text":"At that time Allah will also ask: \"O Assembly of Jinns and mankind! Did not there come to you the Messengers from amongst you who proclaimed to you My revelations and warned you about the meeting of this Day?\" They will reply: \"Yes they did, We bear witness against our own souls.\" Today this worldly life has deceived them but on that Day they will testify against themselves that they were indeed kuffar (unbelievers)"},{"SurahNumber":6,"VerseNumber":131,"Text":"Your Lord would not destroy towns without just cause while their residents were ignorant of the Reality"},{"SurahNumber":6,"VerseNumber":132,"Text":"All will be awarded ranks according to their deeds, and your Lord is not unaware of what they do"},{"SurahNumber":6,"VerseNumber":133,"Text":"Your Lord is Self-Sufficient, Lord of Mercy. If He wants, He can destroy you all and replace you with others as He pleases, just as He raised you from the offspring of other people"},{"SurahNumber":6,"VerseNumber":134,"Text":"Surely what you are being threatened with, must come to pass and you can do nothing about it"},{"SurahNumber":6,"VerseNumber":135,"Text":"O Muhammad, tell them: \"O my people! If you don’t listen to me, do whatever you want and I’ll do whatever I deem right; you will soon find out who is to gain the reward of the hereafter; rest assured that the wrongdoers will not get salvation"},{"SurahNumber":6,"VerseNumber":136,"Text":"They set aside a share of their produce and of their cattle for Allah, saying: \"This is for Allah\" - so they pretend - \"and this for our shoraka' (their assigned partners of Allah).\" Their shoraka's share does not reach Allah, but the share of Allah is wholly given to shoraka'. What an evil decision they make"},{"SurahNumber":6,"VerseNumber":137,"Text":"Their shoraka' have induced many pagans to kill their own children in order to ruin them and confuse them in their religion. If Allah wanted, they would not have done so. Therefore, leave them alone with their false inventions"},{"SurahNumber":6,"VerseNumber":138,"Text":"These pagans say that such and such cattle and crops are reserved, in the name of such and such temple, and no one should eat except those whom we permit - in fact these restrictions they themselves have imposed. Then there are some animals which they have prohibited from riding or carrying loads, and there are still other animals over which they do not pronounce the name of Allah. They have falsely attributed all these things to Him. Soon He will requite them for their invented lies"},{"SurahNumber":6,"VerseNumber":139,"Text":"They also say: \"The offspring of these cattle is specially reserved for our males and forbidden to our females but if it is stillborn then all can share together.\" Soon He will punish them for their attribution of such superstitions to Allah. Surely He is Wise, Knowledgeable"},{"SurahNumber":6,"VerseNumber":140,"Text":"Actual losers are those who kill their own children foolishly without knowledge and forbid food which Allah has provided them, falsely ascribing prohibitions to Allah. Certainly they have gone astray and are not at all rightly guided"}]}