{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Eger onlar seni yalanladılarsa de ki: \"Benim yaptıgım bana, sizin yaptıgınız size. Siz benim yaptıgımdan uzaksınız, ben de sizin yaptıgınızdan uzagım"},{"SurahNumber":10,"VerseNumber":42,"Text":"Iclerinden sana kulak verip dinleyenler de vardır. Fakat sagırlara sen mi duyuracaksın? Hele akıllarını da kullanmıyorlarsa"},{"SurahNumber":10,"VerseNumber":43,"Text":"Iclerinden sana bakanlar da var. Fakat korleri sen mi yola gotureceksin? Hele sezgileriyle de gormuyorlarsa"},{"SurahNumber":10,"VerseNumber":44,"Text":"Allah insanlara hic zulmetmez, fakat insanlar kendi kendilerine zulmediyorlar"},{"SurahNumber":10,"VerseNumber":45,"Text":"Onları bir araya toplayacagı gun, sanki onlar sadece gunduzun, gorusup, tanıstıkları bir sa'ati kadar dunyada kalmıs olurlar. Allah'ın huzuruna cıkmayı yalanlayıp, yola gelmemis olanlar, en buyuk ziyana ugramıslardır"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ya onları uyardıgımız seylerin bir kısmını sana gosteririz. Ya da (bundan once) seni vefat ettiririz (farketmez). Nasıl olsa donusleri bizedir. Sonra Allah onların yaptıklarına da sahiddir"},{"SurahNumber":10,"VerseNumber":47,"Text":"Her ummetin bir elcisi vardır. Elcileri gel(ip de bunlar onu yalanlay)ınca aralarında adaletle hukmolunur, onlara hic haksızlık edilmez"},{"SurahNumber":10,"VerseNumber":48,"Text":"Dogru iseniz bu bizi tehdid(ettiginiz) azab ne zaman? diyorlar"},{"SurahNumber":10,"VerseNumber":49,"Text":"De ki: \"Ben kendime dahi, Allah'ın dilediginden baska, ne zarar, ne de yarar verme gucune sahip degilim. Her ummetin bir suresi vardır. Sureleri gelince ne bir an geri kalırlar, ne de ileri giderler"},{"SurahNumber":10,"VerseNumber":50,"Text":"De ki: \"Bakın, eger O'nun azabı size geceleyin, ya da gunduzun gelirse... Suclular bun(lar)dan hangisini acele istiyor"},{"SurahNumber":10,"VerseNumber":51,"Text":"(Azab) basınıza geldikten sonra mı ona inanacaksınız? Simdi mi (inandınız)? Hani ya siz onu cabuk isteyip duruyordunuz (nasılmıs)"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sonra zulmedenlere: \"Surekli azabı tadın!\" denilecek, \"Yalnız kazandıgınız seylerle cezalandırılmıyor musunuz"},{"SurahNumber":10,"VerseNumber":53,"Text":"Sahiden o gercek midir? diye senden soruyorlar. De ki: \"Evet, Rabbim hakkı icin o gercektir. Siz (onu) onleyemezsiniz"}]}