{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"О вы, которые уверовали! Не будьте, как те, кто не уверовал и говорил о своих братьях и земляках, которые умерли или погибли, когда они отправлялись в далёкий путь, занимаясь торговлей или совершая походы: \"Если бы они никуда не уезжали, а остались при нас, они бы не умерли и не были бы убиты\". Они сказали эти слова, потому что Аллаху угодно было наполнить горечью их сердца. Поистине, Аллах оживляет и умерщвляет! Он Всемогущ и Всеведущ! Он видит, что вы делаете, доброе или злое, и воздаст вам за это"},{"SurahNumber":3,"VerseNumber":157,"Text":"Если вы умрёте или будете убиты, сражаясь на пути Аллаха, то это - прощение от Аллаха и милосердие, которое лучше всего имущества, которое вы бы собрали, если бы остались в живых"},{"SurahNumber":3,"VerseNumber":158,"Text":"Если вы умрёте или будете убиты в сражении, то ваши дела не пропадут. Вы будете собраны перед Богом, и Он наградит вас за вашу верность"},{"SurahNumber":3,"VerseNumber":159,"Text":"По милосердию и воле Аллаха ты смягчился (о Мухаммад!) по отношению к ним. А если бы ты был жестоким, со злым, беспощадным сердцем, они бы удалились от тебя и разошлись. Поэтому прости их и испроси у Бога прощения им. Советуйся с ними о делах, узнай их мнение о том, что тебе не ниспослано. А если ты решишься что-либо сделать после совета с ними, то положись на Аллаха и делай. Поистине, Аллах благоволит к тому, кто в своих делах полагается на Него"},{"SurahNumber":3,"VerseNumber":160,"Text":"Если Аллах окажет вам поддержку, то никто не победит вас, как было при Бадре. А если Аллах покинет вас, потому что вы не следовали по правильному пути к победе, как было в день \"Ухуд\", - тогда кто же поможет, кроме Него? На одного Аллаха пусть полагаются все верующие"},{"SurahNumber":3,"VerseNumber":161,"Text":"Не может быть, чтобы пророк обманывал вас в чём- либо. Неверующие распространяют лживые слухи. Обман несовместим с пророчеством. Поэтому не думайте о нём так, как ложно говорили про него. Тот, кто обманет, придёт в День воскресения с тем, чем обманул. Каждой душе будет воздано полностью за то, что она сделала. Никто не будет обижен меньшей наградой или большим наказанием, чем он приобрёл"},{"SurahNumber":3,"VerseNumber":162,"Text":"Разве тот, кто стремится к благоволению Аллаха своим поведением и повиновением Ему, таков, как тот, кто навлёк на себя Его гнев за неповиновение? Тому, кто не повинуется Аллаху - геенна, скверно это возвращение"},{"SurahNumber":3,"VerseNumber":163,"Text":"Эти две партии неодинаковы. И у Аллаха им будет разное воздаяние. Он видит то, что они делают, и знает степени их достоинств. Он воздаст им за это по заслугам"},{"SurahNumber":3,"VerseNumber":164,"Text":"Аллах оказал милость первым верующим - сподвижникам Мухаммада - да благословит его Аллах и приветствует, - когда воздвиг среди них посланника из них самих, который читает им айаты Аллаха, очищает их и учит их знанию Корана и Сунны. До Мухаммада - да благословит его Аллах и приветствует! - они пребывали в темноте, невежестве и заблуждении"},{"SurahNumber":3,"VerseNumber":165,"Text":"Разве же вы, после того как испугались и дрогнули, оставляя свои позиции, и вас постигла беда в день \"Ухуд\"(хотя до этого в день \"Бадр\" вы подвергли своих врагов двойной беде) не сказали: \"Как же мы понесли такое поражение, хотя мы - мусульмане, и среди нас находится посланник Аллаха?\" Скажи им (о Мухаммад!): \"То, что постигло вас, - от вас самих, потому что вы не послушались пророка\". Аллах Всемогущ, и Он воздал вам за то, что вы делали"},{"SurahNumber":3,"VerseNumber":166,"Text":"То , что постигло вас, о верующие, когда ваша община встретилась со сборищем неверных в битве \"Ухуд\", было с дозволения Аллаха, чтобы выявить верующих"},{"SurahNumber":3,"VerseNumber":167,"Text":"Аллах хотел разоблачить лицемеров, которым было сказано, когда они отвратились от сражения в день \"Ухуд\": \"Идите, сражайтесь на пути Аллаха или защищайте себя\". Но они ответили, отказываясь и оправдываясь: \"Если бы мы знали, что в этот день будет сражение, мы последовали бы за вами\". Сказав это, они ближе к неверию, чем к вере Аллаха. Они своими устами говорили, что нет никакого сражения, хотя в своих сердцах были уверены, что будет сражение. Поистине, Аллах знает их лицемерие, скрываемое в их сердцах, потому что Он лучше знает их тайны и то, что они скрывают"},{"SurahNumber":3,"VerseNumber":168,"Text":"Те, которые уклонились от сражения и остались у себя дома, говорили о своих братьях, участвовавших в сражении и погибших: \"Если бы они послушались нас и остались дома, они не были бы убиты и спаслись бы, как мы\". Скажи им (о Мухаммад!): \"Отгоните тогда от самих себя смерть, если вы говорите правду о том, что, остерегаясь смерти, можно отдалить её"},{"SurahNumber":3,"VerseNumber":169,"Text":"Тех, которые были убиты, сражаясь на пути Аллаха, не считайте мёртвыми. Нет, они живые, они у Аллаха! Они у Господа своего получили добрый удел"},{"SurahNumber":3,"VerseNumber":170,"Text":"Их лица освещаются радостью от того, что даровал им Аллах Своею милостью (из достоинств и преимуществ). Они радуются за тех своих братьев, которых оставили в живых в ближней жизни на прямом пути веры и сражения за Аллаха. И нет над ними страха за тех, которые последуют за ними (уверовавшие), и не будут они опечалены тем, что оставили мирские блага"},{"SurahNumber":3,"VerseNumber":171,"Text":"У тех, которые уверовали и были убиты в сражении за Аллаха, освещаются лица радостью от той милости, которую им даровал Аллах, когда они были убиты в сражении на Его прямом пути. Они радуются благоденствию рая, щедрости и великой милости Аллаха. Поистине, у Аллаха не пропадает награда верующим"}]}