{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Ki alaha ne apani sirajana vica beti'am pasada kiti'am ate tuhanu putaram nala navazi'a kita"},{"SurahNumber":43,"VerseNumber":17,"Text":"Ate jadom unham vicom kise nu usa ciza di khabara diti jandi hai. Jisa nu uha rahimana la'i bi'ana karada hai. Tam usa da cihara kala pai janda hai. Ate uha dukha nala bhara janda hai"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ki uha jihari haram sigaram nala pali hove ate lara'i vele gala na kara sake"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ate farisate jihare rahimana de adami hana. Unham nu unham ne auratam ghosita kara rakhi'a hai. Ki uha unham di sirajana de same hazira sana. Unham da iha dava likha li'a javega ate unham tom pucha hovegi"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ate uha akhade hana ki jekara rahimana cahuda tam asim unham di ibadata na karade. Unham nu isa da ko'i gi'ana nahim'. Uha sirafa mithi'am gala kara rahe hana"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ki asim inham nu isa tom pahilam ko'i kitaba diti hai. Tam inham ne isa nu drirata nala pharha rakhi'a hai"},{"SurahNumber":43,"VerseNumber":22,"Text":"Sagom uha kahide hana ki asim apane pi'u-dadhi'am nu ika raha te dekhi'a hai ate asim unham de piche cala rahe ham"},{"SurahNumber":43,"VerseNumber":23,"Text":"Ate ise taram asim tuhade tom pahilam jisa basati vica ko'i dara'una (savadhana karana) vala bheji'a tam usa te patavati'am ne kiha ki asim apane pi'u- vadi'am nu ika raha te (calade) dekhi'a hai ate asim unham de piche ja rahe ham"},{"SurahNumber":43,"VerseNumber":24,"Text":"Nazira (dara'una vala) ne akhi'a, ki jekara maim isa tom vi zi'ada, jisa ute tusim apane pi'u dadi'am nu calade dekhi'a hai, yoga raha tuhanu dasam. Tam unham ne akhi'a ki asim usa (upadesa) tom inakara karade ham, jihara tuhanu de ke bheji'a gi'a hai"},{"SurahNumber":43,"VerseNumber":25,"Text":"Tam asim unham tom badala li'a. So dekho ki inakara karana vali'am da ki hasara ho'i'a"}]}