{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"o visvasulara! Miru allah ku mariyu ayana pravaktaku vidheyuluga undandi. Mariyu miru (atani sandesalanu) vintu kuda, atani (pravakta) nundi marali pokandi"},{"SurahNumber":8,"VerseNumber":21,"Text":"mariyu vastavaniki vinakundane: \"Memu vinnamu!\" Ani ane vari vale kakandi"},{"SurahNumber":8,"VerseNumber":22,"Text":"tama bud'dhini upayogincani cevitivaru, mugavaru matrame, niscayanga allah drstilo nicatinicamaina pasujatiki cendinavaru"},{"SurahNumber":8,"VerseNumber":23,"Text":"mariyu allah varilo kontaina mancitananni cusi unte, varini vinetatlu cesi undevadu. (Kani varilo mancitanam ledu kabatti), ayana varini vinetatlu cesina, varu (tama murkhatvanlo) mukhalu trippukoni venudirigi poyevaru"},{"SurahNumber":8,"VerseNumber":24,"Text":"o visvasulara! Allah mariyu ayana sandesaharudu miku jivanamicce dani vaipunaku, mim'malni pilicinappudu daniki javabu ivvandi. Mariyu niscayanga, allah manavuniki mariyu atani hrdayakanksalaku madhya unnadani mariyu niscayanga, miranta ayana vaddane samikarincabadatarani telusukondi"},{"SurahNumber":8,"VerseNumber":25,"Text":"mariyu miloni durmargulaku matrame gaka (andariki) sambhavincaboye a vipattu gurinci bhitiparulai undandi. Mariyu allah siksa vidhincatanlo cala kathinudani telusukondi"},{"SurahNumber":8,"VerseNumber":26,"Text":"Mariyu a samayanni jnapakam cesukondi: Appudu miru alpasankhyalo unnaru. Bhumipai miru balahinuluga pariganincabadevaru. Prajalu mim'malni paradrolutarani (hinsistarani) bhayapade varu. Appudu ayana miku asrayamicci tana sahayanto mim'malni balaparaci, miku manci jivanopadhini samakurcadu, bahusa miru krtajnulavutarani"},{"SurahNumber":8,"VerseNumber":27,"Text":"o visvasulara! Miru allah ku mariyu ayana pravaktaku nam'makadroham ceyakandi mariyu telisi undi kuda mi (paraspara) amanatula visayanlo nam'makadroham ceyakandi"},{"SurahNumber":8,"VerseNumber":28,"Text":"mariyu vastavaniki mi astipastulu, mi santanam pariksa sadhanalani mariyu niscayanga, allah vadda goppa pratiphalam unnadani telusukondi"}]}