{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"Ara lokaguloke bisbasa sthapana karate an'ya kichu badha deya na yakhana tadera kache hedayata ase e'i bhinna ye tara bale -- ''allah ki ekajana manusake'i rasula ka’re damra kariyechena?’’"},{"SurahNumber":17,"VerseNumber":95,"Text":"Tumi balo -- ''yadi prthibite phiris‌tara calaphera karata niscintabhabe, tabe amara niscaya'i tadera kache akasa theke ekajana phiris‌take'i pathatama rasularupe.’’"},{"SurahNumber":17,"VerseNumber":96,"Text":"Balo -- ''allaha'i amara madhye o tomadera madhye saksirupe yathesta. Nihsandeha tini tamra bandadera sanbandhe cira- oyakiphahala, sarbadrasta.’’"},{"SurahNumber":17,"VerseNumber":97,"Text":"Ara yake allah patha dekhana se tabe pathaprapta, ara yake tini bipathe calate dena tadera jan'ya tumi pabe na tamra byatireke kono abhibhabaka. Ara kiyamatera dine amara tadera samabeta karaba tadera mukhera upare -- andha, ara boba ebam badhira. Tadera abasasthala hacche jahannama. Yakhana'i ta jhimiye asabe amara tadera jan'ya sikha bariye deba"},{"SurahNumber":17,"VerseNumber":98,"Text":"e'i hacche tadera pratidana kenana tara amadera nidersabali asbikara karechila ebam balechila -- ''ki! Amara yakhana hara-o dhulokana haye yaba takhana ki amara satya'i punarut'thita haba natuna srstirupe?’’"},{"SurahNumber":17,"VerseNumber":99,"Text":"Tara ki dekhache na ye allah‌, yini mahakasamandali o prthibi srsti karechena, tini tadera anurupa srsti karate saksama? Ara tini tadera jan'ya sthira karechena ekati nirdharita kala -- ete kono sandeha ne'i. Kintu an'yayakarira pratyakhyana kara chara ara sabatate'i asam'mata thake."},{"SurahNumber":17,"VerseNumber":100,"Text":"Balo -- ''yadi tomara amara prabhura karuna-bhandarera upare kartrtba karate tahale tomara niscaya'i ta dhare rakhate kharaca karara bhaye.’’ Ara manusa bara krpana."}]}