{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":100,"Text":"أوَلم يتبين للذين سكنوا الأرض من بعد إهلاك أهلها السابقين بسبب معاصيهم، فساروا سيرتهم، أن لو نشاء أصبناهم بسبب ذنوبهم كما فعلنا بأسلافهم، ونختم على قلوبهم، فلا يدخلها الحق، ولا يسمعون موعظة ولا تذكيرًا؟"},{"SurahNumber":7,"VerseNumber":101,"Text":"تلك القرى التي تَقَدَّم ذِكْرُها، وهي قرى قوم نوح وهود وصالح ولوط وشعيب، نقصُّ عليك -أيها الرسول- من أخبارها، وما كان من أَمْر رسل الله التي أرسلت إليهم، ما يحصل به عبرة للمعتبرين وازدجار للظالمين. ولقد جاءت أهلَ القرى رسلنا بالحجج البينات على صدقهم، فما كانوا ليؤمنوا بما جاءتهم به الرسل؛ بسبب طغيانهم وتكذيبهم بالحق، ومثل خَتْمِ الله على قلوب هؤلاء الكافرين المذكورين يختم الله على قلوب الكافرين بمحمد صلى الله عليه وسلم"},{"SurahNumber":7,"VerseNumber":102,"Text":"وما وَجَدْنا لأكثر الأم الماضية من أمانة ولا وفاء بالعهد، وما وجدنا أكثرهم إلا فسقة عن طاعة الله وامتثال أمره"},{"SurahNumber":7,"VerseNumber":103,"Text":"ثم بعثنا من بعد الرسل المتقدم ذِكْرهم موسى بن عمران بمعجزاتنا البينة إلى فرعون وقومه، فجحدوا وكفروا بها ظلمًا منهم وعنادًا، فانظر -أيها الرسول- متبصرًا كيف فعلنا بهم وأغرقناهم عن آخرهم بمرأى من موسى وقومه؟ وتلك نهاية المفسدين"},{"SurahNumber":7,"VerseNumber":104,"Text":"وقال موسى لفرعون محاورًا مبلِّغًا: إني رسولٌ من الله خالق الخلق أجمعين، ومدبِّر أحوالهم ومآلهم"},{"SurahNumber":7,"VerseNumber":105,"Text":"جدير بأن لا أقول على الله إلا الحق، وحريٌّ بي أن ألتزمه، قد جئتكم ببرهان وحجة باهرة من ربكم على صِدْق ما أذكره لكم، فأطلق -يا فرعون- معي بني إسرائيل مِن أَسْرك وقَهْرك، وخلِّ سبيلهم لعبادة الله"},{"SurahNumber":7,"VerseNumber":106,"Text":"قال فرعرن لموسى: إن كنتَ جئتَ بآية حسب زعمك فأتني بها، وأحضرها عندي؛ لتصحَّ دعواك ويثبت صدقك، إن كنت صادقًا فيما ادَّعيت أنك رسول رب العالمين"},{"SurahNumber":7,"VerseNumber":107,"Text":"فألقى موسى عصاه، فتحولت حيَّة عظيمة ظاهرة للعيان"},{"SurahNumber":7,"VerseNumber":108,"Text":"وجذب يده من جيبه أو من جناحه فإذا هي بيضاء كاللبن من غير برص آية لفرعون، فإذا ردَّها عادت إلى لونها الأول، كسائر بدنه"}]}