{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Arau ami chamuda jatira ocarata sihamtara bhatr chalehaka praerana karaichilo. Te'om kaichila, ‘he mora sampradaya! Tomaloke allahara ibadata karaa, te'omra bahirae tomalokara ana kono satya ilaha na'i. Teraemi tomalokaka matira paraa srsti karaiche arau tate'i te'om tomalokara basabasa karaara byarastha karaiche. Gatike tomaloke te'omra ocarata ksama praarthana karaa arau te'omra pine'i ubhati aha. Niscaya mora raba ati ocarata, ahbanata samharai pradanakarai’"},{"SurahNumber":11,"VerseNumber":62,"Text":"Sihamte ka’le, ‘he chaleha! Iyara purbe tumi amara pratyasita achila. Tumi amaka nisedha karai acha neki sihamtara ibadata karaibalai yisakalara ibadata amara pitr-purausasakale karaichila? Niscaya ami bibhraantikara sandehata acho se'i bisaye, yara prati tumi amaka ahbana karai acha’"},{"SurahNumber":11,"VerseNumber":63,"Text":"Te'om ka’le, ‘he mora sampradaya! Koraacona tomaloke, ma'i yadi mora pratipalakara paraa praeraita pramanata pratisthita thako arau te'om yadi moka te'omra taraphara paraa anugraha dana karae, tathapi'o yadi ma'i allahara abadhya ha'om, tente allahara sastira paraa moka kone raksa karaiba? Gatike tomaloke kerala mora ksatihe brd'dhi karai acha’"},{"SurahNumber":11,"VerseNumber":64,"Text":"‘He mora sampradaya! E'ijani allahara uta, tomalokara babe nidarsanasbaraupa. Eteke iyaka allahara bhumita carai khaba diya. Iyaka kono dharanara kasta nidiba, an'yatha asu sastiye tomalokaka akraanta karaiba’"},{"SurahNumber":11,"VerseNumber":65,"Text":"Tathapi'o sihamte iyaka hatya karaile. Seye te'om ka’le, ‘tomaloke nijara gharata tini dinalaike jirana upabhoga karai loraa. E'ito enekuraa eta pratisrauti yito ketiya'o micha nahaya’"},{"SurahNumber":11,"VerseNumber":66,"Text":"Phalata yetiya amara nirdesa ahi pale, tetiya ami chaleha arau te'omra lagata yisakale imana anichila te'omlokaka amara anugrahata raksa karailo arau raksa karailo se'idinara lanchanara paraa. Niscaya tomara raba, te'om maha saktimana, mahaparaakramasali"},{"SurahNumber":11,"VerseNumber":67,"Text":"Arau yisakale an'yaya karaichila eta bhisana sabda'i sihamtaka akraanta karaile; phalata sihamta nija nija grhata natajanu arasthata sesa hai ga’la"},{"SurahNumber":11,"VerseNumber":68,"Text":"yeniba sihamte ketiya'o tata basa karaa nachila. Jani thoraa! Chamuda sampradaye nija pratipalakara lagata kupharai karaichila. Jani thoraa! Dhbansa'i haiche chamuda sampradayara parainama"}]}