{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"(V koshchunstvennom somnen'ye) molvit chelovek: \"Uzhel', kogda umru, YA snova budu k zhizni vozvrashchen"},{"SurahNumber":19,"VerseNumber":67,"Text":"Razve zapamyatoval chelovek, chto v davniye [vremena] My sozdali yego iz nichego? (per. Osmanova)"},{"SurahNumber":19,"VerseNumber":68,"Text":"Poistine, v znak (Slova) Boga tvoyego My soberem i ikh, i d'yavolov (na Sud), Potom vokrug Ognya postavim na koleni"},{"SurahNumber":19,"VerseNumber":69,"Text":"Potom iz kazhdoy gruppy izvlechem My tekh, Kto byl osobo nepokoren (SlovEsam) Miloserdnogo (Allakha)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ved', istinno, Nam luchshe znat' takikh, Komu bol'she drugikh goret' tam nadlezhit"},{"SurahNumber":19,"VerseNumber":71,"Text":"Net ni yedinogo sred' vas, Kto minoval by etot Ogn'. V desnitse Boga tvoyego Siye - ukaz, zadumannyy k svershen'yu"},{"SurahNumber":19,"VerseNumber":72,"Text":"Potom My vyzvolim ottuda tekh, Kto byl blagochestiv, A nechestivykh tam ostavim na kolenyakh"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kogda im Nashi yasnyye znameniya chitayut, To te, kotoryye ne veruyut (v Allakha), Veruyushchim govoryat: \"Kotoraya iz etikh dvukh obshchin Luchshe ustroyena (v sey zhizni) I po sostavu - radostney (dlya glaz)"},{"SurahNumber":19,"VerseNumber":74,"Text":"I (vspomnite), kak mnogo pokoleniy Do ikh (prikhoda) pogubili My, Kotoryye prevoskhodili ikh Po obustroystvu (ikh obshchiny) I po blistatel'nomu vidu"},{"SurahNumber":19,"VerseNumber":75,"Text":"Skazhi: \"Tomu, kto v zabluzhden'ye prebyvayet, Vsemilostivyy (Bog) prodlit predel, Poka glazam ikh ne predstanet Vse to, chto obeshchali im, (uveshchevaya ot grekha), Il' (ne predstanet) nakazan'ye, Il' Chas (rasplaty) ne pridet, - Togda im predstoit uznat', Kto, istinno, i mestom khuzhe, I voinstvom svoim slabey"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allakh Svoye voditel'stvo umnozhit Dlya tekh, kto sleduyet pryamoy stezey; A to, chto (vne khlopot zemnogo mira) prebyvayet, - Dela blagiye - Yest' luchsheye pred Gospodom tvoim I po nagrade, (chto za pravednost' On dast), Po vozdayaniyu, (chto On naznachit)"},{"SurahNumber":19,"VerseNumber":77,"Text":"Vidal li ty togo, Kto ne uveroval v znamen'ya Nashi i govoril: \"Konechno, budet mne dano bogatstvo i potomstvo"},{"SurahNumber":19,"VerseNumber":78,"Text":"Neuzhto v Sokrovennoye pronik on Il' s Miloserdnym v dogovor vstupil"},{"SurahNumber":19,"VerseNumber":79,"Text":"O net! Zapishem My, chto govorit on, - Yemu usilivaya muki, My budem prodlevat' ikh (vnov' i vnov')"},{"SurahNumber":19,"VerseNumber":80,"Text":"My unasleduyem vse blaga, O koikh on (khvastlivo) govorit, I pered Nami on predstanet Lishennym vsyakogo (dobra i pokrovitel'stva zemnogo)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Oni sebe drugikh bogov, oprich' Allakha, vzyali, Chtob oni stali slavoy i oporoy im"},{"SurahNumber":19,"VerseNumber":82,"Text":"No net! Oni otvergnut eto poklonen'ye I stanut nepriyatelyami im"}]}