{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Hani meleklere \"Adem´e secde edin\" demistik de Iblis mustesna hepsi secde etmisti. Iblis dayatmıstı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine biz soyle demistik: \"Ey Adem! Su, senin de esinin de dusmanıdır, dikkat et de sizi cennetten cıkarmasın; sonra bedbaht olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Senin burada ne acıkman soz konusudur ne de cıplak kalman"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve sen burada ne susayacaksın ne de gunesten yanacaksın"},{"SurahNumber":20,"VerseNumber":120,"Text":"Derken, seytan ona soyle diyerek vesvese verdi: \"Ey Adem! Sana, sonsuzluk agacıyla eskimez, cokmez mulk ve saltanatı gostereyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Nihayet, ikisi de ondan yediler. Bunun uzerine, cirkin yerleri kendilerine acıldı; uzerlerine cennet yapraklarından ortmeye basladılar. Adem, Rabbine isyan etmis, azmıs, ziyana ugramıstı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra, Rabbi onu arıtıp temizledi, onun tovbesini kabul edip kendisini iyiye ve dogruya kılavuzladı"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah dedi: \"Ikiniz birlikte inin oradan! Birbirinize dusmansınız. Benden size bir hidayet geldiginde, benim o hidayetime uyan artık ne sapar ne de bedbaht olur"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim benim zikrimden/Kur´anımdan yuz cevirirse onun icin zor, sıkıcı bir hayat sekli/dar bir gecim vardır; kıyamet gunu de onu kor olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"O der ki: \"Rabbim, beni neden kor hasrettin, ben goren biri idim"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah buyurur: \"Ayetlerimiz sana geldiginde sen boyle unutmustun; bugun de sen aynı sekilde unutuluyorsun"},{"SurahNumber":20,"VerseNumber":127,"Text":"Israf eden/haddi asan ve Rabbinin ayetlerine inanmayan kimseleri biz boyle cezalandırırız. Ve ahiretin azabı cok daha siddetli, cok daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kendilerinden onceki nesillerden nicelerini helak etmemiz onları yola getirmedi mi? Onların yurtlarında/barınaklarında dolasıp duruyorlar. Akıl sahipleri icin bunda elbette ibretler vardır"}]}