{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"De: “Sizə goydən və yerdən ruzi verən kimdir? Qulaqlara və gozlərə hakim olan kimdir? Oludən diri cıxaran, diridən də olu cıxaran kimdir? Isləri yoluna qoyan kimdir?” Onlar deyəcəklər: “Allah!” De: “Bəs belə oldugu halda Allahdan qorxmursunuz?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"O sizin Haqq Rəbbiniz olan Allahdır. Haqdan sonra zəlalətdən basqa nə ola bilər? Siz necə də haqdan dondərilirsiniz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Beləliklə fasiqlərin iman gətirməyəcəyinə dair Rəbbinin Sozu dogru cıxdı"},{"SurahNumber":10,"VerseNumber":34,"Text":"De: “Allaha qosdugunuz səriklərdən eləsi varmı ki, hər hansı bir məxluqu ilk dəfə yaratsın, oldukdən sonra onu əvvəlki halına qaytarsın?” De: “Məxluqu ilk dəfə Allah yaradır, oldukdən sonra onu əvvəlki halına qaytarır. Siz necə də haqdan dondərilirsiniz!”"},{"SurahNumber":10,"VerseNumber":35,"Text":"De: “Allaha qosdugunuz səriklər arasında haqqa yonəldən bir kimsə varmı?” De: “Allah Oz qullarını haqqa yonəldir. Elə isə deyin gorək haqqa yonəldən kəs arxasınca gedilməyə daha cox layiqdir, yoxsa ozunə dogru yol gostərilməyincə onu tapa bilməyən kəs? Sizə nə olub? Necə muhakimə edirsiniz?”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Onların əksəriyyəti ancaq zənnə qapılır. Subhəsiz ki, zənn həqiqəti hec cur əvəz edə bilməz. Allah onların nə etdiklərini bilir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu Quran Allahdandır, Ondan basqası tərəfindən uydurula bilməz. Lakin o, ozundən əvvəlkiləri təsdiqləyən və aləmlərin Rəbbi tərəfindən nazil edilmis, icində də hec bir səkk-subhə olmayan kitabları mufəssəl izah edəndir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Yoxsa: “Muhəmməd onu ozundən uydurdu!”– deyirlər. De: “Əgər dogru danısırsınızsa, ona bənzər bir surə də siz gətirin və Allahdan basqa, kimi bacarırsınızsa, koməyə cagırın!”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Xeyr! Onlar elmini qavraya bilmədikləri və hələ yozumu onlara gəlməmis bir seyi (Quranı) yalan hesab etdilər. Onlardan əvvəlkilər də yalan hesab etmisdilər. Bir gor zalımların aqibəti necə oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"Icərilərində ona (Qurana) inananlar da var, ona inanmayanlar da. Rəbbin fitnə-fəsad torədənləri daha yaxsı tanıyır"}]}