{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Hâ, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"“Kitab-ı Mübin (Apaçık Kitap)´e andolsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Muhakkak ki Biz, O´nu Arapça Kur´ân kıldık. Umulur ki böylece akıl edersiniz"},{"SurahNumber":43,"VerseNumber":4,"Text":"Ve muhakkak ki O (Kur´ân), katımızda Ümmülkitap´tadır. Gerçekten Âli´dir (yücedir), Hakîm´dir (hüküm ve hikmet sahibidir)"},{"SurahNumber":43,"VerseNumber":5,"Text":"Öyleyse zikri size (beyandan) vazgeçip bırakalım mı? Siz müsrif (haddi aşan) bir kavim oldunuz diye"},{"SurahNumber":43,"VerseNumber":6,"Text":"Ve sizden evvelki (ümmetlerin) içinde nice nebîler (peygamberler) gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Ve onlara hiçbir peygamber gelmez ki (gelmemiştir ki), onunla alay etmiş olmasınlar"},{"SurahNumber":43,"VerseNumber":8,"Text":"Bu sebeple (Mekkelilerden) daha güçlü olanları da şiddetle yakalayarak helâk ettik. Evvelki (ümmetlere) ait misaller (daha önce) geçmişti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Ve muhakkak ki onlara: “Gökleri ve yeri kim yarattı?” diye sorarsan, mutlaka: “Onları, Azîz (yüce ve üstün) ve Alîm (en iyi bilen) yarattı.” derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"Size yeryüzünü döşek kılan ve sizin için orada yollar yapan O´dur. Umulur ki böylece siz hidayete erersiniz"},{"SurahNumber":43,"VerseNumber":11,"Text":"Suyu semadan bir kader ile (taktir edilmiş bir ölçü ile) indiren O´dur. Böylece onunla ölü beldeyi dirilttik (kuru topraktan bitkiler çıkardık). İşte bunun gibi (mezarlarınızdan) çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Onların (bitkilerin) hepsinden çiftler (dişi ve erkek olarak) yaratan O´dur. Sizin için gemilerden ve hayvanlardan bineceğiniz şeyler kıldı"},{"SurahNumber":43,"VerseNumber":13,"Text":"Onların sırtlarına yerleşmeniz için. Sonra onun üzerine yerleştiğiniz zaman Rabbinizin ni´metini zikredin! Ve: “Bunu bize musahhar (emrimize amade) kılan (Allah) Sübhan´dır. Ve biz, O´na (kendimiz) güç yetiremezdik.” deyin"},{"SurahNumber":43,"VerseNumber":14,"Text":"Muhakkak ki biz, Rabbimize mutlaka dönecek olanlarız"},{"SurahNumber":43,"VerseNumber":15,"Text":"Ve O´na, kullarından bir kısmını isnad ettiler. Muhakkak ki insan, mutlaka apaçık inkâr edicidir"}]}