{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"Smarana karo! Allah balalena -- ''he isa, ami niscaya'i tomara mrtyu ghataba, ebam ami tomake amara dike unnita karabo, ara tomake parisodhita karabo yara abisbasa posana kare tadera theke, ara yara tomaya anusarana karabe tadera ami sthana debo yara abisbasa posana kare tadera upare kiyamatera dina paryanta, erapara amara'i kache tomadera pratyabartana sthana, ara ami tomadera madhye bicara karabo ye-bisaye tomara matabheda karachile se'i bisaye."},{"SurahNumber":3,"VerseNumber":56,"Text":"Ata'eba yara abisbasa posana kare ami tadera sasti debo kathora sastite e'i duniyate o paraloke, ara tadera jan'ya sahayyakaridera ke'u thakabe na."},{"SurahNumber":3,"VerseNumber":57,"Text":"Ara yara imana eneche o sukarma kareche, tini tadera prapya puropari tadera debena. Ara an'yayakaridera allah bhalobasena na."},{"SurahNumber":3,"VerseNumber":58,"Text":"Eti'i ya ami tomara kache barnana karachi nirdesabani o jnanamaya smaraka theke."},{"SurahNumber":3,"VerseNumber":59,"Text":"Nihsandeha isara drstanta hacche allah‌ra kache adamera drstantera mato. Tini tamke srsti karechilena mati theke; tarapara tamke balechilena -- ''ha'o’’ ara tini haye gelena."},{"SurahNumber":3,"VerseNumber":60,"Text":"Tomara prabhura kacha theke asa dhrubasatya, kaje'i sansayidera dalabhukta hayo na."},{"SurahNumber":3,"VerseNumber":61,"Text":"Ata'eba yara tomara sathe e-bisaye tarka kare tomara kache jnanera ya eseche tara pare'o, tahale balo -- ''eso, amara deke ani amadera santanadera o tomadera santanadera, ara amadera strilokadera o tomadera strilokadera, ara amadera lokajanake o tomadera lokajanake, tarapara katara prarthana kari yena allah‌ra abhisapa pare mithyabadidera upare.’’"},{"SurahNumber":3,"VerseNumber":62,"Text":"Nihsandeha e'i hacche yathartha satya bibrti, ara allah chara kono upasya ne'i. Ara nihsandeha allah‌, abasya'i tini mahasaktisali, paramajnani."},{"SurahNumber":3,"VerseNumber":63,"Text":"Kintu tara yadi phire yaya, tahale allah phasadakaridera samyaka jnata."}]}