{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"mariyu (jnapakam cesukondi!) Ni prabhuvu adam santati vari vipuna nundi vari santananni tisi, variki varine saksuluga nilabetti: \"Emi? Nenu mi prabhuvunu kana?\" Ani adugaga! Varu: \"Avunu! (Nive ma prabhuvani) memu saksyamistunnamu.\" Ani javabiccaru. Tirpudinamuna miru: \"Niscayanga, memu dinini erugamu.\" Ani anagudadani"},{"SurahNumber":7,"VerseNumber":173,"Text":"leka: \"Vastavaniki intaku purvam ma tatamuttatalu allah ku sati (bhagasvamulu) kalpincaru. Memu vari taruvata vaccina, vari santati varam (kabatti varini anusarincamu). Ayite? A asatyavadulu cesina karmalaku nivu mam'malni nasimpa jestava?\" Ani anagudadani"},{"SurahNumber":7,"VerseNumber":174,"Text":"Mariyu i vidhanganaina varu sanmarganiki maralutaremonani memu i sucanalanu spastanga teluputunnamu"},{"SurahNumber":7,"VerseNumber":175,"Text":"mariyu memu, ma sucanalu (ayat) prasadincina a vyakti gatha variki vinipincu. Atadu vati nundi vimukhudai nanduku saitan atanini vembadincadu, kavuna atadu margabhrastulalo ceripoyadu"},{"SurahNumber":7,"VerseNumber":176,"Text":"mariyu memu korukunte vati (a sucanala) dvara ataniki aunnatyanni prasadincevaramu. Kani atadu bhumi vaipunaku vangadu, mariyu tana korikalanu anusarincadu. Atani drstantam a kukka vale undi: Nivu danini bedirincina adi nalukanu bayatiki vreladadistundi, leka vadali pettina adi nalukanu bayatiki vreladadistundi. Ma sucana (ayat) lanu abad'dhalani nirakarince vari drstantam kuda ide! Nivu variki i gathalanu vinipistu unte, bahusa varu alocincavaccu"},{"SurahNumber":7,"VerseNumber":177,"Text":"ma sucanalanu abad'dhalani tiraskarince vari drstantam cala ceddadi. Endukante varu tamaku tamu an'yayam cesukuntunnaru"},{"SurahNumber":7,"VerseNumber":178,"Text":"allah margadarsakatvam cesina vade sanmargam pondutadu. Ayana margabhrastatvanlo pada niccinavaru! Vare nastapoyevaru"},{"SurahNumber":7,"VerseNumber":179,"Text":"mariyu vastavaniki memu cala mandi jinnatulanu mariyu manavulanu narakam koraku srjincamu. Endukante! Variki hrdayalunnayi kani vatito varu artham cesukoleru mariyu variki kallunnayi kani vatito varu cudaleru mariyu variki cevulunnayi kani vatito varu vinaleru. Ilanti varu pasuvula vanti varu; kadu! Vati kante adhamulu. Ilanti vare nirlaksyanlo munigi unnavaru"},{"SurahNumber":7,"VerseNumber":180,"Text":"mariyu allah perlu! Anni atyuttamamainave; kavuna miru vatito ayananu prarthincandi. Mariyu ayana perla visayanlo satyam nundi vaidolagina varini visarjincandi. Varu tama karmalaku pratiphalam pondagalaru"},{"SurahNumber":7,"VerseNumber":181,"Text":"Mariyu memu srstincina varilo oka vargam varu satyam prakaram margadarsakatvam cesevarunu mariyu danini anusarinciye n'yayam cesevarunu unnaru"}]}