{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Tunay na si Allāh ay magpapapasok sa mga sumampalataya at gumawa ng mga maayos sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Ang mga tumatangging sumampalataya ay nagtatamasa at kumakain kung paanong kumakain ang mga hayupan. Ang Apoy ay tuluyan para sa kanila"},{"SurahNumber":47,"VerseNumber":13,"Text":"Kay raming pamayanan ay higit na matindi sa lakas kaysa sa pamayanan mo na nagpalisan sa iyo! Nagpahamak Kami sa kanila sapagkat walang tagapag-adya para sa kanila"},{"SurahNumber":47,"VerseNumber":14,"Text":"Kaya ba ang sinumang nasa isang malinaw na patunay mula sa Panginoon niya ay gaya ng mga ipinaakit para sa kanila ang kasagwaan ng gawain nila at sumunod sila sa mga pithaya nila"},{"SurahNumber":47,"VerseNumber":15,"Text":"Ang paglalarawan sa Paraiso – na pinangakuan ang mga tagapangilag magkasala roon ng mga ilog mula sa tubig na hindi nagbabago, ng mga ilog mula sa gatas na hindi nagbago ang lasa nito, ng mga ilog mula sa alak na kasarapan para sa mga tagainom, at ng mga ilog mula sa pulut-pukyutan na dinalisay, at may ukol sa kanila roon na lahat ng mga bunga at isang kapatawaran mula sa Panginoon nila – ay gaya ba ng mga mamamalagi sa Apoy at paiinumin ng isang nakapapasong tubig kaya magpuputul-putol ito sa mga bituka nila"},{"SurahNumber":47,"VerseNumber":16,"Text":"Mayroon sa kanila na nakikinig sa iyo, na hanggang sa kapag nakalabas sila mula sa piling mo ay nagsabi sila sa mga binigyan ng kaalaman: \"Ano ang sinabi niya kanina?\" Ang mga iyon ay ang mga nagpinid si Allāh sa mga puso nila at sumunod sa mga pithaya nila"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ang mga napatnubayan ay nagdagdag Siya sa kanila ng patnubay at nagbigay Siya sa kanila ng pangingilag nilang magkasala"},{"SurahNumber":47,"VerseNumber":18,"Text":"Kaya naghihintay kaya sila ng maliban pa sa Huling Sandali, na sumapit ito sa kanila nang bigla sapagkat dumating na ang mga tanda nito? Kaya papaanong ukol sa kanila, kapag dumating ito sa kanila, ang paalaala sa kanila"},{"SurahNumber":47,"VerseNumber":19,"Text":"Kaya alamin mo na walang Diyos kundi si Allāh at humingi ka ng tawad para sa pagkakasala mo at para sa mga lalaking mananampalataya at mga babaing mananampalataya. Si Allāh ay nakaaalam sa ginagalawan ninyo at tuluyan ninyo"}]}