{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Thuaj (o i derguar): “Falenderimi i qofte All-llahut, e shpetimi qofte ndaj roberve te Tij qe Ai i zgjodhi (pejgamberet)! A me i mre (per te besuar) eshte All-llahu, apo ata qe ia bejne shok?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"Ai krijoi qiejt e token, qe per ju leshoi shi nga qielli, e Ne me te beme te lulezojne kopshte te bukura, qe perju ka qene e pamundshme t’i beni te mbijne bimet ne to; Amos ka ndonje zot tjeter pos All-llahut? Jo, por ata jane popull qe shtremberojne (te verteten)"},{"SurahNumber":27,"VerseNumber":61,"Text":"A eshte Ai qe token e beri vendqendrim e neper te rrjedhin lumenj, dhe asaj (tokes) i beri (male) perforcuese, dhe ne mes dy deteve beri ndarje. A ka pervec All-llahu zot tjeter? Jo, por shumica e tyre nuk e dine"},{"SurahNumber":27,"VerseNumber":62,"Text":"A eshte Ai qe i pergjigjet nevojtarit (te mjerit) kur ai e therret, duke ia larguer te keqen e juve ju ben mbizoterues te tokes. A ka zot tjeter pos All-llahut? Jo, por ju shume pak perkujtoni"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ai qe ju orienton ne erresirat e tokes e te detit, dhe Ai qe prane meshires se Tij (shiut), si myzhde i leshon ererat. Valle, a ka tjeter zot pos All-llahut? E larte eshte madheria e Tij nga cka ia pershkruajne shok"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ai qe e filloi krijimin (e njeriut) e pastaj e perseriti ate (e ringjall pas vdekjes) dhe Ai e ju furnizn nga qielli e toka. A mos ka zot tjeter pos All-llahut? Thuaj: “Silni argmentet tuaja, nese jeni te sinqerte!”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Thuaj: “Askush vec All-llahut as ne qiejt, as ne toke nuk e di te fshehten, as nuk e din se kur ringjallen!”"},{"SurahNumber":27,"VerseNumber":66,"Text":"Por, dijenia e tyre arrihet ne boten tjeter (kur te perjetojne cka u eshte premtuar). Ja, ata dyshojne per ket (per boten tjeter), bile jane te verber ndaj saj"}]}