{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"Muḥmiṉkaḷē! Nīṅkaḷ nirākarippōraip pōṉṟu ākiviṭātīrkaḷ;. Pūmiyil pirayāṇam ceyyumpōtō allatu pōril īṭupaṭṭō (maraṇamaṭainta) tam cakōtararkaḷaip paṟṟi (annirākarippōr) kūṟukiṉṟaṉar; \"avarkaḷ nam'muṭaṉē iruntiruntāl maraṇam aṭaintō, kollappaṭṭō pōyirukkamāṭṭārkaḷ\" eṉṟu, āṉāl allāh avarkaḷ maṉatil ēkkamum kavalaiyum uṇṭāvataṟkākavē ivvāṟu ceykiṟāṉ;. Mēlum, allāhvē uyirppikkiṟāṉ;. Avaṉē marikkac ceykiṟāṉ;. Iṉṉum allāh nīṅkaḷ ceypavai aṉaittaiyum pārppavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":157,"Text":"iṉṉum, allāhviṉ pātaiyil nīṅkaḷ kollappaṭṭālum. Allatu iṟantu viṭṭālum, allāhviṭamiruntu kiṭaikkum maṉṉippum, rahmattum avarkaḷ cērttu vaippataiviṭa mikka mēṉmaiyuṭaiyatāka irukkum"},{"SurahNumber":3,"VerseNumber":158,"Text":"nīṅkaḷ maraṇamaṭaintālum allatu kollappaṭṭālum allāhviṭamē nīṅkaḷ oru cērak koṇṭu varappaṭuvīrkaḷ"},{"SurahNumber":3,"VerseNumber":159,"Text":"allāhvuṭaiya rahmattiṉ kāraṇamākavē nīr avarkaḷiṭam meṉmaiyāka (kaṉivāka) naṭantu koḷkiṟīr;. (Collil) nīr kaṭukaṭuppāṉavarākavum, kaṭiṉa cittamuṭaiyavarākavum iruntiruppīrāṉāl, avarkaḷ um camūkattai viṭṭum ōṭippōyiruppārkaḷ;. Eṉavē avarkaḷiṉ (piḻaikaḷai) alaṭciyappaṭuttiviṭuvīrāka. Avvāṟē avarkaḷukkāka maṉṉipput tēṭuvīrāka. Tavira, cakala kāriyaṅkaḷilum avarkaḷuṭaṉ kalantālōcaṉai ceyyum, piṉṉar (avai paṟṟi) nīr muṭivu ceytu viṭṭāl allāhviṉ; mītē poṟuppēṟpaṭuttuvīrāka! - Niccayamāka allāh taṉ mītu poṟuppēṟpaṭuttuvōrai nēcikkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":160,"Text":"(Muḥmiṉkaḷē!) Allāh uṅkaḷukku utavi ceyvāṉāṉāl, uṅkaḷai velpavar evarum illai. Avaṉ uṅkaḷaik kaiviṭṭu viṭṭāl, ataṉ piṟaku uṅkaḷukku utavi ceyvōr yār irukkiṟārkaḷ? Eṉavē, muḥmiṉkaḷ allāhviṉ mītē (muḻumaiyāka nampikkai pūṇṭu) poṟuppēṟpaṭuttik koḷḷaṭṭum"},{"SurahNumber":3,"VerseNumber":161,"Text":"enta napikkum mōcaṭi ceyvatu kūṭātu. Evarēṉum mōcam ceyvārāyiṉ, avar mōcam ceytatai iṟuti nāḷil koṇṭu varuvār, avvēḷaiyil ovvōr ātmāvukkum, atu campātitta(taṟkuriya) palaṉai (kkuṟaiviṉṟik) koṭukkappaṭum. Iṉṉum, avarkaḷ evvakaiyilum aniyāyam ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":3,"VerseNumber":162,"Text":"allāhviṉ viruppattaip piṉ paṟṟi naṭappōr, allāhviṉ kōpattait tam'mēl varavaḻaittuk koṇṭavar pōl āvārā? (Alla - kōpattai varavaḻaittuk koṇṭōruṭaiya) avaṉatu iruppiṭam narakamēyākum;. Atu taṅkumiṭaṅkaḷil mikavum keṭṭatumākum"},{"SurahNumber":3,"VerseNumber":163,"Text":"allāhviṭattil avarkaḷukkup pala nilaikaḷ uḷḷaṉa - iṉṉum allāh avarkaḷ ceypavai aṉaittaiyum pārppavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":164,"Text":"niccayamāka allāh muḥmiṉkaḷukku aruḷ purintirukkiṉṟāṉ;. Avaṉ avarkaḷukku avarkaḷiliruntē oru rasūlai(tūtarai) aṉuppi vaittāṉ;. Avar avaṉuṭaiya vacaṉaṅkaḷai avarkaḷukku ōtik kāṇpikkiṟār;. Iṉṉum avarkaḷaip (pāvattaiviṭṭum) paricuttamākkukiṟār;. Mēlum avarkaḷukku vētattaiyum ñāṉattaiyum kaṟṟuk koṭukkiṉṟār - avarkaḷō niccayamāka itaṟku muṉ pakiraṅkamāṉa vaḻi kēṭṭilēyē iruntaṉar"},{"SurahNumber":3,"VerseNumber":165,"Text":"Iṉṉum uṅkaḷukku (uhatil) oru tuṉpam vantuṟṟapōtu, nīṅkaḷ (patril) avarkaḷukku itu pōṉṟu irumaṭaṅkut tuṉpam uṇṭu paṇṇiyirunta pōtilum, \"itu eppaṭi vantatu?\" Eṉṟu kūṟukiṟīrkaḷ. (Napiyē!) Nīr kūṟum; itu (vantatu) uṅkaḷiṭamiruntētāṉ - niccayamāka allāh ellāp poruṭkaḷ mītum pērāṟṟaluṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":3,"VerseNumber":166,"Text":"mēlum, (nīṅkaḷum muṣrikkukaḷum ākiya) iru kūṭṭattiṉarum cantitta nāḷaiyil uṅkaḷukku ēṟpaṭṭa tuṉpaṅkaḷ allāhviṉ aṉumati koṇṭē tāṉ (ēṟpaṭṭaṉa. Ivvāṟu ēṟpaṭṭatum) muḥmiṉkaḷai (cōtittu) aṟivataṟkākavēyām"},{"SurahNumber":3,"VerseNumber":167,"Text":"iṉṉum (muṉāḥpik taṉam ceyyum) nayavañcakarai(p pirittu) aṟivataṟkum tāṉ; avarkaḷiṭam kūṟappaṭṭatu, \"vāruṅkaḷ! Allāhviṉ pātaiyil pōr puriyuṅkaḷ allatu (pakaivarkaḷ aṇukātavāṟu) taṭuttu viṭuṅkaḷ,\" (appōtu) avarkaḷ coṉṉārkaḷ; \"nāṅkaḷ pōraip paṟṟi aṟintiruntāl niccayamāka nāṅkaḷ uṅkaḷaip piṉpaṟṟiyiruppōm.\" Aṉṟaiyatiṉam avarkaḷ īmāṉaiviṭa kuḥpriṉ pakkamē atikam neruṅkiyiruntārkaḷ;. Tam uḷḷaṅkaḷil illātavaṟṟait tam vāykaḷiṉāl kūṟiṉar;. Avarkaḷ (tam uḷḷaṅkaḷil) maṟaittu vaippataiyellām allāh naṉku aṟikiṟāṉ"},{"SurahNumber":3,"VerseNumber":168,"Text":"(pōrukku cellāmal am muṉāḥpikkukaḷ tam vīṭukaḷil) amarntu koṇṭē (pōril maṭinta) tam cakōtararkaḷaip paṟṟi; \"avarkaḷ eṅkaḷaip piṉpaṟṟiyiruntāl kollappaṭṭirukka māṭṭārkaḷ\" eṉṟu kūṟukiṟārkaḷ; (napiyē!) Nīr kūṟum; \"nīṅkaḷ (colvatil) uṇmaiyāḷarkaḷāṉāl uṅkaḷai maraṉam aṇukāvaṇṇam taṭuttu viṭuṅkaḷ\" (pārppōm eṉṟu)"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allāhviṉ pātaiyil pōriṭṭuk kollappaṭṭavarkaḷai marittavarkaḷ eṉṟu niccayamāka eṇṇātīrkaḷ - tam rappiṉiṭattil avarkaḷ uyiruṭaṉēyē irukkiṟārkaḷ - (avaṉāl) avarkaḷ uṇavaḷikkappaṭukiṟārkaḷ"},{"SurahNumber":3,"VerseNumber":170,"Text":"taṉ aruḷ koṭaiyiliruntu allāh avarkaḷukku aḷittataik koṇṭu avarkaḷ āṉantattuṭaṉ irukkiṟārkaḷ;. Mēlum (pōril īṭupaṭṭirunta taṉ muḥmiṉāṉa cakōtararkaḷil maraṇattil) tam'muṭaṉ cērāmal (ivvulakil uyiruṭaṉ) iruppōraip paṟṟi; \"avarkaḷukku evvita payamumillai, avarkaḷ tukkappaṭavum māṭṭārkaḷ\" eṉṟu kūṟi makiḻvaṭaikiṟārkaḷ"},{"SurahNumber":3,"VerseNumber":171,"Text":"allāhviṭamiruntu tāṅkaḷ peṟṟa niḥmattukaḷ (naṟpēṟukaḷ) paṟṟiyum, mēṉmaiyaip paṟṟiyum niccayamāka allāh muḥmiṉkaḷukkuriya naṟkūliyai (oru ciṟitum) vīṇākki viṭuvatillai. Eṉpataip paṟṟiyum makiḻvaṭaintōrāy irukkiṉṟārkaḷ"}]}