{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"“Kuchokera (m’nthaka) umu tidakulengani, ndipo momwemo tidzakubwezani, ndipo kuchokera m’menemo tidzakutulutsani nthawi ina (muli moyo)"},{"SurahNumber":20,"VerseNumber":56,"Text":"“Ndipo, ndithu tidamuonetsa (Farawo) zozizwitsa zathu zonse, koma adatsutsa ndipo adakana"},{"SurahNumber":20,"VerseNumber":57,"Text":"“Adati: “Kodi watidzera kuti utitulutse m’dziko lathu, ndi matsenga ako, E, iwe Mûsa"},{"SurahNumber":20,"VerseNumber":58,"Text":"“Choncho nafe tikubweretsera matsenga onga amenewo! Choncho ika lonjezo (la msonkhano) pakati pathu ndi iwe; lonjezo lomwe tisaliswe ife ndi iwe, (tidzakumane) pamalo poyenera.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"“(Mûsa) adati: “Lonjezo lanu likhale pa tsiku lodzikongoletsa (tsiku la chikondwelero), ndipo anthu adzasonkhanitsidwe m’mawa.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"“Ndipo Farawo adabwerera ndikusonkhanitsa matsenga ake, ndipo kenako adabwera (ndi amatsenga ake pa tsiku la chipanganolo)"},{"SurahNumber":20,"VerseNumber":61,"Text":"“Mûsa adawauza: “Tsoka kwa inu! Musampekere bodza Allah, kuopera kuti angakuphwasuleni ndi chilango. Ndipo, ndithu wataika amene akupeka bodza.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"“Choncho (amatsengawo) adakangana pakati pawo pa zinthu zawo ndipo adakambirana mwachinsinsi"},{"SurahNumber":20,"VerseNumber":63,"Text":"“(Iwo) adati (mkunong’onezana kwawo): “Ndithu anthu awiriwa ndi amatsenga; kupyolera mmatsenga awo akufuna kukutulutsani m’dziko mwanu, ndikuchotsa chikhalidwe chanu chomwe chili chabwino.”"},{"SurahNumber":20,"VerseNumber":64,"Text":"““Choncho sonkhanitsani matsenga anu (onse), kenako mudze (kwa iwo) mutandanda pamzere; ndithu lero, apambana amene akhale wapamwamba.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"“(Iwo) adati: “E iwe Mûsa! Kodi ukhale ndiwe woyamba kuponya (matsenga ako), kapena tikhale oyamba ndife kuponya?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"“(Mûsa) adati: “Koma inu ndinu muponye!” (Choncho adaponya matsengawo). Mwadzidzidzi zingwe zawo ndi ndodo zawo zamatsenga awo, zimaoneka pamaso pake (Mûsa) kuti zikuyenda mothamanga"},{"SurahNumber":20,"VerseNumber":67,"Text":"“Ndipo Mûsa adadzazidwa ndi mantha mu mtima mwake"},{"SurahNumber":20,"VerseNumber":68,"Text":"“Tidati: “Usaope (zomwe ukuzionazi), ndithu iwe ukhala wopambana.”"},{"SurahNumber":20,"VerseNumber":69,"Text":"““Ndipo ponya chimene chili kudzanja lako ladzanjadzanja (ndodo); chimeza zomwe apanga; ndithu iwo apanga matsenga a mfiti ndipo mfiti siingapambane paliponse pamene yadza.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"“Choncho amatsenga adagwa molambira uku akuti: “Tamkhulupirira Mbuye wa Harun ndi Mûsa.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"“(Farawo) adanena: “Ha! Mwamkhulupirira ndisadakupatseni chilolezo? Ndithu iye ndi mkulu wanu amene adakuphunzitsani matsenga! Choncho ndikudulani manja anu ndi miyendo yanu, mosemphanitsa:; (dzanja lakudzanjadzanja ndi mwendo wakumanzere. Pomwe wina, mkono wakumanzere ndi mwendo wakudzanjadzanja), ndipo kenako ndikupachikani pa mathunthu a mitengo ya kanjeza; ndithu mudziwa (panthawiyo) kuti ndani mwa ife, (ine kapena Mulungu wa Mûsa), wachilango chaukali ndi chopitilira.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"“(Amatsenga) adati: “Sitisankha iwe kusiya zomwe zatidzera; zisonyezo zachoonadi zoonekera poyera! Ndipo tikumlumbilira Yemwe adatilenga, (sitikusankha iwe), chita zomwe ufuna kuchita; ndithu iwe utha kupititsa chiweruzo chokhudzana ndi moyo uno wapansi, basi.”"},{"SurahNumber":20,"VerseNumber":73,"Text":"““Ndithu takhulupirira Mbuye wathu kuti atikhululukire zolakwa zathu ndi matsenga amene watikakamiza (kuchita); ndipo Allah ndi Yemwe ali Wabwino ndi Wamuyaya (osati iwe).”"},{"SurahNumber":20,"VerseNumber":74,"Text":"“Ndithu amene adzadze kwa Mbuye wake uku ali wamachimo, adzapeza moto wa Jahannam; sadzafa m’menemo, ndipo sadzakhalanso ndi moyo wabwino"},{"SurahNumber":20,"VerseNumber":75,"Text":"“Koma amene adzamdzera uku ali wokhulupirira, yemwe adachita ntchito zabwino, iwo ndi amene adzapeze ulemewero wapamwamba"},{"SurahNumber":20,"VerseNumber":76,"Text":"“Minda yamuyaya, yomwe pansi pake (ndi patsogolo pake) pakuyenda mitsinje. Adzakhala mmenemo nthawi yaitali. Ndipo zimenezo ndi mphoto za yemwe wadziyeretsa"}]}