{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"ima luge koi go obozavaat MAllaha, somnevajki se; pa, ako im se sluci dobro, se smiruvaat so toa, a ako im se sluci, pak, iskusenie nekakvo, se oddalecuvaat: ke go izgubat i ovoj svet i Ahiret. Ete, toa, tokmu, e poraz ocigleden"},{"SurahNumber":22,"VerseNumber":12,"Text":"Gi povikuvaat pokraj Allah onie koi ne mozat ni da im nasettat ni da im koristat. Toa, tokmu, e skrsnuvanje vo zabluda dalecna"},{"SurahNumber":22,"VerseNumber":13,"Text":"Go povikuva onoj cija steta e poblisku do korista negova. E, samo kolku los zastitnik e toj! E, samo kolku los poddrznik e toj"},{"SurahNumber":22,"VerseNumber":14,"Text":"Onie koi veruvaat i koi rabotat dobri dela... Nie, navistina, ke gi mpvovedeme vo bavcite dzennetski niz koi reki tecat. Allah, navistina, raboti sto posakuva"},{"SurahNumber":22,"VerseNumber":15,"Text":"Onoj koj misli deka Allah nema da mu pomogne i na ovoj svet i na Ahiret neka rastegne jaze do nebo, potoa neka go iskine, i neka razmisli dali iskinatinata ke go otstrani ona za sto toj, tokmu, negoduva"},{"SurahNumber":22,"VerseNumber":16,"Text":"ete, taka Nie mu gi objavivme ajetite jasni i Allah, navistina, upatuva kogo saka"},{"SurahNumber":22,"VerseNumber":17,"Text":"Allah, navistina, Ke gi IZDVOI na Denot suden onie koi veruvaa od onie koi bea Evrei, Sabejci, hristijani i medzusii i onie koi bea mnogubosci"},{"SurahNumber":22,"VerseNumber":18,"Text":"Ne znaes li deka na Allah, sekako, na sedzde mu paga se ona sto e na nebesata i na Zemjata, i Sonceto i Mesecinata, i zvezdite i planinite, i steblata i zivotnite i, isto taka, mnogu megu lugeto? A mnogu ima koi ja zasluzuvaat kaznata. DA onoj kogo Allah ke go ponizi nema NIKOJ sto ke go udostoi. Allah, navistina, raboti sto saka"},{"SurahNumber":22,"VerseNumber":19,"Text":"I ste, dva protivnika koi raspravaat za Gospodarot svoj. Za onie koi ne veruvaat ke im bide sosiena obleka od ogan, a nad glavite nivni ke im se sipa zovriena voda"},{"SurahNumber":22,"VerseNumber":20,"Text":"od nea ke se stopi ona sto e vo stomacite nivni, i kozite, isto taka"},{"SurahNumber":22,"VerseNumber":21,"Text":"nad niv ima TOPUZI OD zelezo"},{"SurahNumber":22,"VerseNumber":22,"Text":"sekogas koga ke se vpregnat da izlezat od taa spurnina nepodnosliva...:“Vratete se vo nea i iskusete ja kaznata ognena"}]}