{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"We have revealed Our will to you as We revealed it to Noah and to the prophets who came after him; as We revealed it to Abraham, Ishmael, Isaac, Jacob, and the tribes; to Jesus, Job, Jonah, Aaron and Solomon; to David We gave Psalms"},{"SurahNumber":4,"VerseNumber":164,"Text":"Apostles of whom We have already told you, and apostles of whom We have not yet told you; God spoke directly to Moses"},{"SurahNumber":4,"VerseNumber":165,"Text":"apostles who brought joyful tidings as well as warnings, so that people might have no plea against God after the apostles‘ coming: God is Almighty and wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But God bears witness, by that which He has revealed to you, that He revealed it with His knowledge; the angels bear witness too. And there is no better witness than God"},{"SurahNumber":4,"VerseNumber":167,"Text":"Those that disbelieve and debar others from the path of God have strayed far into error"},{"SurahNumber":4,"VerseNumber":168,"Text":"God will not forgive those who disbelieve and act unjustly; nor will He guide them to any path"},{"SurahNumber":4,"VerseNumber":169,"Text":"other than the path of Hell, wherein shall they abide for ever. Surely that is easy enough for God"},{"SurahNumber":4,"VerseNumber":170,"Text":"You people! The Apostle has brought you the Truth from your Lord. Have faith and it shall be well with you. If you disbelieve: to God belongs all that the heavens and the earth contain. God is omniscient and wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"People of the Book,¹ do not transgress the bounds of your religion. Speak nothing but the Truth about God. The Christ, Jesus son of Mary, was no more than God‘s apostle and His Word which He cast to Mary: a spirit from Him. So believe in God and His apostles and do not say: ‘Three.‘ Forbear, and it shall be better for you. Surely God is but one God; God forbid that He should have a son! His is all that the heavens and the earth contain. Sufficient is God as a patron"}]}