{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Lalle waɗanda suka kafirta, ana kiran su, \"Haƙiƙa, ƙin Allah (a gare ku) shi ne mafi girma daga ƙinku ga kanku a lokacin da ake kiran ku zuwa ga imani, sai kuna ta kafircewa"},{"SurahNumber":40,"VerseNumber":11,"Text":"Suka ce: \"Ya Ubangijinmu! Ka matar da mu sau biyu, kuma Ka rayar da mu sau biyu, saboda haka mun yarda da laifuffukan mu. To, shin, akwai wata hanya zuwa ga fita"},{"SurahNumber":40,"VerseNumber":12,"Text":"Wancan sababinsa, lalle (shi ne) idan an kirayi Allah Shi kaɗai, sai ku kafirta, kuma idan aka yi shirki game da Shi, sai ku yi imani. To, hukuncin fa, na Allah Maɗaukaki, Mai girma ne"},{"SurahNumber":40,"VerseNumber":13,"Text":"Shi ne Wanda ke nuna muku ayoyin Sa, kuma Ya saukar da arziki daga sama saboda ku, kuma babu mai yin tunani face mai mayar da al'amari ga Allah"},{"SurahNumber":40,"VerseNumber":14,"Text":"Saboda haka ku kirayi Allah, kuna masu tsarkake addini a gare Shi, kuma ko da kafirai sun ƙi"},{"SurahNumber":40,"VerseNumber":15,"Text":"Mai ɗaukaka darajoji (domin muminai), Mai Al'arshi, Yana jefa ruhi *daga al'amarinSa a kan wanda Ya so daga bayinSa, domin ya yi gargaɗi kan ranar gamuwa"},{"SurahNumber":40,"VerseNumber":16,"Text":"Ranar da suke bayyanannu, babu wani abu daga gare su wanda yake iya boyuwa ga Allah. \"Mulki ga wa ya ke a yau?\" Yana ga Allah, Makaɗaici, Mai tilastawa"},{"SurahNumber":40,"VerseNumber":17,"Text":"Yau ana saka wa kowane rai a game da abin da ya aikata, babu zalunci a yau. Lalle Allah Mai gaggawar hisabi ne"},{"SurahNumber":40,"VerseNumber":18,"Text":"Kuma ka yi musu gargaɗi kan ranar (Sa'a) makusanciya, a lokacin da zukata suke masu cika da bakin ciki, ga maƙosansu. Babu wani masoyi ga azzalumai, kuma babu wani mai ceto da za a yi wa da'a (ga cetonsu)"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Allah) Ya san yaudarar idanu da abin da ƙiraza ke ɓoyewa"},{"SurahNumber":40,"VerseNumber":20,"Text":"Kuma Allah Shi ke yin hukunci da gaskiya, waɗannan da kuke kira, wanin Sa, ba su yin hukunci da kome. Lalle Allah, Shi ne Mai ji, Mai gani"}]}