{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif lam ra. DETTA AR budskap ur den uppenbarade Skriften, ur vilken visdomen [flodar]"},{"SurahNumber":10,"VerseNumber":2,"Text":"Forvanas manniskorna over att Vi har gett en man ur deras [egna] led uppdraget att varna dem och att forkunna for de troende ett glatt budskap? [Budskapet] att de genom uppriktigheten i sin [tro] har [vunnit] en framskjuten plats hos sin Herre. De som fornekar sanningen sager: \"Denne [man] ar uppenbart en trollkarl som blandar och forhaxar [med sitt tal]"},{"SurahNumber":10,"VerseNumber":3,"Text":"ER HERRE ar helt visst Gud, som har skapat himlarna och jorden under sex dagar och som tronar [over Sitt verk] i Sin allmakts harlighet och styr skapelsens ordning. Ingen kan tala [infor Honom] till forman for en annan utan Hans tillatelse. Detta ar Gud, er Herre. Honom [ensam] skall ni tillbe! Vill ni inte tanka over [detta]"},{"SurahNumber":10,"VerseNumber":4,"Text":"Till Honom skall ni alla vanda tillbaka enligt Guds sanningslofte. Han inleder skapelsen och skall nar tiden kommer fornya den for att rattvist belona dem som hade tron och levde rattskaffens; men de som framhardade i att forneka sanningen skall bjudas en dryck av skallhett vatten och de skall fa utsta ett svart lidande for sitt [envisa] fornekande"},{"SurahNumber":10,"VerseNumber":5,"Text":"Det ar Han som skapade solen som ett blandande ljus och manen [som aterger dess] sken, och som har faststallt dess faser, sa att ni kan rakna aren och mata [tiden]. Gud har inte skapat detta utan en plan och ett syfte. Han framstaller budskapen fast och klart for de insiktsfulla"},{"SurahNumber":10,"VerseNumber":6,"Text":"I vaxlingen mellan natt och dag, och i allt vad Gud har skapat i himlarna och pa jorden, ligger i sanning budskap till dem som fruktar Honom"},{"SurahNumber":10,"VerseNumber":7,"Text":"De som inte ser fram mot motet med Oss och som ar nojda med [vad de kan uppna i] detta liv och slar sig till ro med detta, och de som staller sig likgiltiga till Vara budskap"},{"SurahNumber":10,"VerseNumber":8,"Text":"de skall ha sin hemvist i Elden, [lonen] for deras handlingar"},{"SurahNumber":10,"VerseNumber":9,"Text":"Genom deras tro leder Gud dem som tror och lever rattskaffens dit dar backar porlar vid deras fotter, lycksalighetens lustgardar"},{"SurahNumber":10,"VerseNumber":10,"Text":"Dar skall de [saga i sin bon]: \"Stor ar Du, Gud, i Din harlighet!\" Och [anglarna] skall halsa dem med fredshalsningen. Och de skall avsluta sin bon [med orden]: \"Lat oss lova och prisa Gud, varldarnas Herre"}]}