{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Ja tama (Koraani) on siunattu Kirjoitus, jonka Me olemme lahettanyt ylhaalta; noudattakaa siis sita ja pelatkaa Jumalaa, jotta osaksenne tulisi laupeus"},{"SurahNumber":6,"VerseNumber":156,"Text":"Ettette sanoisi: »Pyha kirjoitus on lahetetty vain kahdelle kansalle ennen meita, ja totisesti olimme liian tietamattomia kasittaaksemme sen»"},{"SurahNumber":6,"VerseNumber":157,"Text":"tai ettette sanoisi: »Jos Kirjoitus olisi lahetetty meille, olisimme totisesti tulleet paremmin johdatetuiksi kuin he», niin on nyt osaksenne tullut selva todistus Herraltamme, johdatus ja armonosoitus, ja ken tekee enemman vaarin kuin se, joka vaaristelee Jumalan tunnusmerkit valheeksi ja on pensea niita kohtaan. Me rankaisemme niita, jotka ovat penseita tunnusmerkkejamme kohtaan, mita pahimmalla rangaistuksella, siksi etta he niin tekivat"},{"SurahNumber":6,"VerseNumber":158,"Text":"Odottavatko he jotakin muuta kuin sita, etta enkelit tulisivat heidan luokseen, tai etta Herrasi tulisi tai etta joku Herrasi tunnusmerkeista tulisi? Sina paivana, jolloin joku Herrasi tunnusmerkeista tulee julki, ei usko ole hyodyttava sita sielua, joka ei ennen ole uskonut tai mitaan tehnyt uskonsa hyvaksi. Sano: »Odottakaa! Mekin totisesti odotamme.»"},{"SurahNumber":6,"VerseNumber":159,"Text":"Niiden kanssa, jotka ovat hajoittaneet uskontonsa ja muodostaneet lahkoja, ei sinulla (Muhammed) totisesti ole mitaan tekemista. Heidan asiansa kuuluu vain Jumalalle; kerran on Han julistava heille heidan tekonsa"},{"SurahNumber":6,"VerseNumber":160,"Text":"Se, joka tekee hyvan tyon, saa kymmenkertaisesti takaisin. Ja se, joka tekee pahan teon, palkitaan ainoastaan sen mukaan, heidan karsimattansa mitaan vaaryytta"},{"SurahNumber":6,"VerseNumber":161,"Text":"Sano: »Minut on Herrani totisesti johdattanut oikealle tielle, uskoon, joka pysyy, Aabrahamin oppiin, hanen, joka oli hurskas (haanif) eika monijumalainen.»"},{"SurahNumber":6,"VerseNumber":162,"Text":"Sano: »Minun rukoukseni ja hartauteni, minun elamani ja kuolemani kuuluvat Jumalalle, koko maailman Herralle"},{"SurahNumber":6,"VerseNumber":163,"Text":"Hanella ei ole ketaan vertaista. Tama on minulle maaratty, ja mina olen ensimmainen Jumalan alamaisista.»"},{"SurahNumber":6,"VerseNumber":164,"Text":"Sano: »Toivoisinko itselleni ketaan muuta Herrakseni kuin Jumalan, kaiken olevaisen valtiaan? Jokainen sielu tekee kaikki vain omaan tiliinsa, kukaan ei kanna vierasta kuormaa. Senjalkeen palaatte te Herranne luo, ja Han on puhuva teille siita, mista olitte erimielisia"},{"SurahNumber":6,"VerseNumber":165,"Text":"Han se on asettanut teidat sijaisiksi maan paalle ja kohottanut jotkut teista useita asteita toisten ylapuolelle koetellakseen teita sen suhteen, mita on teille antanut. Sinun Herrasi on totisesti nopea rankaisemaan, mutta Han on totisesti myos anteeksiantava ja laupias"}]}