{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Yemin olsun, Harun daha once onlara sunu soylemisti: \"Ey kavmim, siz bununla imtihan edildiniz. Sizin Rabbiniz o Rahman´dır. Artık bana uyun, emrime itaat edin"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar soyle demislerdi: \"Musa bize donunceye kadar ona tapıcılar olmakta devam edecegiz"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa dedi: \"Ey Harun, onların saptıklarını gordugun zaman seni ne engelledi de"},{"SurahNumber":20,"VerseNumber":93,"Text":"Benim ardım sıra gelmedin. Emrime isyan mı ettin"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun dedi: \"Ey annemin oglu! Sakalımı, basımı tutma. Ben senin soyle diyeceginden korkmustum: ´Beniisrail arasına ayrılık soktun, sozume baglı kalmadın"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa dedi: \"Senin derdin neydi, ey Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri dedi: \"Onların gormediklerini gordum. Resulun izinden bir avuc avucladım da onu attım. Nefsim bana boylesini hos gosterdi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa dedi: \"Defol, cunku sen, hayatın boyunca \"bana dokunmayın\" diyeceksin! Ve senin icin asla kaytaramayacagın bir hesap zamanı da var. O basını bekleyip durdugun tanrına bir bak! Onu kesinlikle yakacagız, sonra da un ufak edip denize dokecegiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Gercek olan su ki, sizin ilahınız kendisinden baska hicbir tanrı olmayan Allah´tır. O, ilim bakımından herseyi cepecevre kusatmıstır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Iste boylece, gecip gitmislerin haberlerinden bir kısmını sana anlatıyoruz. Biz sana katımızdan da bir zikir vermisizdir"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim ondan yuz cevirirse, kıyamet gunu bir gunah yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Surekli olarak o yukun altındadır; kıyamet gununde bu onlar icin ne kotu yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun sura ufrulur ve gunahkarları o gun gozleri gomgok bir halde hasrederiz"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında fısıldasır gibi konusurlar: \"Ancak on gun filan kaldınız"},{"SurahNumber":20,"VerseNumber":104,"Text":"Onların soylemekte olduklarını biz daha iyi biliriz. Yolca en seckinleri olan soyle diyordu: \"Eni sonu, bir gun kaldınız"}]}