{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Biyen wong Tsamud uga padha maido (wulangane Sholih)"},{"SurahNumber":54,"VerseNumber":24,"Text":"Pangucape, \"Ya gene aku manut marang wong siji tunggalku. yen mangkono aku rak klebu ing penasaran lan diarani wong edan"},{"SurahNumber":54,"VerseNumber":25,"Text":"Apa dhawuhing Allah mung didhawuake marang wong siji (Sholih wae) liyane ora diparingi dhawuh? Tetela Sholih iku tukang goroh lan gumedhe"},{"SurahNumber":54,"VerseNumber":26,"Text":"Besuk ing akherat bakal weruh nyatane sapa kang gumedhe lan tukang goroh"},{"SurahNumber":54,"VerseNumber":27,"Text":"Sejatine Ingsun bakal ngirimake onta wadon minangka tandha yekti lan panyoba, kanggo wong Tsamud. Saiki (Shalih) narimoha wae titenana piye"},{"SurahNumber":54,"VerseNumber":28,"Text":"Wong Tsamud padha dhawuhana anane banyu iku didumake marang onta lan dheweke, Kabeh padha kena gilirane. (sakdine kanggo wong Tsamud lan sedina maneh ontane)"},{"SurahNumber":54,"VerseNumber":29,"Text":"Dheweke wong Tsamud banjur ngundang kancane nedya mateni. Onta mau banjur dicekel banjur dipateni"},{"SurahNumber":54,"VerseNumber":30,"Text":"Kepriye ta kahanane wewaden lan siksaningsun"},{"SurahNumber":54,"VerseNumber":31,"Text":"Allah banjur ngutus Jibril kanthi suwara banter, wong Tsamud banjur tumpes sanalika ambruk kaya kayu garing wis mopol"},{"SurahNumber":54,"VerseNumber":32,"Text":"Satemene Allah wis gampangake al-Quran kanggo diweruhi surasane mulane padha ngestokna"},{"SurahNumber":54,"VerseNumber":33,"Text":"Biyen umate Luth uga padha maido wulangane"},{"SurahNumber":54,"VerseNumber":34,"Text":"Para umate Luth padha diudani watu tumpes kabeh kajaba mung Luth sakancane padha diparingi slamet ing wayah esuk"},{"SurahNumber":54,"VerseNumber":35,"Text":"Peparinge Allah kabungahan kaya mangkono walese marang wong syukur"},{"SurahNumber":54,"VerseNumber":36,"Text":"Lan satemene Luth wis ngelingake dheweke para ummate siksa ancamane Allah. Nanging padha maido ancaman mau"},{"SurahNumber":54,"VerseNumber":37,"Text":"Lan para ummate Luth padha bujuk (supaya masrahake) dhayohe. Mulane banjur Ingsun picakake mripate. Padha ngrasakna siksa lan ancaman Ku"},{"SurahNumber":54,"VerseNumber":38,"Text":"Lan satemene ing wayah esuke dheweke tinempuh ing siksa kang lestari"},{"SurahNumber":54,"VerseNumber":39,"Text":"Padha ngrasakna siksaningsun lan ancaman - ancamanKu"},{"SurahNumber":54,"VerseNumber":40,"Text":"Lan satemene Allah wis gampangake al-Quran diweruhi surasane mulane padha ngestokna"}]}