{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Tebya sprashivayut o Zyu-l'-karneyne; skazhi: \"YA prochitayu vam povest' o nem"},{"SurahNumber":18,"VerseNumber":84,"Text":"My dali yemu mogushchestvo na zemle, i dostavili yemu sposob ko vsemu"},{"SurahNumber":18,"VerseNumber":85,"Text":"On dal yemu sposob idti"},{"SurahNumber":18,"VerseNumber":86,"Text":"Pokuda on ne dostig do zapada solntsa. On uvidel, chto ono zapadayet v gryaznyy istochnik! Bliz nego on nashel narod. My skazali: \"Zyu-l'-karneyn, libo nakazhi yego, libo okazhi yemu dobro"},{"SurahNumber":18,"VerseNumber":87,"Text":"On skazal: \"Kto delayet zlo, togo my nakazhem; i posle togo, kogda vozvrashchen on budet k Gospodu svoyemu, On nakazhet yego zhestokoyu kazn'yu"},{"SurahNumber":18,"VerseNumber":88,"Text":"No kto poveruyet i budet delat' dobroye, tomu nagradoy budet prekrasneysheye: my skazhem yemu te iz nashikh poveleniy, kakiye legki"},{"SurahNumber":18,"VerseNumber":89,"Text":"Posle togo, On dal yemu sposob idti"},{"SurahNumber":18,"VerseNumber":90,"Text":"Pokuda on ne dostig do vostoka solntsa. On uvidel, chto ono voskhodit nad odnim narodom, kotoromu My ne sdelali nikakogo pokrova v zashchitu ot nego"},{"SurahNumber":18,"VerseNumber":91,"Text":"Tak eto bylo; My dayem teper' svedeniye o tom, chto bylo s nim"},{"SurahNumber":18,"VerseNumber":92,"Text":"Posle togo On dal yemu sposob idti"},{"SurahNumber":18,"VerseNumber":93,"Text":"Pokuda ne dostig promezhutka mezhdu dvumya stenami. On uvidel, chto pri nikh byl narod, yedva ponimavshiy kakuyu libo rech'"},{"SurahNumber":18,"VerseNumber":94,"Text":"On skazal: \"Zyu-l'-karneyn! Gog i Magog prichinyayut bedy na etoy zemle; ne predstavit' li nam kakuyu platu za to, chtoby ty postavil stenu mezhdu nami i nimi"},{"SurahNumber":18,"VerseNumber":95,"Text":"On skazal: \"Mogushchestvo, kakoye dal mne Gospod' moy, yest' nailuchshaya dlya menya plata; vy zhe tol'ko revnostno pomogayte mne: postavlyu pregradu mezhdu vami i imi"},{"SurahNumber":18,"VerseNumber":96,"Text":"Nosite ko mne stol'ko kuskov zheleza, chtoby imi zarovnyat' promezhutok mezhdu skatami etikh gor\". On skazal: \"Razduvayte stol'ko, chtoby eto sdelalos' raskalennym\". On skazal: \"Nesite ko mne rasplavlennoy medi i leyte na nego"},{"SurahNumber":18,"VerseNumber":97,"Text":"I oni ne mogli vzlest' na neye, i ne mogli probit' yeye"},{"SurahNumber":18,"VerseNumber":98,"Text":"On skazal: \"Eto - milost' Gospoda moyego. Kogda nastupit predvozveshchennoye Gospodom moim, togda on izmel'chit yeye v shcheben'. Predvozveshchennoye Gospodom moim sbudetsya verno"},{"SurahNumber":18,"VerseNumber":99,"Text":"V tot den' My pustim ikh lit'sya odnim za drugimi volnoyu, i kogda prozvuchitsya truboyu, My stolpim ikh tolpoyu"},{"SurahNumber":18,"VerseNumber":100,"Text":"V tot den' My, yasno ukazyvaya, ukazhem geyennu nevernym"},{"SurahNumber":18,"VerseNumber":101,"Text":"Tem, kotorykh ochi pod zavesoy ne videli moyego ucheniya i ne mogli slyshat' yego"}]}