{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"«O, Menin (takıba) pendelerim! Bugun silerge korkunuc jok! Siler (bugun) kapa da bolboysuŋar!»"},{"SurahNumber":43,"VerseNumber":69,"Text":"Alar Bizdin ayattarıbızga ıyman keltirip, musulman bolgon adamdar"},{"SurahNumber":43,"VerseNumber":70,"Text":"«(O, ıymanduu pendeler!) Siler jubaylarıŋar menen birge suyungon abalda Beyiske kirgile!»"},{"SurahNumber":43,"VerseNumber":71,"Text":"Alarga altın idister menen coycoktor (tamak-sarabı menen) aylantıp turulat. Al jerde koŋul kaalagan, koz kubangan bardık nerseler bar. Jana siler anda tuboluk jasaysıŋar"},{"SurahNumber":43,"VerseNumber":72,"Text":"Bul Beyis... Anı siler (duynodo) jasagan (sooptuu) amalıŋar ucun Allaһtan muras aldıŋar"},{"SurahNumber":43,"VerseNumber":73,"Text":"Siler ucun anda kop momo-jemister bar. Alardan (kaalaganıŋarca) jeysiŋer"},{"SurahNumber":43,"VerseNumber":74,"Text":"(Al emi) kunookor adamdar tozok azabında tuboluk kalısat"},{"SurahNumber":43,"VerseNumber":75,"Text":"(Azap) alardan azaytılbayt jana alar anda (tozokto) umutsuz kaluucular"},{"SurahNumber":43,"VerseNumber":76,"Text":"Alarga Biz zulumduk kılbadık. Ozdoruno-ozdoru zulum kılıstı"},{"SurahNumber":43,"VerseNumber":77,"Text":"Jana alar (tozoktun kızmatcı peristesine): «O, Maalik, (Rabbiŋe aytcı) bizge (olumdu) okum kılsıncı» deset. (Anda) al aytat: «Siler (usul jerde usul boydon tuboluk) turuucusuŋar"},{"SurahNumber":43,"VerseNumber":78,"Text":"Cınında, Biz silerge Akıykattı alıp keldik, birok, kopculuguŋor anı jaman korup jatasıŋar»"},{"SurahNumber":43,"VerseNumber":79,"Text":"Je bolboso, (dinge karsı) bir isti erejelestiret. Biz da (alarga karsı) ereje tuzup koygonbuz"},{"SurahNumber":43,"VerseNumber":80,"Text":"Je bolboso, Biz alardın sırları menen sıbıragan dobustarın ukpaybız dep oylosobu! Jok! Ugabız! Jana alardın aldında (bardık kıymıl-araket, sıbıragan dobusunan oydo) jaza turgan elcileribiz (peristeler) bar"},{"SurahNumber":43,"VerseNumber":81,"Text":"Ayt (o, Muhammad): «Eger Allaһtın balası (cındap) bar bolgondo, eŋ obolu aga ozum ibadat kılmakmın"},{"SurahNumber":43,"VerseNumber":82,"Text":"(Birok) Asmandar menen jerdin jana Arstın Rabbisi silerdin («balası bar» dep) sıpattooŋordon Taza!»"},{"SurahNumber":43,"VerseNumber":83,"Text":"(Eger daavatıŋa muyubasa) alardı jon koy. Ubada kılıngan (Kıyamat) kundoruno jolukkanga ceyin oynop-kulup, (kunoo isterine) cumkup juro berissin"},{"SurahNumber":43,"VerseNumber":84,"Text":"Al (Allaһ) asmanda da Kuday, jerde da Kuday. Jana Al -Biluucu, Daanısman"},{"SurahNumber":43,"VerseNumber":85,"Text":"Asmandardagı, jerdegi jana ekoonun arasındagı (bardık) nerselerdin Eesi bolgon Allaһ Uluk-Taberik! Kıyamattın ilimi Bir Ozunun aldında. Jana (bardıgıŋar) Ozuno gana kaytarılasıŋar"},{"SurahNumber":43,"VerseNumber":86,"Text":"Alar (musrikter) duba kılıp jatkan Allaһtan baska «kudaylardın» kolunda sapaat-aktoo jok! Bilgen abalda Akıykatka kubo bolgon! adamdar(ta gana sapaat nasip kılat)"},{"SurahNumber":43,"VerseNumber":87,"Text":"Eger sen alardan: «Silerdi kim jaratkan?» - dep surasaŋ, «Allaһ», deset. Dagı kayda baratasıŋar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Jana (Allaһ paygambarının): «O, Rabbim! Cınında, tigi adamdar ıyman keltirbegen koom»- degen sozun da bilet"},{"SurahNumber":43,"VerseNumber":89,"Text":"Demek, sen alardı kecir jana: «Silerge salam, (birok) jakında bilip alasıŋar»-degin"}]}