{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"Niscaya nai hamile aphna rasulaharu ra ti manisaharu jasale imana lya'e, uniharuko sahayata sansarika jivanama garnechaum ra tyasa dina pani, jabaki saksiharu ubhinechan"},{"SurahNumber":40,"VerseNumber":52,"Text":"Juna dina atyacariharula'i uniharuko bahanale kehi pani labha purya'une chaina. Baru uniharuko lagi ta tiraskara hunecha ra uniharuko nimti naramro ghara hunecha"},{"SurahNumber":40,"VerseNumber":53,"Text":"Hamile musala'i margadarsanavala kitaba (taurata) diyaum ra bani isra'ilala'i tyasa kitabako uttaradhikari banayaum"},{"SurahNumber":40,"VerseNumber":54,"Text":"Bud'dhimanaharuko nimti tyasama margadarsana ra siksa thiyo"},{"SurahNumber":40,"VerseNumber":55,"Text":"Atah he nabi dhairya gara, nihsandeha allahako vaca satya cha ra aphno gunahako maphi mamga ra samjha–bihana aphno palanakartako prasansaka satha gunagana garnegara"},{"SurahNumber":40,"VerseNumber":56,"Text":"Juna manisaharu aphusamga a'eko allahaka ayataharuko barema bina kunai pramana jhagada gardachan, uniharuka chatiharuma vikara baheka kehi chain. Uniharu tyahamsam'ma pugnevala chainan. Atah timi allahako saranama ja'u. Niscaya nai u sabai sundacha ra dekhdacha"},{"SurahNumber":40,"VerseNumber":57,"Text":"Nihsandeha akasaharu ra dharatiharuko srsti garnu, manisaharuko srsti garnubhanda dherai thulo kama ho. Tara dherai manisale jandainan"},{"SurahNumber":40,"VerseNumber":58,"Text":"Andha ra amkha dekhneharu barabara humdainan ra uniharu jasale imana lya'e ra asala karma gare ra jo naramra kama gare duvai parasparama barabara huna sakdainan. Timile dherai vicara gardainau"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kayamata ta a'unevala nai cha, yasama kunai sanka chaina. Tara adhikansa manisaharule imana lya'eka chainan"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ra timro palanakartako adesa cha ki ‘‘timi masita prarthana gara, ma timro prarthana svikara garnechu. Juna manisaharu mero upasanabata ghamandale ahankara garchan, ati sighra narkama tiraskrta bha'i pravesa garnechan"}]}