{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":11,"Text":"Ey inananlar, icinizden bir topluluk, baska bir toplulukla alay etmesin, olabilir ki alay edilenler, oburlerinden daha hayırlıdır ve kadınların bir kısmı da baska kadınlarla alay etmesin, olabilir ki alay edilen kadınlar, oburlerinden daha hayırlıdır ve birbirinizi kınamayın ve kotu lakaplarla cagırmayın; inanctan sonra buyruktan cıkmıslara ait adlar, ne de kotudur ve kim tovbe etmezse artık onlar, zulmedenlerin ta kendileridir"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey inananlar, sakının fazla suphe etmekten, suphe yok ki bazı zan ve supheler suctur ve ayıplarınızı, gizli isleri arayıp gozetmeyin ve bir kısmınız, bir kısmınızın gıyabında kotulugunu de soylemesin; biriniz, olu kardesinin etini yemeyi sever mi? Tiksindiniz, degil mi? Ve cekinin Allah'tan, suphe yok ki Allah, tovbeleri kabul eder, rahimdir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey insanlar, suphe yok ki biz sizi bir erkekle bir disiden yarattık ve sizi, asiretler ve kabileler haline getirdik tanısın diye; suphe yok ki Allah katında sevabı en cok ve derecesi en yuce olanınız, en fazla cekineninizdir; suphe yok ki Allah, her seyi bilir, her seyden haberdardır"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bedeviler, inandık dediler; de ki: Inanmadınız ve fakat Musluman olduk deyin ve inanc, henuz gonullerinize girmedi sizin ve Allah'a ve Peygamberine itaat ederseniz yaptıgınız iyiliklerin sevabından hicbir sey eksilmez, suphe yok ki Allah, sucları orter, rahimdir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Inananlar, ancak o kisilerdir ki Allah'a ve Peygamberine inanırlar da sonra supheye dusmezler ve mallarıyla ve canlarıyla savasırlar Allah yolunda, iste onlardır dogru soyleyenlerin ta kendileri"},{"SurahNumber":49,"VerseNumber":16,"Text":"De ki: Dininizi, Allah'a mı bildireceksiniz? Ve Allah bilir ne varsa goklerde ve ne varsa yeryuzunde ve Allah, her seyi bilir"},{"SurahNumber":49,"VerseNumber":17,"Text":"Musluman olduk diye seni minnet altında mı bırakırlar? De ki: Muslumanlıgınızdan dolayı beni minnet altında bırakmaya kalkısmayın, hayır, Allah'a karsı siz minnet altındasınız, sizi dogru yola sevkedip imanda basarı verdiginden, eger dogru soyluyorsanız"},{"SurahNumber":49,"VerseNumber":18,"Text":"Suphe yok ki Allah, goklerin ve yeryuzunun gizli seylerini bilir ve Allah, butun yaptıklarınızı gorur"}]}