{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"Er ist es, der euch die Erde gefugig gemacht hat. So schreitet auf ihrem Rucken umher und eßt von dem, was Er (euch) beschert. Und zu Ihm fuhrt die Auferstehung"},{"SurahNumber":67,"VerseNumber":16,"Text":"Wahnt ihr euch denn in Sicherheit davor, daß der, der im Himmel ist, die Erde mit euch versinken laßt, so daß sie ins Schwanken gerat"},{"SurahNumber":67,"VerseNumber":17,"Text":"Oder wahnt ihr euch in Sicherheit davor, daß der, der im Himmel ist, einen Sandsturm gegen euch schickt? Da werdet ihr erfahren, wie seine Warnung ist"},{"SurahNumber":67,"VerseNumber":18,"Text":"Auch diejenigen, die vor ihnen lebten, haben (die Gesandten) der Luge geziehen. Und wie war meine Mißbilligung"},{"SurahNumber":67,"VerseNumber":19,"Text":"Haben sie nicht auf die Vogel uber ihnen geschaut, wie sie ihre Flugel ausbreiten und einziehen? Nur der Erbarmer halt sie. Er sieht wohl alle Dinge"},{"SurahNumber":67,"VerseNumber":20,"Text":"Oder wer ist anstelle des Erbarmers derjenige, der euch eine Heerschar ware, die euch unterstutzen konnte? Die Unglaubigen fallen nur der Betorung anheim"},{"SurahNumber":67,"VerseNumber":21,"Text":"Oder wer ist denn der, der euch Lebensunterhalt bescheren konnte, wenn Er seine Versorgung zuruckhalt? Aber nein, sie verharren in Rebellion und Abneigung"},{"SurahNumber":67,"VerseNumber":22,"Text":"Folgt denn einer, der, auf sein Gesicht gesturzt, umherschreitet, eher der Rechtleitung, oder einer, der aufrecht auf einem geraden Weg umherschreitet"},{"SurahNumber":67,"VerseNumber":23,"Text":"Sprich: Er ist es, der euch entstehen ließ und euch Gehor, Augenlicht und Herz machte. Ihr seid aber wenig dankbar"},{"SurahNumber":67,"VerseNumber":24,"Text":"Sprich: Er ist es, der euch auf der Erde vermehrte. Und zu Ihm werdet ihr versammelt werden"},{"SurahNumber":67,"VerseNumber":25,"Text":"Und sie sagen: «Wann wird diese Androhung eintreffen, so ihr die Wahrheit sagt?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Sprich: Nur Gott weiß daruber Bescheid. Und ich bin ein deutlicher Warner"},{"SurahNumber":67,"VerseNumber":27,"Text":"Wenn sie es aber aus der Nahe sehen, dann werden die Gesichter derer, die unglaubig sind, schlimm betroffen. Und es wird gesprochen: «Das ist das, was ihr herbeizurufen suchtet.»"},{"SurahNumber":67,"VerseNumber":28,"Text":"Sprich: Was meint ihr, wenn Gott mich und die, die mit mir sind, verderben lassen oder wenn Er sich unser erbarmen sollte, wer wird dann die Unglaubigen schutzen vor einer schmerzhaften Pein"},{"SurahNumber":67,"VerseNumber":29,"Text":"Sprich: Er ist der Erbarmer. An Ihn glauben Wir, und auf Ihn vertrauen wir. Ihr werdet noch erfahren, wer sich im offenkundigen Irrtum befindet"},{"SurahNumber":67,"VerseNumber":30,"Text":"Sprich: Was meint ihr, wenn euer Wasser versiegen sollte, wer konnte euch sprudelndes Wasser bringen"}]}