{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"طسم"},{"SurahNumber":28,"VerseNumber":2,"Text":"اینها از آیات کتاب مبین است"},{"SurahNumber":28,"VerseNumber":3,"Text":"ما از داستان موسی و فرعون بحقّ بر تو می‌خوانیم، برای گروهی که (طالب حقّند و) ایمان می‌آورند"},{"SurahNumber":28,"VerseNumber":4,"Text":"فرعون در زمین برتری‌جویی کرد، و اهل آن را به گروه‌های مختلفی تقسیم نمود؛ گروهی را به ضعف و ناتوانی می‌کشاند، پسرانشان را سر می‌برید و زنانشان را (برای کنیزی و خدمت) زنده نگه می‌داشت؛ او به یقین از مفسدان بود"},{"SurahNumber":28,"VerseNumber":5,"Text":"ما می‌خواهیم بر مستضعفان زمین منّت نهیم و آنان را پیشوایان و وارثان روی زمین قرار دهیم"},{"SurahNumber":28,"VerseNumber":6,"Text":"و حکومتشان را در زمین پابرجا سازیم؛ و به فرعون و هامان و لشکریانشان، آنچه را از آنها [= بنی اسرائیل‌] بیم داشتند نشان دهیم"},{"SurahNumber":28,"VerseNumber":7,"Text":"ما به مادر موسی الهام کردیم که: «او را شیر ده؛ و هنگامی که بر او ترسیدی، وی را در دریا (ی نیل) بیفکن؛ و نترس و غمگین مباش، که ما او را به تو بازمی‌گردانیم، و او را از رسولان قرار می‌دهیم!»"},{"SurahNumber":28,"VerseNumber":8,"Text":"(هنگامی که مادر بفرمان خدا او را به دریا افکند) خاندان فرعون او را از آب گرفتند، تا سرانجام دشمن آنان و مایه اندوهشان گردد! مسلّماً فرعون و هامان و لشکریانشان خطاکار بودند"},{"SurahNumber":28,"VerseNumber":9,"Text":"همسر فرعون (چون دید آنها قصد کشتن کودک را دارند) گفت: «نور چشم من و توست! او را نکشید شاید برای ما مفید باشد، یا او را بعنوان پسر خود برگزینیم!» و آنها نمی‌فهمیدند (که دشمن اصلی خود را در آغوش خویش می‌پرورانند)"},{"SurahNumber":28,"VerseNumber":10,"Text":"(سرانجام) قلب مادر موسی از همه چیز (جز یاد فرزندش) تهی گشت؛ و اگر دل او را (بوسیله ایمان و امید) محکم نکرده بودیم، نزدیک بود مطلب را افشا کند"},{"SurahNumber":28,"VerseNumber":11,"Text":"و (مادر موسی) به خواهر او گفت: «وضع حال او را پیگیری کن!» او نیز از دور ماجرا را مشاهده کرد در حالی که آنان بی‌خبر بودند"},{"SurahNumber":28,"VerseNumber":12,"Text":"ما همه زنان شیرده را از پیش بر او حرام کردیم (تا تنها به آغوش مادر بازگردد)؛ و خواهرش (که بیتابی مأموران را برای پیدا کردن دایه مشاهده کرد) گفت: «آیا شما را به خانواده‌ای راهنمایی کنم که می‌توانند این نوزاد را برای شما کفالت کنند و خیرخواه او باشند؟!»"},{"SurahNumber":28,"VerseNumber":13,"Text":"ما او را به مادرش بازگرداندیم تا چشمش روشن شود و غمگین نباشد و بداند که وعده الهی حق است؛ ولی بیشتر آنان نمی‌دانند"}]}