{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Ohe yara imana enecha! Suda galadhahkarana karo na take dbiguna o bahugunita kare; ara allah‌ke bhaya-srad'dha karo yate tomara saphalakama hate paro."},{"SurahNumber":3,"VerseNumber":131,"Text":"Ara satarkata abalanbana karo se'i aguna sanbandhe ya tairi kara hayeche abisbasidera jan'ya."},{"SurahNumber":3,"VerseNumber":132,"Text":"Ara allah o rasulera prati anugata ha'o, yena tomadera karuna dekhano haya."},{"SurahNumber":3,"VerseNumber":133,"Text":"Ara tatpara ha'o tomadera prabhura kacha theke paritrana labhera jan'ya ebam sbargodyanera jan'ya yara bistara hacche mahakasamandala o prthibi jure -- tairi hayeche dharmaparayanadera jan'ya"},{"SurahNumber":3,"VerseNumber":134,"Text":"yara kharaca kare sacchala abasthaya o asacchala abasthaya, ara yara krodha sambaranakari, ara yara lokajanera prati ksamasila. Ara allah satkarmidera bhalobasena"},{"SurahNumber":3,"VerseNumber":135,"Text":"ara yara, yakhana kono gar'hita kaja kare ba nijedera prati an'yaya kare, takhana allah‌ke smarana kare o tadera aparadhera jan'ya paritrana caya, -- bastutah allah chara ara ke aparadha ksama kare? Ara tara ya karechila tate jenesune amkare dhare thake na."},{"SurahNumber":3,"VerseNumber":136,"Text":"Era? -- Edera puraskara hacche edera prabhura kacha theke paritrana o sbargodyanasamuha yadera nice diye baye cale jharanaraji, sekhane tara thakabe sthayibhabe, ara karmibrndera puraskara ki camatkara"},{"SurahNumber":3,"VerseNumber":137,"Text":"niscaya'i tomadera purbe bahu jibanadhara gata haye geche. Ata'eba prthibite bhramana karo o dekho kemana hayechila mithyaropakaridera parinama."},{"SurahNumber":3,"VerseNumber":138,"Text":"E'i hacche manaba jatira jan'ya suspasta ghosana o pathanirdesa o upadesa -- dharmaparayanadera jan'ya."},{"SurahNumber":3,"VerseNumber":139,"Text":"Ata'eba durbalacitta hayo na o anusocana karo na, karana tomara'i habe uccapadastha yadi tomara bisbasi ha'o."},{"SurahNumber":3,"VerseNumber":140,"Text":"Yadi kono aghata tomadera pira diye thake tabe tara samana aghata pira diyeche dalake. Ara e'isaba dinagulo amara lokadera kache palakrame ene thaki yate allah abadharana karate parena tadera yara imana eneche, ara yate tomadera madhye theke saksi manonita karate parena. Ara allah an'yayakaridera bhalobasena na"},{"SurahNumber":3,"VerseNumber":141,"Text":"ara yena allah bimukta karate parena yara imana eneche tadera, ara nisphala karate parena abisbasidera."},{"SurahNumber":3,"VerseNumber":142,"Text":"Tomara ki bibecana karacho ye tomara behesate prabesa karabe, athaca allah ekhano abadharana karena ni tomadera madhye kara sangrama kareche, ara yaca'i karena ni kara dhairyasila"},{"SurahNumber":3,"VerseNumber":143,"Text":"ara nihsandeha tomara ceyechile mrtyubarana karate -- tara sange dekha habara age, ekhana kintu tomara ta dekhecha, ara tomara dekhate thako"}]}