{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Wo shi shei changshou, wo jiangdi shei de tizhi. Nandao tamen bu ming li me"},{"SurahNumber":36,"VerseNumber":69,"Text":"Wo meiyou jiao ta shige, shige duiyu ta shi bu xiangyi de. Zhege zhishi jiaohui he mingbai de “gulanjing”"},{"SurahNumber":36,"VerseNumber":70,"Text":"yibian ta jinggao huo ren, yibian bu xindao de renmen dang shou xingfa de panjue"},{"SurahNumber":36,"VerseNumber":71,"Text":"Nandao tamen bu zhidao ma? Cong wo suo qinshou zao zuozhe zhi zhong, wo ceng wei tamen er chuangzao shengchu, er tamen guanli tamen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Wo wei tamen er zhifu shengchu, yi yibufen gong tamen qi, yibufen gong tamen chi"},{"SurahNumber":36,"VerseNumber":73,"Text":"Tamen keyou tamen huode xuduo liyi he yinliao. Tamen zenme hai bu ganxie ne"},{"SurahNumber":36,"VerseNumber":74,"Text":"Tamen she zhenzhu er jing shi xuduo shenling, xiwang ziji huode yuanzhu"},{"SurahNumber":36,"VerseNumber":75,"Text":"Naxie shenling buneng yuanzhu tamen, tamen que shi wei naxie shenling er bei jihe de jundui"},{"SurahNumber":36,"VerseNumber":76,"Text":"Suoyi buyao rang tamen de wangyan shi ni youchou. Wo dique zhidao tamen suo yinni de he tamen suo biaoxian de"},{"SurahNumber":36,"VerseNumber":77,"Text":"Nandao ren hai bu zhidao ma? Wo ceng yong jingye chuangzao ta, er ta huran bian cheng tanbai de kangbian zhe"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ta wei wo shele yige piyu, er ta wangquele wo ceng chuangzao ta. Ta shuo:“Shei neng shi xiu gu fuhuo ne?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Ni shuo:“Zuichu chuangzao ta de, jiang shi ta fuhuo; ta shi quanzhi yiqie zhongsheng de"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ta wei nimen yong lu shu chuangzao huo, nimen bian yong na lu shu ran huo.”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Nandao neng zao tiandi de, buneng zaoxiang tamen nayang de ren ma? Buran! Ta que shi shan zao de, que shi quanzhi de"},{"SurahNumber":36,"VerseNumber":82,"Text":"Dang ta yu zaohua renhe shiwu de shihou, ta de shiqing zhishi dui ta shuo sheng:“You”, ta jiu youle"},{"SurahNumber":36,"VerseNumber":83,"Text":"Zansong zhenzhu, chaojue wanwu! Yiqie shiwu de zhuquan dou zai ta de zhangwo zhi zhong, nimen zhi bei zhao guiyu ta"}]}