{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"(ō pravaktā!) Ēmī? Nī vaddaku pampabaḍina dānini mariyu nī kaṇṭē pūrvaṁ pampabaḍina dānini mēmu viśvasin̄cāmani palikē vārini (kapaṭa viśvāsulanu) nīvu erugavā (cūḍalēdā)? Tiraskarin̄caṇḍani ādēśimpabaḍinā, vāru tama (vyavahārāla) pariṣkārālaku tāgūt vaddakē pōvālani kōrutū uṇṭāru. Mariyu ṣaitān vārini, trōva tappin̄ci, durmārganlō ati dūraṅgā tīsukoni pōvālani kōrutuṇṭāḍu"},{"SurahNumber":4,"VerseNumber":61,"Text":"Mariyu vāritō: \"Allāh avatarimpajēsina vāṭi (ādēśāla) vaipunaku mariyu pravakta vaipunaku raṇḍi.\" Ani ceppinapuḍu, nīvu ā kapaṭa viśvāsulanu vimukhulai (nī vaipunaku rākuṇḍā) toligi pōvaṭānni cūstāvu"},{"SurahNumber":4,"VerseNumber":62,"Text":"ayitē vāru tama cētulārā cēsukunna (duṣkāryāla) phalitaṅgā vāriki bādha kaliginapuḍu, vāru nī daggaraku vacci allāh pēra pramāṇālu cēstū: \"Mēmu mēlu cēyālanī mariyu aikamatyaṁ cēkūrcālanī mātramē prayatnin̄cāmu.\" Ani aṇṭāru"},{"SurahNumber":4,"VerseNumber":63,"Text":"alāṇṭi vārinī (kapaṭa viśvāsulanū)! Vāri hr̥dayālalō unnadī allāh erugunu, kāvuna vāri nuṇḍi mukhaṁ trippukō, vāriki upadēśaṁ ceyyi mariyu vārini gurin̄ci vāri hr̥dayālu prabhāvitamayyē māṭa paluku"},{"SurahNumber":4,"VerseNumber":64,"Text":"mariyu mēmu ē pravaktanu pampinā - allāh anujñatō - (prajalu) atanini anusarin̄cālanē pampāmu. Mariyu okavēḷa vāru tamaku tāmu an'yāyaṁ cēsukunnappuḍu, nī vaddaku vacci vāru allāh yokka kṣamābhikṣa kōrinappuḍu - pravakta kūḍā vārikai allāh yokka kṣamābhikṣa koraku vēḍukunnappuḍu - vāru allāh nu niścayaṅgā, kṣamin̄cēvāḍu gānū mariyu karuṇāpradāta gānū pondutāru"},{"SurahNumber":4,"VerseNumber":65,"Text":"alā kādu, nī prabhuvu sākṣigā! Vāru tama paraspara vibhēdāla viṣayanlō ninnu n'yāyanirṇētagā svīkarin̄cananta varaku mariyu (ō pravaktā!) Nīvu ē nirṇayaṁ cēsinā dānini gurin̄ci vāri manas'sulalō ē mātraṁ saṅkōcaṁ lēkuṇḍā dāniki (yathātathaṅgā) śirasāvahin̄cananta varaku, vāru (nijamaina) viśvāsulu kālēru"},{"SurahNumber":4,"VerseNumber":66,"Text":"Mariyu okavēḷa vāstavāniki mēmu vārini: \"Mī prāṇāla bali ivvaṇḍi lēdā mī illū vākiḷḷanu viḍici veḷḷaṇḍi!\" Ani ājñāpin̄ci (vidhigā cēsi) uṇṭē, vārilō kondaru mātramē alā cēsi uṇḍēvāru. Okavēḷa vāriki upadēśin̄cinaṭlu vāru cēsi uṇṭē, niścayaṅgā, adi vārikē śrēyaskaramainadigā mariyu vāri (viśvāsānni) dr̥ḍhaparicēdigā uṇḍēdi"},{"SurahNumber":4,"VerseNumber":67,"Text":"mariyu appuḍu vāriki mēmu, mā vaipu nuṇḍi goppa pratiphalaṁ icci uṇḍēvāraṁ"},{"SurahNumber":4,"VerseNumber":68,"Text":"mariyu mēmu vāriki r̥jumārgaṁ vaipunaku mārgadarśakatvaṁ cēsi uṇḍēvāraṁ"},{"SurahNumber":4,"VerseNumber":69,"Text":"mariyu evaru allāh ku mariyu pravaktaku vidhēyulai uṇṭārō, alāṇṭi vāru allāh anugrahaṁ pondina pravaktalatōnū satyavantulatōnū, (allāh) dharmaṁ koraku prāṇālu kōlpōyina amara vīrula (ṣahīdula) tōnū, sadvartanulatōnū cēri uṇṭāru. Mariyu alāṇṭi vāri sāṅgatyaṁ entō mēlainadi"},{"SurahNumber":4,"VerseNumber":70,"Text":"allāh nuṇḍi labhin̄cē anugrahaṁ ilāṇṭidē. Mariyu (yathārthaṁ) telusukōvaṭāniki allāh cālu"}]}