{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":9,"Text":"O You who have chosen to be graced with belief! Remember Allah's blessing on you, when there came down on you armies (enemy troops from different clans laid siege around Madinah). But We sent against them a violent wind, and forces that you saw not (courage, steadfastness and discipline). And Allah is ever Seer of what you do, how you act"},{"SurahNumber":33,"VerseNumber":10,"Text":"Behold, they came upon you from above you and from below you, and when eyes were terrified, and hearts throbbed, and you began to entertain doubts about Allah"},{"SurahNumber":33,"VerseNumber":11,"Text":"There and then were the believers tried, and shaken with a mighty shock"},{"SurahNumber":33,"VerseNumber":12,"Text":"And recall when the hypocrites and those who had doubt in their hearts, said to one another, \"Allah and His Messenger promised us nothing but delusion"},{"SurahNumber":33,"VerseNumber":13,"Text":"A group among them said, \"O You people of Yathrib! There is no stand possible for you, so, go back.\" And some of them even sought permission of the Prophet, saying, \"Behold, our homes are exposed (to the enemy).\" (With the believers firmly entrenched around the town) their homes were not really exposed. They wanted nothing but to flee. (Yathrib = Madinah)"},{"SurahNumber":33,"VerseNumber":14,"Text":"Now if the enemy had invaded the town from all sides and these hypocrites were asked to inflict harm on the believers, they would have done so without delay"},{"SurahNumber":33,"VerseNumber":15,"Text":"Although before that they had pledged to Allah that they would not turn their backs (to Faith and against invasion). A pledge to Allah must be answered for"},{"SurahNumber":33,"VerseNumber":16,"Text":"Say, \"Flight will not avail you if you flee from death or being killed. You are not to enjoy life but for a little while"},{"SurahNumber":33,"VerseNumber":17,"Text":"Say, \"Who is there that could keep you away from Allah if He intends harm for you, or Grace for you?\" They will not find that they have any patron or helper other than Allah"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah already knows those of you who hinder, and those who say to their groups, \"Come you here unto us!\" And rarely do they mobilize for defense"},{"SurahNumber":33,"VerseNumber":19,"Text":"They are miserly in dealing with you (believers). But when danger threatens, you can see them looking to you (for help, O Prophet), their eyes rolling in terror like one who is overshadowed by death. Yet once the fear has departed, they assail you believers with sharp tongues in their greed for wealth (from the spoil of war). These have never known belief, and, therefore, Allah makes all their deeds fruitless. That is easy for Allah (a spontaneous action of Allah's Law of Requital)"},{"SurahNumber":33,"VerseNumber":20,"Text":"They think that the enemy clans have not withdrawn. And if the confederate clans come back, these (hypocrites) would prefer to be in the desert with the Bedouins, asking for news about you, from far away. And if they were among you, they would only pretend to fight"}]}