{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Munafıklar, Allah´ı aldatmaya calısırlar. Halbuki Allah, onların oyunlarını baslarına gecirecektir. Onlar, namaza kalktıkları zaman tembel tembel kalkarlar. Insanlara gosteris yaparlar. Allah´ı pek az anarlar"},{"SurahNumber":4,"VerseNumber":143,"Text":"Munafıklar, kufur ile iman arasında bocalamaktadırlar. Ne bu muminlere baglanırlar, ne de su kafirlere. Allah kimi dogru yoldan saptırırsa, sen artık ona kurtulus yolu bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman edenler! Muminleri bırakıp da kafirleri dost edinmeyin. Kendi aleyhinizde Allah´a apacık bir delil mi vermek istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Suphesiz ki munafıklar, cehennem atesinin en asagı tabakasındadırlar. Onlara bir yardım edici de bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak tevbe edenler, durumlarını duzeltenler, Allah´a sarılanlar ve Allah icin dinlerine samimi olarak baglananlar mustesna. Iste bunlar muminlerle beraberdirler. Allah, muminlere buyuk bir mukafat verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eger sukreder ve iman ederseniz Allah size azabı ne yapar? Allah, sukredenlerin mukafatını veren ve her seyi bilendir"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allah, zulme ugrayanların dısında, cirkin sozun acıkca soylenmesinden hoslanmaz. Allah her seyi hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Bir hayrı acıklar yahut gizlerseniz, yahut da bir kotulugu bagıslarsanız, biliniz ki, Allah da cok bagıslayıcıdır, her seye hakkıyla kadirdir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Onlar, Allah´ı ve peygamberlerini inkar ederler, Allah ile peygamberlerinin arasını ayırmak isterler. «Kimine inanırız, kimini inkar ederiz» derler. Bu ikisinin (imanla kufrun) arasında bir yol tutmak isterler"},{"SurahNumber":4,"VerseNumber":151,"Text":"Iste onlar gercek kafirlerdir. Biz de kafirlere alcaltıcı bir azab hazırlamısızdır"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allah´a ve peygamberlerine iman edenler ve onlar arasında ayırım yapmayanlara (Allah) pek yakında mukafatlarını verecektir. Allah cok bagıslayıcıdır, cok merhametlidir"}]}