{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"شەك - شۈبھىسىزكى، ھارۇن ئۇلارغا (مۇسا قايتىپ كېلىشتىن) بۇرۇن: «ئى قەۋمىم! سىلەر موزاي بىلەن قايمۇقتۇرۇلدۇڭلار، سىلەرنىڭ پەرۋەردىگارىڭلار مەرھەمەتلىك اﷲ دۇر، ماڭا بوي سۇنۇڭلار، (موزايغا چوقۇنۇشنى تەرك ئېتىش بىلەن) بۇيرىقىمغا ئىتائەت قىلىڭلار!» دېدى"},{"SurahNumber":20,"VerseNumber":91,"Text":"ئۇلار: «مۇسا قايتىپ كەلگەنگە قەدەر ئۇنىڭغا چوقۇنىۋېرىمىز» دېيىشتى"},{"SurahNumber":20,"VerseNumber":92,"Text":"مۇسا ئېيتتى: «ئى ھارۇن! ئۇلارنىڭ ئازغانلىقىنى كۆرگەن چېغىڭدا (خۇدالىق ئۈچۈن غەزەپلىنىشتە) ماڭا ئەگىشىشتىن نېمە توسالغۇ بولدى؟ مېنىڭ بۇيرىقىمغا خىلاپلىق قىلدىڭمۇ؟»"},{"SurahNumber":20,"VerseNumber":93,"Text":"مۇسا ئېيتتى: «ئى ھارۇن! ئۇلارنىڭ ئازغانلىقىنى كۆرگەن چېغىڭدا (خۇدالىق ئۈچۈن غەزەپلىنىشتە) ماڭا ئەگىشىشتىن نېمە توسالغۇ بولدى؟ مېنىڭ بۇيرىقىمغا خىلاپلىق قىلدىڭمۇ؟»"},{"SurahNumber":20,"VerseNumber":94,"Text":"ھارۇن ئېيتتى: «ئى قېرىندىشىم! مېنىڭ ساقىلىمنى ۋە چېچىمنى تارتمىغىن، مەن ھەقىقەتەن سېنىڭ، ئىسرائىل ئەۋلادىنى بۆلۈۋېتىپسەن، سۆزۈمگە دىققەت قىلماپسەن، دېيىشىڭدىن قورقتۇم»"},{"SurahNumber":20,"VerseNumber":95,"Text":"مۇسا ئېيتتى: «ئى سامىرى! سەن نېمە بولدۇڭ؟ (يەنى مۇنداق يامان ئىشنى قىلىشىڭدىن غەرىزىڭ نېمە؟)»"},{"SurahNumber":20,"VerseNumber":96,"Text":"سامىرى ئېيتتى: «مەن ئۇلار كۆرمىگەننى كۆردۈم، ئەلچى (يەنى جىبرىئىل) نىڭ ئىزىدىن بىر چاڭگال توپىنى ئالدىم - دە، ئۇنى (موزايغا) چاچتىم، شۇنىڭ بىلەن ئۇنىڭدىن موزاينىڭ ئاۋازىغا ئوخشاش ئاۋاز چىقتى)، شۇنىڭدەك (بۇنى) ماڭا نەپسىم چىرايلىق كۆرسەتتى»"},{"SurahNumber":20,"VerseNumber":97,"Text":"مۇسا (سامىرىغا) ئېيتتى: «سەن بارغىن! سەن ئۆمۈرۋايەت (كۆرگەنلا كىشىگە) ماڭا يېقىنلاشماڭلار! دېگەيسەن (يەنى سېنىڭ كىشىگە يېقىنلاشماسلىقىڭ، كىشىنىڭ ساڭا يېقىنلاشماسلىقى بۇ دۇنيادا ساڭا بېرىلگەن جازادۇر)، شۈبھىسىزكى (ئاخىرەتتە جازالىنىدىغان) مۇئەييەن بىر ۋاقتىڭ بار، اﷲ ساڭا قىلغان بۇ ۋەدىسىگە خىلاپلىق قىلمايدۇ، سەن ھامان چوقۇنۇپ كېلىۋاتقان ئىلاھىڭغا قارىغىن، بىز ئۇنى چوقۇم (ئوتتا) كۆيدۈرىمىز، ئاندىن ئۇنىڭ (كۈلىنى) دېڭىزغا چېچىۋېتىمىز»"},{"SurahNumber":20,"VerseNumber":98,"Text":"سىلەرنىڭ ئىلاھىڭلار بىر اﷲ دۇر، ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۇ ھەر نەرسىنى تولۇق بىلگۈچىدۇر"},{"SurahNumber":20,"VerseNumber":99,"Text":"(ئى مۇھەممەد!) شۇنىڭدەك، ساڭا ئۆتكەنكىلەرنىڭ بەزى خەۋەرلىرىنى بايان قىلىمىز، ساڭا ئۆز تەرىپىمىزدىن قۇرئاننى ئاتا قىلدۇق"},{"SurahNumber":20,"VerseNumber":100,"Text":"كىمكى قۇرئاندىن يۈز ئۆرۈيدىكەن، ئۇنىڭغا قىيامەت كۈنى چوڭ گۇناھتىن ئېغىر يۈك يۈكلىنىدۇ"},{"SurahNumber":20,"VerseNumber":101,"Text":"(ئۇ گۇناھى ئۈچۈن بېرىلگەن ئازابنى مەڭگۈ تارتىدۇ) قىيامەت كۈنى ئۇلارغا يۈكلەنگەن بۇ يۈك نېمىدېگەن يامان"},{"SurahNumber":20,"VerseNumber":102,"Text":"بۇ سۇر چىلىنىدىغان كۈندۇر، بۇ كۈندە (شەكلى ئۆزگەرگەن) كۆك كۆزلۈك (قارا يۈزلۈك) گۇناھكارلارنى يىغىمىز"},{"SurahNumber":20,"VerseNumber":103,"Text":"(قىيامەتنىڭ دەھشىتىنى كۆرۈپ دۇنيادا تۇرغان ۋاقتى قىسقا بىلىنگەنلىكتىن) (ئۇلار) «(دۇنيادا) پەقەت ئون كۈنلا تۇردۇڭلار» دېيىشىپ پىچىرلىشىدۇ"},{"SurahNumber":20,"VerseNumber":104,"Text":"ئۇلارنىڭ دەيدىغانلىرىنى بىز ئوبدان بىلىمىز، ئەينى زاماندا ئۇلارنىڭ ئەڭ توغرا سۆزلەيدىغىنى: «سىلەر پەقەت بىر كۈن تۇردۇڭلار» دەيدۇ"}]}