{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"A sdel jim podle pravdy pribeh dvou synu Adamovych, kdyz oba prinaseli obeti; a byla od jednoho z nich obet prijata, zatimco od druheho nikoliv. I pravil tento: \"Veru te zabiji!\" I odpovedel onen: \"Buh prijima obet jen od bohabojnych"},{"SurahNumber":5,"VerseNumber":28,"Text":"Vztahnes-li na mne ruku svou, abys mne zabil, ja na tebe svou ruku nevztahnu, abych te zabil, nebot se veru bojim Boha, Pana lidstva veskereho"},{"SurahNumber":5,"VerseNumber":29,"Text":"Chci, abys vzal na sebe hrich proti mne i hrich proti sobe; a tak stanes se jednim z obyvatel ohne pekelneho, nebot to odmena je nespravedlivych"},{"SurahNumber":5,"VerseNumber":30,"Text":"A vnukla mu duse jeho zabit bratra, a zabil ho a stal se z tech, kdoz ztratu utrpeli"},{"SurahNumber":5,"VerseNumber":31,"Text":"I poslal Buh havrana, jenz hrabal v zemi, aby mu ukazal, jak skryt mrtvolu bratra sveho. I vzkrikl: \"Beda mi! Coz nejsem schopen byt jako tento havran a ukryt mrtvolu bratra sveho?\" A stal se jednim z tech, jez pronasleduji vycitky svedomi"},{"SurahNumber":5,"VerseNumber":32,"Text":"A kvuli tomuto jsme predepsali ditkam Izraele, aby ten, jenz zabije jednoho cloveka - nikoliv pro pomstu na nekom anebo za to, ze siril pohorseni na zemi - byl souzen, jako by zabil lidstvo veskere. A aby ten, kdo ozivi jednoho, byl posuzovan, jako by ozivil lidstvo veskere. A prisli k nim jiz drive poslove nasi s jasnymi dukazy, avsak mnozi z nich i potom se dopousteli prestupku na zemi"},{"SurahNumber":5,"VerseNumber":33,"Text":"A odmenou tech, kdoz vedli valku proti Bohu a Jeho poslu a sirili na zemi pohorseni, bude veru to, ze budou zabiti anebo ukrizovani ci budou jim useknuty jejich prave ruce a leve nohy anebo budou ze zeme vyhnani. A tem dostane se hanby na tomto svete, zatimco na onom svete je ocekava trest nesmirny"},{"SurahNumber":5,"VerseNumber":34,"Text":"krome tech, kteri se kajicne obrati, drive nez nad nimi ziskate moc. A vezte, ze Buh je odpoustejici, slitovny"}]}