{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":39,"Text":"(คือ) กลุ่มชนจากรุ่นก่อน ๆ"},{"SurahNumber":56,"VerseNumber":40,"Text":"และกลุ่มชนจากรุ่นหลัง ๆ"},{"SurahNumber":56,"VerseNumber":41,"Text":"และกลุ่มทางซ้าย (ผู้ได้รับบันทึกด้วยมือซ้าย)เจ้ารู้หรือไม่ว่ากลุ่มทางซ้ายเป็นอย่างไร"},{"SurahNumber":56,"VerseNumber":42,"Text":"อยู่ในลมร้อน และน้ำกำลังเดือด"},{"SurahNumber":56,"VerseNumber":43,"Text":"อยู่ใต้ร่มเงาของควันที่ดำทึบ"},{"SurahNumber":56,"VerseNumber":44,"Text":"ไม่ร่มเย็นและไม่เป็นที่น่าชื่นชม"},{"SurahNumber":56,"VerseNumber":45,"Text":"แท้จริงพวกเขาแต่กาลก่อนนั้นเป็นพวกเจ้าสำราญ"},{"SurahNumber":56,"VerseNumber":46,"Text":"และพวกเขาเคยดื้อรั้นในการทำบาปใหญ่ ๆ อยู่เป็นเนือง"},{"SurahNumber":56,"VerseNumber":47,"Text":"และพวกเขาเคยกล่าวว่า เมื่อเราตายไปแล้ว และเราได้กลายเป็นดินผงและกระดูกป่นแล้วเราจะถูกให้ฟื้นคนชีพอีกกระนั้นหรือ"},{"SurahNumber":56,"VerseNumber":48,"Text":"และรวมทั้งบรรพบุรุษของเราแต่กาลก่อนนั้นด้วยหรือ"},{"SurahNumber":56,"VerseNumber":49,"Text":"จงกล่าวเถิด (มุฮัมมัด) แท้จริงชนรุ่นก่อน ๆ และรุ่นหลัง ๆ นั้น"},{"SurahNumber":56,"VerseNumber":50,"Text":"จะถูกรวบรวมไว้จนกระทั่งถึงวันอันเป็นที่รู้กัน (วันกิยามะฮฺ)"},{"SurahNumber":56,"VerseNumber":51,"Text":"แล้วรวมทั้งพวกเจ้าอีกด้วย โอ้บรรดาผู้หลงผิด บรรดาผู้ปฏิเสธทั้งหลาย"},{"SurahNumber":56,"VerseNumber":52,"Text":"แน่นอนพวกเจ้าจะเป็นผู้กินต้นซักกูม"},{"SurahNumber":56,"VerseNumber":53,"Text":"และพวกเขาจะใส่มันเข้าไปเต็มท้อง"},{"SurahNumber":56,"VerseNumber":54,"Text":"และพวกเขาจะดื่มน้ำกำลังเดือดตามลงไป"},{"SurahNumber":56,"VerseNumber":55,"Text":"พวกเขาจะดื่ม (น้ำ) เช่นกับการดื่มของอูฐที่กระหายน้ำจัด"},{"SurahNumber":56,"VerseNumber":56,"Text":"นี่คือที่พำนักของพวกเขาในวันแห่งการตอบแทน"},{"SurahNumber":56,"VerseNumber":57,"Text":"เรานั้นได้สร้างพวกเจ้าขึ้นมา ไฉนเล่าพวกเจ้าจึงไม่เชื่อ (ในวันฟื้นคืนชีพ)"},{"SurahNumber":56,"VerseNumber":58,"Text":"พวกเจ้าเห็นสิ่งที่พวกเจ้าหลั่งออกมา (อสุจิ) แล้วมิใช่หรือ"},{"SurahNumber":56,"VerseNumber":59,"Text":"พวกเจ้าสร้างมันขึ้นมา หรือว่าเราเป็นผู้สร้าง"},{"SurahNumber":56,"VerseNumber":60,"Text":"เรานั้นเป็นผู้กำหนดความตายขึ้นในระหว่างพวกเจ้า และเราก็จะไม่ถูกขัดขวาง"},{"SurahNumber":56,"VerseNumber":61,"Text":"ในการที่เราจะเปลี่ยนบุคคลเยี่ยงพวกเจ้าและเราจะให้พวกเจ้าเกิดขึ้นมาอีกในสิ่งที่พวกเจ้าไม่รู้"},{"SurahNumber":56,"VerseNumber":62,"Text":"และโดยแน่นอน พวกเจ้าได้รู้มาแล้วถึงการเกิดครั้งแรก แล้วไฉนเล่าพวกเจ้าจึงไม่ใคร่ครวญ"},{"SurahNumber":56,"VerseNumber":63,"Text":"พวกเจ้าเห็นสิ่งที่พวกเจ้าหว่านมาแล้วมิใช่หรือ"},{"SurahNumber":56,"VerseNumber":64,"Text":"พวกเจ้าทำให้มันงอกเงยขึ้นมา หรือว่าเราเป็นผู้ทำให้มันงอกเงยขึ้นมา"},{"SurahNumber":56,"VerseNumber":65,"Text":"หากเราประสงค์ทำให้มันหักเป็นชิ้น ๆ แล้ว แน่นอนเราก็ย่อมทำมันได้ แล้วพวกเจ้าจงประหลาดใจ"},{"SurahNumber":56,"VerseNumber":66,"Text":"(พวกเจ้าจะกล่าวขึ้นว่า) แท้จริงเราได้รับความหายนะแล้ว"},{"SurahNumber":56,"VerseNumber":67,"Text":"ไม่เพียงแต่เท่านั้น เรายังขาดแคลนปัจจัยเพาะปลูกอีกด้วย"},{"SurahNumber":56,"VerseNumber":68,"Text":"พวกเจ้าเห็นน้ำที่พวกเจ้าดื่มแล้วมิใช่หรือ"},{"SurahNumber":56,"VerseNumber":69,"Text":"พวกเจ้าเป็นผู้หลั่งมันลงมาจากก้อนเมฆหรือว่าเราเป็นผู้หลั่งมันลงมา"},{"SurahNumber":56,"VerseNumber":70,"Text":"หากเราประสงค์ เราก็จะทำให้มันเค็มจัด แล้วไฉนเล่าพวกเจ้าจึงไม่กตัญญู"},{"SurahNumber":56,"VerseNumber":71,"Text":"พวกเจ้าเห็นไฟที่พวกเจ้าจุดขึ้นมาแล้วมิใช่หรือ"},{"SurahNumber":56,"VerseNumber":72,"Text":"พวกเจ้าเป็นผู้ทำให้ต้นไม้ของมันงอกเงยขึ้นมาหรือว่าเราเป็นผู้ทำให้มันงอกขึ้นมา"},{"SurahNumber":56,"VerseNumber":73,"Text":"เราได้ทำให้มันมีขึ้นเพื่อเป็นการเตือนสติและอำนวยประโยชน์แก่ผู้เดินทางรอนแรม"},{"SurahNumber":56,"VerseNumber":74,"Text":"ดังนั้น เจ้าจงสดุดีด้วยพระนามแห่งพระเจ้าของเจ้าผู้ทรงยิ่งใหญ่เถิด"}]}