{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"And when Moses had fulfiled the appointed time, and was travelling with his people, he perceived in the mountain a fire and said to his family, \"Tarry you here; verily, I have perceived a fire; I hope to bring you tidings thence, or a brand of fire t"},{"SurahNumber":28,"VerseNumber":30,"Text":"And when he came to it he was called by a voice, from the right side of the valley, in the blessed field, out of a tree, \"O Moses! Verily, I am Allah the Lord of the Worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"So throw down your rod.\" And when he saw it writhing as though it were a snake, he turned away and fled and did not turn. \"O Moses! Approach and fear not, verily, you are amongst the secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Thrust your hand into your bosom, it shall come out white, without hurt; and then fold again your wing, that you do now stretch out through dread (i.e. guard your heart from fear); for these are two signs from your Lord to Pharaoh and his chiefs. Verily"},{"SurahNumber":28,"VerseNumber":33,"Text":"Said he, \"My Lord! Verily, I have killed a person amongst them, and I fear that they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother Aaron, he is more eloquent of tongue than I; send him then with me to verify (confirm, support) me. Verily, I fear that they will deny me"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said, \"We will strengthen your arm with your brother; and We give you both authority (or power), and they shall not reach (touch) you for Our signs (they will make you triumphant). You two and those who follow you shall gain the upper hand"},{"SurahNumber":28,"VerseNumber":36,"Text":"And when Moses came to them with Our manifest signs, they said, \"This is naught but invented magic; we have not heard of this amongst our forefathers"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses said, \"My Lord is best aware of who comes with guidance from Him, and whose end shall be the best. Verily, the unjust shall not be successful"},{"SurahNumber":28,"VerseNumber":38,"Text":"And Pharaoh said, \"O you chiefs! I know of no God for you except me; then set me a Fire, O Haman! To bake some clay and make for me a tower, so that I may mount up to the God of Moses; for, verily, I think he is of those who lie"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he became inflated with pride, he and his armies in the land, without justification; and thought that they would not be returned to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"And We overtook him and his army, and We flung them into the sea; behold, then, what was the end of the unjust"},{"SurahNumber":28,"VerseNumber":41,"Text":"But We made them models (examples or leaders) calling (or leading) to the fire; and on the Day of Resurrection they shall not be helped"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We followed them up in this world with a curse; and on the Day of Resurrection they shall be among the abhorred"}]}