{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta. Sin. Đay la nhung cau Kinh Qur’an, mot Kinh Sach ro rang (khong mo ho va than bi)"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mot nguon Chi Đao va tin mung cho nhung nguoi co đuc tin"},{"SurahNumber":27,"VerseNumber":3,"Text":"Nhung ai chu đao dang le nguyen Salah, xuat Zakat va tin kien đinh noi coi Đoi Sau"},{"SurahNumber":27,"VerseNumber":4,"Text":"Con đoi voi nhung ai khong co đuc tin noi coi Đoi Sau, TA (Allah) đa khien cho viec lam cua ho to ra đep đe trong mat cua ho đe ho cu van vo lang thang"},{"SurahNumber":27,"VerseNumber":5,"Text":"Nhung ke đo se phai chiu mot su trung phat nhuc nha va ho se la đam nguoi that bai tham hai o Đoi Sau"},{"SurahNumber":27,"VerseNumber":6,"Text":"Qua that Nguoi (Thien Su Muhammad) đa tiep thu Qur’an tu Đang Anh Minh, Toan Tri"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Nguoi hay nho lai) khi Musa bao nguoi nha cua Y: “Ta đa nhin thay mot ngon lua o đang xa, Ta se mang ve cho cac nguoi tin tuc tu cho ngon lua đo hoac co the Ta se mang ve cho cac nguoi mot khuc cui chay đe cac nguoi suoi am.”"},{"SurahNumber":27,"VerseNumber":8,"Text":"Roi khi (Musa) đen cho ngon lua thi co tieng goi, bao: “Phuc cho ai đang o gan lua va cho ai đang o xung quanh no; va quang vinh va trong sach thay Allah, Thuong Đe cua toan vu tru va muon loai.”"},{"SurahNumber":27,"VerseNumber":9,"Text":"“Hoi Musa, TA chinh la Allah, Đang Quyen Luc, Đang Sang Suot.”"},{"SurahNumber":27,"VerseNumber":10,"Text":"“Nguoi hay nem chiec gay cua Nguoi xuong.” (Musa lien lam theo) nhung khi thay no đong đay giong nhu mot con ran, Y lien bo chay khong dam quay lai nhin. (TA – Allah phan bao Y): “Hoi Musa, Nguoi đung hoang so, boi chua tung co vi Thien Su nao hoang so truoc mat TA ca.”"},{"SurahNumber":27,"VerseNumber":11,"Text":"“Ngoai tru nhung ai đa bat cong voi ban than, tuy nhien, sau đo ho lam đieu thien đe chuoc loi lam thi qua that TA la Đang Hang Tha Thu, Hang Khoan Dung.”"},{"SurahNumber":27,"VerseNumber":12,"Text":"“Nguoi hay cho ban tay Nguoi vao long nguc minh, khi rut ra ban tay Nguoi se tro nen trang toat nhung khong phai la benh. Đo la mot trong so chin phep la, Nguoi hay mang đi trinh bay cho Pha-ra-ong va đam thuoc ha cua han. Qua that chung la mot đam nguoi uong nganh, đai nghich va bat tuan.”"},{"SurahNumber":27,"VerseNumber":13,"Text":"Nhung khi nhung phep la cua TA đuoc mang đen cho chung đe chung tan mat chung kien thi chung bao: “Đay ro rang la mot tro ao thuat!”"},{"SurahNumber":27,"VerseNumber":14,"Text":"Chung đa chong đoi va ngao man mac du trong tham tam chung đa thua nhan (cac phep la đo la su that). Boi vay, Nguoi hay nhin xem nhung ke thoi nat đa gap phai hau qua nhu the nao"}]}