{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Alla ma jaħfirhiex li jixxierek (ma' allat oħra), izda jaħfer (dnubiet) anqas minn dan, lil min irid. Min ixierek (allat oħra) ma' Alla jkun tbiegħed wisq mit-triq it-tajba"},{"SurahNumber":4,"VerseNumber":117,"Text":"Minfloku (il-pagani) isejħu u jitolbu lil allat nisa. Izda (fis-sew): ma jkunux qegħdin isejħu għajr lix-Xitan li ma jehdiex jirvilla (kontra l-amar ta' Alla)"},{"SurahNumber":4,"VerseNumber":118,"Text":"Alla seħtu, izda (ix-Xitan) qal(lu): ''Tassew se nieħu sehem magħzul mill-qaddejja tiegħek"},{"SurahNumber":4,"VerseNumber":119,"Text":"Tassew li ntellifhom it-triq, inqanqal fihom ix-xewqat (ħziena), nikkmandahom, u tassew icarrtu widnejn il-frat; nikkmandahom, u tassew ibiddlu l-ħolqien ta' Alla.' Min jieħu x-Xitan b'ħabib, minflok lil Alla, ikun daħal f'telf mill-aktar car"},{"SurahNumber":4,"VerseNumber":120,"Text":"(ix-Xitan) iwegħedhom (ħwejjeg kbar) u jqanqal fihom xewqat (ħziena). Izda (fis-sew) ma jwegħedhomx għajr qerq"},{"SurahNumber":4,"VerseNumber":121,"Text":"(Dawkli jimxu warajh isibu) il-kenn tagħhom fl-Infern, u ma jsibu mkien minn fejn jaħarbu minnu"},{"SurahNumber":4,"VerseNumber":122,"Text":"Izda dawk li jemmnu u jagħmlu għemejjel tajba, (arana) se. ndaħħluhom f'Gonna bix-xmajjar jigru taħthom, u. fihom jgħammru għal-dejjem. (Din hija) il- wegħda ta' Alla tabilħaqq. U min jista' jkollu kelma aktar sewwa minn Alla"},{"SurahNumber":4,"VerseNumber":123,"Text":"Din ma hijiex (xi ħaga li tiddependi) mix-xewqat tagħkom (il-Misilmin), jew mix-xewqat ta' Nies il-Ktieb. Min jagħmel xi ħazen, jitħallas tiegħu u, barra minn Alla, ma jsibx min iħarsu, u lanqas min jgħinu"},{"SurahNumber":4,"VerseNumber":124,"Text":"Kulmin, ragel jew mara, jagħmel għemejjel tajba, u jkun jemmen, dawk jidħlu l-Genna, u ma jmorrux minn taħt, lanqas naqra"},{"SurahNumber":4,"VerseNumber":125,"Text":"Min huwa aħjar, fid-din, minn dak li jintelaq (kollu kemm hu) F'Alla, jagħmel it-tajjeb, u jimxi fi triq Abraham illi kellu twemmin safi 2 Alla ħa lil Abraham b'ħabib"},{"SurahNumber":4,"VerseNumber":126,"Text":"Ta' Alla huwa kulma jinsab fis-smewwiet u fl-art, u Alla jaf sewwa b'kollox"}]}