{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Allah, kendisine ortak koşulmasını asla bağışlamaz; ondan başka günahları dilediği kimse için bağışlar. Kim Allah’a ortak koşarsa büsbütün sapıtmıştır"},{"SurahNumber":4,"VerseNumber":117,"Text":"(Müşrikler) Allah'tan başka, yalnız dişi (lerin isimlerini verdikleri put) lere dua edip yalvarırlar. İnatçı şeytandan başkasına da duâ etmezler"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah onu (şeytanı) lânetlemiş; o da; «Yemin ederim ki, kullarından belli bir pay edineceğim» demiştir"},{"SurahNumber":4,"VerseNumber":119,"Text":"Ve onları mutlaka (doğru yoldan) saptıracak, boş umutlarla oyalayacağım. Onlara emredeceğim ki; (Putları için) hayvanların kulaklarını yarsınlar; ve yine emredeceğim ki, Allah'ın yarattığını değiştirip bozsunlar\". İşte kim, Allah’ı bırakıp da (bu inatçı) şeytanı dost edinirse, apaçık bir hüsrana uğramış olur"},{"SurahNumber":4,"VerseNumber":120,"Text":"(Şeytan) onlara söz verir ve onları ümitlendirir, halbuki şeytanın onlara söz vermesi aldatmacadan başka bir şey değildir"},{"SurahNumber":4,"VerseNumber":121,"Text":"İşte onların yeri cehennemdir; ondan kaçıp kurtulacak bir yer de bulamayacaklardır"},{"SurahNumber":4,"VerseNumber":122,"Text":"Îman edenler ve salih amel işleyenler ise, onları, içinde ebediyyen kalacakları, (ağaçları) altından ırmaklar akan cennetlere sokacağız. Allah, (bu söylenenleri) hak bir söz olarak vâdetti. Allah'tan daha doğru sözlü kim vardır"},{"SurahNumber":4,"VerseNumber":123,"Text":"(Kurtuluş) ne sizin boş hayallerinizle ve ne de kitap ehlinin boş hayalleriyle olur. Her kim bir kötülük işlerse, o yüzden cezalandırılır. O kimse, kendisi için, Allah'tan başka ne bir dost ve ne de bir yardımcı bulabilir"},{"SurahNumber":4,"VerseNumber":124,"Text":"Erkek olsun, kadın olsun, her kim de mümin olarak salih ameller işlerse, işte onlar cennete girerler ve zerre kadar haksızlığa uğratılmazlar"},{"SurahNumber":4,"VerseNumber":125,"Text":"İşlerini en iyi yapan kimse olarak, Allah'a kendisini teslim eden ve dosdoğru olarak İbrahim'in dînine tabi olan kimseden, dîn yönünden daha güzel kim vardır? Zira Allah, İbrahim'i (kendisine) dost edinmişti"},{"SurahNumber":4,"VerseNumber":126,"Text":"Göklerde ve yerde ne varsa hepsi Allah'ındır ve Allah her şeyi kuşatmıştır. (Hiçbir şey O'nun ilim ve kudretinin dışında kalamaz)"}]}