{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Allaah dhab ahaan waa uu ajiibay baryada tan kaagala doodeysay arrinka ninkeeda oo u ashtakooneysey Allaah. Oo Allaah waa maqlayey doodda labadiinnuba. Hubaal Allaah waa wax kasta Maqle, wax kasta Arka"},{"SurahNumber":58,"VerseNumber":2,"Text":"(Ma xagga) kuwa idinka mid ah ee iska fogeeya2 xaasaskooda iyagoo kala mid dhiga dhabarradooda dhabarrada hoo- yooyinkood, ma aha hooyooyinkood. hoo- yooyinkood ma aha cid kale aan ahayn kuwaa dhalay. Oo hubaal hadalkaasi ay leeyihiin waa hadal xun iyo been abuur. Oo hubaal, Allaah waa Cafiye, Dambi Dhaaf badan"},{"SurahNumber":58,"VerseNumber":3,"Text":"Oo (ma xagga) kuwa isaga fogeeya afooyinkooda iyagoo kala mid dhigaya dhabarradooda dhabarrada hooyooyinkood: markaas doonaya inay ka noqdaan waxa ay yidhaahdeen, waa inay xoreeyaan addoon ka hor inta aysan is taaban, (arrin)kaasi waa kan la idinku waaniyo (inaad qaadataan). Oo Allaah waa u Xog Ogaal waxa aad fashaan"},{"SurahNumber":58,"VerseNumber":4,"Text":"Kii kastoo se isagu aan helin, waa inuu soomo labo bilood oo xidhiidh ah ka hor inta aysan istaaban3; ee ma xagga kan isagu aan awoodin (soonka) waa inuu quudiyo lixdan miskiin. Sidaasi waa si aad Iimaan ugu qabtaan Allaah iyo Rasuulkiisa. Oo Kuwani waa Xuduudaha uu dhigay Allaah. Oo gaaladu waxay leeyihiin Cadaab aad u xanuun Badan"},{"SurahNumber":58,"VerseNumber":5,"Text":"Hubaal, kuwa colaadiya Allaah iyo Rasuulkiisa waa la dulleyn, sidii kuwii ka horreeyey loo dulleeyeyba. Oo xaqiiq waxaan soo dejinnay Aayado cad cad. oo gaaladu waxay mudan Cadaab Dulleysa"},{"SurahNumber":58,"VerseNumber":6,"Text":"Maalinta uu Allaah soo bixin doono iyagoo dhan, oo u sheegi doono waxay faleen oo dhan. Allaah waa uu u diiwaan gashay oo tiro koobay, halka ay iyagu iska halmaameen. Oo Allaah wax walba wuu Arkaa"}]}