{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Ind Joseph hans bødre xxxx er lektioner seekers"},{"SurahNumber":12,"VerseNumber":8,"Text":"De sagde Joseph hans boder favored vore far vi være majoriteten! Indeed vore far er fjerneste astray"},{"SurahNumber":12,"VerseNumber":9,"Text":"Dræbe Joseph banish ham som du få visse opmærksomhed fra Deres far! Siden du være righteous folk"},{"SurahNumber":12,"VerseNumber":10,"Text":"Ene af dem sagde ikke dræbe Joseph; kaste ham afgrunden brønden! Måske visse karavane pick ham den er hvad jer beslutte gøre"},{"SurahNumber":12,"VerseNumber":11,"Text":"De sagde Vore far du ikke stoler os Joseph? Vi tage gode omsorg af ham"},{"SurahNumber":12,"VerseNumber":12,"Text":"Sende ham os tomorrow løbe leg! Vi beskytte ham"},{"SurahNumber":12,"VerseNumber":13,"Text":"Han sagde jeg bekymrer lest du gå ham derefter ulven devour ham mens du ikke iagttager ham"},{"SurahNumber":12,"VerseNumber":14,"Text":"De sagde Indeed ulven devours ham mer af os omkring derefter vi er virkelig tabere"},{"SurahNumber":12,"VerseNumber":15,"Text":"Hvornår de gå ham og unanimously besluttede kaste ham into afgrunden brønden vi inspirerede ham Visse dag du fortælle dem al den mens de ikke haver ide"},{"SurahNumber":12,"VerseNumber":16,"Text":"De komme deres far ind den jævne weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"De sagde Vore far vi gik racing hvert øvrig forlade Joseph vore apparatur ulven devoured ham! Du aldrig tro os jævne vi fortalte sandheden"},{"SurahNumber":12,"VerseNumber":18,"Text":"De producerede hans skjorte fake blod det. Han sagde Indeed du konspirerer hvert øvrig til forpligte vise scheme Al jeg gøre er tilholdsted stille tålmodighed. Maj GUD hjælpes mig ind den ansigt af Deres sammensværgelse"},{"SurahNumber":12,"VerseNumber":19,"Text":"Karavane vedtog snart sendte deres waterer! Han lade hans spand derefter sagde Hvordan lucky Xxxx er dreng her! De tog ham langs merchandise GUD var fully aware af hvad de gjorde"},{"SurahNumber":12,"VerseNumber":20,"Text":"De solgte ham billige pris - et få dirhams - I de ikke havde nogen behøve i ham"}]}