{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":29,"VerseNumber":23,"Text":"Azok, akik hitetlenkednek Allah Jeleivel szemben es a Vele valo talalkozassal szemben, azok elvesztik remenyuket az En konyoruletemben. Fajdalmas buntetes jar nekik"},{"SurahNumber":29,"VerseNumber":24,"Text":"Az o nepenek valasza csupan az volt, hogy mondtak: Oljetek meg, vagy egessetek meg!\" Am Allah megmentette a Tuztol. Bizony ebben jelek vannak az olyan nep szamara, amely hisz"},{"SurahNumber":29,"VerseNumber":25,"Text":"Es mondta (Abraham): . Csupan azert valasztottatok magatoknak balvanyokat Allah helyett, mivel szeretet van kozottetek az evilagi let irant. Majd a Feltamadas Napjan. egyikotok megtagadja a masikat es egyikotok elatkozza a masikat. A Tuz lesz a nyugvohelyetek es nem lesz nektek segitotok"},{"SurahNumber":29,"VerseNumber":26,"Text":"Lot hitt neki (Abraham kuldeteseben) es azt mondta: .En bizony elvonulok az en Uramhoz. Hiszen O a Hatalmas es a Bolcs"},{"SurahNumber":29,"VerseNumber":27,"Text":"Es neki adomanyoztuk /s/hug-ot (Izsak) es Yafgub-ot (Jakob) es a leszarmazottai kozott profetasagot es irast teremtettunk. Es megadtunk neki a jutalmat az evilagi letben es a Tulvilagon a joravalo igazak kozul valo"},{"SurahNumber":29,"VerseNumber":28,"Text":"Es Lotot! Midon azt mondta a nepenek: , Olyan borzalmas karhoztatandot! tettetek, amit elottetek meg senki sem tett meg a vilagokon"},{"SurahNumber":29,"VerseNumber":29,"Text":"Talan ferfiakkal alltok ossze es utonallok vagytok es tanacskozasaitokon az elvetendot hozzatok elo?\" A nepenek valasza csupan az volt, hogy mondtak: , Hozd ide nekunk Allah bunteteset, ha az igazat szolok kozul valo vagy"},{"SurahNumber":29,"VerseNumber":30,"Text":"Mondta: Uram! Segits meg engem, a bunos romlast okozo neppel szemben"}]}