{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":18,"Text":"(О, аларга караган адам!) Сен аларды ойгоо деп ойлойсуң. Чынында, алар уйкуда. Жана Биз аларды оң-сол жамбаштарына оодарып турабыз.! Алардын ити болсо, (тирүү сыяктуу) бутун астана тарапка сунган бойдон жатат. Эгер аларга карасаң, жүрөгүң кооптонуп, артыңа качасын"},{"SurahNumber":18,"VerseNumber":19,"Text":"Ошентип, (арадан үч жүз жыл өткөндө) Биз аларды өз-ара бири-биринен сурамжылаш үчүн ойготтук. Алардын бирөөсү: «Канча убакыт (уйкуда) болду-ңар?» - деди эле, (башка бирөө- лөрү): «Бир күн же бир күндүн бир аз бөлүгүнчө» дешти. (Ошентип, талашып, эки тарап тең өздөрүнүн пикирин анык далилдей албай, акырында мындайча) сүйлөшүштү: «Канча (уйкуда) болгонуңарды (бир гана) Раббиңер билет. Эми, бирөөңөрдү мына бул акчаңар менен шаарга жибергиле. Ал эң асыл-чүйгүн тамактарды карап (тандап) ырыскы алып келсин. Жана ал өтө кылдат болсун. Дагы силерди бирөөгө сездирип кой-босун"},{"SurahNumber":18,"VerseNumber":20,"Text":"Эгер алар (шаар эли) силерди билип калчу болсо, ташбараңга алат же өздөрүнүн (көп кудайлык) динине кайра киргизет. Анда эч качан кутулбай кала-сыңар»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Ошентип, Аллаһтын убадасы Акыйкат экенин жана Кыямат(тагы кайра тирилүү) болушунда шек жок экенин адамдар билсин деп (алардын сырын элге) билгиздик.? (Кийин, алар дүйнөдөн кайтыш болуп кеткенде,) ошондо, адамдар алардын маселесин өз-ара талаш-тартышка айлантышып, (кээ бирөөлөрү): «Алардын үстүнө күмбөз кургула! Раббилери аларды(н улук адам экенин) билет”-(дешсе) алардын чоңдору: «Булардын (мүрзөсүнүн) үстүнө мечит курабыз» - дешти"},{"SurahNumber":18,"VerseNumber":22,"Text":"(Алардан бир жамаат): «Үчөө болгон, төртүнчүсү - ити» десе, башкалары: «бешөө болгон, алтынчысы - ити» деп кайыпка таш атышат. (Дагы бир топтору): «Жетөө болгон, сегизинчиси - ити» дешет. Айткын, (О, Мухаммад): «Алардын санагын Раббим эң жакшы билет жана аларды(н санын) аз гана кишилер билет». Сен алар(дын саны) жөнүндө талашпа, эгер талашчу болсоң, анык далилдер (вахий) менен гана талаш. Жана алар жөнүндө алардын (яхудийлердин) эч биринен сураба"}]}