{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"i onda onaj iz Misira, koji ga je kupio, reče ženi svojoj: \"Učini mu boravak prijatnim! Može nam koristan biti, a možemo ga i posiniti!\" I eto tako Mi Jusufu dadosmo lijepo mjesto na Zemlji i naučismo ga tumačenju snova --a Allah čini šta hoće, ali većina ljudi ne zna"},{"SurahNumber":12,"VerseNumber":22,"Text":"I kad on stasa, Mi ga mudrošću i znanjem obdarismo; tako Mi nagrađujemo one koji dobra djela čine"},{"SurahNumber":12,"VerseNumber":23,"Text":"I poče da ga na grijeh navodi ona u čijoj je kući bio, pa zaključa sva vrata i reče: \"Hodi!\" - \"Sačuvaj Bože!\" - uzviknu on -, \"vlasnik me moj lijepo pazi; a oni koji dobro uzvrate zlim neće nikad uspjeti"},{"SurahNumber":12,"VerseNumber":24,"Text":"I ona je bila poželjela njega, a i on bi nju poželio da od Gospodara svoga nije opomenu ugledao - tako bi, da odvratimo od njega izdajstvo i blud, jer je on uistinu bio Naš iskreni rob"},{"SurahNumber":12,"VerseNumber":25,"Text":"I njih dvoje prema vratima potrčaše - a ona razdera straga košulju njegovu - i muža njezina kraj vrata zatekoše. \"Kakvu kaznu zaslužuje onaj koji je htio da ženi tvojoj zlo učini\" - reče ona - \"ako ne tamnicu ili kaznu bolnu"},{"SurahNumber":12,"VerseNumber":26,"Text":"Ona je pokušala da mene na grijeh navede\" - reče Jusuf. - \"Ako je košulja njegova s prijeda razderana onda ona istinu govori, a on neistinu,\" - primjeti jedan rođak njezin"},{"SurahNumber":12,"VerseNumber":27,"Text":"a ako je košulja njegova straga raderana, onda ona laže, a on govori isitnu"},{"SurahNumber":12,"VerseNumber":28,"Text":"I kada on vidje da je košulja njegova straga razderana, reče: \"To je jedno od vaših lukavstava, vaša lukavstva su zaista velika"},{"SurahNumber":12,"VerseNumber":29,"Text":"Ti, Jusufe, ostavi se toga, a ti traži oproštenje za grijeh svoj, jer si zaista htjela da zgriješiš"}]}