{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"The Revelation of the Book is from Allah the Almighty, (Al-Aziz, Supreme in Power), the All Wise (Al-Hakeem, Perfect in Wisdom)"},{"SurahNumber":46,"VerseNumber":3,"Text":"We did not create the heavens and the earth and all between them except for (their) true ends, and for a (their) given time. But those who reject Faith turn away from that (the Faith); About this, they are warned"},{"SurahNumber":46,"VerseNumber":4,"Text":"Say: \"Do you see what it is you call upon besides Allah? Show me what it is that they (whom you call upon) have created on earth, or have they a part in the heavens? Bring me a Book (revealed) before this, or any remaining knowledge (that you may have), if you are telling the truth"},{"SurahNumber":46,"VerseNumber":5,"Text":"And who is more lost than the one who calls upon (others) besides Allah, they (others) will not answer him until the Day of Judgment, and who (in fact) are not aware of their call (to them)"},{"SurahNumber":46,"VerseNumber":6,"Text":"And when mankind is gathered together (on the Day of Judgment), they (who were called besides Allah) will be enemies (and denying) to (the unbelievers) and reject their worship (altogether)"},{"SurahNumber":46,"VerseNumber":7,"Text":"And when Our Clear Signs are recited to them, the unbelievers say about the Truth, when it comes to them: “This is clearly magic!”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Or do they say: \"He has forged it?\" Say: \"Had I forged it, then you can obtain not even one (blessing) from Allah for me. He knows best of what you talk among yourselves about it (Quran)! Enough is He for witness between me and you! And He is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":46,"VerseNumber":9,"Text":"Say: \"I am not the one who brings newly made up faith among the messengers, nor do I know what will be done with me or with you. I only follow that which is made known to me by Revelation; I am only a Warner, open and clear"},{"SurahNumber":46,"VerseNumber":10,"Text":"Say: \"Do you see? If (this teaching) be from Allah, and if you reject it, and a witness from among the Children of Israel says (with due surety) of its similarity (with the earlier Scripture; the Torah), and has (himself) believed while you are proud and rejecting, (you are truly the unjust and) truly, Allah does not guide people who are unjust"}]}