{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Evarkaḷ paḻi cumattiṉārkaḷō, niccayamāka avarkaḷum uṅkaḷil oru kūṭṭattiṉarē! Āṉāl atu uṅkaḷukkut tīṅku eṉṟu nīṅkaḷ eṇṇa vēṇṭām. Atu uṅkaḷukku naṉmaiyākum. (Paḻi cumattiyavarkaḷ) ovvoru maṉitaṉukkum avaṉ campātitta pāvam (ataṟkoppa taṇṭaṉai) irukkiṟatu mēlum, a(ppaḻi camattiya)varkaḷil perum paṅkeṭuttuk koṇṭavaṉukkuk kaṭiṉamāṉa vētaṉaiyuṇṭu"},{"SurahNumber":24,"VerseNumber":12,"Text":"muḥmiṉāṉa āṇkaḷum, muḥmiṉāṉa peṇkaḷumākiya nīṅkaḷ itaṉaik kēḷviyuṟṟapōtu, taṅkaḷaip (pōṉṟa muḥmiṉāṉavarkaḷaip) paṟṟi nalleṇṇaṅ koṇṭu, \"itu pakiraṅkamāṉa vīṇ paḻiyēyākum\" eṉṟu kūṟiyirukka vēṇṭāmā"},{"SurahNumber":24,"VerseNumber":13,"Text":"a(ppaḻi cumattiya)varkaḷ ataṟku nāṉku cāṭcikaḷaik koṇṭu vara vēṇṭāmā, eṉavē avarkaḷ cāṭcikaḷaik koṇṭu varavillaiyeṉil, avarkaḷ tām allāhviṭattil poyyarkaḷāka irukkiṟārkaḷ"},{"SurahNumber":24,"VerseNumber":14,"Text":"iṉṉum, uṅkaḷ mītu im'maiyilum, maṟumaiyilum allāhviṉ aruḷum, avaṉuṭaiya rahmattum illātiruntāl, nīṅkaḷ ic carccaiyil īṭupaṭṭiruntamaikkāka kaṭiṉamāṉa vētaṉai niccayamāka uṅkaḷait tīṇṭiyirukkum"},{"SurahNumber":24,"VerseNumber":15,"Text":"ippaḻiyai (oruvariṭamiruntu oruvarāka) uṅkaḷ nāvukaḷāl eṭuttu(c colli)k koṇṭu, uṅkaḷuku; kut (tiṭṭamāka) aṟivillāta oṉṟaip paṟṟi uṅkaḷ vāykaḷāl kūṟit tirikiṉṟīrkaḷ; iṉṉum itai nīṅkaḷ ilēcāṉatākavum eṇṇi viṭṭīrkaḷ. Āṉāl atu allāhviṭattil mikapperiya (pāvamāṉa)tāka irukkum"},{"SurahNumber":24,"VerseNumber":16,"Text":"iṉṉum itai nīṅkaḷ ceviyēṟṟa pōtu, \"itaip paṟṟi nām pēcuvatu namakku(t takuti) illai (nāyaṉē!) Nīyē tūyavaṉ; itu perum paḻiyākum\" eṉṟu nīṅkaḷ kūṟiyirukkalākātā"},{"SurahNumber":24,"VerseNumber":17,"Text":"Nīṅkaḷ (tiṭamāka) muḥmiṉkaḷākayiruppiṉ nīṅkaḷ itu pōṉṟa (paḻi cumattuva)tiṉ pāl mīḷalākātu eṉṟu allāh uṅkaḷukku pōtikkiṟāṉ"},{"SurahNumber":24,"VerseNumber":18,"Text":"iṉṉum, allāh (taṉ) vacaṉaṅkaḷai uṅkaḷukku (naṉku vivarittuk kūṟukiṟāṉ; mēlum allāh (yāvum) aṟintavaṉ; vivēkam mikkōṉ"},{"SurahNumber":24,"VerseNumber":19,"Text":"evarkaḷ īmāṉ koṇṭuḷḷōriṭaiyē ittakaiya māṉakkēṭāṉa viṣayaṅkaḷ parava vēṇṭumeṉap piriyappaṭukiṟārkaḷō, avarkaḷukku niccayamāka im'maiyilum maṟumaiyilum nōviṉai ceyyum vētaṉaiyuṇṭu allāh (yāvaṟṟaiyum) aṟikiṟāṉ. Nīṅkaḷ aṟiyamāṭṭīrkaḷ"},{"SurahNumber":24,"VerseNumber":20,"Text":"iṉṉum, uṅkaḷ mītu allāhviṉ aruḷum, avaṉuṭaiya rahmattum illātiruntāl (uṅkaḷai vētaṉai tīṇṭiyirukkum.) Mēlum, niccayamāka allāh irakkamuṭaiyavaṉākavum, aṉpuṭaiyayōṉākavum irukkiṉṟāṉ"}]}