{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Āra tādēra kāchē sē janapadēra abasthā samparkē jijñēsa kara yā chila nadīra tīrē abasthita. Yakhana śanibāra dinēra nirdēśēra byāpārē sīmātikrama karatē lāgala, yakhana āsatē lāgala māchagulō tādēra kāchē śanibāra dina pānira upara, āra yēdina śanibāra hata nā, āsata nā. Ēbhābē āmi tādērakē parīkṣā karēchi. Kāraṇa, tārā chila nāpharamāna."},{"SurahNumber":7,"VerseNumber":164,"Text":"Āra yakhana tādēra madhyē thēkē ēka sampradāẏa balala, kēna sē lōkadēra sadupadēśa dicchēna, yādērakē āllāha dhbansa karē ditē cāna kimbā āyāba ditē cāna kaṭhina āyāba? Sē balalaḥ tōmādēra pālanakartāra sāmanē dōṣa phurābāra jan'ya ēbaṁ ējan'ya yēna tārā bhīta haẏa."},{"SurahNumber":7,"VerseNumber":165,"Text":"Ataḥpara yakhana tārā sēsaba biṣaẏa bhulē gēla, yā tādērakē bōjhānō haẏēchila, takhana āmi sēsaba lōkakē mukti dāna karalāma yārā manda kāja thēkē bāraṇa karata. Āra pākaṛā'ō karalāma, gōnāhagāradērakē nikr̥ṣṭa āyābēra mādhyamē tādēra nā-pharamānīra daruna."},{"SurahNumber":7,"VerseNumber":166,"Text":"Tārapara yakhana tārā ēgiẏē yētē lāgala sē karmē yā thēkē tādēra bāraṇa karā haẏēchila, takhana āmi nirdēśa dilāma yē, tōmarā lāñchita bānara haẏē yā'ō."},{"SurahNumber":7,"VerseNumber":167,"Text":"Āra sē samaẏēra kathā smaraṇa kara, yakhana tōmāra pālanakartā sambāda diẏēchēna yē, abaśya'i kēẏāmata dibasa paryanta ihudīdēra upara ēmana lōka pāṭhātē thākabēna yārā tādērakē nikr̥ṣṭa śāsti dāna karatē thākabē. Niḥsandēhē tōmāra pālanakartā śīghra śāsti dānakārī ēbaṁ tini kṣamāśīla, daẏālu."},{"SurahNumber":7,"VerseNumber":168,"Text":"Āra āmi tādērakē bibhakta karē diẏēchi dēśamaẏa bibhinna śrēnītē, tādēra madhyē kichu raẏēchē bhāla āra kichu raẏēchē an'ya rakama! Tāchāṛā āmi tādērakē parīkṣā karēchi bhāla ō mandēra mādhyamē yātē tārā phirē āsē."},{"SurahNumber":7,"VerseNumber":169,"Text":"Tārapara tādēra pēchanē ēsēchē kichu apadārtha, yārā uttarādhikārī haẏēchē kitābēra; tārā nikr̥ṣṭa pārthiba upakaraṇa āharaṇa karachē ēbaṁ balachē, āmādēra kṣamā karē dēẏā habē. Bastutaḥ ēmani dharanēra upakaraṇa yadi ābārō tādēra sāmanē upasthita haẏa, tabē tā'ō tulē nēbē. Tādēra kāchathēkē kitābē ki aṅgīkāra nēẏā haẏani yē, āllāhara prati satya chāṛā kichu balabē nā? Athaca tārā sē saba'i pāṭha karēchē, yā tātē lēkhā raẏēchē. Bastutaḥ ākhērātēra ālaẏa bhītadēra jan'ya uttama-tōmarā ki tā bōjha nā"},{"SurahNumber":7,"VerseNumber":170,"Text":"āra yēsaba lōka sudr̥ṛhabhābē kitābakē ām̐kaṛē thākē ēbaṁ nāmāya pratiṣṭhā karē niścaẏa'i āmi binaṣṭa karaba nā saṯkarmīdēra sa'ōẏāba."},{"SurahNumber":7,"VerseNumber":171,"Text":"Āra yakhana āmi tulē dharalāma pāhāṛakē tādēra uparē sāmiẏānāra mata ēbaṁ tārā bhaẏa karatē lāgala yē, sēṭi tādēra upara paṛabē, takhana āmi balalāma, dhara, yā āmi tōmādēra diẏēchi, dr̥ṛhabhābē ēbaṁ smaraṇa rēkhō yā tātē raẏēchē, yēna tōmarā bām̐catē pāra."}]}