{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Sai mo de ren fourenguo jinggao,"},{"SurahNumber":54,"VerseNumber":24,"Text":"gu tamen shuo: Women tongzu de yige fanren, women neng shuncong ta ma? Ruguo nayang, women biding xianyu mi wu he fengkuang zhi zhong."},{"SurahNumber":54,"VerseNumber":25,"Text":"Nandao ta zai women zhi jian duzi feng dao qishi ma? Buran, ta shi shuohuang zhe, shi aoman zhe."},{"SurahNumber":54,"VerseNumber":26,"Text":"Tamen mingri jiang zhidao shei shi shuohuang zhe, shei shi aoman zhe."},{"SurahNumber":54,"VerseNumber":27,"Text":"Wo biding shi mu tuo kaoyan tamen, gu ni yingdang qidai tamen, bing yingdang jianren,"},{"SurahNumber":54,"VerseNumber":28,"Text":"ni yingdang gaosu tamen, jing shui shi tamen he mu tuo suo jun fen de, ying de shuifen de, lunliuzhe dao jing bian lai."},{"SurahNumber":54,"VerseNumber":29,"Text":"Tamen ceng han lai tamen de pengyou, ta jiu na qi jian lai zaile mu tuo."},{"SurahNumber":54,"VerseNumber":30,"Text":"Wo de xingfa he jinggao shi zenyang de!"},{"SurahNumber":54,"VerseNumber":31,"Text":"Wo que yi shi yi zhong baozha qu huimie tamen, tamen jiu bian cheng zao quan lan zhe suoyong de kumu."},{"SurahNumber":54,"VerseNumber":32,"Text":"Wo que yi shi “gulanjing” yiyu jisong, you jieshou quangao de ren ma?"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lu te de zongzu ceng fouren jinggao,"},{"SurahNumber":54,"VerseNumber":34,"Text":"wo que yi shi feishazoushi de baofeng qu huimie tamen; wei lu te de xintu, wo zai liming shi zhengjiule tamen."},{"SurahNumber":54,"VerseNumber":35,"Text":"Na shi cong wo de zhu nali fachu de endian, wo ruci baochou ganxie zhe."},{"SurahNumber":54,"VerseNumber":36,"Text":"Ta que yi jiang wo de chengzhi jinggao tamen, dan tamen yi huaiyi de taidu fouren jinggao."},{"SurahNumber":54,"VerseNumber":37,"Text":"Tamen que yi youhuo ta, jiao ta buyao baohu ta de keren, dan wo tumole tamen de yanjing. Nimen changshi wo de xingfa he jinggao ba!"},{"SurahNumber":54,"VerseNumber":38,"Text":"Yi zhong yongheng de xingfa zai zaochen que yi xijile tamen."},{"SurahNumber":54,"VerseNumber":39,"Text":"Nimen changshi wo de xingfa he jinggao ba!"},{"SurahNumber":54,"VerseNumber":40,"Text":"Wo que yi “gulanjing” yiyu jisong, you jieshou quangao de ren ma?"}]}