{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":49,"Text":"Aytkın: «O, adamdar! Men cınında silerge anık eskertuucumun"},{"SurahNumber":22,"VerseNumber":50,"Text":"Al emi, ıyman keltirip, salih amal kılgan adamdar ucun (Allaһ tarabınan) kecirim jana uluk ırıskı (Beyis) bar!»"},{"SurahNumber":22,"VerseNumber":51,"Text":"Bizdin ayattarıbızdı(n aylanasında ar turduu soz kozutup) alardın kuc-taasirin azaytuuga (biri-birinen ozup) alektenip jatkandar.., dal osolor Tozok eeleri"},{"SurahNumber":22,"VerseNumber":52,"Text":"Senden murda bir elci je paygambar jibergen bolsok, al kacan gana (kitepten bir ayat) okucu bolso, anın kıraatına saytan (kitepte jok sozdordu) koskoŋ(go arakettengen). Anan Allaһ saytan koskon nerselerdi ocurup, Oz ayattarın bekemdegen. Allaһ Biluucu, Daanısman"},{"SurahNumber":22,"VerseNumber":53,"Text":"Saytan koskon nerseler(di Allaһ) jurogundo ildet-ooruusu bar (munafık) adamdar menen jurogu katıp kalgan (musrik) adamdardı sınoo ucun jasayt. Albette, zaalım (kaapır) adamdar tugongus talas-tartısta kalısat"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ilimduu adamdar, anın (Kuraandın) Rabbiŋden kelgen (ozgorgus) Akıykat ekenin bilisi jana juroktoru aga muyup, ıyman keltirisi ucun (Allaһ usul sınoonu jasadı) Allaһ ıyman keltirgen adamdardı Tuura Jolgo bastoocu"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kaapırlar, ozdoruno Saat (Kıyamat) kapıstan kelip kalganga ceyin je Kıyamat kundun azabı kelgenge ceyin Kuraandan sektene beriset"},{"SurahNumber":22,"VerseNumber":56,"Text":"Al Kunu (bardık) mulk Allaһtın kolunda. Al alardın arasında okum kılat. Anan, ıyman keltirip, salih amal kılgandar Neemat Beyisterinde bolusat"},{"SurahNumber":22,"VerseNumber":57,"Text":"Al emi, kaapır bolup, Bizdin ayattarıbızdı «jalgan» degenderge kordoocu azap bar"}]}