{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"Los beduinos que se excusan vienen a que se les de permiso. Los que mienten a Ala y a Su Enviado se quedan en casa. Un castigo doloroso alcanzara a los que de ellos no crean"},{"SurahNumber":9,"VerseNumber":91,"Text":"Si son sinceros para con Ala y con Su Enviado, no habra nada que reprochar a los debiles, a los enfermos, a los que no encuentran los medios. No hay motivo contra los que obran con honradez. Ala es indulgente, misericordioso"},{"SurahNumber":9,"VerseNumber":92,"Text":"Tampoco contra aquellos a quienes, viniendo a ti para que les facilites montura, dices: «No os encuentro montura» y se vuelven con los ojos arrasados de lagrimas de tristeza porque no encuentran los medios"},{"SurahNumber":9,"VerseNumber":93,"Text":"Solo hay motivo contra los que, siendo ricos, te piden permiso. Prefieren quedarse con las mujeres dejadas detras. Ala ha sellado sus corazones, asi que no saben"},{"SurahNumber":9,"VerseNumber":94,"Text":"Se excusaran ante vosotros cuando volvais a ellos. Di: «¡No os excuseis! ¡No vamos a creeros! Ala ya nos ha informado acerca de vosotros. Ala y Su Enviado veran vuestras obras. Luego, se os devolvera al Conocedor de lo oculto y de lo patente y ya os informara El de lo que haciais»"},{"SurahNumber":9,"VerseNumber":95,"Text":"Cuando regreseis a ellos os pediran, jurando por Ala, que les dejeis. Dejadles, pues, son una abominacion. Su morada sera la gehena como retribucion de lo que han cometido"},{"SurahNumber":9,"VerseNumber":96,"Text":"Os conjuran que acepteis sus excusas. Pero, si vosotros las aceptais, Ala no las aceptara del pueblo perverso"},{"SurahNumber":9,"VerseNumber":97,"Text":"Los beduinos son los mas infieles, los mas hipocritas y los mas propensos a ignorar las leyes contenidas en la revelacion de Ala a Su Enviado. Ala es omnisciente, sabio"},{"SurahNumber":9,"VerseNumber":98,"Text":"Algunos beduinos consideran como onerosa obligacion pecuniaria lo que gastan, y acechan vuestras vicisitudes. ¡Que sean ellos los que sufran un reves! Ala todo lo oye, todo lo sabe"},{"SurahNumber":9,"VerseNumber":99,"Text":"Pero hay otros beduinos que creen en Ala y en el ultimo Dia y consideran lo que gastan y las oraciones del Enviado como medios de acercarse a Ala. ¿No es esto para ellos un medio de acercarse? Ala les introducira en Su misericordia. Ala es indulgente, misericordioso"}]}