{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Кто не уверовал в Аллаха И уклонил с Его пути (других), - Дела таких Он в тщЕту обратит"},{"SurahNumber":47,"VerseNumber":2,"Text":"А с тех, которые уверовали (в Бога) и добрые дела вершат И верят в то, что Мухаммаду в Откровении дано, - А это - Истина от их Владыки, - Сотрет Господь их прегрешенья И добрым сделает их состоянье (деяний, тела и души)"},{"SurahNumber":47,"VerseNumber":3,"Text":"Так будет потому, что нечестивые пошли за ложью, А кто уверовал - Последовал за Истиной от их Владыки, - Так их самих Аллах приводит в притчи людям"},{"SurahNumber":47,"VerseNumber":4,"Text":"А потому, когда вы встретитесь с неверными в бою, По шеям головы ссекайте, Когда же проведете основное подавленье, (Берите в плен их и) удерживайте крепко. За этим: или благость (им явить, освобождая), Или (за их свободу) выкуп (взять), Пока война не сложит свое бремя. Так (надлежит вам поступать)! И если бы Аллах желал того, Он Сам бы с них взыскал (как должно), Но (вам Он оставляет это), Чтоб испытать одних другими. А те, кто на пути Господнем был убит, - Деянья тех не обратит Он в тщЕту"},{"SurahNumber":47,"VerseNumber":5,"Text":"Он их направит (в жизнь другую), И добрым сделает их состоянье"},{"SurahNumber":47,"VerseNumber":6,"Text":"И в Рай введет, Который дал им (в Откровении) узнать"},{"SurahNumber":47,"VerseNumber":7,"Text":"О вы, кто верует! Коль вы поможете в Господнем (деле), Тогда и Он поможет вам И укрепит ваши стопы"},{"SurahNumber":47,"VerseNumber":8,"Text":"А те, кто не уверовал, Пусть гибнут! И обратятся тщЕтой их дела"},{"SurahNumber":47,"VerseNumber":9,"Text":"И это им за то, Что невзлюбили откровение Аллаха, - Он сделает бесплодными дела их"},{"SurahNumber":47,"VerseNumber":10,"Text":"Ужель они не ездят по земле? Не видят то, каков конец был тех, Которые до них (грешили)? Их погубил Аллах, - Подобная же участь ждет неверных"},{"SurahNumber":47,"VerseNumber":11,"Text":"И это потому, что покровитель верных - Бог. А у неверных покровителя не будет"}]}