{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"Olu iken dirilttigimiz, insanlar arasında yurumesi icin kendisine bir nur sundugumuz kimse, karanlıklar icinde kalıp bir turlu cıkamayan kimse gibi midir? Boylece kafirlere isleyegeldikleri ameller suslenip yaldızlı gosterilmistir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Iste bunun gibi, her kasabanın ileri gelenlerini, orada hile yapıp birtakım isler cevirsinler diye o kasabanın suc isleyenleri yaptık. Oysa onlar ancak kendilerini aldatıp hile yaparlar da farkında olmazlar"},{"SurahNumber":6,"VerseNumber":124,"Text":"Kendilerine bir ayet (mucize, Kur´an´dan acık bir belge) geldigi zaman, «Allah´ın peygamberine verilen (seref ve itibarın) bir benzeri bize verilmedikce asla iman etmeyiz !» dediler. Allah ise peygamberlik gorevini nereye (kime) sunacagını daha iyi bilir. Suc isleyen o kimselere —hilelerinden ve kirli islerinden dolayı— Allah katından hem asagılık, hem siddetli bir azab dokunacaktır"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah kimi dogru yola eristirmeyi dilerse, onun kalbini Islam´a acar. Kimi de saptırmak isterse, goge yukseliyormus gibi gogsunu daraltıp sıkıstırır. Iste boylece Allah iman etmiyenler uzerine murdarlık ve rusvaylık, azab ve ıztırab getirir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Iste bu (Islam Dini), Rabbin dosdogru yoludur. Dusunup idrakini kullanabilen bir millete ayetleri bir bir yeterince acıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Onlara Rableri katında Daru´s-Selam (Selamet Yurdu) vardır; yapageldikleri (iyi amelleri)ne karsılık onların dost ve yarı (Allah)dır"},{"SurahNumber":6,"VerseNumber":128,"Text":"Onların hepsini (kabirlerinden kaldırıp) bir araya toplayacagı gun,;«Ey cin toplulugu! Insanlardan cogunu (dogru yoldan cıkarıp) kendinize cekmek amacını surdurdunuz» (diyecek). Onların insanlardan olan dost ve yandasları, «Rabbimiz ! Kimimiz kimimizden yararlandık ve bizim icin takdir buyurdugun sonuca eristik» diyecekler. (Rableri onlara soyle) buyuracak: «Cehennem atesi sizin konagınızdır; orada —Allah´ın diledikleri mustesna— ebedi kalıcılarsınız. Suphesiz ki Rabbin hikmet sahibidir ve (her seyi) bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste boylece zalimlerin kimini kimine kazandıkları (gunah ve yaptıkları zalimlik) sebebiyle dost ve yoldas ederiz"}]}