{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"aliḥp lām mīm"},{"SurahNumber":30,"VerseNumber":2,"Text":"(namakkuc) camīpamāṉa pūmiyiluḷḷa ‘rūm' vācikaḷ tōlvi aṭaintaṉar"},{"SurahNumber":30,"VerseNumber":3,"Text":"avarkaḷ (iṉṟu) tōlviyaṭaintu viṭṭapōtilum aticīkkirattil veṟṟi aṭaivārkaḷ"},{"SurahNumber":30,"VerseNumber":4,"Text":"(atuvum) cila āṇṭukaḷukkuḷḷākavē (veṟṟi aṭaivārkaḷ). (Veṟṟi tōlvi eṉṟa) viṣayam itaṟku muṉṉarum, itaṟkup piṉṉarum allāhvukkē contamāṉatu. (Avarkaḷ veṟṟiyaṭaiyum) annāḷil nampikkaiyāḷarkaḷ allāhviṉ utaviyaik kaṇṭu makiḻcciyaṭaivārkaḷ"},{"SurahNumber":30,"VerseNumber":5,"Text":"allāh, tāṉ virumpiyavarkaḷukku utavipurikiṟāṉ. Avaṉ (aṉaivaraiyum) mikaittavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":30,"VerseNumber":6,"Text":"(itu) allāhvuṭaiya vākkuṟutiyākum. Allāh taṉ vākkuṟutiyil tavaṟuvatillai. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ (itai) aṟiyamāṭṭārkaḷ"},{"SurahNumber":30,"VerseNumber":7,"Text":"avarkaḷ, ivvulaka vāḻkkaiyiluḷḷa veḷippaṭaiyāṉa viṣayaṅkaḷai aṟi(ntu kavaṉik)kiṉṟaṉar. Āṉāl, avarkaḷ maṟumaiyaip paṟṟi muṟṟilum parāmukamāyirukkiṉṟaṉar"},{"SurahNumber":30,"VerseNumber":8,"Text":"(itai) avarkaḷ taṅkaḷukkuḷḷākavē kavaṉikka vēṇṭāmā? Vāṉaṅkaḷaiyum. Pūmiyaiyum, ivaṟṟukku mattiyil uḷḷavaṟṟaiyum niyāyamāṉa kāraṇamiṉṟiyum, kuṟippiṭṭa tavaṇaiyiṉṟiyum allāh paṭaikkavillai. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ taṅkaḷ iṟaivaṉaic cantippataiyum nirākarikkiṉṟaṉar"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ivarkaḷ pūmiyil cuṟṟittiriya vēṇṭāmā? Avvāṟāyiṉ, ivarkaḷukku muṉṉirunta (nirākarippa)varkaḷiṉ muṭivu evvāṟāyiṟṟu eṉpataik kaṇṭu koḷvārkaḷ. (Muṉṉirunta) avarkaḷ ivarkaḷaiviṭa palacālikaḷākavum, ivarkaḷ evvaḷavu pūmiyai apivirutti ceytārkaḷō ataiviṭa atikamāka pūmikaḷaip paṇpaṭutti apivirutti ceytavarkaḷākavum iruntārkaḷ. (Innilaimaiyil) avarkaḷiṭam avarkaḷukku aṉuppappaṭṭa tūtarkaḷ teḷivāṉa attāṭcikaḷaik koṇṭu vantārkaḷ. Allāh avarkaḷukkut tīṅkiḻaikkavillai. Eṉiṉum, avarkaḷ (annapimārkaḷaip poyyākkit) tamakkut tāmē tīṅkiḻaittuk koṇṭaṉar"},{"SurahNumber":30,"VerseNumber":10,"Text":"avarkaḷ allāhvuṭaiya vacaṉaṅkaḷaip poyyākki avaṟṟaip parikacittuk koṇṭiruntataṉ kāraṇamāka, tīmai ceytu koṇṭirunta avarkaḷiṉ muṭivum tīmaiyākavē muṭintatu"}]}