{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"مەديەن (ئەھلى) ئۇلارنىڭ قېرىندىشى شۇئەيبنى (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇ ئېيتتى: «ئى قەۋمىم! اﷲ قا ئىبادەت قىلىڭلار، سىلەرگە اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۆلچەمدە ۋە تارازىدا كەم بەرمەڭلار، مەن سىلەرنى ھەقىقەتەن باي ھېسابلايمەن، مەن ھەقىقەتەن سىلەرنىڭ ھەممىنى قورشاپ تۇرغۇچى كۈن (يەنى قىيامەت كۈنى) نىڭ ئازابىغا دۇچار بولۇشۇڭلاردىن قورقىمەن"},{"SurahNumber":11,"VerseNumber":85,"Text":"ئى قەۋمىم! سىلەر ئۆلچەمنى توغرا ئۆلچەڭلار، تارازىنى توغرا تارتىڭلار، كىشىلەرگە نەرسىلەرنى كەم بەرمەڭلار، يەر يۈزىدە بۇزغۇنچىلىق قىلىپ پىتنە - پاسات تېرىماڭلار"},{"SurahNumber":11,"VerseNumber":86,"Text":"اﷲ سىلەرگە قالدۇرغان ھالال رىزىق (سىلەر يىغقان ھارامدىن) ياخشىدۇر، ئەگەر سىلەر مۆمىن بولساڭلار. مەن سىلەرگە مۇھاپىزەتچى ئەمەسمەن»"},{"SurahNumber":11,"VerseNumber":87,"Text":"ئۇلار: «ئى شۇئەيب! سېنىڭ نامىزىڭ (يەنى دىنىڭ) سېنى ئاتا - بوۋىلىرىمىز ئىبادەت قىلىپ كېلىۋاتقان نەرسىلەرنى (يەنى بۇتلارنى) بىزنى تاشلاتقۇزۇشقا ياكى ماللىرىمىزنى خالىغىنىڭچە تەسەررۇپ قىلىشىمىزنى تەرك ئەتكۈزۈشكە بۇيرۇمدۇ؟ سەن تازىمۇ كۆڭلى - كۆكسى كەڭ، تازىمۇ توغرا يول تاپقان ئادەمسەن - دە» دېدى"},{"SurahNumber":11,"VerseNumber":88,"Text":"شۇئەيب ئېيتتى: «ئى قەۋمىم! ئېيتىپ بېقىڭلارچۇ، پەرۋەردىگارىم ماڭا روشەن پاكىت (يەنى پەيغەمبەرلىك) ۋە كەڭتاشا ھالال رىزىق ئاتا قىلغان تۇرسا، (مەن شۇنداق نېمەتلەرنى ئاتا قىلغان پەرۋەردىگارىمنىڭ ئەمرىگە خىلاپلىق قىلامدىم؟) سىلەرگە قىلىش مەنئى قىلىنغان نەرسىنى ئۆزۈممۇ قىلىشنى خالىمايمەن، مەن پەقەت (سىلەرنى) قولۇمدىن كېلىشىچە تۈزەشنى خالايمەن، مەن پەقەت اﷲ نىڭ ياردىمى بولغاندىلا مۇۋەپپەقىيەت قازىنالايمەن، (ھەممە ئىشتا) اﷲ قا تايىنىمەن ۋە ئۇنىڭغا يۈزلىنىمەن"},{"SurahNumber":11,"VerseNumber":89,"Text":"ئى قەۋمىم! سىلەرنىڭ ماڭا قارشى تۇرغانلىقىڭلار سىلەرنى نۇھنىڭ قەۋمى ياكى ھۇدنىڭ قەۋمى ۋە ياكى سالىھنىڭ قەۋمى دۇچار بولغان ئازابقا دۇچار قىلمىسۇن. لۇت قەۋمى (نىڭ دىيارى) سىلەر (نىڭ جايىڭلار) دىن يىراق ئەمەس"},{"SurahNumber":11,"VerseNumber":90,"Text":"پەرۋەردىگارىڭلاردىن مەغپىرەت تەلەپ قىلىڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، مېنىڭ پەرۋەردىگارىم (تەۋبە قىلغۇچىلارغا) ھەقىقەتەن مەرھەمەتلىكتۇر، (ئۇلارنى) دوست تۇتقۇچىدۇر»"},{"SurahNumber":11,"VerseNumber":91,"Text":"ئۇلار: «ئى شۇئەيب! بىز سېنىڭ ئېيتقانلىرىڭنىڭ نۇرغۇنىنى چۈشەنمەيمىز. بىز ئەلۋەتتە سېنى ئارىمىزدا كۈچسىز ئادەم دەپ قارايمىز، سېنىڭ قەۋم - قېرىنداشلىرىڭ بولمىغاندا ئىدى، بىز سېنى چوقۇم تاش - كېسەك قىلىپ ئۆلتۈرەتتۇق، سەن بىزگە ئەتىۋارلىق ئەمەسسەن» دېدى"},{"SurahNumber":11,"VerseNumber":92,"Text":"شۇئەيب ئېيتتى: «ئى قەۋمىم! مېنىڭ قەۋم قېرىنداشلىرىم سىلەرگە اﷲ تىنمۇ ئەتىۋارلىقمۇ؟ سىلەر اﷲ نى ئارقاڭلارغا چۆرىۋەتتىڭلار (يەنى اﷲ قا ئىتائەت قىلمىدىڭلار ۋە اﷲ نى ئۇلۇغلىمىدىڭلار)، پەرۋەردىگارىم سىلەرنىڭ قىلمىشلىرىڭلاردىن ئەلۋەتتە خەۋەرداردۇر"},{"SurahNumber":11,"VerseNumber":93,"Text":"ئى قەۋمىم! سىلەر ئۆز يولۇڭلار بويىچە ھەرىكەت قىلىڭلار، مەنمۇ ئەلۋەتتە ئۆز يولۇم بويىچە ھەرىكەت قىلاي! ئۇزاققا قالماي كىمنىڭ رەسۋا قىلغۇچى ئازابقا دۇچار بولىدىغانلىقى ۋە كىمنىڭ يالغانچى ئىكەنلىكىنى بىلىسىلەر، (ئىشىڭلارنىڭ ئاقىۋىتىنى) كۈتۈڭلار! شۈبھىسىزكى. مەنمۇ سىلەر بىلەن بىللە كۈتىمەن»"},{"SurahNumber":11,"VerseNumber":94,"Text":"بىزنىڭ (ئۇلارنى ھالاك قىلىش) پەرمانىمىز چۈشكەن چاغدا، شۇئەيبنى ۋە ئۇنىڭ بىلەن بىللە ئىمان ئېيتقانلارنى مەرھەمەت قىلىپ قۇتۇلدۇردۇق، (ئۆزلىرىگە) زۇلۇم قىلغانلارغا قاتتىق ئاۋاز (دىن پەيدا بولغان زىلزىلە) يۈزلەندى، ئۇلار ئۆز ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قالدى"},{"SurahNumber":11,"VerseNumber":95,"Text":"گويا ئۇلار ئۆيلىرىدە تۇرمىغاندەك (يەنى ياشىمىغاندەك) بولۇپ قالدى. مەديەن ئاھالىسى خۇددى سەمۇد قەۋمى ھالاك بولغاندەك ھالاك بولسۇن"}]}