{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Futhi ngempela sathumela kuThamud umfowabo uSalih ukuthi khonzani uMvelinqangi kulapho bona bengamaqembu amabili angaboni ngasolinye"},{"SurahNumber":27,"VerseNumber":46,"Text":"Wathi, “Oh Bantu bami! kungani nijaha ebubini ngaphambi kokuhle na? Aniyiceli ngani intethelelo kaMvelinqangi ukuze mhlawumbe ninikwe umusa na?”"},{"SurahNumber":27,"VerseNumber":47,"Text":"Bathi, “sihlahla umhlola kuwena kanye nalabo abakanye nawe” wathi, “umhlola wenu ukuMvelinqangi kepha nina ningabantu abavivinywayo”"},{"SurahNumber":27,"VerseNumber":48,"Text":"Futhi edolobheni kwakukhona abantu abayisishiyagalolunye ababenza ukona ezweni futhi bangalungisi"},{"SurahNumber":27,"VerseNumber":49,"Text":"Bathi, “makafunge omunye komunye ngoMvelinqangi ukuthi ngempela sizomhlasela ebusuku kanye nomndeni wakhe bese ngempela sithi esihlotsheni sakhe “asikubonanga okubhubhise abantu bakhe futhi ngempela thina sikhuluma iqiniso”"},{"SurahNumber":27,"VerseNumber":50,"Text":"Futhi benza icebo nathi senza icebo kulapho bona bengaboni"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ngakho-ke bheka ukuthi sasinjani isiphetho secebo labo, ngempela sababhubhisa kanye nabantu babo ndawonye"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ngakho-ke lezozindlu zabo zadilika ngenxa yokuthi babonile ngempela kulokho kunophawu (nesifundo) kubantu abaziyo"},{"SurahNumber":27,"VerseNumber":53,"Text":"Futhi sabasindisa labo ababekholwa futhi ababemesaba uMvelinqangi"},{"SurahNumber":27,"VerseNumber":54,"Text":"Kanye noLothi khumbula ngenkathi ethi kubantu bakhe, “ngakube nenza izenzo ezingalungile kulapho nina nibona na?”"},{"SurahNumber":27,"VerseNumber":55,"Text":"Ngakube ngempela nina nikhanukela amadoda esikhundleni sabesifazane na? Qhabo! Nina ningabantu abangenalo ulwazi"},{"SurahNumber":27,"VerseNumber":56,"Text":"Ayibanga yilutho impendulo yabantu bakhe ngaphandle kokuthi bathi “asiwukhipheni umndeni kaLothi edolobheni lenu ngempela bona bayibantu abahlanzekile abamsulwa”"},{"SurahNumber":27,"VerseNumber":57,"Text":"Ngakho-ke samsindisa kanye nomdeni wakhe ngaphandle konkosikazi wakhe samenza ukuba abe ngomunye wabasalela ngemumva"},{"SurahNumber":27,"VerseNumber":58,"Text":"Futhi sayinethisa phezu kwabo imvula kangangoba kwakuyimvula embi yalabo ababexwayisiwe"}]}