{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Yemin olsun ki, biz Nuh’u kavmine Peygamber gonderdik de (onlara) soyle dedi: “- Ey kavmim! Allah’a ibadet edin. O’ndan baska bir Ilahınız yoktur. Artık azabından korkmaz mısınız?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun uzerine kavminden kufre varanların ileri gelenleri (basları) dedi ki: “- Bu sizin gibi ancak bir insandır, size karsı ustunlesmek istiyor. Eger Allah dileseydi, elbette (bize peygamber olarak insan degil) melekler gonderirdi. Biz bunu, (bir insanın peygamber olabilecegini) evvelki atalarımızdan duymadık"},{"SurahNumber":23,"VerseNumber":25,"Text":"O, ancak kendisinde cinnet bulunan bir adamdır. Bu itibarla bir zamana kadar onu bekleyin (belki akıllanır).”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh soyle) dedi: “- Ey Rabbim, onların beni yalanlamalarına karsılık sen bana yardım et.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz de ona soyle vahy ettik: “- Bizim nezaretimiz altında ve emrimizle gemiyi yap. Sonra azab emrimiz gelibde tandırdan su kaynayıp fıskırınca (veya kazan kaynayınca), hemen ona, her canlıdan birer cift erkek ve disi, bir de uzerine azab vacib olandan baska, aile halkını koy. Zulum yapanlar hakkında da bana duada bulunma; cunku onlar bogulmus olacaklardır.”"},{"SurahNumber":23,"VerseNumber":28,"Text":"(Ey Nuh), sen beraberindekilerle geminin uzerine cıktıgın zaman de ki: “- Hamd, O Allah’a olsun ki, bizi zalim bir kavimden kurtarmıstır.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Bir de (gemiden inince) soyle de: “- Rabbim! Beni bereketli bir yere kondur; sen konuklatanların en hayırlısısın.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Suphesiz bunda (Nuh kıssasında) ibret alıncak cok alametler var. Dogrusu biz (bu sekilde insanları) imtihana cekenleriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Nuh kavminin helakinden sonra, arkalarından baska bir kavim yarattık (bu Ad kavmidir)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da iclerinden bir peygamber (Hud’u) gonderdik ki, soyle desin: “- Allah’a ibadet edin; sizin ondan baska hic bir Ilah’ınız yoktur. Artık Allah’ın azabından korkmaz mısınız?”"}]}