{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Ana nduni jwali jwalupuso nnope kumpunda mundu jwansepele Allah unami kapena kanila ma Ȃya Gakwe? Chisimu ŵalupuso ngaŵa nkupunda"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ni (mwakumbusyani) lisiku lituchasonganganya ŵanaose, kaneka ni tuchiti kwa aŵala ŵaŵaliji nkuwanganya (Allah ni isanamu): “Ali kwapi akwawanganya ŵenuŵala ŵamwaliji nkulitwanjila (kuti ŵakamusyangana najo Allah)?”"},{"SurahNumber":6,"VerseNumber":23,"Text":"Ni ngasikuŵa kuliŵalanga kwao ikaŵeje tachiti: “Tukunnumbila Allah M'mbuje gwetu! Nganituŵatu uwwe akuwanganya (Allah ni isanamu).”"},{"SurahNumber":6,"VerseNumber":24,"Text":"Nnole! Yatachiti pakulilambusya achimisyene! Soni (isanamu) yaŵaliji nkuisepelela (kuti chiyichajokola kwa Allah) ichasokonechela"},{"SurahNumber":6,"VerseNumber":25,"Text":"Soni mwa ŵanganyao mwana ŵaakumpikanilaga (nchisoomaga Qur’an), nambo tuŵisile isiŵilo pachanya pa mitima jao kuti akaimanyilila (yankusoomayo ligongo lya sambi syao), ni m’mawiwi mwao mwana usiiwa, soni namuno achione chilosyo chilichose nganaŵa achikulupilile, kwikanila ndema janti ali am'bichilile kukangana namwe, aŵala ŵakanile akasatiji: “Nganijiŵatu jalakwe (Qur’aniji) ikaŵeje adisiadisi sya ŵandu ŵakala.”"},{"SurahNumber":6,"VerseNumber":26,"Text":"Soni ŵanganyao akwakanya (ŵane) yalakweyi (yakunkuya Muhammadi ﷺ ni Qur’an), nombe nao (achimisyene) akuliŵambasya ku yalakweyo, ni ngakwajonanga (ŵaliose) ikaŵeje achimisyene, ni ngakulimanyilila"},{"SurahNumber":6,"VerseNumber":27,"Text":"Soni nkaione pa ndema jatachajimika ku Moto! (Nkakuweni kuyumbayumba kwao). Basi tachiti: “Ha! Nabolaga uwwe akatuwuchisye (ku duniya), nga nganituja kanila soni ilosyo ya M’mbuje gwetu, soni tungajile kuŵa mu ŵakulupilila.”"},{"SurahNumber":6,"VerseNumber":28,"Text":"(Ngwamba)! Nambo kuti iwonechele palangulangu kukwao yaŵaliji nkusisa kala. Soni ingaŵe ŵawuchisye (ku duniya), chisimu angawujawije kutenda yaŵakanyisyidwe, soni chisimu ŵanganyao ŵaunami kusyene"},{"SurahNumber":6,"VerseNumber":29,"Text":"Soni akutiji: “Pangali (umi) wine ikaŵeje umi wetu wa duniya pewu, soni nganituŵatu uwwe ŵakwimusyidwa (m’malembe).”"},{"SurahNumber":6,"VerseNumber":30,"Text":"Soni nkaione pa ndema jachakajimichidwe (pameso) pa M’mbuje gwao! (Nkajile kuiona yakogoya kusyene). Jwalakwe takajile (pakwawusya): “Ana ayi (yakwimusyidwa ni kuŵalanjidwayi) nganiiŵa yakuona?” Ŵanganyao takajile (pakwanga): “Yakuonaonape, tukunnumbila M’mbuje gwetu.” Jwalakwe takajile: “Basi pasyani ilagasyo ligongo lya ayila yamwaliji nkuikanila.”"}]}