{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"[Mu sheng a!] Ni rushi xiang tamen [youtai jiaotu] jiangshu a dan de liang ge er zi de gushi ba! Dangshi, ta lia ge fengxianle yige xisheng wu [gei an la], yige de xisheng wu bei jieshoule, er ling yige de xisheng wu meiyou bei jieshou. Ta [hou zhe] shuo:“Wo yiding yao sha si ni [qianzhe].” Ta [qianzhe] shuo:“An la zhi jieshou jingwei zhe de xisheng wu."},{"SurahNumber":5,"VerseNumber":28,"Text":"Jiaru ni shenshou lai sha wo, wo jue bu hui shenshou qu sha ni. Wo dique weiju an la——zhong shijie de zhu."},{"SurahNumber":5,"VerseNumber":29,"Text":"Wo dique yao rang ni chengdan sha wo de zuiguo he ni yuan you de zuiguo, ni bi jiang chengwei huo yu de fanren. Zhe shi dui bu yi zhe de huan bao.”"},{"SurahNumber":5,"VerseNumber":30,"Text":"Ta [hou zhe] de enian songyong ta qu sha ziji de xiongdi. Yinci, tashale ta, yizhi chengwei sunshi zhe [zhu]."},{"SurahNumber":5,"VerseNumber":31,"Text":"Ranhou, an la pai yi zhi wuya qu pao de, yibian rang ta kanjian ruhe maizang ziji xiongdi de shiti. Ta [hou zhe] shuo:“Wo zhen gaisi! Wo zenme buneng xiang zhe zhi wuya yiyang maizang wo xiongdi de shiti ne?” Ranhou, ta bian chengle huihen zhe."},{"SurahNumber":5,"VerseNumber":32,"Text":"Yinci, wo wei yiselie de houyi guiding:“Chufei shi fuchou huo ping luan, fouze, fan wang sha yiren [zhu], ru sha zhongren; fan jiu huo yiren, ru jiu huo zhongren.” Wo de shizhemen que yi daizhe ming zheng daoda tamen. Ranhou, cihou tamen zhong dique you xuduo ren reng zai da dishang hengxingbadao."},{"SurahNumber":5,"VerseNumber":33,"Text":"Fan didui an la ji qi shizhe [mu sheng] bing zai da dishang weifeizuodai zhe, dui tamen de chengfa jiang shi sixing, huo ding si zai shizijia shang, huo jiaocuo kan qu tamen de shoujiao, huo liufang yixiang. Zhe shi tamen zai jinshi ying shou de lingru, tamen zai houshi hai yao shou zhongda de xingfa,"},{"SurahNumber":5,"VerseNumber":34,"Text":"naxie zai nimen zhifu tamen zhiqian yi huizui de ren chuwai. Nimen dang zhidao, an la que shi zui kuanshu de, te ci de."}]}