{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"Şübhəsiz ki, Biz öz peyğəmbərlərimizə və iman gətirənlərə həm dünyada, həm də şahidlərin şəhadət verəcəyi gündə (qiyamət günündə) yardım edəcəyik"},{"SurahNumber":40,"VerseNumber":52,"Text":"Elə bir gün ki, zalımlara üzrxahlıqları heç bir fayda verməyəcəkdir. (O gün) onları lə’nət və axirət yurdunun pis əzabı gözləyir"},{"SurahNumber":40,"VerseNumber":53,"Text":"And olsun ki, Biz Musaya doğru yolu göstərən rəhbər (Tövrat) verdik və İsrail oğullarını kitaba varis etdik"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ağıl sahiblərinə hidayət və öyüd-nəsihət olsun deyə"},{"SurahNumber":40,"VerseNumber":55,"Text":"(Ya Peyğəmbər! Allahın əmrinə, müşriklərin əziyyətinə) səbr et. Allahın (sənə və mö’minlərə verdiyi zəfər) və’di haqdır. (Ümmətinin sənin özünə aid etdiyin) günahının bağışlanmasını dilə. Axşam-səhər Rəbbini həmd-səna ilə təqdis et! (Daim Allahı zikr et və ya gündə beş vaxt namaz qıl)"},{"SurahNumber":40,"VerseNumber":56,"Text":"Şübhəsiz ki, (Rəbbindən) özlərinə bir dəlil gəlmədən Allahın ayələri barəsində mübahisə edənlərin ürəyində ancaq bir təkəbbür (böyüklük iddiası, sənə qarşı həsəd) vardır. Onlar heç vaxt Ona (böyüklüyə, peyğəmbərlik dərəcəsinə) çatmayacaqlar. Sən Allaha pənah apar. Həqiqətən, O, (hər şeyi) eşidəndir, görəndir"},{"SurahNumber":40,"VerseNumber":57,"Text":"Doğrudan da, göylərin və yerin yaradılışı insanların yaradılışından daha böyük şeydir. Lakin insanların çoxu (bunu) bilməz"},{"SurahNumber":40,"VerseNumber":58,"Text":"Korla görən, iman gətirib yaxşı əməllər edənlərlə pislik edən eyni olmaz. Nə az düşünürsünüz"},{"SurahNumber":40,"VerseNumber":59,"Text":"O, saat (qiyamət günü) mütləq gələcəkdir, ona heç bir şəkk-şübhə yoxdur. Lakin insanların çoxu (buna) inanmaz"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rəbbiniz buyurdu: “Mənə dua edin, Mən də sizin dualarınızı qəbul edim! (Məni çağırın, harayınıza yetişərəm, yaxud yalnız Mənə ibadət edin, sizi mükafatlandıraram!) Mənə ibadət etməyi təkəbbürlərinə sağışdırmayanlar Cəhənnəmə zəlil olaraq girəcəklər"}]}