{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":122,"Text":"O filhos de Israel! Lembrai-vos de Minha graca, com que vos agraciei, e de que vos preferi aos mundos"},{"SurahNumber":2,"VerseNumber":123,"Text":"E guardai-vos de um dia em que uma alma nada podera quitar por outra alma, e nao se lhe aceitara intercessao nem se lhe tomara resgate; e eles nao serao socorridos"},{"SurahNumber":2,"VerseNumber":124,"Text":"E lembrai-vos de quando Abraao foi posto a prova por seu Senhor, com certas palavras, e ele as cumpriu. O Senhor disse: \"Por certo, farei de ti dirigente para os homens.\" Abraao disse: \"E de minha descendencia?\" Allah disse: \"Meu pacto nao alcancara os injustos"},{"SurahNumber":2,"VerseNumber":125,"Text":"E lembrai-vos de quando fizemos da Casa lugar de visita e seguranca para os homens, e dissemos: \"Tomai o Maqam de Abraao por lugar de oracao.\" E recomendamos a Abraao e a Ismael: \"Purificai Minha Casa para os que a circundam e para os que estao em retiro e para os que se curvam e se prosternam"},{"SurahNumber":2,"VerseNumber":126,"Text":"E lembrai-vos de quando Abraao disse: \"Senhor meu, faze desta uma cidade de seguranca e da dos frutos, por sustento, a seus habitantes, aqueles, dentre eles, que creem em Allah e no Derradeiro Dia.\" AlIah disse: \"E a quem renega a Fe, fa-lo-ei gozar, por algum tempo; em seguida, forca-lo-ei ao castigo do Fogo. E que execravel destino"},{"SurahNumber":2,"VerseNumber":127,"Text":"E lembrai-vos de quando Abraao levantava os alicerces da Casa, e Ismael tambem, dizendo: \"Senhor nosso! Aceita-a de nos. Por certo, Tu, Tu es O Oniouvinte, O Onisciente"},{"SurahNumber":2,"VerseNumber":128,"Text":"Senhor nosso! E faze de ambos de nos submissos para Ti, e faze de nossa descendencia uma comunidade submissa para Ti; e ensina-nos nossos cultos e volta-Te para nos, remindo-nos. Por certo, Tu, Tu es O Remissorio, O Misericordiador"},{"SurahNumber":2,"VerseNumber":129,"Text":"Senhor nosso! E manda-Ihes um Mensageiro, vindo deles o qual recitara, para eles, Teus versiculos e lhes ensinara o Livro e a Sabedoria e os dignificara. Por certo, Tu, Tu es O Todo-Poderoso, O Sabio"}]}