{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"«يا أيها المزمل» النبي وأصله المتزمل أُدغمت التاء في الزاي، أي المتلفف بثيابه حين مجيء الوحي له خوفا من لهيبته"},{"SurahNumber":73,"VerseNumber":2,"Text":"«قم الليل» صل «إلا قليلا»"},{"SurahNumber":73,"VerseNumber":3,"Text":"«نصفه» بدل من قليلا وقلَّته بالنظر إلى الكل «أو انقص منه» من النصف «قليلا» إلى الثلث"},{"SurahNumber":73,"VerseNumber":4,"Text":"«أو زد عليه» إلى الثلثين وأو للتخيير «ورتل القرآن» تثبت في تلاوته «ترتيلا»"},{"SurahNumber":73,"VerseNumber":5,"Text":"«إنا سنلقي عليك قولا» قرآنا «ثقيلا» مهيبا أو شديدا لما فيه من التكاليف"},{"SurahNumber":73,"VerseNumber":6,"Text":"«إن ناشئة الليل» القيام بعد النوم «هي اشد وطئا» موافقة السمع للقلب على تفهم القرآن «وأقوم قليلا» أبين قولا"},{"SurahNumber":73,"VerseNumber":7,"Text":"«إن لك في النهار سبحا طويلا» تصرفا في إشغالك لا تفرغ فيه لتلاوة القرآن"},{"SurahNumber":73,"VerseNumber":8,"Text":"«واذكر اسم ربك» أي قل بسم الله الرحمن الرحيم في ابتداء قراءتك «وتبتل» انقطع «إليه تبتيلا» مصدر بتلَ جيء به رعاية للفواصل وهو ملزوم التبتل"},{"SurahNumber":73,"VerseNumber":9,"Text":"هو «ربُّ المشرق والمغرب لا إله إلا هو فاتخذه وكيلا» موكلا له أمورك"},{"SurahNumber":73,"VerseNumber":10,"Text":"«واصبر على ما يقولون» أي كفار مكة من أذاهم «واهجرهم هجرا جميلا» لا جزع فيه وهذا قبل الأمر بقتالهم"},{"SurahNumber":73,"VerseNumber":11,"Text":"«وذرني» اتركني «والمكذبين» عطف على المفعول معه والمعنى أنا كافيكهم وهم صناديد قريش «أُولي النعمة» التنعم «ومهلهم قليلا» من الزمن فقتلوا بعد يسير منه ببدر"},{"SurahNumber":73,"VerseNumber":12,"Text":"«إن لدينا أنكالا» قيودا ثقالا جمع نكل بكسر النون «وجحيما» نارا محرقة"},{"SurahNumber":73,"VerseNumber":13,"Text":"«وطعاما ذا غصة» يغص به في الحلق وهو الزقوم أو الضريع أو الغسلين أو شوك من نار لا يخرج ولا ينزل «وعذابا أليما» مؤلما زيادة على ما ذكر لمن كذب النبي صلى الله عليه وسلم"},{"SurahNumber":73,"VerseNumber":14,"Text":"«يوم ترجف» تزلزل «الأرض والجبال وكانت الجبال كثيبا» رملا مجتمعا «مهيلا» سائلا بعد اجتماعه وهو من هال يهيل وأصله مهيول استثقلت الضمة على الياء فنقلت إلى هاء وحذفت الواو ثاني الساكنين لزيادتها وقلبت الضمة كسرة لمجانسة الياء"},{"SurahNumber":73,"VerseNumber":15,"Text":"«إنا أرسلنا إليكم» يا أهل مكة «رسولا» هو محمد صلى الله عليه وسلم «شاهدا عليكم» يوم القيامة بما يصدر منكم من العصيان «كما أرسلنا إلى فرعون رسولا» هو موسى عليه الصلاة والسلام"},{"SurahNumber":73,"VerseNumber":16,"Text":"«فعصى فرعون الرسول فأخذناه أخذا وبيلا» شديدا"},{"SurahNumber":73,"VerseNumber":17,"Text":"«فكيف تتقون إن كفرتم» في الدنيا «يوما» مفعول تتقون، أي عذابه بأيِّ حصن تتحصنون من عذاب يوم «يَجعل الولدان شيباً» جمع أشيب لشدة هوله وهو يوم القيامة والأصل في شين شيبا الضم وكسرت لمجانسة الياء ويقال في اليوم الشديد يوم يشيب نواصي الأطفال وهو مجاز ويجوز أن يكون المراد في الآية الحقيقة"},{"SurahNumber":73,"VerseNumber":18,"Text":"«السماء منفطر» ذات انفطار، أي انشقاق «به» بذلك اليوم لشدته «كان وعده» تعالى بمجيء ذلك «مفعولا» أي هو كائن لا محالة"},{"SurahNumber":73,"VerseNumber":19,"Text":"«إن هذه» الآيات المخوِّفة «تذكرة» عظة للخلق «فمن شاء اتخذ إلى ربه سبيلا» طريقا بالإيمان والطاعة"}]}