{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":2,"VerseNumber":113,"Text":"De Joden zeggen: \"De Christenen hebben geen ware grondslag en de Christenen zeggen: \"De Joden hebben geen ware grondslag\", terwijl zij beiden hetzelfde Boek lezen. Hetzelfde zeggen degenen, die geen kennis hebben. Maar Allah zal op de Dag der Opstanding uitspraak doen in hun geschil"},{"SurahNumber":2,"VerseNumber":114,"Text":"En wie is onrechtvaardiger dan hij, die verbiedt, dat de naam van Allah wordt verheerlijkt in Allah's bedehuizen en deze tracht te vernietigen? Zij behoorden (de bedehuizen) slechts in vreze binnen te gaan. Er is schande over hen in deze wereld en er zal een grote straf voor hen zijn in het Hiernamaals"},{"SurahNumber":2,"VerseNumber":115,"Text":"En aan Allah behoort het Oosten en het Westen; waarheen gij u ook wendt, daar zal het Aangezicht van Allah zijn. Zeker, Allah is Alomvattend, Alwetend"},{"SurahNumber":2,"VerseNumber":116,"Text":"En zij zeggen: \"Allah heeft Zich een zoon verwekt. Heilig is Hij. Neen, alles, wat in de hemelen en op aarde is, behoort Hem toe en alles gehoorzaamt Hem"},{"SurahNumber":2,"VerseNumber":117,"Text":"Wondere Schepper van de hemelen en aarde. Wanneer Hij iets besluit, zegt Hij slechts: \"Wees\" en het wordt"},{"SurahNumber":2,"VerseNumber":118,"Text":"En de onwetenden zeggen: \"Waarom spreekt Allah niet tot ons, of, komt er geen teken tot ons?\" Zo spraken ook degenen, die vóór hen waren. Hun harten zijn aan elkander gelijk. Wij hebben de tekenen voorzeker duidelijk gemaakt, voor een volk, dat standvastig gelooft"},{"SurahNumber":2,"VerseNumber":119,"Text":"Voorzeker Wij hebben u als drager van blijde tijdingen en waarschuwer gezonden met de Waarheid. En gij zult niet verantwoordelijk worden gesteld voor de bewoners der hel"},{"SurahNumber":2,"VerseNumber":120,"Text":"En de Joden en de Christenen zullen u nooit welgezind zijn, tenzij gij hun godsdienst belijdt. Zeg: \"Voorzeker, Allah's leiding is de Merkelijke leiding\". En, indien gij hun wensen volgt, nadat de kennis tot u is gekomen, zult gij aan Allah Vriend noch Helper hebben"},{"SurahNumber":2,"VerseNumber":121,"Text":"Zij, wie Wij het Boek hebben gegeven, volgen het na, zoals het behoort te worden nagevolgd; dezen zijn het, die er in geloven. En die er niet in geloven, zullen de verliezers zijn"}]}