{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"O zaman sizi kendisinden bir guven vermek icin hafif bir uykuya daldırmıs ve uzerinize gokten onunla sizi temizlemek ve seytanın pisligini sizden gidermek, kalplerinizi pekistirmek ve ayaklarınızı saglamlastırmak icin su indirmisti"},{"SurahNumber":8,"VerseNumber":12,"Text":"O an Rabbin meleklere soyle vahyediyordu: -Ben sizinle bereberim, iman edenlere sebat verin! Ben kafirlerin kalbine korku salacagım. Siz de boyunlarını vurun, parmaklarını dograyın"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, Allah’a ve Elcisi’ne muhalefet etmeleri dolayısıyladır. Kim, Allah’a ve Elcisi’ne muhalefet ederse, suphesiz Allah’ın cezası cok siddetlidir"},{"SurahNumber":8,"VerseNumber":14,"Text":"Iste size (azap) tadın onu! ve kafirlere bir de atesin azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler, toplu bir halde kafirlerle karsılastıgınız zaman, onlara arkanızı donmeyin"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kim o gun, savasmak icin bir yana cekilmek ya da diger bir gruba katılmak gibi durumlar haricinde arkasını donerse Allah’ın gazabına ugrar; onun barınagı cehennemdir. Orası ne kotu bir yerdir"},{"SurahNumber":8,"VerseNumber":17,"Text":"(Iste o gun) onları siz oldurmediniz, fakat onları Allah oldurdu. Attıgında da sen atmadın fakat muminleri guzel bir imtihanla denemek icin Allah attı. Suphesiz Allah isitendir, bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste siz ve kafirlerin tuzagını etkisiz kılan Allah"},{"SurahNumber":8,"VerseNumber":19,"Text":"Fetih istiyorsanız, size fetih gelmistir. Eger son verirseniz bu sizin icin daha hayırlıdır. Ve eger tekrar donerseniz biz de doneriz. Toplulugunuz kalabalık olsa bile size bir fayda vermeyecektir. Cunku Allah, muminlerle beraberdir"}]}