{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":53,"Text":"Ey, ïmanğa kelgender! Payğambardıñ üylerine kirmeñder, tek özderiñe tamaq jewge ruqsat etilgende bolmasa, biraq / tamaqtıñ / dayın bolwın kütip, aldın ala kirmeñder. Al eger şaqırılsañdar, kiriñder de tamaq jep bolsañdar, äñgimeni sozbay derew tarqañdar. Bularıñ Payğambarğa jaysızdıq twdıradı, alayda ol senderden uyaladı. Al, Allah şındıqtan / onı tüsindirwden / uyalmaydı. Eger olardan / äyelderinen / bir närse surasañdar, onda perdeniñ arğı jağında turıp surañdar. Osı - senderdiñ jürekteriñ üşin äri olardıñ jürekteri üşin de eñ tazası. Senderge Allahtıñ Elşisin renjitwleriñe jäne odan keyin onıñ äyelderine eşqaşan üylenwleriñe bolmaydı. Aqïqatında, bulay etwleriñ Allahtıñ aldında öte ülken / künä"},{"SurahNumber":33,"VerseNumber":54,"Text":"Eger bir närseni äşkere etseñder de nemese onı jasırsañdar da, älbette Allah barlıq närseni Bilwşi"},{"SurahNumber":33,"VerseNumber":55,"Text":"Olarğa / payğambardıñ äyelderine / äkeleriniñ, uldarınıñ, ağa-inileriniñ, ağa-inileriniñ uldarınıñ, äpke-siñlileriniñ balalarınıñ, musılman äyelderi jäne qol astarındağı künderiniñ aldında / jamılğısız / jürwlerinde künä joq. Taqwalıq etiñder / Allahqa boysunıp, jazasınan qorqıp, saqtanıñdar! / Aqïqatında, Allah ärbir närsege kwä"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah Payğambardı meyirimine böleydi jäne Onıñ perişteleri de oğan jaqsılıqtar tileydi. Ey, ïmanğa kelgender! Sender de oğan salawat aytıñdar jäne amandıq tilep sälem beriñder"},{"SurahNumber":33,"VerseNumber":57,"Text":"Anığında, Allahtı jäne Onıñ Elşisin renjitkenderdi, Allah bul dünïede jäne soñğı, mäñgilik ömirde / aqïrette / qarğısqa uşırattı äri olarğa qorlawşı azap äzirledi"},{"SurahNumber":33,"VerseNumber":58,"Text":"Al, ïmandı erlerdi jäne ïmandı äyelderdi jazıqsız türde renjitkender jala men anıq künäni arqalaydı"}]}