{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"[Banggitin] noong nagsabi si Abraham sa ama niya at mga kababayan niya: \"Tunay na ako ay walang-kaugnayan sa anumang sinasamba ninyo"},{"SurahNumber":43,"VerseNumber":27,"Text":"maliban sa lumalang sa akin sapagkat tunay na Siya ay magpapatnubay sa akin"},{"SurahNumber":43,"VerseNumber":28,"Text":"Gumawa siya rito bilang pangungusap na mananatili sa mga inapo niya nang sa gayon sila ay babalik"},{"SurahNumber":43,"VerseNumber":29,"Text":"Bagkus nagpatamasa Ako sa mga ito at mga magulang nila hanggang sa dumating sa kanila ang katotohanan at isang sugong malinaw"},{"SurahNumber":43,"VerseNumber":30,"Text":"Noong dumating sa kanila ang katotohanan ay nagsabi sila: \"Ito ay panggagaway at tunay na kami rito ay mga tagatangging sumampalataya"},{"SurahNumber":43,"VerseNumber":31,"Text":"Nagsabi sila: \"Bakit kasi hindi ibinaba ang Qur’ān na ito sa isang lalaking, mula sa dalawang pamayanan, na dakila"},{"SurahNumber":43,"VerseNumber":32,"Text":"Sila ba ay namamahagi ng awa ng Panginoon mo? Kami ay namamahagi sa pagitan nila ng kabuhayan nila sa buhay na pangmundo. Nag-angat Kami sa iba sa kanila higit sa iba pa sa mga antas upang gumamit ang iba sa kanila sa iba pa sa pagsisilbi. Ang awa ng Panginoon mo ay higit na mabuti kaysa sa anumang tinitipon nila"},{"SurahNumber":43,"VerseNumber":33,"Text":"Kung hindi dahil sa ang mga tao ay magiging nag-iisang kalipunan [sa kawalang-pananampalataya] ay talaga sanang gumawa para sa sinumang tumatangging sumampalataya sa Napakamaawain para sa mga bahay nila ng mga bubong na pilak at mga hagdanan, na sa mga ito papaibabaw sila"},{"SurahNumber":43,"VerseNumber":34,"Text":"at para sa mga bahay nila ng mga pinto, mga kama na sa mga ito sasandal sila"},{"SurahNumber":43,"VerseNumber":35,"Text":"at palamuting ginto. Walang iba ang lahat ng iyon kundi natatamasa sa buhay na pangmundo. Ang Kabilang-buhay sa ganang Panginoon mo ay para sa mga tagapangilag magkasala"}]}