{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"A kdyz prisli kdysi poslove nasi k Abrahamovi s radostnou zpravou, rekli: „Pokoj s tebou.“ Rekl: „Pokoj s vami“ a nemeskaje, prinesl jim tele pecene"},{"SurahNumber":11,"VerseNumber":70,"Text":"A vida, ze ruce jejich nedotykaji se (pokrmu), nerad to videl a pocitil strach pred nimi. I rekli: „Neboj se, nebot my poslani jsme k lidu Lotovu.“"},{"SurahNumber":11,"VerseNumber":71,"Text":"A zena Abrahamova stala vedle a smala se: i oznamili jsme ji Isaka a po Isakovi, Jakuba"},{"SurahNumber":11,"VerseNumber":72,"Text":"Rekla: „Ja nestastna, jakz porodim syna, kdyz starena jsem a manzel muj starec? To zajiste byla by vec podivuhodna.“"},{"SurahNumber":11,"VerseNumber":73,"Text":"Rekli: „Divis se snad rozkazu bozimu? Milosrdenstvi Boha a pozehnani jeho budiz s vami, lide tohoto domu: Buh zajiste hoden jest chvaly a slavy.“"},{"SurahNumber":11,"VerseNumber":74,"Text":"Kdyz pak rozptylil se udes Abrahamuv, a on slysel radostnou tuto zvest, nalehal na nas ve prospech lidu Lotova"},{"SurahNumber":11,"VerseNumber":75,"Text":"nebot Abraham zajiste byl laskavy, soucitny, promijejici"},{"SurahNumber":11,"VerseNumber":76,"Text":"„O Abrahame, ustan ve svem snazeni, nebot jiz vysel rozkaz Pana tveho a lid onen zasahne trest neodvratny.“"},{"SurahNumber":11,"VerseNumber":77,"Text":"A kdyz prisli poslove nasi k Lotovi, zarmoutil se nad nimi a citil se slabym k ochrane jejich, rka: „Toto zajiste den jest tezky.“"},{"SurahNumber":11,"VerseNumber":78,"Text":"A prihnal se k nemu lid jeho, nebot jiz od drivejska dopousteli se spatnosti a rekl (Lot): „Lide muj, tyto dcery me vezmete-li, mene hanebno to bude pro vas: i bojte se Boha a nezneuctivejte mne v hostech mych. Coz neni mezi vami jedineho muze spravedliveho?“"},{"SurahNumber":11,"VerseNumber":79,"Text":"Rekli: „Vsak vis jiz, ze malo jest nam po tvych dcerach: a zajiste dobre vis, co chceme.“"},{"SurahNumber":11,"VerseNumber":80,"Text":"Rekl : „Kez bych mel dosti sily s vas, aneb kez mohl bych se uteci k ochranci mocnemu!“"},{"SurahNumber":11,"VerseNumber":81,"Text":"Rekli (tehdy cizinci): „O Lote, myt posly jsme Pana tveho a oni nedostanou se na tebe: i vyjdi s rodinou svou jeste teto noci a necht nikdo z vas neobraci se dozadu — pouze zena tva tak ucini a stejny stihne ji osud, jaky stihne lid onen. Zajiste hrozba tato splni se z rana: neni-liz pak jitro jiz blizke?“"},{"SurahNumber":11,"VerseNumber":82,"Text":"A kdyz prisel rozkaz nas, obratili jsme mesto vrchem dolu a dstili jsme na ne bez ustani kameni z hliny vypalene, poznamenane Panem tvym: a neni podobny osud dalek od nepravostnych"},{"SurahNumber":11,"VerseNumber":83,"Text":"A k Madianskym poslali jsme bratra jejich Su'ejba. Rekl: „Lide muj, uctivejte Boha, nemate jineho Boha, krome neho: A nezkracujte miry ani vahy: zajistet vidim vas v blahobytu, vsak bojim se pro vas trestu v den vse obklopujici"}]}