{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"niccayamāka innayavañcakarkaḷ allāhvai vañcikka niṉaikkiṉṟaṉar. Āṉāl avaṉ avarkaḷai vañcittuviṭuvāṉ. Toḻukaikku avarkaḷ tayārākum poḻutu cōmpaluṭaiyōrākavē niṟkiṟārkaḷ - maṉitarkaḷukkut (taṅkaḷaiyum toḻukaiyāḷiyākki) kāṇpippataṟkāka (niṟkiṟārkaḷ). Iṉṉum, mikac coṟpa aḷavēyaṉṟi avarkaḷ allāhvai niṉaivu kūrvatillai"},{"SurahNumber":4,"VerseNumber":143,"Text":"Inta muṉāḥpikkukaḷ muḥmiṉkaḷiṉ pakkamumillai, kāḥpirkaḷiṉ pakkamumillai. Iru piriviṉarkaḷukkiṭaiyē tattaḷituk koṇṭirukkiṟārkaḷ;. Allāh evarai vaḻi tavaṟac ceytuviṭṭāṉō, avarukku (napiyē!) Yātoru vaḻiyaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":4,"VerseNumber":144,"Text":"muḥmiṉkaḷē! Nīṅkaḷ muḥmiṉkaḷai viṭuttu kāḥpirkaḷai (uṅkaḷukku uṟṟa) naṇparkaḷāy ākkik koḷḷātīrkaḷ;. Uṅkaḷukkē etirāka nīṅkaḷ oru teḷivāṉa ātārattai allāhvukku ākkik tara virumpukiṟīrkaḷā"},{"SurahNumber":4,"VerseNumber":145,"Text":"niccayamāka innayavañcakarkaḷ narakattiṉ mikavum kīḻāṉa aṭit talattiltāṉ iruppārkaḷ;. Avarkaḷukku utaviyāḷarāka evaraiyum nīr kāṇa māṭṭīr"},{"SurahNumber":4,"VerseNumber":146,"Text":"yār maṉṉippuk kēṭṭu cīrtirunti, allāhvai (tam naṟceykaikaḷ mūlam) keṭṭiyākap piṭittu, taṅkaḷuṭaiya caṉmārkkattai allāhvukkākat tūymaiyākkiyum koṇṭārkaḷō avarkaḷ muḥmiṉkaḷuṭaṉ iruppārkaḷ;. Mēlum allāh muḥmiṉkaḷukku makattāṉa naṟkūliyai aḷippāṉ"},{"SurahNumber":4,"VerseNumber":147,"Text":"nīṅkaḷ (allāhvukku) naṉṟi celuttik koṇṭum, (avaṉ mītu) īmāṉ koṇṭum iruntāl; uṅkaḷai vētaṉai ceyvatāl allāh eṉṉa ilāpam aṭaiyap pōkiṟāṉ? Allāh naṉṟiyaṟivōṉākavum, ellām aṟintavaṉākavum irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":148,"Text":"aniyāyam ceyyappaṭṭavarkaḷait tavira (vēṟu yārum) vārttaikaḷil tīyavaṟṟai pakiraṅkamākak kūṟuvatai allāh virumpavillai - allāh naṉku ceviyuṟuvōṉākavum yāvaṟṟaiyum aṟipavaṉākavum irukkiṉṟāṉ"},{"SurahNumber":4,"VerseNumber":149,"Text":"nīṅkaḷ oru naṉmaiyai veḷippaṭaiyāka ceytālum allatu ataṉai maṟaittuk koṇṭālum allatu (oruvar uṅkaḷukkuc ceyta) tīmaiyai nīṅkaḷ maṉṉittālum (atu uṅkaḷukku mikavum nallatu) - ēṉeṉil allāh niccayamāka maṉṉippavaṉākavum, pērāṟṟal uṭaiyōṉākavum irukkiṉṟāṉ"},{"SurahNumber":4,"VerseNumber":150,"Text":"Niccayamāka allāhvaiyum avaṉ tūtarkaḷaiyum nirākarippavarkaḷ, allāhvukkum avaṉ tūtarkaḷukkumiṭaiyē pākupāṭu ceyya virumpi, \"nām (attūtarkaḷil) cilar mītu īmāṉ koḷvōm; cilarai nirākarippōm\" eṉṟu kūṟukiṉṟaṉar; (kuḥprukkum, īmāṉukkum) iṭaiyē oru vaḻiyai uṇṭākkik koḷḷa niṉaikkiṟārkaḷ"},{"SurahNumber":4,"VerseNumber":151,"Text":"ivarkaḷ yāvarum uṇmaiyākavē kāḥpirkaḷ āvārkaḷ;. Kāḥpirkaḷukku iḻivu tarum vētaṉaiyaic cittappaṭutti vaittuḷḷōm"},{"SurahNumber":4,"VerseNumber":152,"Text":"yār allāhviṉ mītum avaṉ tūtarkaḷ mītum īmāṉ koṇṭu, attūtarkaḷil evaraiyum pirittup pākupāṭu ceyyāmal irukkiṉṟārkaḷō avarkaḷuṭaiya naṟkūliyai (allāh) avarkaḷukkuk koṭuppāṉ;. Allāh maṉṉippavaṉākavum mikka karuṇaiyuṭaiyōṉākavum irukkiṉṟāṉ"}]}