{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Ra jo muhajiraharu tatha ansaraharu (apravasi tatha sthaniya sahayogi manisa) satmargama agrasarata dekha'eka chan ra jasale sathama rahi tiniharuko anusarana gare, allaha tiniharusita khusi cha ra tiniharu pani allahasita prasanna chan tiniharuko nimti yasta bagaincaharu tayara chan jasako tala naharaharu bagirahane chan (tiniharu) sadhaim tyasama basa garnechan. Yahi thulo saphalata ho"},{"SurahNumber":9,"VerseNumber":101,"Text":"Ra kehi timra charachimekaka ra kehi madinaka basindaharu pani pakhandama pareka chan. Tapa'inle tiniharula'i jannuhumdaina, hamile tiniharula'i jandachaum, hamile tiniharula'i dobbara sajaya dinechaum, ani tiniharu jhan thulo sajayatira lagine chan"},{"SurahNumber":9,"VerseNumber":102,"Text":"Ra kehi aru manisaharu chan jasale ki aphna trutiharu spastarupale svikara gardachan, jasale asala ra kharaba duvai kisimaka kama gareka thi'e. Asa cha ki allahale tiniharuko pascatapa svikara garnecha. Nihsandeha allaha thulo ksamadata, dayavan cha"},{"SurahNumber":9,"VerseNumber":103,"Text":"Tiniharuko sampattibata tapa'inle sadaka (dana) linus jasabata tiniharula'i tapar'inle sud'dha ra pavitra garidinus ra tiniharuko lagi prarthana garnus, nihsandeha tapar'inko prarthana tiniharuko santustiko srota ho ra allaha dherai sunnevala ra jannevala cha"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ke yiniharula'i yo thaha chaina ki allahale nai aphna bhaktaharubata prayascita svikara gardacha ra usaile danaharu svikara gardacha, ra nihsandeha allaha nai prayascita svikara garnevala ra parama dayalu cha"},{"SurahNumber":9,"VerseNumber":105,"Text":"Bhanidinus ki timi satkarma gardai ja'u, allaha ra usaka rasula ra mominaharu sabaile timra kriyakalapa hernechan. Ra timile drsya–adrsyako jnatatarpha avasya pharka'inechau. Ani usale je jati gardai a'eka chau, tyo sabai timila'i bata'une cha"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ra kehi yasta chan jasako mudda allahako adesa a'unjelasam'ma multavi cha, (usale) cahe tiniharula'i sajaya de'os, va unako prayascita svikara garos ra allaha sarvajnata ra tatvadarsi cha"},{"SurahNumber":9,"VerseNumber":107,"Text":"Ra tiniharumadhye kehi yasta pani chan jasale ki yasa uddesyale masjidako nirmana gare taki hani purya'un ra kuphrako kura garun, ra mominaharuma kalaha srjana garun ra tiniharuko lagi sadhana juta'un jasale aghi allaha ra usaka rasulako virodha garisakechan ra kiriya khanchan ki hamro uddesya ta matra bhalo garnu thiyo, tara allaha saksi cha ki tiniharu jhutha chan"},{"SurahNumber":9,"VerseNumber":108,"Text":"Tapa'im tyasa (masjida)ma kahile pani na ubhinu. Tyasa baheka juna masjidako jaga nai prarambhadekhi allahako bhaktima adharita cha, tyo yasa yogya cha ki tapa'im tyasama ga'era ubhinus. Yasama yasta manisaharu chan jasale ki pavitra rahana ruca'umchan! Ra allahale pani pavitra rahaneharula'i prema gardacha"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ke tyo manisa jasale aphno bhavanako jaga allahako bhaya ra usako prasannatama rakheko cha, u ramro ho va tyo ramro cha, jasale aphno bhavanako jaga bhatkana lageko bhirako che'uma halyo, juna usala'i li'era narkako agoma dhalihalcha ra allahale yasta aparadhiharula'i margadarsana gardaina"},{"SurahNumber":9,"VerseNumber":110,"Text":"Uniharuko yo bhavana juna tiniharule nirmana gareka chan, sadhaim tiniharuko hrdayama (kamda banera) sanka ra chatapati ubja'irakhne cha, jabasam'ma tiniharuka mutu chiya–chiya humdainan ra allaha sarvajna, tatvadarsi cha"}]}