{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"appeal ninakk ninre raksitavinkal ninn avatarippikkappettittullat satyamanenn manas'silakkunna oral andhanayikkaliyunna oraleppealeyanea? bud'dhimanmar matrame cinticc manas'silakkukayullu"},{"SurahNumber":13,"VerseNumber":20,"Text":"allahuveatulla badhyata niraverrukayum karar langhikkatirikkukayum ceyyunnavaratre avar"},{"SurahNumber":13,"VerseNumber":21,"Text":"kuttiyinakkappetan allahu kalpiccat (bandhannal) kuttiyinakkukayum, tannalute raksitavine petikkukayum katutta vicaranaye bhayappetukayum ceyyunnavar"},{"SurahNumber":13,"VerseNumber":22,"Text":"tannalute raksitavinre priti agrahicc keant ksama kaikkeallukayum, namaskaram murapeale nirvahikkukayum, nam nalkiyittullatil ninn rahasyamayum parasyamayum celavalikkukayum, tinmaye nanma keant tatukkukayum ceyyunnavar. attarakkarkk anukulamatre leakattinre paryavasanam"},{"SurahNumber":13,"VerseNumber":23,"Text":"atayat‌, sthiravasattinulla svargatteappukal. avarum, avarute pitakkalil ninnum, inakalil ninnum santatikalil ninnum sad‌vrttarayittullavarum atil pravesikkunnatan‌. malakkukal ella vatililuteyum avarute atukkal katannuvannitt parayum"},{"SurahNumber":13,"VerseNumber":24,"Text":"ninnal ksama kaikkeantatinal ninnalkk samadhanam! appeal leakattinre paryavasanam etra nallat‌"},{"SurahNumber":13,"VerseNumber":25,"Text":"allahuveatulla badhyata urappiccatin sesam langhikkukayum, kuttiyinakkappetan allahu kalpiccatine (bandhannale) arutt kalayukayum, bhumiyil kulappamuntakkukayum ceyyunnavararea avarkkan sapam. avarkkan citta bhavanam"},{"SurahNumber":13,"VerseNumber":26,"Text":"allahu avan uddesikkunna cilarkk upajivanam visalamakkukayum (marru cilarkk at‌) parimitappetuttukayum ceyyunnu. avar ihaleakajivitattil santeasamatannirikkunnu. paraleakatte apeksicc ihaleakajivitam (nis'saramaya) oru sukhanubhavam matramakunnu"}]}