{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Ara yakhana'i mara'iyama-tanayera drstanta pesa kara haya, takhana apanara sampradaya tate soragola arambha kare deya"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ara tara bale, ‘amadera upasyagulo sraestha na ‘isa?’ Era sudhu baka-bitandara uddesye'i take apanara samane pesa kare. Baram era eka jhagarate sampradaya"},{"SurahNumber":43,"VerseNumber":59,"Text":"Tini to kebala amara'i eka banda, yara upara amara anugraha karechilama ebam take baniyechilama bani isara'ilera jan'ya drstanta"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ara yadi amara icche karatama tabe tomadera paribarte pheresata srsti karate paratama, yara yamine uttaradhikari hata"},{"SurahNumber":43,"VerseNumber":61,"Text":"Ara niscaya ‘isa kiyamatera niscita nidarsana; kaje'i tomara kiyamate sandeha karona. Ara tomara amara'i anusarana kara. Eta'i sarala patha"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sayatana yena tomaderake kichute'i badha na deya, niscaya se tomadera prakasya sakra"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ara ‘isa yakhana spasta pramanadisaha asala, takhana tini balechilena, ‘ami abasya'i tomadera kache esechi hikamatasaha ebam tomara ye kichu bisaye matabheda karacha, ta spasta kare deyara jan'ya. Kaje'i tomara allahara taka'oya abalambana kara ebam amara anugatya kara’"},{"SurahNumber":43,"VerseNumber":64,"Text":"Niscaya allaha, tini amara raba ebam tomadera'o raba, ata'eba tomara tamra ‘ibadata kara; eta'i sarala patha.’"},{"SurahNumber":43,"VerseNumber":65,"Text":"Atahpara tadera madhya theke katagulo dala matanaikya karala, kaje'i yalimadera jan'ya durbhoga yantranadayaka dinera sastira"},{"SurahNumber":43,"VerseNumber":66,"Text":"Tara to tadera ajnatasare hathat kare kiyamata asara'i apeksa karache"},{"SurahNumber":43,"VerseNumber":67,"Text":"Bandhura sedina haye parabe eke an'yera satrau, muttakira chara"}]}