{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Каф! Се колнам во Куранот славен"},{"SurahNumber":50,"VerseNumber":2,"Text":"Но, ете се чудат затоа што им дојде еден опоменувач меѓу нив... па, неверниците велат: “Ова е чудна работа"},{"SurahNumber":50,"VerseNumber":3,"Text":"Зарем кога ќе умреме и кога ќе станеме земја? Ете, тоа враќање е невозможно"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ние знаеме, секако, што ќе им одземе земјата. Кај нас е Книгата што се чува"},{"SurahNumber":50,"VerseNumber":5,"Text":"Но, не! Оние лажат за вистината, бидејќи таа веќе им дојде: токму, сметени се"},{"SurahNumber":50,"VerseNumber":6,"Text":"Зошто не гледаат кон небото над нив? Како Ние го подигнавме и како го накитивме и како е без недостаток"},{"SurahNumber":50,"VerseNumber":7,"Text":"НЗемјата како Ние ја раширивме и како по неа брда расфрлавме, и од неа како да никнат секакви плодови убави"},{"SurahNumber":50,"VerseNumber":8,"Text":"како очигледност и опомена за секој роб кој се обраќа"},{"SurahNumber":50,"VerseNumber":9,"Text":"И од небото Ние спуштивме вода благородна, па со неа даваме да никнат и зеленчуци и жито што се жнее"},{"SurahNumber":50,"VerseNumber":10,"Text":"и урми високи, во листовите. збрани"},{"SurahNumber":50,"VerseNumber":11,"Text":"како “рск за робовите, и со водата, исто така, Ние го оживуваме мртвиот предел. Ете, такво ќе биде проживувањето"},{"SurahNumber":50,"VerseNumber":12,"Text":"пред нив лажеа: и народот на Нух, и жителите на Рес,и на Семуд"},{"SurahNumber":50,"VerseNumber":13,"Text":"на Ад, и фараонот и браќата на Лут"},{"SurahNumber":50,"VerseNumber":14,"Text":"и жителите на Ајка и народот на Туб. Сите тие ги сметаа за лажни пејгамберите... па се овистини ветувањето"},{"SurahNumber":50,"VerseNumber":15,"Text":"Па, се уморивме ли со творењето прво? Но: тоа се оние кои не се начисто со НОВОТО создавање"}]}