{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Dajudaju Allahu n pase sise deede, sise rere ati fifun ebi (ni nnkan). O si n ko iwa ibaje, ohun buruku ati rukerudo. O n se waasi fun yin nitori ki e le lo iranti"},{"SurahNumber":16,"VerseNumber":91,"Text":"Ki e si mu adehun Allahu se nigba ti e ba se adehun. E ma se tu ibura leyin ifirinle re. E si kuku ti fi Allahu se Elerii lori ara yin. Dajudaju Allahu mo ohun ti e n se nise"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ki e si ma se da bi (obinrin) eyi ti o tu owu didi re pale leyin ti o ti di i le. Nse ni e n lo ibura yin fun etan laaarin ara yin nitori pe iran kan po ju iran kan lo. Dajudaju Allahu n dan yin wo pelu re ni. Ati pe ni Ojo Ajinde O kuku maa salaye fun yin ohun ti e n yapa enu si"},{"SurahNumber":16,"VerseNumber":93,"Text":"Ati pe ti o ba je pe Allahu ba fe, iba se yin ni ijo kan soso (sinu ’Islam), sugbon O n si eni ti O ba fe lona, O si n to eni ti O ba fe sona. Dajudaju Won maa bi yin leere nipa ohun ti e n se nise"},{"SurahNumber":16,"VerseNumber":94,"Text":"E ma se lo ibura yin fun etan laaarin ara yin, nitori ki ese yin ma baa ye gere leyin idurosinsin re, ati nitori ki e ma baa to iya buruku wo nipa bi e se seri awon eniyan kuro loju ona (esin) Allahu. Iya nla yo si wa fun yin"},{"SurahNumber":16,"VerseNumber":95,"Text":"E ma se ta adehun Allahu ni owo pooku. Ohun ti n be lodo Allahu, o loore julo fun yin ti e ba mo"},{"SurahNumber":16,"VerseNumber":96,"Text":"Ohun t’o n be lodo yin maa tan. Ohun t’o n be lodo Allahu si maa wa titi laelae. Dajudaju A si maa fi eyi t’o dara julo si ohun ti won n se nise san awon t’o se suuru lesan won"},{"SurahNumber":16,"VerseNumber":97,"Text":"Enikeni ti o ba se ise rere, okunrin ni tabi obinrin, o si je onigbagbo ododo, dajudaju A oo je ki o lo igbesi aye t’o dara. Dajudaju A o si fi eyi t’o dara julo si ohun ti won n se nise san won ni esan won"},{"SurahNumber":16,"VerseNumber":98,"Text":"Nigba ti o ba (fe) ke al-Ƙur’an, sa di Allahu nibi (aburu) Esu, eni eko"},{"SurahNumber":16,"VerseNumber":99,"Text":"Dajudaju ko si agbara kan fun un lori awon t’o gbagbo, ti won si n gbarale Oluwa won"},{"SurahNumber":16,"VerseNumber":100,"Text":"Eni t’o lagbara lori re ni awon t’o n mu un ni ore ati awon t’o so o di akegbe Allahu"}]}