{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":274,"Text":"Bù fēn zhòuyè, bùjū yǐn xiǎn de shīshě cáiwù de rénmen, jiàng zài tāmen de zhǔ nàlǐ xiǎngshòu bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù yōuchóu"},{"SurahNumber":2,"VerseNumber":275,"Text":"Chī lìxí de rén, yào xiàng zhōngle mó de rén yīyàng, fēngfēngdiāndiān de zhàn qǐlái. Zhè shì yīnwèi tāmen shuō:“Mǎimài jiù xiàng lìxí.” Ān lā zhǔnxǔ mǎimài, ér jìnzhǐ lìxí. Fèng dào zhǔ de jiàoxùn hòu, jiù zūnshǒu jìnlìng de, dé yǐwǎng bù jiù, tā de shì guī ān lā pànjué. Zàifàn de rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng"},{"SurahNumber":2,"VerseNumber":276,"Text":"Ān lā chǐduó lìxí, zēngjiā zhèn wù. Ān lā bù xǐ'ài yīqiè gū ēn de rén"},{"SurahNumber":2,"VerseNumber":277,"Text":"Xìndào érqiě xíngshàn, bìng jǐn shǒu bài gōng, wán nà tiān kè de rén, jiàng zài tāmen de zhǔ nàlǐ xiǎngshòu bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù huì yōuchóu"},{"SurahNumber":2,"VerseNumber":278,"Text":"Xìndào de rénmen a! Rúguǒ nǐmen zhēnshi xìnshì, nàme, nǐmen dāng jìngwèi ān lā, dāng fàngqì yú qiàn de lìxí"},{"SurahNumber":2,"VerseNumber":279,"Text":"Rúguǒ nǐmen bù zūncóng, nàme, nǐmen dāng zhīdào ān lā hé shǐzhě jiāng duì nǐmen xuānzhàn. Rúguǒ nǐmen huǐzuì, nàme, nǐmen dé shōuhuí nǐmen de zīběn, nǐmen bù kuī wǎng biérén, nǐmen yě bù huì bèi kuī wǎng"},{"SurahNumber":2,"VerseNumber":280,"Text":"Rúguǒ zhàiwù zhě shì jiǒngpò de, nàme, nǐmen yīngdāng dài tā dào kuānyù de shíhòu; nǐmen ruò bǎ tā suǒ qiàn de zhài shīshě gěi tā, nà duìyú nǐmen shì gèng hǎo de, rúguǒ nǐmen zhīdào"},{"SurahNumber":2,"VerseNumber":281,"Text":"Nǐmen dàng fángbèi jiānglái yǒu yī rì, nǐmen yào bèi zhào guīyú zhǔ, ránhòu, rén rén dōu dé xiǎngshòu zìjǐ xíngwéi de wánquán de bàochóu ér bù shòu kuī wǎng"}]}