{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Mariyu atanu (musa) yuktavayas'suku ceri paripurnudu ayinappudu, memu ataniki vivekanni mariyu jnananni prasadincamu. Mariyu i vidhanga, memu sajjanulaku pratiphalanni istu untamu"},{"SurahNumber":28,"VerseNumber":15,"Text":"mariyu (okaroju) nagaravasulu emarupatulo unnappudu, atanu nagaranloki pravesincadu, atanu ikkada iddaru vyaktulu potladukovadam cusadu, varilo okadu atani jatiki cendinavadu, marokadu virodhi jatiki cendinavadu. Atani jatiki cendina vadu, virodhi jativaniki vyatirekanga sahayapadamani atanini (musanu) arthincadu. Musa atadini oka gudduguddadu. Adi atadini antamondincindi. (Appudu) atanu (musa) annadu: \"Idi saitan pane! Niscayanga, atadu satruvu mariyu spastanga dari tappincevadu"},{"SurahNumber":28,"VerseNumber":16,"Text":"(musa) ila prarthincadu: \"O na prabhu! Naku nenu an'yayam cesukunnanu. Kavuna nannu ksamincu!\" (Allah) atanini ksamincadu. Niscayanga, ayana ksamasiludu, apara karuna pradata"},{"SurahNumber":28,"VerseNumber":17,"Text":"(musa) annadu: \"O na prabhu! Nivu naku mahopakaram cesavu. Kavuna nenu ika ennatiki nerastulaku sahayapadanu"},{"SurahNumber":28,"VerseNumber":18,"Text":"marusati roju udayam atanu (musa) bhayapadutu atani jagrattaga (itu atu custu) nagaranloki velladu. Appudu akasmattuga antaku mundu roju, atanini sahayaniki pilicinavade, malli sahayanikai aravasagadu. Musa vanito annadu: \"Niscayanga, nivu spastamaina tappu dariki lagevadavu"},{"SurahNumber":28,"VerseNumber":19,"Text":"a taruvata atanu tama iddariki virodhi ayina vadini gattiga pattukoboga, atadu aricadu: \"O musa! Emi? Nivu ninna oka vyaktini campinatlu nannu kuda campadalacukunnava? Nivu i desanlo kruruniga mari undadalucukunnava? Sadvartanuniga undadalucukoleda"},{"SurahNumber":28,"VerseNumber":20,"Text":"Mariyu oka vyakti nagarapu oka vaipu nundi parigettukuntu vacci ila annadu: O musa! Nayakulandaru kalisi ninnu hatya ceyalani sampradimpulu cestunnaru. Kavuna nivu vellipo, nenu niscayanga, ni sreyobhilasini"},{"SurahNumber":28,"VerseNumber":21,"Text":"appudatanu bhayapadutu, ati jagrattaga akkadi nundi bayalu deradu. Atanu ila prarthincadu: \"O na prabhu! Nannu durmargula nundi kapadu"}]}