{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Con certeza, habran perdido quienes desmintieron el encuentro con Dios. Cuando les llegue la Hora subitamente, diran: «¡Ay de nosotros! ¡Que descuidados fuimos!» Cargaran sus pecados sobre sus espaldas. ¿No es acaso una mala carga"},{"SurahNumber":6,"VerseNumber":32,"Text":"La vida de este mundo no es sino juego y distraccion. Pero, para quienes son temerosos, la morada de la otra vida es mejor. ¿Es que no razonais"},{"SurahNumber":6,"VerseNumber":33,"Text":"Nosotros sabemos que te entristece lo que dicen. Pero no es a ti a quien desmienten, sino las senales de Dios lo que los opresores repudian"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ciertamente, antes de ti, otros Mensajeros fueron desmentidos, pero fueron pacientes con lo que se les desmentia y perseguia hasta que les llego Nuestro auxilio. Nadie puede cambiar las palabras de Dios. Ya han llegado a ti algunas noticias de los Mensajeros"},{"SurahNumber":6,"VerseNumber":35,"Text":"Y si te resulta penoso que se aparten de ti, busca si puedes un tunel en la Tierra o una escalera para subir al cielo y traerles una senal. Si Dios quisiera, les habria reunido y guiado. Asi que, no seas jamas de los ignorantes"},{"SurahNumber":6,"VerseNumber":36,"Text":"Solamente aquellos que escuchan responderan [a tu llamada ¡Oh, Mensajero!] En cuanto a los muertos, Dios les resucitara y, entonces, se les hara regresar a El"},{"SurahNumber":6,"VerseNumber":37,"Text":"Dicen: «¿Por que no ha descendido a el ninguna senal milagrosa procedente de su Senor?» Di: «Dios tiene poder para enviar una senal.» Pero la mayoria de ellos no saben"},{"SurahNumber":6,"VerseNumber":38,"Text":"No existe animal en la Tierra ni ave que vuele con sus dos alas que no forme comunidades como las vuestras. No hemos omitido nada en la Escritura [Sagrada]. Luego, seran congregados hacia su Senor"},{"SurahNumber":6,"VerseNumber":39,"Text":"Pero quienes desmienten Nuestras senales estan sordos y mudos en las tinieblas. Dios extravia a quien El quiere y a quien El quiere le pone en el camino recto"},{"SurahNumber":6,"VerseNumber":40,"Text":"Di: «¡Decidme la verdad si sois sinceros! Si os alcanzase el castigo de Dios u os llegase la Hora ¿Invocariais a otro que a Dios"},{"SurahNumber":6,"VerseNumber":41,"Text":"¡No! Sino que solo a El invocariais y El, si quisiera, os concederia aquello que Le hubieseis pedido y olvidaria la idolatria que cometeis.»"}]}