{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"I do ludu Median posłaliśmy ich brata Szu`ajba! On powiedział: \"O ludu mój! Czcijcie Boga! Nie ma dla was boga innego niż On! Otrzymaliście przecież jasny dowód od waszego Pana. Dawajcie więc pełną miarę i wagę! Nie wyrządzajcie szkody ludziom w ich dobrach! Nie rozprzestrzeniajcie zepsucia na ziemi po jej udoskonaleniu! To jest dla was lepsze, jeśli jesteście wierzący"},{"SurahNumber":7,"VerseNumber":86,"Text":"Nie czatujcie na każdej drodze, by grozić i odsuwać od drogi Boga tych, którzy w Niego uwierzyli, starając się uczynić ją krzywą! I przypominajcie sobie, jak niewielu was było i On was pomnożył! I popatrzcie, jaki był ostateczny koniec tych, którzy szerzyli zepsucie"},{"SurahNumber":7,"VerseNumber":87,"Text":"A jeśli część z was uwierzyła w to, z czym ja zostałem posłany, a część nie uwierzyła - to bądźcie cierpliwi, aż rozsądzi między nami Bóg. On jest najlepszym z sędziów"},{"SurahNumber":7,"VerseNumber":88,"Text":"Powiedziała starszyzna z jego ludu - ci, którzy wbili się w dumę: \"My wypędzimy ciebie, o Szu`ajbie, i tych, którzy uwierzyli razem z tobą, z naszego miasta albo powrócisz do naszej religii!\" On powiedział: \"Nawet jeśli jej nienawidzimy"},{"SurahNumber":7,"VerseNumber":89,"Text":"Wymyślilibyśmy przeciwko Bogu kłamstwo, jeślibyśmy powrócili do waszej religii, po tym, jak nas Bóg od niej wybawił. Nie godzi się nam powracać do niej, chyba że tak zechce Bóg, nasz Pan. Nasz Pan obejmuje wiedzą każdą rzecz! My zaufaliśmy Bogu! Panie nasz! Rozstrzygnij między nami i między naszym ludem według prawdy! Ty jesteś najlepszym z rozstrzygających"},{"SurahNumber":7,"VerseNumber":90,"Text":"Powiedziała starszyzna z ich ludu - ci, którzy nie uwierzyli: \"Jeśli pójdziecie za Szu`ajbem, to wtedy z pewnością poniesiecie stratę"},{"SurahNumber":7,"VerseNumber":91,"Text":"I pochwyciło ich trzęsienie ziemi, i rankiem znaleźli się w swoich domostwach, leżąc piersiami do ziemi"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ci, którzy uważali Szu`ajba za kłamcę, to jakby tam nigdy nie mieszkali! ci, którzy uważali Szu`ajba za kłamcę, ponieśli stratę"},{"SurahNumber":7,"VerseNumber":93,"Text":"Tak więc on odwrócił się od nich i powiedział: \"O ludu mój! Ja wam przekazałem posłanie mojego Pana i dawałem wam dobrą radę. Jakże więc mam się martwić o lud niewiernych"}]}