{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"چنانچہ جب یہ فرشتے لوط کے گھر والوں کے پاس پہنچے۔"},{"SurahNumber":15,"VerseNumber":62,"Text":"تو لوط نے کہا : آپ لوگ اجنبی معلوم ہوتے ہیں۔"},{"SurahNumber":15,"VerseNumber":63,"Text":"انہوں نے کہا : نہیں، بلکہ ہم آپ کے پاس وہ (عذاب) لے کر آئے ہیں جس میں یہ لوگ شک کیا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":64,"Text":"ہم آپ کے پاس اٹل فیصلہ لے کر آئے ہیں، اور یقین رکھیے کہ ہم سچے ہیں۔"},{"SurahNumber":15,"VerseNumber":65,"Text":"لہذا آپ رات کے کسی حصے میں اپنے گھر والوں کو لے کر نکل جایے، اور آپ خود ان کے پیچھے پیچھے چلیے اور آپ میں سے کوئی پیچھے مڑ کر نہ دیکھے، اور وہیں جانے کے لیے چلتے رہیں جہاں کا آپ کو حکم دیا جارہا ہے۔"},{"SurahNumber":15,"VerseNumber":66,"Text":"اور (اس طرح) ہم نے لوط تک اپنا یہ فیصلہ پہنچا دیا کہ صبح ہوتے ہی ان لوگوں کی جڑ کاٹ کر رکھ دی جائے گی۔"},{"SurahNumber":15,"VerseNumber":67,"Text":"اور شہر والے خوشی مناتے ہوئے (لوط کے پاس) آپہنچے۔"},{"SurahNumber":15,"VerseNumber":68,"Text":"لوط نے (ان سے) کہا کہ : یہ لوگ میرے مہمان ہیں، لہذا مجھے رسوا نہ کرو۔"},{"SurahNumber":15,"VerseNumber":69,"Text":"اور اللہ سے ڈرو، اور مجھے ذلیل نہ کرو۔"},{"SurahNumber":15,"VerseNumber":70,"Text":"کہنے لگے : کیا ہم نے آپ کو پہلے ہی دنیا جہان کے لوگوں (کو مہمان بنانے) سے منع نہیں کر رکھا تھا ؟"},{"SurahNumber":15,"VerseNumber":71,"Text":"لوط نے کہا : اگر تم میرے کہنے پر عمل کرو تو یہ میری بیٹیاں (جو تمہارے نکاح میں ہیں، تمہارے پاس) موجود ہی ہیں۔"},{"SurahNumber":15,"VerseNumber":72,"Text":"(اے پیغمبر) تمہاری زندگی کی قسم ! حقیقت یہ ہے کہ وہ لوگ اپنی بدمستی میں اندھے بنے ہوئے تھے۔"},{"SurahNumber":15,"VerseNumber":73,"Text":"چنانچہ سورج نکلتے ہی ان کو چنگھاڑ نے آپکڑا۔"},{"SurahNumber":15,"VerseNumber":74,"Text":"پھر ہم نے اس زمین کو تہ وبالا کر کے رکھ دیا، اور ان پر پکی مٹی کے پتھروں کی بارش برسا دی۔"},{"SurahNumber":15,"VerseNumber":75,"Text":"حقیقت یہ ہے کہ اس سارے واقعے میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو عبرت کی نگاہ سے دیکھتے ہوں۔"},{"SurahNumber":15,"VerseNumber":76,"Text":"اور یہ بستیاں ایک ایسے راستے پر واقع ہیں جس پر لوگ مستقل چلتے رہتے ہیں۔"},{"SurahNumber":15,"VerseNumber":77,"Text":"یقینا اس میں ایمان والوں کے لیے بڑی عبرت ہے۔"},{"SurahNumber":15,"VerseNumber":78,"Text":"اور ایکہ کے باشندے (بھی) بڑے ظالم تھے۔"},{"SurahNumber":15,"VerseNumber":79,"Text":"چنانچہ ہم نے ان سے بھی انتقام لیا۔ اور ان دونوں قوموں کی بستیاں کھلی شاہراہ پر واقع ہیں۔"}]}