{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Nyinyi mmekuwa bora ya umma walio tolewa watu, kwa kuwa mnaamrisha mema na mnakataza maovu, na mnamuamini Mwenyezi Mungu. Na lau kuwa Watu wa Kitabu nao wameamini ingeli kuwa bora kwao. Wapo miongoni mwao waumini, lakini wengi wao wapotovu"},{"SurahNumber":3,"VerseNumber":111,"Text":"Maadui hawatakudhuruni ila ni maudhi tu. Na wakipigana nanyi watakupeni mgongo, na tena hawatanusuriwa"},{"SurahNumber":3,"VerseNumber":112,"Text":"Wamepigwa na udhalili popote wanapo kutikana, isipo kuwa wakishika kamba ya Mwenyezi Mungu na kamba ya watu. Na wakastahiki ghadhabu ya Mwenyezi Mungu, na wamepigwa na unyonge. Hayo ni kwa sababu walikuwa wakizikataa Ishara za Mwenyezi Mungu, na wakiwauwa Manabii pasina haki; hayo ni kwa sababu waliasi na walikuwa wakiruka mipaka"},{"SurahNumber":3,"VerseNumber":113,"Text":"Wote hao si sawa sawa. Miongoni mwa Watu wa Kitabu wamo watu walio simama baraabara, wanasoma Aya za Mwenyezi Mungu nyakati za usiku, na pia wanasujudu"},{"SurahNumber":3,"VerseNumber":114,"Text":"Wanamuamini Mwenyezi Mungu na Siku ya Mwisho, na wanaamrisha mema na wanakataza maovu na wanakimbilia katika mambo ya kheri. Na hao ndio miongoni mwa watenda mema"},{"SurahNumber":3,"VerseNumber":115,"Text":"Na kheri yoyote wanayo ifanya hawatanyimwa malipwa yake. Na Mwenyezi Mungu anawajua wachamngu"},{"SurahNumber":3,"VerseNumber":116,"Text":"Hakika wale walio kufuru hazitawafaa kitu mali zao wala watoto wao mbele ya Mwenyezi Mungu. Na hao ndio watu wa Motoni - humo watadumu"},{"SurahNumber":3,"VerseNumber":117,"Text":"Mfano wa vile wanavyo vitoa katika uhai wao wa duniani ni kama upepo ambao ndani yake ipo baridi ya barafu, ukalisibu shamba la watu walio dhulumu nafsi zao, ukaliteketeza. Na Mwenyezi Mungu hakuwadhulumu, bali wao wenyewe wanadhulumu nafsi zao"},{"SurahNumber":3,"VerseNumber":118,"Text":"Enyi mlio amini! Msiwafanye wasiri wenu watu wasio kuwa katika nyinyi. Hawataacha kukufanyieni ubaya. Wanayapenda yanayo kudhuruni. Imekwisha fichuka chuki yao katika midomo yao. Na yanayo ficha vifua vyao ni makubwa zaidi. Tumekwisha kubainishieni Ishara ikiwa nyinyi mtayatia akilini"},{"SurahNumber":3,"VerseNumber":119,"Text":"Hivyo basi nyinyi ndio mnawapenda watu hao, wala wao hawakupendeni. Nanyi mnaviamini Vitabu vyote. Na wanapo kutana nanyi husema: Tumeamini. Na wanapo kuwa peke yao wanakuumieni vidole kwa chuki. Sema: Kufeni kwa chuki yenu! Hakika Mwenyezi Mungu anayajua yaliomo vifuani"},{"SurahNumber":3,"VerseNumber":120,"Text":"Ikikupateni kheri huwaudhi. Na ikikupateni shari wanafurahia. Na nyinyi mkisubiri na mkajizuilia, hila zao hazitakudhuruni kitu. Hakika Mwenyezi Mungu ni mwenye kuyazunguka yote wayatendayo"}]}