{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"Ojo afrode [az qavmi jahud]-ro, ki ʙahrae az kitoʙi [osmonī] ʙa onon doda şudaast, nadidaī [ki ci guna] ʙa ʙutho va ma'ʙudoni ʙotil imon meovarand? [In afrod az rūji dūstī va madoro] Dar ʙorai kasone, ki kufr varzidaand, megūjand: \"Inon az kasone, ki imon ovardaand, hidojatjoftatarand"},{"SurahNumber":4,"VerseNumber":52,"Text":"Onon kasone hastand, ki Alloh taolo la'nataşon kardaast va har kiro Alloh taolo la'nat kunad, hargiz ʙarojaş jovare naxohī joft"},{"SurahNumber":4,"VerseNumber":53,"Text":"Ojo onon ʙahrae az hukumat dorand? [Agar ham doştand] Kamtarin cize ʙa mardum namedodand"},{"SurahNumber":4,"VerseNumber":54,"Text":"Ojo ʙa mardum [Muhammad va joronaş] ʙa xotiri on ci Alloh taolo az fazli xeş ʙa onon ʙaxşida kardaast, hasad mevarzand? Dar haqiqat, Mo [peştar niz] ʙa xonadoni Iʙrohim kitoʙu hikmat dodem va ʙa onon farmonravoii ʙuzurge ʙaxşidem"},{"SurahNumber":4,"VerseNumber":55,"Text":"Pas, ʙarxe az onon ʙa vaj imon ovardand va ʙarxe az onon az ū rūj gardondand [pas, nisʙat ʙa da'vati Muhammad niz cunin kardand] va [ʙaroi in kofiron] otaşi afrūxtai duzax kofist"},{"SurahNumber":4,"VerseNumber":56,"Text":"Be gumon, kasonero, ki ʙa ojoti mo kufr varzidand, dar otaş [-i sūzon] vorid xohem kard, ki har ci pūstaşon ʙirjon gardad, pūsthoi digare ʙa çojaş qaror medihem, to [ta'mi] azoʙro ʙicaşand. Ba rostī, ki Alloh taolo şikastnopaziri hakim ast"},{"SurahNumber":4,"VerseNumber":57,"Text":"Va kasonero, ki imon ovardaand va korhoi şoista ançom dodaand, ʙa ʙoƣhoe [az ʙihişt] vorid xohem namud, ki az zeri [daraxtoni] on çūjʙorho çorī ast; hamvora dar on xohand mond va dar on ço hamsaroni pokiza dorand va ononro zeri sojahoi gusturda [va anʙūh] çoj medihem"},{"SurahNumber":4,"VerseNumber":58,"Text":"Alloh taolo ʙa şumo farmon medihad, ki amonathoro [ʙa tavri komil] ʙa sohiʙonaşon ʙozgardoned va hangome ki mijoni mardum dovarī mekuned, ʙa adolat dovarī kuned. Alloh taolo ʙa amri nek pandaton medihad. Ba rostī, ki Alloh taolo şunavoi ʙinost"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ej kasone, ki imon ovardaed, az Alloh taolo va pajomʙar va korguzoron [-u farmondehoni musulmoni xud] itoat kuned va agar dar cize ixtilof karded, onro ʙa [Kitoʙi] Alloh taolo va [Sunnati] pajomʙar ʙozgardoned. Agar ʙa Alloh taolo va rūzi qijomat imon dored, [jaqin doşta ʙoşed, ki] in [ʙozgaşt va Qur'onu Sunnat ʙarojaton] ʙehtar va xuşfarçomtar ast"}]}