{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"د فرعون د قوم مشرانو وویل: بېشكه دا خامخا ډېر پوه جادوګر دى"},{"SurahNumber":7,"VerseNumber":110,"Text":"دا غواړي چې تاسو له خپلې ځمكې نه وباسي، نو تاسو څه حكم كوئ"},{"SurahNumber":7,"VerseNumber":111,"Text":"(خلقو) وویل: ته ده ته او د ده ورور ته مهلت وركړه او په ښارونو كې راټولوونكي ولېږه"},{"SurahNumber":7,"VerseNumber":112,"Text":"چې تا ته هر ښه پوه جادوګر راولي"},{"SurahNumber":7,"VerseNumber":113,"Text":"او جادوګر فرعون ته راغلل، ويې ويل: بېشكه زمونږ لپاره به لازمًا اجرت وي كه چېرې همدا مونږ غلبه موندونكي شو"},{"SurahNumber":7,"VerseNumber":114,"Text":"(فرعون) وویل: هو! یقینًا لازمًا تاسو به له مقربینو څخه یئ"},{"SurahNumber":7,"VerseNumber":115,"Text":"(جادوګرو) وویل: اى موسٰی! یا ته (امسا) وغورځوه او یا به همدا مونږ (خپلو رسيو او امساګانو لره) غورځوونكي یو"},{"SurahNumber":7,"VerseNumber":116,"Text":"ويې ويل: تاسو يې وغورځوئ، نو كله چې هغوى وغورځولې (، نو) د خلقو پر سترګو يې جادو وكړ او هغوى يې ښه ووېرول او ډېر لوى جادو يې وكړ"},{"SurahNumber":7,"VerseNumber":117,"Text":"او مونږ موسٰی ته وحي وكړه چې خپله امسا وغورځوه، نو ناڅاپه هغې هغه څه ښوى تېرول چې هغوى به جوړول"},{"SurahNumber":7,"VerseNumber":118,"Text":"نو حق ثابت شو او هغه څه باطل شول چې هغوى به كول"},{"SurahNumber":7,"VerseNumber":119,"Text":"نو دوى (ساحران) په دغه ځاى كې مغلوب شول او دوى ذلیله سپك وګرځېدل"},{"SurahNumber":7,"VerseNumber":120,"Text":"او (جادوګر) وغورځول شول، په دې حال كې چې سجده كوونكي وو"},{"SurahNumber":7,"VerseNumber":121,"Text":"ويې ويل: مونږ په رب العلمین ایمان راوړ"},{"SurahNumber":7,"VerseNumber":122,"Text":"د موسٰی او د هارون په رب"},{"SurahNumber":7,"VerseNumber":123,"Text":"فرعون وویل: تاسو په ده ایمان راوړ مخكې له دې نه چې زه تاسو ته اجازت دركړم، بېشكه دا لازمًا یو مكر (سازش) دى چې تاسو په دې ښار كې (دا) مكر كړى دى، د دې لپاره چې تاسو له دې (ښار) نه د هغه اوسېدونكي وباسئ، نو ژر به تاسو پوه شئ"},{"SurahNumber":7,"VerseNumber":124,"Text":"خامخا لازمًا به زه ستاسو لاسونه او ستاسو پښې ادلې بدلې غوڅې كړم، بیا به خامخا لازمًا تاسو ټول په دار كړم"},{"SurahNumber":7,"VerseNumber":125,"Text":"وویل (جادوګرو): بېشكه مونږ د خپل رب په طرف بېرته ورتلونكي یو"},{"SurahNumber":7,"VerseNumber":126,"Text":"او ته بدې نه ګڼې زمونږ نه (هېڅ عمل) سوا له دې نه چې مونږ د خپل رب په ایتونو ایمان راوړى دى، كله چې دا (ایتونه) مونږ ته راغلل، اى زمونږه ربه! ته پر مونږ باندې صبر راتوى كړه او مونږ ته وفات راكړه، په داسې حال كې چې مسلمانان یو"}]}