{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap´ta Meryem´i de an. Hani o, ailesinden ayrılıp dogu tarafında bir mekana cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Onlarla arasına bir perde cekmisti. Biz de ruhumuzu ona gondermistik de o kendisine sapasaglam bir insan seklinde gorunmustu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem demisti: \"Ben senden, Rahman´a sıgınıyorum. Takva sahibi biriysen dikkatli ol"},{"SurahNumber":19,"VerseNumber":19,"Text":"Ruh dedi: \"Ben, sadece Rabbinin elcisiyim. Sana tertemiz bir oglan bagıslamak icin buradayım"},{"SurahNumber":19,"VerseNumber":20,"Text":"Dedi: \"Benim nasıl oglum olur; bana herhangi bir insan dokunmadı. Ben bir kahpe de degilim"},{"SurahNumber":19,"VerseNumber":21,"Text":"Dedi: \"Iste boyle! Rabbin buyurdu ki: ´O benim icin cok kolaydır. Boyle olması onu, insanlara bir mucize ve bizden bir rahmet yapmamız icindir. Hukme baglanmıs bir istir bu"},{"SurahNumber":19,"VerseNumber":22,"Text":"Ona gebe kaldı. Ardından da onunla uzak bir mekana cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Nihayet dogum sancısı onu, bir hurma agacının kutugune goturdu. \"Ah dedi, keske daha once olseydim, keske unutulup gitseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından ona soyle seslendi: \"Tasalanma, Rabbin senin alt yanında bir su arkı vucuda getirdi"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma agacının kutugunu kendine dogru salla, uzerine olgun, taze hurma dokulecektir"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık ye, ic. Gozun aydın olsun. Eger insanlardan birini gorursen soyle soyle: ´Ben Rahman icin oruc adadım. Onun icin bugun, insan cinsinden hic kimseyle konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Meryem, onu tasıyarak toplumuna getirdi. \"Ey Meryem, dediler, sasılacak bir is yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kızkardesi! Baban kotu bir adam degildi. Annen de bir kahpe degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Meryem, cocuga isaret etti. Dediler: \"Besikteki bir sabiyle nasıl konusuruz"},{"SurahNumber":19,"VerseNumber":30,"Text":"Sabi dedi: \"Ben Allah´ın kuluyum. O bana kitap verdi, beni peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni, bulundugum her yerde kutsal ve bereketli kıldı. Yasadıgım surece bana namazı, zekatı onerdi"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anneme iyilik etmemi onerdi. Beni zorba bir eskıya yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam bana dogdugum gun, olecegim gun ve diri olarak kaldırılacagım gun"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste Meryem´in oglu Isa budur! Hakkında kusku ve celismeye dustukleri seyin dogrusu bu sozdur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Bir ogul edinmek Allah´a asla yakısmaz. O´nun sanı yucedir. Bir is ve olusa karar verdi mi, ona sadece \"Ol!\" der, o hemen oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Suphesiz, Allah, benim de Rabbimdir, sizin de Rabbinizdir. O halde O´na ibadet edin. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Kendi aralarından cıkan hizipler ihtilafa dustuler. Buyuk bir gunun tanıklıgından oturu vay o inkarcıların haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun neler isitecekler, neler gorecekler! Fakat o zalimler bugun, acık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Sen onları, o hasret gunu ile ilgili olarak uyar. Cunku onlar gaflet icindeyken, iman da etmemisken is bitirilmis olacaktır"},{"SurahNumber":19,"VerseNumber":40,"Text":"Yeryuzune ve uzerindekilere biz mirascı olacagız, biz. Ve bize dondurulecekler"}]}