{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"mariyu ākāśānni mēmu (mā) cētulatō nirmin̄cāmu. Mariyu niścayaṅgā, mēmē dānini vistarimpajēya galavāramu"},{"SurahNumber":51,"VerseNumber":48,"Text":"mariyu bhūmini mēmu parupugā cēśāmu, mēmē cakkagā paricēvāramu"},{"SurahNumber":51,"VerseNumber":49,"Text":"mariyu mēmu pratidānini jaṇṭalugā sr̥ṣṭin̄cāmu, mīru grahin̄cālani"},{"SurahNumber":51,"VerseNumber":50,"Text":"kāvuna mīru allāh vaipunaku parugettaṇḍi. Niścayaṅgā, nēnu (muham'mad) āyana taraphu nuṇḍi mīku spaṣṭaṅgā heccarika cēsēvāḍini mātramē"},{"SurahNumber":51,"VerseNumber":51,"Text":"mariyu mīru allāh ku sāṭigā itara daivānni nilupakaṇḍi! Niścayaṅgā, nēnu (muham'mad) āyana taraphu nuṇḍi mīku spaṣṭaṅgā heccarika cēsēvāḍini mātramē"},{"SurahNumber":51,"VerseNumber":52,"Text":"idē vidhaṅgā, vāriki pūrvaṁ gaḍicina vāri vaddaku ē pravakta vaccinā vāru: \"Itanu māntrikuḍu lēdā piccivāḍu.\" Ani anakuṇḍā uṇḍalēdu"},{"SurahNumber":51,"VerseNumber":53,"Text":"Ēmī? Dīnini (ilā palukuṭanu) vāru okarikokaru vārasatvaṅgā iccukunnārā? Alā kādu! Asalu vāru talabirusutanantō pravartin̄cē janaṁ"},{"SurahNumber":51,"VerseNumber":54,"Text":"kāvuna nīvu vāri nuṇḍi maralipō, ika nīpai elāṇṭi ninda lēdu"},{"SurahNumber":51,"VerseNumber":55,"Text":"mariyu vārini upadēśistū vuṇḍu, niścayaṅgā, upadēśaṁ viśvāsulaku prayōjanakara mavutundi"},{"SurahNumber":51,"VerseNumber":56,"Text":"mariyu nēnu jinnātulanu mariyu mānavulanu sr̥ṣṭin̄cindi, kēvalaṁ vāru nannu ārādhin̄caṭānikē"},{"SurahNumber":51,"VerseNumber":57,"Text":"nēnu vāri nuṇḍi elāṇṭi jīvanōpādhini kōraṭaṁ lēdu mariyu vāru nāku āhāraṁ peṭṭālani kūḍā kōraṭaṁ lēdu"},{"SurahNumber":51,"VerseNumber":58,"Text":"niścayaṅgā, allāh! Āyana mātramē upādhi pradāta, mahā balavantuḍu, sthairyaṁ galavāḍu"},{"SurahNumber":51,"VerseNumber":59,"Text":"kāvuna niścayaṅgā, durmārgāniki pālpaḍinavāri pāpālu vāri (pūrva) snēhitula pāpāla vaṇṭivē! Kāvuna vāru nā (śikṣa koraku) tondara peṭṭanavasaraṁ lēdu"},{"SurahNumber":51,"VerseNumber":60,"Text":"kāvuna satyatiraskārulaku vināśaṁ galadu - vāriki vāgdānaṁ cēyabaḍina - ā dinamuna"}]}