{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"He imanadaragana! Tomara sbiya uparjana theke ebam ya ami tomadera jan'ye bhumi theke utpanna karechi, ta theke utkrsta bastu byaya kara ebam ta theke nikrsta jinisa byaya karate manastha karo na. Kenana, ta tomara kakhana'o grahana karabe na; tabe yadi tomara cokha bandha kare niye na'o. Jene rekho, allaha abhaba mukta, prasansita."},{"SurahNumber":2,"VerseNumber":268,"Text":"Sayatana tomaderake abhaba anatanera bhiti pradarsana kare ebam aslilatara adesa deya. Paksantare allaha tomaderake nijera paksa theke ksama o besi anugrahera oyada karena. Allaha pracuryamaya, subijna."},{"SurahNumber":2,"VerseNumber":269,"Text":"Tini yake iccha bisesa jnana dana karena ebam yake bisesa jnana dana kara haya, se prabhuta kalyanakara bastu prapta haya. Upadesa tara'i grahana kare, yara jnanabana."},{"SurahNumber":2,"VerseNumber":270,"Text":"Tomara ye khayarata ba sadbyaya kara kimba kona manata kara, allaha niscaya'i sesaba kichu'i janena. An'yayakaridera kona sahayyakari ne'i."},{"SurahNumber":2,"VerseNumber":271,"Text":"Yadi tomara prakasye dana-khayarata kara, tabe ta kata'ina uttama. Ara yadi khayarata gopane kara ebam abhabagrastadera diye da'o, tabe ta tomadera jan'ye ara'o uttama. Allaha ta’ala tomadera kichu gonaha dura kare dibena. Allaha tomadera kaja karmera khuba khabara rakhena."},{"SurahNumber":2,"VerseNumber":272,"Text":"Taderake satpathe anara daya tomara naya. Baram allaha yake iccha satpathe paricalita karena. Ye mala tomara byaya kara, ta nija upakararthe'i kara. Allahara santusti chara an'ya kona uddesye byaya karo na. Tomara ye, artha byaya karabe, tara puraskara puropuri peye yabe ebam tomadera prati an'yaya kara habe na."},{"SurahNumber":2,"VerseNumber":273,"Text":"Khayarata ai sakala gariba lokera jan'ye yara allahara pathe abad'dha haye geche-jibikara sandhane an'yatra ghoraphera karate saksama naya. Ajna lokera yanca na karara karane taderake abhabamukta mane kare. Tomara taderake tadera laksana dbara cinabe. Tara manusera kache kakuti-minati kare bhiksa caya na. Tomara ye artha byaya karabe, ta allaha ta’ala abasya'i parijnata."}]}