{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Û bi sond! Me zarên cihûyan di warên qenc da bi cî kirin û me rojîyên (rizq) tîtal dane wan, îdî heya ji wan ra zanîna (bi tiştan) ne hatîye; Ewan di wan bûyerên (di nava wan da heyî) ne wekhevî ne dikirin. Îdî (gava ji bona wan ra zanîna bi tiştan hatîye, ewan jî wekî zanîna xwe ye bi wan tiştan ne wekhev bûne). Bi rastî Xudayê te yê we di roya rabûna hemûtî da, di nava wan da di wê tişta ku ewan têda ne wekhev bûne, berewanî bike"},{"SurahNumber":10,"VerseNumber":94,"Text":"Heke (Muhemmed! Tu di wan serdaborîyên pêxemberên) ku me (serda borya wan) li bal te da hinartîye du dil dibî, îdî tu (serdaborya wan) ji wanê, ku hêj di berya te da pirtûk xundine bipirse (şixwa rastîya eva, ku me ji bona te ra hinartîye xûya dibe). Bi sond! Ji Xudayê te maf bi rastî li bal te da hatîye. Îdî (hişyar be) nebe ji wan du dilê hînçkar"},{"SurahNumber":10,"VerseNumber":95,"Text":"Û tu nebe ji wanê, ku beratên Yezdan dane derewdêrandinê. (Heke tu jî wekî wan bikî) tuyê bibî ji wanê zîyan kar"},{"SurahNumber":10,"VerseNumber":96,"Text":"Bi rastî ewanê, ku peymana Xudayê te (ji bona celatdana wan) maf bûye hene! ewanan îdî bawer nakin"},{"SurahNumber":10,"VerseNumber":97,"Text":"Û heke hemûşk beratên (sodretî) ji wan ra hatibe jî, heya ewan şapata dilsoz nebînin (ewan bawer nakin)"},{"SurahNumber":10,"VerseNumber":98,"Text":"Îdî ji pêştirê komalê Yûnus, qe tu gundî û welatî; yên ji piştî hatina şapatan bawer kiribin, bawerîya wan kêrê wan hatibe, tune ne. Gava (komalê Yûnus ji piştî hatina şapatan) bawer kirine, îdî me jî li ser wan şapata riswabûnê di jîna cîhanê da rakir û me ewan di cîhanê da heya hinek gavan bi xweşî dane jînandinê"},{"SurahNumber":10,"VerseNumber":99,"Text":"(Muhemmed!) Heke Xudayê te biva, wê hemûşk kesên di zemîn da heyî bawer kiribûnan, Îja qey tuyê li kesan zor bikî ji bo, ku ewan bawer bikin"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ji pêştirê wan kesên, ku Yezdan destûra bawerkirina wan daye, qe tu kes nikare ji ber xwe va bawer bike û (Yezdan) li wan kesên, ku hişê xwe naxebitînin riswabûn û şapatan dike"},{"SurahNumber":10,"VerseNumber":101,"Text":"(Muhemmed! Tu ji wan ra aha) bêje: \"Ka hûn (gelî filan!) li ezman û zemîn mêze bikin, di wan da çi heye?\" (Lê çawa be!) berate û tirsdan ji bona wî komalê bawer nakin, qe bi tu awayî kêr nayê"},{"SurahNumber":10,"VerseNumber":102,"Text":"Ewan qey hêvîya wan royên, ku di berya wan da (ewan komalên bawer ne kirine, di wan royan da hatibûne şapatkirinê) dikin, qey wusa ne? (Muhemmed! tu ji wan ra aha) bêje: \"Îdî hûn (gelî filan!) hêvîya wan (royan) bikin, ez bi xweber jî bi we ra hêvîdarya wan (royan) dikim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Paşê (gava ji wan bê baweran ra şapat hatîye) me pêxemberê xwe û ewan merivên bawer kirine (ji wan şapatan) fereste kir. Bi vî awayî maf e li ser me, ku em bawergeran fereste bikin"}]}