{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Seslani Pisma pochazi od Boha mocneho, moudreho"},{"SurahNumber":46,"VerseNumber":3,"Text":"Stvorili jsme nebesa i zemi a vse, co je mezi nimi, jen jako skutecnost vaznou a na lhutu stanovenou, avsak ti, kdoz neuverili, se odvraceji od toho, pred cim jsou varovani"},{"SurahNumber":46,"VerseNumber":4,"Text":"Rci: \"Videli jste to, co vedle Boha vzyvate? Ukazte mi tedy to, co stvorili ci zda maji podil nejaky na nebesich! Prineste mi Pismo starsi, nez je toto, ci stopu nejakou vedeni, jste-li pravdomluvni"},{"SurahNumber":46,"VerseNumber":5,"Text":"Kdo je zbloudilejsi nez ten, jenz vedle Boha vzyva ty, kdoz jej ani do dne zmrtvychvstani nevyslysi a kteri jsou k vzyvani jejich lhostejni"},{"SurahNumber":46,"VerseNumber":6,"Text":"a kteri, az budou lide shromazdeni, budou jim neprateli a budou zapirat jejich uctivani"},{"SurahNumber":46,"VerseNumber":7,"Text":"Kdyz jsou jim prednasena Nase znameni jako dukazy jasne, rikaji ti, kdoz v pravdu neuverili pote, co k nim prisla: \"Tohle je kouzelnictvi zjevne"},{"SurahNumber":46,"VerseNumber":8,"Text":"Anebo hovori: \"On si to vymyslil!\" Odpovez: \"I kdybych si to vymyslil, vy nevladnete od Boha nicim pro mne. On dobre vi, co o nem hlasite rikate, a On staci jako svedek mezi mnou a vami. A On odpoustejici je i slitovny"},{"SurahNumber":46,"VerseNumber":9,"Text":"Rci: \"Ja veru nejsem zadnou novotou mezi posly a nevim ani, co stane se mnou a s vami. Ja nasleduji pouze to, co mi bylo vnuknuto, a jsem jen varovatel zjevny"},{"SurahNumber":46,"VerseNumber":10,"Text":"Rci: \"Co si myslite? Jestlize je toto od Boha a vy jste v to neuverili, a jestlize svedek z ditek Izraele dosvedcuje podobnost toho a veri v to, zatimco vy jste hrdopysni...? Buh veru nevede lid nespravedlivy"}]}