{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"And they ask thee of Zul Qarnain. Say thou: shall recite unto you of him some mention"},{"SurahNumber":18,"VerseNumber":84,"Text":"Verily We! We established him in the earth, and vouchsafed unto him of everything a way"},{"SurahNumber":18,"VerseNumber":85,"Text":"Then he followed a way"},{"SurahNumber":18,"VerseNumber":86,"Text":"Until when he reached the setting-place of the sun, he perceived it setting in a miry spring, and he found beside it a nation. We said: Zul Qarnian! either chastise them or take in respect of them the way of kindness"},{"SurahNumber":18,"VerseNumber":87,"Text":"He said: as for him who doeth wrong, presently we shall torment him, and thereafter he shall be brought back to his Lord, and He shall torment him with a torment formidable"},{"SurahNumber":18,"VerseNumber":88,"Text":"And as for him who believeth and worketh righteously, unto him shall be a goodly hire, and anon we shall speak unto him of our affair something easy"},{"SurahNumber":18,"VerseNumber":89,"Text":"Thereafter he followed a way"},{"SurahNumber":18,"VerseNumber":90,"Text":"Until when he reached the rising place of the sun, he perceived it rising upon a nation for whom against it We had not set a veil"},{"SurahNumber":18,"VerseNumber":91,"Text":"Thus it was. And surely We have encompassed all that was with him, in knowledge"},{"SurahNumber":18,"VerseNumber":92,"Text":"Thereafter he followed a way"},{"SurahNumber":18,"VerseNumber":93,"Text":"Until when he arrived between the two mountains, he found beside them a people who well-nigh understood not a word"},{"SurahNumber":18,"VerseNumber":94,"Text":"They said: O Zul-Qarnain verily Yajuj and Majuj are working corruption in the land; shall we then pay thee tribute on condition that thou place between us and them a barrier"},{"SurahNumber":18,"VerseNumber":95,"Text":"He said: better is that where in my Lord hath established me; so help me with might, and I shall place between you and them a rampart"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bring me lumps of iron. Then when he had evened Up between the two mountain-sides, he said: blow! Then when he had made it fire, he said: bring me and I shall pour thereon molten cOpper"},{"SurahNumber":18,"VerseNumber":97,"Text":"Thus they Were not able to mount it, nor Were they able to burrow through it"},{"SurahNumber":18,"VerseNumber":98,"Text":"He said: this is a mercy from my Lord; then when the promise of my Lord cometh, He shall make it powder, and the promise of my Lord is ever true"},{"SurahNumber":18,"VerseNumber":99,"Text":"And We shall leave them on that day surging one against anot her and the trumpet shall be blown, and then We shall assemble them together"},{"SurahNumber":18,"VerseNumber":100,"Text":"And We shall set hell on that Day unto the infidels with a setting"},{"SurahNumber":18,"VerseNumber":101,"Text":"Unto those whose eyes had been under a covering from My remembrance, nor had they been able to hear"}]}