{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Hakika wamekhasirika walio kanusha kukutana na Mwenyezi Mungu, mpaka ilipo wajia Saa kwa ghafla, wakasema: Ole wetu kwa tuliyo yapuuza! Nao watabeba mizigo yao juu ya migongo yao. Ni maovu hayo wanayo yabeba"},{"SurahNumber":6,"VerseNumber":32,"Text":"Na maisha ya dunia si chochte ila ni mchezo na pumbao tu. Na hakika nyumba ya Akhera ni bora zaidi kwa wanao mcha Mungu. Basi, je, hamtii akilini"},{"SurahNumber":6,"VerseNumber":33,"Text":"Tunajua ya kwamba yanakuhuzunisha wanayo yasema. Basi hakika wao hawakukanushi wewe, lakini hao madhaalimu wanazikataa Ishara za Mwenyezi Mungu"},{"SurahNumber":6,"VerseNumber":34,"Text":"Na hakika walikanushwa Mitume wa kabla yako. Nao wakavumilia kule kukanushwa, na kuudhiwa, mpaka ilipo wafikia nusura yetu. Na hapana wa kubadilisha maneno ya Mwenyezi Mungu. Na bila ya shaka zimekujia baadhi ya khabari za Mitume hao"},{"SurahNumber":6,"VerseNumber":35,"Text":"Na ikiwa ni makubwa kwako huku kukataa kwao, basi kama unaweza kutafuta njia ya chini kwa chini ya ardhi, au ngazi kwendea mbinguni ili uwaletee Ishara -- Na lau kuwa Mwenyezi Mungu angependa angeli wakusanya kwenye uwongofu. Basi usiwe miongoni mwa wasio jua"},{"SurahNumber":6,"VerseNumber":36,"Text":"Hakika wanao kubali ni wale wanao sikia. Na ama wafu Mwenyezi Mungu atawafufua, na kisha kwake Yeye ndio watarejeshwa"},{"SurahNumber":6,"VerseNumber":37,"Text":"Na wamesema: Kwa nini hakuteremshiwa muujiza kutoka kwa Mola wake Mlezi? Sema: Hakika Mwenyezi Mungu ni Muweza wa kuteremsha muujiza. Lakini wengi wao hawajui"},{"SurahNumber":6,"VerseNumber":38,"Text":"Na hapana mnyama katika ardhi, wala ndege anaye ruka kwa mbawa zake mbili, ila ni umma kama nyinyi. Hatukupuuza Kitabuni kitu chochote. Kisha kwa Mola wao Mlezi watakusanywa"},{"SurahNumber":6,"VerseNumber":39,"Text":"Na walio kanusha Ishara zetu ni viziwi na mabubu waliomo gizani. Mwenyezi Mungu humwachia kupotea amtakaye, na humweka katika Njia iliyo nyooka amtakaye"},{"SurahNumber":6,"VerseNumber":40,"Text":"Sema: Mwaonaje ikikujieni adhabu ya Mwenyezi Mungu, au ikakufikieni hiyo Saa - mtamwomba asiye kuwa Mwenyezi Mungu, ikiwa nyinyi ni wakweli"},{"SurahNumber":6,"VerseNumber":41,"Text":"Bali Yeye ndiye mtakaye mwomba, naye atakuondoleeni mnacho mwombea akipenda. Na mtasahau hao mnao wafanya washirika wake"}]}