{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"niccayamāka nām mūsāvai nam vacaṉaṅkaḷuṭaṉ, teḷivāṉa attāṭciyuṭaṉum, aṉuppivaittōm"},{"SurahNumber":11,"VerseNumber":97,"Text":"(Avaṟṟuṭaṉ avar) ḥpir'avṉiṭamum avaṉuṭaiya piramukarkaḷiṭamum (vantār). Appōtu ḥpir'avṉuṭaiya kaṭṭaḷaiyai (avaṉuṭaiya camūkattār) piṉpaṟṟi vantārkaḷ; ḥpir'avṉuṭaiya kaṭṭaḷaiyō nērmaiyāṉatāka irukkavillai"},{"SurahNumber":11,"VerseNumber":98,"Text":"avaṉ (-ḥpir'avṉ) maṟumai ṟāṉil taṉ camūkattārukku muṉ ceṉṟu avarkaḷai narakattil cērppāṉ; (avarkaḷaik) koṇṭu pōyc cērkkumiṭam mikavum keṭṭatu"},{"SurahNumber":11,"VerseNumber":99,"Text":"i(vvulakat)tilum, kiyāma nāḷilum avarkaḷ cāpattāl piṉtoṭarappaṭṭaṉar; avarkaḷukku kiṭaikkum (inta) caṉmāṉam mikavum keṭṭatu"},{"SurahNumber":11,"VerseNumber":100,"Text":"(napiyē! Mēṟkūṟappaṭṭa) ivai (ciṟ) cila ūhkaḷil varalāṟukaḷ ākum; ivaṟṟai nām umakku eṭutturaittōm. Ivaṟṟil cila (ippōtum) uḷḷaṉ cila (aṟuvaṭai ceyyappaṭṭavai pōl) aḻipaṭṭum pōyiṉa"},{"SurahNumber":11,"VerseNumber":101,"Text":"avarkaḷukku nām aniyāyam ceyyavillai; eṉiṉum avarkaḷ tamakkuttāmē aniyāyam ceytu koṇṭārkaḷ. Um iṟaivaṉiṭamiruntu kaṭṭaḷai vanta pōtu, allāhvaiyaṉṟi avarkaḷ aḻaittuk koṇṭirunta avarkaḷiṉ teyvaṅkaḷ etuvum avarkaḷukku evvitappalaṉum aḷikkavillai; mēlum avai avarkaḷukku naṣṭattai tavira (vēṟetaiyum) atikarikkac ceyyavillai"},{"SurahNumber":11,"VerseNumber":102,"Text":"aniyāyam ceyyum ū(rā)rai (um iṟaivaṉ) piṭippāṉēyāṉāl, ippaṭittāṉ um iṟaivaṉuṭaiya piṭi irukkum - niccayamāka avaṉuṭaiya piṭi vētaṉai mikkatākavam mikak kaṭiṉāmāṉatākavum irukkum"},{"SurahNumber":11,"VerseNumber":103,"Text":"niccayamāka maṟumai nāḷiṉ vētaṉaiyaip payappaṭukiṟavarkaḷukku itil (takka) attāṭci irukkiṟatu; atu maṉitarkaḷ yāvarum oṉṟu cērkkappaṭum nāḷākum - aṉṟiyum avarkaḷ yāvarum (iṟaivaṉ muṉṉilaiyil) koṇṭuvarappaṭum nāḷākum"},{"SurahNumber":11,"VerseNumber":104,"Text":"kuṟippiṭṭa tavaṇaikkākavē tavira ataṉai nām piṟpaṭuttavillai"},{"SurahNumber":11,"VerseNumber":105,"Text":"Annāḷ varumpōtu avaṉuṭaiya aṉumatiyiṉṟi evarum pēca iyalātu; iṉṉum, avarkaḷir tūpākkiya cālikaḷum iruppar; naṟpākki cālikaḷum iruppar"},{"SurahNumber":11,"VerseNumber":106,"Text":"tūpāppiya cālikaḷ (naraka) neruppil (eṟiyappaṭṭu) iruppārkaḷ. Atil avarkaḷukku peruṅkūccalum, muṇakkamum(tāṉ) irukkum"},{"SurahNumber":11,"VerseNumber":107,"Text":"um iṟaivaṉ nāṭiṉālaṉṟi, vāṉaṅkaḷum pūmiyum nīṭikkum kālamellām avarkaḷ a(nnarakat)tilēyē nilaipeṟṟu viṭuvārkaḷ; niccayamāka um iṟaivaṉ tāṉ nāṭiyataic ceytu muṭippavaṉ"},{"SurahNumber":11,"VerseNumber":108,"Text":"naṟpākkiya cālikaḷō cavaṉapatiyil iruppārkaḷ; um iṟaivaṉ nāṭiṉālaṉṟi, vāṉaṅkaḷum pūmiyum nilaittirukkum kālamellām avarkaḷ a(ccavaṉat)tilēyē nilaipeṟṟu viṭuvārkaḷ - itu muṭivuṟāta aruṭ koṭaiyākum"},{"SurahNumber":11,"VerseNumber":109,"Text":"(napiyē!) Ivarkaḷ vaṇaṅkupavai paṟṟi nīr cantēkappaṭa vēṇṭām; (ivarkaḷukku) muṉ ivarkaḷuṭaiya mūtātaiyar vaṇaṅki vanta pirakāramē tāṉ ivarkaḷukkum vaṇaṅkukiṟārkaḷ; niccayamāka (taṇṭaṉaikkuriya) ivarkaḷiṉ paṅkaik kuṟaiviṉṟi, muḻamaiyāka nām ivarkaḷukkuk koṭuppōm"}]}