{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Daxistina kitebe hin bi hin ji Xudaye serkeftiye hikmetdar e"},{"SurahNumber":39,"VerseNumber":2,"Text":"Beguman me kitebe bi rastiye bal te ve daxistiye veca tu Xuda bihebine, din je re pak biderine"},{"SurahNumber":39,"VerseNumber":3,"Text":"Hay je bin! dine pak her e Xuda ye. Ewen ku ji Xuda peve hin yar u yaweran girtine (u dibejin ku:) \"Em wan dihebinin ji bo ku ew me hey bal Xuda ve neztir bikin\"; beguman we Xuda di navbera wan de di tiþte ku te de bi hev ketine de hukim bike. Beguman Xuda ewe ku derewkare pirr kafir e nade ser reya rast"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eger Xuda bixwesta ku zaru bigire we ji tiþtediaferine a hiz dike hilbijartana. Ew pak beri ye. Ew Xuda yektaye heri serkefti ye"},{"SurahNumber":39,"VerseNumber":5,"Text":"Wi asimana u zemin bi rastiye aferandiye; þeve li ser roye dipece u roye li ser þeve dipece; uroj u hive situxor kiriye. Tev ji ji demek navdayi re diherikin. Hay je bin! serkeftiye pirr bexþendekar her ew e"},{"SurahNumber":39,"VerseNumber":6,"Text":"We ji yek caneki aferandiye, paþe je hevala wi ji cekir u ji we re ji dewara heþt cota daxistiye (aferandiye). We di zike dayiken we de di se taritiyan de bi aferandinek piþti aferandinek diaferine. Ev Xudaye han perwerdekare we ye. Mulk her e wi ye. Ji wi peve tu Xuda ninin. Nexwe hun cewa tene zivirandin"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger hun kafir bibin, edi beguman Xuda ji we behewce ye, u ew ji bendeyen xwe bi kufre qayil nabe. Eger hun sipas bikin ew pe ji we qayil dibe. Tu bardare guneha bare gunehe yeki din hilnagire. Paþe vegera we her bal perwerdekare we ve ye; veca we we bi tiþte we kiriye haydar bike. Beguman ew baþ zanaye bi tiþte di singan de ye"},{"SurahNumber":39,"VerseNumber":8,"Text":"Gava nebaþiki tekili mirov dibe ew gazi perwerdekare xwe dike, bal ve vedigere, paþe gava qenciki ji xwe pe dike, ew tiþte bere bal ve gazi dikir ji bir dike, u ji Xuda re hemtayan cedike ji bo ku (mirova) ji reya wi þaþ bike. Tu beje ku: \"Tu bi kufra xwe hindiki kefxweþ be. Beguman tu ji hevale agiri"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ma (eve han baþ e) yan e ku nive þeve radibe sere xwe datine u li piya limej dike, ji (ezabe) axrete ditirse u dilovaniya perwerdekare xwe hevi dike? Tu beje ku: \"Ma en dizanin u en nizanin weki hev in.\" Beguman tene xwedan hiþ difikirin-þiret digrin"}]}