{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Yeroma isa irraa abdii muratan, kan maryatan ta’anii kophaa ba’anGuddaan isaanii ni jedhe: “Sila dhugumatti abbaan keessan kakuu Rabbi irraa ta’e isin irratti qabachuufi kana duras Yuusuf irratti waan daangaa dabartan hin beektanuu? Kanaaf ani hanga abbaan kiyya naaf hayyamutti yookiin (hanga) Rabbiin dhimma kana naaf murteessutti dachii kana gadi hin dhiisuInnis irra caalaa warreen murtii kennaniiti"},{"SurahNumber":12,"VerseNumber":81,"Text":"Gara abbaa keessanii deebi’aatii jedhaanii: “Yaa abbaa keenya! dhugumatti, ilmi kee ni hateNutis waan beekneen malee ragaa hin baaneNuti waan fagoo tiksaa hin taane"},{"SurahNumber":12,"VerseNumber":82,"Text":"(Namoota) magaalaa nuti ishee keessa turreefi daldaaltota nuti isaan wajjin dhufnes gaafadhuNuti dhugaa dubbatoodha.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Ya’aquub) ni jedhe: “Lakkisaa; lubbuu keessantu waan tokko isiniif midhaagsite; (Obsi koo) obsa bareedaadhaRabbiin hunda isaanii naaf deebisuun ni kajeelamaDhugumatti, Inni Isumatu beekaa, ogeessa.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Isaan irraas gargalee “Yaa gadda kiyya! Yuusuf irratti” jedheYaaddoo irraa ijji isaa lamaanis addaatte; inni yaadaan guutamaadha"},{"SurahNumber":12,"VerseNumber":85,"Text":"“Rabbitti kakannee! ati hanga manguddoo dadhabaa taatutti yookiin warra du’an irraa taatutti Yuusufiin dubbachuu irraa hin deemtu!” jedhan"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Ya’aquub) ni jedhe: “Ani yaaddoofi gadda kiyyas Rabbuma qofattin himadhaRabbi irraa waan isin hin beeknen beeka"},{"SurahNumber":12,"VerseNumber":87,"Text":"Yaa ilmaan kiyya! deemaa Yuusufiifi obboleessa isaa irraa odeeffadhaaRahmata Rabbii irraas abdii hin muratinaaDhugumatti, ummata kaafiroota malee rahmata Rabbii irraa eenyullee abdii hin kutu.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Yeroma isa (Yuusuf) irra seenan “Yaa mootichaa! nuufi maatii keenyas rakkoon mudateeraMallaqa tuffatamtuun dhufnee safara nuuf guutii nurrattiis sadaqadhu” isaan jedhanDhugumatti, Rabbiin warreen sadaqatan ni mindeessa"},{"SurahNumber":12,"VerseNumber":89,"Text":"(Yuusufis) “Sila waan Yuusufiifi obboleessa isaa irratti yeroo wallaaloo turtan hojjattan beektuu?” jedheen"},{"SurahNumber":12,"VerseNumber":90,"Text":"[Isaan] “Sila dhugamatti ati Yuusufii?” jedhan[Inni] “Ani Yuusufi; inni kunis obboleessa kiyyaDhugumatti Rabbiin tola nutti ooleeraDhugumatti, namni (Rabbiin) sodaateefi obse, Rabbiin mindaa toltuu hojjattootaa hin balleessu” jedhe"},{"SurahNumber":12,"VerseNumber":91,"Text":"[Isaan]: “Rabbitti kakannee! Dhugumatti, Rabbiin nurra si filatee jiraDhugumatti nuti dogoggortoota turre” jedhan"},{"SurahNumber":12,"VerseNumber":92,"Text":"(Yuusufis) ni jedhe: “Har’a komiin isin irra hin jiru; Rabbiin isiniif araaramaInni irra rahmata godhaa warra rahmata godhaniiti"},{"SurahNumber":12,"VerseNumber":93,"Text":"Qamisii kiyya kanaan deemaatii fuula abbaa kiyyaa irratti darbaa[Inni] argaa ta’ee dhufaMaatii keessan hundaanis natti kottaa.”"}]}