{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"Kare-ra o sosonokasu tame ni, ware ga fushinjin-sha ni taishi akuma-tachi o noko wa shite iru no o anata wa kigatsukanai no ka"},{"SurahNumber":19,"VerseNumber":84,"Text":"Dakara kare-ra ni taishi seikyudeatte wa naranai. Ware wa tadatada kare-ra no tame ni (kagira reta yuyo no hi)-su o kazoeru dakedearu"},{"SurahNumber":19,"VerseNumber":85,"Text":"Sonohi, ware wa omo o osoreru mono o (meiyo no) shisetsu o mukaeru yo ni jihibukaki okata (no omoto) ni atsume"},{"SurahNumber":19,"VerseNumber":86,"Text":"ware wa tsumibukaimono o,-ju no gun o mizu ni ou yo ni, jigoku ni oitateru"},{"SurahNumber":19,"VerseNumber":87,"Text":"Jihibukaki okata kara o yurushi o eta mono no soto wa, dare mo torinasu chikara o motanaidearou"},{"SurahNumber":19,"VerseNumber":88,"Text":"Mata kare-ra wa iu. `Jihibukaki okata wa ko o moke rareru"},{"SurahNumber":19,"VerseNumber":89,"Text":"Tashikani anata gata wa, hidoi koto o iu monodearu"},{"SurahNumber":19,"VerseNumber":90,"Text":"Ten wa sakeyou to shi,-chi wa warete setsusetsu ni nari, yamayama wa kuzureochiyou"},{"SurahNumber":19,"VerseNumber":91,"Text":"Sore wa kare-ra ga, jihibukaki okata ni taishi,(ari mo shinai)-ko no na o (torinasu mono to shite) tonaeta tamedearu"},{"SurahNumber":19,"VerseNumber":92,"Text":"Ko o moke rareru koto wa, jihibukaki okata ni wa arienai"},{"SurahNumber":19,"VerseNumber":93,"Text":"Ten to ji ni oite, jihibukaki okata no shimo be to shite, makari denai mono wa tada no 1-ri mo nai nodearu"},{"SurahNumber":19,"VerseNumber":94,"Text":"Hontoni kare wa, kare-ra no (subete) o keisan shi, kare-ra no kazu o kazoe rareru"},{"SurahNumber":19,"VerseNumber":95,"Text":"Mata shinpan no hi ni wa, kare-ra wa onono hitori de kare no omoto ni makari deru"},{"SurahNumber":19,"VerseNumber":96,"Text":"Shinko shite zenko ni hagemu mono ni wa, jihibukai okata wa, kare-ra ni itsukushimi o ataerudearou"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ware ga (kuruan) o anata no kotoba (Arabia-go) de kudashi wakari yasuku shita no wa, anata ga,-nushi o osoreru mono ni kippo o tsutae, giron-suki no mono ni keikoku suru tamedearu"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ware wa, kare-ra izen ni ikaga ni oku no sedai o horoboshita kotodearou. Anata wa (ima), sorera no naka no hitori demo mikake rareru no ka. Matawa kare-ra no sasayaki o kiku koto ga dekiru no ka"}]}