{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"(Ya Rəsulum!) Məgər Allahın ne’mətini kufrə dəyisənləri (Allaha nankor olan Qureys kafirlərini) və ummətini olum yurduna sovq edənləri gormursənmi"},{"SurahNumber":14,"VerseNumber":29,"Text":"Onlar Cəhənnəmə daxil olacaqlar. Ora necə də pis sıgınacaqdır"},{"SurahNumber":14,"VerseNumber":30,"Text":"Onlar (xalqı) Allah yolundan dondərmək ucun Ona (ozlərindən uydurub curbəcur) səriklər qosdular. (Ya Rəsulum! Onlara) belə de: “Hələ ki, (dunyada bir qədər) əylənib keg cəkin. Axırda məskəniniz atəs (Cəhənnəm) olacaqdır!”"},{"SurahNumber":14,"VerseNumber":31,"Text":"Iman gətirən bəndələrimə de: “(Vaxtlı-vaxtında, lazımınca) namaz qılsınlar, hec bir alıs-verisin və dostlugun mumkun olmayacagı (gunahların bagıslanması ucun hec kəsdən fidyə alınmayacagı, dostluq xatirinə hec bir guzəst edilməyəcəyi) gun (qiyamət gunu) gəlməzdən əvvəl onlara verdiyimiz ruzidən (kasıblara, ehtiyacı olanlara) gizli və askar xərcləsinlər"},{"SurahNumber":14,"VerseNumber":32,"Text":"Goyləri və yeri yaradan, goydən yagmur endirən, o yagmurla sizin ucun ruzi olaraq (curbəcur) meyvələr yetisdirən, əmri ilə dənizdə uzmək (yuklərinizi bir yerdən basqa yerə dasımaq) ucun gəmiləri sizə (sizin mənafeyinizə) tabe və cayları sizə ram edən Allahdır"},{"SurahNumber":14,"VerseNumber":33,"Text":"(Daim oz hədəqəsində, ozləri ucun muəyyən olunmus yerdə) seyr edən Gunəsi və Ayı, həmcinin gecəni və gunduzu sizin ixtiyarınıza verən Odur"},{"SurahNumber":14,"VerseNumber":34,"Text":"(Allah) sizə istədiyiniz seylərin hamısından vermisdir. Əgər Allahın ne’mətlərini sayacaq olsanız, sayıb qurtara bilməzsiniz. Həqiqətən, insan cox zalım, həm də cox nankordur. (O, Allahdan basqasına tapınmaqla ozunə zulm edər, Onun lutfunu, mərhəmətini danmaqla kufrani-ne’mət olar)"}]}