{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Ke tyo vyakti jasale yo jnana rakhdacha ki tapa'itira tapa'iko palanakartabata je utari'eko cha tyo satya cha, tyasa vyakti jasto huna sakcha juna andho cha. Upadesa tinaile svikara garna sakchan jo jnani samajhdara chan"},{"SurahNumber":13,"VerseNumber":20,"Text":"Jo allahako vacala'i pura gardachan ra pratijna bhanga gardainan"},{"SurahNumber":13,"VerseNumber":21,"Text":"Ra allahale juna kurola'i jodne adesa di'eko cha usala'i jodchan, ra uni aphno palanaharabata dara'umchan, ra kathina hisabako bhaya rakhchan"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ra uni aphno palanaharako sahamatiko cahanako purtika lagi dhairya garchana, ra namajala'i sadaiva kayama rakhchan, ra juna kuro maile di'irakheko chu, tyasala'i dekha'i va luka'i kharca garchana, ra kubhalola'i bhala'ibata phalchan unakailagi antimaka ghara chan"},{"SurahNumber":13,"VerseNumber":23,"Text":"Sadhaim rahanaka lagi phulabari, jaham uni svayam janchana, ra unaka purkha ra patniharu ra santanaharumadhyebata juna punya'atma holan, ra unako najika pharistaharu pratyeka dailobata a'unechan"},{"SurahNumber":13,"VerseNumber":24,"Text":"Bhanne chanah ki timimathi salamati hos’’ jo timiharule dhairya garnubho ra kati ramro pratiphala cha tyo antima ghara"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ra jasale allahako vaca ra adesala'i tyasako baliyopanapachi bhanga gardachan ra juna vastula'i jodnako lagi allahale adesa di'eko cha usala'i todchan ra prthvima jhaim jhagada phaila'umchan, unaka lagi tiraskaraharu chan ra unaka lagi kharaba ghara cha"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allahale jasako roji cahancha badha'umcha ra jasako cahancha ghata'idincha. Yini ta sansarika jivanama masta bha'ihale. Atah duniyam ta antima pratiphalako tulanama atyantai tuccha cha"}]}