{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"เจ้ามิเห็นดอกหรือว่า แท้จริงอัลลอฮ์นั้นผู้ที่อยู่ในชั้นฟ้าทั้งหลายและแผ่นดิน และนกที่กางปีกอยู่ ต่างก็แซ่ซ้องสดุดีพระองค์ ทั้งหมดนั้นต่างก็รู้การสวดขอพระของเขาและการแซ่ซ้องสดุดีของเขา และอัลลอฮ์ทรงรอบรู้ในสิ่งที่พวกเขากระทำ"},{"SurahNumber":24,"VerseNumber":42,"Text":"และอำนาจอันเด็ดขาดแห่งชั้นฟ้าทั้งหลายและแผ่นดินนั้น เป็นสิทธิ์ของอัลลอฮ์ และยังอัลลอฮ์คือจุดหมายปลายทาง"},{"SurahNumber":24,"VerseNumber":43,"Text":"เจ้ามิได้เห็นดอกหรือว่า แท้จริงอัลลอฮ์นั้นทรงให้เมฆลอย แล้วทรงทำให้ประสานตัวกันแล้วทรงทำให้รวมกันเป็นกลุ่มก้อน แล้วเจ้าก็จำเห็นฝนโปรยลงมาจากกลุ่มเมฆนั้น และพระองค์ทรงให้มันตกลงมาจากฟากฟ้า มีขนาดเท่าภูเขา ในนั้นมีลูกเห็บ แล้วพระองค์จะทรงให้มันหล่นลงมาโดนผู้ที่พระองค์ทรงประสงค์ และพระองค์จะทรงให้มันผ่านพ้นไปจากผู้ที่พระองค์ทรงประสงค์ แสงประกายของสายฟ้าแลบเกือบจะเฉี่ยวสายตาผู้มอง"},{"SurahNumber":24,"VerseNumber":44,"Text":"อัลลอฮ์ทรงให้กลางคืนและกลางวันหมุนเวียนกลับไปกลับมา แท้จริงในลักษณะเช่นนั้นแน่นอนมันเป็นข้อเตือนสติแก่ผู้มีสายตาพิจารณา"},{"SurahNumber":24,"VerseNumber":45,"Text":"และอัลลอฮ์ทรงให้บังเกิดสิ่งมีชีวิตทุกชนิดจากน้ำ ดังนั้นในหมู่พวกมัน มันจะเคลื่อนย้ายด้วยท้องของมัน และในหมู่พวกมัน มันจะเดินด้วยแท้าทั้งสี่ และในหมู่พวกมัน มันจะเดินด้วยเท้าทั้งสี่ อัลลอฮ์ทรงบังเกิดสิ่งที่พระองค์ทรงประสงค์ แท้จริง อัลลอฮ์นั้นทรงอานุภาพเหนือทุกสิ่ง"},{"SurahNumber":24,"VerseNumber":46,"Text":"โดยแน่นอน เราได้ประทานโองการต่าง ๆ อันชัดแจ้ง และอัลลอฮ์ทรงชี้แนะทางแก่ผู้ที่พระองค์ทรงประสงค์ ยังทางที่เที่ยงตรง"},{"SurahNumber":24,"VerseNumber":47,"Text":"และพวกเขากล่าวกันว่า เราศรัทธาต่ออัลลอฮ์และอัลร่อซูล และเราเชื่อฟังปฏิบัติตามแล้วส่วนหนึ่งจากพวกเขาก็หันหลังกลับไปหลังจากนั้น และพวกเหล่านั้นมิใช่ผู้ศรัทธาอย่างแท้จริง"},{"SurahNumber":24,"VerseNumber":48,"Text":"และเมื่อพวกเขาถูกเรียกร้องไปสู่อัลลอฮ์และร่อซูลของพระองค์ เพื่อให้ตัดสินระหว่างพวกเขา เมื่อนั้นฝ่ายหนึ่งจากพวกเขาพากันผินหลังให้"},{"SurahNumber":24,"VerseNumber":49,"Text":"และหากว่าความจริงอยู่ข้างพวกเขาแล้ว พวกเขาจะรีบมาหาเขา (มุฮัมมัด) อย่างนอบน้อม"},{"SurahNumber":24,"VerseNumber":50,"Text":"ในหัวใจของพวกเขามีโรคกระนั้นหรือ หรือว่าพวกเขาสงสัย หรือว่าพวกเขากลัวว่าอัลลอฮ์และร่อซูลของพระองค์จะลำเอียงออกจากพวกเขา หามิได้ พวกเขาเหล่านี้เป็นผู้อธรรมต่างหาก"}]}