{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Na pale Mwenyezi Mungu alipo chukua ahadi kwa Manabii: Nikisha kupeni Kitabu na hikima, kisha akakujieni Mtume mwenye kusadikisha mliyo nayo, ni juu yenu mumuamini na mumsaidie. Akasema: Je, mmekiri na mmekubali kushika agizo langu juu ya hayo? Wakasema: Tumekubali. Akasema: Basi shuhudieni, na Mimi ni pamoja nanyi katika kushuhudia"},{"SurahNumber":3,"VerseNumber":82,"Text":"Watakao geuka baada ya haya basi hao ndio wapotovu"},{"SurahNumber":3,"VerseNumber":83,"Text":"Je, wanataka dini isiyo kuwa ya Mwenyezi Mungu, na hali kila kilichomo mbinguni na katika ardhi kimesilimu kwa kumt'ii Yeye kikipenda kisipende, na kwake Yeye watarejeshwa"},{"SurahNumber":3,"VerseNumber":84,"Text":"Sema: Tumemuamini Mwenyezi Mungu, na tuliyo teremshiwa sisi, na aliyo teremshiwa Ibrahim, na Ismail, na Is-haak na Yaakub na wajukuu zao, na aliyo pewa Musa na Isa na Manabii wengine kutoka kwa Mola wao Mlezi. Hatubagui baina yao hata mmoja, na sisi ni wenye kusilimu kwake"},{"SurahNumber":3,"VerseNumber":85,"Text":"Na anaye tafuta dini isiyo kuwa Uislamu haitakubaliwa kwake. Naye Akhera atakuwa katika wenye kukhasiri"},{"SurahNumber":3,"VerseNumber":86,"Text":"Mwenyezi Mungu atawaongoaje watu walio kufuru baada ya kuamini kwao, na wakashuhudia ya kuwa Mtume huyu ni wa haki, na zikawafikia hoja zilizo wazi? Mwenyezi Mungu hawaongoi watu madhaalimu"},{"SurahNumber":3,"VerseNumber":87,"Text":"Hao malipo yao ni kuwa ipo juu yao laana ya Mwenyezi Mungu na ya Malaika na ya watu wote"},{"SurahNumber":3,"VerseNumber":88,"Text":"Humo watadumu. Hawatapunguziwa adhabu wala hawatapewa nafasi"},{"SurahNumber":3,"VerseNumber":89,"Text":"Isipo kuwa wale walio tubu baada ya hayo na wakatengenea; kwani Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu"},{"SurahNumber":3,"VerseNumber":90,"Text":"Hakika wale walio kufuru baada ya kuamini kwao, kisha wakazidi kukufuru, toba yao haitakubaliwa, na hao ndio walio potea"},{"SurahNumber":3,"VerseNumber":91,"Text":"Hakika wale walio kufuru, na wakafa hali ni makafiri haitakubaliwa kutoka kwa yeyote wao fidia ya dhahabu ya kujaza dunia nzima lau wangeli itoa. Hao watapata adhabu chungu, wala hawatakuwa na wa kuwanusuru"}]}