{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"(Này những kẻ đa thần!) Lẽ nào (Allah) chọn lấy những vật mà Ngài đã tạo ra làm những đứa con gái (của Ngài) và ưu ái đặc biệt cho các ngươi những đứa con trai"},{"SurahNumber":43,"VerseNumber":17,"Text":"Khi ai đó trong bọn chúng nhận được tin mừng (về sự ra đời một đứa con gái) mà chúng đã thường gán cho Đấng Ar-Rahman thì gương mặt của y tối sầm lại, (lòng của y) ngập tràn sự đau thương"},{"SurahNumber":43,"VerseNumber":18,"Text":"Lẽ nào một người (phụ nữ) được nuôi dưỡng trong các món trang sức và ăn nói không rành mạch (lại là kẻ phò tá cho Allah)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Chúng đã qui cho các Thiên Thần - những bề tôi của Đấng Ar-Rahman - là nữ giới. Lẽ nào chúng đã (tận mắt) chứng kiến việc (Ngài) đã tạo hóa các Thiên Thần?! Sự xác nhận của chúng sẽ được ghi lại và chúng sẽ bị tra hỏi"},{"SurahNumber":43,"VerseNumber":20,"Text":"Chúng nói: “Nếu Đấng Ar-Rahman đã muốn thì bọn ta đã không tôn thờ họ rồi!” Chúng chẳng có một chút kiến thức nào về điều đó cả. Chúng chỉ đoán chừng mà thôi"},{"SurahNumber":43,"VerseNumber":21,"Text":"Hoặc lẽ nào TA đã ban cho chúng một Kinh Sách trước (Qur’an này cho phép chúng thờ phượng ngoài TA) nên chúng cứ bám chắc theo đó"},{"SurahNumber":43,"VerseNumber":22,"Text":"Không! Chúng thường bảo: “Bọn ta thấy cha ông của bọn ta theo một tôn giáo nào đó nên bọn ta đi theo dấu chân của họ.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"Tương tự như thế, không một vị cảnh báo nào trước Ngươi được TA cử phái đến cho một thị trấn mà những kẻ giàu có của thị trận đó lại không nói: “Bọn ta thấy cha ông của bọn ta theo một tôn giáo nào đó nên bọn ta đi theo dấu chân của họ.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Vị cảnh báo của chúng) đã nói (với chúng): “Lẽ nào ngay cả việc Ta mang đến cho các ngươi một nguồn hướng dẫn tốt hơn cái mà các ngươi thấy cha mẹ của các ngươi đang theo ư?” Chúng đáp: “Bọn ta không tin nơi điều mà các ngươi mang đến!”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Vì vậy, TA đã trừng phạt chúng. Ngươi hãy xem kết cuộc của những kẻ phủ nhận (các vị cảnh báo) đã xảy ra như thế nào"}]}