{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"(Ranti) ojo ti A oo so fun ina Jahnamo pe: Sebi o ti kun?\" O si maa so pe: \"Sebi afikun tun wa"},{"SurahNumber":50,"VerseNumber":31,"Text":"Won maa sun Ogba Idera mo awon oluberu (Allahu). Ko si nii jinna (si won)"},{"SurahNumber":50,"VerseNumber":32,"Text":"Eyi ni ohun ti A n se ni adehun fun gbogbo oluronupiwada, oluso (ofin Allahu)"},{"SurahNumber":50,"VerseNumber":33,"Text":"Enikeni ti o ba paya Allahu ni ikoko, ti o tun de pelu okan to seri pada si odo Allahu (nipa ironupiwada)"},{"SurahNumber":50,"VerseNumber":34,"Text":"(A oo so fun won pe:) \"E wo inu (Ogba Idera) pelu alaafia. Iyen ni ojo gbere"},{"SurahNumber":50,"VerseNumber":35,"Text":"Ohun ti won n fe wa ninu re. Alekun si tun wa ni odo Wa"},{"SurahNumber":50,"VerseNumber":36,"Text":"Meloo meloo ninu awon ijo ti A ti pare siwaju won. Won si ni agbara ju won lo. (Nigba ti iya de) won sa asala kiri ninu ilu. Nje ibusasi kan wa (fun won bi)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Dajudaju iranti wa ninu iyen fun eni to ni okan tabi eni to fi eti sile, to wa nibe (pelu okan re)"},{"SurahNumber":50,"VerseNumber":38,"Text":"Dajudaju A seda awon sanmo, ile ati nnkan to wa laaarin awon mejeeji fun ojo mefa. Ko si re Wa rara (ambosibosi pe A oo sinmi ni ojo keje)"},{"SurahNumber":50,"VerseNumber":39,"Text":"Nitori naa, se suuru lori ohun ti won n wi. Ki o si se afomo pelu idupe fun Oluwa Re siwaju yiyo oorun ati wiwo (re)"},{"SurahNumber":50,"VerseNumber":40,"Text":"Ati pe ni oru ati ni eyin irun se afomo fun Un"},{"SurahNumber":50,"VerseNumber":41,"Text":"Ki o si teti si ojo ti olupepe yoo pepe lati aye kan t’o sunmo"},{"SurahNumber":50,"VerseNumber":42,"Text":"Ojo ti won yoo gbo igbe pelu ododo. Iyen ni ojo ijade eda (lati inu saree)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Dajudaju Awa, Awa l’A n so eda di alaaye. A si n so o di oku. Odo Wa si ni abo eda"},{"SurahNumber":50,"VerseNumber":44,"Text":"(Ranti) ojo ti ile yoo faya perepere mo won lara, (ti won yoo maa) yara (jade lati inu ile). Iyen ni akojo t’o rorun fun Wa"},{"SurahNumber":50,"VerseNumber":45,"Text":"Awa nimo julo nipa ohun ti won n wi. Iwo ko si nii je won nipa (lati gbagbo). Nitori naa, fi al-Ƙur’an se iranti fun eni ti n paya ileri Mi"}]}