{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":65,"Text":"بگو: من تنها بیم دهنده (ی مردمان از عذاب یزدان) می‌باشم و بس. و هیچ معبودی جز خداوند یگانه‌ی غالب (بر هر چیز و هر کس) وجود ندارد"},{"SurahNumber":38,"VerseNumber":66,"Text":"پروردگار آسمانها و زمین و همه‌ی چیزهائی است که در میان آن دو است و بسیار با عزّت و آمرزگار است"},{"SurahNumber":38,"VerseNumber":67,"Text":"بگو: (آنچه من شما را به وسیله‌ی) آن (بیم می‌دهم که قرآن بزرگوار است) خبر سترگی است"},{"SurahNumber":38,"VerseNumber":68,"Text":"شما (بر اثر غفلت) از آن رو گردانید"},{"SurahNumber":38,"VerseNumber":69,"Text":"من از ملأ اعلی (و فرشتگان عالم بالا) هنگامی که (درباره‌ی آفرینش آدم) گفتگو می‌کردند، خبر ندارم. (تنها چیزی که در این زمینه می‌دانم آن مقداری است که از طریق وحی به من رسیده است و بس)"},{"SurahNumber":38,"VerseNumber":70,"Text":"به من هم وحی نمی‌شود مگر بدان خاطر که (پیغمبر خدایم و) بیم دهنده‌ی (مردمان از عذاب یزدان و) بیانگر (اوامر و نواهی الهی) می‌باشم"},{"SurahNumber":38,"VerseNumber":71,"Text":"وقتی (این گفتگو در ملأ اَعلی و عالَم بالا درگرفت) که پروردگارت به فرشتگان گفت: من انسانی را از گِل می‌آفرینم"},{"SurahNumber":38,"VerseNumber":72,"Text":"هنگامی که آن را سر و سامان دادم و آراسته و پیراسته کردم، و از جان متعلّق به خود در او دمیدم، در برابرش سجده (ی بزرگداشت و درود) ببرید"},{"SurahNumber":38,"VerseNumber":73,"Text":"پس همه‌ی فرشتگان جملگی سجده بردند"},{"SurahNumber":38,"VerseNumber":74,"Text":"جز ابلیس که تکبّر ورزید، و از کافران گردید"},{"SurahNumber":38,"VerseNumber":75,"Text":"فرمود: ای ابلیس! چه چیز تو را بازداشت از این که سجده ببری برای چیزی که من آن را مستقیماً با قدرت خود آفریده‌ام؟ آیا تکبّر ورزیده‌ای یا اصلاً از متکبّران بوده‌ای؟"},{"SurahNumber":38,"VerseNumber":76,"Text":"گفت: من بهتر از او هستم. تو مرا از آتش آفریده‌ای و وی را از گِل"},{"SurahNumber":38,"VerseNumber":77,"Text":"گفت: از میان آن (جماعتِ ملأ اعلی و فرشتگان عالَم بالا) بیرون شو، چرا که تو مطرود (از رحمت ما) و رانده شده (از میان فرشتگان) هستی"},{"SurahNumber":38,"VerseNumber":78,"Text":"قطعاً نفرین من تا روز جزا بر تو خواهد بود"},{"SurahNumber":38,"VerseNumber":79,"Text":"گفت: پروردگارا! (حال که چنین است) پس تا روزی مرا مهلت بده و ممیران که مردمان دوباره زنده می‌گردند (و رستاخیز شروع می‌شود)"},{"SurahNumber":38,"VerseNumber":80,"Text":"فرمود: تو از مهلت داده‌شدگانی (و تا پایان جهان زنده می‌مانی)"},{"SurahNumber":38,"VerseNumber":81,"Text":"تا روز زمان معیّن (که پایان عمر جهان و سرآغاز قیامت است)"},{"SurahNumber":38,"VerseNumber":82,"Text":"گفت: به عزّت و عظمتت سوگند که (در پرتو عمر جاویدان و تلاش بی‌امان) همه‌ی آنان را گمراه خواهم کرد"},{"SurahNumber":38,"VerseNumber":83,"Text":"مگر بندگان مخلص تو از ایشان را (که بر آنان سلطه و قدرتی نداشته و وسوسه‌ام در ایشان نمی‌گیرد)"},{"SurahNumber":38,"VerseNumber":84,"Text":"فرمود: به حق سوگند، و حق می‌گویم (و جز حق نمی‌گویم)"},{"SurahNumber":38,"VerseNumber":85,"Text":"هر آینه دوزخ را هم از تو و هم از کسانی که از تو پیروی کنند پر و لبریز می‌سازم"},{"SurahNumber":38,"VerseNumber":86,"Text":"(ای پیغمبر!) بگو: من از شما در مقابل تبلیغ قرآن و رساندن دین خدا هیچ پاداشی نمی‌طلبم، و از زمره‌ی مدّعیان (دروغین نبوّت هم) نیستم (و آنچه می‌گویم ساختگی نبوده و از پیش خود به هم نمی‌بافم)"},{"SurahNumber":38,"VerseNumber":87,"Text":"این قرآن، چیزی جز پند و اندرز جهانیان (و مایه‌ی بیداری جملگی ایشان) نمی‌باشد"},{"SurahNumber":38,"VerseNumber":88,"Text":"و خبر آن را بعد از مدّت زمانی خواهید دانست (و به زودی صدق وعد و وعید و راستی اخبار و گفتار قرآن را هم در این جهان و هم در آن جهان خواهید دید)"}]}