{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Vel'mozhi iz naroda Faraonova skazali: \"Etot volkhv iskusen"},{"SurahNumber":7,"VerseNumber":110,"Text":"On khochet izgnat' vas iz zemli vashey! Chto vam nadobno delat'"},{"SurahNumber":7,"VerseNumber":111,"Text":"Oni skazali: \"Day otsrochku yemu i yego bratu, i poshli v goroda sborshchikov"},{"SurahNumber":7,"VerseNumber":112,"Text":"oni privedut k tebe vsekh iskusnykh volkhvov"},{"SurahNumber":7,"VerseNumber":113,"Text":"Volkhvy prishli k Faraonu; oni skazali: \"Nam nepremenno nagradu, yesli my pobedim yego"},{"SurahNumber":7,"VerseNumber":114,"Text":"Da, vy budete v chisle priblizhennykh moikh"},{"SurahNumber":7,"VerseNumber":115,"Text":"Oni skazali: \"Moisey! Ty li prezhde brosish', ili my prezhde budem brosat'"},{"SurahNumber":7,"VerseNumber":116,"Text":"On skazal: \"Brosayte vy\". Oni brosili, i ocharovali ochi lyudey, priveli ikh v uzhas: oni pokazali velikiye chary"},{"SurahNumber":7,"VerseNumber":117,"Text":"Togda My dali Moiseyu otkroveniye: \"Bros' zhezl tvoy!\" I vot, on pogloshchayet to, chto oni predstavili v prizrakakh"},{"SurahNumber":7,"VerseNumber":118,"Text":"Tak yavilas' istina, i okazalas' lozh' togo, chto sdelali oni"},{"SurahNumber":7,"VerseNumber":119,"Text":"Tak oni togda byli pobezhdeny i prevratilis' v umalennykh"},{"SurahNumber":7,"VerseNumber":120,"Text":"Volkhvy, povergshis' dolu, poklonilis'"},{"SurahNumber":7,"VerseNumber":121,"Text":"Oni skazali: \"Veruyem v Gospoda mirov"},{"SurahNumber":7,"VerseNumber":122,"Text":"Gospoda Moiseya i Aarona"},{"SurahNumber":7,"VerseNumber":123,"Text":"Faraon skazal: \"Uveruyete li v Nego prezhde, chem ya pozvolyu vam? Verno, etot umysel, kakoy vy zamyslili protiv etogo goroda, k tomu, chtoby vygnat' iz nego yego zhiteley. Skoro uznayete"},{"SurahNumber":7,"VerseNumber":124,"Text":"Velyu na kreste otsech' u vas ruki i nogi, i potom vsekh vas velyu raspyat'"},{"SurahNumber":7,"VerseNumber":125,"Text":"Oni skazali: \"Ko Gospodu nashemu my obrashchayemsya"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ty budesh' nakazyvat' nas tol'ko za to, chto my uverovali v znameniya Gospoda nashego, kogda oni prishli k nam. Gospodi nash! Vley v nas silu terpeniya i day umeret' nam pokornymi"}]}