{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap'ta Meryem'i de zikret. Hani o, ailesinden kopup doğu tarafında bir yere çekilmişti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra onlardan yana (kendini gizleyen) bir perde çekmişti. Böylece ona ruhumuz (Cibril'i) göndermiştik, o da, düzgün bir beşer kılığında görünmüştü"},{"SurahNumber":19,"VerseNumber":18,"Text":"Demişti ki: \"Gerçekten ben, senden Rahman (olan Allah)a sığınırım. Eğer takva sahibiysen (bana yaklaşma)"},{"SurahNumber":19,"VerseNumber":19,"Text":"Demişti ki: \"Ben, yalnızca Rabbinden (gelen) bir elçiyim; sana tertemiz bir erkek çocuk armağan etmek için (buradayım)"},{"SurahNumber":19,"VerseNumber":20,"Text":"O: \"Benim nasıl bir erkek çocuğum olabilir? Bana hiçbir beşer dokunmamışken ve ben azgın utanmaz (bir kadın) değilken\" dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"İşte böyle\" dedi. \"Rabbin, dedi ki: -Bu Benim için kolaydır. Onu insanlara bir ayet ve Bizden bir rahmet kılmak için (bu çocuk olacaktır).\" Ve iş de olup bitmişti"},{"SurahNumber":19,"VerseNumber":22,"Text":"Böylelikle ona gebe kaldı, sonra onunla ıssız bir yere çekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken doğum sancısı onu bir hurma dalına sürükledi. Dedi ki: \"Keşke bundan önce ölseydim de, hafızalardan silinip unutuluverseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından (bir ses) ona seslendi: \"Hüzne kapılma, Rabbin senin alt (yan)ında bir ark kılmıştır"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalını kendine doğru salla, üzerine henüz oluşmuş-taze hurma dökülüversin"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık, ye, iç, gözün aydın olsun. Eğer herhangi bir beşer görecek olursan, de ki: \"Ben Rahman (olan Allah)' a oruç adadım, bugün hiç kimseyle konuşmayacağım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Böylece onu taşıyarak kavmine geldi. Dediler ki: \"Ey Meryem, sen gerçekten şaşırtıcı bir şey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun'un kız kardeşi, senin baban kötü bir kişi değildi ve annen de azgın, utanmaz (bir kadın) değildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun üzerine ona (çocuğa) işaret etti. Dediler ki: \"Henüz beşikte olan bir çocukla biz nasıl konuşabiliriz"},{"SurahNumber":19,"VerseNumber":30,"Text":"(İsa) Dedi ki: \"Şüphesiz ben Allah'ın kuluyum. (Allah) Bana kitabı verdi ve beni peygamber kıldı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam (olayım,) beni kutlu kıldı ve hayat sürdüğüm müddetçe, bana namazı ve zekatı vasiyet (emr) etti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anneme itati de. Ve beni mutsuz bir zorba kılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam üzerimedir; doğduğum gün, öleceğim gün ve diri olarak yeniden-kaldırılacağım gün de"},{"SurahNumber":19,"VerseNumber":34,"Text":"İşte Meryem oğlu İsa; hakkında kuşkuya düştükleri \"Hak Söz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah'ın çocuk edinmesi olacak şey değil. O Yücedir. Bir işin olmasına karar verirse, ancak ona: \"Ol\" der, o da hemen oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Gerçek şu ki, Allah benim de Rabbim, sizin de Rabbinizdir. Öyleyse O'na kulluk edin. Dosdoğru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"İçlerinden (birtakım) gruplar ayrılığa düştüler. Artık büyük bir günü görmekten dolayı, vay inkar edenlere"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gün, neler işitecekler, neler görecekler. Ama bugün o zalimler apaçık bir sapıklık içindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"İş(in) hükme bağlanıp biteceği, hasret gününe karşı onları uyar; onlar bir gaflet içindedirler ve onlar inanmıyorlar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Elbette, yeryüzünde ve onun üzerindekilere Biz varis olacağız ve onlar Bize döndürülecekler"}]}