{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"The revelation of the Book is from God, the Mighty and Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"We sent down to you the Book with the truth, so serve God, devoting your religion to Him"},{"SurahNumber":39,"VerseNumber":3,"Text":"Is not to God that sincere faith is due? As for those who take guardians besides Him, 'We only worship them that they may bring us nearer to God.' God will judge between them regarding their differences. God does not guide the lying blasphemer"},{"SurahNumber":39,"VerseNumber":4,"Text":"If God wanted to have a son, He could have selected from His creation at will. Glory be to Him. He is God, the One, the Prevailing"},{"SurahNumber":39,"VerseNumber":5,"Text":"He created the heavens and the earth with reason. He wraps the night around the day, and He wraps the day around the night. And He regulates the sun and the moon, each running along a specific course. He is indeed the Almighty, the Forgiver"},{"SurahNumber":39,"VerseNumber":6,"Text":"He created you from one person, then made from it its mate, and brought down livestock for you—eight kinds in pairs. He creates you in the wombs of your mothers, in successive formations, in a triple darkness. Such is God, your Lord. His is the kingdom. There is no god but He. So what made you deviate"},{"SurahNumber":39,"VerseNumber":7,"Text":"If you disbelieve, God is Independent of you, yet He does not approve ingratitude on the part of His servants. And if you are thankful, He will approve that in you. No bearer of burden can bear the burden of another. Then to your Lord is your return; and He will inform you of what you used to do. He is aware of what the hearts contain"},{"SurahNumber":39,"VerseNumber":8,"Text":"When some adversity touches the human being, he prays to his Lord, repenting to Him. But then, when He confers on him a grace of His, he forgets what he was praying for before, and he attributes rivals to God, in order to lead astray from His way. Say, 'Enjoy your disbelief for a little while; you will be among the inmates of the Fire"},{"SurahNumber":39,"VerseNumber":9,"Text":"Is he who worships devoutly during the watches of the night, prostrating himself and standing up, mindful of the Hereafter, and placing his hope in the mercy of his Lord? Say, 'Are those who know and those who do not know equal?' Only those possessed of reason will remember"}]}