{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Hā M³m"},{"SurahNumber":44,"VerseNumber":2,"Text":"Demi Kitab (Al-Quran) nang jalas"},{"SurahNumber":44,"VerseNumber":3,"Text":"Sasungguhnya Kami nuruntatn’nya ka’ malam nang dibarakahi’.790 Sungguh, Kamilah nang mare’ paringatan"},{"SurahNumber":44,"VerseNumber":4,"Text":"Ka’ (malapm’ koa) dijalasatn sagala urusan nang penuh hikmah"},{"SurahNumber":44,"VerseNumber":5,"Text":"(iakoa) urusan dari sisi Kami. Sungguh, Kamilah nang ngutus rasul-rasul"},{"SurahNumber":44,"VerseNumber":6,"Text":"sabage rahmat dari Tuhannyu. Sungguh, Ia Maha Nangaratn’, Maha Ngatahui’"},{"SurahNumber":44,"VerseNumber":7,"Text":"Tuhan (nang mihara) langit man bumi man ahe nang ada ka’ antara kaduanya; kade’ kita’ urakng-urakng nang ngayakin"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nana’ ada Tuhan selain Ia, Ia nang ngidupatn’ man ngamatiatn’. (Ia lah) Tuhannyu man Tuhan da’ nek nenge nyu duhuya"},{"SurahNumber":44,"VerseNumber":9,"Text":"Tapi iaka’ia dalapm’ karaguan, iaka’ia bamain-main"},{"SurahNumber":44,"VerseNumber":10,"Text":"Maka tunggulah ka’ ari waktu langit ngincakng’ kabut nang tampak jalas"},{"SurahNumber":44,"VerseNumber":11,"Text":"Nang ngaliputi’ talino. Nianlah azab nang padih"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Iaka’ia bado’a), “Ya Tuhan kami, lanyapatn’lah azab koa dari kami. Sungguh, kami mao’ baiman”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Ampahe iaka’ia dapat narima’ paringatatn’, padahal (sanape’nya pun) seko’ rasul udah atakng’ mare’ panjalasatn’ ka’ iaka’ia"},{"SurahNumber":44,"VerseNumber":14,"Text":"Kemudian iaka’ia bapalikng’ dari ia man bakata, “Ia koa urakng nang narima’ ajar (dari urakng lain) man urakng gila”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Sungguh, (kalau) Kami ngalanyapi’ azab sabebet jak, tantu kita’’ mao’ kambali (ingkar)"},{"SurahNumber":44,"VerseNumber":16,"Text":"(Ingatlah) ka’ ari (waktu) Kami ngantam iaka’ia mang karas.794 Kami pasti mare’ balasan"},{"SurahNumber":44,"VerseNumber":17,"Text":"Man sungguh, sanape’ iaka’ia, Kami bat batol udah nguji kaum Fir’aun man udah atakng’ ka’ iaka’ia seko’ rasul nang muli"},{"SurahNumber":44,"VerseNumber":18,"Text":"(mang bakata), “Sarahatn’lah ka’ aku am amba Allah (Bani Israil). Sasungguhnya ialah utusatn’ (Allah) nang dapat kita’ pucaya’"},{"SurahNumber":44,"VerseNumber":19,"Text":"man amelah kita’ nyombongkatn’ diri’ k Allah. Sungguh aku atakng’ ka’ kita’ ma ngincakng’ bukti nang nyata"},{"SurahNumber":44,"VerseNumber":20,"Text":"Man sasungguhnya aku balinukng’ ka’ Tuhanku man Tuhannyu, dari ancaman n nto’ marajamku"},{"SurahNumber":44,"VerseNumber":21,"Text":"man kade’ kita’ nana’ baiman ka’ aku, m biaratni’lah aku (mimpini’ Bani Israil)”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Kemudian ia (Musa) bado’a ka’ Tuhanny “Sungguh, iaka’ia nian ialah kaum nang badosa (sigarakani’lah azab ka’ iaka’ia)”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Allah bafirman),”karana koa bajalatn’la mang amba-amba-Ku ka’ malapm’ ari, sasungguhnya kita mao’ atna’ unyar"},{"SurahNumber":44,"VerseNumber":24,"Text":"man biari’lah laut koa tabalah. Sasunggu iaka’ia bala tantara nang mao’ ditingalapmi’”"},{"SurahNumber":44,"VerseNumber":25,"Text":"Betapa manyak taman-taman man mata a mata ai’ nang iaka’ia tingalatni’"},{"SurahNumber":44,"VerseNumber":26,"Text":"uga’ kabun-kabun serta tampat-tampat kadiaman nang edo’"},{"SurahNumber":44,"VerseNumber":27,"Text":"man kasanangan-kasanangan nang dapat iaka’ia nikmati’ ka’ naun, 44. AD-DU"},{"SurahNumber":44,"VerseNumber":28,"Text":"ampikoalah, man Kami warisatn (samua) koa ka’ kaum nang lain"},{"SurahNumber":44,"VerseNumber":29,"Text":"Maka langit man bumi nana’ nangisi’ iaka’ia, man iaka’ia pun nana’ dibare’ panagguhatn’ waktu"}]}