{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"E kitaba parakramasali prajnamaya allahara kacha theke nayila ha'oya"},{"SurahNumber":39,"VerseNumber":2,"Text":"Niscaya amara apanara kache e kitaba satyasaha nayila karechi. Kaje'i allahara'ibadata karuna tamra anugatye ekanistha haye"},{"SurahNumber":39,"VerseNumber":3,"Text":"Jene rakhuna, abimisra anugatya allahara'i prapya. Ara yara allahara paribarte an'yaderake abhibhabakarupe grahana kare tara bale, 'amara to edera ibadata e jan'ye kari ye, era amaderake paripurnabhabe allahara sannidhye ene debe [1].’ Tara ye bisaye nijedera madhye matabheda karache niscaya allaha tadera madhye se byapare phayasala kare debena. Ye mithyabadi o kaphira, niscaya allaha take hidayata dena na"},{"SurahNumber":39,"VerseNumber":4,"Text":"Allaha santana grahana karate ca'ile tini tamra srstira madhye yake icche beche nitena. Pabitra o mahana tini! Tini allaha, eka, prabala pratapasali"},{"SurahNumber":39,"VerseNumber":5,"Text":"Tini yathayathabhabe asamanasamuha o yamina srsti karechena. Tini rata dbara dinake acchadita karena ebam ratake acchadita karena dina dbara [1]. Surya o camdake tini karechena niyamadhina. Pratyeke'i parikramana kare eka nirdista kala paryanta. Jene rakhe, tini parakramasali, ksamasila"},{"SurahNumber":39,"VerseNumber":6,"Text":"Tini tomaderake srsti karechena eka'i byakti hate. Tarapara tini tara theke jora srsti karechena [1]. Ara tini tomadera jan'ya nayila karechena ata jora ana'ama [2]. Tini tomaderake tomadera matrgarbhera traibidha andhakare paryayakrame srsti karechena. Tini'i allaha; tomadera raba; sarbamaya kartrtba tamra'i; tini chara kono satya ilaha ne'i. Atahpara tomaderake kothaya phirano hacche"},{"SurahNumber":39,"VerseNumber":7,"Text":"yadi tomara kuphari kara tabe (jene rakha) allaha tomadera mukhapeksi nana [1]. Ara tini tamra bandadera jan'ya kuphari pachanda karena na ebam yadi tomara krtajna ha'o tabe tini tomadera jan'ya ta-i pachanda karena. Ara kono bojha bahanakari aparera bojha bahana karabe na. Tarapara tomadera rabera kache'i tomadera phire ya'oya. Takhana tomara ya amala karate ta tini tomaderake abahita karabena. Niscaya antare ya ache tini ta samyaka abagata"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ara manusake yakhana duhkha-dain'ya sparsa kare takhana se ekagracitte tara rabake dake. Tarapara yakhana tini nijera paksa theke tara prati anugraha karena takhana se bhule yaya tara age yara jan'ya se dekechila tamke ebam se allahara samakaksa damra karaya, an'yake tamra patha theke bibhraanta karara jan'ya. Baluna, ‘kupharira jibana tumi kichukala upabhoga kare na'o. Niscaya tumi agunera adhibasidera antarbhukta"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ye byakti ratera bibhinna prahare [1] saj‌dabanata haye o damriye anugatya prakasa kare, akhiratake bhaya kare [2] ebam tara rabera anugraha pratyasa kare, (se ki tara samana, ye ta kare na?) Baluna, 'yara jane ebam yara jane na, tara ki samana?' Bodhasakti sampanna lokera'i sudhu upadesa grahana kare"}]}