{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":42,"Text":"Và chớ nghĩ rằng Allah làm ngơ về các điều mà những kẻ sai quấy đã làm. Ngài chỉ triển hạn cho họ sống đến Ngày mà cặp mắt của họ sẽ nhìn trân tráo"},{"SurahNumber":14,"VerseNumber":43,"Text":"Kinh hãi chạy đến trước, ngẩng cổ và ngóc đầu nhìn đăm đăm, cặp mắt không quay về nhìn mình, và tấm lòng trống trải"},{"SurahNumber":14,"VerseNumber":44,"Text":"Do đó, (hỡi Muhammad!) hãy báo trước cho nhân loại biết về một Ngày mà họ sẽ chịu hình phạt. Lúc đó, những kẻ làm điều sai quấy sẽ (lạy lục Allah) thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài tạm hoãn cho bầy tôi đến một thời kỳ gần kề, bầy tôi hứa sẽ đáp lại lời gọi của Ngài và sẽ tuân theo các Sứ Giả (của Ngài)!” Sao! Há các người đã từng thề thốt trước đây rằng các người sẽ không suy tàn (chết) hay sao"},{"SurahNumber":14,"VerseNumber":45,"Text":"Và các ngươi đã tá túc trong nhà của những kẻ đã từng làm hại bản thân mình và các ngươi đã thấy TA đã đối xử với chúng như thế nào; và TA đưa ra những thí dụ để cho các ngươi (suy ngẫm)"},{"SurahNumber":14,"VerseNumber":46,"Text":"Và quả thật họ đã âm mưu đặt kế hoạch nhưng kế hoạch của họ nằm nơi Allah dẫu rằng kế hoạch dữ dội đến mức có thể lay chuyển núi non"},{"SurahNumber":14,"VerseNumber":47,"Text":"Bởi thế, chớ nghĩ rằng Allah sẽ thất hứa với các Sứ Giả của Ngài. Chắc chắn Allah là Đấng Toàn Năng, nắm việc trừng phạt"},{"SurahNumber":14,"VerseNumber":48,"Text":"(Hãy cảnh cáo họ về) một Ngày mà trái đất này sẽ biến thành một trái đất khác và các tầng trời cũng thế, và (nhân loại) sẽ đến trình diện Allah, Đấng Duy Nhất, Đấng An Vị"},{"SurahNumber":14,"VerseNumber":49,"Text":"Vào Ngày đó, Ngươi sẽ thấy những kẻ tội lỗi sẽ bị trói xích với nhau"},{"SurahNumber":14,"VerseNumber":50,"Text":"Áo quần của chúng sẽ bằng hắc ín và mặt của chúng sẽ bị bao phủ bằng một lớp lửa"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Làm thế) để Allah tưởng thưởng (hoặc trừng phạt) mỗi linh hồn về những điều mà họ đã thu hoạch. Chắc chắn, Allah Rất nhanh trong việc thanh toán (xét xử)"},{"SurahNumber":14,"VerseNumber":52,"Text":"(Qur’an) này là Thông Điệp được ban cho nhân loại dùng để nhắc nhở và để biết rằng quả thật Ngài (Allah) là Thượng Đế Duy Nhất và để cho những người hiểu biết lưu ý cảnh giác"}]}