{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Dhe pasi vrate nje njeri, dhe me kete rast u grindet ne mes veti – Zoti e nxori ne shesh ate qe e fshihnit ju"},{"SurahNumber":2,"VerseNumber":73,"Text":"Na (Perendia) kemi thene: “Meshoni me nje cope te asaj (lopes) te vrarit!” Dhe keshtu Perendia do t’i ngjalle te vdekurit dhe do te ju tregoje argumentet e veta per te kuptuar ju"},{"SurahNumber":2,"VerseNumber":74,"Text":"Por, pastaj (mbasi i pate keto argumente) zemrat tuaja u forcuan e u bene si guri ose edhe me te forta, megjithese ka gure nga te cilet burojne lumenj, e ka me te vertete, edhe shkembenje qe cahen e nga te cilet rrjedh uji e ka madje, gjithashtu qe prej frikes se Perendise te rrezohet. – E Perendia nuk eshte i pakujdesshem ndaj veprimeve tuaja"},{"SurahNumber":2,"VerseNumber":75,"Text":"A shpresoni ju se per hir tuajin Hebrenjt do te behen besimtare, kur disa prej tyre, i degjonin fjalet e Zotit, e pasi i kuptonin, me vetedije i peshtjellonin (ato fjale)"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kur te takohen me besimtaret ata thone: “Na besojme, e kur ngelin vetem njeri me tjetrin – thone: “A do t’u tregoni atyre, ate qe ua ka shpalle Perendia (ne Tevrat), per ta perdore ate si argument kunder jush te Zoti juaj? A nuk po mendoni ju"},{"SurahNumber":2,"VerseNumber":77,"Text":"A nuk e dine ata se Perendia di ate qe fshehin dhe ate qe shpallin"},{"SurahNumber":2,"VerseNumber":78,"Text":"Disa prej tyre jane analfabete (nuk dine te lexojne) Librin, pervec disa trillimeve; dhe ata flasin vetem me hamendje"},{"SurahNumber":2,"VerseNumber":79,"Text":"mjer ata qe me duart e tyre shkruajne veper (te rrejshme), e pastaj thone: “Kjo eshte prej Zotit” qe per kete te kene ndonje dobi te vogel. Dhe mjer ata, qe kane shkruar me duart e tyre, dhe mjer ata qe fitojne ne kete menyre"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ata (Hebrenjte) thane: “Zjarri nuk do te na preke, pervec disa ditesh te numruara”. Thuaj (O Muhammed): “A keni marre per kete ndonje zotim prej Perendise – se Zoti nuk e shkel kurre zotimin e vet; ose po shpifni kunder Perendise aso gjerash qe nuk i dini?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"O, me te vertete! Ata qe punojne vepra te keqia dhe fajet e tyre te perhapen nga te gjitha anet, ata do te jene banore te sketerres, ku do te qendrojne pergjithmone"},{"SurahNumber":2,"VerseNumber":82,"Text":"Kurse, ata qe punojne vepra te mira – ata do te jene banore te xhennetit ku do te qendrojne pergjithmone"}]}