{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"Сазовор нест, ки мушрикон масоҷиди Аллоҳ таолоро обод кунанд, дар ҳоле ки онон [амалан] ба куфри хеш гувоҳанд [ва онро изҳор мекунанд], ононанд, ки аъмолашон табоҳ гаштааст ва худ дар оташи [дузах] ҷовидонанд"},{"SurahNumber":9,"VerseNumber":18,"Text":"Масоҷиди Аллоҳ таолоро фақат касоне [бояд] обод кунанд, ки ба Аллоҳ таоло ва рӯзи охират имон овардаанд ва намоз барпо медоранд ва закот мепардозанд ва аз ғайри Аллоҳ таоло наметарсанд. Умед аст, ки инон аз ҳидоятёфтагон бошанд"},{"SurahNumber":9,"VerseNumber":19,"Text":"[Эй мушрикон] Оё об додан ба ҳоҷиён ва обод кардани Масҷиду-л-ҳаромро бо [имону амали] касе, ки ба Аллоҳ таоло ва рӯзи вопасин имон оварда ва дар роҳи Аллоҳ таоло ҷиҳод кардааст, баробар медонед? [Ин ду ҳаргиз] Назди Аллоҳ таоло баробар нестанд. Ва Аллоҳ таоло ситамгорон [-и мушрик]-ро ҳидоят намекунад"},{"SurahNumber":9,"VerseNumber":20,"Text":"Касоне, ки имон оварданд ва ҳиҷрат карданд ва дар роҳи Аллоҳ таоло бо амвол ва ҷонҳои хеш ҷиҳод карданд, назди Аллоҳ таоло мақоми бартаре доранд ва инон ҳамон растагоронанд"},{"SurahNumber":9,"VerseNumber":21,"Text":"Парвардигорашон ононро аз ҷониби хеш ба раҳмату хушнудӣ ва боғҳое [дар биҳишт] мужда медиҳад, ки дар онҳо неъматҳои пойдор доранд"},{"SurahNumber":9,"VerseNumber":22,"Text":"Ҳамвора дар он ҷовидонанд. Ба ростӣ, ки подоши бузург [фақат] назди Аллоҳ таоло аст"},{"SurahNumber":9,"VerseNumber":23,"Text":"Эй касоне, ки имон овардаед, агар падарону бародаронатон куфрро бар имон тарҷеҳ медиҳанд, [ононро] ба дӯстӣ нагиред ва ҳар касе аз шумо ононро ба дӯстӣ бигирад, онон ҳамон ситамгоронанд"},{"SurahNumber":9,"VerseNumber":24,"Text":"[Эй паёмбар, ба муъминон] Бигӯ: «Агар падарону фарзандон ва бародарон ва ҳамсарон ва хешовандонатон ва амволе, ки ба даст овардаед ва тиҷорате, ки аз касодиаш метарсед ва хонаҳое, ки ба он дилхуш ҳастед, назди шумо аз Аллоҳ таоло ва паёмбараш ва ҷиҳод дар роҳи Ӯ маҳбубтаранд, пас, мунтазир бошед, то Аллоҳ таоло фармони [азоби] хешро нозил кунад. Ва Аллоҳ таоло гурӯҳи нофармонро ҳидоят намекунад»"}]}