{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"śuṁ tamanē ibrāhīmanā pratiṣṭhita mahēmānōnī khabara pahōn̄cī chē"},{"SurahNumber":51,"VerseNumber":25,"Text":"tē'ō jyārē tēmanī pāsē āvyā tō tēmaṇē salāma karyuṁ, ibrāhīmē salāmanō javāba āpyō (anē kahyuṁ ā tō) ajāṇyā lōkō chē"},{"SurahNumber":51,"VerseNumber":26,"Text":"pachī cupacāpa jhaḍapathī pōtānā gharavāḷā'ō pāsē gayā anē ēka haṣṭapuṣṭa vācharaḍuṁ (nuṁ māsa) lāvyā"},{"SurahNumber":51,"VerseNumber":27,"Text":"anē tēnē tēmanī sāmē mukayuṁ. Anē kahyuṁ tamē khātā nathī"},{"SurahNumber":51,"VerseNumber":28,"Text":"pachī manamāṁ ja tēmanāthī bhayabhīta tha'i gayā, tēmaṇē kahyuṁ “tamē bhayabhīta na thāva” anē tēmaṇē (hajharata ibrāhīma) nē ēka jñānavāna santānanī khuśakhabara āpī"},{"SurahNumber":51,"VerseNumber":29,"Text":"basa! Tēmanī patni āgaḷa vadhī anē āśrcaryamāṁ pōtānā mōḍhāṁ upara hātha māratā kahyuṁ kē huṁ tō gharaḍī chuṁ anē sāthē vān̄jhaṇī paṇa"},{"SurahNumber":51,"VerseNumber":30,"Text":"tēmaṇē kahyuṁ hāṁ tārā pālanahārē āvī ja rītē pharamāvyuṁ chē. Ni:Śaṅka tē tattavadarśī anē jāṇanāra chē"},{"SurahNumber":51,"VerseNumber":31,"Text":"(hajharata ibrāhīmē) kahyuṁ kē allāhanā mōkalēlā (phariśtā'ō) tamārō śuṁ hētu chē"},{"SurahNumber":51,"VerseNumber":32,"Text":"tēmaṇē javāba āpyō kē amē durācārī kōma tarapha mōkalavāmāṁ āvyā chē"},{"SurahNumber":51,"VerseNumber":33,"Text":"jēthī amē tēmanā para māṭīnī kāṅkarī'ō varasāvī'ē"},{"SurahNumber":51,"VerseNumber":34,"Text":"jē tārā pālanahāra taraphathī niśānavāḷī chē, tē hadavaṭāvī nākhanārā'ō māṭē"},{"SurahNumber":51,"VerseNumber":35,"Text":"basa! Jēṭalā imānavāḷā'ō tyāṁ hatā, amē tēmanē bacāvī līdhā"},{"SurahNumber":51,"VerseNumber":36,"Text":"anē amē tyāṁ musalmānōnuṁ phakata ēka ja ghara jōyuṁ"},{"SurahNumber":51,"VerseNumber":37,"Text":"anē amē tyāṁ tēmanā māṭē, jē du:Khadāyī yātanānō ḍara rākhē chē ēka niśānī chōḍī"},{"SurahNumber":51,"VerseNumber":38,"Text":"mūsānā (kis'sā) māṁ (paṇa amārā tarapha thī ēka niśānī chē) kē amē tēnē phira'ōna tarapha khullā pūrāvā āpī mōkalyā"},{"SurahNumber":51,"VerseNumber":39,"Text":"basa! Tēṇē pōtānā sāmarthya upara mōṇḍhu phēravyuṁ anē kahēvā lāgyō ā jādugara chē athavā tō pāgala chē"},{"SurahNumber":51,"VerseNumber":40,"Text":"Chēvaṭē amē tēnē anē tēnā laśkaranē amārī yātanāmāṁ pakaḍī dariyāmāṁ nākhī dīdhō anē tē hatō ja jhāṭakaṇīnē lāyaka"},{"SurahNumber":51,"VerseNumber":41,"Text":"āvī ja rītē ādamāṁ (paṇa amārā tarapha thī ēka niśānī chē) jyārē amē tē'ōnā para ujjaḍa pavana mōkalyō"},{"SurahNumber":51,"VerseNumber":42,"Text":"tē jē vastu para paḍatī tēnē khōkharā hāḍakā jēvuṁ (cūrē cūrā) karī nākhatī hatī"},{"SurahNumber":51,"VerseNumber":43,"Text":"anē ṣamūda (nā kis'sā) māṁ paṇa (cētavaṇī) chē, jyārē tē'ōnē kahēvāmāṁ āvyu kē tamē thōḍāka divasō sudhī phāyadō uṭhāvī lō"},{"SurahNumber":51,"VerseNumber":44,"Text":"parantu tē'ō'ē pōtānā pālanahāranā ādēśanō bhaṅga karyō, jēthī tē'ōnē jōtajātāmāṁ (vāvājhōḍā) ē naṣṭa karī dīdhā"},{"SurahNumber":51,"VerseNumber":45,"Text":"basa! Na tō tē'ō ubhā tha'i śakyā anē na tō badalō la'i śakyā"},{"SurahNumber":51,"VerseNumber":46,"Text":"anē nūhanī kōmanē paṇa ā pahēlā (āvī ja daśā tha'i hatī) tē'ō paṇa ghaṇā ja avajñākārī hatā"}]}