{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Siz bir kimseyi oldurmus ve sucu birbirinize atmıstınız, oysa Allah gizlemekte oldugunuzu ortaya cıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Bir parcasıyla ona vurun, dedik. Iste Allah oluleri de boyle diriltir. Ve aklınızı kullanasınız diye size ayetlerini gosterir"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra kalpleriniz yine katılastı. Tas gibi.. hatta daha da katı oldu. Nitekim oyle taslar vardır ki, iclerinden ırmaklar kaynar, oyle taslar var ki Allah korkusundan yukarıdan asagıya yuvarlanırlar. Allah yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Size inanacaklarını mı umuyorsunuz? Oysa onlardan bir grup vardı ki Allah’ın sozunu isitirlerdi de dusunup akıl erdirdikten sonra, bile bile onu bozarlardı"},{"SurahNumber":2,"VerseNumber":76,"Text":"Inananlarla karsılastıkları zaman “inandık” derler, birbirleriyle yalnız kaldıklarında: - Rabbiniz´in yanında size karsı delil getirsinler diye mi, Allah’ın size acıkladıgını onlara anlatıp duruyorsunuz? Bunu akıl etmiyor musunuz? derlerdi"},{"SurahNumber":2,"VerseNumber":77,"Text":"Onlar, gizlediklerini de acıkladıklarını da Allah’ın bildigini bilmiyorlar mı"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onların bir kısmının okuyup yazması yoktur. Kitabı bilmezler, bildikleri sadece bir takım yalan ve kuruntulardır. Onlar yalnızca zanneder dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Kitabı kendi elleriyle yazıp sonra onu az bir paraya satabilmek icin: -Bu, Allah katındandır, diyenlerin vay haline! Vay ellerinin yazmıs oldugundan dolayı baslarına geleceklere! Kazandıklarından dolayı vay onların haline"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ates bize sayılı bir kac gunden baska dokunmayacaktır, derler. Onlara: -Allah katından bir soz mu aldınız? Eger, oyle ise Allah sozunden donmez; yoksa Allah hakkında bilmediginiz bir sey mi soyluyorsunuz? de"},{"SurahNumber":2,"VerseNumber":81,"Text":"Gercek su ki, gunah isleyip gunahı kendisini kusatmıs olan kimseler, cehennemlikler iste onlardır. Onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip dogruları yapanlara gelince iste onlar cennetliklerdir. Onlar da orada ebedidirler"}]}