{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":249,"Text":"Talut, seneyondige horataga helidaru; ‘‘allahanu ondu nadiya mulaka nim'mannu pariksisuvanu. Adara niru kudiyuvavanu nannavanalla. Adara ruciyanne nodadavanu matra khandita nannavanu – yaradaru tanna kaiyinda, ondu bogaseyastu matra kudidare tappalla’. Adare avarallina kevala kelavara horatu itarellaru a holeya nirannu kudidaru. Konege, ata (talut) mattu atana jotegidda visvasigalu nadiyannu datidaga, a mandi, ‘‘indu nam'ma bali, jalut mattavana padegalannu edurisuva sakti ulidilla’’ endu bittaru. Adare tavu allahanannu bhetiyagalikkide emba nirikse ittukondiddavaru ‘‘adesto bari, sanna padegalu allahana anugrahadinda dodda padegalannu solisidduntu. Allahanantu sahanasilara jotegiddane’’ endaru"},{"SurahNumber":2,"VerseNumber":250,"Text":"hige, jalut mattavana seneyondige avara mukhamukhiyadaga, avaru ‘‘nam'modeya, namage sahaneyannu dayapalisu hagu nam'ma hejjegalannu sthiragolisu mattu dhikkari samuhada virud'dha namage vijaya nidu’’ endu prarthisidaru"},{"SurahNumber":2,"VerseNumber":251,"Text":"konege avaru (talutara pade) allahana anugrahadinda avarannu (jalutana padeyannu) solisi bittaru mattu davudaru jalutanannu kondaru. A balika allahanu avarige (davudarige) samrajyavannu mattu yuktiyannu nididanu mattu tanicchisiddannu avarige kalisikottanu. I riti allahanu kelavarannu matte kelavara mulaka tolagisade iddiddare, bhumiyalli khandita vinasa mereyuttittu. Nijavagi allahanu sakala lokagala palige udaranagiddane"},{"SurahNumber":2,"VerseNumber":252,"Text":"(dutare,) ivu, navu nimage sariyagi odi kelisuttiruva allahana vacanagalu. Mattu nivu nis'sandehavagi allahana obba dutaragiruviri"},{"SurahNumber":2,"VerseNumber":253,"Text":"A dutaralli kelavarige navu itara kelavariginta heccina hirimeyannu nidiruvevu. Avaralli obbarodane allahanu matanadiddanu hagu avaralli kelavara sthanavannu avanu unnatagolisiddanu. Navu maryamara putra isarige spasta puravegalannu nididdevu mattu pavitra atmada (jibril‌ra) mulaka avarige bala odagisiddanu. Allahanu bayasiddare, avara (a dutara) balika bandavaru (mundina piligegalu) satyada spasta puravegalu tam'ma balige banda balika paraspara raktapata nadesuttiralilla. Adaru avaru paraspara bhinnabhipraya talidaru. Avaralli visvasigalu iddaru dhikkarigalu iddaru. Allahanu bayasiddare avaru paraspara raktapata nadesuttiralilla. Adare allahanu tanu bayasiddanne maduttane"}]}