{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Biz, onların akıllarını baslarına toplamaları icin bu Kur'an'da (cesitli ikaz ve ihtarları) turlu sekillerde tekrar ettik. Fakat bu, onlara, daha da kacıp uzaklasmaktan baska bir sey saglamıyor"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: Eger soyledikleri gibi Allah ile birlikte baska ilahlar da bulunsaydı, o takdirde bu ilahlar, Ars'ın sahibi olan Allah'a ulasmak icin careler arayacaklardı"},{"SurahNumber":17,"VerseNumber":43,"Text":"Allah, onların soyledikleri seylerden munezzehtir; son derece yucedir ve uludur"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gok, yer ve bunlarda bulunan herkes O'nu tesbih eder. O'nu ovgu ile tesbih etmeyen hicbir sey yoktur. Ne var ki siz, onların tesbihini anlamazsınız. O, halimdir, bagıslayıcıdır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Biz, Kur'an okudugun zaman, seninle ahirete inanmayanların arasına gizleyici bir ortu cekeriz"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ayrıca, onu anlamamaları icin kalplerine bir kapalılık ve kulaklarına bir agırlık veririz. Sen, Kur'an'da Rabbinin birligini yadettiginde onlar, canları sıkılmıs bir vaziyette, gerisin geri donup giderler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Biz, onların seni dinlerken ne maksatla dinlediklerini, kendi aralarında fısıldasırlarken de o zalimlerin: \"Siz, buyulenmis bir adamdan baskasına uymuyorsunuz!\" dediklerini cok iyi biliriz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Baksana; senin icin ne turlu benzetmeler yaptılar! Bu yuzden, (oyle bir) saptılar ki, artık (dogru) yolu bulamayacaklardır"},{"SurahNumber":17,"VerseNumber":49,"Text":"Bir de onlar dediler ki: Sahi biz, bir kemik yıgını ve kokusmus bir toprak olmus iken, yepyeni bir hilkatte diriltilecegiz, oyle mi"},{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: \"Ister tas olun, ister demir"},{"SurahNumber":17,"VerseNumber":51,"Text":"Isterse aklınıza (yeniden dirilmesi) imkansız gibi gorunen herhangi bir yaratık! (Bunlar, Allah'ın sizi yeniden diriltmesini guclestirmez.) Diyecekler ki: \"Bizi tekrar (hayata) kim dondurecek?\" De ki: Sizi ilk kez yaratan. Bunun uzerine onlar sana alaylı bir tarzda baslarını sallayacak ve \"Ne zamanmıs o?\" diyecekler. De ki: Yakın olsa gerek"},{"SurahNumber":17,"VerseNumber":52,"Text":"Allah sizi cagıracagı gun, kendisine hamdederek cagrısına uyarsınız ve (dirilmeden onceki halinizde) cok az kaldıgınızı sanırsınız"}]}