{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"mariyu okavēḷa vāru ninnu asatyuḍavani tiraskaristē, vāritō anu: \"Nā karmalu nāku mariyu mī karmalu mīku. Nā karmalaku mīru bādhyulu kāru mariyu mī karmalaku nēnu bādhyuḍanu kānu"},{"SurahNumber":10,"VerseNumber":42,"Text":"mariyu vārilō kondaru nī māṭalanu viṇṭū uṇṭāru! Ēmī? Nīvu ceviṭi vāriki vinipin̄ca galavā? Mariyu vāru ēmī arthaṁ cēsu kōlēka pōyinappaṭikī (vāriki vinipin̄cagalavā)"},{"SurahNumber":10,"VerseNumber":43,"Text":"mariyu vārilō kondaru nī vaipunaku cūstū uṇṭāru. Ēmī? Nīvu gruḍrivāriki saraina mārgaṁ cūpin̄cagalavā? Mariyu vāriki ēmī kanipin̄canappaṭiki kūḍānā"},{"SurahNumber":10,"VerseNumber":44,"Text":"niścayaṅgā, allāh mānavulaku elāṇṭi an'yāyaṁ cēyaḍu, kāni mānavulē tamaku tāmu an'yāyaṁ cēsukuṇṭāru"},{"SurahNumber":10,"VerseNumber":45,"Text":"mariyu āyana (allāh) vārini samāvēśaparacē rōju, oka dinapu oka ghaḍiya kaṇṭē ekkuva kālaṁ (ihalōkanlō) gaḍapalēdani vāru bhāvistāru. Vāru okarinokaru gurtupaḍatāru. Vāstavāniki allāh nu darśin̄ca valasivunna satyānni nirākarin̄cina vāru, tīvramaina naṣṭāniki guri avutāru mariyu vāru mārgadarśakatvānni pondalēka pōyāru"},{"SurahNumber":10,"VerseNumber":46,"Text":"Mariyu (ō muham'mad!) Mēmu vāstavāniki vāriki vāgdānaṁ cēsina (śikṣalalō) konniṇṭini nīku cūpinā, lēka (antaku mundē) ninnū maraṇimpajēsinā, vāru mā vaipukē kadā marali rāvalasi vunnadi. Civaraku vāri karmalanniṇṭikī allāh yē sākṣi"},{"SurahNumber":10,"VerseNumber":47,"Text":"mariyu prati samājānikī oka pravakta (pampabaḍḍāḍu). Eppuḍaitē vāri pravakta vastāḍō, appuḍu vāri madhya (vyavahārāla) tīrpu n'yāyaṅgā cēyabaḍutundi. Mariyu vāri kelāṇṭi an'yāyaṁ jarugadu"},{"SurahNumber":10,"VerseNumber":48,"Text":"mariyu vārilā aḍugutunnāru: \"Mīru satyavantulē ayitē ī vāgdānaṁ eppuḍu pūrti kānunnadi"},{"SurahNumber":10,"VerseNumber":49,"Text":"(ō muham'mad!) Vārilō ilā anu: \"Allāh kōritē tappa! Nā koraku nēnu kīḍugānī, mēlugānī cēsukōgaligē śakti nāku lēdu. Prati samājāniki oka gaḍuvu niyamimpabaḍi undi. Vāri gaḍuvu vaccinapuḍu vāru oka ghaḍiya venaka gānī lēka mundu gānī kālēru"},{"SurahNumber":10,"VerseNumber":50,"Text":"vāritō anu: \"Ēmī? Mīru ālōcin̄cārā (cūśārā)! Okavēḷa āyana śikṣa mīpai rātrigānī, lēka pagalu gānī vacci paḍitē (mīrēṁ cēyagalaru)? Ayitē dēni koraku ī aparādhulu tondara peḍutunnāru"},{"SurahNumber":10,"VerseNumber":51,"Text":"ēmi? Adi (ā śikṣa) mīpai vaccipaḍina taruvātanē mīru dānini nam'mutārā? (Ā rōju mīrilā aḍagabaḍatāru): \"Ippuḍā (mīru dānini nam'mēdi)? Vāstavāniki mīru dāni koraku tondarapaḍtū uṇḍēvāru kadā"},{"SurahNumber":10,"VerseNumber":52,"Text":"appuḍu durmārgulatō ilā anabaḍutundi: \"Mīru śāśvatamaina śikṣanu anubhavin̄caṇḍi! Mīku - mīru cēstū uṇḍina karmala pratiphalaṁ tappa - vērē (śikṣa) vidhin̄cabaḍunā"},{"SurahNumber":10,"VerseNumber":53,"Text":"mariyu (ō muham'mad!) Vāru iṅkā ilā aḍugutunnāru: \" Ēmī? Idantā satyamēnā? Vāritō anu: \"Avunu, nā prabhuvu sākṣigā! Idantā niścayaṅgā, jaragabōyē satyamē! Mariyu mīru dāni nuṇḍi tappin̄cukōlēru"}]}