{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"Kodi siunaone iwo amene adapatsidwa gawo la Buku la Mulungu? Iwo amakhulupirira mafano ndi milungu yabodza ndipo amawauza osakhulupilira kuti ndi otsogozedwa bwino kuposa anthu okhulupirira"},{"SurahNumber":4,"VerseNumber":52,"Text":"Amenewa ndiwo anthu amene Mulungu wawatemberera ndipo aliyense amene atembereredwa ndi Mulungu iwe siungamupezere womuthandiza"},{"SurahNumber":4,"VerseNumber":53,"Text":"Kodi kapena iwo ali ndi gawo mu Ufumu? Zikadatero, iwo sakadawapatsa anthu ngakhale kanthu kakang’ono"},{"SurahNumber":4,"VerseNumber":54,"Text":"Kodi kapena iwo amachitira kaduka anthu mu zinthu zabwino zimene Mulungu wawapatsa? Ife tidawapatsa ana a Abrahamu Buku ndi luntha ndipo tidawapatsa Ufumu waukulu"},{"SurahNumber":4,"VerseNumber":55,"Text":"Ena mwa iwo adakhulupirira iye koma ena a iwo anayang’ana kumbali ndipo Moto ukukwanira kukhala chilango chawo"},{"SurahNumber":4,"VerseNumber":56,"Text":"Ndithudi iwo amene adakana zizindikiro zathu tidzawaotcha ku moto. Nthawi zonse pamene makungu awo azidzapsya, Ife tidzawapatsa makungu ena kuti iwo alawe chilango. Ndithudi Mulungu ndi wamphamvu nthawi zonse ndi Wanzeru"},{"SurahNumber":4,"VerseNumber":57,"Text":"Koma iwo amene amakhulupirira ndi kuchita ntchito zabwino, Ife tidzawalowetsa m’minda yothiriridwa ndi mitsinje yoyenda pansi pake, ndipo adzakhalako mpaka kalekale. Ndipo kumeneko adzakhala ndi akazi oyera ndipo Ife tidzawalowetsa ku mthunzi wabwino kwambiri"},{"SurahNumber":4,"VerseNumber":58,"Text":"Ndithudi Mulungu ali kukulamulirani kuti mubwezere katundu amene mwasunga kwa eni ake ndipo ngati muweruza pakati pa anthu, weruzani mwachilungamo. Ndithudi chilangizo chimene Mulungu akukulangizani ndi chabwino kwambiri. Ndithudi Mulungu amamva nthawi zonse ndipo amaona zinthu zonse"},{"SurahNumber":4,"VerseNumber":59,"Text":"oh inu anthu okhulupirira! Mverani Mulungu ndipo mverani Mtumwi wake ndiponso iwo amene ali ndi udindo pakati panu. Ndipo ngati mutsutsana pa chinthu china chilichonse, chiperekeni icho kwa Mulungu ndi Mtumwi wake ngati inu mumakhulupirira mwa Mulungu ndi tsiku lomaliza. Zimenezi zidzakhala zabwino ndi zolungama pomaliza"}]}