{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf, pasha Kur’anin e lavdishem (do te ringjalleni)"},{"SurahNumber":50,"VerseNumber":2,"Text":"Por jo, ata u cuditen qe u erdhi i derguari (qortues) nga mesi tyre, andaj jobesimtaret thane: “Kjo eshte dicka shume e cuditshme"},{"SurahNumber":50,"VerseNumber":3,"Text":"A pasi te vdesim e te behemi dhe (do te kthehemi ne jete)? Ai kthim eshte larg (mendjes e mundesise)!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ne dime se c’pakesohet (c’tret) toka prej tyre. Te Ne eshte edhe libri qe ruan cdo gje (numrin e tyre, emrat, pjeset e trupit)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Ata pergenjeshtruan te verteten kur ajo u erdhi dhe ata jane ne gjendje te luhatshme"},{"SurahNumber":50,"VerseNumber":6,"Text":"A nuk shikojne ata me vemendje kah qielli se si mbi ta kemi ndertuar ate, e kemi zbukuruar ate duke mos pasur ne te ndonje zbrazeti"},{"SurahNumber":50,"VerseNumber":7,"Text":"Edhe token se si e kemi shtrire, e ne te kemi vendosur kodra perforcuese dhe kemi bere qe ne te te mbijne gjithfare bimesh te bukura"},{"SurahNumber":50,"VerseNumber":8,"Text":"(I beme ashtu) Deshmi te dukshme dhe perkujtuese per secilin njeri qe ka drejtuar mendjen (te Zoti)"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ne, nga qielli leshuam shiun e dobishem dhe me te beme qe te kultivohen kopshte e drithera te korren"},{"SurahNumber":50,"VerseNumber":10,"Text":"Dhe rritem trungje te gjata hurmash me frua te paluara njeri mbi tjetrin"},{"SurahNumber":50,"VerseNumber":11,"Text":"ushqim per njerez, dhe me te, Ne e ngjallem token e vdekur, e keshtu do te jete edhe ringjallja"},{"SurahNumber":50,"VerseNumber":12,"Text":"Para tyre pergenjeshtruan populli i Nuhut, banoret e Bunarit (te pusit) dhe Themudi"},{"SurahNumber":50,"VerseNumber":13,"Text":"Edhe Adi, edhe Faraoni dhe vellezerit e Lutit"},{"SurahNumber":50,"VerseNumber":14,"Text":"Edhe banoret e Ejkes, populli i Tubbeit. Te gjithe i pergenjeshtruan te derguarit, atehere e merituan denimin Tim"},{"SurahNumber":50,"VerseNumber":15,"Text":"A mos u lodhem Ne me krijimin e pare? Jo, por ata jane ne nje huti rreth nje krijimi te ri"}]}