{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":22,"Text":"Dis : « Invoquez donc ces pretendues (divinites) que vous (avez prises) en dehors d’Allah. Elles ne possedent meme pas le poids d’un atome des cieux et de la terre et n’ont jamais ete associees (a leur creation). Et aucune parmi elles ne peut pretendre etre Son assistant. »"},{"SurahNumber":34,"VerseNumber":23,"Text":"L’intercession ne servira, aupres de Lui, qu’a ceux en faveur de qui Il le permettra. Quand leur frayeur est passee, (les Anges) disent (les uns aux autres) : « Qu’a dit votre Seigneur ? » (Les Anges) repondront alors : « La verite. Et c’est Lui le Tres Haut, le Tres Grand ! »"},{"SurahNumber":34,"VerseNumber":24,"Text":"Demande : « Qui donc pourvoit a votre subsistance (venue) des cieux et de la terre ? » Et reponds : « C’est Allah. Nous sommes, soit nous, soit vous, ou dans la bonne direction, ou dans un egarement manifeste. »"},{"SurahNumber":34,"VerseNumber":25,"Text":"Et dis : « Vous ne repondrez point de nos crimes, et nous ne repondrons point de vos actes. »"},{"SurahNumber":34,"VerseNumber":26,"Text":"Dis : « Notre Seigneur nous reunira puis jugera entre nous, par la verite, et c’est Lui le Juge Supreme, l’Omniscient. »"},{"SurahNumber":34,"VerseNumber":27,"Text":"Dis encore : « Montrez-moi ceux que vous Lui avez rattaches comme associes. Non, Lui c’est Allah, le Tout- Puissant, le Sage. »"},{"SurahNumber":34,"VerseNumber":28,"Text":"Nous ne t’avons envoye a l’ensemble des hommes que pour faire heureuse annonce et avertir. Mais la plupart des hommes ne le savent pas"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ils disent : « A quand cette promesse, si ce que vous dites est vrai ? »"},{"SurahNumber":34,"VerseNumber":30,"Text":"Dis : « Rendez-vous vous est donne pour un jour que vous ne pourrez ni retarder ni avancer d’une heure. »"}]}