{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"О, ыйман келтиргендер! Аллаһка жана Пайгамбарына моюн сунгула жана (Кураандагы “моюн сунгула” деген буйрукту) угуп туруп андан жүз бурбагыла"},{"SurahNumber":8,"VerseNumber":21,"Text":"Укпай туруп “уктук” деген адамдардан! болбогула"},{"SurahNumber":8,"VerseNumber":22,"Text":"Албетте, Аллаһтын назарында айбандардан да эң жаманы (чындыкты) укпаган, (акыйкатты) сүйлөбөгөн акылсыздар"},{"SurahNumber":8,"VerseNumber":23,"Text":"Эгер Аллаһ алардан бир жакшылык болоорун билгенде (акыйкатты) уга турган кылып коймок. Жана, эгер уга турган кылып койсо деле, (акыйкаттан) жүз буруп кетмек"},{"SurahNumber":8,"VerseNumber":24,"Text":"О, ыйман келтирген пенделер! Силерге жашоо бере турган нерсеге (ибадатка) чакырганда, Аллаһ менен пайгамбарына (дароо) жооп бергиле! Билип койгула, Аллаһ адам менен (анын) жүрөгүнүн арасын тосуп койот.? Жана чынында, бардыгыңар Анын Өзүнө чогуласыңар"},{"SurahNumber":8,"VerseNumber":25,"Text":"Жана силердин араңардагы зулум (күнөө) кылгандардын өзүнө гана тийбей (бардыгыңарга тегиз тие) турган азаптан? корккула! жана билгиле Аллаһтын азабы катуу"},{"SurahNumber":8,"VerseNumber":26,"Text":"(О,момундар!) Эстегиле, бир кезде силер аз, жер бетинде алсыз-бечара жана адамдар силерди басып-тоноп кетишинен корккон абалда элеңер. Кийин Аллаһ силерге (Мединадан) орун-очок берип, Өз жардамы менен колдоп, силерге таза нерселерди ырыскы кылып берди. Кана эми, (ушуларга) шүгүр кылсаңар"},{"SurahNumber":8,"VerseNumber":27,"Text":"О,ыйман келтиргендер! Аллаһка, Анын пайгамбарына жана силерге ишенип тапшырылган аманаттарга билип туруп кыянат кылбагыла"},{"SurahNumber":8,"VerseNumber":28,"Text":"Жана билип койгула, чынында силердин мал-дүйнөңөр жана бала-чакаңар — бул сыноо (гана). Акыйкатта, Аллаһтын алдында Улук сооп бар"}]}