{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Noah too denied the Messengers"},{"SurahNumber":26,"VerseNumber":106,"Text":"When their brother Noah said to them, \"Will you not walk aright"},{"SurahNumber":26,"VerseNumber":107,"Text":"Behold, I am a Messenger to you, worthy of your trust"},{"SurahNumber":26,"VerseNumber":108,"Text":"Be mindful of Allah and pay heed to me"},{"SurahNumber":26,"VerseNumber":109,"Text":"And no reward, whatever, do I ask for it. My reward rests with none but the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"So be mindful of Allah and pay heed to me"},{"SurahNumber":26,"VerseNumber":111,"Text":"They answered, \"Shall we put our faith in you even though the low class people are following you"},{"SurahNumber":26,"VerseNumber":112,"Text":"Said he, \"I do not care what their professions are and what they have been doing before"},{"SurahNumber":26,"VerseNumber":113,"Text":"Their accountability is up to my Lord. If only you understood (that the most honored in the Sight of Allah is the one who is best in conduct)"},{"SurahNumber":26,"VerseNumber":114,"Text":"Hence, I shall not drive away the believers"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am only a plain Warner"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said, \"O Noah! If you do not refrain, you will surely be stoned to death"},{"SurahNumber":26,"VerseNumber":117,"Text":"Thereupon he prayed, \"My Lord! Behold, my people are accusing me of lying"},{"SurahNumber":26,"VerseNumber":118,"Text":"Hence, judge between me and them openly, and save me and my company of believers"},{"SurahNumber":26,"VerseNumber":119,"Text":"And We saved him and those who accompanied him in the laden Ark"},{"SurahNumber":26,"VerseNumber":120,"Text":"Then afterward We drowned the others"},{"SurahNumber":26,"VerseNumber":121,"Text":"In this, behold, there is a sign, even though most of them are not believers (in the Law of Requital)"},{"SurahNumber":26,"VerseNumber":122,"Text":"But, verily, your Lord is Almighty, Merciful (His Rule is the Rule of Law, and not that of dictatorial whims)"}]}