{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Allaha slavi i velica sve sto je na nebesima i sto je na Zemlji"},{"SurahNumber":59,"VerseNumber":2,"Text":"On je Onaj Koji je prilikom prvog progonstva protjerao iz domova njihovih one sljedbenike Knjige koji nisu vjerovali. Vi niste mislili da ce otici, a oni su mislili da ce ih utvrde njihove od Allaha odbraniti, ali ih je Allah kaznio odakle se nisu nadali i On je u srca njihova strah ulio; vlastitim rukama i rukama vjernika svoje domove su rusili. Zato uzmite iz toga pouku, o vi razboriti"},{"SurahNumber":59,"VerseNumber":3,"Text":"A da im Allah nije vec bio propisao izgnanstvo, On bi ih drugoj"},{"SurahNumber":59,"VerseNumber":4,"Text":"To je zato sto su se Allahu i Poslaniku"},{"SurahNumber":59,"VerseNumber":5,"Text":"To sto ste neke palme posjekli ili ih, da uspravno stoje, ostavili - s Allahovim dopustenjem ste ucinili, i zato da On buntovnike ponizi"},{"SurahNumber":59,"VerseNumber":6,"Text":"A vi niste kasom tjerali konje ni kamile zbog onoga sto je Allah darovao Poslaniku Svome nego"},{"SurahNumber":59,"VerseNumber":7,"Text":"Plijen od stanovnika sela i gradova koji Allah Poslaniku Svome daruje pripada: Allahu i Poslaniku Njegovu, i bliznjima njegovim, i sirocadi, i siromasnim, i putnicima namjernicima - da ne bi prelazio samo iz ruku u ruke bogatasa vasih; ono sto vam Poslanik da, to prihvatite, a ono sto vam zabrani - ostavite, i bojte se Allaha. Allah, zaista, zestoko kaznjava"},{"SurahNumber":59,"VerseNumber":8,"Text":"I siromasnim muhadzirima koji su iz svojih domova i iz posjeda svojih protjerani, tragajuci za Allahovim obiljem i zadovoljstvom, i Allahu i Poslaniku Njegovu pomazu, to su, zaista, iskreni"},{"SurahNumber":59,"VerseNumber":9,"Text":"A oni koji su prije njih Medinu nastanili i iman prihvatili, ne osjecaju i vise vole njima nego"},{"SurahNumber":59,"VerseNumber":10,"Text":"Oni koji poslije njih dolaze - govore: \"\"Gospodaru nas, oprosti nama i"}]}