{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":122,"Text":"Разве тот, кто был мертвецом, и Мы вернули его к жизни и наделили светом, благодаря которому он ходит среди людей, подобен тому, кто находится во мраках и не может выйти из них? Так неверующим представляется прекрасным то, что они совершают"},{"SurahNumber":6,"VerseNumber":123,"Text":"Вот так в каждом селении Мы создавали главных грешников, чтобы они строили там козни. Однако они строят козни только против самих себя, но не ощущают этого"},{"SurahNumber":6,"VerseNumber":124,"Text":"Когда им явилось знамение, они сказали: «Мы не уверуем, пока не получим то, что получили посланники Аллаха». Аллах лучше знает, кому доверить Свое послание. Грешников же постигнет унижение перед Аллахом и тяжкие мучения за то, что они строили козни"},{"SurahNumber":6,"VerseNumber":125,"Text":"Кого Аллах желает наставить на прямой путь, тому Он раскрывает грудь для ислама, а кого Он желает ввести в заблуждение, тому Он сдавливает и сжимает грудь, словно тот забирается на небо. Так Аллах насылает скверну (или наказание) на тех, кто не верует"},{"SurahNumber":6,"VerseNumber":126,"Text":"Таков прямой путь твоего Господа. Мы уже подробно разъяснили знамения людям поминающим"},{"SurahNumber":6,"VerseNumber":127,"Text":"Им уготована Обитель мира и благополучия у их Господа. Он является их Покровителем благодаря тому, что они совершали"},{"SurahNumber":6,"VerseNumber":128,"Text":"В тот день Он соберет их вместе: «О сонмище джиннов! Вы ввели в заблуждение многих людей». Их помощники из числа людей скажут: «Господь наш! Одни из нас пользовались другими, и мы достигли нашего срока, который Ты назначил нам». Он скажет: «Огонь будет вашей обителью, в которой вы пребудете вечно, если только Аллах не пожелает иначе!». Воистину, твой Господь - Мудрый, Знающий"},{"SurahNumber":6,"VerseNumber":129,"Text":"Так Мы позволяем одним беззаконникам править другими за то, что они приобретают"}]}