{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Goyləri və yeri yaradan, zulmətləri və nuru var edən Allaha həmd olsun! Bu dəlillərdən sonra kafir olanlar hələ də butləri oz Rəbbinə tay tuturlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"Sizi palcıqdan yaradan, sonra da əcəlinizi təyin edən Odur. Onun yanında Qiyamət gunu ucun də bəlli bir əcəl vardır. Bunu bildikdən sonra siz yenə də subhə edirsiniz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O, həm goylərdə, həm də yerdə ibadət olunan Tək Allahdır. O, gizlində saxladıgınızı da bilir, askarda etdiyinizi də. O, sizin nə qazanacagınızı da bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Onlara Rəbbindən gələn elə bir ayə yoxdur ki, ondan uz cevirməsinlər"},{"SurahNumber":6,"VerseNumber":5,"Text":"Onlara haqq gəldikdə onu yalan saydılar. Istehza etdikləri seyin xəbəri onlara tezliklə catacaqdır"},{"SurahNumber":6,"VerseNumber":6,"Text":"Məgər onlar ozlərindən əvvəl necə-necə nəsilləri məhv etdiyimizi gormədilərmi? Biz onlara yer uzundə sizə vermədiyimiz imkanları vermisdik. Onların uzərinə goydən bol-bol yagıs yagdırmıs və evlərinin altından caylar axıtmısdıq. Biz onları gunahlarına gorə həlak etdik və onlardan sonra basqa nəsillər yaratdıq"},{"SurahNumber":6,"VerseNumber":7,"Text":"Əgər sənə kagız uzərində bir yazı nazil etsəydik və onlar da əlləri ilə ona toxunsaydılar, kafir olanlar yenə də: “Bu, acıq-aydın sehrdən basqa bir sey deyildir!”– deyərdilər"},{"SurahNumber":6,"VerseNumber":8,"Text":"Onlar: “Nə ucun ona mələk endirilməyib?”– dedilər. Əgər biz mələk endirsəydik, is bitmis olardı, onlara isə mohlət verilməzdi"},{"SurahNumber":6,"VerseNumber":9,"Text":"Əgər biz onu mələk etsəydik, əlbəttə, onu kisi edərdik və onları bir daha dusdukləri subhəyə salardıq"},{"SurahNumber":6,"VerseNumber":10,"Text":"Əlbəttə, səndən əvvəlki elcilərə də istehza edilmisdi. Amma istehza edənləri, məsxərəyə qoyduqları sey hər tərəfdən burudu"}]}