{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":20,"Text":"evan marumaikkakap payirita virumpukirano, avanutaiya payirin vilaiccalai nam atikappatuttukirom. Evan im'maikkaka (mattum) payirita virumpukirano, nam avanukkum atiliruntu oralavu kotukkirom. Eninum, avanukku marumaiyil oru pakkiyamumillai"},{"SurahNumber":42,"VerseNumber":21,"Text":"allah anumatikkata etaiyum avarkalukku markkamakki vaikkakkutiya teyvankalum avarkalukku irukkinranava? (Ovvoru ceyalukkum takka) kuli kotuppatu marumaiyiltan enru iraivanutaiya tirmanam erpattirukkavitil, (ituvarai) avarkalutaiya kariyam mutivu perreyirukkum. Niccayamaka (ittakaiya) aniyayakkararkalukku mikka tunpuruttum vetanai untu"},{"SurahNumber":42,"VerseNumber":22,"Text":"(Napiye!) Varampu miriya ivarkal, tankal ceyalin karanamaka(t tankalukku enna tantanai kitaikkumo enru) payantu kontiruppatai (annalil) nir kanpir. Atu avarkalukkuk kitaitte tirum. Evarkal nampikkai kontu narceyalkal ceykirarkalo avarkal, corkkankalil ulla punkavanankalil irupparkal. Avarkal virumpiyatellam avarkal iraivanitam avarkalukkuk kitaikkum. Itutan mikap perum cirappakum"},{"SurahNumber":42,"VerseNumber":23,"Text":"nampikkai kontu narceyalkal ceyta tan (nal) atiyarkalukku allah narceyti kuruvatum ituve. (Napiye!) Nir kuruviraka: ‘‘Itarkaka nan oru kuliyum ketkavillai, uravinarkalai necippatait tavira, evar narceyalkalait tetik kolkiraro, avarukku nam atil nanmaiyai atikarikkac ceykirom. ''Niccayamaka allah mika mannippavanum, nanriyai(yum) ankikarippavanum avan"},{"SurahNumber":42,"VerseNumber":24,"Text":"(napiye!) Allahvin mitu nir poyyaik karpanai ceytu kuruvataka avarkal (um'maip parrik) kurukinranara? (Avvarayin, nam ivvetattai avarkalukku nir otikkanpikka mutiyatavaru) allah natinal, umatu ullattin mitu muttiraiyittu iruppan. (Akave, avarkalutaiya ikkurru murrilum tavaranatakum.) Allahvo, poyyai alittut tan vacanankalaik konte unmaiyai urutippatuttuvan. Niccayamaka avan, ullankalil (rakaciyamaka) ullavarraiyum nankarintavan"},{"SurahNumber":42,"VerseNumber":25,"Text":"avantan tan atiyarkalin mannippukkoralai ankikarittuk kurrankalaiyum mannittu vitukiran. Ninkal ceypavarraiyum avan nankarikiran"},{"SurahNumber":42,"VerseNumber":26,"Text":"nampikkai kontu narceyalkal ceytavarkalin pirarttanaikalaiyum ankikarittu, avarkalukkut tan arulai atikappatuttukiran. Nirakarippavarkalukkuk katinamana vetanaitan kitaikkum"},{"SurahNumber":42,"VerseNumber":27,"Text":"Allah tanatu (ella) atiyarkalukku(m kututal kuraivinri) porulai virittu(k kotuttu) vittal, avarkal pumiyil aniyayam ceyyat talaippattu vituvarkal. Akave, (avarkalin takutikkut takkavaru)tan virumpiya alave (avarkalukkuk) kotuttu varukiran. Niccayamaka avan tan atiyarkalin tanmaiyai nankarintavanum, (avarkalutaiya ceyalai) urru nokkupavanum avan"},{"SurahNumber":42,"VerseNumber":28,"Text":"(manitarkal) nampikkaiyilantatan pinnarum, avantan malaiyai irakki vaittut tan arulai (pumiyil) parappukiran. Avane patukavalan; enrum pukalukkuriyavan"},{"SurahNumber":42,"VerseNumber":29,"Text":"vanankalaiyum pumiyaiyum pataittiruppatum, avarril kalnatai (mutaliya pala uyirinan)kalai (ankanku) parappi vaittiruppatum, avanutaiya attatcikalil ullavaikalakum. Akave, avan virumpiyapotu (maranitta pinnarum) avarrai onru cerkka arrulutaiyavan avan"}]}