{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"O, ti, aki hisztek! Legyetek szilardan igazsagosak, ha tanukkent alltok Allah elott, meg ha magatok ellen, vagy a szulok ellen, rokonok ellen (tanuskodtok is), vagy gazdag, avagy szegeny ellen. Allah inkabb jogosult veluk szemben. Ne kovessetek a vagyat, hogy altala leterjetek. Ha elferdititek (a tanusagot), avagy elfordultok, ugy Allah tudassal bir arrol, amit ti tesztek"},{"SurahNumber":4,"VerseNumber":136,"Text":"O, ti, akik hisztek! Higgyetek Allah-ban es az O Kuldotteben (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es a Konyvben, amit lebocsatott a Kuldottenek es a Konyvben, amit mar korabban lebocsatott. Aki hitetlen Allah-hal szemben es az Angyalaival, Konyveivel, Kuldotteivel es az Utolso Nappal szemben, az bizony messze vivo tevelygesben tevelyeg"},{"SurahNumber":4,"VerseNumber":137,"Text":"Bizony azok, akik hittek majd hitetlenekke valtak, majd ujra hittek, majd pedig ujra hitetlenekke lettek, majd pedig hitetlensegukben novekedtek, azoknak Allah nem bocsathat meg. Es nem vezerli oket az Uton"},{"SurahNumber":4,"VerseNumber":138,"Text":"Tudasd a kepmutatokkal, hogy nekik fajdalmas buntetes jar"},{"SurahNumber":4,"VerseNumber":139,"Text":"Akik a hitetleneket fogadjak barataikul a hivok helyett. Talan naluk hatalmat vagyakoznak? A hatalom mind Allah-e"},{"SurahNumber":4,"VerseNumber":140,"Text":"Hiszen mar kinyilatkoztatta nektek a Konyvben: Ha halljatok, hogy Allah Jeleiben hitetlenkednek, vagy gunyt uznek azokbol, ugy ne uljetek le veluk, mig mas beszedbe nem kezdenek. Hiszen ekkor hasonlok lennetek hozzajuk. Allah bizony osszegyujti a kepmutatokat es a hitetleneket a Pokolban, mindegyikojuket"},{"SurahNumber":4,"VerseNumber":141,"Text":"Akik kutatva figyelnek benneteket. Ha nektek gyozelem jut Allah-tol, azt mondjak: . Vajon mi nem voltunk veletek?\" Ha azonban a hitetleneknek jut reszesedes, akkor azt mondjak: ,. Vajon nem kerekedtunk-e foletek es nem vedtunk a hivokkel szemben.\" Allah itelkezni fog felettuk a Feltamadas Napjan. Es Allah nem fog a hitetleneknek a hivokkel szemben utat adni"}]}