{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"(Ya Peygəmbər!) Xatırla ki, bir zamanlar mələklər belə demisdilər: “Ya Məryəm, həqiqətən, Allah səni secmis, (eyiblərdən) təmizləmis, (cəmi) aləmlərin (butun dunyanın) qadınlarından ustun tutmusdur"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ya Məryəm, oz Rəbbinə itaət et, səcdəyə qapan və ruku edənlərlə birlikdə ruku et! (Namaz qılanlarla bir yerdə namaz qıl!)”"},{"SurahNumber":3,"VerseNumber":44,"Text":"(Ya Rəsulum!) Bunlar qeyb xəbərlərindəndir ki, vəhy ilə sənə bildiririk. Onlar: “Məryəmi kim oz himayəsinə alacaq?” – deyə, qələmlərini (suya) atdıqları və bir-birilə mubahisə etdikləri zaman sən ki onların yanında deyildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Mələklər dedilər: “Ya Məryəm! Həqiqətən, Allah Oz tərəfindən bir kəlmə ilə sənə mujdə verir. Onun adı Məryəm oglu Isa əl-Məsihdir ki, dunyada və axirətdə sanı uca (sərəfli) və (Allaha) yaxın olanlardandır"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, (həm) besikdə ikən, (həm də) yasa dolduqdan sonra insanlarla danısacaq və salehlərdən (xeyirli is gorən səxslərdən) olacaqdır”"},{"SurahNumber":3,"VerseNumber":47,"Text":"(Məryəm:) “Ey Rəbbim! Mənə bir insan əli toxunmadıgı halda necə usagım ola bilər?” – dedikdə, (Allah) buyurdu: “(Bəli) elədir, (lakin) Allah istədiyini yaradır. O, bir isin əmələ gəlməsini qərara aldıqda, ona ancaq “Ol!” deyər, o da (dərhal) olar"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Allah) ona (Isaya) yazmagı, hikməti, Tovratı və Incili oyrədəcək"},{"SurahNumber":3,"VerseNumber":49,"Text":"Və onu Israil ovladına (yəhudilərə) peygəmbər gondərəcək. (Isa onlara deyəcək:) “Mən, həqiqətən, Rəbbinizdən sizə mo’cuzə gətirmisəm. Sizin ucun palcıqdan qusa bənzər bir surət duzlədib ona ufurərəm, o da Allahın iznilə qus olar. Anadangəlmə korları, cucam xəstəliyinə tutulanları sagaldar və Allahın iznilə oluləri dirildərəm. Mən evlərinizdə yediyiniz və yıgıb saxladıgınız seyləri də sizə xəbər verərəm. Əgər mo’minsinizsə, bunda (soylədiklərimdə peygəmbər olduguna) bir dəlil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Məndən əvvəl gondərilmis Tovratı təsdiq edərək (eyni zamanda orada) sizə haram edilmis bə’zi seyləri (dəvə əti, qarın və bagırsaq piyi yemək, sənbə gunu isləmək və s.) halal etmək ucun gəldim və sizə Rəbbiniz tərəfindən (peygəmbərliyimin dogru oldugunu subut edən) bir mo’cuzə gətirdim. Indi Allahdan qorxun və mənə itaət edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Subhə yoxdur ki, Allah mənim də Rəbbim, sizin də Rəbbinizdir. Elə isə Ona ibadət edin! Budur dogru yol"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa onların (yəhudilərin) kufrunu (inanmadıqlarını) hiss etdikdə: “Allah yolunda kim mənim koməkcim olacaqdır?” - deyə sorusdu. (O zaman) həvarilər dedilər: “Bizik Allahın (Onun dininin) koməkciləri! Biz Allaha inandıq. Sən də (Allaha) təslim oldugumuza sahid ol!”"},{"SurahNumber":3,"VerseNumber":53,"Text":"(Həvarilər dedilər:) “Ey Rəbbimiz, (bizə) nazil etdiyinə (Incilə) iman gətirdik və peygəmbərinə (Isaya) tabe olduq. Artıq bizləri (haqqa) sahid olanlarla bir yerdə yaz!”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Onlar (Isaya inanmayanlar) hiyləyə əl atdılar. Allah da onların hiyləsinə (Isanı goyə qaldırıb munafiqlərdən birini isə Isa surətdində onlara oldurtməklə) əvəz verdi. Allah (butun) hiyləgərlərdən tədbirlidir (hiyləgərlərə ən yaxsı cəza verəndir)"}]}