{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Si: «Dra omkring pa jorden og se hva enden ble for dem som kalte sannhet for løgn!»"},{"SurahNumber":6,"VerseNumber":12,"Text":"Si: «Hvem tilhører alt som er i himmel og pa jord?» Si: «Det tilhører Gud.» Han har foreskrevet seg selv barmhjertighet! Han vil samle dere alle pa oppstandelsens dag, derom er ingen tvil. Men de som kaster seg selv bort, de vil ikke tro"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ham tilhører alt som bor i natten og dagen, Han er den Hørende, den Allvitende"},{"SurahNumber":6,"VerseNumber":14,"Text":"Si: «Skulle jeg vel slutte meg til en annen enn Gud? Himlenes og jordens skaper? Han som bespiser, og selv ikke bespises?» Si: «Jeg er blitt befalt a være den første som hengir seg til Gud: ’Du skal ikke være en avgudsdyrker!’»"},{"SurahNumber":6,"VerseNumber":15,"Text":"Si: «Jeg frykter at en svær dags straff vil ramme meg, om jeg viser Herren ulydighet.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"Den som holdes unna straffen pa denne dag, ham har Gud vist nade. Dette er den klare seier"},{"SurahNumber":6,"VerseNumber":17,"Text":"Og hjemsøker Gud deg med en prøvelse, kan ingen avvende den, unntatt Han"},{"SurahNumber":6,"VerseNumber":18,"Text":"Hvis Han lar godt overga deg, sa evner Han alle ting. Han har overhøyhet over sine tjenere. Han er den Vise, den Innsiktsfulle"},{"SurahNumber":6,"VerseNumber":19,"Text":"Si: «Hva er det største vitnesbyrd?» Si: «Gud er vitne mellom meg og dere! Denne Koran er apenbart for meg, slik at jeg dermed kan advare dere og dem den matte na frem til. Vil dere virkelig bekrefte at det er guder sammen med Gud?» Si: «Jeg bekrefter det ikke!» Si: «Han er kun en Gud! Jeg vil intet ha a gjøre med deres medguder!»"},{"SurahNumber":6,"VerseNumber":20,"Text":"De som vi har gitt skriften, kjenner den som sine egne barn. Men de som kaster seg selv bort, de vil ikke tro"}]}