{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":30,"Text":"Yəhudilər: “Uzeyr Allahın ogludur”– dedilər. Xacpərəstlər də: “Məsih Allahın ogludur”– dedilər. Bu onların agızlarından cıxan sozlərdir. Bu, daha əvvəlki kafirlərin sozlərinə oxsayır. Allah onları məhv etsin! Gor necə də haqdan dondərilirlər"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar Allahı qoyub bas kesislərini və rahiblərini, bir də Məryəm oglu Isanı tanrılar qəbul etdilər. Halbuki onlara ancaq tək olan Ilaha ibadət etmək əmr olunmusdu. Ondan basqa məbud yoxdur. O, bunların sərik qosduqları seylərdən uzaqdır"},{"SurahNumber":9,"VerseNumber":32,"Text":"Onlar agızları ilə Allahın nurunu sondurmək istəyirlər. Allah isə buna yol verməz, kafirlərin xosuna gəlməsə də, O, Oz nurunu tamamlayar"},{"SurahNumber":9,"VerseNumber":33,"Text":"Musriklərin xosuna gəlməsə də, Islamı butun dinlərdən ustun etmək ucun Oz Elcisini dogru yol gostəricisi və haqq din ilə gondərən Odur"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey iman gətirənlər! Bas kesislərdən və rahiblərdən coxu insanların mallarını haqsız olaraq yeyir və onları Allah yolundan dondərirlər. Qızıl-gumus yıgıb onları Allah yolunda sərf etməyənləri agrılı-acılı bir əzabla mujdələ"},{"SurahNumber":9,"VerseNumber":35,"Text":"O gun bu yıgdıqları sərvətlər Cəhənnəm odunda qızdırılacaq və bununla onların alınlarına, boyurlərinə və kurəklərinə damga vurulacaq və onlara: “Budur ozunuz ucun yıgdıqlarınız. Elə isə dadın yıgdıqlarınızı!”– deyiləcəkdir"},{"SurahNumber":9,"VerseNumber":36,"Text":"Həqiqətən, Allah yanında ayların sayı on ikidir. Bunu da Allah goyləri və yeri yaratdıgı gundə Kitaba yazmısdır. Bunlardan dordu haram aylardır. Dogru din budur. Odur ki, bu aylarda ozunuzə zulm etməyin. Musriklər hamısı bir yerdə sizinlə vurusduqları kimi, siz də hamınız bir yerdə onlarla vurusun və bilin ki, Allah muttəqilərlədir"},{"SurahNumber":9,"VerseNumber":37,"Text":"Haram ayı təxirə salmaq ancaq kufru artırır. Bununla da kafirlər azdırılırlar. Onlar bunu bir il halal sayır, bir il də haram sayırlar ki, Allahın haram etdiyi ayların sayını uygunlasdırsınlar və Allahın haram buyurdugunu halal etsinlər. Beləcə, onların pis əməlləri ozlərinə gozəl gostərildi. Allah kafir adamları dogru yola yonəltməz"}]}