{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Und als Unsere Boten Abraham die frohe Botschaft brachten, sprachen sie: \"Wir kommen, um die Bewohner dieser Stadt zu vernichten; denn ihre Bewohner sind Missetater"},{"SurahNumber":29,"VerseNumber":32,"Text":"Er sagte: \"Doch Lot ist dort.\"Sie sprachen: \"Wir wissen recht wohl, wer dort ist. Gewiß, wir werden ihn und die Seinen erretten, bis auf seine Frau, die zu denen gehort, die zuruckbleiben sollen"},{"SurahNumber":29,"VerseNumber":33,"Text":"Und als Unsere Boten zu Lot kamen, war er ihretwegen besorgt und fuhlte sich außerstande, ihnen zu helfen. Sie sprachen: \"Furchte dich nicht und sei nicht traurig, wir wollen dich und die Deinen sicher retten, bis auf deine Frau, die zu denen gehort, die zuruckbleiben sollen"},{"SurahNumber":29,"VerseNumber":34,"Text":"Wir werden uber die Bewohner dieser Stadt eine Strafe vom Himmel niedergehen lassen, weil sie gefrevelt haben"},{"SurahNumber":29,"VerseNumber":35,"Text":"Und Wir haben davon ein klares Zeichen fur die Leute zuruckgelassen, die Verstand haben"},{"SurahNumber":29,"VerseNumber":36,"Text":"Und zu Madyan (entsandten Wir) ihren Bruder Suaib, der sagte: \"O mein Volk, dient Allah und furchtet den Jungsten Tag und tobt nicht aus auf Erden, indem ihr Unheil stiftet"},{"SurahNumber":29,"VerseNumber":37,"Text":"Jedoch sie erklarten ihn fur einen Lugner. Da erfaßte sie ein heftiges Beben, und sie lagen in ihren Wohnungen auf dem Boden"},{"SurahNumber":29,"VerseNumber":38,"Text":"Und (Wir vernichteten) die `Ad und die Tamud; und dies ist aus ihren Wohnstatten fur euch klar ersichtlich. Und Satan ließ ihnen ihre Werke wohlgefallig erscheinen und hielt sie von dem Weg ab, obwohl sie einsichtig waren"},{"SurahNumber":29,"VerseNumber":39,"Text":"Und (Wir vernichteten) Korah und Pharao und Haman. Und Moses kam wahrlich mit deutlichen Beweisen zu ihnen, doch sie betrugen sich hochmutig auf Erden; (Uns) aber konnten sie nicht entrinnen"},{"SurahNumber":29,"VerseNumber":40,"Text":"So erfaßten Wir einen jeden in seiner Sunde; es waren unter ihnen welche, gegen die Wir einen Sandsturm schickten, und welche, die der Schrei ereilte, und welche, unter denen Wir die Erde versinken ließen, und welche, die Wir ertrankten. Und nicht Allah wollte ihnen Unrecht tun, sondern sie taten sich selbst Unrecht"},{"SurahNumber":29,"VerseNumber":41,"Text":"Das Gleichnis derer, die sich Helfer außer Allah nehmen, ist wie das Gleichnis von der Spinne, die sich ein Haus macht; und das gebrechlichste der Hauser ist gewiß das Haus der Spinne - wenn sie es nur begriffen"},{"SurahNumber":29,"VerseNumber":42,"Text":"Wahrlich, Allah kennt all das, was sie an Seiner Statt anrufen; und Er ist der Allmachtige, der Allweise"},{"SurahNumber":29,"VerseNumber":43,"Text":"Und dies sind Gleichnisse, die Wir den Menschen pragen; doch es verstehen sie nur jene, die Wissen haben"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah erschuf die Himmel und die Erde in makelloser Weise. Hierin liegt wahrlich ein Zeichen fur die Glaubigen"}]}