{"Id":265,"LanguageCodes":["my","mya"],"Name":"mya-hashimtinmyint","Author":"Hashim Tin Myint","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":76,"VerseNumber":23,"Text":"အမှန်စင်စစ် ငါအရှင်မြတ်သည်ပင် အသင်(တမန်‌တော်)၏အ‌ပေါ်၌ ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို တဖြည်းဖြည်းချ‌ပေး‌တော်မူခဲ့သည်။"},{"SurahNumber":76,"VerseNumber":24,"Text":"သို့ဖြစ်ရာ အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ အမိန့်‌တော်အ‌ပေါ်တွင် သည်းခံရပ်တည်‌နေပါ။ ထို့ပြင် အသင်သည် သူတို့ထဲမှ မည်သည့် အပြစ်ကျူးလွန်သူ၏ စကားကိုဖြစ်‌စေ၊ မည်သည့်ငြင်းပယ်သူ၏ စကားကိုဖြစ်‌စေ မလိုက်နာပါနှင့်။"},{"SurahNumber":76,"VerseNumber":25,"Text":"ထို့ပြင် အသင်သည် နံနက်ခင်းနှင့် ည‌နေခင်းတွင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏ နာမ‌တော်ကို တသသတိရပါ။"},{"SurahNumber":76,"VerseNumber":26,"Text":"ထို့‌နောက် အသင်သည် ညပိုင်းတွင်လည်း အရှင်မြတ်ကို စဂျ်ဒဟ် ဦးချရမည့်အပြင် အသင်သည် ည၏ ရှည်လျားသည့်အစိတ်အပိုင်းတွင် အရှင်မြတ် စင်ကြယ်သန့်ရှင်း‌တော်မူ‌ကြောင်းကို ရွတ်ဆိုပါ။"},{"SurahNumber":76,"VerseNumber":27,"Text":"အမှန်စင်စစ် ဤသူများသည် ဤဘဝကိုပင် နှစ်သက်ကြသည်။ ထို့ပြင် သူတို့သည် ကြီး‌လေးလှ‌သော ‌နေ့ကိုမူ သူတို့၏ ‌နောက်တွင် စွန့်ပစ်ထားကြသည်။"},{"SurahNumber":76,"VerseNumber":28,"Text":"ငါအရှင်မြတ်သည်ပင် သူတို့အား ဖန်ဆင်း‌တော်မူခဲ့သည့်အပြင် ငါအရှင်မြတ်သည်ပင် သူတို့၏ အဆစ်အမြစ်များ (အ‌ကြောများကြွက်သားများ)ကို ခိုင်ခံ့‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အလိုရှိ‌တော်မူ‌သောအခါ သူတို့၏ အစားသူတို့ကဲ့သို့ လူများကို လဲလှယ်‌တော်မူမည်။"},{"SurahNumber":76,"VerseNumber":29,"Text":"အမှန်စင်စစ် ဤသည် ဆုံးမဩဝါဒပင်ဖြစ်သည်။ သို့ဖြစ်ရာ မည်သူမဆို အလိုရှိလျှင် သူ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်သို့ (သွားသည့်)လမ်းကို‌ရွေးချယ်ရမည် ဖြစ်သည်။"},{"SurahNumber":76,"VerseNumber":30,"Text":"ထို့ပြင် အလ္လာဟ်အရှင်မြတ် အလိုရှိ‌တော်မမူဘဲ အသင်တို့သည် အလိုရှိနိုင်ကြမည်မဟုတ်‌ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ ဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"},{"SurahNumber":76,"VerseNumber":31,"Text":"အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို အရှင်မြတ်၏ ကရုဏာ‌တော်ထဲသို့ ဝင်‌ရောက်‌စေ‌တော်မူသည်။ ထို့ပြင် မတရားသူများအတွက်ကမူ အရှင်မြတ်သည် အလွန်နာကျင်‌စေသည့်ပြစ်ဒဏ်ကို အဆင်သင့်ပြုလုပ်ထား‌တော်မူပြီးဖြစ်သည်။"}]}