{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"koga Gospodarot tvoj im reče na melekite: “ Da, Jas ḱe postavam na zemjata halifa!\" Onie rekoa: “Ḱe go postaviš li onoj koj bezredie see i koj krv proleva?A nie, zablagodaruvajḰI se, veličie i blagoslov, Gi izrazuvame. On reče: “Jas go znam ona što vie, sekako, ne go 3Naete"},{"SurahNumber":2,"VerseNumber":31,"Text":"On go pouči Adema so iminjata na site nešta, i gi iznese pred melekite, pa On im reče:“Iznesete gi iminjata nivni ako ste iskreni"},{"SurahNumber":2,"VerseNumber":32,"Text":"onie rekoa: “Slaven neka si! Nie poseduvame znaenje samo za ona za što Gi ne pouči; Ti si, navistina, Znalec i Mudar"},{"SurahNumber":2,"VerseNumber":33,"Text":"llah reče:“Soopšti im gi iminjata nivni!\" I bidejḱi gi soopšti iminjata nivni, Allah reče: “ Neli vi rekov deka Jas gi znam, tokmu, tajnite na nebesata i na Zemjata i deka go znam i ona što go obelodenuvate i ona Što go kriete"},{"SurahNumber":2,"VerseNumber":34,"Text":"koga na melekite Nie im rekovme: “Padnete mu na sedžde na Adem!\" - site padnaa na sedžde, a Iblis toa ne go napravi; toj odbi, se iznaduva; beše meǵu nevernicite"},{"SurahNumber":2,"VerseNumber":35,"Text":"Nie rekovme:“O Adem,tii ženata tvoja živejte vo Džennetot i jadete od nego kolku ŠTO sakate i od kade što sakate, No ne približuvajte se do ova steblo... ḱe bidete, togaš, meǵu zulumḱarite"},{"SurahNumber":2,"VerseNumber":36,"Text":"Šejtanot gi izmami i, togaš, gi odvede vo toa mesto vo koe se naoǵaa; i Nie rekovme: “Slezete, edninadrugi neprijateli ḱe bidete. \"Zemjata vaše živealište ḱe bide i uživanje do vreme opredeleno"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, togaš, gi usvoi nekoi zborovi od Gospodarot svoj i On mu go primi pokajanieto. On, navistina, e Prostuvač i Somilosen"},{"SurahNumber":2,"VerseNumber":38,"Text":"Nie rekovme: “Izleguvajte od Džennetot site! Od Mene ḱe vi doaǵa Patokaz, pa, onie Što ḱe odat po Patokazot MOj... ne ḱe stravuvaat i ne ḱe taguvaat"},{"SurahNumber":2,"VerseNumber":39,"Text":"onie, pak, koi ne veruvaat I koi ajetite Naši za lažni gi smetaat, žiteli džehennemski ḱe stanat i vo nego za navek ḱe ostanat"}]}