{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Suna tambayar ka* ga ganĩma. ka ce: \"Ganĩma ta Allah daManzonSa ce. Sai ku bi Allah da taƙawa, kuma ku gyãra abin da yake a tsakãninku, kuma ku yi ɗã'a ga Allah da ManzonSa, idan kun kasance Mũminai"},{"SurahNumber":8,"VerseNumber":2,"Text":"Abin sani kawai, nũminai sũ ne waɗanda suke idan an ambaci, Allah, zukãtansu su firgita, kuma idan an karanta ãyõyinSa a kansu, su ƙãrã musu wani ĩmãni, kuma ga Ubangijinsu suke dõgara"},{"SurahNumber":8,"VerseNumber":3,"Text":"Waɗanda suke tsayar da salla, kuma daga abin da Muka azũrtã su sunã ciyarwa"},{"SurahNumber":8,"VerseNumber":4,"Text":"Waɗannan sũ ne mũminai da gaskiya. Sunã da darajõji a wurin Ubangijinsu, da wata gãfara da arziki na karimci"},{"SurahNumber":8,"VerseNumber":5,"Text":"Kamar yadda Ubangijinka Ya fitar da kai daga gidanka da gaskiya, alhãli kuwa lalle wani ɓangare na mũminai, haƙĩƙa, sunã ƙyãma"},{"SurahNumber":8,"VerseNumber":6,"Text":"Sunã jãyayya da kai a cikin (sha'anin) gaskiya a bãyan tã bayYanã, kamar dai lalle anã kõra su zuwa ga mutuwa ne alhãli kuwa sunã kallo"},{"SurahNumber":8,"VerseNumber":7,"Text":"Kuma a lõkacin* da Allah Yake yi muku alkawari da ɗayan ƙungiya biyu, cẽwa lalle ita tãku ce: kuma kunã gũrin cẽwa lalle ƙungiya wadda bã ta da ƙaya ta kasance gare ku, kuma Allah Yanã nufin Ya tabbatar da gaskiya da kalmõminSa, kuma Ya kãtse ƙarshen kãfirai"},{"SurahNumber":8,"VerseNumber":8,"Text":"Dõmin Ya tabbatar da gaskiya, kuma Ya ɓãta ƙarya, kuma kõdã mãsu laifi sun ƙi"},{"SurahNumber":8,"VerseNumber":9,"Text":"A lõkacin da kuke nẽman Ubangijinku tairnako, sai Ya karɓa muku cẽwa: \"Lalle ne Nĩ, Mai taimakon ku ne da dubu daga malã'iku, jẽre"},{"SurahNumber":8,"VerseNumber":10,"Text":"Kuma Allah bai sanya shi ba fãce Dõmin bishãra, kuma dõmin zukãtanku su natsu da shi, kuma taimakon, bai zama ba fãce daga wurin Allah; Lalle ne Allah Mabuwãyi ne, Mai hikima"}]}