{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":33,"VerseNumber":41,"Text":"הוי אלה אשר האמינו ! הרבו להזכיר את שם אלוהים"},{"SurahNumber":33,"VerseNumber":42,"Text":"ושבחוהו בבוקר ובערב"},{"SurahNumber":33,"VerseNumber":43,"Text":"הוא זה אשר יברך אתכם ומלאכיו הם המתפללים למענכם, כדי שיוציא אתכם מהחושך אל האור, והרי רחום הוא על המאמינים"},{"SurahNumber":33,"VerseNumber":44,"Text":"ביום שבו הם יפגשו אותו (המאמינים את אלוהים,) יברכו אותו בברכת \"שלום.\" הכין הוא להם גמול שופע"},{"SurahNumber":33,"VerseNumber":45,"Text":"הוי הנביא! הנה אנחנו שלחנו אותך עד ומבשר ומזהיר"},{"SurahNumber":33,"VerseNumber":46,"Text":"ולקרוא אל אלוהים ברצונו, ולהיות אור מאיר"},{"SurahNumber":33,"VerseNumber":47,"Text":"ובשר למאמינים שיש להם מאלוהים חסד אדיר"},{"SurahNumber":33,"VerseNumber":48,"Text":"ואל תשמע בקול הכופרים והצבועים, והתעלם מדיבורם הפוגע, וסמוך על אלוהים, ומספיק להיסמך על אלוהים"},{"SurahNumber":33,"VerseNumber":49,"Text":"הוי אלה אשר האמינו! אם מתחתנים אתם עם נשים סורת 33 : אל-אחזאב מאמינות ואז מתגרשים מהן לפני ההתייחדות, אל לכם להטיל עליהן תקופת המתנה אשר את ימיה תדרשו למנות, ולכן תנו להן מתנה ושלחו אותן בהגינות"},{"SurahNumber":33,"VerseNumber":50,"Text":"הוי הנביא! הנה אנו מרשים לך את נשותיך אשר שילמת להן את דמי המוהר והנשים אשר בבעלותך אשר נתן לך אלוהים משלל המלחמות, וכן את בנות דודיך ודודותיך מצד האב והאם שהיגרו עמך, וכל אישה מאמינה המעניקה עצמה לנביא, אם ירצה הנביא להתחתן עמה. זכות זו תיוחד רק לך מכל המאמינים שאת זכויותיהם ביחס לנשותיהם והנשים אשר בבעלותם כבר קבענו להם. זאת למען לא יוטל בך דופי, כי אלוהים הוא סולח ורחום"},{"SurahNumber":33,"VerseNumber":51,"Text":"דחה מעליך כל אחת מהן שתרצה, אסוף אליך את אשר תרצה, וכן לא יהיה בך דופי אם תבקש את קרבתה של אחת שדחית קודם. זו הדרך הטובה ביותר, כדי שכולן תשבענה רצון במה שתתן להן ולא תצטערנה. אלוהים יודע מה שבלבבותיכם כי הוא הכול יודע ומתון"},{"SurahNumber":33,"VerseNumber":52,"Text":"אין נשים אחרות מורשות לך אחרי זה, ולא תוכל להחליף בהן אישה מנשותיך אפילו אם מצאו חן בעיניך, פרט לאלה אשר בבעלותך, כי אלוהים היודע על כל דבר"}]}