{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":54,"Text":"niccayamaka unkal iraivanakiya allahtan vanankalaiyum, pumiyaiyum aru natkalil pataittu, arsin mitu (tan makimaikkut takkavaru) uyarntuvittan. Avane iraval pakalai mutukiran; (pakalal iravai mutukiran.) Atu veku tiviramakave ataip pin totarkiratu. (Avane) curiyanaiyum, cantiranaiyum, natcattirankalaiyum (pataittan. Ivai anaittum) avanatu kattalaikku kattuppattavaiyaka pataittan. (Pataittalum) pataippinankalum (avarrin) atciyum avanukku uriyatallava? Anaittu ulakankalaiyum pataittu, valarttu, paripakkuvappatuttum allah mikka pakkiyamutaiyavan"},{"SurahNumber":7,"VerseNumber":55,"Text":"(akave, nampikkaiyalarkale!) Ninkal mikka talmaiyakavum antarankamakavum (attakaiya) unkal iraivanitame (unkalukku ventiyavarraik kori) pirarttiyunkal. Niccayamaka avan varampu mirupavarkalai necippatillai"},{"SurahNumber":7,"VerseNumber":56,"Text":"(Manitarkale! Camatanamum amaitiyum erpattu) natu cirtiruntiya pinnar atil visamam ceyyatirkal. (Iraivanutaiya tantanaikku) payantum, (avanutaiya canmanattai) virumpiyum, avanitam pirarttanai ceyyunkal. Niccayamaka allahvutaiya arul, nanmai ceyyum alakiya kunamutaiyavarkalukku mika camipattilirukkiratu"},{"SurahNumber":7,"VerseNumber":57,"Text":"avantan avanutaiya arulmalaikku (munnar) narceytiyaka kulirnta karrai anuppivaikkiran. Atu (karukkontu) kanatta mekankalaic cumanta pinnar, atai (varantu) irantu vitta pumiyin pakkam nam ottic cenru atiliruntu malai peyyac ceykirom. Pinnar, ataik kontu ella vakaik kanikalaiyum veliyakkukirom. Ivvare, maranittavarkalaiyum (avarkalin camatikaliliruntu) veliyakkuvom. (Itai arintu) ninkal nallunarcci peruvirkalaka"},{"SurahNumber":7,"VerseNumber":58,"Text":"(orevitamana malai peytapotilum) valamana pumi, tan iraivanin kattalaiyaik konte ella purpuntukalaiyum veliyakkukiratu. Eninum, ketta (valamarra) pumiyilo veku corpamakave tavira mulaippatillai. Nanri celuttum makkalukku ivvaru pala vakaikalilum (nam) vacanankalai vivarikkirom"}]}