{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"O ti Kuldottek! Egyetek a jo dolgokbol! es jot cselekedjetek! Bizony En tudok arrol, hogy ti mit tesztek"},{"SurahNumber":23,"VerseNumber":52,"Text":"Es bizony ez a ti kozossegetek egyetlen kozosseg. Es En a ti Uratok vagyok. Engem feljetek hat"},{"SurahNumber":23,"VerseNumber":53,"Text":"Am az o ugyuket (vallasukat) darabokra (kisebb csoportokra) szakitottak szet. Es minden csoport annak orul, ami nala van"},{"SurahNumber":23,"VerseNumber":54,"Text":"Hagyd oket az o tevelygo aramlasukban egy darabig"},{"SurahNumber":23,"VerseNumber":55,"Text":"Vajon ugy velik, hogy csupan azert lattuk el oket vagyonnal es fiakkal"},{"SurahNumber":23,"VerseNumber":56,"Text":"Hogy gyorsan adjunk nekik a jo dolgokbol? Nem, ok nem ertik"},{"SurahNumber":23,"VerseNumber":57,"Text":"Bizony azok, akik az Uruk iranti felelemben rettegnek"},{"SurahNumber":23,"VerseNumber":58,"Text":"Es, akik az o Uruk jeleiben hisznek"},{"SurahNumber":23,"VerseNumber":59,"Text":"Es azok, akik Uruk melle tarsat nem allitanak"},{"SurahNumber":23,"VerseNumber":60,"Text":"Es azok, akik odaadjak azt, amit adnak, mikozben szivuk megremeg (felve es remelve adomanyuk elfogadasat), ok. (bizonyosak abban, hogy,) az Urukhoz ternek meg"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ok azok, akik sietve igyekeznek jo dolgokat tenni es ebben megeloznek"},{"SurahNumber":23,"VerseNumber":62,"Text":"Egyetlen lelekre sem rottunk ki tobbet, mint amire kepes. Konyv van nalunk, amely az Igazsagot mondja el. Ok nem szenvednek el igazsagtalansagot"},{"SurahNumber":23,"VerseNumber":63,"Text":"De az o szivuk errol (a Koranrol) a tudatlansagban van. Es ezen kivul ok meg mast is elkovetnek"},{"SurahNumber":23,"VerseNumber":64,"Text":"Mignem vegul, ha buntetessel sujtjuk azokat, akik ennek kenyelmet elveztek, oltalomert konyorognek"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ma ne konyorogjetek oltalomert! Bizony nem kaptok tolunk segitseget"},{"SurahNumber":23,"VerseNumber":66,"Text":"Bizony felolvastattak nektek az En Jeleim, am ti visszahuzodtatok. ยง"},{"SurahNumber":23,"VerseNumber":67,"Text":"Gogosen viselkedtetek azzal szemben, ejjel beszelve rosszat arrol"},{"SurahNumber":23,"VerseNumber":68,"Text":"Talan nem gondoltak jol at ezt a beszedet? Vagy olyan jott el hozzajuk, ami a korabban volt atyaikhoz nem jott el"},{"SurahNumber":23,"VerseNumber":69,"Text":"Vagy talan nem ismertek meg a Kuldottuket ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es ot igy megtagadtak"},{"SurahNumber":23,"VerseNumber":70,"Text":"Vagy azt mondjak: ,. Dzsinn van benne!\" De nem! Az Igazsagot hozta el nekik. Am a legtobbjuk. az Igazsaggal szemben elutasito"},{"SurahNumber":23,"VerseNumber":71,"Text":"Am ha az Igazsag az o vagyukat kovetne, akkor az egek es a fold romlassal lenne telitve es a bennuk levok is. De Mi az o intesuket hoztuk el. Am ok az intesuktol elfordulnak"},{"SurahNumber":23,"VerseNumber":72,"Text":"Vagy kersz ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) toluk valami jarandosagot? Holott a te Urad jarandosaga jobb. O a legjobb (Gondoskodo)"},{"SurahNumber":23,"VerseNumber":73,"Text":"Bizony Te (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) az Egyenes Utra hivod oket"},{"SurahNumber":23,"VerseNumber":74,"Text":"Am azok, akik nem hisznek a Tulvilagban, az Uttol elterek"},{"SurahNumber":23,"VerseNumber":75,"Text":"Am ha konyoruletben reszesitenenk. oket es levennenk roluk azt a bajt, amiben vannak, tevelygesukben megatalkodottan megmaradnanak es bolyongananak"},{"SurahNumber":23,"VerseNumber":76,"Text":"Buntetessel csaptunk le rajuk, de ez nem tette oket alazatossa az Uruk irant es nem viselkedtek a kello tisztelgo alazattal Iranta"},{"SurahNumber":23,"VerseNumber":77,"Text":"Mig nem kinyitottuk veluk szemben a szigoru buntetes kapujat. Es lam ok zavarodottak"}]}