{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"A kdyz se karavana vracela, pravil otec jejich: \"Ja doopravdy citim vuni Josefovu! Kez byste mne nepokladali za blouznivce"},{"SurahNumber":12,"VerseNumber":95,"Text":"Odpovedeli: \"Pri Bohu, tys opet ve starem svem bludu"},{"SurahNumber":12,"VerseNumber":96,"Text":"A kdyz prisel posel se zvesti radostnou a vlozil mu kosili na tvar, stal se Jakub opet vidoucim a rekl: \"Coz nerekl jsem vam, ze vim od Boha to, co vy nevite"},{"SurahNumber":12,"VerseNumber":97,"Text":"Pravili: \"Otce nas, pros za nas Boha o odpusteni hrichu nasich, vzdyt my veru jsme byli hrisniky"},{"SurahNumber":12,"VerseNumber":98,"Text":"Rekl: \"Budu prosit Pana sveho o odpusteni pro vas a On veru je odpoustejici, slitovny"},{"SurahNumber":12,"VerseNumber":99,"Text":"A kdyz vsichni prisli k Josefovi, pritahl blizko k sobe rodice sve a rekl: \"Vstupte do Egypta v bezpeci, chce-li tomu Buh"},{"SurahNumber":12,"VerseNumber":100,"Text":"A uvedl rodice sve na trun, zatimco ostatni se mu klaneli padajice na tvare. Pak pravil: \"Otce muj, toto zde je vyklad meho snu davneho a Pan muj jej uskutecnil. A byl vuci mne dobrotivy, kdyz mne vyvedl z vezeni a privedl vas z pouste pote, co satan zpusobil roztrzku mezi mnou a bratry mymi. Pan muj je veru obratny v tom, co chce, a On vsevedouci je i moudry"},{"SurahNumber":12,"VerseNumber":101,"Text":"Pane muj, Tys mne obdaril casti moci kralovske a naucils mne vykladu zahad; tvurce nebes a zeme, Tys mym ochrancem na tomto i onom svete, povolej mne k Sobe oddaneho do vule Tve a pripoj mne k bezuhonnym"},{"SurahNumber":12,"VerseNumber":102,"Text":"A toto je jedna ze zvesti o nepoznatelnem, jez ti zjevujeme, nebot tys nebyl u nich, kdyz shodli se vespolek na svem cinu a uklady strojili"},{"SurahNumber":12,"VerseNumber":103,"Text":"Vsak vetsina lidi, i kdybys po tom sebevice touzil, nebude verit"},{"SurahNumber":12,"VerseNumber":104,"Text":"Nezadas od nich za to odmenu zadnou a neni to lec pripomenuti lidstvu veskeremu"}]}