{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"There will be Gardens of delight for those who are mindful of God"},{"SurahNumber":68,"VerseNumber":35,"Text":"Would We treat those who submit to us like those who forced others to reject Our messages"},{"SurahNumber":68,"VerseNumber":36,"Text":"What is the matter with you? How do you judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or do you have a Book which you study"},{"SurahNumber":68,"VerseNumber":38,"Text":"And in it do you find all that you wish for"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or do you have oaths from Us, that are binding until the Day of Resurrection, allowing you to have whatever you want"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them which of them, will be responsible for that claim"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or do they have partners? Then let them bring their partners, if they are telling the truth"},{"SurahNumber":68,"VerseNumber":42,"Text":"On the Day when legs are bared, they will be called to bow down, but will not be able"},{"SurahNumber":68,"VerseNumber":43,"Text":"Their eyes humbled, humiliation will cover them. They were invited to bow down while they were healthy"},{"SurahNumber":68,"VerseNumber":44,"Text":"So leave those who deny this revelation to Me. We will proceed against them gradually, from whence they do not know"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I will give them time. My plan is firm"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or do you ask them for a wage, so they are burdened with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or do they know the future, and they write what is going to happen"},{"SurahNumber":68,"VerseNumber":48,"Text":"So be patient for your Lord's judgment, and do not be like the fellow of the whale who called out in despair"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had a blessing from his Lord not reached him, he would have been abandoned and disgraced on a naked shore"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord chose him and made him among the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"Those unbelievers all but kill you with their evil looks when they hear the message, and they say, \"He must be mad"},{"SurahNumber":68,"VerseNumber":52,"Text":"But it is only a reminder to all people"}]}