{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Ne vizhdat li nevernitsite, che nebesata i zemyata byakha suedineni, a Nie gi razdelikhme? I storikhme ot vodata vsyako zhivo sushtestvo. Ne shte li povyarvat"},{"SurahNumber":21,"VerseNumber":31,"Text":"I napravikhme po zemyata nepoklatimi planini, za da ne se lyulee s khorata. I napravikhme v tyakh klisuri za putishta, za da se nasochvat"},{"SurahNumber":21,"VerseNumber":32,"Text":"I storikhme nebeto pazen svod. A te ot Negovite znameniya se otvrushtat"},{"SurahNumber":21,"VerseNumber":33,"Text":"Toi e, Koito sutvori noshtta i denya, i sluntseto, i lunata. Vsichki po orbita plavat"},{"SurahNumber":21,"VerseNumber":34,"Text":"I za nikoi chovek predi teb [o, Mukhammad] ne otredikhme da e bezsmurten. Shtom i ti shte umresh, nima te shte budat bezsmurtni"},{"SurahNumber":21,"VerseNumber":35,"Text":"Vsyaka dusha shte vkusi smurtta. I vi izpitvame sus zloto, no i v dobroto ima izpitanie, i pri Nas shte budete vurnati"},{"SurahNumber":21,"VerseNumber":36,"Text":"I vidyat li te nevernitsite, podigravat ti se: “Tozi li prikazva za vashite bogove?” Te Napomnyaneto na Vsemilostiviya otrichat"},{"SurahNumber":21,"VerseNumber":37,"Text":"Chovek be suzdaden pripryan. Az shte vi pokazha Moite znameniya, ala ne iskaite ot Men da priburzvam"},{"SurahNumber":21,"VerseNumber":38,"Text":"I kazvat [nevernitsite]: “Koga [shte se sbudne] tova obeshtanie, ako govorite istinata?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Samo ako znaekha nevernitsite vremeto, kogato ne shte mogat da zashtityat ot Ogunya nito litsata, nito gurbovete si, i ne shte im se pomogne"},{"SurahNumber":21,"VerseNumber":40,"Text":"A Ogunyat shte gi vrukhleti vnezapno i shte gi slisa, i nito shte mogat da go izbegnat, nito shte budat izchakani"},{"SurahNumber":21,"VerseNumber":41,"Text":"Byakha podigravani pratenitsi i predi teb, no onezi, koito im se prismivakha, gi obgrazhdashe onova, na koeto sa se podigravali"}]}