{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Yakhana ami ibrahimake bayatullahara sthana thika kare diyechilama ye, amara sathe ka'uke sarika karo na ebam amara grhake pabitra rakha ta'oyaphakaridera jan'ye, namaye dandayamanadera jan'ye ebam raku sejadakaridera jan'ye."},{"SurahNumber":22,"VerseNumber":27,"Text":"Ebam manusera madhye hajbera jan'ye ghosana pracara kara. Tara tomara kache asabe paye hemte ebam sarbaprakara krsakaya utera pithe sa'oyara haye dura-duranta theke."},{"SurahNumber":22,"VerseNumber":28,"Text":"Yate tara tadera kalyanera sthana paryanta pauche ebam nirdista dinagulote allahara nama smarana kare tamra deya catuspada jantu yabeha karara samaya. Atahpara tomara ta theke ahara kara ebam duhstha-abhabagrasthake ahara kara'o."},{"SurahNumber":22,"VerseNumber":29,"Text":"Erapara tara yena daihika mayala dura kare deya, tadera manata purna kare ebam e'i susanraksita grhera ta'oyapha kare."},{"SurahNumber":22,"VerseNumber":30,"Text":"Eta srabanayogya. Ara ke'u allahara sam'manayogya bidhanabalira prati sam'mana pradarsana karale palanakartara nikata ta tara jan'ye uttama. Ullekhita byatikramagulo chara tomadera jan'ye catuspada jantu halala kara hayeche. Sutaram tomara murtidera apabitrata theke bemce thaka ebam mithya kathana theke dure sare thaka"},{"SurahNumber":22,"VerseNumber":31,"Text":"allahara dike ekanista haye, tamra sathe sarika na kare; ebam ye ke'u allahara sathe sarika karala; se yena akasa theke chitake parala, atahpara mrtabhoji pakhi take chom mere niye gela athaba batasa take uriye niye kona durabarti sthane niksepa karala."},{"SurahNumber":22,"VerseNumber":32,"Text":"Eta srabanayogya ke'u allahara namayukta bastusamuhera prati sam'mana pradarsana karale ta to tara hrdayera allahabhiti prasuta."},{"SurahNumber":22,"VerseNumber":33,"Text":"Catuspada jantusamuhera madhye tomadera jan'ye nirdistakala paryanta upakara rayeche. Atahpara eguloke pauchate habe mukta grha paryanta."}]}