{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"А если кто из ваших женщин Поступок мерзкий совершит, То призовите четырех свидетелей из вас. И если (грех сей) будет ими подтвержден, Держите ваших жен в домах, Пока их не постигнет смерть Или пока Господь другим путем распорядится ими"},{"SurahNumber":4,"VerseNumber":16,"Text":"А если ту же мерзость совершат Из вас какие-либо двое, То накажите их обоих. Но коль они покаются, к благому обратясь, Оставьте их, - Поистине, Аллах благопреклонен, милосерд"},{"SurahNumber":4,"VerseNumber":17,"Text":"Аллах благопреклонен к покаянью тех, Кто совершает зло, не ведая об этом, И вскоре кается в свершенном. Аллах к таким благопреклонен, - Поистине, Он мудр и всеведущ"},{"SurahNumber":4,"VerseNumber":18,"Text":"Но бесполезно покаяние для тех, Которые вершат дурное, И лишь когда пред кем-нибудь из них предстанет смерть, Он восклицает: \"Каюсь я теперь!\" А равно (бесполезно) и для тех, Кто умирает, будучи неверным. Мы уготовили для них мучительную кару"},{"SurahNumber":4,"VerseNumber":19,"Text":"О вы, кто верует! Вам запрещается наследовать тех женщин, Которые противятся сему. Не проявляйте также грубость к ним, Чтоб овладеть тем дарственным добром, Которым вы их одарили, Помимо случая того, Когда они виновны в явном блуде. Благопристойно с ними обходитесь. И если вам они не по душе, Возможно, эта неприязнь Как раз есть то, Во что Аллах вложил (для вас) большое благо"},{"SurahNumber":4,"VerseNumber":20,"Text":"Но если вы одну супругу Хотите заменить другою, Хотя вы первой дали дар предбрачный, Вы не берите из него нисколько; Неужто явным беззаконием и ложью Его вы отберете у нее"},{"SurahNumber":4,"VerseNumber":21,"Text":"И как вы можете забрать его, Когда вступили вы в супружескую связь И с вас она взяла обет суровый"},{"SurahNumber":4,"VerseNumber":22,"Text":"Вы не берите в жены женщин, Что были в браке с вашими отцами, Разве что это совершилось раньше. Ведь это мерзко и постыдно, К тому же - сей обычай скверен"}]}