{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"And mention in the Book Moses; he was devoted, and he was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"We called to him from the right side Of the Mount, and We brought him near in communion"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We gave him his brother Aaron, of Our mercy, a Prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And mention in the Book Ishmael; he was true to his promise, and he was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He bade his people to pray and to give the alms, and he was pleasing to his Lord"},{"SurahNumber":19,"VerseNumber":56,"Text":"And mention in the Book Idris; he was a true man, a Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"We raised him up to a high place"},{"SurahNumber":19,"VerseNumber":58,"Text":"These are they whom God has blessed among the Prophets of the seed of Adam, and of those We bore with Noah, and of the seed of Abraham and Israel, and of those We guided and chose. When the signs of the All-merciful were recited to them, they fell down prostrate, weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"Then there succeeded after them a succession who wasted the prayer, and followed lusts; so they shall encounter error"},{"SurahNumber":19,"VerseNumber":60,"Text":"save him who repents, and believes, and does a righteous deed; those -- they shall enter Paradise, and they shall not be wronged anything"},{"SurahNumber":19,"VerseNumber":61,"Text":"Gardens of Eden that the All-merciful promised His servants in the Unseen; His promise is ever performed"},{"SurahNumber":19,"VerseNumber":62,"Text":"There they shall hear no idle talk, but only 'Peace.' There they shall have their provision at dawn and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"That is Paradise which We shall give as an inheritance to those of Our servants who are godfearing"},{"SurahNumber":19,"VerseNumber":64,"Text":"We come not down, save at the commandment of thy Lord. To Him belongs all that is before us, and all that is behind us, and all between that"},{"SurahNumber":19,"VerseNumber":65,"Text":"And thy Lord is never forgetful, Lord He of the heavens and earth and all that is between them. So serve Him, and be thou patient in His service; knowest thou any that can be named with His Name"}]}