{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"Va har vaqte ki donisted, ki rizq az coniʙi Alloh ast pas, - ej odamon, - farzandoni xudro az ʙimi tangdasti nakused. Mo, ham sumoro ruzi medihem va ham onhoro. Alʙatta, kustani onho gunohi ʙuzurgest"},{"SurahNumber":17,"VerseNumber":32,"Text":"Va ʙa zino nazdik nasaved, to in ki dar on ducor masaved. Zino kore zist va rohi ʙad ast"},{"SurahNumber":17,"VerseNumber":33,"Text":"Kasero, ki Alloh kustanasro harom kardaast, nakused, magar ʙar haq (ja'ne, ʙa qasos jo sangsor kardani zinokor, jo kustani murtad). Va har kas, ki ʙa sitam kusta savad, ʙaroi sohiʙi xuni u qudrate dodaem, (xohad qasos girad, xohad xunʙaho girad, xohad ʙaxsad) vale dar qasos az had naguzarad, ʙegumon xuni kustasuda ʙar kusandaas jori doda sudaast"},{"SurahNumber":17,"VerseNumber":34,"Text":"Va ʙa moli jatim nazdik nasaved, magar ʙa ravise, ki nekutar ast, to in ki jatim ʙa davroni kamol ʙirasad va ʙa ahd va pajmoni xud vafo kuned, zero az ahdu pajmoni xud pursida mesaved"},{"SurahNumber":17,"VerseNumber":35,"Text":"Cun cizero ʙo pajmona cen kuned, pajmonaro komil gardoned va ʙo tarozui durust ʙarkased, ki in ʙehtar ast ʙarojaton dar dunjo va oqiʙatas dar oxirat nekutar ast"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ej inson, az paji cize marav, ki ʙa on ogohi nadori, ʙegumon gus, casm va dil har jake mavridi suol voqe' xohand sud"},{"SurahNumber":17,"VerseNumber":37,"Text":"Xiromida ʙo ƣururu xudpisandi ʙar zamin roh marav, caro ki nametavoni zaminro ʙisikofi va ʙa ʙalandii kuhho ʙirasi"},{"SurahNumber":17,"VerseNumber":38,"Text":"Hamai in korhoe, ki Alloh nahj kardaast nopisand ast va Parvardigori tu onhoro noxus dorad"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ej Pajomʙar, in hikmatest, ki Parvardigorat ʙa tu vahj kardaast. Ej inson! Bo Allohi ʙarhaq ma'ʙudi digarero muqarrar makun, ki malomatsudavu rondasuda dar duzax andoxta savi"},{"SurahNumber":17,"VerseNumber":40,"Text":"Ojo Parvardigoraton ʙaroi sumo maxsus pisaron intixoʙ kard va xud faristagonro ʙa duxtari ixtijor kard? Haqqo, ki suxanest vaznin suxani ʙisjor ʙad, ki ʙar zaʙon meovared. Nisʙat dodani on ʙa Alloh loiq nest"}]}