{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Alipha. Lama. Ra. . Yo yasto kitaba ho jasaka ayataharu thosa chan, ra bud'dhimatta sampanna sabai kurako jnatako tarphabata spastarupale vyakhya gari'eko cha"},{"SurahNumber":11,"VerseNumber":2,"Text":"Yo ki allaha baheka kasaiko puja nagara. Ra ma usako tarphabata timila'i savadhana garne ra subha sandesa dinevala hum"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ra yo ki aphno palanakartasita ksamayacana gara ra usaiko samu prayascita gara, usale timila'i eka niscita samayasam'ma ramro jindagi dinecha, ra dherai punya garneharula'i badhi pratiphala dinecha. Ra yadi timi vimukha hunchau bhane mala'i timro barema kiÞyamatako sajayako bhaya cha"},{"SurahNumber":11,"VerseNumber":4,"Text":"Timi (sabai) la'i allahatirai (pharkera) janu cha ra u pratyeka kuroma samathryavana cha"},{"SurahNumber":11,"VerseNumber":5,"Text":"Yadarakha yiniharule aphna hrdayala'i avaranale chopchan, taki allahabata tyasa bhitrako kura luka'una sakun. Sunirakha, juna bela yiniharu lugama beri'eka hunchan tyatibela pani tiniharuko lukeko ra prakata kuraharu sabaiko usala'i jnana huncha, nihsandeha u hrdayabhitra bha'eka sabai kuraharu jandacha"},{"SurahNumber":11,"VerseNumber":6,"Text":"Prthvima hiladula garne je jati pani praniharu chan allahamathi sabaiko roji nirbhara cha. Uhi unaka basobasa garne tha'um jandacha. Ra tinala'i sumpine tha'um pani. Sabai thoka kitabama spastarupama chan"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ra uhi nai (allaha) ho jasale akasaharu ra prthvila'i ‘‘cha’’ 6 dinama banayo ra (tyasabela) usako sinhasana panimathi thiyo. (Srstiko uddesya yo cha ki) usale timro pariksa garos, ki karmako drstile timimadhye ko ramro cha. Ra yadi tapa'i bhannuhuncha ki mrtyu pascata jivita garepachi utha'ine chau, bhane kaphiraharule javapha dinechan ki yo ta spastarupale jadu ho"},{"SurahNumber":11,"VerseNumber":8,"Text":"Ra yadi eka niscita avadhisam'ma hamile tiniharumathiko sajaya rokthyau ta bhanne chanh ki kuna kurale sajayala'i rokirakheko cha. Hera, juna dina sajaya tiniharumathi a'unecha tyo sardaina ra pheri juna kurako upahasa gardai gareka thi'e tyasale tinala'i gherihalne cha"}]}