{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"Allah bizony meghallotta azok (a zsidok) szavat, akik azt mondtak: s. Allah szegeny, am mi gazdagok vagyunk.\" Le fogjuk irni azt, amit mondtak! Es azt is, hogy jogtalanul oltek meg a Profetakat. Es azt mondjuk: ,.Kostoljatok meg a langolo Tuz bunteteset"},{"SurahNumber":3,"VerseNumber":182,"Text":"Ezt azert tortenik, amit a kezeitek korabban elkovetett. Es Allah soha sem kovet el jogtalansagot az O szolgaival szemben"},{"SurahNumber":3,"VerseNumber":183,"Text":"Es azok (a zsidok) szavat (is. meghallotta), akik azt mondtak: . Allah meghagyta nekunk, hogy ne higgyunk egyetlen Kuldottnek sem, mig az nem hoz nekunk aldozatot, amit felfal a tuz.\" Mondd: , Bizony mar en elottem eljottek hozzatok a Kuldottek a \"Vilagos Bizonyitekokkal es azzal, amit ti beszeltek. Akkor hat miert oltetek meg oket, ha az igazat szolok kozul valok vagytok"},{"SurahNumber":3,"VerseNumber":184,"Text":"Es ha teged ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hazugnak tartanak, ugy mar az elotted jart. kuldotteket is hazugnak tartottak, akik Vilagos Bizonyitekokat hoztak el es Konyveket es a fenyesen vilagito Konyvet"},{"SurahNumber":3,"VerseNumber":185,"Text":"Minden teremtett lelek meg fogja kostolni a halalt! Am ti teljes -jutalmatokat a Feltamadas Napjan kapjatok meg. Am, akik tavol tartatnak a Tuztol es a Paradicsomba kerulnek be, azok gyozelmet arattak. Am az evilagi elet csupan csaloka elvezet"},{"SurahNumber":3,"VerseNumber":186,"Text":"Bizony probanak vettettek ala vagyonotokban es sajat magatokban is. Es hallani fogtok azoktol, akiknek a Iras adatott elottetek, es azoktol, akik tarsitottak, sok artalmas beszedet. Am, ha allhatatosan kitartoak. vagytok es felitek (Allah-ot), ugy cz a dolgok (isteni) elhatarozasabol fakad"},{"SurahNumber":3,"VerseNumber":187,"Text":"Es (emlekezzetek) midon Allah egyezseget kotott azokkal, akiknek a Konyv adatott, hogy magyarazzatok meg az embereknek es ne rejtsetek azt el! Amok a hatuk moge dobtak azt, ยง potom arert elvesztegettek. Milyen rossz vasart csinaltak"},{"SurahNumber":3,"VerseNumber":188,"Text":"Ne hidd, hogy azok, akik orvendenek annak, amit vegeztek es azok, akik szeretnek, ha azert dicsernek oket, amit nem tettek meg, nos ne gondold, hogy megmenekulhetnek a buntetestol. Fajdalmas buntetes jar nekik"},{"SurahNumber":3,"VerseNumber":189,"Text":"Allah-e az egek es a fold birodalma, Allah mindenre kepes"}]}