{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Va ʙa qavmi Samud ʙarodarason Solehro firistodem, ki: Xudoi jaktoro ʙiparasted. Nogahon du guruh sudand va ʙo jakdigar ʙa xusumat ʙarxostand"},{"SurahNumber":27,"VerseNumber":46,"Text":"Guft: «Ej qavmi man, caro pes az neki ʙar ʙadi mesitoʙed? Caro az Xudo ʙaxsois namexohed? Sojad ʙar sumo rahmat ovarad»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Guftand: «Mo turo va joronatro ʙa foli ʙad giriftaem». Guft: «Foli ʙadaton nazdi Xudost. Inak mardume fireʙxurda hasted!»"},{"SurahNumber":27,"VerseNumber":48,"Text":"Dar sahr nuh mardi nosoleh ʙudand, ki dar on sarzamin fasod mekardand, na isloh"},{"SurahNumber":27,"VerseNumber":49,"Text":"Guftand; «Ba Xudo savgand xured, ki u va kasonas ro saʙona mekusem. Va cun kase ʙa talaʙi xunas ʙarxezad, ʙiguem: «Mo ʙa hangomn halokati kasoni u on co naʙudaem va mo rostguftorem»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Va ƣofil ʙudand, ki agar onho hilae andesidaand, Mo niz hilae andesidaem"},{"SurahNumber":27,"VerseNumber":51,"Text":"Bingar, ki oqiʙati makrason ci sud: Mo onho va qavmasonro ʙa tamomi halok kardem"},{"SurahNumber":27,"VerseNumber":52,"Text":"On xonahoi onhost, ki ʙa cazoi zulme, ki mekardand, xoli aftodaast. Dar on donojonro iʙratest"},{"SurahNumber":27,"VerseNumber":53,"Text":"Onhoero, ki imon ovarda ʙudand va parhezgor ʙudand, nacot dodem"},{"SurahNumber":27,"VerseNumber":54,"Text":"Va Lutro ʙa jod or. On goh ki ʙa qavmi xud guft: «Korhoi zist mekuned, dar hole, ki xud ʙa zistii on ogohed"},{"SurahNumber":27,"VerseNumber":55,"Text":"Caro az rui sahvat ʙa coi zanon ʙa mardon sahvat meroned? Sumo mardume nodon hasted!»"},{"SurahNumber":27,"VerseNumber":56,"Text":"Cavoʙi qavmi u in ʙud, ki guftand: «Xonadoni Lutro az dehi xud ʙerun kuned. Onon da'voi poki mekunand» (Porai)"},{"SurahNumber":27,"VerseNumber":57,"Text":"U va kasonas, ƣajri zanasro, nacot dodem. Cunon xostem, ki on zan az ʙozmondagon ʙosad"},{"SurahNumber":27,"VerseNumber":58,"Text":"Borone ʙar onho ʙoronidem va ʙoroni tahdidsudagon ci ʙad ʙoronest"}]}