{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Du noterede de fortalt I have var udkæmpe; al I have observe Kontakten Bønner (Salat) er give obligatoriske velgørenheden (Zakat) derefter hvornår udkæmpende forordnet dem de frygtede folkene idet mere idet de frygtede GUD var jævne flere? De sagde Vore Lord Du fremtvang den udkæmpende os? Dersom kun Du respit os i awhile! Sie materials den verden er nil mens Herefter er fjerneste godt righteous du aldrig lider slightest uretfærdigheden"},{"SurahNumber":4,"VerseNumber":78,"Text":"Wherever du er død ville fangst oppe med du jævne du leve ind formidable slotte! Hvornår noget gods hænder dem de sir Den er GUD og hvornår noget onde hjemsøge dem de blame jer! sie Alt kommer GUD. de folk misforstår næsten alt"},{"SurahNumber":4,"VerseNumber":79,"Text":"Noget gods hænder jer er GUD noget onde som hænder jer er jer. Vi sender jer bud folkene GUD suffices idet bevidne"},{"SurahNumber":4,"VerseNumber":80,"Text":"Whoever adlyde budet adlyder GUD! Angående de sving vi ikke sendte jer deres formynder"},{"SurahNumber":4,"VerseNumber":81,"Text":"De pledge lydighed de forlade I visse af dem havn hensigter contrary til hvad de sir! GUD REGISTRERER DERES INDERSTE HENSIGTER. Du disregard dem lægge Deres stole GUD! GUD suffices advocate"},{"SurahNumber":4,"VerseNumber":82,"Text":"Hvorfor de ikke studerer Quran grundigt? Dersom var fra GUD de grundlægge det talrige modsigelser"},{"SurahNumber":4,"VerseNumber":83,"Text":"Hvornår rygte indvirker security kommer deres vej, de spreder det. Havde de henviste det budet de ind udnævner dem de forstår de substanser meddele dem! Dersom det ikke var gud grace I Hans barmhjertighed du følge djævelen et få"},{"SurahNumber":4,"VerseNumber":84,"Text":"Du udkæmpe forårsagen GUD; du er ansvarlige kun Deres egen sjæl exhort troendene gøre de samme. GUD ville NEUTRALISERE MAGTEN AF DE disbelieve! GUD ER mere MÆGTIGERE mere VIRKNINGSFULDERE"},{"SurahNumber":4,"VerseNumber":85,"Text":"Whoever mægle gode deed modtar dele kreditten thereof whoever mægler onde arbejde incurs dele thereof! GUD KONTROLLERER al TING"},{"SurahNumber":4,"VerseNumber":86,"Text":"Hvornår hilsede hils du svare god hils hos lille equal ene! GUD reckons al TING"},{"SurahNumber":4,"VerseNumber":87,"Text":"GUD XXXX IKKE ER GUD UNDTAR HAN. Han sikkert indkaldelse jer Dagen Opstandelse - Uundgåelige dagen. Hvems narration er sandfærdigere end gud"}]}