{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Ty znemonit duše pak debatovat se. BUH jsem UKÁZAT co TY ZKOUŠEL SKRÝT"},{"SurahNumber":2,"VerseNumber":73,"Text":"My odríkávat Postihnout (obe) hlas jalovice.) Onen when BUH privést obe operadlo doivotní beet ty Svém známka onen ty porozumení"},{"SurahNumber":2,"VerseNumber":74,"Text":"Despite tento svuj jádro utvrdit jako otrást práve strnulý. v tom jsem otrást proud proud out. Others rána zprostit mírne tekoucí pramen jinam otrást podlézat váit si BUH! BUH BYL NIKDY NEUVEDOMUJÍCÍ SI Z VŠECHNO TY UCINIL"},{"SurahNumber":2,"VerseNumber":75,"Text":"Ty myslit ti domnívat se ackoliv ty ucinil when trochu o ti uívaný slyšení slovo BUH pak zkrivit to vrchol znalost o tom po zralé úvaze"},{"SurahNumber":2,"VerseNumber":76,"Text":"A when oni vhodný verící oni ríct My domnívat se when oni dosáhnout dohromady kadý jinam, oni ríct ne informovat (verící) udání odevzdat s ty BUH lest ty stanovit ti snášet pro jejich souhrn svuj Magnát. Ty ne porozumení"},{"SurahNumber":2,"VerseNumber":77,"Text":"Oni ne módní onen BUH zkušený všechno oni skrýt všechno oni prohlásit"},{"SurahNumber":2,"VerseNumber":78,"Text":"Among ti byl pohan ne módní bible doslech pak prijmout onen oni módní to"},{"SurahNumber":2,"VerseNumber":79,"Text":"Proto hore s ty zkrivit bible jejich uznat písmo pak odríkávat Tento jsem který BUH odhalit ádat laciný materiální presvedcit! Hore s ti pro stejný zkroucení hore s ti pro jejich nezákonný presvedcit"},{"SurahNumber":2,"VerseNumber":80,"Text":"Nejaký odríkávat Peklo ne nakazit nás s rucením omezeným pocítat cas. Odríkávat Mel ty pokládat tak slib BUH! - BUH NIKDY PRERUŠIT SVÉM RUCIT! - Ty odríkávat BUH co ty ne módní"},{"SurahNumber":2,"VerseNumber":81,"Text":"Vskutku ty získat sinus slušet obehnat jejich odporný spravovat jsem obyvatel Peklo; oni zustávat to stále"},{"SurahNumber":2,"VerseNumber":82,"Text":"Ohledne Ceho ty domnívat, se, primet spravedlivý doivotní oni jsem obyvatel Ráj; oni zustávat to stále"}]}