{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"Day ur twalav ara wid iwumi nnan: \"brut i ifassen, eealet, zekkit\"? Mi sen iura umennu$, arbaa, segsen, ugaden imdanen, tugwdi n Oebbi, ne$ tugwdi i p i$elben. Qqaoen: \"a Mass nne$! Acimi i $ Turiv amennu$? A lemmer i t Teswexxoev cwii\"! Ini: \"zzhu n ddunit d amnuc, tif it laxert i win ipeezziben. Ur tepwadensem ula s yiclem utemoiw"},{"SurahNumber":4,"VerseNumber":78,"Text":"Anda tellam a kwen id tawev tmeppant, xas ma tellam di lebouo ioehden. Ma iusa ten id yise$, ad inin: \"wagi s$uo Oebbi\". Ma tusa ten id tucmip, ad inin: \"tagi s$uoek\". Ini: \"akw s$uo Oebbi\". Acu iu$en agdud agi, ur izmir ad ifhem awalen"},{"SurahNumber":4,"VerseNumber":79,"Text":"Yal ise$ i k id iusan, s$uo Oebbi. Yal tucmip i k id iusan, s$uo iman ik. Nuzen ik id i medden, d Amazan. Nesteqnaa s Oebbi d Anagi"},{"SurahNumber":4,"VerseNumber":80,"Text":"Win iu$en awal i Umazan, iu$ awal i Oebbi. Win iwexxoen, ur k id Nuzen d ameareb nnsen"},{"SurahNumber":4,"VerseNumber":81,"Text":"Qqaoen: \"annuz\"! Mi k iiaxxoen, ad ieekku deg iv, urbaa segsen, ayen ur d tenniv. Oebbi Ipparu ayen eekkun deg iv. Wexxeo asen, ppkel $ef Oebbi. Nesteqnaa s Oebbi d Awkil"},{"SurahNumber":4,"VerseNumber":82,"Text":"Day ur pmeyyizen ara Leqwoan? Lemmer illi si war Oebbi, ad afen degs aias n wayen imgarraden"},{"SurahNumber":4,"VerseNumber":83,"Text":"Ma iusa ten lameo n laman ne$ n lxuf, a t berreen. Lemmer i t ssawven i Umazan akked imawlan n lameo nnsen, ad xeboen wid, segsen, ib$an ad eoen. Lemmer macci d lfevl n Oebbi akked ueunu S fellawen, a ppeddum d Cciian, siwa kra kan"},{"SurahNumber":4,"VerseNumber":84,"Text":"Nna$ deg ubrid n Oebbi. D iman ik kan ara tkellfev. Efk afud i lmumnin. Izmer Oebbi ad Issers tazmert n wid ijehlen. Oebbi Yif iten tazmert, Yif iten aaaqeb"},{"SurahNumber":4,"VerseNumber":85,"Text":"Win icefaan ccafuaa ilhan, ad iawi, segs, amur. Win icefaan ccafuaa icemten, ad iawi, segs, sin imuren. Oebbi Izga Issenqad yal cci"},{"SurahNumber":4,"VerseNumber":86,"Text":"Ma nnan awen d: \"azul\"! Erret asen azul it yifen, ne$ erret asen t. Ih, Oebbi Izga Ieeppeb yal cci"},{"SurahNumber":4,"VerseNumber":87,"Text":"Oebbi, ur illi oebbi siwa Neppa, a kwen Issemlil, ass n tnekra, ur degs ccekk. Anwa i iqqaoen tidep sennig Oebbi"}]}