{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Kūsǐ de dàdì duì tāmen shì yī zhǒng jīxiàng, wǒ bǎ tā fùhuó, jiè cǐ shēngchǎn chū gǔwù, gōng tāmen shíyòng [zhù]."},{"SurahNumber":36,"VerseNumber":34,"Text":"Wǒ zài dà dìshàng chuàngzàole xǔduō yē zǎo yuán hé pútáo yuán, bìng shǐ xǔduō quánshuǐ cóngzhōng yǒng chū,"},{"SurahNumber":36,"VerseNumber":35,"Text":"yǐbiàn tāmen chī qí guǒzi, nàxiē guǒzi bùshì tāmen qīnshǒu zhìzào de. Nándào tāmen hái bù gǎn'ēn ma?"},{"SurahNumber":36,"VerseNumber":36,"Text":"Zànměi tā [ān lā] chāojué! Tā chuàngzàole gè zhǒng chéng duì de pèi'ǒu, qízhōng yǒu dìmiàn zhǎng chū de, yěyǒu chūzì tāmen [nánnǚ] zìjǐ de, hái yǒu tāmen suǒ bù zhīdào de."},{"SurahNumber":36,"VerseNumber":37,"Text":"Hēiyè duì tāmen shì yī zhǒng jīxiàng, wǒ shǐ báizhòu jìnrù hēiyè, tāmen túrán chǔ zài hēi'àn zhōng."},{"SurahNumber":36,"VerseNumber":38,"Text":"Tàiyáng àn yùdìng de chéngxù yùnxíng, zhè shì quánnéng de, quánzhī de zhǔ de qián dìng."},{"SurahNumber":36,"VerseNumber":39,"Text":"Yuèliàng, wǒ yě wèi tā guīdìngle [yùnxíng] chéngxù, zhídào tā biàn chéng gàn qū de yē zǎo zhī yīyàng."},{"SurahNumber":36,"VerseNumber":40,"Text":"Tàiyáng bù huì chāoguò yuèliàng [yùnxíng], hēiyè bù huì chāoyuè báizhòu [yùnxíng], gè zài yīgè guǐdào shàng yùnxíng."},{"SurahNumber":36,"VerseNumber":41,"Text":"Duì tāmen de yī zhǒng jīxiàng shì: Wǒ shǐ tāmen de hòuyì chéngzuò zài [nǔ hā shèngrén] mǎnzài de chuánshàng."},{"SurahNumber":36,"VerseNumber":42,"Text":"Wǒ wèi tāmen chuàngzàole xiàng chuán yīyàng kě gōng tāmen chéng zài de jiāotōng gōngjù."},{"SurahNumber":36,"VerseNumber":43,"Text":"Jiǎrú wǒ yìyù, wǒ néng yān sǐ tāmen,[nà shí tāmen jiāng gāo shēng qiújiù], tāmen jiāng méiyǒu jiùzhù zhě, yě dé bù dào zhěngjiù,"},{"SurahNumber":36,"VerseNumber":44,"Text":"chúfēi yǒu wǒ jiàng shì de ēnhuì.[Ràng tāmen] zhànshí xiǎngshòu ba!"},{"SurahNumber":36,"VerseNumber":45,"Text":"Měi dāng yǒu huà shēng duì tāmen shuō:“Nǐmen dāng wèijù zài nǐmen zhīqián de [jīnshì de mónàn] hé zài nǐmen zhīhòu de [hòushì de xíngfá], yǐbiàn nǐmen shòu cí mǐn.”[Rú: Jiǎrú nǐmen xìnyǎng yīsīlán jiào, yuǎn bì ǒuxiàng chóngbài, fúcóng ān lā bìng xíngshàn děng, nǐmen bì shòu cí mǐn, dàn tāmen háo bù zhùyì.]"},{"SurahNumber":36,"VerseNumber":46,"Text":"Měi dāng tāmen de zhǔ [ān lā] de yī zhǒng jīxiàng jiànglín tāmen, tāmen zǒng shì bèiqì tā."},{"SurahNumber":36,"VerseNumber":47,"Text":"Měi dāng yǒu huà shēng duì tāmen shuō “nǐmen dāng shīyòng ān lā cìyǔ nǐmen de [cáiwù]” shí, bù xìnyǎng zhě jiù duì xìnshì shuō:“Jiǎrú ān lā yìyù, tā huì gòngyǎng tā, wǒmen hébì gòngyǎng tā ne? Nǐmen què shì zài míngxiǎn de mí wù zhōng.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Tāmen shuō:“Jiǎrú nǐmen shì chéngshí zhě, zhège jǐnggào [fùhuó rì] hé shí shíxiàn ne?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Tāmen suǒ děngdài de zhǐshì yīshēng nàhǎn [kǒngbù shēng], tāmen zhèng zhēnglùn shí, nàhǎn shēng xíjíle tāmen."},{"SurahNumber":36,"VerseNumber":50,"Text":"Tāmen jiāng bùnéng liú yízhǔ, yě wúnéng huí dào zìjǐ de jiārén shēnbiān."}]}