{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":113,"Text":"yūtarkaḷ kūṟukiṟārkaḷ; 'kiṟistavarkaḷ enta nalvaḻiyilum illai' eṉṟu. Kiṟistavarkaḷ kūṟukiṟārkaḷ; 'yūtarkaḷ enta nalvaḻiyilum illai' eṉṟu. Āṉāl, ivarkaḷ (taṅkaḷukkuriya) vētattai ōtikkoṇṭē (ippaṭik kūṟukiṟārkaḷ) ivarkaḷ kūṟum coṟkaḷaip pōlavē oṉṟum aṟiyātavarkaḷum kūṟukiṟārkaḷ; iṟutittīrppu nāḷil allāh ivarkaḷ tarkkittu māṟupaṭṭuk koṇṭirukkum viṣayattil tīrppaḷippāṉ"},{"SurahNumber":2,"VerseNumber":114,"Text":"iṉṉum, allāhvuṭaiya masjitukaḷil allāhviṉ peyaraic collit tutippatait taṭuttu, ivaṟṟaip pāḻākka muyalpavaṉai viṭa, periya koṭumaikkāraṉ yār irukka muṭiyum? Ittakaiyōr accamuṭaṉaṉṟi paḷḷivāyilkaḷil nuḻaivataṟku takutiyē illātavarkaḷ, ivarkaḷukku iv(vulaka) vāḻvil iḻivutāṉ; mēlum, maṟumaiyil ivarkaḷukkuk kaṭumaiyāṉa vētaṉaiyum uṇṭu"},{"SurahNumber":2,"VerseNumber":115,"Text":"Kiḻakkum, mēṟkum allāhvukkē (contam) nīṅkaḷ entap pakkam tirumpiṉālum aṅkē allāhviṉ mukam irukkiṟatu. Niccayamāka allāh vicālamāṉavaṉ;, ellām aṟintavaṉ"},{"SurahNumber":2,"VerseNumber":116,"Text":"iṉṉum kūṟukiṟārkaḷ; \"allāh oru kumāraṉaip peṟṟirukkiṟāṉ\" eṉṟu. Appaṭiyalla - avaṉ (ivarkaḷ kūṟuvatiliruntu) mikat tūymaiyāṉavaṉ; vāṉaṅkaḷ, pūmiyil uḷḷavai yāvum avaṉukkē uriyavai. Ivaiyaṉaittum avaṉukkē aṭipaṇintu vaḻipaṭukiṉṟaṉa"},{"SurahNumber":2,"VerseNumber":117,"Text":"(allāh) vāṉaṅkaḷaiyum, pūmiyaiyum muṉ mātiriyiṉṟi(illāmaiyiliruntu), tāṉē uṇṭākkiṉāṉ;. Avaṉ oṉṟai uṇṭākka vitittu, ataṉiṭam'kuṉ' - ākuka- eṉṟu kūṟiṉāl, uṭaṉē atu ākiviṭukiṟatu"},{"SurahNumber":2,"VerseNumber":118,"Text":"iṉṉum aṟiyātavarkaḷ kūṟukiṟārkaḷ; \"allāh ēṉ nam'miṭam pēcavillai, mēlum, namakku ēṉ attāṭci varavillai?\" Eṉṟu. Ivarkaḷukku muṉṉar iruntavarkaḷum ippaṭiyē - ivarkaḷiṉ coṟkaḷaippōlavē - tāṉ kūṟiṉārkaḷ. Ivarkaḷiṉ itayaṅkaḷ avarkaḷuṭaiya itayaṅkaḷaip pōṉṟavaiyē tāṉ. Īmāṉil uṟutiyuṭaiya makkaḷukku nam attāṭcikaḷai (avarkaḷ maṉatil patiyumpaṭi) nām niccayamākat teḷivāy vivarittuḷḷōm"},{"SurahNumber":2,"VerseNumber":119,"Text":"(napiyē!) Nām um'mai uṇmaiyuṭaṉ, (nallaṭiyārukku) naṉmārāyam kūṟupavarākavum, (tīyōrukku) accamuṭṭi eccarikkai ceypavarākavumē aṉuppiyuḷḷōm;. Narakavātikaḷaip paṟṟi nīr viṉavappaṭa māṭṭīr"},{"SurahNumber":2,"VerseNumber":120,"Text":"(Napiyē!) Yūtarkaḷum, kiṟistavarkaḷum avarkaḷ vaḻiyai nīr piṉpaṟṟātavaraiyil um'maippaṟṟi tiruptiyaṭaiya māṭṭārkaḷ. (Ākavē, avarkaḷai nōkki;)\"niccayamāka allāhviṉ vaḻi-(islām) atuvē nērvaḻi\" eṉṟu collum;. Aṉṟi ñāṉam um'mai vantaṭainta piṉṉarum avarkaḷuṭaiya iccaikaḷaip piṉpaṟṟuvīrēyāṉāl, allāhviṭamiruntu um'maik kāppāṟṟupavaṉum, umakku utavi ceypavaṉum illai"},{"SurahNumber":2,"VerseNumber":121,"Text":"yārukku nām vētattaik koṭuttōmō avarkaḷ atai evvāṟu ōti(oḻuki)ṭa vēṇṭumō, avvāṟu ōtukiṟārkaḷ;. Avarkaḷ tām ataṉ mēl nampikkaiyuḷḷavarkaḷ;. Yār atai nirākarikkiṉṟārkaḷō avarkaḷ perum naṣṭavāḷikaḷē"}]}