{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"He that bought him, being of Egypt, said to his wife, 'Give him goodly lodging, and it may be that he will profit us, or we may take him for our own son.' So We established Joseph in the land, and that We might teach him the interpretation of tales. God prevails in His purpose, but most men know not"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he was fully grown, We gave him judgment and knowledge. Even so We recompense the good-doers"},{"SurahNumber":12,"VerseNumber":23,"Text":"Now the woman in whose house he was solicited him, and closed the doors on them. 'Come,' she said, 'take me!' 'God be my refuge,' he said. 'Surely my lord has given me a goodly lodging. Surely the evildoers do not prosper"},{"SurahNumber":12,"VerseNumber":24,"Text":"For she desired him; and he would have taken her, but that he saw the proof of his Lord. So was it, that We might turn away from him evil and abomination; he was one of Our devoted servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"They raced to the door; and she tore his shirt from behind. They encountered her master by the door. She said, 'What is the recompense of him who purposes evil against thy folk, but that he should be imprisoned, or a painful chastisement"},{"SurahNumber":12,"VerseNumber":26,"Text":"Said he, 'It was she that solicited me'; and a witness of her folk bore witness, 'If his shirt has been torn from before then she has spoken truly, and he is one of the liars"},{"SurahNumber":12,"VerseNumber":27,"Text":"but if it be that his shirt has been torn from behind, then she has lied, and he is one of the truthful"},{"SurahNumber":12,"VerseNumber":28,"Text":"When he saw his shirt was torn from behind he said, 'This is of your women's guile; surely your guile is great"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph, turn away from this; and thou, woman, ask forgiveness of thy crime; surely thou art one of the sinners"}]}