{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Totisesti huudetaan niille, jotka eivat usko: »Jumalan viha teita kohtaan on suurempi kuin omanne, koska teidat kutsuttiin uskoon, mutta te sen hylkasitte.»"},{"SurahNumber":40,"VerseNumber":11,"Text":"He sanovat: »Herra, kaksi kertaa olet pannut meidat kuolemaan ja kaksi kertaa olet antanut meille elaman; me tunnustamme syntimme, mutta onko nyt meille pelastuksen tieta?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Nain kavi siksi, etta te ette uskoneet, kun oli palveltava yksin Jumalaa; mutta uskoitte kylla, jos joku muu asetettiin Hanen rinnalleen. Tuomio kuuluu Jumalalle, korkealle, suurelle"},{"SurahNumber":40,"VerseNumber":13,"Text":"Yksin Han nayttaa teille merkkinsa ja lahettaa teille antimensa taivaasta, mutta vain se ottaa niista vaarin, joka turvautuu Haneen"},{"SurahNumber":40,"VerseNumber":14,"Text":"Huutakaa siis Jumalaa avuksi ollen Hanelle vilpittoman kuuliaiset, vaikka uskottomat olisivatkin nurjamielisia"},{"SurahNumber":40,"VerseNumber":15,"Text":"Han, joka on kaikkien arvojen ylapuolella, Herra, jolla on valta, lahettaa oman henkensa voiman otolliselle palvelijalleen, jotta tama varoittaisi ihmisia tuomiopaivasta"},{"SurahNumber":40,"VerseNumber":16,"Text":"siita paivasta, jolloin heidan on astuttava esiin. Mikaan heidan ajatuksensa ei pysy Jumalalta salassa. Kuka hallitsee tuona paivana? Jumala, ainoa, kaikkivaltias"},{"SurahNumber":40,"VerseNumber":17,"Text":"Sina paivana jokainen sielu palkitaan ansionsa mukaan; vaaryytta ei kellekaan tehda tuona paivana. Totisesti, Jumala tekee tilinsa nopeasti"},{"SurahNumber":40,"VerseNumber":18,"Text":"Ja varoita heita lahestyvasta paivasta, jolloin sydan nousee kurkkuun sisaisesta ahdingosta. Jumalattomilla ei ole yhtaan ystavaa eika puoltajaa, jota kuunneltaisiin"},{"SurahNumber":40,"VerseNumber":19,"Text":"Han tuntee silmien vilpin ja sen, mita mieleen on katketty"},{"SurahNumber":40,"VerseNumber":20,"Text":"Jumalan tuomio on vanhurskas, mutta ne, joiden puoleen he kaantyvat Hanen asemestaan, eivat saata lainkaan tuomita; totisesti Jumala on kuuleva, nakeva"}]}