{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Have you not observed how your Lord stretches the shadow? Had He pleased, He could have made it stationary. And We made the sun a guide over it"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We withdraw it (shadow) to Us, an easy withdrawal"},{"SurahNumber":25,"VerseNumber":47,"Text":"And it is He Who has made for you the night as mantle, the sleep for repose, and the day for rising"},{"SurahNumber":25,"VerseNumber":48,"Text":"It is He who sends the winds as heralds bearing good news of His ensuing mercy and We send down pure water from the sky"},{"SurahNumber":25,"VerseNumber":49,"Text":"We send down water so that We may bring life to a dead land and slake the thirst aplenty of Our creations of cattle and mankind"},{"SurahNumber":25,"VerseNumber":50,"Text":"And We do distribute it (rainfall) among them so that they are gratefully aware thereof, but most of mankind respond not but in ingratitude"},{"SurahNumber":25,"VerseNumber":51,"Text":"And if We had so willed, We would have certainly raised someone to warn, in every town/village"},{"SurahNumber":25,"VerseNumber":52,"Text":"Do not yield then to those who suppress the Truth, but counter them strenuously by means of this [Qur'aan]"},{"SurahNumber":25,"VerseNumber":53,"Text":"It is He who has facilitated two seas to flow and meet — one palatable and sweet and the other salty and bitter — and set up a barrier and an invincible partition between them"},{"SurahNumber":25,"VerseNumber":54,"Text":"And He it is who has created a human being from water and then made him a link in the human relationships by blood and marriage. And your Lord is all powerful"},{"SurahNumber":25,"VerseNumber":55,"Text":"Yet they worship besides Allah others that can neither benefit nor harm them. And the suppressor of the Truth does ever turn his back on his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"And We have not sent you (Prophet Muhammad) but to give good news to those who believe in Allah and abide by His Guidance given in the Qur'aan and to warn those who believe not"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, \"I do not ask you for anything in return for this except that anyone who so wishes should take the Right Path to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"And have trust on the Living [Allah] Who never dies, and glorify Him with His praise. And He is well conversant with the sins His subjects commit"},{"SurahNumber":25,"VerseNumber":59,"Text":"It is He who created the heavens and the earth, and all besides that is in and around them, in six periods of time. HE then ascended the Throne of absolute power and authority. HE is the Gracious One. Do ask any informed person about Him"},{"SurahNumber":25,"VerseNumber":60,"Text":"When they are told to prostrate before the Gracious One, they ask, \"Who is this Gracious One? Are we to prostrate to whatever you order us?\" And it increases their aversion"}]}