{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Wer etwas an rechtschaffenen Werken tut und dabei glaubig ist, der wird fur sein Bemuhen nicht Undank ernten; Wir schreiben es ihm gut"},{"SurahNumber":21,"VerseNumber":95,"Text":"Und verboten ist es fur (die Bewohner) eine(r jeden) Stadt, die Wir vernichteten, daß sie (ins Diesseits) zuruckkehren"},{"SurahNumber":21,"VerseNumber":96,"Text":"bis die (Sperrmauer von) Ya'gug und Ma'gug geoffnet wird und sie von jeder Anhohe schnell herbeilaufen"},{"SurahNumber":21,"VerseNumber":97,"Text":"und das wahre Versprechen nahegeruckt ist, dann werden sogleich die Blicke derjenigen, die unglaubig sind, starr werden: \"O wehe uns! Wir waren dessen ja unachtsam. Nein! Vielmehr pflegten wir Unrecht zu tun"},{"SurahNumber":21,"VerseNumber":98,"Text":"Gewiß, ihr und das, dem ihr anstatt Allahs dient, seid Brennstoff der Holle. Ihr werdet dahin hinabgehen"},{"SurahNumber":21,"VerseNumber":99,"Text":"Wenn diese da Gotter waren, gingen sie nicht zu ihr hinab. Und alle werden ewig darin bleiben"},{"SurahNumber":21,"VerseNumber":100,"Text":"Sie werden darin seufzen und selbst darin nicht horen"},{"SurahNumber":21,"VerseNumber":101,"Text":"Gewiß, diejenigen, an die von Uns (das Versprechen fur) die beste Behandlung vorausgegangen ist, sie werden von ihr ferngehalten"},{"SurahNumber":21,"VerseNumber":102,"Text":"sie horen von ihr nicht (einmal) das leiseste Gerausch. Und sie werden in dem, was ihre Seelen begehrt haben, ewig bleiben"},{"SurahNumber":21,"VerseNumber":103,"Text":"Der großte Schrecken macht sie nicht traurig, und die Engel empfangen sie: \"Das ist euer Tag, der euch versprochen wurde"},{"SurahNumber":21,"VerseNumber":104,"Text":"An dem Tag, da Wir den Himmel zusammenfalten, wie der Urkundenschreiber die Schriftstucke zusammenfaltet. Wie Wir eine erste Schopfung am Anfang gemacht haben, wiederholen Wir sie; (das ist) ein fur Uns bindendes Versprechen. Wir wer den es bestimmt tun"},{"SurahNumber":21,"VerseNumber":105,"Text":"Und Wir haben bereits im Buch der Weisheit nach der Ermahnung geschrieben, daß Meine rechtschaffenen Diener das Land erben werden"},{"SurahNumber":21,"VerseNumber":106,"Text":"In diesem ist furwahr eine Botschaft an Leute, die (Uns) dienen"},{"SurahNumber":21,"VerseNumber":107,"Text":"Und Wir haben dich nur als Barmherzigkeit fur die Weltenbewohner gesandt"},{"SurahNumber":21,"VerseNumber":108,"Text":"Sag: Mir wird (als Offenbarung) nur eingegeben, daß euer Gott nur ein einziger Gott ist. Werdet ihr nun (Allah) ergeben sein"},{"SurahNumber":21,"VerseNumber":109,"Text":"Wenn sie sich abkehren, dann sag: Ich habe es euch (allen) gleichermaßen angekundigt, und ich weiß nicht, ob das nahe ist oder fernliegt, was euch versprochen wird"},{"SurahNumber":21,"VerseNumber":110,"Text":"Gewiß, Er weiß, was an Worten laut vernehmbar geaußert wird, und Er weiß, was ihr verheimlicht"},{"SurahNumber":21,"VerseNumber":111,"Text":"Und ich weiß (auch) nicht, ob es vielleicht nur eine Versuchung fur euch ist und ein Nießbrauch auf Zeit"},{"SurahNumber":21,"VerseNumber":112,"Text":"Er sagte: Mein Herr, richte der Wahrheit entsprechend. Und unser Herr ist der Allerbanner, bei Dem Hilfe zu suchen ist gegen das, was ihr beschreibt"}]}