{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":21,"Text":"I shtom dadem na khorata da vkusyat milost sled beda, koyato gi e zasegnala, eto gi - lukavstvat spryamo Nashite znameniya! Kazhi: “Allakh e naĭ-bŭrz v promisŭla. Nashite pratenitsi [angeli] zapisvat kakvo lukavstvate.”"},{"SurahNumber":10,"VerseNumber":22,"Text":"Toĭ e, Koĭto vi pridvizhva po susha i more. Kogato ste na korabi i se nosyat s khorata pri popŭten vyatŭr, i te mu se radvat, vrŭkhlita gi buren vyatŭr i vŭlnite gi vrŭkhlitat ot vsichki strani, i misleĭki, che sa obgradeni, zovat Allakh, predani Nemu v religiyata: “Izbavish li ni ot tova, nepremenno shte sme ot priznatelnite!”"},{"SurahNumber":10,"VerseNumber":23,"Text":"A shtom gi izbavi, eto gi - seyat razvala po zemyata v bezpravie! O, khora, vashata razvala e sreshtu samite vas. Naslazhdavaĭte se na zemniya zhivot! Posle pri Nas e vasheto zavrŭshtane i shte vi izvestim kakvo ste vŭrshili"},{"SurahNumber":10,"VerseNumber":24,"Text":"Zemniyat zhivot prilicha na voda, koyato sme izleli ot nebeto i s neya po zemyata iznikvat rasteniyata za prepitanie na khorata i na dobitŭka. Kogato zemyata poluchi svoyata ukrasa i se okichi, i obitatelite ĭ pomislyat, che imat vlast nad neya, idva Nashata povelya noshtem ili denem i ya opustoshavame, syakash dovchera ne e bila tsvetushta. Taka razyasnyavame znameniyata na khora misleshti"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allakh prizovava kŭm Doma na mira i nasochva kogoto pozhelae po praviya pŭt"},{"SurahNumber":10,"VerseNumber":26,"Text":"Blagodetelnite shte imat Naĭ-prekrasnoto, i dori poveche, i ne shte pocherni tekhnite litsa nito prakh, nito unizhenie. Te sa obitatelite na Raya, tam shte prebivavat vechno"},{"SurahNumber":10,"VerseNumber":27,"Text":"A koito sa pridobili zlini - vŭzmezdieto za zlina e sŭshto takava, i shte gi pocherni unizhenie. Nikoĭ ne shte gi zashtiti ot Allakh. Syakash litsata im sa pokriti s kŭsove tŭmna nosht. Te sa obitatelite na Ogŭnya, tam shte prebivavat vechno"},{"SurahNumber":10,"VerseNumber":28,"Text":"V Denya, kogato shte gi sŭberem vsichki, posle shte rechem na onezi, koito sŭdruzhavakha: “Ostanete po mestata si, vie i vashite sŭdruzhnitsi!” I shte gi razdelim, a sŭdruzhnitsite im shte kazhat: “Ne na nas sluzhekhte vie"},{"SurahNumber":10,"VerseNumber":29,"Text":"Dostatŭchen e Allakh za svidetel mezhdu nas i vas. Byakhme v nevedenie za vasheto sluzhene.”"},{"SurahNumber":10,"VerseNumber":30,"Text":"Tam vsyaka dusha shte izpita predishnite si deyaniya. I shte bŭdat vŭrnati pri Allakh, istinskiya im Pokrovitel, i shte izchezne ot tyakh onova, koeto sa izmislyali"}]}