{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Size kendinizden bir misal verdi: (Bakın) size verdigimiz rızıklarda; sizin ellerinizin altında bulunan(koleler, hizmetci)lerden sizinle esit derecede (yonetim hakkına sahip) olan, birbiriniz(in hakkına dokunmak)dan cekindiginiz gibi onlar(ın hakkına dokunmak)dan da cekindiginiz ortaklar var mı (ki tutup kendi mulkumuzde, saltanatımızda bize ortaklar atfediyorsunuz, kendi kullarımızı, yaratıklarımızı bize es kosuyorsunuz)? Iste biz, aklını kullanan bir toplum icin ayetleri boyle acıklıyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır, zulmedenler, bilgisizce keyiflerine uydular. Allah'ın sasırttıgını (Allah'ın gonderdigi hidayete uymadıgı icin dustugu sapıklıgında terk ettigi kimseyi) kim yola getirebilir? Onların hicbir yardımcıları yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Sen yuzunu, Allah'ı birleyici olarak dogruca dine cevir: Allah'ın yaratma yasasına (uygun olan dine don) ki, insanları ona gore yaratmıstır. Allah'ın yaratması degistirilemez. Iste dogru din odur. Fakat insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Yalnız O'na yonelin ve O'ndan korkun; namazı kılın ve (Allah'a) ortak kosanlardan olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"(O ortak kosanlardan olmayın ki onlar) Dinlerini parcaladılar ve boluk boluk oldular. Her parti kendi yanındakiyle sevin(ip ovun)mektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanlara bir zarar dokundu mu, Rablerine yonelerek O'na yalvarırlar. Sonra (Rableri), onlara kendinden bir rahmet taddırınca, hemen onlardan bir grup, Rablerine ortak kosarlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"(Boyle yaparlar) Ki kendilerine verdigimiz(ni'met)e karsı nankorluk etsinler. Simdi zevk icinde yasayın bakalım, yakında (sonunuzun ne oldugunu) bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara bir delil indirmisiz de o mu (Allah'a) ortak kosmalarını soyluyor"},{"SurahNumber":30,"VerseNumber":36,"Text":"Biz insanlara bir rahmet taddırdıgımız zaman onunla sevinirler. Elleriyle yapıp one surdukleri(isleri)nden dolayı onlara bir kotuluk erisince de, derhal umutsuzluga duserler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Gormediler mi, Allah diledigine rızkı genisletiyor da, daraltıyor da. Suphesiz inanan bir toplum icin bunda ibretler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula, yolcuya (zekat ve sadakadan) hakkını ver. Allah'ın yuzunu (rızasını) isteyenler icin bu, daha hayırlıdır ve onlar basarıya erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların malları icinde, artması icin verdiginiz riba, Allah katında artmaz. Ama Allah'ın yuzunu (O'nun rızasını) isteyerek verdiginiz zekat(a gelince); iste (onu verenler sevaplarını ve mallarını) kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah sizi yarattı, sonra besledi sonra olduruyor, sonra diriltiyor. Ortaklarınız icinde bunlardan birini yapan var mı? O, onların ortak kostukları seylerden uzak ve yucedir"}]}