{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Muutamat ihmiset sanovat kyllä: »Me uskomme Jumalaan ja Viimeiseen päivään», eivätkä kuitenkaan usko"},{"SurahNumber":2,"VerseNumber":9,"Text":"He tahtovat pettää Jumalaa ja niitä, jotka uskovat, mutta he eivät petä ketään muita kuin itsensä, eivätkä käsitä sitä"},{"SurahNumber":2,"VerseNumber":10,"Text":"Sairaus turmelee heidän sydämensä, ja Jumala pahentaa heidän sairautensa; niin, heitä odottaa tuskallinen rangaistus, koska he ovat valehdelleet"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kun heille sanotaan: »Alkää aiheuttako pahennusta maan päällä», he vastaavat: »Mehän vain uudistamme asiat oikeiksi.»"},{"SurahNumber":2,"VerseNumber":12,"Text":"ivätkö juuri sellaiset tosiaan ole niitä, joista paha paisuu? Mutta he eivät sitä tajua"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ja kun heille sanotaan: »Uskokaa kuten nuo ihmiset uskovat», he vastaavat: »Onko meidän uskottava kuten hullut uskovat?» Mutta eivätkö todellisuudessa juuri he itse ole hulluja? Vaan sitäkään he eivät älyä"},{"SurahNumber":2,"VerseNumber":14,"Text":"Kohdatessaan uskovaisia he sanovat: »Me uskomme», mutta kun he erkanevat taas saatanainsa pariin, he selittävät: »Tietysti olemme teikäläisiä, me vain teimme pilkkaa.»"},{"SurahNumber":2,"VerseNumber":15,"Text":"Mutta Jumala tekeekin pilkkaa heistä itsestään, jättää heidät yltymään pahuudessaan ja vaeltamaan sokeasti yhä syvempään häpeään"},{"SurahNumber":2,"VerseNumber":16,"Text":"He ovat niitä, jotka oikean johdatuksen vaihtavat harhatiehen, eikä se vaihtokauppa ole heille voittoa tuottava, vaan he jäävät kokonaan ilman Jumalan Opastusta"},{"SurahNumber":2,"VerseNumber":17,"Text":"Heidän laitansa on kuin niiden, jotka sytyttävät itselleen tulen, mutta kun se on valaissut mitä heidän ympärillään on, tempaa Jumala pois valon ja jättää kaikki pimeyteen, niin etteivät he voi nähdä; Hän jättää heidät"},{"SurahNumber":2,"VerseNumber":18,"Text":"mykiksi, kuuroiksi ja sokeiksi, niin etteivät he voi palata"},{"SurahNumber":2,"VerseNumber":19,"Text":"Tai kuten on ukkossateen yllättäessä, joka tuo mukanaan pimeyden, jyrinän ja salaman; he tukkivat sormin korvansa ukkosen jylinältä ja pelkäävät saavansa kuoliniskun salamoista - Jumalalla on uskottomat vallassaan - ja"},{"SurahNumber":2,"VerseNumber":20,"Text":"salama on riistämäisillään heiltä näön. Niin usein kuin se välähtää, liikkuvat he sen valossa, mutta kun pimeys taas lankeaa heidän ylitsensä, pysähtyvät he. Jos Jumala tahtoisi, voisi Hän ottaa heiltä kokonaan kuulon ja näön; katso, Jumala on totisesti kaikkivaltias"}]}