{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Zingaphikhonaizixekoezazinogabadelo,eSazitshabalalisayo, Savelisa abanye abantu emveni kwazo"},{"SurahNumber":21,"VerseNumber":12,"Text":"Ke kaloku (abantu bazo) bathi besakuva iSohlwayo seThu, (bazama) ukusibaleka ngoko nangoko"},{"SurahNumber":21,"VerseNumber":13,"Text":"(Iingelosi zathi): “Sanukubaleka kaloku koko buyelani kobo bomi benu bobunewunewu (benibuphila), nasemizini yenu khon’ukuze nibuzwe.”"},{"SurahNumber":21,"VerseNumber":14,"Text":"Bathi bona: “Yeha kuthi! Inene, thina besingabenzi bobubi.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Eso sikhalo sabo asizanga siphele, Sada Sabenza banjengentsimi evuniweyo, batshabalala nya"},{"SurahNumber":21,"VerseNumber":16,"Text":"ASiwadalanga amazulu nomhlaba nako konke okuphakathi kuwo ukuba kube yindlalo"},{"SurahNumber":21,"VerseNumber":17,"Text":"Ukuba ngaba SaSifune ukuthabatha ukonwaba1, ngeSakuthabatha oko Sikukhupha kuThi, Ukuba SaSizimisele ukukwenza oko"},{"SurahNumber":21,"VerseNumber":18,"Text":"Ukusuka apho Sigibisela inyaniso ngokuchasene nobuxoki, ize ibutshabalalise, ke kaloku bona (ubuxoki) bunyamalale. Yeha kuni (ngobuxoki) enibubalela (kuAllâh)"},{"SurahNumber":21,"VerseNumber":19,"Text":"NgowaKhe nabani na osemazulwini nasemhlabeni. Yaye abo bakufuphi kuYe (iingelosi) abathintelwa yinkukhumalo ekuMnquleni Yena, bengadinwa nakudinwa (kukuMkhonza)"},{"SurahNumber":21,"VerseNumber":20,"Text":"BaMzukisa ubusuku nemini yaye abayekeleli"},{"SurahNumber":21,"VerseNumber":21,"Text":"Makube bazithabathele thixo bambi na emhlabeni (abakwaziyo) ukuvusa abafileyo"},{"SurahNumber":21,"VerseNumber":22,"Text":"Ukuba ngaba (emazulwini nasemhlabeni) bekukho oothixo ngaphandle koAllâh, bebeya kutshabalala. Ngoko ke makazukiswe uAllâh, iNkosi yeTrone mayela noko bakubalela kuYe"},{"SurahNumber":21,"VerseNumber":23,"Text":"Yena Akabuzwa ngoko Akwenzayo, kodwa bona baza kubuzwa"},{"SurahNumber":21,"VerseNumber":24,"Text":"Okanye mhlawumbi bazithabathele thixo bambi na ngaphandle kwaKhe? Yithi (Muhammad): “Velisani ubungqina kaloku. Le (‘Kur’ân) yinkumbuzo kwabo bakunye nam ikwayinkumbuzo kwabo bangaphambili kunam. Kodwa abaninzi kubo abayazi inyaniso, ngoko ke ngabachasi"},{"SurahNumber":21,"VerseNumber":25,"Text":"Kananjalo aSizanga Sithumele Mthunywa ngaphambi kwakho (Muhammad) koko Samtyhilela ukuba: akukho thixo wumbi ngaphandle kwaM, Khonzani Mna ke"},{"SurahNumber":21,"VerseNumber":26,"Text":"Ukanti bathi: “USolubabalo Uzele unyana.” Makazukiswe Yena, ukusuka apho bona abo kuthiwa ngoonyana baKhe, zizicaka zaKhe ezihloniphekileyo"},{"SurahNumber":21,"VerseNumber":27,"Text":"Bona (abo bazizicaka zaKhe) abathethi kuqala kunaYe de kuthethe Yena yaye benza ngokomyalelo waKhe"},{"SurahNumber":21,"VerseNumber":28,"Text":"Uyakwazi okungaphambili kubo, nokungasemva kwabo, ukanti angekhe bacengele nabani na ngaphandle kwalowo Akholisekileyo nguye. Kananjalo bema phambi kwaKhe ngentlonipho ngenxa yokuMoyika Yena"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ke kaloku nabani na kubo ongathi: “Inene mna ndinguthixo ngaphandle kwaKhe (uAllâh),” Lowo Singambuyekeza ngesiHogo. Sibabuyekeza kanjalo ke abagabadeli"}]}