{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Akho, ki alaha mere ate tuhade vicakara gavahi la'i kaphi hai. Uha janada hai jihara kujha akasam ate dharati vica hai. Jinham lokam ne jhutha te bharosa kita, uha hi ghate vica rahina vale hana"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ate iha loka tuhade tom jaladi saza di maga kara rahe hana, ate jekara ika samam niradharita nahim huda tam inham te afata a jandi. Ate yakinana uha inham te acanaka avegi ate inham nu khabara vi nahim rovegi"},{"SurahNumber":29,"VerseNumber":54,"Text":"Iha tuhade tom jaladi afata di maga kara rahe hana. Ate naraka ne inakari'am nu gheri'a ho'i'a hai"},{"SurahNumber":29,"VerseNumber":55,"Text":"Jisa dina afata inham nu upara tom ate pairam de thali'om dhaka lavegi ate (alaha) akhega ki la'o savada. Jihara tusim karade si"},{"SurahNumber":29,"VerseNumber":56,"Text":"He mere badi'o! Jihare imana li'a'e hona. Besaka meri dharati vi'apaka hai. Isa la'i tusim meri hi ibadata karo"},{"SurahNumber":29,"VerseNumber":57,"Text":"Hareka jiva ne mauta da savada cakhana hai. Phira tusim sade vala vapisa paratauge"},{"SurahNumber":29,"VerseNumber":58,"Text":"Ate jihare loka imana li'a'e te neka karama kite, asim unham nu savaraga de ate uha usa vica hamesa rahinage"},{"SurahNumber":29,"VerseNumber":59,"Text":"Neka karama karana vali'am da iha vadhi'a fala hai, jinham ne dhiraja rakhi'a ate jihare apane raba te bharosa rakhade hana"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ate kinhe hi jivadhari hana, jihare apane rizaka nu cuki nahim phirade. Alaha unham nu rizaka dida hai ate tuhanu vi. Ate uha sunana vala ate janana vala hai"},{"SurahNumber":29,"VerseNumber":61,"Text":"Ate jadom tusim inham tom puchom ki akasam ate dharati nu kisa ne dhaida kita hai. Suraja ate cana nu kisa ne tuhade adhina kita hai. Tam uha zarura akhanage ki alaha ne. Phira uha ki'um kurahe pai jande hana"},{"SurahNumber":29,"VerseNumber":62,"Text":"Alaha hi apane badi'am vicom jisa da cahuda hai rizaka vadha dida hai. Jisa da cahuda hai ghata kara dida hai. Besaka alaha hara ciza da janana vala hai"},{"SurahNumber":29,"VerseNumber":63,"Text":"Ate jekara tusim inham nu pucho ki kisa ne akasa vicom pani utari'a ate usa nala dharati nu hara kita. Usa de mritaka ho jana tom ba'ada tam zarura uha akhanage ki alaha ne. Akho, ki sapurana prasasa alaha la'i hai. Sagom' unham vicom zi'adatara loka nahim samajhade"}]}