{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"S. M"},{"SurahNumber":28,"VerseNumber":2,"Text":"These (alphabets are) Signs of Al-Kitab-ul-Mobin"},{"SurahNumber":28,"VerseNumber":3,"Text":"We recite unto you (something) out of the news of Musa and Firaun in original truth in the interest of a nation who Believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Verily, Firaun exhibited, declared and set himself as high, superior and exalted on the earth, and turned its people (into) sects. He weakens a group amongst them (who were regarded Muslims), he slaughters their sons and lets their females survive. Surely, he was of the Mufsidun"},{"SurahNumber":28,"VerseNumber":5,"Text":"And (on the other hand) We wish that We may do special favour unto those who have been made weak in the land and We make them aimma (imams) and we set them as the inheritors (of the state)"},{"SurahNumber":28,"VerseNumber":6,"Text":"And We may set effective establishment for them on the earth, and We make Firaun and Haman and the forces of these two from amongst them see what they used to fear and guard against"},{"SurahNumber":28,"VerseNumber":7,"Text":"And (to implement My long-term scheme and stratagem) We sent Wahi (Inspiration) to the mother of Musa (saying) that: “Suckle him, but when you became afraid regarding him (that he might be slaughtered under orders and policy of Firaun), then drop him into the river; and do not fear, and do not grieve. Verily, We are Who bring him back to you, and Who appoint him (one) of (Our) Messengers.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Then the household of Firaun picked him up (from the waters of the river) so that he becomes to them an enemy and a (cause of) grief (in accordance with the plan of Allah). Verily, Firaun and Haman and the forces of these two (under effect of Allah’s Plan) became those who did blunder"},{"SurahNumber":28,"VerseNumber":9,"Text":"And the (pious and Muslim) wife of Firaun said: “This babe must be welcomed as a comfort of the eye for me and for you. Slay him not, perhaps he may give benefit to us or we will adopt him as a son.” And they do not perceive (how the Plan of Allah is unfolding itself)"},{"SurahNumber":28,"VerseNumber":10,"Text":"And the heart of the mother of Musa got perturbed and became restless. If she could she would have definitely made it evident had We not placed restrictions on her heart so that she remains of those who are Believers"},{"SurahNumber":28,"VerseNumber":11,"Text":"And she said to his (Musa's) sister: “Follow him in his movement.\" So she (the sister) watched him (in the style of a stranger) from afar, while they perceive not (the purpose of the girl moving along the flow of the river)"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We prohibited unto him the foster-sucklings beforehand, (so Musa refused all foster-mothers provided to him — till the time his sister reached him). So she said: “Shall I direct you people to a household: they will rear him for you, and they, to him, will be sincere well-wishers and trainers?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"So We restored him to his mother that her eye may feel satisfaction and she might not grieve and that she might realise that the Promise of Allah is True. But the majority of the people do not know"}]}