{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Ve andolsun ki, tezekkür etsinler diye sözü (âyetlerimizi) ardarda onlara ulaştırdık"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ondan önce kendilerine kitap verdiklerimiz, O´na (Kur´ân-ı Kerim´e) îmân ederler"},{"SurahNumber":28,"VerseNumber":53,"Text":"Ve onlara (Kur´ân) okunduğu zaman: \"O´na îmân ettik, muhakkak ki O, Rabbimizden haktır. Biz, ondan önce de muhakkak ki (Allah´a) teslim olanlardık.\" dediler"},{"SurahNumber":28,"VerseNumber":54,"Text":"İşte onlardır ki; onlara sabırları sebebiyle ecirleri (sevapları) iki kat verilir. Ve onlar, seyyiati (kötülüğü) hasenat (iyilik) ile savarlar. Ve onlara verdiğimiz (manevî) rızıktan infâk ederler"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ve onlar, boş lâf işittikleri zaman yüz çevirdiler ve: \"Bizim amelimiz bize, sizin ameliniz sizedir. Selâm sizin üzerinize olsun. Biz cahillerle (beraber olmak) istemeyiz (ilgilenmeyiz).\" dediler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Muhakkak ki sen, sevdiğin kişiyi hidayete erdiremezsin (onun ruhunu Allah´a ulaştıramazsın). Fakat Allah, dilediğini hidayete erdirir. Ve O, muhtedileri (hidayete erenleri) daha iyi bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ve: \"Eğer seninle beraber hidayete tâbî olursak (Allah´a ulaşmayı dilersek), yerimizden atılırız (yurdumuzdan kovuluruz).\" dediler. Onları, katımızdan rızık olarak her çeşit üründen toplanıp, onlara getirildiği haram kılınan (hürmet edilen yerde, haremde) yerde emin olarak yerleştirmedik mi? Fakat onların çoğu (Allah tarafından olduğunu) bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Ve azarak, maişetlerine şükretmeyen nice ülkeyi helâk ettik. İşte bunlar, onların meskenleri, onlardan sonra (çok) az bir süre hariç, iskân edilmedi (oturulmadı). Ve Biz, onların varisleri, Biziz"},{"SurahNumber":28,"VerseNumber":59,"Text":"Ve senin Rabbin, ülkelere, onların ana şehirlerine, onlara âyetlerimizi okuyan bir resûl göndermedikçe helâk edici olmadı. Ve Biz, onun halkı zalim olmadıkça (zulmetmedikçe) ülkeleri helâk edici olmadık"},{"SurahNumber":28,"VerseNumber":60,"Text":"Ve size verilmiş olan herşey aslında dünya hayatının meta´ıdır (malıdır) ve ziynetidir (süsüdür). Ve Allah´ın katında olanlar daha hayırlı ve daha bakîdir (kalıcıdır). Hâlâ akıl etmez misiniz"}]}