{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Toi vi pokri s dryamka za uspokoenie ot Nego i vi izsipa voda ot nebeto, za da vi prechisti s neya i da premakhne ot vas skvernostta na satanata, i da ukrepi surtsata vi, i da zayakchi s tova stupkite"},{"SurahNumber":8,"VerseNumber":12,"Text":"Tvoyat Gospod razkri na angelite: “Az sum s vas. Podkrepyaite vyarvashtite! Shte vselya Az uzhas v surtsata na nevernitsite. Biite gi po vratovete, biite gi po vsichki krainitsi!”"},{"SurahNumber":8,"VerseNumber":13,"Text":"Tova e, zashtoto se vuzprotivikha na Allakh i na Negoviya Pratenik. A za koito se vuzprotivi na Allakh i na Negoviya Pratenik, Allakh e surov v nakazanieto"},{"SurahNumber":8,"VerseNumber":14,"Text":"Eto, vkusete go! Za nevernitsite e muchenieto na Ogunya"},{"SurahNumber":8,"VerseNumber":15,"Text":"O, vyarvashti, kogato sreshtnete nevernitsite v nastuplenie, ne im obrushtaite grub v byagstvo"},{"SurahNumber":8,"VerseNumber":16,"Text":"A koito im oburne grub v tozi den, osven s namerenie za boi, ili za da premine kum druga [vasha] druzhina, toi veche si e navlyakul gneva na Allakh i myastoto mu e Adut. Kolko losha e tazi uchast"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ne vie gi ubikhte, a Allakh gi ubi, i ne ti khvurli, kogato khvurli, a Allakh khvurli, za da podlozhi vyarvashtite na dobro izpitanie ot Nego. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":8,"VerseNumber":18,"Text":"Tova e, zashtoto Allakh obezsilva kovarstvoto na nevernitsite"},{"SurahNumber":8,"VerseNumber":19,"Text":"Ako molekhte za pobeda [o, nevernitsi], eto, doide vi pobedata. I prestanete li, to e nai-dobroto za vas. A ako povtorite [vrazhdata], i Nie shte povtorim. Ne shte vi pomognat tulpite vi s nishto, dori da sa mnogobroini. Zashtoto Allakh e s vyarvashtite"}]}