{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"mariyu vāstavaṅgā! Mēmu samūd jātivāri vaddaku vāri sōdaruḍaina sālih nu: \"Mīru allāh nē ārādhin̄caṇḍi.\" Anē (sandēśantō) pampāmu. Kāni vāru reṇḍu vargālugā cīli pōyi parasparaṁ kalahin̄cukōsāgāru"},{"SurahNumber":27,"VerseNumber":46,"Text":"(sālih) annāḍu: \"Ō nā jāti prajalārā! Mīru susthitiki mundu dusthiti koraku enduku tondarapeḍutunnāru? Mīru allāh nu mī tappulanu kṣamin̄camani enduku vēḍukōru? Bahaśā mīru karuṇin̄cabaḍavaccu"},{"SurahNumber":27,"VerseNumber":47,"Text":"vārannāru: \"Mēmu ninnū mariyu nī anucarulanu apaśakunapu sūcanalugā parigaṇistunnāmu!\" (Sālih) annāḍu: \"Mī śakunaṁ allāh vadda undi. Vāstavāniki, mīru parīkṣin̄ca baḍutunnāru"},{"SurahNumber":27,"VerseNumber":48,"Text":"mariyu ā nagaranlō tom'midi mandi uṇḍēvāru. Vāru dēśanlō kallōlaṁ rēkettistū uṇḍēvāru. Mariyu elāṇṭi sanskaraṇa cēsēvāru kādu"},{"SurahNumber":27,"VerseNumber":49,"Text":"vāru parasparaṁ ilā anukunnāru: \"Allāh pai pramāṇaṁ cēsi ilā pratijña cēyaṇḍi. Manaṁ atanipai mariyu atanitō pāṭu unna vāripai rātrivēḷa dāḍi cēddāmu. Taruvāta atani vārasulatō: 'Mī sambandhīkulanu vadhin̄cindi mēmu cūḍanē lēdu. Mēmu niścayaṅgā, satyaṁ palukutunnāmu.' \"Ani andāmu"},{"SurahNumber":27,"VerseNumber":50,"Text":"mariyu ī vidhaṅgā, vāru pannāgaṁ pannāru mariyu mēmu kūḍā oka pannāgaṁ pannāmu. Kāni vārikadi teliyadu"},{"SurahNumber":27,"VerseNumber":51,"Text":"ika cūḍaṇḍi! Vāri pannāgapu paryavasānaṁ ēmayindō! Vāstavāniki mēmu vārini mariyu vāri vanśaṁ vārinandarinī sarvanāśanaṁ cēśāmu"},{"SurahNumber":27,"VerseNumber":52,"Text":"Avigō vāri gr̥hālu! Vāru cēsina durmārgālaku avi elā pāḍupaḍi pōyāyō cūḍaṇḍi. Niścayaṅgā indulō telusukunē vāriki goppa sūcana undi"},{"SurahNumber":27,"VerseNumber":53,"Text":"mariyu viśvasin̄ci, daivabhīti kaligi unna vārini mēmu kāpāḍāmu"},{"SurahNumber":27,"VerseNumber":54,"Text":"mariyu lūt nu (jñāpakaṁ cēsukōṇḍi)! Atanu tana jāti vāritō ilā annappuḍu: \"Ēmī? Mīru bahiraṅgaṅgā aślīla kāryālu cēstārā"},{"SurahNumber":27,"VerseNumber":55,"Text":"ēmī? Mīru strīlanu vadali puruṣula vaddaku, mī kāma icchanu tīrcukōvaṭāniki pōtārā? Vāstavāniki, mīru mūḍha janulu"},{"SurahNumber":27,"VerseNumber":56,"Text":"kāni, atani jātivāri javābu ī vidhaṅgā mātramē uṇḍindi. Vāru annāru: \"Lūt kuṭumbānni mī paṭṭaṇaṁ nuṇḍi veḷḷa goṭṭaṇḍi. Vāstavāniki, vāru tamanu tāmu cālā pavitrulugā parigaṇistunnāru"},{"SurahNumber":27,"VerseNumber":57,"Text":"kāvuna mēmu atanini mariyu atani kuṭumbaṁ vārini kāpāḍāmu - atani bhārya tappa - āmenu venuka uṇḍipōyē vārilō cērcālani nirṇayin̄cāmu"},{"SurahNumber":27,"VerseNumber":58,"Text":"mariyu vāripai (rāḷḷa) varṣānni kuripin̄cāmu. Kāni adi, heccarin̄cabaḍina vāripai kuripin̄cabaḍḍa entō ghōramaina varṣaṁ"}]}