{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Ana mundu jwansapangulile Allah ntima wakwe ku Usilamu, basi jwalakwe ni juli pelanguka lyakuumila kwa M’mbujegwe (mpaka julandane ni kafili)? Ipotesi ili kwa awala wajijumwile mitima jao pa yakunkumbuchila Allah, wanganyao ali mu kusokonechela kwakuonechela"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah atulwisye ngani jambone nnope (jajili) Chitabu (cha Qur’an) chakulandana-landana soni chakuwilisya-wilisya. Mapende ga awala waakun’jogopaga M’mbuje gwao (Allah) gakasajilijitikaga najo, kaneka ni gakasatependalaga mapende gao ni mitima jao ku yakunkumbuchila Allah, chele ni chongoko cha Allah akasan’jongolaga nacho jwansachile. Sano jwaakunnechelelaga Allah kusokonechela, basi nganakola nkun’jongola"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ana ajula jwatakaichijeje ni ngope jakwe ilagasyo yakusakala nnope lisiku lya Kiyama (takawe nti chisawu jwatakajinjile ku Mbepo)? Ni takasalilidwe walupuso kuti: “Pasyani ayila yamwaliji nkupanganya.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Waakaaniile awala wapaujo pao, basi ni yaichilile ilagasyo kuumila upande wanganaumanyilila"},{"SurahNumber":39,"VerseNumber":26,"Text":"Basi Allah wapele kupasya kwaluka pa umi waduniya, sano ilagasyo ya ku Akhera ni yaikulungwa nnope ingawe wamanyililaga"},{"SurahNumber":39,"VerseNumber":27,"Text":"Soni chisimu pamasile patupeleche ku wandu mu aji Qur’an chilandanyo chilichose kuti wanganyao akumbuchile"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qur’an ja Charabu jangali kupombotala, kuti wanganyao aligose (ku ilemwa)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah apeleche chilandanyo cha mundu jwajukwete mabwana gakamusyangana gagakangana (mpela mundu jwagalagatila isanamu), ni mundu jwaagamba kuntumichila bwana jumpepe (mpela mundu jwagalagatila Allah pe), ana wawiliwa mpaka awe yalumo (kawe kao) nkwalandanyamo? Lumbili losope lwene alapikwe Allah, nambo wajinji mwa wanganyao ngaakumanyilila"},{"SurahNumber":39,"VerseNumber":30,"Text":"Chisimu mmwejo wakuwa, nombe nao soni chisimu wakuwa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Kaneka chisimu wanganyammwe lisiku lya Kiyama kwa M’mbuje gwenu (Allah) tinchiwa nkukangana"}]}