{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qāpha. Phāra mōṭhī garimā rākhaṇāṟyā yā kura'ānācī śapatha āhē"},{"SurahNumber":50,"VerseNumber":2,"Text":"Tathāpi tyānnā āścarya vāṭalē kī tyān̄cyājavaḷa tyān̄cyāmadhūnaca ēka khabaradāra karaṇārā ālā, tēvhā kāphira mhaṇālē, hī ēka vicitra gōṣṭa āhē"},{"SurahNumber":50,"VerseNumber":3,"Text":"Kāya jēvhā āmhī mēlyāvara mātī hō'ūna jā'ū, maga hē parataṇē dūracī gōṣṭa āhē"},{"SurahNumber":50,"VerseNumber":4,"Text":"Jamīna jē kāhī tyān̄cyātūna ghaṭavitē, tē āmhī jāṇatō āṇi āmacyājavaḷa sarva smaraṇāta rākhaṇārā grantha āhē"},{"SurahNumber":50,"VerseNumber":5,"Text":"Tathāpi tyānnī satya gōṣṭīlā khōṭē mhaṭalē, jēvhā tī tyān̄cyājavaḷa pōhacalī, tēvhā tē gōndhaḷāta paḍalē āhēta"},{"SurahNumber":50,"VerseNumber":6,"Text":"Kāya tyānnī ākāśālā āpalyāvara (asalēlē) pāhilē nāhī kī āmhī tē kaśā prakārē banavilē āhē āṇi tyālā suśōbhita kēlē āhē? Tyāta kōṭhēhī phaṭa (kinvā chidra) nāhī"},{"SurahNumber":50,"VerseNumber":7,"Text":"Āṇi jaminīlā āmhī bichavilē āhē āṇi ticyāvara āmhī parvata rōvalē āṇi ticyāta vēgavēgaḷyā prakāracyā sundara vastū ugavilyā"},{"SurahNumber":50,"VerseNumber":8,"Text":"Yāsāṭhī kī pratyēka (allāhakaḍē) parataṇāṟyā dāsākaritā pāhaṇyācē va samajaṇyācē sādhana vhāvē"},{"SurahNumber":50,"VerseNumber":9,"Text":"Āṇi āmhī ākāśātūna śubha pāṇyācā varṣāva kēlā āṇi tyādvārē bāgā āṇi kāpaṇī kēlyā jāṇāṟyā śētācē anna-dhān'ya nirmāṇa kēlē"},{"SurahNumber":50,"VerseNumber":10,"Text":"Āṇi khajurīn̄cē un̄ca un̄ca vr̥kṣa, jyān̄cē gucchē ēkāvara ēka āhēta"},{"SurahNumber":50,"VerseNumber":11,"Text":"Dāsān̄cyā ājivikēkaritā āṇi āmhī pāṇyādvārē mr̥ta śaharālā jivanta kēlē. Aśāca prakārē (kabarīmmadhūna) nighāyacē āhē"},{"SurahNumber":50,"VerseNumber":12,"Text":"Tyān̄cyāpūrvī nūhacyā janasamūhānē āṇi ras'sacyā nivāsīnnī āṇi samūdacyā lōkānnī khōṭē ṭharavilē hōtē"},{"SurahNumber":50,"VerseNumber":13,"Text":"Āṇi ādanē āṇi phira'aunanē āṇi lūtacyā bāndhavānnī"},{"SurahNumber":50,"VerseNumber":14,"Text":"Āṇi āyakāvālyānnī āṇi tubba'acyā janasamūhānē (dēkhīla khōṭē ṭharavilē hōtē) sarvānnī paigambarānnā khōṭē ṭharavilē, tēvhā mājhā śikṣēcā vāyadā tyān̄cyākaritā kharā ṭharalā"},{"SurahNumber":50,"VerseNumber":15,"Text":"Kāya āmhī pahilyāndā nirmāṇa kēlyānē thakalō? Kimbahunā hē lōka navyā jīvanācyā sandarbhāta sanśayagrasta āhēta"}]}