{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Dar in kitoʙ Marjamro jod kun, on goh, ki az xonadoni xud ʙa makone ru ʙa sui ʙaromadani oftoʙ jaqsu sud"},{"SurahNumber":19,"VerseNumber":17,"Text":"Mijoni xud va onon pardae kasid va Mo Ruhi Xudro nazdas firistodem va cun insone tamom ʙar u namudor sud"},{"SurahNumber":19,"VerseNumber":18,"Text":"Marjam guft: «Az tu ʙa Xudoi rahmon panoh meʙaram, ki parhezgor ʙosi»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Guft: «Man firistodai Parvardigori tu hastam, to turo pisare pokiza ʙiʙaxsam»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Guft: «Az kuco maro farzande ʙosad, hol on ki hec ʙasare ʙa man dast nazadaast va man ʙadkora ham naʙudaam»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Guft: «Parvardigori tu incunin guftaast: «In ʙaron man oson ast. Mo on pisarro ʙaroi mardum ojatevu ʙaxsoise kunem va in korest hatmi va pojonjofta»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Pas ʙa u homilador sud va uro ʙo xud ʙa makone duraftoda ʙurd"},{"SurahNumber":19,"VerseNumber":23,"Text":"Dardi zoidan uro ʙa sui tanai daraxti xurmoe kasonid. Guft: «Ej kos, pes az in murda ʙudam va az jodho faromus suda ʙudam»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Kudak az zeri u nido dod: «Ƣamgin maʙos, Parvardigorat az zeri poi tu cui oʙe ravon soxt»"},{"SurahNumber":19,"VerseNumber":25,"Text":"Daraxtro ʙicunʙon to xurmoi tozacida ʙarojat furu rezad"},{"SurahNumber":19,"VerseNumber":26,"Text":"Pas, ej zan, ʙixuru ʙijosom va sodmon ʙot va agar az odamijon kasero didi, ʙiguj: «Baroi Xudoi rahmon ruza nazr kardaam va imruz ʙo hec ʙasare suxan namegujam»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Kudakro ʙardost va nazdi qavmi xud ovard. Guftand: «Ej Marjam, kore qaʙeh kardai"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ej xohari Horun, na padarat mardi ʙade ʙud va na modarat zane ʙadkora»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ba farzand isora kard. Guftand: «Ci guna ʙo kudake, ki dar gahvora ast, suxan ʙiguem»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Kudak guft: «Man ʙandai Xudojam, ʙa man kitoʙ doda va maro pajomʙar gardonidaast"},{"SurahNumber":19,"VerseNumber":31,"Text":"Va har co, ki ʙosam, karo ʙarakat doda va to zindaam, ʙa namozu zakot vasijat kardaast"},{"SurahNumber":19,"VerseNumber":32,"Text":"Va niz neki kardan ʙa modaram. Va maro gardankasu ʙadʙaxt nasoxtaast"},{"SurahNumber":19,"VerseNumber":33,"Text":"Salom ʙar man, ruze, ki zoda sudam va ruze, ki memiram va ruze, ki digar ʙor zinda karda mesavam!»"},{"SurahNumber":19,"VerseNumber":34,"Text":"In ast Iso ʙinni Marjam, ʙa suxani haq hamon ki dar ʙorai u dar sakku suʙha ʙudand"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nasazad Xudovandro, ki farzande ʙigirad. Pok ast. Cun prodaj kore kunad, megujad: «Mavcud sav!» Pas mavcud mesavad"},{"SurahNumber":19,"VerseNumber":36,"Text":"Va Olloh Parvardigori manu Parvardigori sumost, pas Uro ʙiparasted, ki rohi rost ki ast"},{"SurahNumber":19,"VerseNumber":37,"Text":"Guruhho ʙo ham ixtilof kardand, pas voj ʙar kofiron ʙa hangomi huzur dar on ruzi ʙuzurg"},{"SurahNumber":19,"VerseNumber":38,"Text":"Ci xuʙ mesunavand va ci xuʙ meʙinand, on ruz, ki nazdi Mo meojand, vale sitamkoron imruz dar gumrohii oskore hastand"},{"SurahNumber":19,"VerseNumber":39,"Text":"Onhoro az ruzi pusajmoni, ki kor ʙa pojon omada va onon hamcunon dar holi ƣaflatu ʙeimoni hastand, ʙitarson"},{"SurahNumber":19,"VerseNumber":40,"Text":"Alʙatta Mo zamin va har kiro ʙar rui on ast, ʙa meros meʙarem va hama ʙa nazdi Mo ʙozgardonda mesavand"}]}