{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"(Muxammed G.S.) olar senen Zulqarnayındı suraydı: “Senderge onın jayın tusindireyin” de. (Bul Zulqarnayın “eki muyizdi” degen ugımda. Eki tulımı nemese tajında eki muyizi bolgandıqtan atangan. Atı, Eskender, paygambar emes. Batıs, sıgıstı kezgen; Rum, farsı delingen t.b. rawayattar bar. J.B.M.K.R)"},{"SurahNumber":18,"VerseNumber":84,"Text":"Negizinde Zulqarnayındı jer juzinde kuske ie qıldıq. Ozine ar iste qolaylıq berdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir sara qoldandı"},{"SurahNumber":18,"VerseNumber":86,"Text":"Tipti kun batatın jerge jetken satte, onı qara balsıqtı bulaqqa batqan turde kordi. Sonday-aq sol mannan bir el taptı. “Ay Zulqarnayın, ne (ol eldi) azaptarsın nemese olarga jaqsılıq istersin” dedik"},{"SurahNumber":18,"VerseNumber":87,"Text":"Olarga: “Endi kim zulımdıq qılsa, onı jazalandıramız. Sosın Rabbına aydalıp, Rabı ogan qattı jaza beredi” dedi"},{"SurahNumber":18,"VerseNumber":88,"Text":"“Al endi kim iman keltirip, tuzw is istese, ogan jaqsı sıylıq bar. Sonday-aq jenil is buyıramız”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Budan keyin (sıgısqa qaray) sara qoldandı"},{"SurahNumber":18,"VerseNumber":90,"Text":"Tipti kun sıgatın jerge jetken kezde, onın bir eldin ustinde twganın kordi. Ol elge kunnen ozge perde jasamagan edik. (Baspanaları, kiimderi joq edi)"},{"SurahNumber":18,"VerseNumber":91,"Text":"Osınday edi. Rasında onın ne istegenin tolıq bilemiz"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sodan keyin tagı da bir sara qoldandı"},{"SurahNumber":18,"VerseNumber":93,"Text":"Tipti eki tawdın arasına jetken kezde, sozdi tusine almaytın bir el taptı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Olar: “Ay Zulqarnayın! Yajuj, Majuj bul jerde buzaqılıq istewde. Sagan salıq tolesek, olar men bizdin aramızga bir boget jasaysın ba?” dedi. (Bul; Azerbayjan tawları. Yajuj, Majuj; Yapas urpagınan bolgan bir buzaqı el. J.B.R.K.M.X)"},{"SurahNumber":18,"VerseNumber":95,"Text":"Zulqarnayın: “Rabbımnın magan bergeni bes artıq. Sender magan kus komegin qılındar da sender men olardın arasına bir boget jasayın” dedi"},{"SurahNumber":18,"VerseNumber":96,"Text":"“Magan temir taqtaylar akelinder” dedi. Eki bettin arası tenelgen kezde: “Koriktender” dedi. Ol ot bolgan satte: “Magan erigen mıs akelinder, ustine quyayın” dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Sonda olar, onı asa almadı da tese almadı…"},{"SurahNumber":18,"VerseNumber":98,"Text":"(Zulqarnayın): “Bul Rabbımnan bir marxamet. Qasan Rabbımnın wadesi (qiyamet) kelse, onı jermen-jeksen qıladı. Sonday-aq Rabbımnın wadesi xaq” dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Qiyamet kuni, olardı bir-birine qosılgan turde qoyamız da Sur urilip, olardı tutas jinaymız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ol kuni tozaqtı kapirlerge aqın korsetemiz"},{"SurahNumber":18,"VerseNumber":101,"Text":"Olar nasixatımnan kozderi perdeli jane qulaqtarı esti almaytındar"}]}