{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"He (Firaawn) said to the chiefs around him, \"Surely this is indeed a knowledgeable sorcerer"},{"SurahNumber":26,"VerseNumber":35,"Text":"Who would like to drive you out of your land by his sorcery; so what do you command"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, \"Put him off, (him) and his brother, and send forth into the cities musterers"},{"SurahNumber":26,"VerseNumber":37,"Text":"Who will come up to you with every crafty, knowledgeable sorcerer"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the sorcerers were gathered (together) for the fixed time on a known day. (A day of festival)"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the citizens, \"Will you be gathered (together)"},{"SurahNumber":26,"VerseNumber":40,"Text":"That possibly we would closely follow the sorcerers, in case they are the ones who are the overcomers"},{"SurahNumber":26,"VerseNumber":41,"Text":"Then, when the sorcerers came, they said to Firaawn, (Pharaoh) \"will we surely have a reward indeed, in case we are the ones who are the overcomers"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, \"Yes, and lo indeed, surely you will be indeed among the near-stationed"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa (Moses) said to them, \"Cast you down whatever you will be casting"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they cast down their ropes and their staffs and said, \"By the might of Firaawn, we, surely we, will indeed be the overcomers"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Musa cast down his staff, then, only then did it gulp whatever falshood they (showed)"},{"SurahNumber":26,"VerseNumber":46,"Text":"So the sorcerers were cast down, prostrating themselves"},{"SurahNumber":26,"VerseNumber":47,"Text":"They said, \"We believe in The Lord of the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Musa and Harun.\" (Aaron)"},{"SurahNumber":26,"VerseNumber":49,"Text":"He (Firaawn) said, \"You have believed him before I give you permission. Surely he is indeed your great (master) who taught you sorcery. Yet indeed you will eventually know! Indeed I will definitely cut off (The form of the verb implies something done repeatedly, or to a high degree or great extent. (cf. surat yusuf 3 1) your hands and legs alternately, and indeed I will definitely crucify you all together"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, \"It is no trouble; surely to our Lord we are turning back. (Literally: turning over)"},{"SurahNumber":26,"VerseNumber":51,"Text":"Surely we long for (the fact) that our Lord should forgive us our sins, for that we are the first of the believers"},{"SurahNumber":26,"VerseNumber":52,"Text":"And We revealed to Musa, (saying), \"Set forth with My bondmen by night. Surely you will be closely followed"}]}