{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"I pri Jusufa i pri braḱata negovi ima, sekako, znamenija za prašuvačite"},{"SurahNumber":12,"VerseNumber":8,"Text":"koga onie rekoa: “Da, Jusuf i brat mu se pomili kaj babo ni, a nie sme, navistina, družina, i babo ni, sekako, e vo zabluda jasna"},{"SurahNumber":12,"VerseNumber":9,"Text":"Ubijte go Jusufa ili izgonete go vo nekoja zemja. Liceto od babo VI kon vas ḱe bide upraveno i ḱe bidete, po nego, dobar narod"},{"SurahNumber":12,"VerseNumber":10,"Text":"I eden meǵu govornicite nivni reče: “Ne ubivajte go Jusufa, tuku frlete go, ako veḱe. toa go pravite, vo dnoto na bunarot, pa ḱe si go zeme nekoj. karavan"},{"SurahNumber":12,"VerseNumber":11,"Text":"ekoa: “O babo naš, zošto nemaš doverba vo nas za Jusuf? Nie nego, navistina, samo ḱe go sovetuvame"},{"SurahNumber":12,"VerseNumber":12,"Text":"Isprati go utre so nas vo prošetka da se poigra. Navistina, ḱe go čuvame"},{"SurahNumber":12,"VerseNumber":13,"Text":"Toj reče: “Da,zagrižen sum da ne go odvedete i se plašam da ne go izede volk koga ne ḱe mu obrnete vnimanie"},{"SurahNumber":12,"VerseNumber":14,"Text":"ie rekoa: “Pa, kako ḱe go izede volk: nie sme družina golema, navistina! I taka sigurno bi bile porazeni"},{"SurahNumber":12,"VerseNumber":15,"Text":"bidejḱi go odvedoa se soglasija da go frlat na dnoto od eden bunar. I tuka Nie mu objavivme: “Ti, navistina, ḱe im doneseš, vo vrska so rabotata nivna, vesti za ova. I tie ne ḱe prepoznaat"},{"SurahNumber":12,"VerseNumber":16,"Text":"I dojdoa braḱata na Jusuf kaj babo im noḱe, plačejḱi"},{"SurahNumber":12,"VerseNumber":17,"Text":"i rekoa: “O babo naš, nie bevme otišle da se nattrčuvame I go ostavivme Jusufa da ni gi čuva stvarite, pa go izede volk. E, pa, nema li da ni poveruvaš; iskreni sme, navistina"},{"SurahNumber":12,"VerseNumber":18,"Text":"ja donesoa košulata negova so lažna krv. Reče: “Ne, vo dušite vaši najdovte nešto što ve raduva. E, samo kolku e ubava trpelivosta! OD Allah baram pomoš za ona što go opišuvate"},{"SurahNumber":12,"VerseNumber":19,"Text":"I dojde karavan meden. Go ispratija vodonosecot po voda. Ovoj ja spušti kofata. Reče: “Kakva radost; eve dete!\" I go sokrija kako stokata trgovska. Allah go znae ona Što go rabotat"},{"SurahNumber":12,"VerseNumber":20,"Text":"go prodadoa za evtina cena: samo za iznos od nekolku dirhemi. I so toa bea zadovolNI"}]}