{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Yεlima: “(Naawuni yεli ya): “Yaa yinim’ n dab’ shɛba ban niŋ bɛ maŋ’ barina! Miri ya ka yi yihi tamaha ni Naawuni nambɔzɔbo Achiika! Naawuni n-nyɛ Ŋun chari taya zaasa namgbaniyini paŋdi. Achiika! Naawuni nyɛla Chεmpaŋlana, Nambɔzobonaa"},{"SurahNumber":39,"VerseNumber":54,"Text":"Yaha! Niŋmi ya tuuba n-labi yi Duuma (Naawuni) polo, ka zaŋ yi maŋ’ zaasa n-ti O, pɔi ka azaaba ti kan ya na. Din nyaaŋa, bɛ ti bi yɛn sɔŋsi ya"},{"SurahNumber":39,"VerseNumber":55,"Text":"Yaha! Doli ya bɛ ni siɣsi shɛli n-tin ya na yi Duuma sani ka di nyɛ din vɛla, pɔi ka azaaba ti kan ya na yim zuɣu, ka yi bi lahi mi"},{"SurahNumber":39,"VerseNumber":56,"Text":"Ninsala (chɛfura) so miri ka o ti yεli: “Yaa ni n yolitiεm ni fawaɣa’ shεli n-ni niŋ n-zaŋ chaŋ Naawuni poli. Achiika! N-daa shiri be ninvuɣu shεba ban maandi (Muslinsi daadiini) ansarsi puuni.”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Bee ka o (ninsala) yεli: “Achiika! Naawuni yi di di daa dolsi ma, n gba naan be wuntizɔriba ŋɔ puuni.”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Bee ka o (ninsala) yɛli saha shɛli o ni yɛn ti nya azaaba: “N-yi di naan tooi nya dahama (n-di labi Dunia puuni), n-di naan pahi ninvuɣu shεba ban tumdi tuunviɛla ni.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Ka Naawuni yεli): “Achiika! N (Mani Naawuni) aayanim’ daa ka a na, ka a tibgi a maŋa, ka pahi ninvuɣu shεba ban niŋ chɛfuritali puuni.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Yaha! Zaadali ka a yɛn ti nya ninvuɣu shεba ban ŋma ʒiri pa Naawuni maa, ka bɛ nina polo sabgi (ka di daɣi suhusaɣiŋgu zuɣu). Di ni bɔŋɔ, ʒahannama buɣum puuni ka la bεhigu shee n-ti nyinvuɣu shεba ban tibgi bɛ maŋa"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ka Naawuni yɛn ti tilgi wuntizɔriba domin bɛ ni nya zuɣusuŋ (Alizanda) shεli maa zuɣu, zaɣibiɛɣu bi yɛn shihi ba (dindali), bɛ mi ti ku niŋ suhusaɣiŋgu"},{"SurahNumber":39,"VerseNumber":62,"Text":"Naawuni n-nyɛ Ŋun nam binshɛɣu kam. Yaha! Ŋuna n-nyɛ bɛ ni mali yɛllikam n-dalindi so zuɣu"},{"SurahNumber":39,"VerseNumber":63,"Text":"Ŋuna n-su sagbana mini tiŋgbani daarzichi saafenima. Ninvuɣu shεba mi ban niŋ chεfuritali ni Naawuni aaya- nima, bana n-nyɛ ninvuɣu shεba ban kɔhi lu"}]}