{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"arau smarana karaa, yetiya ibraahime te'omra pitr arau te'omra sampradayaka kaichila, ‘tomaloke yiborara ibadata karaa niscaya ma'i se'iborara paraa samparkamukta"},{"SurahNumber":43,"VerseNumber":27,"Text":"‘Kerala te'omra bahirae yijane moka srsti karaiche. Eteke niscaya te'om atisighrae moka satpathata paraicalita karaiba’"},{"SurahNumber":43,"VerseNumber":28,"Text":"Arau e'i ghosanaka te'om cirantana baniraupe raakhi thai gaiche te'omra uttarasuraisakalara majata, yate sihamte ubhati ahe"},{"SurahNumber":43,"VerseNumber":29,"Text":"Baram ami sihamtaka arau sihamtara pitr-purausasakalaka bhoga karaibalai suyoga dichilo, arasesata sihamtara ocarata ahila satya arau spasta barnanakarai raachula"},{"SurahNumber":43,"VerseNumber":30,"Text":"Arau yetiya satya sihamtara ocarata ahi pale, tetiya sihamte ka’le, ‘eya dekhuna yadu arau niscaya ami iyaka pratyakhyana karao’"},{"SurahNumber":43,"VerseNumber":31,"Text":"Sihamte arau ka’le, ‘e'i kora'ana duyo janapadara kono ejana mahana byaktira oparata kiya aratirna karaa naha’la’"},{"SurahNumber":43,"VerseNumber":32,"Text":"Sihamte tomara pratipalakara rahamata bhaga-bantana karae neki? Amihe parthira jiranata sihamtara majata sihamtara jiraika bantana karai di'om arau sihamtara ijanaka sijanara oparata maryadata unnita karai di'om yate ijane sijanaka adhinastha hicape grahana karaiba parae; (jani thoraa) sihamte yi sancaya karae, tomara pratipalakara rahamata tatokai utkrsta"},{"SurahNumber":43,"VerseNumber":33,"Text":"Yadi sakalo manuha eketa matalambi horaara asanka nathakilehemtena, tente yisakale rahamanara lagata kupharai karae, sihamtaka ami sihamtara gharara babe raaupya-nirmita cada arau khatakhati dilohemtena yate sihamte araohana karae"},{"SurahNumber":43,"VerseNumber":34,"Text":"arau sihamtara gharasamuhara babe duraara arau asanasamuha, ya’ta sihamte a'uji bahe"},{"SurahNumber":43,"VerseNumber":35,"Text":"arau (anuraupa dilohemtena) sonara nirmita'o; arau e'i sakalobora kerala parthira jiranara bhoga-samagraihe. Arau tomara pratipalakara ocarata akhiraata kerala muttakbisakalara babehe"}]}