{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Zeg: \"Wie voorziet u van voedsel van de hemel en de aarde? Of wie is het, die macht heeft over de oren en de ogen? En wie brengt de levenden uit de doden en de doden uit de levenden voort? En wie bestuurt het al?\" Zij zullen zeggen: \"Allah.\" Zeg: \"Wilt gij dan niet Zijn bescherming zoeken"},{"SurahNumber":10,"VerseNumber":32,"Text":"Zo is Allah, uw ware Heer. Wat is er buiten de waarheid anders, dan dwaling? Waarheen wordt gij dan afgewend"},{"SurahNumber":10,"VerseNumber":33,"Text":"Zo is het woord van uw Heer bewaarheid tegen degenen, die overtraden omdat zij niet geloofden"},{"SurahNumber":10,"VerseNumber":34,"Text":"Zeg: \"Is er één uwer afgoden die de schepping voortbrengt en deze daarna voortzet?\" Zeg: \"Allah is het, Die de schepping voortbrengt, en deze voortzet. Hoe zijt gij dan afgewend"},{"SurahNumber":10,"VerseNumber":35,"Text":"Zeg: \"Is er één uwer afgoden, die tot de waarheid leidt?\" Zeg: \"Allah is het, Die tot de waarheid leidt. Is daarom Hij, Die tot de waarheid leidt waardiger om te worden gevolgd, ofwel hij, die zelf de weg niet vindt, tenzij hij wordt geleid? Wat is er met u? Hoe oordeelt gij"},{"SurahNumber":10,"VerseNumber":36,"Text":"En de meesten hunner volgen niets dan vermoeden. Voorzeker vermoeden baat niet tegen de waarheid. Waarlijk, AIlah weet goed wat zij doen"},{"SurahNumber":10,"VerseNumber":37,"Text":"En deze Koran kon door niemand buiten Allah worden voortgebracht. Integendeel, hij is de vervulling van datgene wat er vóór was en is een uiteenzetting van de Wet door de Heer der Werelden, daaraan is geen twijfel"},{"SurahNumber":10,"VerseNumber":38,"Text":"Of zeggen zij: \"Hij (de profeet) heeft het verzonnen\"? Zeg: \"Brengt dan een hieraan gelijke Soerah voort en roept buiten Allah wie gij kunt (om hulp aan), als gij waarachtig zijt"},{"SurahNumber":10,"VerseNumber":39,"Text":"Neen, zij loochenen datgene waarvan zij de kennis niet konden omvatten, noch is de uiteindelijke betekenis er van tot hen gekomen. Zo deden ook degenen, die vóór hen waren. Maar ziet, wat het einde was van de overtreders"},{"SurahNumber":10,"VerseNumber":40,"Text":"En er zijn sommigen onder hen die er in geloven en er zijn sommigen onder hen die er niet in geloven en uw Heer kent de onruststokers goed"}]}