{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"Nobles, let me hear your counsel, for I make no decision without your consent.‘"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said: ‘We are a valiant and mighty people. It is for you to decide; so consider what you should command.‘"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said: ‘When kings invade a city they ravage it and abase the mightiest of its people. These men will do the same"},{"SurahNumber":27,"VerseNumber":35,"Text":"But I shall send them a present and see with what reply the envoys will return.‘"},{"SurahNumber":27,"VerseNumber":36,"Text":"And when her envoy came to Solomon, he said: ‘Is it gold that you would give me? That which God has bestowed on me is better than all the riches He has given you. Yet you glory in your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them: we will march against them with forces they cannot oppose, and drive them from their land humbled and in abject submission.‘"},{"SurahNumber":27,"VerseNumber":38,"Text":"And to his nobles he said: ‘Which of you will bring to me her throne, before they sue for peace?‘"},{"SurahNumber":27,"VerseNumber":39,"Text":"An ifrit from among the jinn said: ‘I will bring it to you before you rise from your seat. I am strong enough and faithful.‘"},{"SurahNumber":27,"VerseNumber":40,"Text":"But he who was deeply-versed in the Book,¹ said: ‘I will bring it to you in a twinkling of your eye.‘ And when he saw it set before him, he said: ‘This is a bounty from my Lord with which He would test my gratitude. He that gives thanks gives them for his own soul; but he who is ungrateful . . . All-sufficient and gracious is my Lord!‘"},{"SurahNumber":27,"VerseNumber":41,"Text":"Then he said: ‘Let her throne be altered, so that we may see whether she will recognize it or be at a loss.‘"},{"SurahNumber":27,"VerseNumber":42,"Text":"And when she came to Solomon, she was asked: ‘Is your throne like this?‘ And she said, ‘It looks as though it were the same.‘ He said: ‘Before her we were endowed with knowledge, and were assuredly Muslims"},{"SurahNumber":27,"VerseNumber":43,"Text":"Her false gods have debarred her, for she comes from an unbelieving people.‘"},{"SurahNumber":27,"VerseNumber":44,"Text":"She was bidden to enter the palace; and when she saw it she thought it was a pool of water, and bared her legs. But Solomon said: ‘It is a palace paved with glass.‘ ‘Lord,‘ she said, ‘I have sinned against my own soul. Now I submit with Solomon to God, Lord of the Universe"}]}