{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"کیا تم نے ان لوگوں کو نہیں دیکھا جو اللہ کی آیتوں کے بارے میں جھگڑتے رہتے ہیں وہ کدھر پھرائے جا رہے ہیں؟"},{"SurahNumber":40,"VerseNumber":70,"Text":"جن لوگوں نے اس کتاب (قرآنِ مجید) کو جھٹلایا اور اس (پیغام) کو بھی جس کے ساتھ ہم نے اپنے پیغمبروں کو بھیجا تو انہیں بہت جلد (اس کا انجام) معلوم ہو جائے گا۔"},{"SurahNumber":40,"VerseNumber":71,"Text":"جب طوق ان کی گردنوں میں ہوں گے اور (پاؤں میں) زنجیریں ان کو گھسیٹتے ہوئے لایا جائے گا"},{"SurahNumber":40,"VerseNumber":72,"Text":"کھولتے ہوئے پانی میں۔ پھر آتشِ دوزخ میں جھونک دیئے جائیں گے۔"},{"SurahNumber":40,"VerseNumber":73,"Text":"پھر ان سے کہا جائے گا (آج) وہ کہاں ہیں جنہیں تم اللہ کو چھوڑ کر شریک مانتے تھے؟"},{"SurahNumber":40,"VerseNumber":74,"Text":"وہ کہیں گے وہ تو ہم سے غائب ہوگئے بلکہ ہم تو اس سے پہلے (خدا کے سوا) کسی چیز کو پکارتے ہی نہ تھے خدا اسی طرح کافروں کو گمراہی میں چھوڑ دیتا ہے۔"},{"SurahNumber":40,"VerseNumber":75,"Text":"یہ اس لئے ہے کہ تم زمین میں ناحق خوش ہوا کرتے تھے اور (اپنے مال و اقتدار پر) اِترایا کرتے تھے۔"},{"SurahNumber":40,"VerseNumber":76,"Text":"اب تم جہنم کے دروازوں میں داخل ہو جاؤ اس میں ہمیشہ پڑے رہنے کیلئے۔ پس کیا برا ٹھکانہ ہے تکبر کرنے والوں کا۔"},{"SurahNumber":40,"VerseNumber":77,"Text":"آپ(ص) صبر کیجئے یقیناً اللہ کا وعدہ برحق ہے پھر جس (عذاب) کی ہم انہیں دھمکی دیتے رہے ہیں خواہ اس کا کچھ حصہ آپ کو (آنکھوں سے) دکھا دیں یا اس سے پہلے آپ کو دنیا سے اٹھا لیں۔ بہرحال ان سب کی بازگشت تو ہماری طرف ہی ہے (وہ اس سے بچ نہیں سکتے)۔"},{"SurahNumber":40,"VerseNumber":78,"Text":"ہم نے آپ(ص) سے پہلے بہت سے رسول بھیجے جن میں سے بعض کے حالات آپ سے بیان کر دیئے ہیں اور بعض ایسے ہیں کہ جن کے حالات آپ سے بیان نہیں کئے اور کسی رسول کیلئے یہ ممکن نہ تھا کہ اللہ کے اذن (حکم) کے بغیر کوئی معجزہ پیش کرے اور جب اللہ کا حکم آجائے گا تو حق کے ساتھ فیصلہ کر دیا جائے گا اور اس وقت باطل والے خسارے میں رہیں گے۔"}]}