{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"(Allah'a) Ortak koşanlar nefislerinin küfrünü göre göre Allah'ın mescidlerini şenlendiremezler. Onların yaptıkları işler, boşa çıkmıştır. Ve onlar, ateşte sürekli kalacaklardır"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah'ın mescidlerini, ancak Allah'a ve ahiret gününe inanan, namazı kılan, zekatı veren ve Allah'tan başka kimseden korkmayanlar şenlendirirler. Onların, doğru yolu bulanlardan olacakları umulur"},{"SurahNumber":9,"VerseNumber":19,"Text":"(Ey müşrikler siz), hacılara su verme ve Mescid-i haram'ı şenlendirmeyi; Allah'a, ahiret gününe inanan ve Allah yolunda cihadeden(in eylemiy)le bir mi tuttunuz? Bunlar, Allah katında bir olmazlar. Allah, zalimler topluluğuna yol göstermez"},{"SurahNumber":9,"VerseNumber":20,"Text":"İnanan, hicret eden ve Allah yolunda mallarıyle, canlarıyle savaşanların, Allah katında dereceleri daha büyüktür. İşte kurtuluşa erenler onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri onlara, kendisinden bir rahmet, rıza ve içinde sürekli kalacakları ni'meti bol cennetleri müjdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Orada ebedi kalacaklardır. Şüphesiz büyük mükafat Allah katındandır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey inananlar, eğer imana karşı küfrü seviyorlarsa babalarınızı ve kardeşlerinizi veliler edinmeyin. Sizden kim onları veli tanır(dost tutar)sa işte zalimler onlardır"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: \"Eğer babalarınız, oğullarınız, kardeşleriniz, eşleriniz, hısım akrabanız, kazandığınız mallar, düşmesinden korktuğunuz ticaret(iniz), hoşlandığınız konutlar, size Allah'tan, Elçisinden ve O'nun yolunda cihadetmekten daha sevgili ise o halde Allah emrini getirinceye kadar gözetleyin (başınıza gelecekleri göreceksiniz)! Allah, yoldan çıkmış topluluğu (doğru) yola iletmez"}]}