{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Va bau troi, TA đa dung no bang suc manh va TA lam cho no bao la"},{"SurahNumber":51,"VerseNumber":48,"Text":"Va trai đat, TA đa trai no ra rong; va Đang trai ay that la Uu Viet"},{"SurahNumber":51,"VerseNumber":49,"Text":"Va TA đa tao hoa moi vat theo cap đe cho cac nguoi ghi nho"},{"SurahNumber":51,"VerseNumber":50,"Text":"Boi the, hay chay đen voi Allah, qua that, Ta (Muhammad) la mot nguoi bao truoc ro ret do Ngai cu đen voi cac nguoi"},{"SurahNumber":51,"VerseNumber":51,"Text":"Va cho ton tho mot than linh nao cung voi Allah. Qua that, Ta la mot nguoi bao truoc cong khai do Ngai cu đen voi cac nguoi"},{"SurahNumber":51,"VerseNumber":52,"Text":"Đung nhu the; khong mot Su Gia nao đen gap nhung ai song truoc chung ma khong bi xuyen tac la 'mot ten phu thuy hay mot thang đien"},{"SurahNumber":51,"VerseNumber":53,"Text":"Phai chang đay la loi di chuc ma chung truyen cho nhau? Khong, chung la mot dan toc thai qua"},{"SurahNumber":51,"VerseNumber":54,"Text":"Boi the, hay quay lanh xa chung. Nguoi khong bi khien trach"},{"SurahNumber":51,"VerseNumber":55,"Text":"Va hay nhac nho. Va su nhac nho co loi cho nhung nguoi co đuc tin"},{"SurahNumber":51,"VerseNumber":56,"Text":"Va TA đa tao ra loai Jinn va loai nguoi chi đe tho phung TA"},{"SurahNumber":51,"VerseNumber":57,"Text":"TA khong đoi hoi bong loc tu chung va cung khong đoi chung nuoi TA"},{"SurahNumber":51,"VerseNumber":58,"Text":"Chinh Allah la Đang Cung cap bong loc (cho tat ca), Chu Nhan cua Quyen Luc, rat Hung Manh"},{"SurahNumber":51,"VerseNumber":59,"Text":"Boi the, phan cua nhung ke lam đieu sai quay giong voi phan cua nhung nguoi ban cua chung. Boi the, chung khong can phai voi vang"},{"SurahNumber":51,"VerseNumber":60,"Text":"Khon kho cho nhung ke vo đuc tin ve Ngay ma chung đa đuoc hua"}]}