{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Subhe yok ki buzagıya (Tanrı diye) tutunanlara Rablerinden bir gazab, dunya hayaatında da bir horluk erisecekdir. Iste biz (Allaha karsı) yalan duzenleri boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Kotulukler isleyib de sonra ardından tevbe ve bununla beraber iman edenler (e gelince): Subhesiz ki Rabbin bunun ardından (o tevbe ve imanlarından sonra) elbette (kendilerini) yarlıgayıcıdır, hakkıyle esirgeyicidir"},{"SurahNumber":7,"VerseNumber":154,"Text":"Vaktaki Musadan o ofke uzaklasıb sukun haasıl oldu, (bırakdıgı) levhaları aldı. Onun bir nushasında (su da yazılı idi: «Sapıklıkdan kurtulub) hidayet (e), (azabdan sıyrılıb) rahmet (e kavusmak) o kimselere mahsusdur ki onlar Rablerinden korkarlar»"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa, ta´yin etdigimiz vakıtda (tevbe icin beraberinde goturmek uzere) kavminden yetmis adam ayırdı. Vaktaki onları mudhis bir sarsıntı tuttu, dedi ki: «Ya Rab, eger dileseydin onları da, beni de daha evvel helak ederdin, icimizden bir takım beyinsizlerin isledigi (gunah) yuzunden hepimizi helak mı edeceksin? Zaten o da Senin imtihaanından baska (bir sey) degildi. Sen onunla kimi dilersen sapıklıga goturur, yine onunla kimi dilersen (bunu da) dogru yola iletirsin. Sen bizim velimizsin. O halde bizi yarlıga, bizi esirge. Sen yarlıgayıcıların en hayırlısısın»"},{"SurahNumber":7,"VerseNumber":156,"Text":"«Dunyada da, ahiretde de bize iyilik yaz. Biz hic subhesiz (tevbe ederek) sana donduk». Buyurdu: «Ben azabıma kimi dilersem onu ducar ederim. Benim rahmetim ise her sey´i kusatmısdır. Onu (rahmetimi, kufurden, masıyetden) sakınmakda, zekatı vermekde, bir de ayetlerimize iman etmekde olanlar (yok mu?) iste onlara has olmak uzere tesbit edecegim»"},{"SurahNumber":7,"VerseNumber":157,"Text":"(Onlar) nezdlerindeki Tevrat ve Incilde (ismini ve sıfatını) yazılı bulacakları ummi nebiy olan o resule tabi´ olanlardır. O, kendi terine iyiligi emrediyor, onları kotulukden nehyediyor, onlara (nefislerine haram kıldıkları) temiz seyleri halal, (halal kıldıkları) murdar seyleri de uzerlerine haram kılıyor. Onların agır yuklerini, sırtlarında olan zincirleri indiriyor o. Iste ona iman edenler, onu ta´zim edenler, ona yardım edenler ve onunla (onun nubuvvetiyle) birlikde indirilen nura tabi´ olanlar! Onlar selamete erenlerin ta kendileridir"}]}