{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Roi khi Musa đen tuoi truong thanh va chinh chan, TA đa ban cho Y su khon ngoan va nguon kien thuc. Đo la cach ma TA đai ngo nhung nguoi lam tot"},{"SurahNumber":28,"VerseNumber":15,"Text":"(Co mot lan) vao buoi ban trua, (Musa) đi vao thanh pho luc thi dan khong đe y, Y thay hai nguoi đan ong au đa nhau noi đo; mot nguoi thuoc phe cua Y (dan Israel) va nguoi kia thuoc phe cua ke thu cua Y. Nguoi thuoc phe cua Y goi Y tiep tay đanh lai ke đich. The la Musa buong tay đanh ke thu va đa lo giet chet han. (Musa đa hoi han ngay sau đo), bao: “Đay đung la hanh đong cua Shaytan va Shaytan ro that la ke thu (cua con nguoi) chuyen dan dat (ho) đen voi su lam lac.”"},{"SurahNumber":28,"VerseNumber":16,"Text":"(Musa) cau nguyen: “Lay Thuong Đe cua be toi, be toi đa bat cong voi chinh minh, xin Ngai tha thu toi loi cho be toi.” Vay la Y đuoc Ngai tha thu, boi qua that Ngai la Đang Hang Tha Thu, Nhan Tu"},{"SurahNumber":28,"VerseNumber":17,"Text":"(Musa) cau nguyen: “Lay Thuong Đe cua be toi, voi hong an ma Ngai đa ban cho be toi, be toi quyet se khong bao gio tiep tay cho nhung ke toi loi nua.”"},{"SurahNumber":28,"VerseNumber":18,"Text":"Roi sang ra, khi đang o trong thanh pho, (Musa) lo so va ngo chung (quan linh cua Pha-ra-ong) thi Y đot nhien lai nghe tieng cau cuu cua ke xin tro giup ngay hom qua. Musa đa bao ke đo: “May đung that la mot ten chuyen dat nguoi ta lam lac ma!”"},{"SurahNumber":28,"VerseNumber":19,"Text":"Khi (Musa) vua đinh tum lay ke thu cua ca hai thi ten Israel (tuong Musa cung tay đanh minh nen) voi len tieng: “Hoi Musa, may đinh giet tao nhu may đa giet mot nguoi ngay hom qua đung khong? May that ra chi muon tro thanh mot ten tan bao trong xu cho may khong muon tro thanh mot nguoi lam đieu thien.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"(Luc đo), tu cuoi pho, co mot nguoi chay đen bao: “Hoi Musa, cac vi tu truong đang hop ban ve chuyen cua anh đe giet anh. Toi khuyen anh hay mau chay tron.”"},{"SurahNumber":28,"VerseNumber":21,"Text":"(Nghe xong, Musa) lien roi bo cho đo, Y vua lo so vua ngo chung đe phong (đam linh cua Pha-ra-ong). Y cau nguyen: “Lay Thuong Đe cua be toi, xin Ngai cuu be toi khoi đam nguoi lam đieu sai quay bat cong kia!”"}]}