{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"YaaSiin(Allah piyambak kang wuninga tegese lan karepe)"},{"SurahNumber":36,"VerseNumber":2,"Text":"Demi Al-Quran kang hisi kawicaksanaan"},{"SurahNumber":36,"VerseNumber":3,"Text":"(Muhammad) satemene sira iku hewone para utusane Allah"},{"SurahNumber":36,"VerseNumber":4,"Text":"Netepe lan mulang ana dalan kang bener"},{"SurahNumber":36,"VerseNumber":5,"Text":"Hiya iku Quran kang wis didhawuhake dening Allah kang Maha Mulya tur Maha Asih"},{"SurahNumber":36,"VerseNumber":6,"Text":"Supaya sira ngelingake marang wong akeh. Para leluhure biyen, salowonge para Nabi ora ana kang ngelengake mulane padha lali (ngabekti ing Allah)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Wong mahu kang akeh padha tinamtokake nandhang siksa awit padha ora percaya"},{"SurahNumber":36,"VerseNumber":8,"Text":"Gulune wong mau padha Ingsun kalungi blenggu, wong mau padha handhangak"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ing ngarepe lan burine wong mau. Ingsun dokoki tutup kang mepeti anggone arep ngandel ing Allah, pandelenge Ingsun gawe peteng. Mulane padha ora handeleng dalan kang bener"},{"SurahNumber":36,"VerseNumber":10,"Text":"Wong kang mangkono mau sanadiyan sira elingake utawa ora padha bahe, mesthi ora gelem percaya Allah"},{"SurahNumber":36,"VerseNumber":11,"Text":"Anggonira ngelingake manungsa iku kang mesthi tumama lan migunani marang wong kang ngestokake dhawuhing al-Qu'ran. Sarta bekti marang Pangeran kankg Maha Murah sanadiyan ana pasepen. Wong kang mangkono mahu sira bebungaha bakal oleh pangapuraning Allah lan oleh ganjaran mulya"},{"SurahNumber":36,"VerseNumber":12,"Text":"Satemene Ingsun besuk bakal nguripake sarupaning wong kang wis padha mati. Sarta nyatethi laku hala lan becik kang wis padha dilakoni dening wong mahu. Apa dene lelabetane wong mahu. Samu barang iku kabeh Ingsun cacahake teliti lan diterangake, tinulis ana ing Lauh Mahfudz"}]}