{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"En hulle vra u uit omtrent die maandstonde van ’n vrou, sê: Dit is iets skadeliks; bly weg van vroue gedurende hul maandstonde, en gaan nie by hulle in voordat sy gereinig is nie. Maar as hulle gereinig is, gaan dan in by hulle soos Allah julle beveel het. Voorwaar, Allah bemin hulle wat hulself tot Hom wend, en Hy bemin die gereinigdes"},{"SurahNumber":2,"VerseNumber":223,"Text":"Julle vrouens is vir julle ’n akker; gaan daarom na julle akkers soos dit jul betaam, en stuur vir julself goeie dade vooruit. En kom jul plig teenoor Allah na, en weet dat julle Hom sal ontmoet. En verkondig ’n blye tyding aan die gelowiges"},{"SurahNumber":2,"VerseNumber":224,"Text":"En moenie agter Allah skuil wanneer julle onder eed sweer nie wat jul van die goeie weerhou en wat julle belet om jul plig na te kom en om vrede tussen mense te bevorder nie. Allah is Alhorend, Alwetend"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah sal julle nie verantwoordelik hou vir jul ydele ede nie, maar Hy vergeld elkeen na wat sy hart verdien. En Allah is Vergewensgesind, Verdraagsaam"},{"SurahNumber":2,"VerseNumber":226,"Text":"Hulle wat ’n eed neem om nie by hul vrouens in te gaan nie, moet vier maande wag; en as hulle terugkeer, dan is Allah voorwaar Vergewinsgesind, Genadevol"},{"SurahNumber":2,"VerseNumber":227,"Text":"En as hulle op egskeiding besluit, dan is Allah voorwaar Alhorend, Alwetend"},{"SurahNumber":2,"VerseNumber":228,"Text":"Geskeie vroue moet wagtende wees vir die tydperk van drie maandstondes. En as hulle in Allah en in die Laaste Dag glo, is dit hul nie veroorloof om te verberg wat Allah in hulle baarmoeders verwek het nie. En hulle mans het die reg om hulle intussen terug te neem, indien hulle ’n versoening begeer. En vroue het regte soortgelyk aan dié teenoor hulle, op ’n billike wyse; en die mans het ’n voorrang bo hulle. En Allah is Almagtig, vol Wysheid"}]}