{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"vy vidznachyly tsi khto befriended lyudy z kym BOH hnivayetʹsya? Vony ni nalezhatʹ z vamy, ni z nymy. Vony navmysne prysyahayutʹ brekhnya"},{"SurahNumber":58,"VerseNumber":15,"Text":"BOH maye hotovi do nykh suvoryy retribution. Neshchasnyy diysno yaki vony zvychayno robyly"},{"SurahNumber":58,"VerseNumber":16,"Text":"Vony vykorystaly yikhni klyatvy yak zasoby vidkhylyayuchykh z shlyakhu BOHA. Otzhe, vony zaznaly hanebnoho retribution"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ni yikhni hroshi, ni yikhni dity dopomozhutʹ yim proty BOHA. Vony pidpaly hellfire, prychomu vony perebuyutʹ zavzhdy"},{"SurahNumber":58,"VerseNumber":18,"Text":"Denʹ prybude koly BOH resurrects yim vsi. Vony prysyahnutʹsya yomu todi, tilʹky tomu shcho vony prysyahayutʹ do vas zaraz, myslennya shcho vony diysno pravo! Diysno, vony yavlyayutʹ soboyu realʹnykh brekhuniv"},{"SurahNumber":58,"VerseNumber":19,"Text":"chort ovolodiv nymy, ta vyklykav yikh disregard BOZHE povidomlennya. Tsey yavlyayutʹ soboyu storonu chorta. Absolyutno, storona chorta yavlyayutʹ soboyu losers"},{"SurahNumber":58,"VerseNumber":20,"Text":"Bezsumnivno, tsey khto protystavlyayutʹ BOHA ta Yoho kur'yera bude z lowliest"},{"SurahNumber":58,"VerseNumber":21,"Text":"BOH ukhvalyv: I ta Moyi kur'yery budutʹ naybilʹsh bezperechno peremahaty.\" BOH ye Potuzhnyy, Mohutniy"},{"SurahNumber":58,"VerseNumber":22,"Text":"Vy ne znaydete lyudey shcho viryatʹ v BOHU ta ostannʹomu Dnyu befriending tsey khto protystavlyayutʹ BOHA ta Yoho kur'yera, navitʹ yakshcho vony yikhni batʹky, abo yikhni dity, abo yikhni siblings, abo yikhnye plem'ya. Dlya tsey, Vin ukhvalyuye viru u yikhni serdenʹka, ta pidtrymuye yikh z natkhnennyam z Yoho, ta dopuskaye yikh u park z techuchymy potokamy prychomu vony perebuyutʹ zavzhdy. BOH zadovolʹnyayetʹsya z nymy, ta vony zadovolʹnyayutʹsya z Nym. Tsey yavlyayutʹ soboyu storonu BOHA. Naybilʹsh bezperechno, BOZHA storona yavlyayutʹ soboyu peremozhtsiv"}]}