{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Voller Segen ist Er, Der die Unterscheidung zu Seinem Diener hinabgesandt hat, auf daß er ein Warner für die Welten sei"},{"SurahNumber":25,"VerseNumber":2,"Text":"Er (ist es), Dessen das Königreich der Himmel und der Erde ist, Der Sich keinen Sohn genommen hat und Der keinen Partner im Königreich hat und Der jegliches Ding erschaffen und ihm das rechte Maß gegeben hat"},{"SurahNumber":25,"VerseNumber":3,"Text":"Und doch haben sie sich Götter außer Ihm genommen, die nichts erschaffen haben, sondern selbst erschaffen worden sind, die weder für sich selber Macht über Schaden und Nutzen noch Macht über Leben und Tod und Auferweckung haben"},{"SurahNumber":25,"VerseNumber":4,"Text":"Und jene, die ungläubig sind, sagen: \"Dies ist ja nichts als eine Lüge, die er erdichtet hat; und andere Leute haben ihm dabei geholfen.\" Wahrlich, sie haben da Ungerechtigkeiten und Lügen vorgebracht"},{"SurahNumber":25,"VerseNumber":5,"Text":"Und sie sagen: \"(Das sind) Fabeln der Früheren: er hat sie aufschreiben lassen, und sie werden ihm am Morgen und am Abend diktiert"},{"SurahNumber":25,"VerseNumber":6,"Text":"Sprich: \"Er, Der das Verborgene von Himmel und Erde kennt, hat ihn herabgesandt. Er ist wahrlich Allverzeihend, Barmherzig"},{"SurahNumber":25,"VerseNumber":7,"Text":"Und sie sagen: \"Was ist mit diesem Gesandten, daß er Speise ißt und auf den Märkten umhergeht? Warum ist kein Engel zu ihm herabgesandt worden, um als Warner bei ihm zu sein"},{"SurahNumber":25,"VerseNumber":8,"Text":"Oder (warum ist) ihm kein Schatz herabgeworfen oder kein Garten gegeben worden, wovon er essen könnte?\" Und die Ungerechten sagen: \"lhr folgt nur einem Mann, der einem Zauber zum Opfer gefallen ist"},{"SurahNumber":25,"VerseNumber":9,"Text":"Schau, wie sie dir Gleichnisse prägen! Sie sind irregegangen und vermögen keinen (Ausweg) zu finden"}]}