{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"Ey insanlar, sizi tek bir nefisten yaratan, ondan esini yaratan ve her ikisinden bircok erkek ve kadın turetip yayan rabbinizden korkup sakının. Ve (yine) kendisiyle, birbirinizle dileklestiginiz Tanrı´dan ve akrabalık (baglarını koparmak)tan sakının. Suphesiz Tanrı, sizin uzerinizde gozeticidir"},{"SurahNumber":4,"VerseNumber":2,"Text":"Yetimlere mallarını verin ve murdar olanla temiz olanı degistirmeyin. Onların mallarını mallarınıza katarak yemeyin. Cunku bu, buyuk bir suctur"},{"SurahNumber":4,"VerseNumber":3,"Text":"Eger yetim (kız)lar konsunda adaleti yerine getiremeyeceginizden korkarsanız, bu durumda, (onlarla degil) size helal olan (baska) kadınlardan ikiser, ucer, dorder olmak uzere nikahlayın. Sayet adaleti saglayamayacagınızdan korkarsanız, o zaman bir (es) ya da sag ellerinizin malik oldugu (cariye) ile (yetinin). Bu sapmamanıza daha yakındır"},{"SurahNumber":4,"VerseNumber":4,"Text":"Kadınlara mehirlerini gonulden isteyerek (ve bir hak olarak) verin, fakat onlar, gonul hosluguyla size ondan bir seyi bagıslarlarsa, onu da afiyetle, ic huzuruyla yiyin"},{"SurahNumber":4,"VerseNumber":5,"Text":"Tanrı´nın sizin icin (kendileriyle hayatınızı) kaim (geciminizi saglamaya destekleyici bir arac) kıldıgı mallarınızı dusuk akıllılara vermeyin; bunlarla onları rızıklandırıp giydirin ve onlara guzel (maruf) soz soyleyin"},{"SurahNumber":4,"VerseNumber":6,"Text":"Yetimleri, nikaha erisecekleri caga kadar deneyin; sayet kendilerinde bir (rusd) olgunlasma gordunuz mu, hemen onlara mallarını verin. Buyuyecekler diye israf ile carcabuk yemeyin. Zengin olan iffetli olmaya calıssın, yoksul olan da artık maruf (ihtiyaca ve orfe uygun) bir sekilde yesin. Mallarını kendilerine verdiginiz zaman, onlara karsı sahid bulundurun. Hesap gorucu olarak Tanrı yeter"},{"SurahNumber":4,"VerseNumber":7,"Text":"Anne ve baba ile akrabaların bıraktıklarından erkekler icin bir pay vardır; anne ve baba ile akrabanın bıraktıklarından kadınlar icin de bir pay vardır. Bunun azından ve cogundan farz kılınmıs bir pay vardır"},{"SurahNumber":4,"VerseNumber":8,"Text":"(Mirası) Bolusme sırasında yakınlar, yetimler ve yoksullar da hazır olursa, onları ondan rızıklandırın ve onlara guzel (maruf) soz soyleyin"},{"SurahNumber":4,"VerseNumber":9,"Text":"Arkalarında bıraktıkları zayıf cocuklarından dolayı korku duyanların, (vasiyetleri altında olanlar icin de ) icleri urpertiyle titresin. Tanrı´dan korksunlar ve onlara dogru soz soylesinler"},{"SurahNumber":4,"VerseNumber":10,"Text":"Gercekten, yetimlerin mallarını zulmederek yiyenler, karınlarına ancak ates doldurmus olurlar. Onlar, cirkin bir atese gireceklerdir"}]}