{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Say, \"Travel throughout the land and see what finally happened to those who rejected the truth"},{"SurahNumber":6,"VerseNumber":12,"Text":"Say, \"To whom belongs everything that is in the heavens and on earth?\" Say, \"God! He decreed Himself to be Merciful-to-all.\" However, He will summon all of you to a definite Day of Resurrection. Those who have lost their soul will not believe"},{"SurahNumber":6,"VerseNumber":13,"Text":"All that rests during the night and the day belong To Him and He alone, is All-Hearing and All-Knowing"},{"SurahNumber":6,"VerseNumber":14,"Text":"Say, \"Why should I take a master for myself other than God, the Originator of the heavens and the earth, when it is He who feeds and needs not to be fed?\" Say, \"I am commanded to be the first [among you] to submit myself to Him and not be among the idolaters"},{"SurahNumber":6,"VerseNumber":15,"Text":"Say, \"If I disobey my Lord, I fear the punishment of the Great Day"},{"SurahNumber":6,"VerseNumber":16,"Text":"God will be truly merciful to whoever is spared on that Day. This is the greatest victory"},{"SurahNumber":6,"VerseNumber":17,"Text":"If God touches you with hardship, only He can remove it; and if He blesses you, it is His choice. He can do anything He wills"},{"SurahNumber":6,"VerseNumber":18,"Text":"He alone is the Supreme Master over His creatures and He alone is All-Wise, the All-Aware"},{"SurahNumber":6,"VerseNumber":19,"Text":"Say, \"What counts most as a witness to the truth?\" Say, \"God is witness between you and me. This Qur'an has been revealed to me to warn you and everyone it reaches.\" Could you in truth bear witness that there are other gods besides God? Say, \"I bear no [such] witness.\" Say, \"He is only One God, and I have nothing to do with whatever you associate with Him"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those to whom We have previously given the Book before, know this as well as they know their own children; yet those who deceive themselves refuse to believe"}]}