{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"«Missatgers! Mengeu de les coses bones i obreu be! Jo se be el que feu"},{"SurahNumber":23,"VerseNumber":52,"Text":"I aquesta es la vostra comunitat. Es una sola comunitat. I Jo soc el vostre Senyor. Temeu-me, doncs!»"},{"SurahNumber":23,"VerseNumber":53,"Text":"Pero es van dividir en sectes, amb Escriptures, content cada grup amb el seu"},{"SurahNumber":23,"VerseNumber":54,"Text":"Deixa'ls per algun temps en el seu abisme"},{"SurahNumber":23,"VerseNumber":55,"Text":"Creuen que, al proveir-los d'hisenda i de fills"},{"SurahNumber":23,"VerseNumber":56,"Text":"estem anticipant-los les coses bones? No, no s'adonen"},{"SurahNumber":23,"VerseNumber":57,"Text":"Els imbuits del temor del seu Senyor"},{"SurahNumber":23,"VerseNumber":58,"Text":"que creuen en els signes del seu Senyor"},{"SurahNumber":23,"VerseNumber":59,"Text":"que no associen a altres deus al seu Senyor"},{"SurahNumber":23,"VerseNumber":60,"Text":"que donen del que han rebut amb cor tremolos, a la idea que tornaran al seu Senyor"},{"SurahNumber":23,"VerseNumber":61,"Text":"aquests rivalitzan en bones obres i son els primers en practicar-les"},{"SurahNumber":23,"VerseNumber":62,"Text":"No demanem a ningu sino segons les seves possibilitats. Tenim al costat una Escriptura que diu la veritat. I no seran tractats injustament"},{"SurahNumber":23,"VerseNumber":63,"Text":"Pero els seus cors estan en un abisme respecte a aixo i, en lloc d'aquelles obres, fan altres"},{"SurahNumber":23,"VerseNumber":64,"Text":"Quan, per fi, infligim un castig als seus rics, gemegaran"},{"SurahNumber":23,"VerseNumber":65,"Text":"«No gemegueu avui, que no se us va a salvar de Nosaltres"},{"SurahNumber":23,"VerseNumber":66,"Text":"Se us recitaven Els meus versicles i vosaltres donaveu mitja volta"},{"SurahNumber":23,"VerseNumber":67,"Text":"altius amb ell, i passaveu la nit parlotejant»"},{"SurahNumber":23,"VerseNumber":68,"Text":"Es que no ponderen el que es diu per a veure si han rebut el que els seus avantpassats no van rebre"},{"SurahNumber":23,"VerseNumber":69,"Text":"No han conegut, per ventura, al seu Missatger perque li neguin"},{"SurahNumber":23,"VerseNumber":70,"Text":"O diuen que es un posses? No! Ha vingut a ells amb la Veritat, pero la majoria senten aversio a la Veritat"},{"SurahNumber":23,"VerseNumber":71,"Text":"Si la Veritat s'hagues conformat a les seves passions, els cels, la terra i els quals en ells hi ha s'haurien corromput. Nosaltres, en canvi, els hem portat la seva Amonestacio, pero ells s'aparten de la seva Amonestacio"},{"SurahNumber":23,"VerseNumber":72,"Text":"Els demanes, per ventura, una retribucio? La retribucio del teu Senyor es millor. Ell es el Millor dels proveidors"},{"SurahNumber":23,"VerseNumber":73,"Text":"Si, tu els crides a una via recta"},{"SurahNumber":23,"VerseNumber":74,"Text":"pero qui no creuen en l'altra vida es desvien, si, de la via"},{"SurahNumber":23,"VerseNumber":75,"Text":"Si ens apiadarem d'ells i els retiressim la desgracia que tenen, persistirien, cecs, en la seva rebel·lia"},{"SurahNumber":23,"VerseNumber":76,"Text":"Els infligim un castig, pero no es van sotmetre al seu Senyor i no es van humiliar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Fins que obrim contra ells una porta de sever castig i, llavors, siguin presa de la desesperacio"}]}