{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"The commanders from among the people of Pharaoh said: \"This is a knowledgeable magician"},{"SurahNumber":7,"VerseNumber":110,"Text":"He wishes to drive you out of your land; what is your command"},{"SurahNumber":7,"VerseNumber":111,"Text":"They said: \"Delay him and his brother, and send gatherers to the cities"},{"SurahNumber":7,"VerseNumber":112,"Text":"They will come to you with every knowledgeable magician"},{"SurahNumber":7,"VerseNumber":113,"Text":"And the magicians came to Pharaoh, they said: \"We require a reward if we are the victors"},{"SurahNumber":7,"VerseNumber":114,"Text":"He said: \"Yes, and you will be made close to me"},{"SurahNumber":7,"VerseNumber":115,"Text":"They said: \"O Moses, either you cast, or we will cast"},{"SurahNumber":7,"VerseNumber":116,"Text":"He said: \"You cast.\" So when they cast, they bewitched the eyes of the people, and instilled terror in them, and they came with a great magic"},{"SurahNumber":7,"VerseNumber":117,"Text":"And We inspired Moses: \"Cast down your staff;\" and it swallowed what they invented"},{"SurahNumber":7,"VerseNumber":118,"Text":"Thus the truth was set, and what they did was made of no effect"},{"SurahNumber":7,"VerseNumber":119,"Text":"They were thus defeated there and then, and they turned in disgrace"},{"SurahNumber":7,"VerseNumber":120,"Text":"And the magicians went down prostrating"},{"SurahNumber":7,"VerseNumber":121,"Text":"They said: \"We believe in the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":122,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharaoh said: \"Have you become believers before I have given you permission? This is surely some scheme which you have schemed in the city to drive its people out; you will reveal what you know"},{"SurahNumber":7,"VerseNumber":124,"Text":"I will cut off your hands and feet from alternate sides, then I will crucify you all"},{"SurahNumber":7,"VerseNumber":125,"Text":"They said: \"It is to our Lord that we will return"},{"SurahNumber":7,"VerseNumber":126,"Text":"And you are only seeking revenge on us because we believed in the signs of our Lord when they came to us. Our Lord, provide us with patience, and let us die as submitters"}]}