{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"And unto the tribe of Thamud We sent their brother Saleh. He said O my people, worship God: Ye have no God besides Him. Now hath a manifest proof come unto you from your Lord. This she-camel of God is a sign unto you: Therefore dismiss her freely, that she may feed in God's earth; and do her no hurt, lest a painful punishment seize you"},{"SurahNumber":7,"VerseNumber":74,"Text":"And call to mind how He hath appointed you successors unto the tribe of Ad, and hath given you a habitation on earth; ye build yourselves castles on the plains thereof, and cut out the mountains into houses. Remember therefore the benefits of God, and commit not violence in the earth, acting corruptly"},{"SurahNumber":7,"VerseNumber":75,"Text":"The chiefs among his people who were puffed up with pride, said unto those who were esteemed weak, namely, unto those who believed among them, do ye know that Saleh hath been sent from his Lord? They answered, we do surely believe in that wherewith he hath been sent"},{"SurahNumber":7,"VerseNumber":76,"Text":"Those who were elated with pride replied, verily we believe not in that wherein ye believe"},{"SurahNumber":7,"VerseNumber":77,"Text":"And they cut off the feet of the camel, and insolently transgressed the command of their Lord, and said, oh, cause that to come upon us, with which thou hast threatened us, if thou art one of those who have been sent by God"},{"SurahNumber":7,"VerseNumber":78,"Text":"Whereupon a terrible noise from heaven assailed them; and in the morning they were found in their dwellings prostrate on their breasts and dead"},{"SurahNumber":7,"VerseNumber":79,"Text":"And Saleh departed from them, and said, O my people, now have I delivered unto you the message of my Lord; and I advised you well, but ye love not those who advise you well"},{"SurahNumber":7,"VerseNumber":80,"Text":"And remember Lot, when he said unto his people, do ye commit a wickedness, wherein no creature hath set you an example"},{"SurahNumber":7,"VerseNumber":81,"Text":"Do ye approach lustfully unto men, leaving the women? Certainly ye are people who transgress all modesty"},{"SurahNumber":7,"VerseNumber":82,"Text":"But the answer of his people was no other than that they said the one to the other, expel them from your city; for they are men who preserve themselves pure from the crimes which ye commit"},{"SurahNumber":7,"VerseNumber":83,"Text":"Therefore We delivered him and his family, except his wife; she was one of those who stayed behind"},{"SurahNumber":7,"VerseNumber":84,"Text":"And we rained a shower of stones upon them. Behold therefore what was the end of the wicked"}]}