{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":123,"Text":"Imi vanotenda! Rwisai avo vasingatendi vari pedyo nemi, uye itai kuti vawane hasha mamuri, uye zivai kuti Allah vane avo vari vatsvene"},{"SurahNumber":9,"VerseNumber":124,"Text":"Uye pose panodzikiswa Chitsauko cheQur’aan (Surah), vamwe vavo (vanyengedzi) vanoti: “Ndiani wenyu awedzerwa kutenda nacho?” Asi kune avo vanotenda, chinovawedzera kutenda kwavo, uye vofara"},{"SurahNumber":9,"VerseNumber":125,"Text":"Asi kune avo vane chirwere mumoyo yavo (chokusagutsikana, kusatenda nohunyengedzi), chinowedzera fungidziro uye kusagutsikana nefungidziro dzavo, kusatenda uye kusagutsikana; uye vanofa vari mukusatenda"},{"SurahNumber":9,"VerseNumber":126,"Text":"Havazvioni kuti vanopinzwa mumiedzo kamwechete kana kaviri gore roga-roga (yemhando dzakasiyana dzematambudziko, zvirwere, nzara)? Asi havatendeuki kurushanduko, kana kudzidza chidzidzo (kubva mazviri)"},{"SurahNumber":9,"VerseNumber":127,"Text":"Uye pose panodzikiswa Chitsauko (cheQur’aan) vanotarisana (vachiti): “Kune ari kukuonai here?” Vanobva vatendeuka. Allah vakatendeudza moyo yavo (kubva kuchiedza) nokuti vanhu vasinganzwisisi"},{"SurahNumber":9,"VerseNumber":128,"Text":"Zvirokwazvo, mutumwa (Muhammad (SAW)) auya kwamuri kubva pakati penyu (wamunoziva zvakanaka). Zvinomurwadza kuwana kwenyu marwadzo kana matambudziko. Iye (Muhammad (SAW)) ane shungu nemi (kuti mutungamirirwe kugwara rakanaka kuti munopinda Paradhiso); kuvatendi ane (SAW) tsitsi, ngoni, uye moyo munyoro"},{"SurahNumber":9,"VerseNumber":129,"Text":"Asi kana vakatendeuka (vakafuratira), iti (Muhammad (SAW)): “Allah vakandikwanira. Laa Ilaaha Illaa Huwa (Hakuna anekodzero dzokunamatwa asi ivo). Mavari ndinoisa vimbo yangu, uye ndivo Tenzi veChigaro cheHumambo Chikuru.”"}]}