{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"avanu bayasidare, nim'mannu tolagisi hosatondu srstiyannu taraballanu"},{"SurahNumber":35,"VerseNumber":16,"Text":"allahana mattige adu kastavenalla"},{"SurahNumber":35,"VerseNumber":17,"Text":"(punarut'thana dina) yava hore horuvatanu innobbara horeyannu horalaranu. (Papagala) hore hottavanu, tanna horeyedege (adannu hancikollalu) yarannadaru karedare, yaru adara sanna bhagavannu horalararu – avanu avara hattirada bandhuvagiddaru sariye! Tam'ma odeyanannu kanadeye avanige anjuttiruvavarannu hagu namajhannu palisuttiruvavarannu matra nivu eccarisaballiri. Sud'dhanagiruvavanu svatah tanna hitakkagi sud'dhanaguttane. Antimavagi (ellaru) allahanedege marala bekagide"},{"SurahNumber":35,"VerseNumber":18,"Text":"kurudanu mattu kanuvavanu samanaralla"},{"SurahNumber":35,"VerseNumber":19,"Text":"kattalugalu mattu belaku samanavalla"},{"SurahNumber":35,"VerseNumber":20,"Text":"neralu mattu sudu bisilu ondalla"},{"SurahNumber":35,"VerseNumber":21,"Text":"jivantaru hagu sattavaru samanaralla. Allahanu tanicchisidavarige khandita kelisaballanu. Adare gorigalalliruvavarige kelisalu nimage sadhyavagadu"},{"SurahNumber":35,"VerseNumber":22,"Text":"nivu eccarisuvavaru matra"},{"SurahNumber":35,"VerseNumber":23,"Text":"(dutare,) navu khandita nim'mannu subhavarte niduvavaragi hagu eccarisuvavaragi, satyadondige kalisiruvevu. Nijavagi, eccarisuvavanobbanu bandillada yava samudayavu illa"},{"SurahNumber":35,"VerseNumber":24,"Text":"Avaru nim'mannu (devadutarannu) tiraskarisuttarendadare, (nimage tilidirali), avara hindinavaru tiraskarisiddare. Avara (kalada) dutaru, spasta puravegalondige, dakhalegalondige hagu ujvala granthadondige avara balige bandiddaru"},{"SurahNumber":35,"VerseNumber":25,"Text":"konege nanu dhikkarigalannu dandisidenu. (Nodiri) nanna sikse hegittendu"},{"SurahNumber":35,"VerseNumber":26,"Text":"nivu nodillave? Allahanu akasadinda nirannu surisuttane. Adara mulaka navu vividha bannada phalagalannu belesutteve. Atta parvatagalalli vividha ghattagalive. Avu bili, kempu hagu vividha bannagalalliruttave. Kelavu gadhavada kappu bannaddagiruttave"}]}