{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Es bizony mar korabban adtuk Ibrahim-nak (Abrahamnak) a vezetest, hiszen ismerettel birtunk rola"},{"SurahNumber":21,"VerseNumber":52,"Text":"Midon mondta apjanak es nepenek: ,. Mik ezek a szobrok, amiket tisztelettel oveztek"},{"SurahNumber":21,"VerseNumber":53,"Text":"Mondtak: . Mar apainkat is ugy talaltuk, hogy ezeket szolgaltak"},{"SurahNumber":21,"VerseNumber":54,"Text":"Mondta (Abraham): , Bizony ti es apaitok nyilvanvalo tevelygesben Vagytok"},{"SurahNumber":21,"VerseNumber":55,"Text":"Mondtak: . Talan az Igazsagot hoztad el nekunk? Vagy a jatszadozok kozul valo vagy"},{"SurahNumber":21,"VerseNumber":56,"Text":"Mondta: .. Nem! A ti Uratok az egek es a fold Ura, Aki megteremtette azokat es en ezt a szamotokra tanusitom"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah-ra! Bizony fortelyt eszelek ki a balvanyaitok ellen miutan ti elfordultok"},{"SurahNumber":21,"VerseNumber":58,"Text":"Apro darabokra szettordelte azokat, kiveve a legnagyobbjukat, talan visszaternek hozza"},{"SurahNumber":21,"VerseNumber":59,"Text":"Mondtak: Ki tette ezt a mi istensegeinkkel? Bizony a bunosok kozul valo o"},{"SurahNumber":21,"VerseNumber":60,"Text":"Mondtak: , Hallottuk, hogy egy Tbrahim-nak (Abrahamnak) nevezett fiatal ferfi emlegette oket"},{"SurahNumber":21,"VerseNumber":61,"Text":"Mondtak: .. Hozzatok hat ot ide a nep ele, talan tanusagot tesznek"},{"SurahNumber":21,"VerseNumber":62,"Text":"Mondtak: , Talan te tetted ezt Ibrahim (Abraham) a mi istensegeinkkel"},{"SurahNumber":21,"VerseNumber":63,"Text":"Mondta (Abraham): ..Nem! Hanem a legnagyobb kozuluk! Kerdezzetek meg azokat\", ha kepesek (azok) megszolalni"},{"SurahNumber":21,"VerseNumber":64,"Text":"Onmagukhoz fordultak es mondtak: Bizony ti vagytok a bunosok"},{"SurahNumber":21,"VerseNumber":65,"Text":"Majd a fejuk egymas fele fordult (s mondtak): , Bizonnyal (te, Abraham) tudod, hogy ezek nem kepesek megszolalni"},{"SurahNumber":21,"VerseNumber":66,"Text":"Mondta (Abraham): Talan Allah. helyett olyat szolgaltok, ami basznotokra sem tud lenni es artani sem kepes"},{"SurahNumber":21,"VerseNumber":67,"Text":"O jaj! Pfuj ratok es arra, mit Allah helyett szolgaltok! Hat nem fogjatok fel esszel"},{"SurahNumber":21,"VerseNumber":68,"Text":"Mondtak: ,.Egessetek el ot, hogy ezzel is segitsetek istensegeiteket, ha tenyleg cselekedni akartok"},{"SurahNumber":21,"VerseNumber":69,"Text":"Mondtuk (a Magasztos Allah): Tuz! Legy hideg es bekesseg Ibrahim (Abraham) szamara"},{"SurahNumber":21,"VerseNumber":70,"Text":"Fortelyt, armanyt akartak vele (Abrahammal) elkovetni, am Mi oket tettuk karvallott vesztesekke"},{"SurahNumber":21,"VerseNumber":71,"Text":"Es megmentettuk ot es Lotot arra a foldre (telepitve le oket), amelyet megaldottunk a vilagok szamara"},{"SurahNumber":21,"VerseNumber":72,"Text":"Es neki adtuk Ishug-ot (Izsak) es Yafgub-ot (Jakob) - raadasul, es mindegyikuket joravalo kegyesekke tettuk"},{"SurahNumber":21,"VerseNumber":73,"Text":"Es elenjaro peldava tettuk oket, hogy a Mi parancsunk szerint vezessenek az Igaz Utra es jotetteket sugalltunk nekik es azt, hogy vegezzek el az imat, adjak meg a zakat-ot. Es ok Minket szolgaltak"},{"SurahNumber":21,"VerseNumber":74,"Text":"Es Lotnak bolcsesseget es tudast adtunk. Es megmentettuk ot egy olyan varosbol, amely fertelmes dolgokat kovetett el. Bizony azok rossz es bunos emberek voltak"},{"SurahNumber":21,"VerseNumber":75,"Text":"Beengedtuk ot az Irgalmunkba, mivel o az igazak es a joravalo kegyesek kozul valo volt"}]}