{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"İnsanlar: «İnandık! demeleriyle bırakılıp da imtihan edilmeyeceklerini mi sandılar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Andolsun ki, Biz onlardan öncekileri ne fitnelerle imtihan ettik. Yine Allah, elbette doğruluk gösterenleri bilecek ve elbette yalancıları da bilecektir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa kötülük yapanlar, bizden savuşup kurtulacaklarını mı sandılar? Ne fena hüküm veriyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Her kim Allah´a kavuşmayı arzu ederse, elbette Allah´ın belirlediği ecel muhakkak gelecektir ve O, işitir, bilir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Cihad eden yalnızca kendi hesabına cihad eder; çünkü Allah, bütün alemlerden müstağnidir"},{"SurahNumber":29,"VerseNumber":7,"Text":"Bununla birlikte iman edip iyi iyi işler yapanların kötülüklerini örter ve onlara elbette yaptıkları işlere karşılık daha güzelini veririz"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana, anne babası hakkında iyilik tavsiye ettik. Eğer onlar, senin hakkında hiçbir bilgiye sahip olmadığın bir şeyi bana ortak koşman için uğraşırlarsa onları, dinleme! Dönüşünüz banadır ve Ben o zaman size yaptıklarınızı haber veririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"İman edip iyi iyi işler yapanları ise elbette iyiler arasına katacağız"},{"SurahNumber":29,"VerseNumber":10,"Text":"İnsanlar arasında kimi de vardır ki, «Allah´a iman ettik.» der sonra da Allah uğrunda bir eziyete uğradığı zaman, insanların işkencesini Allah´ın azabı gibi tutar. Andolsun ki, Rabbinden bir yardım gelirse, «Kesinlikle Biz sizinle beraberdik.» diyeceklerinde şüphe yoktur. Acaba Allah, bütün insanların sinelerindekini en iyi bilen değil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ve kesinlikle Allah, iman etmiş olanları herhalde bilecektir; münafıkları da bilecek elbette"},{"SurahNumber":29,"VerseNumber":12,"Text":"Bir de küfredenler o iman etmiş olanlara: «Bizim yolumuza uyun, biz de sizin günahlarınızı yüklenelim!» dediler. Oysa onlar, onların günahlarından hiçbir şey yüklenecek değillerdir ve onlar kesinlikle yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Gerçek şu ki, onlar mutlaka kendi ağırlıklarını ve o ağırlıklarıyla birlikte daha birçok ağırlıkları yüklenecekler, kesinlikle ettikleri iftiradan kıyamet gününde sorguya çekileceklerdir"}]}