{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"(Satyavannu) dhikkarisidavara hāgū allāhana mārgadinda (janarannu) taḍedavara karmagaḷellā vyarthavāgi biṭṭavu"},{"SurahNumber":47,"VerseNumber":2,"Text":"mattu satyadalli nambike iṭṭu satkarmagaḷannu māḍidavaru hāgū muham'madarige iḷisi koḍalāgiruva sandēśavu tam'ma oḍeyana kaḍeyinda (banda) satyavendu nambidavaru – avara pāpagaḷannu avanu (allāhanu) pariharisidanu mattu avara sthitiyannu sudhārisidanu"},{"SurahNumber":47,"VerseNumber":3,"Text":"ēkendare, dhikkārigaḷu mithyavannu anusarisidaru hāgū viśvāsigaḷu tam'ma oḍeyana kaḍeyinda banda satyavannu anusarisidaru. Allāhanu ī rīti mānavarigāgi udāharaṇegaḷannu mundiḍuttāne"},{"SurahNumber":47,"VerseNumber":4,"Text":"(yud'dhadalli) nīvu dhikkārigaḷannu edurisidāga, koraḷugaḷannu kattarisiri. Avarannu cennāgi sadebaḍida baḷika (uḷidavarannu) bigiyāgi kaṭṭi hākiri ā baḷika nīvu (avara mēle) audārya tōrabahudu athavā parihāra paḍeyabahudu. Yud'dhavu mugiyuva tanaka (pālisabēkāda niyama) idu. Allāhanu bayasiddare, avara virud'dha pratīkāra tīrisuttiddanu. Ādare avanu nim'malli kelavarannu matte kelavara mūlaka parīkṣisa bayasuttāne. Allāhana mārgadalli hatarādavara karmagaḷu vyarthavāgalāravu"},{"SurahNumber":47,"VerseNumber":5,"Text":"allāhanu avarige dāri tōrisuvanu mattu avara sthitiyannu sudhārisuvanu"},{"SurahNumber":47,"VerseNumber":6,"Text":"mattu avanu avarige paricayisiruva svargadoḷage avarannu sērisuvanu"},{"SurahNumber":47,"VerseNumber":7,"Text":"viśvāsigaḷē, nīvu allāhanige neravādare allāhanu nimage neravāguvanu hāgū nim'ma hejjegaḷannu sthiragoḷisuvanu"},{"SurahNumber":47,"VerseNumber":8,"Text":"dhikkarisidavarige vināśavide mattu (avanu) avara karmagaḷannellā vyarthagoḷisi biḍuvanu"},{"SurahNumber":47,"VerseNumber":9,"Text":"ēkendare, allāhanu iḷisikoṭṭa sandēśada kuritu avaru jigupse tōridaru mattu (avanu) avara karmagaḷannu nirnāmagoḷisibiṭṭanu"},{"SurahNumber":47,"VerseNumber":10,"Text":"avarēnu, tamaginta hindinavara gati ēnāyitembudannu kāṇalu, bhūmiyalli tirugāḍuvudillavē? Allāhanu avara mēle vināśavannu eragisidanu. Dhikkārigaḷige hīgeyē āgalide"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ēkendare, allāhanu viśvāsigaḷa pōṣakanāgiruttāne mattu dhikkārigaḷige yārū pōṣakarilla"}]}