{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"napiye! Umatu manaivikalai nokki kuruviraka: ‘‘Ninkal ivvulaka valkkaiyaiyum atan alankarattaiyum mattume virumpuvirkalayin, varunkal! Unkalukku etum kotuttu nalla muraiyil (talak kotuttu) unkalai nikki vitukiren"},{"SurahNumber":33,"VerseNumber":29,"Text":"ninkal allahvaiyum, avanutaiya tutaraiyum, marumai valkkaiyaiyum virumpuvirkalayin niccayamaka allah unkalilulla nanmai ceypavarkalukku makattana (nar)kuliyai tayarpatutti vaittirukkiran"},{"SurahNumber":33,"VerseNumber":30,"Text":"napiyutaiya manaivikale! Unkalil evarenum pakirankamana oru manak ketana kariyattaic ceyvarayin atarkuriya tantanai avarukku iru matankaka atikarikkappatum. Itu allahvirku mikka culapamaka irukkiratu"},{"SurahNumber":33,"VerseNumber":31,"Text":"unkalil evarenum allahvukkum avanutaiya tutarukkum kattuppattu narceyalkalaic ceytal, atarkuriya kuliyai avarukku nam iru matankakat taruvom. Melum, mikka kanniyamana valkkaiyaiyum avarukku nam tayarpatutti vaittirukkirom"},{"SurahNumber":33,"VerseNumber":32,"Text":"Napiyutaiya manaivikale! Ninkal marra (catarana) penkalaip ponravarkalalla. Ninkal (meyyakave) allahvukkup payappattavarkalayin (anniyarutan pecum camayattil) nalinamakap pecatirkal. Enenral (pava) noy irukkum ullattaiyutaiyavar (tavarana) viruppankalaik kollakkutum. Akave, ninkal (etaik kuriya potilum) yatarttavatikalaippol (kantippakap) pecivitunkal"},{"SurahNumber":33,"VerseNumber":33,"Text":"(napiyutaiya manaivikale!) Ninkal unkal (vitukalil iruntu velic cenru tiriyatu) vitukalukkullakave tanki irunkal. Munnirunta ariyata makkal (tankalai alankarittuk kontu veliyil cenru) tirintu kontiruntataip pol ninkalum tiriyatirkal. Tolukaiyai nilainiruttunkal; jakattum kotuttu varunkal. Allahvukkum avanutaiya tutarukkum kattuppattu natankal. (Napiyutaiya) vittutaiyarkale! Unkalai vittu ella acuttankalaiyum nikki, unkalai murrilum paricuttamakkivitave allah virumpukiran"},{"SurahNumber":33,"VerseNumber":34,"Text":"unkal vitukalil otappatukinra allahvutaiya vacanankalaiyum, nanavakkiyanka(lana hatiska)laiyum napakattil vaiyunkal. (Avarraik kontu nallunarcci perunkal.) Niccayamaka allah kirupaiyutaiyavanaka, nankarintavanaka irukkiran"}]}