{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"Semud (kavmi de) butun uyarılarımızı yalanlamıstı"},{"SurahNumber":54,"VerseNumber":24,"Text":"ve soyle demislerdi: \"Biz kendi icimizden cıkan bir faniye mi uyacagız? O takdirde biz mutlaka hataya ve ahmaklıga ducar oluruz"},{"SurahNumber":54,"VerseNumber":25,"Text":"Neden icimizden bir tek o´na (ilahi) ogut ve uyarı indirildi? Hayır, o kustah bir yalancıdan baska bir sey degil"},{"SurahNumber":54,"VerseNumber":26,"Text":"(Allah:) \"Onlar yarın kimin kustah ve yalancı oldugunu gorecekler!\" dedi"},{"SurahNumber":54,"VerseNumber":27,"Text":"Bak (ey Salih,) Biz bu disi deveyi onlar icin bir sınama olsun diye gonderiyoruz; sen onları sadece seyret ve sabırlı ol"},{"SurahNumber":54,"VerseNumber":28,"Text":"Onlara (kuyu) sularının aralarında paylastırılacagını bildir; her birine esit paylar (seklinde)"},{"SurahNumber":54,"VerseNumber":29,"Text":"Ama onlar (en yakın) adamlarını cagırdılar; o (gelir gelmez kotu bir ise) kalkıstı ve (hayvanı) vahsice bogazladı"},{"SurahNumber":54,"VerseNumber":30,"Text":"uyarım gozardı edildiginde verdigim azap ne siddetlidir"},{"SurahNumber":54,"VerseNumber":31,"Text":"Biz onlara (ceza olarak) bir tek darbe vurduk ve bir ciftligin kurumus, kırılmıs fidanlarına donduler"},{"SurahNumber":54,"VerseNumber":32,"Text":"Bu nedenle Biz bu Kuran´ı akılda kolay tutulur kıldık. Oyleyse, yok mudur ondan ders almak isteyen"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lut halkı (da) butun uyarılar(ımız)ı gozardı etmisti"},{"SurahNumber":54,"VerseNumber":34,"Text":"Onların uzerine de oldurucu bir kasırga saldık ve safak vakti yalnız Lut´un ailesini kurtardık"},{"SurahNumber":54,"VerseNumber":35,"Text":"katımızdan bir nimet olarak; iste biz sukredenleri boyle odullendiririz"},{"SurahNumber":54,"VerseNumber":36,"Text":"Aslında o, Bizim cezalandırma gucumuz konusunda onları uyarmıstı; ama onlar bu uyarılara hep supheyle baktılar"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ve hatta o´ndan misafirlerini (kendilerine) teslim etmesini istediler. Bunun uzerine onları (gercegi) gormekten yoksun bıraktık. \"Uyarılarım gozardı edildiginde basınıza gelen azabı tadın bakalım!\" (diye seslendik)"},{"SurahNumber":54,"VerseNumber":38,"Text":"Nitekim sabahın erken vaktinde (etkileri) kalıcı bir azap onları yakaladı"},{"SurahNumber":54,"VerseNumber":39,"Text":"Uyarılarım gozardı edildiginde basınıza gelen azabı tadın bakalım"},{"SurahNumber":54,"VerseNumber":40,"Text":"Bu nedenle, Biz bu Kuran´ı akılda kolay tutulur kıldık. Oyleyse, yok mudur ondan ders almak isteyen"}]}