{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Jumalahan on antanut teille kuulon ja naon ja sydamen. Mutta niukkoja ovat teidan kiitoksenne"},{"SurahNumber":23,"VerseNumber":79,"Text":"Han on levittanyt teidat yli maan, ja Hanen luokseen teidat jalleen kootaan"},{"SurahNumber":23,"VerseNumber":80,"Text":"Han antaa elaman ja kuoleman, ja Hanesta riippuu yon ja paivan vuorottelu. Etteko jo ymmarra"},{"SurahNumber":23,"VerseNumber":81,"Text":"Painvastoin, he puhuvat aivan kuten heidan edeltajansakin"},{"SurahNumber":23,"VerseNumber":82,"Text":"He sanovat: »Kuinka, kun olemme kuolleet ja muuttuneet tomuksi ja luiksi, heratetaanko meidat silloin taas eloon"},{"SurahNumber":23,"VerseNumber":83,"Text":"Totisesti, meille on jo aikaisemmin luvattu samaa, kuten muinaisille esi-isillemmekin; nama ovat pelkkia muinaistaruja.»"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sano: »Kenelle kuuluu maa ja kaikki, mita siina on, vastatkaa, jos tiedatte?»"},{"SurahNumber":23,"VerseNumber":85,"Text":"He vastaavat nyt: »Jumalalle.» »Sano: »Miksi ette sitten ota vaarin?»"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sano edelleen: »Kuka on seitseman taivaan ja suurimman vallan Herra?»"},{"SurahNumber":23,"VerseNumber":87,"Text":"He vastaavat taas: »Jumalalle kuuluu kaikki tama.» Sano: »Miksi ette sitten Hanta palvele?»"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sano viela: »Kenen kadessa on kaiken valtius ja kuka antaa suojaa, vaikka hanta vastaan ei ole mitaan suojaa, sanokaa, jos tiedatte.»"},{"SurahNumber":23,"VerseNumber":89,"Text":"He vastaavat taas: »Tama kuuluu Jumalalle.» Sano: »Kuinka siis voitte olla noin harhautuneita?»"},{"SurahNumber":23,"VerseNumber":90,"Text":"Olemme tuonut heille totuuden, mutta useimmat heista ovat totisesti valehtelijoita"},{"SurahNumber":23,"VerseNumber":91,"Text":"Jumala ei konsanaan ole hankkinut itselleen poikaa, eika ole muuta jumalaa kuin Han. Olisihan muutoin jokainen jumala vienyt mukaansa sen, mita oli luonut, ja muutamat heista olisivat alistaneet toisia valtaansa. Kunnia olkoon Jumalalle! Han on ylapuolella kaiken, mita he kuvittelevat"},{"SurahNumber":23,"VerseNumber":92,"Text":"Han tuntee seka katketyt etta julkiset asiat. Senvuoksi Han on sen ylapuolella, mita he hanen ohellaan jumaloivat"}]}