{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Sizin icin semadan su indiren, O´dur. Icecek seyler ondandır (sudandır). Ve agaclar (ve otlar) ondan olur. Orada (hayvanlarınızı) otlatırsınız"},{"SurahNumber":16,"VerseNumber":11,"Text":"Onunla sizin icin; ekinler, zeytinler, hurmalıklar ve baglar ve butun urunlerden (urunleri, meyveleri) yetistirir. Muhakkak ki bunda, tefekkur eden kavim icin elbette ayet (delil) vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"Ve gece ve gunduz, Gunes ve Ay ve yıldızları sizin emrinize verdi. Onlar, O´nun (Allahu Teala´nın) emri ile size musahhar (emrinize amade, hazır) kılındılar. Muhakkak ki bunda, akıl eden bir kavim icin, elbette ayetler (deliller) vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryuzunde sizin icin ne yaratıp cogalttıysa hepsinin renkleri cesit cesittir (muhteliftir). Muhakkak ki bunda, zikreden (tezekkur eden) bir kavim icin elbette ayet (delil) vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"Ondan taze et yemeniz icin, denizi emrinize veren, O´dur. Ondan sus esyası cıkarırsınız, onu takarsınız. Ve onun icinde, suları yararak giden gemileri gorursunuz. Ve (bunlar), O´nun fazlından istemeniz icindir. Ve boylece sukredersiniz"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ve sizinle sarsılır diye (sarsılmamanız icin), yeryuzunde daglar olusturdu. Nehirler ve yollar (olusturdu). Boylece yolunuzu bulursunuz (hidayete erersiniz)"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ve alametler (isaretler) ve yıldızla (devrin imamıyla) onlar, yol bulurlar (hidayete ererler)"},{"SurahNumber":16,"VerseNumber":17,"Text":"Yaratan kimse, yaratmayan kimse gibi midir? Hala tezekkur etmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ve sayet, Allah´ın ni´metlerini adet adet (tane tane) sayarsanız, O´nu sayamazsınız. Muhakkak ki O, Gafur´dur (magfiret edendir), Rahim´dir (rahmet nurunu gonderendir)"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ve Allah, gizlediklerinizi (sırlarınızı, sakladıgınız seyleri) ve acıkladıgınız (aleni olan) seyleri bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah´tan baskasına dua ettikleri seyler, bir sey yaratamazlar. Onlar, kendileri yaratılmıslardır"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar oludurler, diri degildirler. Ve ne zaman beas olunacaklarının (diriltileceklerinin) bilincinde degillerdir"}]}