{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Ey inananlar, sabretmek ve namaz kılmakla Allah'tan yardım dileyin. Suphesiz ki Allah, sabredenlerledir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda oldurulenlere de olu demeyin. Onlar diridir ama siz anlamazsınız"},{"SurahNumber":2,"VerseNumber":155,"Text":"Andolsun ki mutlaka sizi birazcık korkuyla, aclıkla, mal, can ve meyve noksanıyla sınayacagız. Mujdele sabredenleri"},{"SurahNumber":2,"VerseNumber":156,"Text":"O sabredenleri ki onlar, bir musibete ugradılar mı biz Allah'ınız, gene de gerisin geriye ona donecegiz derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"Oyle kimselerdir onlar ki Rablerinden yarlıganma ve rahmet onlara. Onlardır dogru yolu bulanlar"},{"SurahNumber":2,"VerseNumber":158,"Text":"Suphe yok ki Safa ve Merve, Allah alametlerindendir. Artık kim hac veya umre etmek icin Ka'be'yi tavaf edip Safa ve Merve arasında kosarsa sucsuzdur. Kim gonlunden koparak hayır islerse suphe yok ki Allah, ona mukafatta bulunur ve her seyi de bilir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Indirdigimiz apacık delilleri, bildirdigimiz dosdogru yolu, insanlara Kur'an'da tamamıyla anlattıktan sonra bunu gizleyenlere gelince: Allah da onlara lanet eder, lanet edenler de"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak iclerinden tovbe edenler, hallerini duzeltenler ve dogruyu soyleyenler mustesna. Onların tovbesini kabul ederim. Ben tovbeleri kabul eden rahimim"},{"SurahNumber":2,"VerseNumber":161,"Text":"Kafir olup kufrunde ısrar ederek bu halle can verenler yok mu! Allah'ın laneti de onlara, meleklerin laneti de, butun insanların laneti de"},{"SurahNumber":2,"VerseNumber":162,"Text":"Ebedi olarak lanette kalırlar. Ne azapları hafifletilir, ne yuzlerine bakılır"},{"SurahNumber":2,"VerseNumber":163,"Text":"Allah'ınız, bir Allah'tır ondan baska tapacak yok, rahman ve rahim odur"}]}