{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Ми послали Noah до його людей, кажучи, \"O мої люди, обожнюють БОГА. Ви не маєте іншого бога біля Його. Чи не могли б ви не справедливий"},{"SurahNumber":23,"VerseNumber":24,"Text":"лідери що disbelieved серед його людей сказали, \"Це не виглядає більш ніж людські як ви, хто захоче отримати prominence серед вас. БОГ willed, Він міг послали вниз ангели. Ми ніколи не почули будь що любимо це з наших предків"},{"SurahNumber":23,"VerseNumber":25,"Text":"Він зникнуть просто людина божевільна. Тільки ігнорувати його для деякого часу"},{"SurahNumber":23,"VerseNumber":26,"Text":"Він сказав, \"Мій Лорд, гарантують мені перемога, для вони disbelieved мені"},{"SurahNumber":23,"VerseNumber":27,"Text":"Ми тоді надихнули його: \"Зробіть watercraft під нашими watchful очами, та згідно з нашим натхненням. Коли наша команда прибуває, та нариви атмосфери, увімкають це пара кожного різновиду (вашого domesticated тварини), та ваша родина, крім цих засудженої щоб прирікатися. Не розмовляйте з Мені від імені цих хто порушили; вони будуть тонутися"},{"SurahNumber":23,"VerseNumber":28,"Text":"Одного \"разу ви улагоджуєтесь, разом з цими хто з вами, на watercraft, ви будете сказати, `praise БОГ для того, щоб рятувати нас з згубних людей"},{"SurahNumber":23,"VerseNumber":29,"Text":"Та кажуть, `my Лорд, дозволений мені disembark на благословенне розташування; Ви являєте собою кращий deliverer"},{"SurahNumber":23,"VerseNumber":30,"Text":"Цей мусите забезпечити достатні докази для вас. Ми звичайно поставимо вас до тесту"},{"SurahNumber":23,"VerseNumber":31,"Text":"Згодом, ми встановили іншу генерацію після них"},{"SurahNumber":23,"VerseNumber":32,"Text":"Ми послали їм кур'єр з числа їм, кажучи, \"Ви будете обожнювати БОГА. Ви не маєте іншого бога біля Його. Чи не могли б ви не справедливий"}]}