{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Ārau araśyē āmi siham̐tara ōcarata ēṭāra pichata ēṭākai bāṇī paum̐cā'i dichō; yātē siham̐tē upadēśa grahaṇa karaē"},{"SurahNumber":28,"VerseNumber":52,"Text":"Iẏāra pūrbē āmi yisakalaka kitāba pradāna karaichilō tē'ōm̐lōkē iẏāra prati īmāna pōṣaṇa karaē"},{"SurahNumber":28,"VerseNumber":53,"Text":"Ārau yētiẏā tē'ōm̐lōkara ōcarata iẏāka tilārata karaā haẏa tētiẏā tē'ōm̐lōkē kaẏa, ‘āmi iẏāra ōparata īmāna ānichō, niścaẏa ē'iṭō āmāra pratipālakara taraphara paraā ahā satya. Niścaẏa āmi āgatē'ō ātmasamarpaṇakāraī āchilō.’"},{"SurahNumber":28,"VerseNumber":54,"Text":"Tē'ōm̐lōkaka dubāra pratidāna diẏā ha’ba. Ē'i kāraṇē yē, tē'ōm̐lōkē dhairya dhāraṇa karaē, ārau bhāla kāmara dbāraā bēẏā kāma pratihata karaē. Ārau āmi tē'ōm̐lōkaka yi jīraikā dāna karaichō tāra paraā tē'ōm̐lōkē byaẏa karaē"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ārau tē'ōm̐lōkē yētiẏā anarthaka kathā-bataraā śunē tētiẏā tē'ōm̐lōkē tāra paraā bimukha haẏa ārau kaẏa, ‘āmāra āmala āmāra bābē ārau tōmālōkara āmala tōmālōkara bābē, tōmālōkara prati ‘chālāma’. Āmi murkhara lagata tarka karaiba nibicāraō’"},{"SurahNumber":28,"VerseNumber":56,"Text":"Niścaẏa tumi yāka bhālapōraā icchā karailē'i tāka saṯpathata āniba nōraāraā. Baraṁ āllāhē yāka icchā karaē saṯpatha dēkhuraāẏa ārau saṯpatha anusāraīsakalara biṣaẏē tēraēm̐i bhālakai jānē"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ārau siham̐tē ka’lē, ‘āmi yadi tōmāra lagata saṯpatha anusaraṇa karaō tēntē āmāka dēśara paraā uṯkhāta karai diẏā ha’ba’. Āmi siham̐tara bābē ēṭā niraāpada hāraāma pratiṣṭhā karaā nā'i nē, ya’ta sakalō prakārara phalamūla āmadānī haẏa, āmi pradāna karaā jīraikāsbaraūpa? Kintu siham̐tara sarahabhāga mānuhē'i ē'iṭō nājānē"},{"SurahNumber":28,"VerseNumber":58,"Text":"Ārau āmi bahu janapadaka dhbansa karaichō yāra bāsindāsakalē nijara bhōga-sampadalai ahaṅkāra karaichila! Ē'ibōra haichē siham̐tara ghara-duraāra, siham̐tara pichata ē'ibōra ghara-duraārata khuba kama mānuhē'i basabāsa karaichē. Āmiẏē'i cūṛānta uttaraādhikāraī (prakr̥ta mālika)"},{"SurahNumber":28,"VerseNumber":59,"Text":"ārau tōmāra pratipālakē kōnō janapadaka sē'i ṭhā'ira mūla bhūkhaṇḍata kōnō raāchula praēraṇa nakaraā laikē dhbansa nakaraē, yijanē siham̐tara ōcarata āmāra āẏātasamūha tilārata karaē. Ārau kōnō janapadara adhibāsībilāka yālima naha’lē āmi siham̐taka dhbansa nakaraō"},{"SurahNumber":28,"VerseNumber":60,"Text":"Ārau tōmālōkaka yi diẏā haichē sēẏā kērala pārthira jīranara bhōga ārau saundarya mātra. Ārau yi āllāhara ōcarata āchē sēẏā uttama ārau sthāẏī. Tathāpi'ō tōmālōkē anudhārana nakaraibānē"}]}