{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Човекот вели: „Зарем, откако ќе умрам, навистина оживеан ќе бидам?“"},{"SurahNumber":19,"VerseNumber":67,"Text":"А зарем човекот не се сеќава дека уште претходно го создадовме, а дека не беше ништо"},{"SurahNumber":19,"VerseNumber":68,"Text":"Се колнам во Господарот твој, Ние и нив и шејтаните ќе ги собереме, потоа ќе ги донесеме околу џехеннемот на коленици да клечат"},{"SurahNumber":19,"VerseNumber":69,"Text":"а потоа од секоја група ќе ги издвоиме тие што беа најдрски кон Семилосниот"},{"SurahNumber":19,"VerseNumber":70,"Text":"бидејќи Ние најдобро ги знаеме тие што најмногу заслужија во него да горат"},{"SurahNumber":19,"VerseNumber":71,"Text":"И секој од вас до него ќе стигне! Господарот твој сигурно така се обврза"},{"SurahNumber":19,"VerseNumber":72,"Text":"Потоа ќе ги спасиме тие што се чуваа од гревот, а насилниците ќе ги оставиме во него на коленици да клечат"},{"SurahNumber":19,"VerseNumber":73,"Text":"Кога нашите јасни ајети им се цитираа, тогаш тие што не веруваа им говореа на тие што веруваа: „Која од овие две групи е со подобри домови и со поубави собиралишта?“"},{"SurahNumber":19,"VerseNumber":74,"Text":"А колку народи пред нив Ние уништивме, кои со богатство и со изглед беа подобри"},{"SurahNumber":19,"VerseNumber":75,"Text":"Кажи: „На тој што е во заблуда, Семилосниот нека му ја продолжи заблудата!“ – Но кога таквите ќе доживеат опомените да се остварат, било казната, било Крајот на светот, навистина ќе дознаат кој е во полоша состојба и кој има помалку следбеници"},{"SurahNumber":19,"VerseNumber":76,"Text":"Аллах ќе им го зголеми упатството на тие што се на Вистинскиот пат! А добрите дела, кои остануваат вечно, од Господарот твој ќе бидат подобро наградени и поубаво возвратени"},{"SurahNumber":19,"VerseNumber":77,"Text":"Зарем не си го видел тој што во доказите Наши не верува и вели: „Сигурно ќе ми биде дадено богатство и деца!“"},{"SurahNumber":19,"VerseNumber":78,"Text":"Тој, или во гајбот166 продрел или од Семилосниот ветување примил"},{"SurahNumber":19,"VerseNumber":79,"Text":"Ниедно! Ние ќе го запишеме тоа што тој го вели и страдањето многу ќе му го продолжиме"},{"SurahNumber":19,"VerseNumber":80,"Text":"а тоа за што тој зборува него ќе го наследи и сосема сам ќе Ни се врати"},{"SurahNumber":19,"VerseNumber":81,"Text":"И тие покрај Аллах ги прифаќаат божествата да им бидат сила"},{"SurahNumber":19,"VerseNumber":82,"Text":"А не чини така! Божествата ќе негираат дека биле обожувани и ќе им бидат противници"}]}