{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":101,"Text":"Yeryuzunde sefere cıktıgınız zaman, kafirlerin size bir fenalık yapmasından korkarsanız (farz namazları iki rekat, yahut ima ile kılıp) dort rekatlı namazdan kısmanızda uzerinize bir gunah yoktur. Muhakkak ki kafirler, sizin acık dusmanınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sen onların (askerin) icinde olup (cephede) onlara namaz kıldıracagın zaman, (askerini iki kısım yap), bir kısmı seninle namazda, digeri dusman karsısında dursun. Hepsi de silahlarını yanlarına alsınlar. Seninle namazda olup bir rekat kılanlar dusman karsısına gitsinler. Dusman karsısında olup namaz kılmamıs olanlar gelip, ikinci rekatı seninle kılsınlar ve onlar da tedbirli bulunarak silahlarını yanlarına alsınlar. (Sen selam verip onlar selam vermeden dusman karsısına gitsinler. Evvelce bir rekat kılmıs olanlar geri gelip kendi baslarına bir rekat daha kılarak selam versinler. Sonra yer degistirerek ikinci rekatı imamla kılmıs olanlar gelip kendi baslarına birinci rekatı kılarak tesehhudden sonra selam versinler. Bu gidis ve donuslerde namaz bitinceye kadar namazı bozacak islerde bulunulmaz.) Kafirler arzu ederler ki, silah ve esyalarınızdan gafil bulunasınız da, size ansızın bir baskın yapsalar. Eger yagmurdan dolayı size bir eziyet olursa, hasta bulunursanız, silahlarınızı bırakmanızda uzerinize gunah yoktur. Bununla beraber ihtiyat tedbirini alın. Allah kafirlere hor ve rusvay edici bir azab hazırlamıstır"},{"SurahNumber":4,"VerseNumber":103,"Text":"O korkulu zamanda namazı kılıp bitirdikten sonra ayakta iken, otururken, yanlarınız uzere yatarken hep Allah’ı anın. Sukun ve emniyet haline geldiginiz vakit, namazı tam erkanı ile kılın. Cunku namaz, mu’minler uzerine, vakitleri belirli bir farz olmustur"},{"SurahNumber":4,"VerseNumber":104,"Text":"Dusmanınız olan kavmi (birligi) arayıp takip etmekte gevseklik gostermeyin. Siz yaralanıp acı duyuyorsanız, muhakkak ki onlar da sizin cektiginiz acı gibi acı cekiyorlar. Halbuki siz, Allah’dan onların umit etmedikleri (ahiret ve cennet gibi) seyleri umuyorsunuz. Allah (yaptıklarını) hakkıyla bilendir, (emir ve yasaklarında) hikmet sahibidir"}]}