{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":11,"Text":"O kufredenler, inananlar icin : Bu is, bir hayır olsaydı; onlar bunda bizi gecemezlerdi, dediler. Onlar bununla hidayete ermediklerinden; bu, eski bir uydurmadır, diyeceklerdir"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan once de rehber ve rahmet olarak Musa´nın kitabı var. Bu ise zulmedenleri uyarmak ve ihsan edenlere mujde olmak uzere arabca bir dille dogrulayıcı bir kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Muhakkak ki; Rabbımız Allah´tır, deyip de sonra dosdogru istikamette gidenlere korku yoktur. Ve onlar, uzulecek de degillerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Iste onlar, cennet ehlidirler. Islediklerine karsılık olarak orada temelli kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz; insana, anne ve babasına ihsan etmesini tavsiye ettik. Annesi onu zahmetle tasıdı ve zahmetle dogurdu. Tasınması ve sutten kesilmesi otuz aydır. Nihayet erginlik cagına ulasınca ve kırk yasına varınca der ki: Rabbım bana; ana-babama verdigin nimete sukretmemi ve senin hosnud olacagın salih amel islememi ilham et. Bana verdigin gibi soyuma da salah ver. Dogrusu ben, Sana dondum. Ve gercekten ben, muslumanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"Iste bunlar, cennetliklerdendirler. Yaptıklarının en iyisini kabul edecegimiz ve kotuluklerinden vazgececegimiz kimselerdir. Bu; onlara vaadolunan dosdogru bir vaaddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Anne ve babasına: Of sizden, benden once nice nesiller gelip gecmisken beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, anne ve babası Allah´a sıgınarak: Yazıklar olsun sana. Iman et, muhakkak ki Allah´ın vaadi haktır dedikleri halde; bu, eskilerin masallarından baska bir sey degildir, der"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iste onlar; kendilerinden once cinnlerden ve insanlardan gelip gecmis ummetler icinde uzerlerine soz hak olmus kimselerdir. Dogrusu onlar, husrana ugrayanlardandırlar"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptıklarına gore dereceleri vardır. Herkese islediklerinin karsılıgı odenir. Ve kendilerine zulmedilmez"},{"SurahNumber":46,"VerseNumber":20,"Text":"O kufredenlere, atese sunuldukları gun: Dunyadaki hayatınızda sizin icin temiz olan her seyi harcadınız, onların zevkini surdunuz. Bugun ise yeryuzunde haksız yere buyukluk taslamanızdan ve fasıklık etmenizden oturu alcaltıcı bir azab goreceksiniz, denir"}]}