{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Bendito seja Aquele em Cujas maos esta a Soberania, e que e Onipotente"},{"SurahNumber":67,"VerseNumber":2,"Text":"Que criou a vida e a morte, para testar quem de vos melhor se comporta - porque e o Poderoso, o Indulgentissimo"},{"SurahNumber":67,"VerseNumber":3,"Text":"Que criou sete ceus sobrepostos; tu nao acharas imperfeicao alguma na criacao do Clemente! Volta, pois, a olhar! Ves, acaso, alguma fenda"},{"SurahNumber":67,"VerseNumber":4,"Text":"Novamente, olha e torna a faze-lo, e o teu olhar voltara a ti, confuso e fatigado"},{"SurahNumber":67,"VerseNumber":5,"Text":"E adornamos o ceu aparente com lampadas, e lhes destinamos apedrejarem os demonios, e preparamos, para eles o suplicio do fogo infernal"},{"SurahNumber":67,"VerseNumber":6,"Text":"Bem como a pena do inferno, para aqueles que negam o seu Senhor. Que funesto destino"},{"SurahNumber":67,"VerseNumber":7,"Text":"Quando nele forem precipitados, ouvi-lo-ao rugir, borbulhante"},{"SurahNumber":67,"VerseNumber":8,"Text":"A ponto de estalar de furia. Cada vez que um grupo (de reprobos) for precipitado nele, os seus guardiaes lhes perguntarao. Acaso, nao vos foi enviado nenhum admoestador"},{"SurahNumber":67,"VerseNumber":9,"Text":"Dirao: Sim! Foi-nos enviado um admoestador, porem desmentimo-lo, dizendo: Deus nada revelou! Estais em grave erro"},{"SurahNumber":67,"VerseNumber":10,"Text":"E dirao (mais): Se tivessemos escutado o meditado, nao estariamos entre os condenados ao tartaro"},{"SurahNumber":67,"VerseNumber":11,"Text":"E confessarao os seus pecados; anatema aos condenados ao tartaro"},{"SurahNumber":67,"VerseNumber":12,"Text":"Em verdade aqueles que temerem intimamente o seu Senhor obterao indulgencia e uma grande recompensa"},{"SurahNumber":67,"VerseNumber":13,"Text":"Quer faleis privativa ou publicamente, Ele e Conhecedor das intimidades dos coracoes"},{"SurahNumber":67,"VerseNumber":14,"Text":"Como nao haveria de conhece-las o Criados, sendo Ele o Onisciente, o Sutilissimo"}]}