{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"I'usupha o tamra bha'idera madhye niscaya'i nidarsana rayeche jijnasudera jan'ye."},{"SurahNumber":12,"VerseNumber":8,"Text":"Smarana karo! Tara balabali karale -- ''i'usupha o tara bha'i to amadera abbara kache amadera ceye'o besi priya, yadi'o amara dale bhari. Amadera abba niscaya'i spasta bibhrantite rayechena.’’"},{"SurahNumber":12,"VerseNumber":9,"Text":"I'usuphake mere phela athaba kono dese nirbasana da'o, tahale tomadera abbara mukha tomadera dike'i nibista habe, ebam tara pare tomara bhala loka hate parabe.’’"},{"SurahNumber":12,"VerseNumber":10,"Text":"Tadera madhye theke ekajana bakta balale -- ''i'usuphake katala karo na, take baram kono kuyora talaya phele da'o, bhramanakaridera ke'u take tule'o nite pare, -- yadi tomara kaja karate ca'o.’’"},{"SurahNumber":12,"VerseNumber":11,"Text":"Tara balala -- ''he amadera abba! Tomara ki hayeche yejan'ye tumi i'usuphera byapare amadera bisbasa kara na, athaca nihsandeha amara to tara subhakankhi"},{"SurahNumber":12,"VerseNumber":12,"Text":"take amadera sange kalake pathiye da'o, se amoda karuka o kheladhula karuka, ara amara to niscaya'i tara hephajatakari.’’"},{"SurahNumber":12,"VerseNumber":13,"Text":"Tini balalena -- ''ete abasya'i amake kasta debe ye tomara take niye yabe, ara ami bhaya karachi pache nekare take kheye phele, yadi tomara tara prati bekheyala haye ya'o!’’"},{"SurahNumber":12,"VerseNumber":14,"Text":"Tara balale, ''amara dale bhari ha'oya sattbe'o yadi take nekare kheye phele tabe amara'i to niscaya sarbahara haba.’’"},{"SurahNumber":12,"VerseNumber":15,"Text":"Tarapara tara yakhana take niye gela ebam saba'i ekamata hala ye tara take phele debe kuyora talaya, takhana amara tara kache pratyadesa dilama -- ''tumi tadera abasya'i janiye debe tadera e'i kajera katha, ara tara cinate'o parabe na.’’"},{"SurahNumber":12,"VerseNumber":16,"Text":"Ara tara tadera pitara kache kamdate kamdate elo ratribelaya."},{"SurahNumber":12,"VerseNumber":17,"Text":"Tara balale -- ''he amadera abba! Amara dauraderi kare calechilama, ara i'usuphake rekhe giyechilama amadera asababapatrera pase, takhana nekare take kheye pheleche, kintu tumi to amadera prati bisbasakari habe na, yadi'o amara hacchi satyabadi.’’"},{"SurahNumber":12,"VerseNumber":18,"Text":"Ara tara ela tamra sartera upare jhuta rakta niye. Tini balalena -- ''na, tomadera antara tomadera jan'ya e'i bisayati udbhabana kareche, kintu dhairyadharana'i uttama. Ara allah‌i sahayya kamanara sthala tomara ya barnana karacha se-ksetre.’’"},{"SurahNumber":12,"VerseNumber":19,"Text":"Edike bhramanakarira ela ebam tadera pani'oyalake pathala, se takhana tara balati namiye dila. Se balale, ''ki sukhabara! E ye ekati chokara!’’ Atahpara tara tamke lukiye rakhala panya-drabyera mato. Ara tara ya karechila se-sanbandhe allah sarbajnata."},{"SurahNumber":12,"VerseNumber":20,"Text":"Ara tara tamke bikri karala saman'ya mulye -- gunatira kayekati dirahame, ara tamra prati tara chila anasakta."}]}