{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Doğrusu ayetlerimizi yalan sayıp, onlara karşı büyüklük taslayanlara, göğün kapıları açılmaz; deve iğnenin deliğinden geçmedikçe cennete de giremezler. Suçluları böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlar için cehennemden bir yatak ve üstlerine de örtüler vardır. Zalimleri böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"İnanan ve yararlı iş işleyenler ki kişiye ancak gücünün yeteceği kadar yükleriz işte cennetlikler onlardır, orada temelli kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Cennette altlarından ırmaklar akarken gönüllerinden kini çıkarıp atarız. \"Bizi buraya eriştiren Allah'a hamdolsun. Eğer Allah bizi doğru yola iletmeseydi, biz doğru yolu bulamazdık. And olsun ki Rabbimizin peygamberleri bize gerçeği getirmiştir\" derler. Onlara, \"İşlediğinize karşılık işte mirasçısı olduğunuz cennet\" diye seslenilir"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennetlikler, cehennemliklere: \"Biz Rabbimizin bize vadettiğini gerçek bulduk, Rabbinizin size de vadettiğini gerçek buldunuz mu?\" diye seslenirler, \"Evet\" derler. Aralarında bir münadi, \"Allah'ın laneti Allah yolundan alıkoyan, o yolun eğriliğini isteyen ve ahireti inkar eden zalimleredir\" diye seslenir"},{"SurahNumber":7,"VerseNumber":45,"Text":"Cennetlikler, cehennemliklere: \"Biz Rabbimizin bize vadettiğini gerçek bulduk, Rabbinizin size de vadettiğini gerçek buldunuz mu?\" diye seslenirler, \"Evet\" derler. Aralarında bir münadi, \"Allah'ın laneti Allah yolundan alıkoyan, o yolun eğriliğini isteyen ve ahireti inkar eden zalimleredir\" diye seslenir"},{"SurahNumber":7,"VerseNumber":46,"Text":"İki taraf arasında bir perde ve burçlar üzerinde her iki tarafı da simalarından tanıyan adamlar vardır; cennetliklere, \"Size selam olsun\" derler. Bunlar henüz girmeyen fakat cenneti uman kimselerdir"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gözleri cehennemlikler yönüne çevrilince: \"Rabbimiz! Bizi zalimlerle beraber bulundurma\" derler"}]}