{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gonlunu Islam'a acmıssa, o, Rabbi katından bir nur uzere olmaz mı? Kalbleri Allah'ı anmak hususunda katılasmıs olanlara yazıklar olsun; iste bunlar apacık sapıklıktadırlar"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, ayetleri birbirine benzeyen ve yer yer tekrar eden Kitap'ı sozlerin en guzeli olarak indirmistir. Rablerinden korkanların, bu Kitap'tan tuyleri urperir, sonra hem derileri ve hem de kalbleri Allah'ın zikrine yumusar ve yatısır. Iste bu Kitap, Allah'ın dogruluk rehberidir, onunla istedigini dogru yola eristirir. Allah kimi de saptırırsa artık ona yol gosteren bulunmaz"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gunu kotu azaptan yuzunu korumaya calısan kimse, guven icinde olan kimse gibi midir? Zalimlere: \"Kazandıklarınızın karsılıgını tadın\" denir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de peygamberleri yalanlamıslardı da farkına varmadıkları yerden onlara bir azap catmıstı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah onlara, dunya hayatında rezilligi tattırdı; ahiret azabı daha buyuktur. Keske bilseler"},{"SurahNumber":39,"VerseNumber":27,"Text":"Biz bu Kuran'da insanlara her turlu misali, belki ogut alırlar diye, and olsun ki verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"O, egriligi olmayan, Arapca bir Kuran'dır. Belki sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, gecimsiz efendileri olan bir adamla, yalnız bir kisiye baglı olan bir adamı misal olarak verir. Bu ikisi esit midir? Ovulmek Allah icindir, fakat cogu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Suphesiz sen de oleceksin, onlar da olecekler"},{"SurahNumber":39,"VerseNumber":31,"Text":"Ey insanlar! Sonra siz, kıyamet gunu Rabbinizin huzurunda durusmaya cıkacaksınız"}]}