{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Among the people there are some who say, ´We have iman in Allah and the Last Day,´ when they are not muminun"},{"SurahNumber":2,"VerseNumber":9,"Text":"They think they deceive Allah and those who have iman. They deceive no one but themselves but they are not aware of it"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is a sickness in their hearts and Allah has increased their sickness. They will have a painful punishment on account of their denial"},{"SurahNumber":2,"VerseNumber":11,"Text":"When they are told, ´Do not cause corruption on the earth,´ they say, ´We are only putting things right.´"},{"SurahNumber":2,"VerseNumber":12,"Text":"No indeed! They are the corrupters, but they are not aware of it"},{"SurahNumber":2,"VerseNumber":13,"Text":"When they are told, ´Have iman in the way that the people have iman,´ they say, ´What! Are we to have iman in the way that fools have iman?´ No indeed! They are the fools, but they do not know it"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet those who have iman, they say, ´We have iman.´ But then when they go apart with their shaytans, they say, ´We are really with you. We were only mocking.´"},{"SurahNumber":2,"VerseNumber":15,"Text":"But Allah is mocking them, and drawing them on, as they wander blindly in their excessive insolence"},{"SurahNumber":2,"VerseNumber":16,"Text":"Those are the people who have sold guidance for misguidance. Their trade has brought no profit; they are not guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their likeness is that of people who light a fire, and then when it has lit up all around them, Allah removes their light and leaves them in darkness, unable to see"},{"SurahNumber":2,"VerseNumber":18,"Text":"Deaf, dumb, blind. They will not return"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or that of a storm-cloud in the sky, full of darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps, fearful of death. Allah encompasses the kafirun"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning all but takes away their sight. Whenever they have light, they walk in it but whenever darkness covers them, they halt. If Allah wished, He could take away their hearing and their sight. Allah has power over all things"}]}