{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"E atij qe i japim te jetoje gjate, e kthejme prapa ne krijimin e tij. A nuk jane duke menduar"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ne as nuk ia mesuam atij (Muhammedit) poezine, e as qe i takon ajo atij, ai (Kur´ani) nuk eshte tjeter vetem se keshille dhe Kur´an i qarte"},{"SurahNumber":36,"VerseNumber":70,"Text":"Per t´ia terhequr verejtjen atij qe eshte i gjalle (me mend e zemer) dhe denimi te behet merite per jobesimtaret"},{"SurahNumber":36,"VerseNumber":71,"Text":"A nuk e shohin ata se nga ajo qe Ne vete e shpikem, u krijuam atyre kafshet qe ata i kane"},{"SurahNumber":36,"VerseNumber":72,"Text":"Dhe ua beme ato qe t´u binden atyre, e disave prej tyre u hipin, ndersa prej disave ushqehen"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ata kane edhe dobi te tjera ne to, e edhe pine (qumesht) prej tyre. A nuk duhet te falenderojne"},{"SurahNumber":36,"VerseNumber":74,"Text":"Po, shkojne e ne vend te All-llahut adhurojne zota te tjere, me shprese se do te ndihmohen prej tyre"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ata nuk mund t´u ndihmojne atyre, por keta (idhujtaret) u jane bere ushtri e gatshme e tyre"},{"SurahNumber":36,"VerseNumber":76,"Text":"E ty mos te brengosin theniet e tyre, Ne dime cka mbajne ata fshehte dhe cka publikojne"},{"SurahNumber":36,"VerseNumber":77,"Text":"A nuk mendon njeriu se Ne e krijuam ate prej nje pike uji (fare), kur qe, ai kundershtar i rrepte"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ai na solli Neve shembull, e harroi krijimin e vet e tha: \"Kush i ngjall eshtrat duke qene ata te kalbur"},{"SurahNumber":36,"VerseNumber":79,"Text":"Thuaj: \"I ngjall Ai qe i krijoi per here te pare, e Ai eshte shume i dijshem per cdo krijim"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ai qe prej drurit te gjelber ju beri zjarrin, e ju prej tij ndezni"},{"SurahNumber":36,"VerseNumber":81,"Text":"A nuk eshte i fuqishem Ai, qe krijoi qiejt e token, te krijoje njerez sikunder qe i krijoi ata? Po, Ai eshte krijuesi, i dijshmi"},{"SurahNumber":36,"VerseNumber":82,"Text":"Kur Ai deshiron ndonje send, urdhri i Tij eshte vetem t´i thote: \"Behu!\" Ai menjehere behet"},{"SurahNumber":36,"VerseNumber":83,"Text":"I larte eshte Ai qe ne doren e Tij eshte pushteti mbi cdo send dhe vetem te Ai ktheheni"}]}