{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"¿Acaso existe alguien mas injusto que quien atribuye a Dios sus falsos inventos, o quien desmiente Su Palabra? Los injustos jamas prosperaran"},{"SurahNumber":6,"VerseNumber":22,"Text":"El dia que los resucitemos a todos y le sea dicho a quienes asociaron divinidades a Dios: \"¿Donde estan ahora aquellos que en sus fantasias eran socios de Dios en la divinidad"},{"SurahNumber":6,"VerseNumber":23,"Text":"Entonces en su confusion diran: \"¡Juramos por Dios, nuestro Senor, que no Le atribuiamos divinidad a nada junto con El"},{"SurahNumber":6,"VerseNumber":24,"Text":"Mira como se desmienten a si mismos, finalmente los desvio aquello que inventaron"},{"SurahNumber":6,"VerseNumber":25,"Text":"Hay entre ellos quienes [parece] que te prestan atencion [cuando recitas el Coran], pero [a causa de su incredulidad] he puesto sobre sus corazones un velo y he ensordecido sus oidos, por ello no pueden comprenderlo. Aunque vieran toda clase de signos, no creerian. Se presentan ante ti solo para debatirte, y dicen: \"Esto no es mas que una fabula de los antiguos"},{"SurahNumber":6,"VerseNumber":26,"Text":"Le prohiben a la gente [seguir el mensaje] y se apartan ellos mismos, pero sin darse cuenta solo se perjudican a si mismos"},{"SurahNumber":6,"VerseNumber":27,"Text":"Si los vieras cuando sean detenidos ante el Fuego y digan: \"¡Ojala pudieramos volver [a la vida mundanal], para no desmentir la palabra de nuestro Senor y ser de los creyentes"},{"SurahNumber":6,"VerseNumber":28,"Text":"¡Pero no! Diran eso porque saldra a la luz lo que antes ocultaban. Y si se les diera la oportunidad de regresar [a la vida mundanal] volverian a [cometer] lo que se les habia prohibido [asociandole divinidades a Dios]. La verdad es que son mentirosos"},{"SurahNumber":6,"VerseNumber":29,"Text":"Y dicen: \"No hay vida despues de la muerte, jamas seremos resucitados"},{"SurahNumber":6,"VerseNumber":30,"Text":"Si los vieras cuando sean llevados ante su Senor y se les diga: \"¿Acaso no es ahora verdad [la Resurreccion y el Juicio Final]?\" Responderan: \"¡Si, por Dios!\" Pero entonces se les dira: \"Sufran el castigo por haber negado la verdad"}]}