{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Знамение за нив е и земјата мртва: Ние ја оживуваме и од неа вадиме жито од кое тие, токму, јадат"},{"SurahNumber":36,"VerseNumber":34,"Text":"И по земјата Ние расфрлавме бавчи со урми и бавчи со грозје, и одредивме од неа да извираат извори"},{"SurahNumber":36,"VerseNumber":35,"Text":"за да се хранат со плодовите нејзини и со она што произведуваат рацете нивни. Не се ли благодарни"},{"SurahNumber":36,"VerseNumber":36,"Text":"Славен нека биде Оној кој создаде парови од се:од она што никне од земјата И од нив самите и од она што не го знаат"},{"SurahNumber":36,"VerseNumber":37,"Text":"Знамение за нив е и ноќта: од неа Ние го вадиме деноти, ете, оние остануваат во темница"},{"SurahNumber":36,"VerseNumber":38,"Text":"Сонцето, исто така, си тече до определената утврда. Ете, тоа е одредба на Моќниот и Зналецот"},{"SurahNumber":36,"VerseNumber":39,"Text":"И на Месечината И одредивме состојби се додека таа не стане како суво урмино гранче"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ни Сонцето не треба да ја стигне Месечината, а ниту ноќта да дојде пред денот. И се во вселената плови"},{"SurahNumber":36,"VerseNumber":41,"Text":"Знамение за нив с И тоа што Ние, навистина, го носевме потомството нивно во бродот преполни"},{"SurahNumber":36,"VerseNumber":42,"Text":"за нив Ние создадовме нешто слично на она на што оние се качуваат"},{"SurahNumber":36,"VerseNumber":43,"Text":"кога би посакале би ги потопиле: па, за нив нема спасувачки глас и не ќе бидат спасени"},{"SurahNumber":36,"VerseNumber":44,"Text":"освен милоста Наша, па да уживаат до рокот определен"},{"SurahNumber":36,"VerseNumber":45,"Text":"кога ќе им се рече: “Плашете се за она што беше пред вас и за она што ќе биде по вас за Он да ви се смилува"},{"SurahNumber":36,"VerseNumber":46,"Text":"не им доаѓаше никакво знамение од Господарот нивни а да не беа кон него рамнодушни"},{"SurahNumber":36,"VerseNumber":47,"Text":"И кога ќе им се рече: “Делете од “рскот кој Аллах ви го даде“ - неверниците им зборваат на верниците: “Да го храниме ли оној кого, ако Аллах сакаше,Ќе го хранеше? Вие сте само во скршнување очигледно"},{"SurahNumber":36,"VerseNumber":48,"Text":"И зборуваат: “ Кога веќе ќе се оствари тоа ветување ако вистината ја зборувате"},{"SurahNumber":36,"VerseNumber":49,"Text":"Оние чекаат само еден страшен глас кој ќе ги опфати додека ќе се расправаат еднисодруги"},{"SurahNumber":36,"VerseNumber":50,"Text":"Па, не ќе можат ни да остават васист а ниту, пак, ќе можат да им се вратат на семејствата СВОИ"}]}