{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Kim de mumin olarak dogruları yaparsa, onun cabası gozardı edilmeyecektir. Cunku biz onu yazmaktayız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Helak ettigimiz bir belde halkının da (bize) donmemesi imkansızdır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Ne zaman ki Yecuc ve Mecuc serbest bırakılır, her tepeden ve dereden sel gibi akarlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Iste gercek vaat yaklasmıstır. Iste o zaman kafirlerin gozleri dehsetten bakakalır: - Eyvah bize, bundan once biz gaflet icindeydik. Biz gercekten zalim kimselerdik"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah’ı bırakıp da kulluk ettiginiz seyler, cehennemin odunusunuz. Oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger onlar, ilah olsaydı oraya girmezlerdi. Ama hepsi orada ebedi kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Orada inim inim inleyecekler ve hicbir sey isitmeyeceklerdir"},{"SurahNumber":21,"VerseNumber":101,"Text":"(Yaptıklarına karsılık) Bizden iyilik odulu kazananlar ise, onlar cehennemden uzak tutulur"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onun ugultusunu duymazlar. Canlarının arzu ettigi seyler icinde ebedi kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en buyuk korku bile onları uzmez. Melekler onları: -Size soz verilen gun, iste bu gundur, diyerek karsılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"Gogu kitap durer gibi durecegimiz gun, ilk defa yaratmaya basladıgımız gibi yine onu tekrar ederiz. Soz veriyoruz, elbette bunu yapacagız"},{"SurahNumber":21,"VerseNumber":105,"Text":"Zikir (Tevrat)’den sonra Zebur’da da yeryuzune salih kullarımın mirascı olacagını yazmıstık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Elbette bu (Kur’an’da) kulluk eden bir toplum icin acık bir mesaj vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"Seni ancak insanlıga rahmet olarak gonderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki: -Ancak bana, ilahınızın tek bir ilah oldugu vahyolunuyor. Siz de ona teslim oldunuz mu"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eger yuz cevirirlerse de ki: -Size (gercegi) dogru bir sekilde acıkladım. Size vaat edilenin yakın mı yoksa uzak mı oldugunu bilmem"},{"SurahNumber":21,"VerseNumber":110,"Text":"Suphesiz Allah, acıga vurulan sozu de gizlediginiz sozu de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilemem, belki bu sizi denemek ve bir sureye kadar faydalandırmak icindir"},{"SurahNumber":21,"VerseNumber":112,"Text":"Rabbim, dedi. Hak ile hukmet. Sizin nitelemenizden yardımına sıgınılacak Rahman olan Rabbimizdir"}]}