{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pri Pismu zjevnem"},{"SurahNumber":43,"VerseNumber":3,"Text":"Ucinili jsme je veru Koranem arabskym - snad budete rozumni"},{"SurahNumber":43,"VerseNumber":4,"Text":"A ulozen je u Nas v Knize puvodni, vzneseny a moudrosti plny"},{"SurahNumber":43,"VerseNumber":5,"Text":"Mame od vas odvratit pripomenuti proto, ze lid jste prostopasny"},{"SurahNumber":43,"VerseNumber":6,"Text":"A kolik jsme jiz proroku k narodum davnym vyslali"},{"SurahNumber":43,"VerseNumber":7,"Text":"vsak neprisel k nim prorok zadny, aby se mu neposmivaly"},{"SurahNumber":43,"VerseNumber":8,"Text":"A zahubili jsme narody silnejsi moci, nez jsou tito, a minul jiz predeslych priklad"},{"SurahNumber":43,"VerseNumber":9,"Text":"Zeptas-li se jich, kdo stvoril nebesa a zemi, veru odveti: \"Stvoril je dozajista mocny, vsevedouci"},{"SurahNumber":43,"VerseNumber":10,"Text":"On je ten, ktery pro vas zemi kolebkou ucinil a na ni cesty pro vas pripravil, ze spravnym smerem pujdete snad"},{"SurahNumber":43,"VerseNumber":11,"Text":"a ktery seslal z nebe vodu v mnozstvi odmerenem. Ji mrtvou krajinu krisime, a takto budete i vy z hrobu vyvedeni"},{"SurahNumber":43,"VerseNumber":12,"Text":"a On druhy vsechny v parech stvoril a lodi a velbloudy pro vas prostredky k jezdeni ucinil"},{"SurahNumber":43,"VerseNumber":13,"Text":"abyste se na jejich hrbetech usadili a pak si vzpomneli na dobrodini Pana sveho, kdyz na nich pevne sedite, a abyste rikali: \"Slava tomu, jenz nam toto vse podrobil, vzdyt my sami dosahnout toho schopni bychom nebyli"},{"SurahNumber":43,"VerseNumber":14,"Text":"A my veru se k Panu svemu navratime"},{"SurahNumber":43,"VerseNumber":15,"Text":"A neverici prohlasuji sluzebniky Jeho za soucast Jeho a veru clovek je nevdecnik zjevny"}]}