{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Allaһka joluguunu “jalgan” degen adamdar zıyan tartıştı! (Antkeni,) Kaçan alarga (Kıyamat) kapısınan kelip kalganda, künöölörün jonuna kötörgön abaldarında: “O-o-o!!! Düynö jaşoosun (paydasız) ötkörüp jibergenibiz üçün bizge kaygı!!! dep kalıştı. Alardın kötörgön künöölörü kanday jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"Düynö jaşoosu (tez ötüp ketüüçü) oyun-tamaşadan başka eç nerse emes. Takıba kişiler üçün Akıret jaşoosu jakşı. Akılıŋardı iştetpeysiŋerbi"},{"SurahNumber":6,"VerseNumber":33,"Text":"(O, Muhammad!) Alardın sözdörü seni kapa kılganın körüp turabız. Alar seni gana “jalgançı” deşken jok. Birok zaalımdar Allaһtın ayattarın dagı çetke kagıp jatışat"},{"SurahNumber":6,"VerseNumber":34,"Text":"Senden murunku paygambarlarga dele “jalgançı” degen jalaa jabılgan. Jana alar bul jalaalarga, zaalımdıktarga Bizdin jardamıbız kelgenge çeyin sabır kılışkan. Allaһtın (Kuraandagı) sözdörün eç kim başkasına almaştıra albayt. Jana saga abalkı paygambarlardın kabarı keldi go"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger alardın (akıykattan) burulup ketüüsü saga oor bolso, (alardı eerçitip aluuga uşunçalık kızıksaŋ) eger koluŋan kelse, jerge (tüşçü) jaraka, asmanga (çıkçu) şatı izdep, alarga (işendire turgan) bir moojiza taap ber! Eger Allaһ kaalasa, Özü alardı Tuura Jolgo çogultup almak! (Sabırsız) naadandardan bolbogun"},{"SurahNumber":6,"VerseNumber":36,"Text":"(O, Muhammad, daavatıŋa) uga turgan adamdar gana joop berişet. Al emi, (jürögü) ölüktör bolso, (bul düynödö dindi kabıl albayt) Allaһ alardı kayra tiriltet. Anan Özünö kaytarılışat"},{"SurahNumber":6,"VerseNumber":37,"Text":"Jana (muşrikter): “Aga (Muhammadga) Rabbisinen bir dalil-moojiza tüşsö eken” - deşet. Aytkın: “Allaһ (siler tilegendey) dalildi tüşürüügö da Kudurettüü”. Birok, alardın köpçülügü (akıykattı) bilişpeyt"},{"SurahNumber":6,"VerseNumber":38,"Text":"Jerde jürgön - soylogondun jana eki kanatı menen asmanda uçkandın baarı siler sıyaktuu ele ümmöt. Biz Kitepte! eç nerseni(n tagdırın jazbastan) kaltırıp koygon emespiz. Kiyin (adamdardın bardıgı) Rabbisine çogultulat"},{"SurahNumber":6,"VerseNumber":39,"Text":"Bizdin ayattarıbızdı jalgan degender (naadandık) karaŋgılıgında kalgan sokurlar jana dülöylör. (Alar akıykattı körö da, uga da alışpayt) Allaһ Özü kaalagan pendesin adaştırat jana kaalagan pendesin Tuura Jolgo salat"},{"SurahNumber":6,"VerseNumber":40,"Text":"(Muşrikterge) Aytkın: “Eger çınçıl bolsoŋor aytkılaçı, eger silerge Allaһtın azabı je Kıyamat kelip kalsa, Allaһtan başkaga (jardam surap) duba kılasıŋarbı?!”"},{"SurahNumber":6,"VerseNumber":41,"Text":"Jok! Aga gana duba kılasıŋar! Al eger kaalasa siler duba kılıp suragan nerseni (azaptı) arıltat. Al emi, Allaһka şerik kılgan “kudayıŋardı” (başıŋarga azap tüşköndö) unutup koyosuŋar"}]}