{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Et ceux qui n’esperent pas Nous rencontrer disent : \"Si seulement on avait fait descendre sur nous des Anges ou si nous pouvions voir notre Seigneur !\" En effet, ils se sont enfles d’orgueil en eux-memes, et ont depasse les limites de l’arrogance"},{"SurahNumber":25,"VerseNumber":22,"Text":"Le jour ou ils verront les Anges, ce ne sera pas une bonne nouvelle, ce jour-la, pour les injustes, ils (les Anges) diront : \"Barrage totalement defendu"},{"SurahNumber":25,"VerseNumber":23,"Text":"Nous avons considere l’œuvre qu’ils ont accomplie et Nous l’avons reduite en poussiere eparpillee"},{"SurahNumber":25,"VerseNumber":24,"Text":"Les gens du Paradis auront, ce jour-la, une meilleure demeure et un plus beau lieu de repos"},{"SurahNumber":25,"VerseNumber":25,"Text":"Et le jour ou le ciel sera fendu par les nuages et qu’on fera descendre successivement les Anges"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ce jour-la, la vraie royaute appartiendra au Tout Misericordieux, et ce sera un jour difficile pour les infideles"},{"SurahNumber":25,"VerseNumber":27,"Text":"Le jour ou l’injuste se mordra les deux mains et dira : \"Helas pour moi ! Si seulement j’avais suivi chemin avec le Messager"},{"SurahNumber":25,"VerseNumber":28,"Text":"Malheur a moi ! Helas ! Si seulement je n’avais pas pris \"un tel\" pour ami"},{"SurahNumber":25,"VerseNumber":29,"Text":"Il m’a, en effet, egare loin du Rappel [le Coran], apres qu’il me soit parvenu.\" Et le Diable (Satan) deserte l’homme (apres l’avoir tente)"},{"SurahNumber":25,"VerseNumber":30,"Text":"Et le Messager a dit : “O Seigneur ! Mon peuple a vraiment pris ce Coran pour une chose delaissee ! ”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Et c’est ainsi que Nous fimes a chaque Prophete un ennemi parmi les criminels. Mais ton Seigneur suffit comme guide et comme secoureur"},{"SurahNumber":25,"VerseNumber":32,"Text":"Et ceux qui ne croient pas disent : \"Pourquoi n’a-t-on pas fait descendre sur lui le Coran en une seule fois ?\" Nous l’avons revele ainsi pour raffermir ton cœur. Et Nous l’avons recite soigneusement"},{"SurahNumber":25,"VerseNumber":33,"Text":"Et ils ne t’apporteront aucune parabole, sans que Nous ne t’apportions la verite avec la meilleure interpretation"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ceux qui seront traines [ensemble] sur leurs visages vers l’Enfer, ceux-la seront dans la pire des situations et les plus egares hors du chemin droit"}]}