{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"Biz Nuh´u soydaşlarına peygamber olarak gönderdik. (O onlara dedi ki); «Ben sizin için açık bir uyarıcıyım.»"},{"SurahNumber":11,"VerseNumber":26,"Text":"Sırf Allah´a kulluk sununuz. Yoksa sizin hesabınıza acıklı bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":27,"Text":"Soydaşlarının ileri gelen kâfirleri O´na dediler ki, «Biz senin sadece bizim gibi bir insan olduğunu görüyoruz. Sana uyanların da aramızdaki ilkel düşünceli, ayak takımı olduğunu görüyoruz. Sizin bize karşı herhangi bir üstünlük taşıdığınız görüşünde değiliz. Tersine sizlerin yalan söylediğiniz kanısındayız"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki; «Ey soydaşlarım, baksanıza, eğer ben Rabbimden gelen açık belgelere dayanıyorsam, eğer O bana kendi katından bir rahmet verdi ise de siz bunu görmekten yoksun bırakıldı iseniz, istemediğiniz halde sizi bu açık belgeleri ve bu rahmeti kabul etmeye mi zorlayacağız?»"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey soydaşlarım, bu uyarı çabalarıma karşılık sizden maddi bir karşılık istemiyorum, benim ücretimi verecek olan Allah´dır, mü´minleri yanımdan kovacak değilim, çünkü onlar Rabblerine kavuşacaklardır. Fakat sizin gerçeklerden habersiz bir toplum olduğunuzu görüyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey soydaşlarım, eğer o mü´minleri yanımdan kovacak olursam, Allah´a karşı beni kim savunabilir? Bunu hiç düşünmüyor musunuz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Size ´Allah´ın hazineleri benim elimin altında da´ demiyorum, gayp alemini de bilemem, ´Ben bir meleğim´ de demiyorum. Sizin gözlerinize hor görünen kimselere Allah´ın hiçbir hayır vermediğini de söyleyemem, kalplerinde neler olduğunu herkesten iyi bilen Allah´dır. Yoksa zalimlerden biri olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Soydaşları dediler ki; «Bizimle tartıştın, üstelik bu tartışmayı çok uzattın, eğer söylediklerin doğru ise, ileride karşımıza çıkacak diye bizi korkuttuğun azabı şimdi başımıza getir de görelim.»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki; «O azabı eğer dilerse yalnız Allah başınıza getirebilir. Siz O´nun yapacaklarına engel olamazsınız.»"},{"SurahNumber":11,"VerseNumber":34,"Text":"Eğer Allah, sizin azmanızı istiyorsa, size nasihat etmek istesem de benim nasihatim size yararlı olmaz. O´dur sizin Rabbiniz ve O´nun huzuruna döneceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ey Muhammed -salât ve selâm üzerine olsun- yoksa sana «Bu Kur´an´ı sen uydurdun mu?» diyorlar. Onlara de ki; «Eğer onu ben uydurdumsa, suçu bana aittir. Ben sizin suçlarınızın sorumluluğundan uzağım.»"}]}