{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":12,"VerseNumber":43,"Text":"Và (sau đó) nhà vua (của Ai Cập) nói (với quần thần của mình): “Quả thật, (trong giấc mơ) trẫm thấy bảy con bò béo tròn bị bảy con bò gầy nhom ăn thịt, (và trẫm thấy) bảy bông lúa xanh tươi và bảy bông lúa khô héo. Này các khanh, hãy cho trẫm biết ý nghĩa về những điều mà trẫm thấy trong giấc mơ, nếu như các khanh là những người biết giải mã giấc mơ.”"},{"SurahNumber":12,"VerseNumber":44,"Text":"Họ nói: “(Đó chỉ là) một sự hỗn độn của những giấc mơ (không đúng sự thật) và chúng thần không biết giải mã (cho những giấc mơ hỗn độn như vậy).”"},{"SurahNumber":12,"VerseNumber":45,"Text":"Một trong hai người bạn tù đã thoát được (án tử) sực nhớ đến (Yusuf) sau một thời gian dài quên lãng, y tâu (với nhà vua): “Thần sẽ cho bệ hạ biết ý nghĩa của giấc mơ, xin bệ hạ cho phép thần đi gặp (Yusuf).”"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Đến gặp Yusuf, y nói): “Hỡi người bạn chân thật, mong anh hãy giải thích cho tôi biết về (ý nghĩa của giấc mơ): bảy con bò béo tròn bị bảy con bò gầy nhom ăn thịt và bảy bông lúa xanh tươi cùng với bảy bông lúa khô héo. Có lẽ sau khi tôi trở về (kể lại) cho mọi người nghe, họ sẽ biết đến anh.”"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Yusuf) nói: “Các người hãy trồng liên tiếp trong bảy năm. Những gì thu hoạch được, các người hãy để nguyên nhánh bông mà dự trữ, chỉ trừ một ít để ăn.”"},{"SurahNumber":12,"VerseNumber":48,"Text":"“Sau đó, sẽ xảy ra bảy năm (hạn hán) liên tục, các người hãy ăn những gì mà các người đã dự trữ trước đây, ngoại trừ một ít các người sẽ phải cất giữ cẩn thận (để gieo trồng vào thời gian sau đó).”"},{"SurahNumber":12,"VerseNumber":49,"Text":"“Rồi sau đó, sẽ là một năm dân chúng được mưa và trong năm đó mọi người sẽ ép được nước trái cây (ô liu và nho).”"}]}