{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Gocebe Araplardan geri bırakılanlar, sana diyecekler ki: \"Mallarımız ve cocuklarımız bizi, (seninle beraber gelmekten) alıkoydu. Bizim icin magfiret dile.\" Onlar, dilleriyle kalblerinde olmayan bir seyi soyluyorlar. De ki: \"Allah size bir zarar vermek istemis, yahut size bir yarar vermek istemis olsa Allah'ın, sizin icin diledigine kim engel olabilir? Hayır, Allah yaptıklarınızı haber almaktadır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Herhalde siz sandınız ki Elci ve mu'minler, bir daha ailelerine donmeyecekler. Bu (dusunce) gonullerinizde suslendirildi, (size guzel gosterildi,) kotu zanda bulundunuz ve helaki hak etmis bir topluluk oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah'a ve Elcisine inanmazsa bilsin ki, biz, kafirler icin alevli bir ates hazırlamısızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Goklerin ve yerin mulku Allah'ındır. O, diledigini bagıslar, diledigine azab eder. Allah bagıslayandır, esirgeyendir"},{"SurahNumber":48,"VerseNumber":15,"Text":"O geri bırakılanlar, ganimetleri almak icin gittiginiz zaman: \"Bizi bırakın, sizinle beraber gelelim,\" diyecekler. Onlar, Allah'ın sozunu degistirmek istiyorlar. De ki: \"Siz, bizimle gelemezsiniz. Allah, onceden boyle buyurdu.\" Onlar: \"Bizi cekemiyorsunuz\" diyecekler. Hayır, onlar, pek az anlarlar"},{"SurahNumber":48,"VerseNumber":16,"Text":"O geride kalan gocebe Araplara de ki: \"Siz yakında cok kuvvetli bir kavme karsı savasmaga da'vet edileceksiniz, onlarla (ya) dovusursunuz, yahut (onlar) musluman olurlar. Eger ita'at ederseniz, Allah size guzel bir mukafat verir; (yok) eger onceden dondugunuz gibi yine donerseniz, size acı bir seklide azabeder"},{"SurahNumber":48,"VerseNumber":17,"Text":"Kore gucluk yoktur, topala gucluk yoktur, hastaya gucluk yoktur. (Bunlar savasa katılmak zorunda degillerdir.) Kim Allah'a ve Elcisine ita'at ederse (Allah) onu, altından ırmaklar akan cennetlere sokar. Kim de yuz cevirirse onu da acı bir azaba ugratır"}]}