{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":53,"Text":"Скажи служителям Моим, Чтоб говорили они то, что лучше, - Поистине, меж ними Сатана Желает несогласие посеять, А Сатана для человека - явный враг"},{"SurahNumber":17,"VerseNumber":54,"Text":"Господь ваш лучше знает вас, И если есть на то Его угода, Он даст вкусить Свою вам милость, А если той угоды нет, Вкушайте наказание (сполна), - Тебя Мы поручителем за них не посылали"},{"SurahNumber":17,"VerseNumber":55,"Text":"И знает лучше твой Господь, Кто в небесах и на земле пребудет. И Мы возвысили одних пророков над другими - Дауду дали Мы Псалтырь"},{"SurahNumber":17,"VerseNumber":56,"Text":"Скажи: \"Взывайте к тем, Кого, кроме Него, богами вы себе вообразили, - Не в состоянии они Ни отвратить от вас невзгоды, Ни (участь вашу) изменить"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ведь те, к кому они взывают, Желают сами обрести (Заветный) доступ к своему Владыке. И даже те, кто ближе всех к Нему, Ждут милости Его и наказания страшатся, - Ведь наказания Владыки твоего, Поистине, остерегаться надо"},{"SurahNumber":17,"VerseNumber":58,"Text":"Нет ни единого селения, которое Мы не погубим Иль не подвергнем жесточайшей каре До Дня (их) Воскресения (на Суд), - Все это - в Книге (Наших уложений)"},{"SurahNumber":17,"VerseNumber":59,"Text":"Удерживает Нас от низведения знамений Лишь то, что прежние народы их отвергли, - Так, Мы верблюдицу послали к самудянам, Чтобы они могли прозреть; Они же поступили с ней несправедливо. Поистине, знамения Мы шлем Лишь для того, чтоб (ими их) увещевать"},{"SurahNumber":17,"VerseNumber":60,"Text":"И вот сказали Мы тебе: \"Господь твой, истинно, объемлет род людской\". И Мы тебе видение явили, Доступно глазу твоему, Лишь испытанием (на веру) для людей И (дали тебе видеть) дерево (заккум), Что проклято в Коране. Мы устрашаем их, и все же Сие лишь увеличивает в них И без того большое непокорство"}]}