{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, Lam, Ra. (so Allah i Matao ko paka-aantapan Iyan on.) Giyaya so manga ayat ko kitab a pimbaibaitan"},{"SurahNumber":10,"VerseNumber":2,"Text":"Ino khabaloy ko manga manosiya a pakammsa a kiyailahami Ami ko mama a pd kiran? (sa pitharo on a:) Pamakaiktiyarang ka so manga manosiya, go pamanotholang ka ko siran a miyamaratiyaya a: Mataan! a adn a bagian iran a pangkatan a maporo sii ko Kadnan iran. Pitharo o da pamaratiyaya a: \"Mataan aya! a titho a balik mata a mapayag"},{"SurahNumber":10,"VerseNumber":3,"Text":"Mataan! a aya Kadnan iyo na so Allah, so miyadn ko manga langit ago so lopa sii ko miyakanm alongan, oriyan iyan na mithakna ko aras, thatandingann Iyan so mambbtad. Da a makaphanapaat inonta ko oriyan o idin Iyan. Giyoto man so Allah a Kadnan iyo; na zoasoata niyo Skaniyan: Ino kano di phananadm"},{"SurahNumber":10,"VerseNumber":4,"Text":"Ron kano phakandod langon. Diyandi o Allah a bnar. Mataan! a Skaniyan i pphanagipoon ko kapphangadn, oriyan iyan na khasowin Iyan (madn), ka mbalasan Iyan so miyamaratiyaya, go pinggalbk iran so manga pipiya sa kaontol; na so siran a da pamaratiyaya na adn a bagian iran a inomn a phlikabo, go siksa a malipds, sabap ko da iran kaparatiyaya"},{"SurahNumber":10,"VerseNumber":5,"Text":"Skaniyan so mimbaal ko alongan a masindaw go so olan a maliwanag, na diniyangka Iyan oto ko manga darpa, ka an iyo katokawi so manga bilangan o manga ragon go so itongan. Da ko kiya adna saya o Allah inonta na sabap ko bnar. Gii Niyan zmpadn magosay so manga tanda ko pagtaw a khitotomangkd"},{"SurahNumber":10,"VerseNumber":6,"Text":"Mataan! a adn a matatago ko gii kapakazambi o gagawii ago so dawndaw, go so inadn o Allah ko manga langit ago so lopa, a titho a manga tanda ko pagtaw a khipanananggila"},{"SurahNumber":10,"VerseNumber":7,"Text":"Mataan! a so siran a di iran ikhalk so kimbaratmowaan Rkami, go miyatomo iran so kawyagoyag ko doniya, go miyasoat siran on, go siran na siran na so manga ayat Ami na pakalilipatan iran"},{"SurahNumber":10,"VerseNumber":8,"Text":"Na siran man na darpa iran so naraka, sabap ko pinggalbk iran"},{"SurahNumber":10,"VerseNumber":9,"Text":"Mataan! a so siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, - na thoroon siran o Kadnan iran (ko sorga) sabap ko paratiyaya iran: Pphamangondas ko kababaan iran so manga lawasayg sii ko manga sorga a pakalma"},{"SurahNumber":10,"VerseNumber":10,"Text":"Aya pangni ran roo na: \"Soti Ka, ya Allah!\" Na aya gi iran roo ikhokormata na: \"Salaam!\" Na aya mori ko pangni ran: \"Na so podi na rk o Allah, a Kadnan o manga kaadn"}]}