{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"Nuh’u halkına gondermistik: -Ben, Allah’tan baskasına kulluk etmeyesiniz diye size, acık bir uyarıcıyım. Ben, acı bir gunun azabına ugramanızdan korkuyorum"},{"SurahNumber":11,"VerseNumber":26,"Text":"Nuh’u halkına gondermistik: -Ben, Allah’tan baskasına kulluk etmeyesiniz diye size, acık bir uyarıcıyım. Ben, acı bir gunun azabına ugramanızdan korkuyorum"},{"SurahNumber":11,"VerseNumber":27,"Text":"Halkının ileri gelen kafir takımı: -Biz, senin sadece bizim gibi bir insan oldugunu goruyoruz. Sana, gorusu kıymetsiz ayak takımından baska kimsenin uydugunu da gormuyoruz. Sizin bizim uzerimize bir ustunlugunuzu de gormuyoruz. Aksine, sizin yalancı oldugunuzu sanıyoruz, dediler"},{"SurahNumber":11,"VerseNumber":28,"Text":"Ey Halkım, dedi. Sonunu dusundunuz mu? Eger ben, Rabbim tarafından acık bir belge ile gelmissem ve O’nun yanından bana, bir rahmet verilmisse; siz de bunu gormuyorsanız? Istemediginiz halde sizi (onu kabul edin diye) zorluyor muyuz"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey Halkım, ben sizden buna karsılık bir mal istemiyorum. Benim ucretimi Allah verecektir. Ben, inanan kimseleri kovamam. Onlar, elbette Rab’lerine kavusacaklardır. Fakat ben sizin cahillik eden bir halk oldugunuzu goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey Halkım, eger ben onları kovarsam, Allah’a karsı bana kim yardım edebilir?! Hic dusunmuyor musunuz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben, size, “Allah’ın hazineleri yanımdadır” demiyorum. Gaybı bilmem. Ben, bir melegim de demiyorum. Gozlerinizin hor gorduklerine “Allah kesinlikle iyilik vermez” de demiyorum. Onların kalplerinde olanı en iyi Allah bilir. Eger bunları soylersem zalimlerden olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dediler ki: -Ey Nuh, bizimle cok ugrastın ve cekistin. Eger dogru soyluyorsan haydi bize vaat ettigini getir"},{"SurahNumber":11,"VerseNumber":33,"Text":"Eger dilerse onu size getirecek olan ancak Allah’tır. Siz ondan kacamayacaksınız"},{"SurahNumber":11,"VerseNumber":34,"Text":"Eger Allah sizin azmanızı dilemisse ben size ogut vermek istesem de, ogudum size fayda vermez. O, sizin Rabbinizdir ve O’na donduruleceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa, “Bunları uyduruyor” mu diyorlar? De ki: -Eger, onu uyduruyorsam, sucu bana aittir. Ben sizin islediginiz suclardan tamamen uzagım"}]}