{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Intom li temmnu, la tiklux l-imgħax (u reħdih) id-doppju tad-doppju. U ibżgħu minn Alla, biex forsi tkunu rebbiħin (u ssalvaw)"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ibżgħu min-Nar li tħejja għal dawk li ma jemmnux"},{"SurahNumber":3,"VerseNumber":132,"Text":"(Uobdu lil-Alla u lill-Mibgħut friegħu), biex forsi riksbu l- ħniena"},{"SurahNumber":3,"VerseNumber":133,"Text":"Għaġġlu lejn maħfta minn Sidkom u (/ejn) Ġenna li l- wisa' tagħha huwa (daqs) is-smewwiet u l-art, li tħejjiet għal dawk li jibżgħu minn Alla (i jobduh)"},{"SurahNumber":3,"VerseNumber":134,"Text":"lijonfqu (mill-ġid li tahom Alla), fil-hena u fil-hemm, li jrażżnu l-għadab (tagħhom), u li jagħdru lin-nies. Alla jħobb lil dawk li jagħmlu t-tajjeb"},{"SurahNumber":3,"VerseNumber":135,"Text":"(Il-Ġenna tħejjiet ukoll għal) dawk: li meta jagħmlu għemejjel faħxija, jew jonqsu lejhom infushom, jiftakru f'Alla u jitolbu maħfra għal dnubiethom, U min jaħfer id- dnubiet jekk mhux Alla 2 Huma ma jwebbsux rashom f'dak (il-ħażen) li għamlu, meta huma jafu (li Alla jaħfer id-dnubiet)"},{"SurahNumber":3,"VerseNumber":136,"Text":"Dawk ħlashom huwa maħfra minn Sidhom u Ġonna bix-xmajjar jiġru taħthom, u fihom jgħammru għal dejjem. Tassew sabiħ il-ħlas. għal dawk: li: jagħmlu (għemejjel tajbajt)"},{"SurahNumber":3,"VerseNumber":137,"Text":"Għaddew qabilkom (bosta) liġijiet u regoli ta' Alla. Terrqu fl-art u araw kif kien tmiem dawk li giddbu (it- twemmin)"},{"SurahNumber":3,"VerseNumber":138,"Text":"Dan (kollu huwa) tifsira lin-nies, tmexxija tajba u twissija lil dawk li jibżgħu minn Alla (is jobduh)"},{"SurahNumber":3,"VerseNumber":139,"Text":"La tiddgħajfux u lanqas titnikktu (minħabba t-telfa fit- taqbida ta' 'Uħud); intom (tkumu) l-ogħla (fuq l- għedewwa tagħkom), jekk tassew temmnu"},{"SurahNumber":3,"VerseNumber":140,"Text":"Jekk messitkom xi ġerħa (waqt it-taqbida ta' 'Uħud, kunu afu li) messet (ukoll) ġerħa bħalha lil dawk in-nies (paġani, bħalma ġara qabel fit-taqbida ta' Badr), Dawn il-jiem: (fit-tajjeb uw fil-ħażin) indawruhom bejn in-nies (kollha) biex. Alla jkun jaf b'dawk li jemmnu (għaliex jistabru fit-tiġrib), u jieħu minn fostkom martri (li jixhdu għas-sewwa). Alla ma jħobbx lill-ħżiena"},{"SurahNumber":3,"VerseNumber":141,"Text":"(Mhux biss; iżda dari isir) biex Alla jġarrab u jsaffi lil dawk li emmnu, u jxejjen lil dawk li ma jemmnux"},{"SurahNumber":3,"VerseNumber":142,"Text":"Jaqaw ħsibtu. li tidħlu l-Ġenna mingħajr ma Alla (iġarrabkom u) ikun jaf b'dawk minnkom li tqatlu għall- kawża tiegħu u b'dawk li kienu sħaħ fis-sabar"},{"SurahNumber":3,"VerseNumber":143,"Text":"Kontu tassew tixtiequ l-mewt qabel ma ltqajtu magħha (fit-taqbid). Issa rajtuha b' għajnejkom stessi"}]}