{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Ne kemi derguar (pejgambere) edhe te popjt parateje (e derisa nuk degjuan), i denuam me skamje emjerim, ashtu qe te perulen"},{"SurahNumber":6,"VerseNumber":43,"Text":"E pse te mos peruleshin kur ju erdhi atyre denimijone? Por zemrat e tyre ishin ngurosor, po edhe djalli ua hjeshoi ate qe benin"},{"SurahNumber":6,"VerseNumber":44,"Text":"Meqe lane pas dore ate me cka u keshilluan (t’i i drejtohen Zotit), Ne ua hapem dyrt e cdo gjeje (begatie) derisa kur u gezuan per ate qe ju kishte dhene, i kapem befas, e ata mbeten te zhgenjyer"},{"SurahNumber":6,"VerseNumber":45,"Text":"Ndaj u zhduk mbeturina e popullit mizor, pra Falenderim i qofte Zotitte botave"},{"SurahNumber":6,"VerseNumber":46,"Text":"Thuaj: “Nese All-llahu ua merr te degjuarit, te pamurit dhe ua mbyll zemrat, pos All-llahut cili zot tjeter do t’ju sjelle ate?”. Shih sesi ua shqarojme faktet e megjithkete ata nuk ua vene veshin"},{"SurahNumber":6,"VerseNumber":47,"Text":"Thuaj: “Me tregoni nese denimi nga All-llahut u vjen befas ose me parashenja, a shkaterrohet kush tjeter pos popullit mizor?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Ne te derguarit nuk i dergojme ndryshe vetem si pergezues dhe qortues. E kush besoi dhe u permiresua, ata nuk kane as frike as brenge"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ata qe i pergenjeshtruan faktet tona, ata i kap denimi ngase nuk respektuan normat"},{"SurahNumber":6,"VerseNumber":50,"Text":"Thuaj: “Une nuk u them juve se i kam ne kompetence depote e All-llahut (e t’ju sjelle mrekulli), as nuk pretendoj se i di fshehtesite (e t’ju tregoje se kur do t’ju vije denimi), as nuk u them se une jam engjell. Une ndjek vetem ate qe me shpallet mua. Thuaj: “A jane baras i verbeti dhe ai qe sheh?” A nuk mendoni"}]}