{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Āra smaraṇa karō! Tōmāra prabhu mūsākē ḍēkē balalēna -- ''tumi atyācārī lōkadēra kāchē yā'ō"},{"SurahNumber":26,"VerseNumber":11,"Text":"phira'ā'unēra lōkadēra kāchē. Tārā ki dharmabhīrutā abalanbana karabē nā?’’"},{"SurahNumber":26,"VerseNumber":12,"Text":"Tini balalēna -- ''āmāra prabhu! Āmi abaśya'i āśaṅkā kari yē tārā āmākē pratyākhyāna karabē."},{"SurahNumber":26,"VerseNumber":13,"Text":"Āmāra buka saṅkucita haẏē paṛēchē, āra āmāra jihbā bāk‌paṭu naẏa, sējan'ya hārūnēra prati'ō ḍāka pāṭhā'ō."},{"SurahNumber":26,"VerseNumber":14,"Text":"Āra āmāra birud'dhē ēka aparādha tādēra tattbābadhānē raẏēchē, sējan'ya āmi bhaẏa kari yē tārā āmākē kātala karabē.’’"},{"SurahNumber":26,"VerseNumber":15,"Text":"Tini balalēna -- ''kakhanō nā! Ata'ēba tōmarā dujanē'i āmādēra nidarśana samūha niẏē yā'ō, niścaẏa'i āmarā tōmādēra saṅgē raẏēchi śunatē thākā abasthāẏa."},{"SurahNumber":26,"VerseNumber":16,"Text":"Sutarāṁ tōmarā phira'ā'unēra nikaṭa yā'ō āra balō -- 'āmarā ālabaṯ biśbajagatēra prabhura rasūla"},{"SurahNumber":26,"VerseNumber":17,"Text":"yē isarā'ilēra banśadharadēra āmādēra saṅgē pāṭhiẏē dā'ō’.’’"},{"SurahNumber":26,"VerseNumber":18,"Text":"Sē balalē -- ''tōmākē ki chēlēbēlāẏa āmādēra kāchē'i lālanapālana kari ni, ēbaṁ tumi ki āmādēra'i madhyē tōmāra jībanēra bahu baṯsara kāṭā'ō ni"},{"SurahNumber":26,"VerseNumber":19,"Text":"āra tōmāra kāja yā tumi karēcha tā tō karē'icha, tathāpi tumi akr̥tajñadēra madhyēkāra!’’"},{"SurahNumber":26,"VerseNumber":20,"Text":"Tini balalēna -- ''āmi ēṭi karēchilāma yakhana āmi pathabhraṣṭadēra madhyē chilāma."},{"SurahNumber":26,"VerseNumber":21,"Text":"Ērapara yakhana āmi tōmādēra bhaẏa karēchilāma takhana āmi tōmādēra thēkē phērāra halāma, tārapara āmāra prabhu āmākē jñāna dāna karēchēna, āra tini āmākē bāniẏēchēna rasūladēra an'yatama."},{"SurahNumber":26,"VerseNumber":22,"Text":"Āra ē'i tō hacchē sē'i anugraha yā tumi āmāra kāchē ullēkha karacha yāra jan'yē tumi isarā'ilēra banśadharadēra dāsa bāniẏēcha!’’"},{"SurahNumber":26,"VerseNumber":23,"Text":"Phira'ā'una balalē -- ''biśbajagatēra prabhu ābāra ki haẏa?’’"},{"SurahNumber":26,"VerseNumber":24,"Text":"Tini balalēna -- ''mahākāśamanḍalī ō pr̥thibīra ēbaṁ tādēra madhyē yā-kichu āchē tāra prabhu, -- yadi tōmarā dr̥ṛhapratyaẏita ha'ō.’’"},{"SurahNumber":26,"VerseNumber":25,"Text":"Sē tāra āśapāśē yārā āchē tādēra balalē -- ''tōmarā ki śunacha nā?’’"},{"SurahNumber":26,"VerseNumber":26,"Text":"Tini balalēna -- ''tōmādēra prabhu ēbaṁ pūrbakālēra tōmādēra pitr̥puruṣadēra'ō prabhu.’’"},{"SurahNumber":26,"VerseNumber":27,"Text":"Sē balalē -- ''tōmādēra rasūlaṭi yākē tōmādēra kāchē pāṭhānō haẏēchē sē tō bad'dha pāgala.’’"},{"SurahNumber":26,"VerseNumber":28,"Text":"Tini balalēna -- ''tini pūrba ō paścimēra ēbaṁ ē du'iẏēra madhyē yā āchē tāra'ō prabhu, yadi tōmarā bujhatē pāratē.’’"},{"SurahNumber":26,"VerseNumber":29,"Text":"Sē balalē -- ''tumi yadi āmākē chāṛā an'ya upāsya grahaṇa kara tabē āmi ālabaṯ tōmākē kaẏēdīdēra antarbhukta karaba.’’"},{"SurahNumber":26,"VerseNumber":30,"Text":"Tini balalēna -- ''kī! Āmi tōmāra kāchē suspaṣṭa kichu ānalē'ō?’’"},{"SurahNumber":26,"VerseNumber":31,"Text":"Sē balalē -- ''tabē tā niẏē ēsa yadi tumi satyabādīdēra ēkajana ha'ō.’’"},{"SurahNumber":26,"VerseNumber":32,"Text":"Sutarāṁ tini tām̐ra lāṭhi nikṣēpa karalēna, takhana āścarya! Ēṭi ēka spaṣṭa sāpa haẏē gēla."},{"SurahNumber":26,"VerseNumber":33,"Text":"Āra tini tām̐ra hāta bēra karēlana, takhana dēkhō! Darśakadēra kāchē tā sādā haẏē gēla."}]}