{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"اور اگر وہ آپ کو جھٹلائیں تو فرما دیجیے! میرا عمل میرے لئے ہے اور تمہارا تمہارے لئے جو کچھ میں کرتا ہوں اس سے تم بری الذمہ ہو اور جو کچھ تم کرتے ہو اس سے میں بری الذمہ ہوں۔"},{"SurahNumber":10,"VerseNumber":42,"Text":"اور (اے رسول) ان لوگوں میں کچھ ایسے بھی ہیں جو آپ کی باتوں کی طرف کان لگاتے ہیں (حالانکہ سنتے نہیں ہیں) تو کیا آپ بہروں کو سنائیں گے اگرچہ وہ عقل سے کام نہ لیتے ہوں؟"},{"SurahNumber":10,"VerseNumber":43,"Text":"اور ان میں سے کچھ ایسے ہیں (جو بظاہر) آپ کی طرف دیکھتے ہیں (حالانکہ وہ دیکھتے نہیں ہیں) تو کیا آپ اندھوں کو راہ دکھائیں گے چاہے وہ کچھ نہ دیکھتے ہوں؟"},{"SurahNumber":10,"VerseNumber":44,"Text":"یقینا اللہ لوگوں پر ذرہ برابر بھی ظلم نہیں کرتا۔ مگر لوگ خود اپنے اوپر ظلم کرتے ہیں۔"},{"SurahNumber":10,"VerseNumber":45,"Text":"جس دن اللہ لوگوں کو اپنی بارگاہ میں جمع کرے گا (اس دن انہیں ایسا معلوم ہوگا کہ) جیسے دن کی ایک گھڑی آپس میں جان پہچان کے لئے ٹھہرے ہوں۔ بے شک وہ لوگ گھاٹے میں ہیں جنہوں نے (مرنے کے بعد) خدا کی بارگاہ میں حضوری کو جھٹلایا اور وہ ہدایت یافتہ نہیں تھے۔"},{"SurahNumber":10,"VerseNumber":46,"Text":"اور (اے رسول(ص)) خواہ ہم آپ کو ابھی بعض وہ باتیں (برے اعمال کے نتائج) دکھا دیں جن کا ان (منکرین) سے وعدہ کیا ہے یا اس سے پہلے آپ کو (دنیا سے) اٹھا لیں بہرحال انہیں لوٹ کر آنا تو ہماری ہی طرف ہے پھر اللہ گواہ ہے اس پر جو کچھ وہ کر رہے ہیں۔"},{"SurahNumber":10,"VerseNumber":47,"Text":"اور ہر امت کے لئے ایک رسول ہوتا ہے تو جب ان کا رسول ان کے پاس آجاتا ہے تو پورے انصاف کے ساتھ ان کے درمیان فیصلہ کر دیا جاتا ہے اور ان پر ظلم نہیں کیا جاتا۔"},{"SurahNumber":10,"VerseNumber":48,"Text":"اور یہ لوگ کہتے ہیں کہ اگر تم سچے ہو تو پھر بتاؤ (عذابِ الٰہی کا) وہ وعدہ کب پورا ہوگا؟"},{"SurahNumber":10,"VerseNumber":49,"Text":"(اے رسول) کہہ دیجیے! (یہ معاملہ میرے ہاتھ میں نہیں ہے) میں تو خود اپنے نفع و نقصان کا مالک نہیں ہوں۔ مگر جو اللہ چاہے (وہی ہوتا ہے) ہر امت (قوم) کیلئے (مہلت کی) ایک مدت ہوتی ہے جب وہ مدت پوری ہو جاتی ہے (اور مقررہ وقت آجاتا ہے) تو پھر ایک گھڑی کی بھی نہ تاخیر ہو سکتی ہے اور نہ تقدیم۔"},{"SurahNumber":10,"VerseNumber":50,"Text":"(اے رسول) ان لوگوں سے کہیے کیا تم نے اس بات پر غور کیا ہے کہ اگر اس کا عذاب (اچانک) رات کے وقت تم پر آجائے یا دن دہاڑے (تو تم کیا کروگے؟) آخر وہ کون سی چیز ہے جس کی مجرم جلدی کر رہے ہیں؟"},{"SurahNumber":10,"VerseNumber":51,"Text":"کیا جب وہ (عذاب) واقع ہو جائے گا تو تب اس پر تم ایمان لاؤگے؟ (اس پر یقین کروگے؟) (اس وقت تو کہا جائے گا) اب؟ (اس پر یقین کرکے اس سے بچنا چاہتے ہو؟) حالانکہ تم ہی اس کی جلدی کر رہے تھے۔"},{"SurahNumber":10,"VerseNumber":52,"Text":"پھر ظالموں سے کہا جائے گا کہ اب دائمی عذاب کا مزہ چکھو۔ تم جو کچھ (کرتوت) کیا کرتے تھے اس (دائمی عذاب) کے سوا تمہیں اور کیا بدلہ دیا جا سکتا ہے؟"},{"SurahNumber":10,"VerseNumber":53,"Text":"اور وہ آپ سے پوچھتے ہیں کہ کیا یہ سچ ہے؟ (جو آپ کہتے ہیں؟) کہیے ہاں خدا کی قسم یہ بالکل سچ ہے اور تم (خدا کو) عاجز و بے بس نہیں بنا سکتے۔"}]}