{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"At katotohanan, ang mga naninirahan sa Al-Hijr (ang mabatong landas) ay nagtakwil sa mga Tagapagbalita"},{"SurahNumber":15,"VerseNumber":81,"Text":"At ibinigay Namin sa kanila ang Aming mga Tanda, datapuwa’t sila ay tutol (salungat) dito"},{"SurahNumber":15,"VerseNumber":82,"Text":"At sila, noon pa man, ay tumatabtab (sumisibak, o umuukit) ng (kanilang) tahanan sa gilid ng kabundukan (at nag-aakala sa kanilang sarili) na sila ay ligtas"},{"SurahNumber":15,"VerseNumber":83,"Text":"Datapuwa’t (ang nakatakdang ) Sigaw ay sumakmal sa kanila sa madaling araw (sa ika-apat na araw ng kanilang nakatakdang kaparusahan)"},{"SurahNumber":15,"VerseNumber":84,"Text":"At ang lahat ng kanilang kinita ay hindi nakatulong sa kanila"},{"SurahNumber":15,"VerseNumber":85,"Text":"At hindi Namin nilikha ang mga kalangitan at kalupaan at lahat ng nasa pagitan nito maliban sa katotohanan, at ang Oras ay walang pagsalang daratal, kaya’t suklian mo (o Muhammad) ang kanilang kamalian ng maraming pagpapatawad. [Ito ay bago pa ipag-utos ang Jihad (Banal na Digmaan]"},{"SurahNumber":15,"VerseNumber":86,"Text":"Katotohanan, ang iyong Panginoon ay Siyang Manlilikha, na Lubos na Nakakaalam"},{"SurahNumber":15,"VerseNumber":87,"Text":"At tunay nga, na Aming ipinagkaloob sa iyo ang pitong Al-Mathani (ang pitong talata na laging inuulit [dinadalit], alalaong baga, ang Surat Al-Fatiha [Pambungad na Kabanata] ng Dakilang Qur’an"},{"SurahNumber":15,"VerseNumber":88,"Text":"Huwag mong pagmasdan ng may paghahangad ang mga bagay na Aming ipinagkaloob sa ilang piling tao sa kanila (ang mga hindi sumasampalataya), gayundin ay huwag kang manimdin sa kanila. At ibaba ang iyong pakpak sa mga sumasampalataya (maging magalang at mapagbigay sa iyong kapwa mananampalataya)"},{"SurahNumber":15,"VerseNumber":89,"Text":"At ipagbadya: “Ako ay tunay na isang lantad na tagapagbabala.”"},{"SurahNumber":15,"VerseNumber":90,"Text":"Sapagkat Aming ipinanaog sa mga magkakabukod (mga paganong Quraish, o mga Hudyo at mga Kristiyano)"},{"SurahNumber":15,"VerseNumber":91,"Text":"Na gumawa sa Qur’an sa maraming bahagi (alalaong baga, naniniwala sa ilang bahagi nito at hindi naniniwala sa iba)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Kaya’t sa pamamagitan ng iyong Panginoon (o Muhammad), katiyakang silang lahat ay Aming tatawagin upang magsulit"},{"SurahNumber":15,"VerseNumber":93,"Text":"Sa lahat nilang ginagawa"},{"SurahNumber":15,"VerseNumber":94,"Text":"Kaya’t(iyong) ipagbadyananghayagan(ang Mensaheni Allah, ang Islam), na sa iyo ay ipinag-utos at tumalikod ka sa Al-Mushrikun (mga mapagsamba sa diyus-diyosan, pagano, naniniwala sa mga imahen, walang pananampalataya sa Kaisahan ni Allah, makasalanan, atbp)"},{"SurahNumber":15,"VerseNumber":95,"Text":"Katotohanan! Kami ay gagabay sa iyo laban sa mga mapangutya"},{"SurahNumber":15,"VerseNumber":96,"Text":"Na nagtuturing ng ibang diyos maliban pa kay Allah, (tunay nga) na mapag-aalaman nila"},{"SurahNumber":15,"VerseNumber":97,"Text":"Katotohanang batid Namin na naninikip ang iyong dibdib dahilan sa kanilang sinasabi"},{"SurahNumber":15,"VerseNumber":98,"Text":"Kaya’t iyong ipagbunyi ang mga papuri ng iyong Panginoon at maging isa sa mga nagpapatirapa ng kanilang sarili (sa Kanya)"},{"SurahNumber":15,"VerseNumber":99,"Text":"At sambahin mo ang iyong Panginoon hanggang sa sumapit sa iyo ang natatakdaang oras (alalaong baga, ang kamatayan)"}]}