{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":44,"Text":"The one whom Allah leads astray does not have, besides Him, any protection. When the evildoers see their punishment, you will find them wondering (aloud), \"Is there now a possibility to return, (to rescind and recant)"},{"SurahNumber":42,"VerseNumber":45,"Text":"There, you will find them placed before the hellfire, disgraced and demeaned. (Anxious and afraid), they would glance at it (nervously) from the edge of their eyes. At that time, the believers would say, \"Indeed they are the losers! They have caused themselves, and their near ones, a great loss on the Day of Judgment.\" Beware! Only the evildoers will land into an everlasting torment"},{"SurahNumber":42,"VerseNumber":46,"Text":"They shall have no friends to help them against Allah. There is no escape for the one whom Allah leads astray"},{"SurahNumber":42,"VerseNumber":47,"Text":"Respond to the call of your Lord before the inevitable day comes to you from Allah. That day, you shall have no refuge! You will not be able to deny your doings, (or protest your punishment)"},{"SurahNumber":42,"VerseNumber":48,"Text":"So, if they turn away (remember), We have not appointed you their keeper. Your duty is to convey (the message). Man rejoices when We let him taste (and enjoy) Our blessings, and becomes ungrateful when, as a result of his own doings, a distress afflicts him"},{"SurahNumber":42,"VerseNumber":49,"Text":"The kingdom of the heavens and the earth belongs to Allah. He creates what He wants! He grants daughters to whom He wants, and He grants sons to whom He wants"},{"SurahNumber":42,"VerseNumber":50,"Text":"Or, He may grant (to whom He wants) sons as well as daughters. And He may leave whomever He wants infertile and without a child. Indeed, He is Well-aware and Proficient"},{"SurahNumber":42,"VerseNumber":51,"Text":"It is not seemly; Allah does not talk to a mortal (directly). He talks to a human (indirectly) from behind a screen, or sparks an inspiration in his mind. Or, He may send (an angel as) a messenger. With His permission, (the angel) conveys what Allah wills. Indeed, He is the most Eminent and the Wisest"},{"SurahNumber":42,"VerseNumber":52,"Text":"Similarly, We sent a spirit _ (Angel Gibraeel) _ towards you by Our command. You knew nothing about the book, or the matters of faith. But We made this book a beacon of guidance. By it, We guide any of Our servants We want. Indeed, you are guiding them to the straight path"},{"SurahNumber":42,"VerseNumber":53,"Text":"The path of Allah, to Whom belong everything in the heaven and on earth! Beware, all matters come before Allah (for decision)"}]}