{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Subhesiz ki Allah adaleti, iyiligi, (hususiyle) akrabaya (muhtac oldukları seyleri) vermeyi emr eder. Taskın kotuluk (ler) den, munkerden, zulm ve tecebburden nehyeder. Size (bu suretle) ogud verir ki iyice dinleyib ve anlayıb tutasınız"},{"SurahNumber":16,"VerseNumber":91,"Text":"Karsılıklı muaahede yapdıgınız vakit Allahın ahdini yerine getirin. Sapasaglam etdiginiz yeminleri bozmayın. (Nasıl otur ki) uzerinize Allahı kefil yapmıssınızdır. Subhe yok ki Allah ne yapacagınızı bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ipligini saglamca bukdukden sonra sokub bozan (kadın) gibi olmayın. «Bir ummet diger bir ummetden (malca ve sayıca) daha cokdur» diye yeminlerinizi aranızda bir hıyle ve fesad (mevzuu) edinir misiniz? Her halde Allah sizi bununla imtihan eder. Hakkında ihtilafa dusmekde oldugunuz sey´i ise O, kıyamet gununde elbette size acıklayacakdır"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah dileseydi sizi (hepinizi) bir tek ummet yapardı. Su kadar ki O, kimi dilerse onu sapıklıkda bırakır, kimi de dilerse onu hidayete iletir. Yapageldiginiz islerden elbette mes´ul olacaksınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranızda hıyle ve fesad (mevzuu) edinmeyin. Cunku sapasaglam yerlesdikden sonra (oyle) bir ayak kayar (ki)! Allahın yolundan sapdıgınıza karsılık (dunyada) fena azab tadacaksınız. (Ahiretde) hakkınız (daha) buyuk bir azabdır"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allahın ahdini az bir bahaya satmayın (satıp degismeyin). Allah indindeki (nusret ve sevab yok mu?) sizin icin hayırlı olan ancak odur, eger bilirseniz"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin nezdinizdeki tukenir, Allahın indindeki ise baakıydir. Sabredenlerin mukafatını biz yapmakda olduklarının daha guzeliyle verecegiz muhakkak"},{"SurahNumber":16,"VerseNumber":97,"Text":"Gerek erkekden, gerek kadından kim, o mu´min olarak, iyi amel (ve hareket) de bulunursa hic subhesiz onu (dunyada) cok guzel bir hayat ile yasatırız ve (o gibilere) her halde yapageldiklerinin daha guzeliyle ecir veririz"},{"SurahNumber":16,"VerseNumber":98,"Text":"Haydi Kur´an okudugun (okumak istedigin) zaman o kogulmus seytandan Allaha sıgın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Hakıykat sudur ki iman edenler ve Rablerine guvenib dayananlar uzerinde onun hic bir haakimiyyeti yokdur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun zoru ancak onu yar edinmekde olanlara ve onu kendisine (Allaha) es kosanlara karsıdır"}]}