{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Āllāhē tōmālōkara bābē tōmālōkara mājara paraā'i ēṭā upamā dāṅi dharaichē, (kōraācōna) āmi tōmālōkaka yi jīraikā dāna karaichō, tāta tōmālōkara adhikārabhukta dāsa-dāsīsakalara kōnōbā'i anśīdāra nē? Phalata tōmālōkē ē'i biṣaẏata samāna nēki? Tōmālōkē siham̐taka sē'idaraē bhaẏa karaā nēki yidaraē tōmālōkē parasparaē parasparaka bhaẏa karaā? Ē'idaraē'i āmi nidarśanāralī bistāraita barṇanā karaō sē'i sampradāẏara bābē, yisakalē anudhārana karaē"},{"SurahNumber":30,"VerseNumber":29,"Text":"Baraṁ yālimasakalē ajñatābaśata siham̐tara nija kāmanā-bāsanāra anusaraṇa karaē, ētēkē āllāhē yāka pathabhraṣṭa karaē, tāka hidāẏata dibalainō kōna āchē? Ārau siham̐tara kōnō sahāẏakāraī'ō nā'i"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ētēkē tumi ēkaniṣṭha hai nija mukhamaṇḍalaka dbīnata pratiṣṭhita rakhā. Āllāhara phitarata (sbābhāraika raīti bā dbīna ichalāma), yāra ōparata (calāra upayukta karai) tē'ōm̐ mānuhaka sr̥ṣṭi karaichē; āllāhara sr̥ṣṭira kōnō paraibartana nā'i. Ē'iṭōraē'i supratiṣṭhita dbīna; kintu adhikānśa mānuhē'i sēẏā nājānē"},{"SurahNumber":30,"VerseNumber":31,"Text":"Tōmālōkē biśud'dha cittē tē'ōm̐raē'i abhimukhī hōraā ārau kērala tē'ōm̐raē'i tākbaraā aralambana karaā ārau chālāta kāẏēma karaā; ārau muśbaraikasakalara antarbhukta naha’bā"},{"SurahNumber":30,"VerseNumber":32,"Text":"Yisakalē nijara dbīnaka bibhakta karaichē ārau bibhinna dalata paraiṇata haichē (siham̐tara antarbhukta naha'bā). Pratyēka dalē'i siham̐tara ōcarata yi āchē sē'iṭō laiẏē uṯphullita"},{"SurahNumber":30,"VerseNumber":33,"Text":"Ārau mānuhaka yētiẏā duḥkha-dain'ya'i sparśa karaē tētiẏā siham̐tē nija pratipālakara pinē binītabhāraē ubhati āhi kērala tē'ōm̐kē'i āhbāna karaē. Tāra pichata yētiẏā tē'ōm̐ siham̐taka nija anugrahara sōraāda labalai diẏē, tētiẏā siham̐tara ēṭā dalē nija pratipālakara lagata śbirka karaē"},{"SurahNumber":30,"VerseNumber":34,"Text":"phalata āmi siham̐taka yi pradāna karaichō, tāra prati siham̐tē akr̥tajña haẏa. Ētēkē tōmālōkē bhōga karai lōraā, ati śīghraē'i tōmālōkē jāniba pāraibā (iẏāra paraiṇāma)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Āmi siham̐tara ōcarata ēnēkuraā kōnō pramāṇa aratīrṇa karaichō nēki, yiṭōraē siham̐taka śbirka karaibalai anumati diẏē"},{"SurahNumber":30,"VerseNumber":36,"Text":"ārau yētiẏā āmi mānuhaka rahamatara sōraāda labalai di'ōm̐ tētiẏā siham̐tē sē'iṭō lai uṯphullita haẏa ārau yadi siham̐tara kr̥takarmara bābē kōnō aniṣṭa sādhana haẏa tētiẏā siham̐ta niraāśa hai paraē"},{"SurahNumber":30,"VerseNumber":37,"Text":"Siham̐tē lakṣya karaā nā'inē yē, āllāhē yāka icchā tāra bābē jīraikā praśasta karai diẏē ārau saṅkucita karai diẏē? Niścaẏa iẏāta bahutō nidarśana āchē sē'i sampradāẏara bābē yisakalē īmāna pōṣaṇa karaē"},{"SurahNumber":30,"VerseNumber":38,"Text":"Ētēkē ātmīẏa-sbajanaka siham̐tara praāpya pradāna karaā lagatē michakīna ārau muchāphirasakalōkō. Yisakalē āllāhara santuṣṭi kāmanā karaē tē'ōm̐lōkara bābē ē'iṭō ati uttama ārau tē'ōm̐lōkē'i haichē sāphalyamaṇḍita"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ārau mānuhara sampada br̥d'dhi pāba buli tōmālōkē yi suta diẏā, āllāhara dr̥ṣṭita kintu sēẏā dhana-sampada br̥d'dhi nakaraē. Ānahātē āllāhara santuṣṭi lābhara bābē tōmālōkē yi yākāta pradāna karaā (sē'iṭōraēhē sampada br̥d'dhi karaē) ētēkē tē'ōm̐lōkēhē prakr̥ta samr̥d'dhaśālī"},{"SurahNumber":30,"VerseNumber":40,"Text":"Āllāhē'i sē'i sattā yijanē tōmālōkaka sr̥ṣṭi karaichē tāra pichata tōmālōkaka jīraikā dāna karaichē. Tēraēm̐i tōmālōkara mr̥tyu ghaṭāba tāra pichata tēraēm̐i ākau tōmālōkaka jīraita karaiba. Tōmālōkē anśī karaā bilākara mājata ēnēkuraā kōnōbā āchē nēki yijanē ē'ibōrara kibā ēṭā karaiba pāraē? Siham̐tē yibōra anśī karaē tē'ōm̐ sē'ibōrara paraā paraitra mahimāmaẏa ārau ati urd'dhata"}]}