{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Elif, Lam, Ra. Bunlar, hikmetli Kitabın ayetleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"İçlerinden bir adama: \"İnsanları uyar ve inananlara, muhakkak kendileri için rableri katında ´gerçek bir makam´ olduğunu müjde ver\" diye vahyetmemiz insanlara şaşırtıcı mı geldi? Kafirler: \"Gerçekten bu, açıkça bir büyücüdür\" dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Şüphesiz sizin rabbiniz, altı günde gökleri ve yeri yaratan, sonra arşa istiva eden, buyruğu evirip çeviren / yöneten / yönlendiren Tanrı´dır. Onun izni olmadıktan sonra, hiç kimse şefaatçi olamaz. İşte rabbiniz olan Tanrı budur, öyleyse O´na kulluk edin. Yine de öğüt alıp düşünmeyecek misiniz"},{"SurahNumber":10,"VerseNumber":4,"Text":"Sizin tümünüzün dönüşü O´nadır. Tanrı´nın vaadi bir gerçektir. İnanıp salih amellerde bulunanlara adaletle karşılık vermek için yaratmayı başlatan, sonra onu iade edecek olan O´dur. Küfredenler ise, küfürleri dolayısıyla; onlar için kaynar sudan bir içki ve acı bir azab vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"Güneşi bir aydınlık, ayı bir nur kılan ve yılların sayısını ve hesabı bilmeniz için ona duraklar tesbit eden O´dur. Tanrı, bunları ancak hak ile yaratmıştır. O, bilen bir topluluk için ayetleri böyle birer birer açıklamaktadır"},{"SurahNumber":10,"VerseNumber":6,"Text":"Gerçekten, gece ile gündüzün ardarda gelişinde ve Tanrı´nın göklerde ve yerde yarattığı şeylerde korkup sakınan bir topluluk için elbette ayetler vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"Bizimle karşılaşmayı ummayanlar, dünya hayatına razı olanlar ve bununla tatmin olanlar ve bizim ayetlerimizden habersiz olanlar"},{"SurahNumber":10,"VerseNumber":8,"Text":"İşte bunların, kazandıkları dolayısıyla barınma yerleri ateştir"},{"SurahNumber":10,"VerseNumber":9,"Text":"İnananlar ve salih amellerde bulunanlar da, rableri onları inançları dolayısıyla altından ırmaklar akan, nimetlerle donatılmış cennetlere yöneltip iletir (hidayet eder)"},{"SurahNumber":10,"VerseNumber":10,"Text":"Oradaki duaları: \"Tanrım, Sen ne yücesin\"dir ve oradaki dirlik temennileri: \"Selam\"dır; dualarının sonu da: \"´Gerçekten, hamd alemlerin rabbi olan Tanrı´nındır"}]}