{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"Ara tomara kache jijnesa kare hayeya (rtu) samparke. Bale da'o, eta asuci. Kaje'i tomara hayeya abasthaya strigamana theke birata thaka. Takhana paryanta tadera nikatabarti habe na, yataksana na tara pabitra haye yaya. Yakhana uttama rupe parisud'dha haye yabe, takhana gamana kara tadera kache, yebhabe allaha tomaderake hukuma diyechena. Niscaya'i allaha ta'obakari ebam apabitrata theke yara bemce thake taderake pachanda karena."},{"SurahNumber":2,"VerseNumber":223,"Text":"Tomadera strira halo tomadera jan'ya sasya ksetra. Tomara yebhabe iccha taderake byabahara kara. Ara nijedera jan'ya agami dinera byabastha kara ebam allahake bhaya karate thaka. Ara niscitabhabe jene rakha ye, allahara sathe tomaderake saksata karate'i habe. Ara yara imana eneche taderake susambada janiye da'o."},{"SurahNumber":2,"VerseNumber":224,"Text":"Ara nijedera sapathera jan'ya allahara namake laksyabastu bani'o na manusera sathe kona acara acarana theke paraheyagari theke ebam manusera majhe mimansa kare deya theke bemce thakara uddesye. Allaha sabakichu'i sunena o janena."},{"SurahNumber":2,"VerseNumber":225,"Text":"Tomadera nirarthaka sapathera jan'ya allaha tomaderake dharabena na, kintu sesaba kasamera byapare dharabena, tomadera mana yara pratijna kareche. Ara allaha hacchena ksamakari dhairyyasila."},{"SurahNumber":2,"VerseNumber":226,"Text":"Yara nijedera stridera nikata gamana karabena bale kasama kheye base tadera jan'ya cara masera abakasa rayeche atahpara yadi parasparika mila-misa kare neya, tabe allaha ksamakari dayalu."},{"SurahNumber":2,"VerseNumber":227,"Text":"Ara yadi barjana karara sankalpa kare neya, tahale niscaya'i allaha srabanakari o jnani."},{"SurahNumber":2,"VerseNumber":228,"Text":"Ara talakaprapta nari nijeke apeksaya rakhabe tina hayeya paryanta. Ara yadi se allahara prati ebam akherata dibasera upara imanadara haye thake, tahale allaha ya tara jarayute srsti karechena ta lukiye rakha jayeja naya. Ara yadi sadbhaba rekhe calate caya, tahale taderake phiriye nebara adhikara tadera sbamira sanraksana kare. Ara purusadera yemana stridera upara adhikara rayeche, temani bhabe stridera'o adhikara rayeche purusadera upara niyama anuyayi. Ara nariradera opara purusadera sresthatba rayeche. Ara allaha hacche parakramasali, bijna."}]}