{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"له هم دې (ځمكې) نه مونږ تاسو پیدا كړي یئ او په هم دې كې به مونږ تاسو ننه باسو، او بل كرت به مونږ تاسو راوباسو"},{"SurahNumber":20,"VerseNumber":56,"Text":"او یقینًا یقینًامونږ ده ته خپلې ټولې نښې (او معجزې) وروښوولې، نو ده تكذیب وكړ او انكار يې وكړ"},{"SurahNumber":20,"VerseNumber":57,"Text":"وویل: (فرعون) ایا ته مونږ ته راغلى يې اى موسٰی؟، د دې لپاره چې ته په خپل سحر (جادو) سره مونږ له خپلې ځمكې نه وباسې"},{"SurahNumber":20,"VerseNumber":58,"Text":"نو مونږ به خامخا ضرور تا ته د دغه (سحر) په مثل سحر راوړو، نو ته زمونږ په مینځ كې او په خپل مینځ كې یوه وعده مقرره كړه چې نه به مونږ د هغې مخالفت كوو او نه ته۔، داسې ځاى چې مساوي (هوار) وي"},{"SurahNumber":20,"VerseNumber":59,"Text":"ده وویل: ستاسو د وعدې وخت د زینت (او جشن) ورځ ده او دا چې خلق دې د څاښت په وخت كې راجمع كړى شي"},{"SurahNumber":20,"VerseNumber":60,"Text":"نو فرعون وګرځېده، نو خپل مكر (او چل) يې راجمع كړ، بیا راغى"},{"SurahNumber":20,"VerseNumber":61,"Text":"(موسٰی جادوګرو ته) وویل: تاسو هلاك شئ! په الله باندې دروغ مه تړئ (ګنې) نو هغه به تاسو په عذاب سره هلاك كړي، او په تحقیق نا امېده (او نامراد) شو هغه كس چې (په الله) يې دروغ وتړل"},{"SurahNumber":20,"VerseNumber":62,"Text":"نو دغو (جادوګرو) په خپل كار كې په خپل مینځ سره جګړه وكړه او دغه پټه مشوره يې خفیه وساتله"},{"SurahNumber":20,"VerseNumber":63,"Text":"دوى وویل: بېشكه چې دا دواړه خامخا ساحران (جادوګر) دي، دوى دواړه غواړي چې تاسو له خپلې ځمكې (خاورې) نه په خپل سحر (جادو) سره وباسي او ستاسو ډېر غوره لار (د دين) ختمه كړي"},{"SurahNumber":20,"VerseNumber":64,"Text":"نو تاسو خپل ټول چل مكر راجمع كړئ، بیا تاسو (میدان ته) راشئ صف صف، او یقینًا نن ورځ هغه څوك كامیاب دى چې غالب شو"},{"SurahNumber":20,"VerseNumber":65,"Text":"ده وویل: اى موسٰی! یا به ته (امسا) غورځوې، یا به مونږ شو اول د هغه چا چې (امسا) غورځوي"},{"SurahNumber":20,"VerseNumber":66,"Text":"ده وویل: بلكې تاسو وغورځوئ، نو ناڅاپه د دوى رسۍ او د دوى امساګانې د دوى د سحر په وجه د ده (موسٰى) خیال ته داسې راوستى شوې چې په رښتيا دغه منډې وهي"},{"SurahNumber":20,"VerseNumber":67,"Text":"نو موسٰی په خپل نفس (زړه) كې وېره وموندله"},{"SurahNumber":20,"VerseNumber":68,"Text":"مونږ (ده ته) وویل: ته مه وېرېږه، بېشكه هم ته ښه غالب يې"},{"SurahNumber":20,"VerseNumber":69,"Text":"او ته هغه (امسا) وغورځوه چې ستا په ښي لاس كې ده، چې هغه څه لواړ (ښوى) تېر كړي چې دغو جوړ كړي دي، بېشكه هغه شى چې دوى تیار كړى دى د جادوګر چل مكر دى، او جادوګر برى نه مومي هر چېرته چې راشي"},{"SurahNumber":20,"VerseNumber":70,"Text":"نو ساحران وغورځولى شول، سجده كوونكي، ويې ويل: مونږ د هارون او موسٰی په رب ایمان راوړ"},{"SurahNumber":20,"VerseNumber":71,"Text":"(فرعون) وویل چې تاسو د ده تصدیق وكړ مخكې له دې چې زه تاسو ته اجازت دركړم، بېشكه دى یقینًا ستاسو هغه مشر دى چې تاسو ته يې سحر (جادو) ښودلى دى، نو زه به خامخا ضرور ستاسو لاسونه او ستاسو پښې ادل بدل پرې كوم او زه به خامخا ضرور تاسو د كجور په تنو كې په دار كوم او تاسو به خامخا ضرور پوه شئ چې په مونږ كې كوم یو د عذاب وركولو په لحاظ ډېر سخت دى او ډېر باقی پاتې كېدونكى دى (زه او كه موسٰی)"},{"SurahNumber":20,"VerseNumber":72,"Text":"هغوى وویل: مونږ به تا ته له سره ترجيح درنه كړو په هغه باندې چې مونږ ته راغلى دى چې ښكاره معجزې دي او هغه (الله) چې مونږ يې پیدا كړي یو، نو ته هغه كار وكړه چې ته د هغه كوونكى يې، بېشكه ته يواځې د دې دنيايي ژوند فیصله كولى شې"},{"SurahNumber":20,"VerseNumber":73,"Text":"بېشكه مونږ په خپل رب ایمان راوړى دى، د دې لپاره چې هغه زمونږ خطاګانې وبخښي او هغه (جرم) چې تا مونږ په هغه مجبوره كړي وو، چې سحر دى او الله ډېر غوره۔ او تل پاتې كېدونكى دى"},{"SurahNumber":20,"VerseNumber":74,"Text":"بېشكه شان دا دى چې هغه څوك چې خپل رب ته راشي، په دې حال كې چې كافر وي، نو بېشكه د ده لپاره دوزخ دى، دى به په ده كې نه مري او نه به (ښه) ژوندون كوي"},{"SurahNumber":20,"VerseNumber":75,"Text":"او هغه څوك چې ده ته په داسې حال كې راشي چې مومن وي، نېك عملونه يې كړي وي (، نو) د دوى لپاره ډېرې اوچتې درجې دي"},{"SurahNumber":20,"VerseNumber":76,"Text":"چې د تل اوسېدنې جنتونه دي چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې تل ترتله وي، دغه د هغه چا بدله ده چې ځان يې (له شرك او كفر نه) پاك ساتلى وي"}]}