{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Dájúdájú àwọn Ọgbà Ìdẹ̀ra wà fún àwọn olùbẹ̀rù lọ́dọ̀ Olúwa wọn"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ṣé A máa ṣe àwọn mùsùlùmí bí (A ṣe máa ṣe) àwọn ẹlẹ́ṣẹ̀ bí"},{"SurahNumber":68,"VerseNumber":36,"Text":"Kí l’ó ń ṣe yín tí ẹ fi ń dájọ́ báyìí ná"},{"SurahNumber":68,"VerseNumber":37,"Text":"Tàbí tírà kan wà fun yín tí ẹ̀ ń kẹ́kọ̀ọ́ nínú rẹ̀"},{"SurahNumber":68,"VerseNumber":38,"Text":"pé dájúdájú ẹ̀yin lẹ ni ohun tí ẹ bá ń ṣà lẹ́ṣà nínú ìdájọ́"},{"SurahNumber":68,"VerseNumber":39,"Text":"Ǹjẹ́ ẹ ni àwọn àdéhùn kan lọ́dọ̀ wa tí ó máa wà títí di Ọjọ́ Àjíǹde pé: \"Dájúdájú tiyín ni ìdájọ́ tí ẹ bá ti mú wá"},{"SurahNumber":68,"VerseNumber":40,"Text":"Bi wọ́n léèrè wò pé èwo nínú wọn l’ó lè fọwọ́ ìyẹn sọ̀yà"},{"SurahNumber":68,"VerseNumber":41,"Text":"Tàbí wọ́n ní àwọn òrìṣà kan? Kí wọ́n mú àwọn òrìṣà wọn wá nígbà náà tí wọ́n bá jẹ́ olódodo"},{"SurahNumber":68,"VerseNumber":42,"Text":"Ní ọjọ́ tí A máa ṣí ojúgun sílẹ̀, A sì máa pè wọ́n síbi ìforíkanlẹ̀, wọn kò sì níí lè ṣe é"},{"SurahNumber":68,"VerseNumber":43,"Text":"Ojú wọn yóò wálẹ̀. Ìyẹpẹrẹ máa bò wọ́n mọ́lẹ̀. Wọ́n kúkú ti pè wọ́n síbi ìforíkanlẹ̀ nígbà tí wọ́n ní àlàáfíà (wọn kò sì kírun)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Nítorí náà, fi Èmi àti ẹni t’ó ń pe ọ̀rọ̀ yìí nírọ́ sílẹ̀. A óò máa dẹ wọ́n lẹ́kẹ láti jẹ wọ́n níyà ní àyè tí wọn kò mọ̀"},{"SurahNumber":68,"VerseNumber":45,"Text":"Mò ń lọ́ra fún wọn ni. Dájúdájú ète Mi lágbára"},{"SurahNumber":68,"VerseNumber":46,"Text":"Tàbí ò ń bèèrè owó-ọ̀yà kan lọ́dọ̀ wọn, ni gbèsè fi wọ̀ wọ́n lọ́rùn"},{"SurahNumber":68,"VerseNumber":47,"Text":"Tàbí lọ́dọ̀ wọn ni (wàláà) ìkọ̀kọ̀ wà ni wọ́n bá ń kọ ọ́ (síta)"},{"SurahNumber":68,"VerseNumber":48,"Text":"Nítorí náà, ṣe sùúrù fún ìdájọ́ Olúwa rẹ. Kí ìwọ má sì ṣe dà bí ẹlẹ́ja (ìyẹn, Ànábì Yūnus) nígbà tí ó pe (Allāhu) pẹ̀lú ìbànújẹ́"},{"SurahNumber":68,"VerseNumber":49,"Text":"Tí kò bá jẹ́ pé ìkẹ́ kan láti ọ̀dọ̀ Olúwa rẹ̀ lé e bá, wọn ìbá jù ú sórí ilẹ̀ gban̄sasa (láti inú ẹja) ní ẹni-èébú"},{"SurahNumber":68,"VerseNumber":50,"Text":"Nítorí náà, Olúwa rẹ̀ ṣà á lẹ́ṣà. Ó sì ṣe é ní ara àwọn ẹni rere"},{"SurahNumber":68,"VerseNumber":51,"Text":"Àwọn t’ó ṣàì gbàgbọ́ fẹ́ẹ̀ fi ojú wọn gbé ọ ṣubú nígbà tí wọ́n gbọ́ ìrántí náà. Wọ́n sì ń wí pé: \"Dájúdájú wèrè mà ni"},{"SurahNumber":68,"VerseNumber":52,"Text":"Kí sì ni al-Ƙur’ān bí kò ṣe ìrántí fún gbogbo ẹ̀dá"}]}