{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"البته آنانی که پیش از ایشان بودند (برای انکار توحید) مکر ورزیدند، پس الله از اساس بر بنیان‌شان زد و آنرا انداخت و سقف از بالای سرشان بر آنان افتاد و عذاب (الله) از جایی که نمی‌دانستند به آنان رسید"},{"SurahNumber":16,"VerseNumber":27,"Text":"(این عذاب دنیا بود) باز روز قیامت آنان را رسوا می‌کند و می‌فرماید: کجا‌اند شریک‌های من که شما به خاطر آنها (با پیغمبران) مخالفت می‌کردید؟ صاحبان علم می‌گویند: به یقین خواری و بدی امروز نصيب كافران است"},{"SurahNumber":16,"VerseNumber":28,"Text":"آنانی که فرشتگان ارواح ایشان را قبض می‌کنند، در حالی که برخود ظالم بودند، پس تسلیم می‌شوند (و می‌گویند:) ما هرگز هیچ کار بدی نمی‌کردیم، بلی! یقینا که الله به آنچه می‌کردید، داناست"},{"SurahNumber":16,"VerseNumber":29,"Text":"پس از دروازه‌های دوزخ درآید و همیشه در آن باشید. و حقا که جای متکبران چه بد است"},{"SurahNumber":16,"VerseNumber":30,"Text":"و به پرهیزگاران گفته می‌شود: پروردگارتان چه چیزی را نازل کرده است؟ می‌گویند: خیر را (نازل کرده است لهذا) برای نیکوکاران در همین دنیا نیکی است و يقينا سرای آخرت بهتر خواهد بود. و چه خوب است سرای پرهیزگاران"},{"SurahNumber":16,"VerseNumber":31,"Text":"باغ‌های همیشگی بهشت که در آن وارد می‌شوند نهرها در زیر درختان آن روان است، در آنجا هر چه بخواهند دارند. الله این چنین به متقیان پاداش می‌دهد"},{"SurahNumber":16,"VerseNumber":32,"Text":"آنان که فرشتگان ارواح‌شان را قبض می‌کنند در حالی که پاک‌اند. می‌گویند: سلام بر شما باد به خاطر کارهایی که می‌کردید به بهشت وارد شوید"},{"SurahNumber":16,"VerseNumber":33,"Text":"آیا کافران انتظار نمی‌کشند جز این که فرشتگان به سوی‌شان بیایند، یا اینکه فرمان پروردگارت برسد، همانطور کسانی که پیش از ایشان بودند این چنین کردند؟ و الله بر آنان ظلم نکرد بلکه خودشان به خود ظلم می‌کردند"},{"SurahNumber":16,"VerseNumber":34,"Text":"پس سزای بدی‌هایی که می‌کردند به ایشان رسید و آنچه به آن تمسخر می‌کردند آنان را در بر گرفت"}]}