{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Eyin ti e gbagbo ni ododo, dajudaju Allahu yoo fi kini kan dan yin wo nibi eran-igbe ti owo yin ati oko yin ba (ninu aso hurumi) nitori ki Allahu le safi han eni t’o n paya Re ni ikoko. Enikeni ti o ba tayo enu-ala leyin iyen, iya eleta-elero n be fun un"},{"SurahNumber":5,"VerseNumber":95,"Text":"Eyin ti e gbagbo ni ododo, e ma se pa eran-igbe nigba ti e ba wa ninu aso hurumi. Enikeni ti o ba si moomo pa a ninu yin, itanran re ni (pe o maa pa) iru ohun ti o pa ninu eran osin. Awon onideede meji ninu yin l’o si maa se idajo (osuwon) re (fun un. O je) eran itanran ti o maa mu de Kaaba. Tabi ki o fi bibo awon talika se itanran. Tabi aaro iyen ni aawe, nitori ki o le to bi oran re se lagbara to wo. Allahu ti moju kuro nibi ohun t’o re koja. Enikeni ti o ba tun pada (moomo dode ninu aso hurumi), Allahu yoo gbesan lara re re. Allahu si ni Alagbara, Olugbesan"},{"SurahNumber":5,"VerseNumber":96,"Text":"Won se odo dide ati jije ounje (okunbete) inu re ni eto fun yin. Nnkan igbadun ni fun eyin ati awon onirin-ajo. Won si se igbe dide ni eewo fun yin nigba ti e ba wa ninu aso hurumi. E beru Allahu, Eni ti won maa ko yin jo si odo Re"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allahu se Kaaba, Ile Haram, ni aye aabo fun awon eniyan. (Nnkan aabo naa ni) awon osu owo, awon eran ore (ti won ko sami si lorun) ati (awon eran ore) ti won sami si lorun. Iyen ri bee ki e le mo pe dajudaju Allahu mo ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile. Ati pe dajudaju Allahu ni Onimo nipa gbogbo nnkan"},{"SurahNumber":5,"VerseNumber":98,"Text":"E mo pe dajudaju Allahu le nibi iya. Ati pe dajudaju Allahu ni Alaforijin, Asake-orun"},{"SurahNumber":5,"VerseNumber":99,"Text":"Ko si ojuse kan fun Ojise naa bi ko se ise-jije. Allahu si mo ohun ti e n safi han re ati ohun ti e n fi pamo"},{"SurahNumber":5,"VerseNumber":100,"Text":"So pe: “Ohun buruku ati ohun daadaa ko dogba, pupo ohun buruku ibaa jo o loju”. Nitori naa, e beru Allahu, eyin onilaakaye, nitori ki e le jere.”"}]}