{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"Эй Пайғамбарлар! Пок нарсалардан енглар ва солиҳ амаллар қилинглар. Албатта, Мен нима амал қилаётганингизни ўта билгувчиман"},{"SurahNumber":23,"VerseNumber":52,"Text":"Албатта, сизнинг бу умматингиз ягона умматдир. Мен эса, Роббингизман. Бас, Менгагина тақво қилинг. (Эй Пайғамбарлар, сизнинг динингиз Исломдир. Роббингиз бўлган Аллоҳга тақво қилинг)"},{"SurahNumber":23,"VerseNumber":53,"Text":"Бас, улар ишларини ўз ораларида пора-пора қилиб бўлиб юбордилар. Ҳар фирқа ўз ҳузурларидаги нарса ила хурсанддирлар. (Пайғамбарлар бир динда бўлган эдилар. Аммо улардан кейингилар ягона динни турли фирқаларга парчалаб юбордилар)"},{"SurahNumber":23,"VerseNumber":54,"Text":"Бас, сен уларни ғафлатларида бир муддат қўйиб қўй"},{"SurahNumber":23,"VerseNumber":55,"Text":"Улар Бизнинг ўзларига молу дунё ва фарзандлар ила мадад бераётганимизни"},{"SurahNumber":23,"VerseNumber":56,"Text":"Уларга яхшиликларни тезлатишимиз, деб ҳисоблайдиларми? Йўқ! Улар сезмаслар"},{"SurahNumber":23,"VerseNumber":57,"Text":"Албатта, Роббиларидан қўрқиб хавфда турувчилар"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ва Роббилари оятларига иймон келтирадиганлар"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ва Роббиларига ширк келтирмайдиганлар"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ва берадиган нарсаларини, албатта, Роббиларига қайтгувчи эканликларидан қалблари титраган ҳолда берурлар"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ана ўшалар яхшиликларга шошилурлар ва улар ўша(яхшилик)лар учун мусобақа қилурлар"},{"SurahNumber":23,"VerseNumber":62,"Text":"Биз ҳеч бир жонга тоқатидан ташқари таклиф қилмасмиз. Ҳузуримизда китоб бор. У ҳақни сўзлайдир. Уларга зулм қилинмас"},{"SurahNumber":23,"VerseNumber":63,"Text":"Йўқ! Уларнинг қалблари бундан ғафлатдадир. Уларнинг бундан бошқа амаллари бордир. Улар ўша (амал)ларни қилгувчидирлар"},{"SurahNumber":23,"VerseNumber":64,"Text":"Токи уларнинг маишатпарастларини азоб ила тутганимизда, бирдан фарёд солурлар"},{"SurahNumber":23,"VerseNumber":65,"Text":"Энди, бугун фарёд солманг! Албатта, Биз томонимиздан сизга нусрат қилинмас"},{"SurahNumber":23,"VerseNumber":66,"Text":"Батаҳқиқ, Менинг оятларим сизга тиловат қилинар эди. Сиз эса, ортингизга қочар эдингиз"},{"SurahNumber":23,"VerseNumber":67,"Text":"У(Каъба) билан кибрланар, тунги суҳбатингизда беҳуда сўзлар айтар эдингиз"},{"SurahNumber":23,"VerseNumber":68,"Text":"Наҳотки улар бу сўзни тадаббур қилиб кўрмадилар? Ёки уларга аввалги ота-боболарига келмаган нарса келибдими"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ёки ўз Пайғамбарларини танимасдан улар унга инкор қилгувчи бўлмоқдаларми"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ёки, унда жиннилик бор, дейдиларми? Йўқ! У уларга ҳақ ила келди. Уларнинг кўплари эса, ҳақни ёмон кўргувчидирлар. (Муҳаммад (с. а. в.) уларга ҳақ дин ила келди. Шунинг учун улар Исломдан юз ўгирмоқдалар. Улар ҳақни ёмон кўрадилар"},{"SurahNumber":23,"VerseNumber":71,"Text":"Агар ҳақ уларнинг ҳавойи нафсларига эргашса, албатта, осмонлару ер ва улардаги кимсалар фасодга учрар эди. Йўқ! Биз уларга ўз шарафларини келтирдик. Улар эса, шарафларидан юз ўгирмоқдалар. (Ҳақ битта, яъни, Аллоҳнинг динидир. Ҳамма ҳаққа эргашмоғи лозим. Чунки ҳақ битта, одамларнинг ҳавойи нафслари эса, чексиздир. Инчунин, ҳавойи нафс ила ҳақиқатга эришиб бўлмайди. Қачон ҳавойи нафснинг кўйига тушилса, фасодга учралади. Аллоҳдан келган ҳақ–Ислом одамларни йўлга солиши керак. Аммо одамлар у ҳақдан–Исломдан юз ўгирмоқдалар. Ҳақни–Исломни ҳавойи нафсларига эргаштиришни истайдилар. Биз келтирган Қуръон–Ислом–ҳақ улар учун шарафдир. Ким ҳаққа эргашса, амал қилса, шон-шарафга эга бўлади)"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ёки сен улардан харож сўраяпсанми?! Бас, Роббингнинг харожи яхшироқдир. У зот энг яхши ризқ бергувчидир"},{"SurahNumber":23,"VerseNumber":73,"Text":"Албатта, сен уларни тўғри йўлга чақирасан"},{"SurahNumber":23,"VerseNumber":74,"Text":"Албатта, охиратга иймон келтирмайдиганлар бу йўлдан озгувчидирлар"},{"SurahNumber":23,"VerseNumber":75,"Text":"Агар уларга раҳм қилиб, уларга етган зарарни кушойиш қилсак ҳам, туғёнларида бардавом бўлиб, адашиб-улоқиб юраверадилар"},{"SurahNumber":23,"VerseNumber":76,"Text":"Батаҳқиқ, Биз уларни азоб ила тутдик, бас, улар Роббиларига бўйин ҳам эгмадилар, тазарруъ ҳам қилмадилар"},{"SurahNumber":23,"VerseNumber":77,"Text":"Токи қачон уларга шиддатли азоб эшигини очганимизда, тўсатдан ноумид бўлгувчилардир"}]}