{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hajjbe kayekati masa ache subidita. Esaba mase ye loka hajjbera paripurna niyata karabe, tara pakse stri'o sathe nirabharana ha'oya jayeja naya. Na asobhana kona kaja kara, na jhagara-bibada kara hajjbera se'i samaya jayeja naya. Ara tomara yakichu satkaja kara, allaha to janena. Ara tomara patheya sathe niye na'o. Nihsandehe sarbottama patheya hacche allahara bhaya. Ara amake bhaya karate thaka, he bud'dhimanagana! Tomadera upara tomadera palanakartara anugraha anbesana karaya kona papa ne'i."},{"SurahNumber":2,"VerseNumber":198,"Text":"Tomadera upara tomadera palanakartara anugraha anbesana karaya kona papa ne'i. Atahpara yakhana ta'oyaphera jan'ya phire asabe araphata theke, takhana masa‘are-haramera nikate allahake smarana kara. Ara tamke smarana kara temani kare, yemana tomadigake hedayeta kara hayeche. Ara niscaya'i itipurbe tomara chile ajna."},{"SurahNumber":2,"VerseNumber":199,"Text":"Atahpara ta'oyaphera jan'ye drutagatite sekhana theke phire asa, yekhana theke saba'i phire. Ara allahara kache'i magapherata kamana kara. Niscaya'i allaha ksamakari, karunamaya."},{"SurahNumber":2,"VerseNumber":200,"Text":"Ara atahpara yakhana hajjbera yabatiya anusthanakriyadi samapta kare sarabe, takhana smarana karabe allahake, yemana kare tomara smarana karate nijedera bapa-dadaderake; baram tara ceye'o besi smarana karabe. Tarapara aneke to bale ye para'oyadegara! Amadigake duniyate dana kara. Athaca tara jan'ye parakale kona ansa ne'i."},{"SurahNumber":2,"VerseNumber":201,"Text":"Ara tadera madhye ke'u ke'u bale-he para'oyaradegara! Amadigake dunayate'o kalyana dana kara ebam akherate'o kalyana dana kara ebam amadigake doyakhera ayaba theke raksa kara."},{"SurahNumber":2,"VerseNumber":202,"Text":"Edera'i jan'ya ansa rayeche nijedera uparjita sampadera. Ara allaha druta hisaba grahanakari."},{"SurahNumber":2,"VerseNumber":203,"Text":"Ara smarana kara allahake nirdista sankhyaka kayekati dine. Atahpara ye loka tarahura kare cale yabe sudhu du, dinera madhye, tara jan'ye kona papa ne'i. Ara ye loka theke yabe tamra upara kona papa ne'i, abasya yara bhaya kare. Ara tomara allahake bhaya karate thaka ebam niscita jene rakha, tomara saba'i tara samane samabeta habe."},{"SurahNumber":2,"VerseNumber":204,"Text":"Ara emana kichu loka rayeche yadera parthiba jibanera kathabarta tomake camatkrta karabe. Ara tara saksya sthapana kare allahake nijera manera kathara byapare. Prakrtapakse tara kathina jhagarate loka."},{"SurahNumber":2,"VerseNumber":205,"Text":"Yakhana phire yaya takhana cesta kare yate sekhane akalyana srsti karate pare ebam sasyaksetra o prananasa karate pare. Allaha phasada o danga-hangama pachanda karena na."},{"SurahNumber":2,"VerseNumber":206,"Text":"Ara yakhana take bala haya ye, allahake bhaya kara, takhana tara papa take ahankare udbud'dha kare. Sutaram tara jan'ye doyakha'i yathesta. Ara nihsandehe ta halo nikrstatara thikana."},{"SurahNumber":2,"VerseNumber":207,"Text":"Ara manusera majhe eka srenira loka rayeche yara allahara santustikalpe nijedera janera baji rakhe. Allaha halena tamra bandadera prati atyanta meherabana."},{"SurahNumber":2,"VerseNumber":208,"Text":"He imanadara gana! Tomara paripurnabhabe isalamera antarbhukta haye ya'o ebam sayatanera padanka anusarana kara na. Niscita rupe se tomadera prakasya satru."},{"SurahNumber":2,"VerseNumber":209,"Text":"Atahpara tomadera majhe pariskara nirdesa ese geche bale janara pare'o yadi tomara padaskhalita ha'o, tahale niscita jene rekho, allaha, parakramasali, bijna."},{"SurahNumber":2,"VerseNumber":210,"Text":"Tara ki se dike'i takiye rayeche ye, meghera arale tadera samane asabena allaha o pheresatagana? Ara tate'i saba mimansa haye yabe. Bastutah sabakaryakalapa'i allahara nikata giye paumchabe."}]}