{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Nuko Musa yujuje igihe (bumvikanye), ajyana n’umuryango we (basubiye mu Misiri), arabukwa umuriro iruhande (rw’umusozi) wa Twuri. Maze abwira umuryango we ati \"Nimusigare aha, mu by’ukuri, njye ndabutswe umuriro; hari ubwo nabazanira amakuru yawo (yadufasha kumenya inzira) cyangwa mbazanire igishirira cyaka kugira ngo mwote"},{"SurahNumber":28,"VerseNumber":30,"Text":"Nuko awugezeho, ahamagarirwa iruhande rw’ikibaya iburyo (bwe), ku butaka butagatifu, iruhande rw’igiti, (abwirwa) ati \"Yewe Musa! Mu by’ukuri, ni njye Allah, Nyagasani w’ibiremwa byose"},{"SurahNumber":28,"VerseNumber":31,"Text":"Naga inkoni yawe hasi!\" (Arayinaga) maze abonye yinyagambura imeze nk’inzoka, agira ubwoba arahunga ntiyahindukira. (Allah) aramubwira ati \"Yewe Musa! Garuka kandi ntugire ubwoba, mu by’ukuri, uri umwe mu batekanye"},{"SurahNumber":28,"VerseNumber":32,"Text":"Shyira ukuboko kwawe mu kwaha, kuravamo kurabagirana bidatewe n’uburwayi. Kandi wipfumbate kugira ngo ushire ubwoba. Ibyo byombi ni ibimenyetso bigaragara biturutse kwa Nyagasani wawe, uzifashisha kwa Farawo n’ibyegera bye. Mu by’ukuri, boni abantu b’inkozi z’ibibi"},{"SurahNumber":28,"VerseNumber":33,"Text":"(Musa) aravuga ati \"Nyagasani! Mu by’ukuri,nabishemo umuntu none ndatinya ko bazanyica"},{"SurahNumber":28,"VerseNumber":34,"Text":"Kandi umuvandiwe wanjye Haruna andusha kuba intyoza, bityo mumpe tujyaneanyunganire, anahamye ibyo mvuga. Mu by’ukuri, ndatinya ko bampinyura"},{"SurahNumber":28,"VerseNumber":35,"Text":"(Allah) aravuza ati \"Tuzagushyigikiza umuvandimwe wawe tunabahe ubutware mwembi; bityo ntibazabashe kugira icyo babatwara. Ku bw’ibitangaza byacu, mwembi n’abazabakurikira muzatsinda"},{"SurahNumber":28,"VerseNumber":36,"Text":"Nuko Musa abagejejeho ibitangaza byacu bigaragara, baravuga bati \"Ibi nta kindi biricyo uretse ko ari uburozi bw’ubuhimbano, kandi ibi (uduhamagarira) ntitwigeze tubyumva ku babyeyi bacu bo hambere"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa aravuga ati \"Nyagasani wanjye ni we uzi neza uwazanye umuyoboro umuturutseho, kandi ni na we uzi uzagira iherezo ryiza ku munsi w’imperuka. Mu by’ukuri, inkozi z’ibibi ntizizatsinda"},{"SurahNumber":28,"VerseNumber":38,"Text":"Nuko Farawo aravuga ati \"Yemwe banyacyubahiro! Nta yindi mana nzi mufite itari njye, bityo ntwikira amatafari yewe Hamana, maze unyubakire umunara muremure kugira ngo nshobore kubona Imana ya Musa. Kuko mu by’ukuri, nkeka ko (Musa) ari umwe mu banyabinyoma"},{"SurahNumber":28,"VerseNumber":39,"Text":"Maze (Farawo) n’ingabo ze bigira abibone mu gihugu bitari mu kuri kandi banibwira ko batazagarurwa iwacu (kwa Allah)"},{"SurahNumber":28,"VerseNumber":40,"Text":"Nuko tumufatana n’ingabo ze maze tubajugunya mu nyanja. Bityo, reba uko iherezo ry’inkozi z’ibibi ryagenze"},{"SurahNumber":28,"VerseNumber":41,"Text":"Twanabagize abayobozi bahamagarira (abantu) kugana umuriro, kandi ku munsi w’imperuka ntibazarokorwa"},{"SurahNumber":28,"VerseNumber":42,"Text":"Twanabakurikije umuvumo hano ku isi, ndetse no ku munsi w’imperuka bazaba bari mu bantu babi"}]}