{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blest be He in whose hand is the dominion, and He is over everything Potent"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who hath created death and life that He might prove you, as to which of you is excellent in work. And He is the Mighty, the Forgiver"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who hath created seven heavens in storeys. Thou shalt not behold in the Compassionates creation any over-sight; then repeat thy look, beholdest thou any crack"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then repeat thy look twice over, and thy look will return Unto thee dim and It will have become wearied out"},{"SurahNumber":67,"VerseNumber":5,"Text":"And assuredly We have bedecked the nearest heaven with lamps, and We have made them missiles for satans: and for them We have gotten ready the torment of the Blaze"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord will be the torment of Hell; and a hapless destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they will be cast thereinto, they will hear thereof a braying even as it balleth up"},{"SurahNumber":67,"VerseNumber":8,"Text":"Well-nigh it bursteth with rage. So oft as a company is cast thereinto, the keepers thereof will ask them: came there not Unto you a warner"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say: yea! surely there came a warner Unto us, but we belied, and said: God hath not sent down aught, are naught but in a great error"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say: had we been wont to hearken or to reflect, we had not been among the fellows of the Blaze"},{"SurahNumber":67,"VerseNumber":11,"Text":"So they shall confess their sin. Far away they-be, the fellows of the Blaze"},{"SurahNumber":67,"VerseNumber":12,"Text":"Verily those who dread their Lord unseen, theirs shall be forgiveness and a great hire"},{"SurahNumber":67,"VerseNumber":13,"Text":"And whather ye keep your discourse secret or publish it, verily He is the Knower of that which is in the breasts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Shall not He Who hath created know? And He is the Subtile, the Aware"}]}