{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Y cítales el ejemplo de los habitantes de la ciudad a la que vinieron los Mensajeros"},{"SurahNumber":36,"VerseNumber":14,"Text":"cuando Nosotros enviamos a ellos a dos y los desmintieron, así que les reforzamos con un tercero y dijeron: «En verdad, somos Mensajeros enviados a vosotros.»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ellos dijeron: «Vosotros no sois más que seres humanos como nosotros y el Clementísimo no ha enviado nada. Sois unos mentirosos.»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Ellos dijeron: «Nuestro Señor sabe que somos Mensajeros enviados a vosotros"},{"SurahNumber":36,"VerseNumber":17,"Text":"y nuestra responsabilidad no es más que comunicar el mensaje claro.»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dijeron: «Sois un mal presagio. Si no cesáis os apedrearemos y os haremos sufrir un castigo doloroso.»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Ellos dijeron: «¡Vuestro presagio proviene de vuestra actitud! ¿Es que no reflexionaréis? ¡Sois gente transgresora!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Y de lo más lejano de la ciudad vino un hombre corriendo. Dijo: «¡Oh, pueblo mío! ¡Seguid a los Mensajeros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Seguid a quienes no os piden recompensa y están bien guiados"},{"SurahNumber":36,"VerseNumber":22,"Text":"Y ¿Por qué no voy yo a adorar a Quien me ha creado y a Quien habréis de regresar"},{"SurahNumber":36,"VerseNumber":23,"Text":"¿Voy a tomar otros dioses en lugar de Él? Si el Clementísimo quisiera causarme un mal, la intercesión de ellos no podría beneficiarme en absoluto ni podrían rescatarme"},{"SurahNumber":36,"VerseNumber":24,"Text":"Estaría entonces en un extravío evidente.»"},{"SurahNumber":36,"VerseNumber":25,"Text":"«Ciertamente, he creído en vuestro Señor, escuchadme pues.»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Le fue dicho: «¡Entra en el Jardín!» Él dijo: «¡Ojalá mi pueblo supiese"},{"SurahNumber":36,"VerseNumber":27,"Text":"que mi Señor me ha perdonado y me ha puesto entre los ennoblecidos y honrados!»"},{"SurahNumber":36,"VerseNumber":28,"Text":"Y, tras él, no hicimos descender sobre su pueblo un ejército desde el cielo ni nunca lo hemos hecho descender"},{"SurahNumber":36,"VerseNumber":29,"Text":"No hubo más que un grito y repentinamente todos murieron"},{"SurahNumber":36,"VerseNumber":30,"Text":"¡Qué pena de siervos! No vino a ellos Mensajero alguno del que no se burlaran"},{"SurahNumber":36,"VerseNumber":31,"Text":"¿Acaso no ven cuántas generaciones antes de ellos hemos destruido que ya no volverán a ellos"},{"SurahNumber":36,"VerseNumber":32,"Text":"Todos ellos serán reunidos sin excepción ante Nosotros"}]}