{"Id":369,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Alloh taolo suxani on zanro sunid, ki ʙo tu dar ʙorai savharas suhʙat mekard va ʙa Alloh taolo sikojat meʙurd. Alloh taolo guftugui sumoro mesunavad, caro ki Alloh taolo sunavoi ʙinost"},{"SurahNumber":58,"VerseNumber":2,"Text":"Kasone az sumo, ki hamsaroni xesro [az lihozi hurmati hamʙistari hamcun] modari xud talaqqi mekunand, [ʙidonand, ki] on zanon hargiz modaronason naxohand ʙud; modaroni eson faqat zanone hastand, ki onhoro ʙa dunjo ovardaand. Onon suxane nopisand va nohaq megujand va [agar tavʙa kunand] Alloh taolo ʙaxsojandai omurzgor ast"},{"SurahNumber":58,"VerseNumber":3,"Text":"Kasone, ki zanonasonro zihor mekunand, sipas az on ci guftaand, ʙozmegardand, ʙojad pes az omezisi cinsi ʙo ham ʙardaero ozod kunand. In hukmest, ki ʙa on [pandu] andarz doda mesaved va Alloh taolo ʙa on ci mekuned, ogoh ast"},{"SurahNumber":58,"VerseNumber":4,"Text":"Pas, kase, ki [ʙardaero] najoʙad, pes az omezisi cinsi du moh pajopaj ruza ʙigirad va kase, ki nametavonad [ruza ʙigirad, dar on surat] ʙojad sast miskinro taom dihad. In [kaffora] ʙaroi on ast, ki ʙa Alloh taolo va rasulas imon ʙijovared va inho hududi [ahkomi] ilohi ast va ʙaroi kofiron azoʙi dardnoke [dar pes] ast"},{"SurahNumber":58,"VerseNumber":5,"Text":"Hamono kasone, ki ʙo Alloh taolo va rasulas dusmani mekunand, xor [-u zalil] mesavand, hamon guna ki pesinijoni onho niz xor [-u zalil] sudand va ʙa rosti, Mo ojoti ravsane nozil kardem va ʙaroi kofiron azoʙi xorkunandae [dar pes] ast"},{"SurahNumber":58,"VerseNumber":6,"Text":"Ruze, ki Alloh taolo hamai onhoro [az gur] ʙarmeangezad, sipas onhoro az on ci kardaand, ʙoxaʙar mesozad, [hamon a'mole, ki] Alloh taolo hisoʙi onro nigah dosta, ammo onho faromusas kardaand va Alloh taolo ʙar hama ciz guvoh [va nozir] ast"}]}