{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"Ojo dostoni mehmononi giromii Iʙrohim ʙa tu rasidaast"},{"SurahNumber":51,"VerseNumber":25,"Text":"On goh ki nazdi ū omadandu guftand: «Salom!» Guft: «Salom! Şumo mardumi noşinoxtaed!»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Dar nihon va şitoʙon nazdi kasoni xud raft va gūsolai farʙehe ovard"},{"SurahNumber":51,"VerseNumber":27,"Text":"Ta'omro ʙa nazdaşon guzoştu guft: «Caro namexūred?»"},{"SurahNumber":51,"VerseNumber":28,"Text":"Va az onho ʙimnok şud. Guftand: «Matars!» Va ūro ʙa farzande dono xuşxaʙar dodand"},{"SurahNumber":51,"VerseNumber":29,"Text":"Va zanaş farjodzanon omad va ʙar rūj zadu guft: Man pirazane nozojam»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Guftand: «Parvardigori tu incunin guftaast. Va ū hakimu donost!»"},{"SurahNumber":51,"VerseNumber":31,"Text":"Guft: «Ej rasulon, ʙa cī kor omadaed?»"},{"SurahNumber":51,"VerseNumber":32,"Text":"Guftand: «Moro ʙar mardume taʙahkor firistodaand"},{"SurahNumber":51,"VerseNumber":33,"Text":"to tikkahoi sanghoi gili ʙar saraşon ʙiʙorem"},{"SurahNumber":51,"VerseNumber":34,"Text":"ki ʙar on sangho az çoniʙi Parvardigorat ʙaroi az had, guzaştaho nişon guzoştaand»"},{"SurahNumber":51,"VerseNumber":35,"Text":"Pas hamai kasonero, ki imon ovarda ʙudand, ʙerun ʙurdem"},{"SurahNumber":51,"VerseNumber":36,"Text":"Va dar on şahr ƣajri jak xona va farmonʙardoron najoftem"},{"SurahNumber":51,"VerseNumber":37,"Text":"Va dar on sarzamin ʙaroi kasone, ki az azoʙi dardovar metarsand, nişone ʙoqī guzoştem"},{"SurahNumber":51,"VerseNumber":38,"Text":"Va iʙratest dar Mūso, on goh ki ūro ʙo huççate oşkor nazdi Fir'avn firistodem"},{"SurahNumber":51,"VerseNumber":39,"Text":"Va Ū ʙo hamai quvvaaş rūj gardondu guft: «Çodugarest jo devonae!»"},{"SurahNumber":51,"VerseNumber":40,"Text":"Ū va laşkarhojaşro giriftem va ʙa darjo partoftem. Va ū mustavçiʙi (sazovori) malomat ʙud"},{"SurahNumber":51,"VerseNumber":41,"Text":"Va niz iʙratest dar qavmi Od, on goh, ki ʙodi aqimro ʙar onho firistodem"},{"SurahNumber":51,"VerseNumber":42,"Text":"Bar har cize vazid, faqat ustuxone pūsidaaş ʙar çoj guzoşt"},{"SurahNumber":51,"VerseNumber":43,"Text":"Va niz iʙratest dar qavmi Samud, on goh ki ʙa onho gufta şud: «To zamone cand ʙarxurdor şaved»"},{"SurahNumber":51,"VerseNumber":44,"Text":"Onon az farmoni Parvardigoraşon sar ʙozzadand va hamcunon ki menigaristand, ra'di tunde furū giriftaşon"},{"SurahNumber":51,"VerseNumber":45,"Text":"Istodan natavonistand va tavoni intiqom nadoştand"},{"SurahNumber":51,"VerseNumber":46,"Text":"Va az peş qavmi Nūhro halok kardem, ki qavme nofarmon ʙudand"}]}