{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Hi allaha ani tyacya paigambaratarphe vacanamuktici ghosana ahe tya anekesvaravadyambabata, jyancyasi tumhi vacana karara kela ahe"},{"SurahNumber":9,"VerseNumber":2,"Text":"Tevha (he anekesvaravadyanno!) Tumhi desata cara mahine pravasa karuna ghya ani januna ghya ki tumhi allahala vivasa karu sakata nahi ani allaha inkari lokanna apamanita karanara ahe"},{"SurahNumber":9,"VerseNumber":3,"Text":"Allaha ani tyacya paigambaratarphe haja akabara (mothya haja) cya divasi1 sapha ailana ahe ki allaha anekesvaravadyampasuna vibhakta aheta ani tyaca paigambaradekhila. Jara attahi tumhi tauba (ksama-yacana) karala tara tumacyasathi adhika cangale ahe ani jara tumhi tonda phiravala, tara januna asa ki tumhi allahala agatika karu sakata nahi ani kaphiranna sakta sikseci khabara dya"},{"SurahNumber":9,"VerseNumber":4,"Text":"Parantu ase anekesvaravadi, jyancyasi tumhi vacana karara kelela ahe ani tyanni tumhala kincitahi nukasana pohacavile nahi, ani tumacya virodhata konaci madata keli nahi, tara tumhidekhila kararaca avadhi tyancyasaha purna kara. Nihsansaya allaha bhaya rakhuna vaganaryansi prema karato"},{"SurahNumber":9,"VerseNumber":5,"Text":"Maga adaraniya mahine sampataca anekesvaravadyanna, adhalatila tithe thara kara, tyanna kaidi banava, tyanna ghera taka ani pratyeka ghatacya thikani tyancyavara tapuna basa parantu jara te tauba (ksama yacana) karuna ghetila ani nityanemane namaja padhu lagatila ani jakata ada karu lagatila tara tumhi tyanca marga soduna dya. Nihsansaya, sarvasrestha allaha mapha karanara, daya karanara ahe"},{"SurahNumber":9,"VerseNumber":6,"Text":"Jara anekesvaravadyampaiki koni tumacya javala asraya magela tara tumhi tyala asraya dya, yethaparyanta ki tyane allahaci vani aikuna ghyavi, maga tyala tyacya santi-sthalaparyanta pohacava. He asasathi ki te loka ajana aheta"}]}