{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Kwa hakika tulimtumiliza Mūsā kwa hoja zetu aende kwa Fir’awn na watukufu wa watu wake kama tulivyokutumiliza wewe, ewe mtume, kwa hawa washirikina wa watu wako, na Mūsā akawaambia, «Mimi ni Mtume kutoka kwa Mola wa viumbe wote.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Na alipowajia na dalili zilizo wazi zenye kuonyesha ukweli wake katika ulinganizi wake, hapo Fir’awn na viongozi wa utawala wake wakawa wanazicheka zile hoja na mazingatio alivyokuja navyo Mūsā"},{"SurahNumber":43,"VerseNumber":48,"Text":"Na hatukuwa tukimuonyesha Fir’awn hoja yoyote isipokuwa huwa ni kubwa zaidi kuliko ile iliyokuwa kabla yake na inautolea dalili zaidi usahihi wa kile ambacho Mūsā alikuwa akiwalingania kwacho. Na tuliwapatiliza kwa aina mbalimbali za adhabu , kama vile Nzige, chawa, vyura, mafuriko na nyinginezo ili wapate kurudi kwenye kumpwekesha Mwenyezi Mungu na kumtii na kuacha kumkanusha"},{"SurahNumber":43,"VerseNumber":49,"Text":"Na Fir’awn na viongozi wa utawala wake wakasema kumwambia Mūsā, ”Ewe mjuzi! (Na mchawi alikuwa kwao ni mtu mkubwa wanayemheshimu, na haukuwa uchawi ni sifa ya mtu kutukanika), ’Tuombee Mola wako, kwa ile ahadi Aliyokuahidi na yale matukufu Aliyokutunukia wewe mahsusi, Atuepushie adhabu, kwani tukiepushiwa adhabu, kwa hakika sisi ni wenye kuongoka na kuayaamini yale uliotujia nayo"},{"SurahNumber":43,"VerseNumber":50,"Text":"Basi Mūsā alipoomba adhabu iondolewe kwao na tukawaondolea hiyo adhabu, ghafla wanavunja ahadi na wanaendelea kwenye upotevu wao"},{"SurahNumber":43,"VerseNumber":51,"Text":"Na Fir’awn aliita mbele ya wakubwa wa watu wake kwa kujigamba na kujisifu kwa ufalme wa Misri, «Je, kwani mimi sina ufalme wa Misri na mito hii inayopita chini yangu? Kwani hamuoni utukufu wangu na nguvu zangu na unyonge wa Mūsā na umasikini wake"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Bali mimi ni bora kuliko huyu asiye na utukufu. Kwani yeye anajidhalilisha katika kuataka haja zake kwa udhaifu wake na unyonge wake, na hafafanui maneno kwa ajili ya uzito wa ulimi wake.» Na lililomfanya Fir’awn atoe kauli hii ni ukafiri, ushindani na uzuiaji njia ya Mwenyezi Mungu"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Basi si apewe huyo Mūsā, iwapo ni mkweli kuwa yeye ni Mjumbe wa Mola wa viumbe wote, vikuku vya dhahabu, au waje Malaika pamoja na yeye wameshikana na kukutana na wakafuatana wakimtolea ushahidi kuwa yeye ni Mtume wa Mwenyezi Mungu kwetu sisi.»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Fir’awn akazichezea akili za watu wake, akawaita kwenye upotevu na wao wakamtii na wakamkanusha Mūsā. Kwa hakika, wao walikuwa ni watu waliotoka kwenye utiifu wa Mwenyezi Mugu na njia yake ya sawa"},{"SurahNumber":43,"VerseNumber":55,"Text":"Walipotukasirisha, kwa kutuasi na kumkanusha Mūsā na miujiza aliyokuja nayo, tuliwatesa kwa adhabu ya duniani tuliyowaharakishia na tukawazamisha wote baharini"},{"SurahNumber":43,"VerseNumber":56,"Text":"Tukawafanya hao tuliowazamisha baharini kuwa ni mfano uliotangulia kwa anayefanya matendo kama yao katika wale watakaokuja baada yao kwa kustahiki adhabu, na ni mazingatio na mawaidha kwa watu wa nyuma"}]}