{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Doista ce izgubiti oni koji poricu susret s Allahom, dok kad im dođe Cas nenadno, reci ce: \"O zalosti nasa nad onim sta smo zanemarili\", i oni ce nositi terete svoje na leđima svojim. Doista je lose sta ce nositi"},{"SurahNumber":6,"VerseNumber":32,"Text":"A zivot Dunjaa je samo igra i zabava, i sigurno je kuca Ahireta bolja za one koji se boje. Pa zar ne shvatate"},{"SurahNumber":6,"VerseNumber":33,"Text":"Doista znamo: zalosti te to sta govore. Pa uistinu, oni ne poricu tebe, međutim zalimi ajete Allahove nijecu"},{"SurahNumber":6,"VerseNumber":34,"Text":"A doista su poricani poslanici prije tebe, pa su se strpili nad (tim) sto su poricani i muceni, dok im nije dosla pomoc Nasa. I nema tog ko ce izmijeniti rijeci Allahove. A vec ti je dosla vijest o poslanicima"},{"SurahNumber":6,"VerseNumber":35,"Text":"A ako ti je tesko njihovo okretanje, onda ako mozes da potrazis rupu u Zemlji ili ljestve u nebo, pa im doneses znak! A da hoce Allah, sigurno bi ih prikupio Uputi, zato ne budi nikako od neznalica"},{"SurahNumber":6,"VerseNumber":36,"Text":"Odazivaju se jedino oni koji slusaju. A mrtvi - podici ce ih Allah, zatim ce Njemu biti povraceni"},{"SurahNumber":6,"VerseNumber":37,"Text":"I govore: \"Zasto mu se ne spusti znak od Gospodara njegovog?\" Reci: \"Uistinu! Allah je kadar da spusti znak\"; međutim, vecina njih ne zna"},{"SurahNumber":6,"VerseNumber":38,"Text":"A nema nijedne zivotinje na Zemlji, niti leteceg stvorenja (koje) leti sa dva krila svoja - a da nisu zajednice slicne vama. Nismo zapostavili u Knjizi nista; zatim ce Gospodaru svom biti sakupljeni"},{"SurahNumber":6,"VerseNumber":39,"Text":"A oni koji poricu ajete Nase, gluhi i nijemi, u tminama su. Allah koga hoce - zabludi ga, a koga hoce - ucini ga na putu pravom"},{"SurahNumber":6,"VerseNumber":40,"Text":"Reci: \"Da li vidite, ako vam dođe kazna Allahova ili vam dođe Cas, hocete li mimo Allaha prizivati, ako istinu govorite"},{"SurahNumber":6,"VerseNumber":41,"Text":"Naprotiv! Njega biste prizivali, pa bi otklonio ono za sto ste Ga prizivali - ako bi htio - i zaboravili biste sta ste pridruzivali"}]}