{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Dijo el [hombre] creyente [de la familia del Faraón]: \"¡Oh, pueblo mío! Síganme, que los guiaré por el camino recto"},{"SurahNumber":40,"VerseNumber":39,"Text":"¡Oh, pueblo mío! En esta vida mundanal hay solo placeres temporales, mientras que la otra vida es la morada de la eternidad"},{"SurahNumber":40,"VerseNumber":40,"Text":"Quien haga una maldad, será castigado acorde a lo cometido, pero quien haga obras buenas y sea creyente, varón o mujer, ingresará al Paraíso y será recompensado sin medida"},{"SurahNumber":40,"VerseNumber":41,"Text":"¡Oh, pueblo mío! ¿Qué sucede que los invito a la salvación y ustedes me invitan al Infierno"},{"SurahNumber":40,"VerseNumber":42,"Text":"Me proponen negar la unicidad de Dios y que dedique actos de adoración a otros [ídolos], pero no tengo conocimiento [que algo merezca ser adorado salvo Él]. Yo los invito a creer en el Poderoso, el Perdonador"},{"SurahNumber":40,"VerseNumber":43,"Text":"No hay duda de que aquello a lo que me invitan carece de fundamento en esta vida y en la otra; todos compareceremos ante Dios, y quienes exceden los límites serán los moradores del Infierno"},{"SurahNumber":40,"VerseNumber":44,"Text":"Ya se acordarán de esto que les digo, pero [me refugio en Dios y] confío mis asuntos a Él. Dios ve bien lo que hacen Sus siervos"},{"SurahNumber":40,"VerseNumber":45,"Text":"Dios lo protegió de las maldades que tramaron contra él, mientras que el Faraón y sus seguidores fueron azotados por un castigo terrible"},{"SurahNumber":40,"VerseNumber":46,"Text":"[En la tumba] el fuego los alcanzará por la mañana y por la tarde, pero el día que llegue la Hora [del Juicio, se les ordenará a los ángeles:] \"Arreen al Faraón y sus seguidores al castigo más severo"},{"SurahNumber":40,"VerseNumber":47,"Text":"Cuando [los incrédulos] discutan en el Infierno, dirán los más débiles a los soberbios [líderes de la incredulidad]: \"Nosotros fuimos sus seguidores, ¿no pueden librarnos de una parte del [castigo del] Infierno"},{"SurahNumber":40,"VerseNumber":48,"Text":"Dirán los soberbios: \"Todos nosotros estamos [siendo castigados] en él, Dios juzgó entre Sus siervos [y nadie puede aminorar el tormento]"},{"SurahNumber":40,"VerseNumber":49,"Text":"Quienes están en el tormento dirán a los [ángeles] guardianes del Infierno: \"Rueguen a su Señor para que nos alivie el castigo [aunque sea] un solo día"},{"SurahNumber":40,"VerseNumber":50,"Text":"Dirán [los ángeles]: \"¿Acaso no se les presentaron Mensajeros con milagros evidentes?\" Responderán: \"Claro que sí [pero no les creímos]\". Les dirán entonces [los ángeles]: \"Rueguen ustedes\", pero las súplicas de los que se negaron a creer serán en vano"}]}