{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"Ārau siham̐tē tōmāka hāẏēja samparkē praśna karaē, kōraā, ‘i ēbidha aśuci’. Ētēkē tōmālōkē hāẏēja arasthāta straī-saṅgamara paraā birata thakā ārau paraitra nōhōraālaikē (saṅgamara bābē) siham̐tara nikaṭabartī naha’bā. Tāra pichata siham̐tē yētiẏā uttamaraūpē paraiśud'dha ha’ba tētiẏā siham̐tara ōcarata ṭhika tēnēkai gamana karaibā yēnēkai āllāhē tōmālōkaka ādēśa dichē. Niścaẏa āllāha tā'ōbākāraīsakalaka bhāla pāẏa ārau siham̐takō bhāla pāẏa yisakalē adhika paraitratā arjana karaē"},{"SurahNumber":2,"VerseNumber":223,"Text":"Tōmālōkara straīsakala tōmālōkara bābē śasyakṣētra. Ētēkē tōmālōkē tōmālōkara śasyakṣētrata yēnēkai icchā gamana karaiba pāraā. Ārau tōmālōkē nijara bharaiṣyatara bābē kibā āgalai praēraṇa karaā ārau āllāhaka bhaẏa karaā ārau jāni thōraā, niścaẏa tōmālōka āllāhara sanmukhīna ha’bā ārau muminasakalaka susambāda diẏā"},{"SurahNumber":2,"VerseNumber":224,"Text":"Tōmālōkē saṯkarma ārau tākbaraā ārau mānuhara mājata śānti sthāpanara paraā birata thakāra bābē āllāhara nāmara śapataka pratibandhaka hicāpē byarahāra nakaraibā; ārau āllāha sarbaśraōtā, sarbajña"},{"SurahNumber":2,"VerseNumber":225,"Text":"Tōmālōkara anarthaka śapatara bābē āllāhē tōmālōkaka sōdha-pōca nakaraiba; kintu tē'ōm̐ sē'ibōra śapatara biṣaẏē sōdha-pōca karaiba, yibōra tōmālōkara antaraē saṅkalpabad'dhabhāraē arjana karaichē, ārau āllāha kṣamāparaāẏaṇa, parama sahanaśīla"},{"SurahNumber":2,"VerseNumber":226,"Text":"Yisakalē nija straīra lagata milita nōhōraāra śapata karaiba siham̐ta cārai māha apēkṣā karaiba. Ē'i samaẏachōraāta yadi siham̐tē mata paraibartana karaē tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"},{"SurahNumber":2,"VerseNumber":227,"Text":"Ārau yadi siham̐tē tālākba diẏāra saṅkalpa karaē tēntē niścaẏa āllāha sarbaśraōtā, sarbajña"},{"SurahNumber":2,"VerseNumber":228,"Text":"Ārau tālākbapraāptā straīsakalē tini kuraū laikē apēkṣāta thākiba, ārau siham̐tē yadi āllāha ārau ākhiraātara prati īmāna raākhē tēntē siham̐tara garbhāśaẏata āllāhē yi sr̥ṣṭi karaichē sēẏā gōpana karaā siham̐tara bābē baidha nahaẏa; ārau yadi siham̐tē sanśōdhana bicāraē tēntē ē'i biṣaẏē punara grahaṇara bēchi hakadāra siham̐tara sbāmīra; ārau nāraīsakalara tēnēkai n'yāẏasaṅgata adhikāra āchē yēnēkai siham̐tara ōparata purauṣasakalara adhikāra āchē; ārau nāraīsakalara ōparata purauṣasakalara maryādā āchē; āllāha mahāparaākramaśālī, prajñāmaẏa"}]}