{"Id":23,"LanguageCodes":["ar","ara"],"Name":"ara-qurannastaleeqn","Author":"Quran Nastaleeq Non Unicode","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://fonts.qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"وَاذۡكُرۡ فِي الۡكِتٰبِ مَرۡيَمَﶉ اِذِ انۡتَبَذَتۡ مِنۡ اَهۡلِهَا مَكَانًا شَرۡقِيًّا ١٦ﶫ"},{"SurahNumber":19,"VerseNumber":17,"Text":"فَاتَّخَذَتۡ مِنۡ دُوۡنِهِمۡ حِجَابًاﵴ فَاَرۡسَلۡنَا٘ اِلَيۡهَا رُوۡحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ١٧"},{"SurahNumber":19,"VerseNumber":18,"Text":"قَالَتۡ اِنِّيۡ٘ اَعُوۡذُ بِالرَّحۡمٰنِ مِنۡكَ اِنۡ كُنۡتَ تَقِيًّا ١٨"},{"SurahNumber":19,"VerseNumber":19,"Text":"قَالَ اِنَّمَا٘ اَنَا رَسُوۡلُ رَبِّكِﵲ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا ١٩"},{"SurahNumber":19,"VerseNumber":20,"Text":"قَالَتۡ اَنّٰي يَكُوۡنُ لِيۡ غُلٰمٌ وَّلَمۡ يَمۡسَسۡنِيۡ بَشَرٌ وَّلَمۡ اَكُ بَغِيًّا ٢٠"},{"SurahNumber":19,"VerseNumber":21,"Text":"قَالَ كَذٰلِكِﵐ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌﵐ وَلِنَجۡعَلَهٗ٘ اٰيَةً لِّلنَّاسِ وَرَحۡمَةً مِّنَّاﵐ وَكَانَ اَمۡرًا مَّقۡضِيًّا ٢١"},{"SurahNumber":19,"VerseNumber":22,"Text":"فَحَمَلَتۡهُ فَانۡتَبَذَتۡ بِهٖ مَكَانًا قَصِيًّا ٢٢"},{"SurahNumber":19,"VerseNumber":23,"Text":"فَاَجَآءَهَا الۡمَخَاضُ اِلٰي جِذۡعِ النَّخۡلَةِﵐ قَالَتۡ يٰلَيۡتَنِيۡ مِتُّ قَبۡلَ هٰذَا وَكُنۡتُ نَسۡيًا مَّنۡسِيًّا ٢٣"},{"SurahNumber":19,"VerseNumber":24,"Text":"فَنَادٰىهَا مِنۡ تَحۡتِهَا٘ اَلَّا تَحۡزَنِيۡ قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيًّا ٢٤"},{"SurahNumber":19,"VerseNumber":25,"Text":"وَهُزِّيۡ٘ اِلَيۡكِ بِجِذۡعِ النَّخۡلَةِ تُسٰقِطۡ عَلَيۡكِ رُطَبًا جَنِيًّا ٢٥ﶚ"},{"SurahNumber":19,"VerseNumber":26,"Text":"فَكُلِيۡ وَاشۡرَبِيۡ وَقَرِّيۡ عَيۡنًاﵐ فَاِمَّا تَرَيِنَّ مِنَ الۡبَشَرِ اَحَدًاﶈ فَقُوۡلِيۡ٘ اِنِّيۡ نَذَرۡتُ لِلرَّحۡمٰنِ صَوۡمًا فَلَنۡ اُكَلِّمَ الۡيَوۡمَ اِنۡسِيًّا ٢٦ﶔ"},{"SurahNumber":19,"VerseNumber":27,"Text":"فَاَتَتۡ بِهٖ قَوۡمَهَا تَحۡمِلُهٗﵧ قَالُوۡا يٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـًٔا فَرِيًّا ٢٧"},{"SurahNumber":19,"VerseNumber":28,"Text":"يٰ٘اُخۡتَ هٰرُوۡنَ مَا كَانَ اَبُوۡكِ امۡرَاَ سَوۡءٍ وَّمَا كَانَتۡ اُمُّكِ بَغِيًّا ٢٨ﶗ"},{"SurahNumber":19,"VerseNumber":29,"Text":"فَاَشَارَتۡ اِلَيۡهِﵪ قَالُوۡا كَيۡفَ نُكَلِّمُ مَنۡ كَانَ فِي الۡمَهۡدِ صَبِيًّا ٢٩"},{"SurahNumber":19,"VerseNumber":30,"Text":"قَالَ اِنِّيۡ عَبۡدُ اللّٰهِﵪ اٰتٰىنِيَ الۡكِتٰبَ وَجَعَلَنِيۡ نَبِيًّا ٣٠ﶫ"},{"SurahNumber":19,"VerseNumber":31,"Text":"وَّجَعَلَنِيۡ مُبٰرَكًا اَيۡنَ مَا كُنۡتُﵣ وَاَوۡصٰنِيۡ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمۡتُ حَيًّا ٣١ﶫ"},{"SurahNumber":19,"VerseNumber":32,"Text":"وَّبَرًّاۣ بِوَالِدَتِيۡﵟ وَلَمۡ يَجۡعَلۡنِيۡ جَبَّارًا شَقِيًّا ٣٢"},{"SurahNumber":19,"VerseNumber":33,"Text":"وَالسَّلٰمُ عَلَيَّ يَوۡمَ وُلِدۡتُّ وَيَوۡمَ اَمُوۡتُ وَيَوۡمَ اُبۡعَثُ حَيًّا ٣٣"},{"SurahNumber":19,"VerseNumber":34,"Text":"ذٰلِكَ عِيۡسَي ابۡنُ مَرۡيَمَﵐ قَوۡلَ الۡحَقِّ الَّذِيۡ فِيۡهِ يَمۡتَرُوۡنَ ٣٤"},{"SurahNumber":19,"VerseNumber":35,"Text":"مَا كَانَ لِلّٰهِ اَنۡ يَّتَّخِذَ مِنۡ وَّلَدٍﶈ سُبۡحٰنَهٗﵧ اِذَا قَضٰ٘ي اَمۡرًا فَاِنَّمَا يَقُوۡلُ لَهٗ كُنۡ فَيَكُوۡنُ ٣٥ﶠ"},{"SurahNumber":19,"VerseNumber":36,"Text":"وَاِنَّ اللّٰهَ رَبِّيۡ وَرَبُّكُمۡ فَاعۡبُدُوۡهُﵧ هٰذَا صِرَاطٌ مُّسۡتَقِيۡمٌ ٣٦"},{"SurahNumber":19,"VerseNumber":37,"Text":"فَاخۡتَلَفَ الۡاَحۡزَابُ مِنۣۡ بَيۡنِهِمۡﵐ فَوَيۡلٌ لِّلَّذِيۡنَ كَفَرُوۡا مِنۡ مَّشۡهَدِ يَوۡمٍ عَظِيۡمٍ ٣٧"},{"SurahNumber":19,"VerseNumber":38,"Text":"اَسۡمِعۡ بِهِمۡ وَاَبۡصِرۡﶈ يَوۡمَ يَاۡتُوۡنَنَا لٰكِنِ الظّٰلِمُوۡنَ الۡيَوۡمَ فِيۡ ضَلٰلٍ مُّبِيۡنٍ ٣٨"},{"SurahNumber":19,"VerseNumber":39,"Text":"وَاَنۡذِرۡهُمۡ يَوۡمَ الۡحَسۡرَةِ اِذۡ قُضِيَ الۡاَمۡرُﶉ وَهُمۡ فِيۡ غَفۡلَةٍ وَّهُمۡ لَا يُؤۡمِنُوۡنَ ٣٩"},{"SurahNumber":19,"VerseNumber":40,"Text":"اِنَّا نَحۡنُ نَرِثُ الۡاَرۡضَ وَمَنۡ عَلَيۡهَا وَاِلَيۡنَا يُرۡجَعُوۡنَ ٤٠ﶒ"}]}