{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Shĩ ne wanda Ya halitta ku daga rai guda, kumaYa sanya, daga gare ta, ma'auranta, dõmin ya natsu zuwa gare ta. Sa'an nan a lõkacin da ya rufe ta, ta yi ciki, ciki sassauƙa, sai ta shũɗe dashi. Sa'an nan a lõkacin da ya yi nauyi, sai suka rõƙi Allah, Ubangijinsu: \"Lalle ne idan Ka bã mu abin ƙwarai, haƙĩƙa, zã mu kasance dagamãsu gõdiya"},{"SurahNumber":7,"VerseNumber":190,"Text":"To, a lõkacin da Ya bã su abin ƙwarai, suka sanya Masa abõkan tarayya a cikin abin da Ya ba su. To, Allah Yã tsarkaka daga abin da suke yi na shirki"},{"SurahNumber":7,"VerseNumber":191,"Text":"Shin, sunã shirki da abin da bã ya halittar kõme, kuma sũne ake halittãwa"},{"SurahNumber":7,"VerseNumber":192,"Text":"Kuma ba su iya bãyar da taimako gare su, kuma kansu ma, bã su iya taimaka"},{"SurahNumber":7,"VerseNumber":193,"Text":"Kuma idan kun kirãye su zuwa ga shiriya, bã zã su bĩ ku ba, daidai ne a gare ku, shin, kun kirãye su, kõ kuwa kũ mãsu kawaici ne"},{"SurahNumber":7,"VerseNumber":194,"Text":"Lalle ne waɗannan da kuke kira, baicin Allah, bãyĩ ne misãlanku: to, ku kirãye su, sa'an nan su karɓa muku, idan kun kasance mãsu gaskiya"},{"SurahNumber":7,"VerseNumber":195,"Text":"Shin sunã da ƙafãfu da suke yin tafia da su? Kõ sunã da hannãye da suke damƙa da su? Kõ sunã da idãnu da suke gani da su? Ko sunã da kunnuwa da suke saurãre da su? Ka ce: \"Ku kirãwo abũbuwan shirkinku sa'an nan kuma ku yi mini kaidi, sa'an nan kada ku saurãra mini"},{"SurahNumber":7,"VerseNumber":196,"Text":"Lalle ne, Majiɓincĩna Allah ne Wanda Ya saukar da Littãfi kuma Shĩ ne Yake jiɓintar sãlihai"},{"SurahNumber":7,"VerseNumber":197,"Text":"Kuma waɗanda kuke kira, baicinSa, bã su iya taimakõn ku, kuma kansu ma, bã su iya taimaka"},{"SurahNumber":7,"VerseNumber":198,"Text":"Kuma idan ka kirãye su zuwa ga shiriya, bã zã su ji ba, kuma kanã ganin su, sunã dũbi zuwa gare ka, alhãli kuwa sũ, bã su gani"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ka riƙi abin da ya sauƙaƙa; Kuma ka yi umurni da alhẽri, Kuma ka kau da kai daga jãhilai"},{"SurahNumber":7,"VerseNumber":200,"Text":"Kuma imma wata fizga daga Shaiɗan ta fizge ka, sai ka nẽmi tsari ga Allah. Lalle ne shi, Mai jĩ ne, Masani"},{"SurahNumber":7,"VerseNumber":201,"Text":"Lalle ne waɗanda suka yi taƙawa idan wani tãshin hankali daga Shaiɗan ya shãfe su, sai su tuna (Allah) sai gã su, sun zama masu basĩra"},{"SurahNumber":7,"VerseNumber":202,"Text":"Kuma 'yan'uwan su (shaiɗanu) sunã taimakon su a cikin ɓata, sa'an nan kuma bã su taƙaitãwa"},{"SurahNumber":7,"VerseNumber":203,"Text":"Kuma idan ba ka je musu da wata ãyã ba, su ce: \"Don me ba ka ƙãga ta ba?\" Ka ce: \"Abin sani kawai, inã biyar abin da aka yõ wahayi zuwa gare ni ne, daga Ubangjina. Wannan abũbuwan kula ne daga Ubangijinku, da shiriya da rahama ga mutãne waɗanda suke yin imãni"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kuma idan an karanta Alƙur'ãni sai ku saurara gare shi, kuma ku yi shiru; Tsammãninku, anã yi muku rahama"},{"SurahNumber":7,"VerseNumber":205,"Text":"Kuma ka ambaci Ubangijinka, a cikin ranka da ƙanƙan da kai, da tsõro, kuma kõmabãyan bayyanawa na magana, da sãfe da marece, kuma kada ka kasance daga gafalallu"},{"SurahNumber":7,"VerseNumber":206,"Text":"Lalle ne, waɗanda ke wurin Ubangijinka bã su yin girman kai ga bauta Masa, kuma sunã tsarake shi da tasbĩhi, kuma a gare shi suke yin sujada"}]}