{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"E ma pa awon omo yin nitori ipaya osi. Awa l’A n pese fun awon ati eyin. Dajudaju pipa won je ese t’o tobi"},{"SurahNumber":17,"VerseNumber":32,"Text":"E ma se sunmo agbere. Dajudaju o je iwa buruku. O si buru ni oju ona"},{"SurahNumber":17,"VerseNumber":33,"Text":"E ma pa emi ti Allahu se (pipa re) ni eewo ayafi ni ona eto. Eni ti won ba pa ni ipa abosi, dajudaju A ti fun alamojuuto re ni agbara (lati gbesan). Nitori naa, ki enikeni ma se tayo enu- ala nibi ipaniyan (nitori pe) dajudaju A maa ran (ebi oku) lowo (lati gbesan)"},{"SurahNumber":17,"VerseNumber":34,"Text":"E ma se sunmo dukia omo orukan, ayafi ni ona t’o dara julo, titi o fi maa dagba. Ki e si mu adehun se. Dajudaju adehun je ohun ti A o beere nipa re"},{"SurahNumber":17,"VerseNumber":35,"Text":"E won osuwon kun nigba ti e ba won on. E fi iwon t’o to won on. Iyen loore julo, o si dara julo ni ikangun"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ma se tele ohun ti iwo ko nimo nipa re. Dajudaju igboro, iriran ati okan; ikookan iwonyen ni A oo beere nipa re"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ma se rin lori ile pelu igberaga; dajudaju iwo ko le da ile lu, iwo ko si le ga to apata"},{"SurahNumber":17,"VerseNumber":38,"Text":"Gbogbo iyen, aburu re je ohun ikorira lodo Oluwa re"},{"SurahNumber":17,"VerseNumber":39,"Text":"Iyen wa ninu ohun ti Oluwa re fi ranse si o ninu ijinle ogbon (al-Ƙur’an). Ma se mu olohun miiran mo Allahu ki won ma baa ju o sinu ina Jahanamo ni eni abuku, eni eko"},{"SurahNumber":17,"VerseNumber":40,"Text":"Se Oluwa yin fi awon omokunrin sa yin lesa, Oun wa mu awon omobinrin ninu awon molaika (ni tiRe)? Dajudaju e ma n so oro nla (t’o buru)"}]}