{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":22,"Text":"So pe: “E pe awon ti e so pe (won je oluwa) leyin Allahu.” Won ko ni ikapa odiwon omo-ina igun ninu sanmo tabi ninu ile. Won ko si ni ipin kan ninu mejeeji. Ati pe ko si oluranlowo kan fun Allahu laaarin won"},{"SurahNumber":34,"VerseNumber":23,"Text":"Isipe ko si nii sanfaani lodo Allahu afi fun eni ti O ba yonda fun. (Inufu-ayafu ni awon olusipe ati awon olusipe-fun maa wa) titi A oo fi yo ijaya kuro ninu okan won. Won si maa so (fun awon molaika) pe: “Ki ni Oluwa yin so (ni esi isipe)?” Won maa so pe: “Ododo l’O so (isipe yin ti wole. Allahu) Oun l’O ga, O tobi"},{"SurahNumber":34,"VerseNumber":24,"Text":"So pe: “Ta ni O n pese fun yin lati inu awon sanmo ati ile?” So pe: “Allahu ni.” Dajudaju awa tabi eyin wa ninu imona tabi ninu isina ponnbele"},{"SurahNumber":34,"VerseNumber":25,"Text":"So pe: “Won ko nii bi yin leere nipa ese ti a da; won ko si nii bi awa naa nipa ohun ti e n se nise.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"So pe: “Oluwa wa yoo ko wa jo papo. Leyin naa, O maa fi ododo sedajo laaarin wa. Oun si ni Onidaajo, Onimo.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"So pe: “E fi han mi na awon orisa ti e dapo mo Allahu.” Rara (ko ni akegbe). Rara se, Oun ni Alagbara, Ologbon"},{"SurahNumber":34,"VerseNumber":28,"Text":"A o ran o nise afi si gbogbo eniyan patapata; (o je) oniroo-idunnu ati olukilo sugbon opolopo awon eniyan ko mo"},{"SurahNumber":34,"VerseNumber":29,"Text":"Won si n wi pe: “Igba wo ni adehun yii yoo se ti e ba je olododo?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"So pe: “Adehun ojo kan n be fun yin, ti eyin ko le sun siwaju di igba kan, e o si le fa a seyin.”"}]}