{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Harēka cīza jihaṛī ākāśāṁ atē dharatī vica hai uha alāha dī siphata salāha karadī hai atē uha (alāha) tākatavara atē bāḵẖabara hai"},{"SurahNumber":57,"VerseNumber":2,"Text":"Asamānāṁ atē dharatī dā samarāja usa dā hī hai. Uha jīvana didā hai atē mauta vī didā hai atē uha hara cīza dī samarathā rakhadā hai"},{"SurahNumber":57,"VerseNumber":3,"Text":"Uha hī avala hai atē ata vī. Uha gupata vī hai atē pragaṭa vī atē uha hara cīza nū jāṇana vālā hai"},{"SurahNumber":57,"VerseNumber":4,"Text":"Uha hī hai jisa nē ākāśāṁ atē dharatī nū chē dināṁ vica paidā kītā phira uha sighāsana tē suśōbhita hō'i'ā. Uha jāṇadā hai jihaṛā kujha dharatī dē adara jāndā hai atē jō kujha usa vicōṁ nikaladā hai. Atē jō kūjha asamānāṁ tōṁ utaradā hai jāṁ jō kujha asamānāṁ vica caṛadā hai. Atē uha tuhāḍē nāla hai, tusīṁ jithē vī hō atē jō kujha tusīṁ karadē hō alāha usa nū dēkhadā hai"},{"SurahNumber":57,"VerseNumber":5,"Text":"Asamānāṁ atē dharatī dā samarāja usa dā hī hai atē alāha vala hī sārē māmalē vāpisa jāndē hana"},{"SurahNumber":57,"VerseNumber":6,"Text":"Uha rāta nū dina vica dāḵẖila karadā hai atē dina nū rāta vica dāḵẖila karadā hai atē uha dilāṁ dī'āṁ galāṁ jāṇadā hai"},{"SurahNumber":57,"VerseNumber":7,"Text":"Īmāna li'ā'u alāha atē usa dē rasūla tē atē usa vicōṁ kharacōṁ jisa dā usa nē tuhānū adhikārī baṇā'i'ā hai. Sō jihaṛē lōka tuhāḍē vicōṁ īmāna li'ā'ē atē kharaca karana unhāṁ la'ī vaḍā badalā hai"},{"SurahNumber":57,"VerseNumber":8,"Text":"Atē tuhānū kī hō'i'ā ki tusī alāha tē īmāna nahīṁ li'ā'undē. Hālāṅki rasūla tuhānū bulā rihā hai isa la'ī ki āpaṇē raba tē īmāna li'ā'u. Atē uha tuhāḍē tōṁ vacana lai cuki'ā hai jēkara tusīṁ śaradhālū hō"},{"SurahNumber":57,"VerseNumber":9,"Text":"Uha hī hai jihaṛā āpaṇē badi'āṁ tē sapaśaṭa ā'itāṁ utāradā hai tāṁ ki tuhānū hanēri'āṁ tōṁ prakāśa vala lai āvē atē alāha tuhāḍē tē naramī karana vālā hai di'ālū hai"},{"SurahNumber":57,"VerseNumber":10,"Text":"Atē tuhānū kī hō'i'ā ki tusīṁ alāha dē rāha tē kharaca nahīṁ karadē hālāṅki sārē ākāśa atē dharatī ata nū alāha dā hī rahi jāvēgā. Tuhāḍē vicōṁ jihaṛē lōka jitaṇa tōṁ bā'ada kharaca karana atē yudha karana uha unhāṁ lōkāṁ dē barābara nahīṁ hō sakadē, jinhāṁ nē jitaṇa tōṁ pahilāṁ kharaca kītā atē yudha kītā atē alāha nē sāri'āṁ nāla nēkī dā vā'adā kītā hai. Alāha jāṇadā hai jō kujha tusīṁ karadē hō"}]}