{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"Ketika para malaikat yang diutus oleh Allah untuk menurunkan azab di negeri Lûth dan pengikut- pengikutnya itu tiba"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lûth berkata kepada mereka, \"Sesungguhnya kalian adalah kaum yang aku ingkari dan hindari karena khawatir kalian membawa malapetaka untuk kami"},{"SurahNumber":15,"VerseNumber":63,"Text":"Para malaikat berkata, \"Jangan takut kepada kami. Kami tidak datang membawa apa yang kamu khawatirkan. Kami datang dengan berita gembira, yaitu turunnya azab kepada kaummu yang telah mendustakanmu dengan meragukan atau mengingkari kebenaran datangnya azab itu"},{"SurahNumber":15,"VerseNumber":64,"Text":"Kami datang kepadamu dengan membawa sesuatu yang tidak mengandung keraguan, yaitu penurunan azab. Sesungguhnya menepati janji adalah sifat yang kami miliki atas kehendak Allah"},{"SurahNumber":15,"VerseNumber":65,"Text":"Jika azab turun menimpa mereka, maka berjalanlah kamu dengan membawa keluargamu yang telah ditetapkan selamat, pada akhir malam. Iringilah mereka dari belakang dan jangan ada seorang pun di antara kalian yang menoleh. Teruslah berjalan ke tempat yang diperintahkan.\"(1). (1) Pada edisi bahasa Arab, tafsir ayat ini hanya berhenti sampai \". . . di akhir malam"},{"SurahNumber":15,"VerseNumber":66,"Text":"Allah mewahyukan kepada Lûth, \"Sesungguhnya Kami telah memutuskan dan menakdirkan bahwa para pelaku kejahatan itu adalah orang-orang yang binasa. Mereka akan diluluhlantakkan di waktu subuh, dan tak seorang pun dari mereka yang tersisa"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ketika waktu subuh datang, mereka melihat para malaikat dalam bentuk manusia yang elok rupawan. Mereka gembira melihat itu dengan harapan mereka dapat melakukan kejahatan mereka yang keji, yaitu melampiaskan nafsu seksual kepada laki-laki"},{"SurahNumber":15,"VerseNumber":68,"Text":"Lûth khawatir mereka akan melakukan perbuatan keji mereka. Lalu ia pun berkata, \"Mereka itu adalah tetamuku, maka jangan kalian permalukan aku dengan perbuatan keji kalian itu"},{"SurahNumber":15,"VerseNumber":69,"Text":"Bertakwalah kalian kepada Allah. Janganlah kalian lakukan kekejian itu, dan janganlah kalian mempermalukan aku di hadapan mereka"},{"SurahNumber":15,"VerseNumber":70,"Text":"Para pelaku kejahatan itu berkata, \"Bukankah kami telah melarangmu untuk menjamu seseorang kemudian sekarang kamu mencegah kami melampiaskan keinginan kami kepada mereka"},{"SurahNumber":15,"VerseNumber":71,"Text":"Nabi Lûth, sambil mengingatkan mereka cara wajar yang diperbolehkan, berkata, \"Ini gadis-gadis desa. Mereka adalah anak-anakku. Kawinilah mereka jika kalian ingin menyalurkan nafsu kalian"},{"SurahNumber":15,"VerseNumber":72,"Text":"Demi hidupmu, wahai Nabi yang terpercaya, sesungguhnya mereka lengah, seperti orang mabuk, terhadap azab yang akan menimpa mereka. Mereka adalah orang-orang tersesat dan bimbang, tidak mengerti jalan yang akan dilalui"},{"SurahNumber":15,"VerseNumber":73,"Text":"Sementara mereka dalam keadaan mabuk yang membuat lengah, hati mereka terguncang oleh suara keras yang sangat mengejutkan ketika matahari terbit"},{"SurahNumber":15,"VerseNumber":74,"Text":"Allah telah melaksanakan ketetapan-Nya dan berkata, \"Kami menjadikan bagian atas kota-kota mereka terbalik ke bawah, hancur porak poranda. Mereka Kami hujani dengan tanah yang membatu sehingga rumah-rumah mereka hancur. Meskipun mereka keluar ke tanah lapang, hujan batu itu menghadang mereka. Dengan demikian, mereka dikelilingi oleh azab"},{"SurahNumber":15,"VerseNumber":75,"Text":"Di dalam azab yang menimpa kaum Lûth itu terdapat bukti nyata yang menunjukkan pertanda yang jelas bahwa Allah telah membuktikan ancaman-Nya. Hal itu hanya dapat dimengerti oleh orang-orang yang mengenali peristiwa dan akibat-akibatnya dari tanda-tandanya"},{"SurahNumber":15,"VerseNumber":76,"Text":"Bahkan reruntuhan kota ini masih ada, yaitu terletak di jalan yang masih dilalui manusia. Dan orang yang hendak mengambil pelajaran dapat memetiknya"},{"SurahNumber":15,"VerseNumber":77,"Text":"Keberadaannya di jalan yang jelas dan dilalui manusia merupakan bukti dilaksanakannya janji Allah yang diketahui oleh orang-orang Mukmin yang tunduk kepada kebenaran"},{"SurahNumber":15,"VerseNumber":78,"Text":"Seperti pendustaan kaum Lûth, penduduk kota yang ditumbuhi pepohonan lebat dan berbuah juga mendustakan rasul mereka. Mereka adalah orang-orang yang benar-benar zalim dalam akidah dan hidup bermasyarakat"},{"SurahNumber":15,"VerseNumber":79,"Text":"Maka Kami menurunkan murka Kami kepada mereka. Dan bekas-bekas peninggalan mereka terlihat jelas di jalan, hingga memungkinkan orang yang beriman untuk mengambil pelajaran apabila lewat di depan rumah-rumah mereka"}]}