{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"mariyu allah ila ajnapincadu: \"(O manavulara!) Iddarini aradhya daivaluga cesukokandi. Niscayanga aradhya daivam ayana (allah) okkade! Kavuna nake bhitiparulai undandi"},{"SurahNumber":16,"VerseNumber":52,"Text":"mariyu akasalalo mariyu bhumilo unnadanta ayaku cendinade! Mariyu nirantara vidheyataku kevalam ayane ar'hudu. Emi? Miru allah nu kadani itarulaku bhayabhaktulu cuputara"},{"SurahNumber":16,"VerseNumber":53,"Text":"mariyu miku labhincina anugrahalanni kevalam allah nundi vaccinave. Antegaka miku apadalu vaccinapudu kuda miru sahayam koraku ayanane morapettukuntaru kada"},{"SurahNumber":16,"VerseNumber":54,"Text":"taruvata ayana mi apadalu tolagincinapudu; milo kondaru mi prabhuvuku sati (sarik lanu) kalpinca sagutaru"},{"SurahNumber":16,"VerseNumber":55,"Text":"memu cesina upakaraniki krtaghnataga - sare (kontakalam) sukhalanu anubhavincandi. Taruvata miru telusukuntaru"},{"SurahNumber":16,"VerseNumber":56,"Text":"mariyu memu varikiccina jivanopadhi nundi konta bhaganni, tamu e matram erugani tama (butaka daivala) koraku niyamincukuntaru varu. Allah todu! Miru kalpistunna i butaka (kalpita) daivalanu gurinci miru tappaka prasnimpabadataru"},{"SurahNumber":16,"VerseNumber":57,"Text":"mariyu varu allah kemo kumartelanu antagadutunnaru - ayana sarvalopalaku atitudu - mariyu tamakemo tamu koredu. (Niyamincukuntaru)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Mariyu varilo evadikaina balika (puttindane) subhavarta andajeste; atadi mukham nallabadi potundi. Mariyu atadu tana krodhavesanni anacukovataniki prayatnistadu"},{"SurahNumber":16,"VerseNumber":59,"Text":"tanaku ivvabadina subhavartanu (atadu) durvartaga bhavinci, tana jati vari nundi dakkuntu tirugutadu. Avamananni bharinci danini (a balikanu) uncukovala? Leka, danini mattilo pudci veyala? Ani alocistadu. Cudandi! Vari nirnayam enta darunamainado"},{"SurahNumber":16,"VerseNumber":60,"Text":"evaraite paralokanni visvasincaro vare dustuluga pariganimpabadevaru. Mariyu allah matrame sarvonnatudiga pariganimpabadevadu. Mariyu ayana sarva saktimantudu, maha vivekavantudu"}]}