{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Und fuhre ihnen als Gleichnis die Leute der Stadt an, als die Gesandten zu ihr kamen"},{"SurahNumber":36,"VerseNumber":14,"Text":"Als Wir zwei zu ihnen sandten, da ziehen sie beide der Luge. Wir brachten durch einen dritten Verstarkung. Sie sagten: «Wir sind zu euch gesandt.»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Sie sagten: «Ihr seid nur Menschen wie wir. Der Erbarmer hat nichts herabgesandt. Ihr lugt nur.»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Sie sagten: «Unser Herr weiß es, wir sind wirklich zu euch gesandt"},{"SurahNumber":36,"VerseNumber":17,"Text":"Und uns obliegt nur die deutliche Ausrichtung (der Botschaft).»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Sie sagten: «Wir sehen in euch ein boses Omen. Wenn ihr nicht aufhort, werden wir euch bestimmt steinigen, und euch wird bestimmt eine schmerzhafte Pein von uns treffen.»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Sie sagten: «Euer Omen ist bei euch selbst. (Redet ihr denn so,) wenn ihr ermahnt werdet? Nein, ihr seid eher maßlose Leute.»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Und vom außersten Ende der Stadt kam ein Mann gelaufen. Er sagte: «O mein Volk, folgt den Gesandten"},{"SurahNumber":36,"VerseNumber":21,"Text":"Folgt denen, die von euch keinen Lohn verlangen und der Rechtleitung folgen"},{"SurahNumber":36,"VerseNumber":22,"Text":"Und warum sollte ich dem nicht dienen, der mich erschaffen hat, und zu dem ihr zuruckgebracht werdet"},{"SurahNumber":36,"VerseNumber":23,"Text":"Soll ich mir etwa an seiner Stelle andere Gotter nehmen, deren Furbitte, falls der Erbarmer mir Schaden zufugen will, mir nichts nutzt, und die mich nicht retten konnen"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ich wurde mich in einem offenkundigen Irrtum befinden"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ich glaube an euren Herrn, so hort auf mich.»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Es wurde (zu ihm) gesprochen: «Geh ins Paradies ein.» Er sagte: «O wußte doch mein Volk davon"},{"SurahNumber":36,"VerseNumber":27,"Text":"Daß mein Herr mir vergeben und mich zu denen gestellt hat, die ehrenvoll behandelt werden!»"},{"SurahNumber":36,"VerseNumber":28,"Text":"Nach ihm sandten Wir kein Heer vom Himmel gegen sein Volk herab; ja Wir sandten auch sonst nichts (gegen sie) herab"},{"SurahNumber":36,"VerseNumber":29,"Text":"Es genugte ein einziger Schrei, da waren sie plotzlich ausgeloscht"},{"SurahNumber":36,"VerseNumber":30,"Text":"Schade um die Diener! Kein Gesandter kommt zu ihnen, ohne daß sie ihn verspotten wurden"},{"SurahNumber":36,"VerseNumber":31,"Text":"Haben sie denn nicht gesehen, wie viele Generationen Wir vor ihnen haben verderben lassen, und daß sie zu ihnen nicht zuruckkehren"},{"SurahNumber":36,"VerseNumber":32,"Text":"Und sie werden unausweichlich alle insgesamt bei Uns vorgefuhrt"}]}