{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"tēnā karatāṁ vadhārē atyācārī kōṇa hō'i śakē chē jē allāha māṭē juṭha bōlē? Anē sācō dīna jyārē tēnī pāsē āvē tō tēnē juṭhō ṭhēravē, śuṁ jahannama āvā inkāra karanārā'ō māṭē ṭhēkāṇuṁ nathī"},{"SurahNumber":39,"VerseNumber":33,"Text":"anē jē sācō dīna lāvē anē jēṇē tēnē mānī līdhō, āvā ja lōkō ḍaravāvāḷā chē"},{"SurahNumber":39,"VerseNumber":34,"Text":"tēmanā māṭē tēmanā pālanahāra pāsē tē (darēka) vastu'ō chē, jēnī icchā ā lōkō karaśē, sadācārī lōkōnō ā ja badalō chē"},{"SurahNumber":39,"VerseNumber":35,"Text":"jēthī allāha ta'ālā tēmanāthī, tēmanā kharāba kr̥tyōnē dūra karī dē anē jē satkāryō tē lōkō'ē karyā chē, tēnō śrēṣṭha badalō āpē"},{"SurahNumber":39,"VerseNumber":36,"Text":"śuṁ allāha ta'ālā pōtānā bandā māṭē pūratō nathī? Ā lōkō tamanē allāha sivāya bījā badhāthī ḍarāvī rahyā chē anē jēnē allāha pathabhraṣṭa karī dē, tēnē mārgadarśana āpanāra kō'i nathī"},{"SurahNumber":39,"VerseNumber":37,"Text":"anē jēnē tē satya mārga batāvī dē, tēnē kō'i pathabhraṣṭa karavāvāḷō nathī, śuṁ allāha ta'ālā vijayī anē badalō lēnāra nathī"},{"SurahNumber":39,"VerseNumber":38,"Text":"jō tamē tēmanē pūchaśō kē ākāśa anē dharatīnuṁ sarjana kōṇē karyuṁ? Tō ni:Śaṅka tē'ō ā javāba āpaśē kē “allāha”. Tamē tēmanē kahī dō kē jarā jaṇāvō, jē lōkōnē tamē allāhanē chōḍīnē pōkārō chō, jō allāha ta'ālā manē nukasāna pahōn̄cāḍavā māṅgē, tō śuṁ tē'ō nukasānanē haṭhāvī śakē chē? Athavā allāha ta'ālā mārā para kr̥pā karē, tō śuṁ ā lōkō tēnī kr̥pānē rōkī śakē chē? Tamē kahī dō kē allāha mārā māṭē pūratō chē, bharōsō karanārā tēnā para ja bharōsō karē chē"},{"SurahNumber":39,"VerseNumber":39,"Text":"kahī dō kē, hē mārī kōmanā lōkō! Tamē pōtānī jagyā para karmō karatā rahō, huṁ paṇa karatō rahīśa, najīkamāṁ ja tamē jāṇī jaśō"},{"SurahNumber":39,"VerseNumber":40,"Text":"Kē kōnā māṭē apamānajanaka yātanā āvaśē anē kōnā māṭē hammēśānī māra haśē anē kōnā māṭē hammēśānī sajā haśē"},{"SurahNumber":39,"VerseNumber":41,"Text":"tamārā upara amē ā kitāba satya sāthē lōkō māṭē avatarita karī, basa! Jē vyakti satya mārga para āvī jāya, tē pōtē phāyadō uṭhāvaśē anē jē pathabhraṣṭa tha'i jāya, tēnī pathabhraṣṭatānī (sajā) tēnā para ja chē. Tamē tēmanā javābadāra nathī"}]}