{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"Doch die Rede der Glaubigen, wenn sie zu Allah und Seinem Gesandten gerufen werden, damit Er zwischen ihnen richten moge, ist nichts anderes als: \"Wir horen und wir gehorchen.\" Und sie sind es, die Erfolg haben werden"},{"SurahNumber":24,"VerseNumber":52,"Text":"Und wer Allah und Seinem Gesandten gehorcht und Allah furchtet und sich vor Ihm in acht nimmt: solche sind es, die gluckselig sind"},{"SurahNumber":24,"VerseNumber":53,"Text":"Und sie schworen bei Allah ihre festen Eide, sie wurden, wenn du es ihnen befohlest, gewiß ausziehen. Sprich: \"Schwort nicht! Euer Gehorsam ist (uns) bekannt!\" Wahrlich, Allah ist dessen wohl kundig, was ihr tut"},{"SurahNumber":24,"VerseNumber":54,"Text":"Sprich: \"Gehorcht Allah und gehorcht dem Gesandten.\" Doch wenn ihr euch (von ihm) abkehrt, dann ist er nur fur das verantwortlich, was ihm auferlegt wurde, und ihr seid nur fur das verantwortlich, was euch auferlegt wurde. Und wenn ihr ihm gehorcht, so werdet ihr dem rechten Weg folgen. Und dem Gesandten obliegt nur die deutliche Verkundigung"},{"SurahNumber":24,"VerseNumber":55,"Text":"Verheißen hat Allah denen, die von euch glauben und gute Werke tun, daß Er sie gewiß zu Nachfolgern auf der Erde machen wird, wie Er jene, die vor ihnen waren, zu Nachfolgern machte; und daß Er gewiß fur sie ihre Religion befestigen wird, die Er fur sie auserwahlt hat; und daß Er gewiß ihren (Stand) nach ihrer Furcht in Frieden und Sicherheit verwandeln wird, auf daß sie Mich verehren (und) Mir nichts zur Seite stellen. Wer aber hernach undankbar ist, wird ein Frevler sein"},{"SurahNumber":24,"VerseNumber":56,"Text":"Und verrichtet das Gebet und entrichtet die Zakah und gehorcht dem Gesandten, auf daß ihr Barmherzigkeit empfangen moget"},{"SurahNumber":24,"VerseNumber":57,"Text":"Denke nicht, die, die da unglaubig sind, konnten (ihm) auf Erden entrinnen; ihre Herberge ist das Feuer; und das ist wahrlich ein schlimmes Ende"}]}