{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Andolsun, insanı biz yarattık ve nefsinin kendisine fısıldadıklarını biliriz ve biz ona şah damarından daha yakınız"},{"SurahNumber":50,"VerseNumber":17,"Text":"İki melek (insanın) sağında ve solunda oturarak yaptıklarını yazmaktadırlar"},{"SurahNumber":50,"VerseNumber":18,"Text":"İnsan hiçbir söz söylemez ki, yanında gözetleyen yazmaya hazır bir melek bulunmasın"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ölüm sarhoşluğu gerçekten gelir de: İşte (ey insan) bu, senin öteden beri kaçtığın şeydir, denir"},{"SurahNumber":50,"VerseNumber":20,"Text":"Sûr'a üfürülür; işte bu, geleceği vâdedilen gündür"},{"SurahNumber":50,"VerseNumber":21,"Text":"Herkes, yanında bir sürücü ve bir de şahitle beraber gelir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Andolsun sen bundan gaflette idin; derhal biz senin perdeni kaldırdık. Bugün artık gözün keskindir (denir)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Yanındaki arkadaşı: «İşte yanımdaki hazır, der"},{"SurahNumber":50,"VerseNumber":24,"Text":"(İki meleğe şu emir verilir:) Haydi ikiniz her inatçı kâfiri, cehenneme atın"},{"SurahNumber":50,"VerseNumber":25,"Text":"hayra bütün gücüyle engel olanı, azgın şüpheciyi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Allah ile beraber başka ilâh edineni, şiddetli azaba birlikte atın"},{"SurahNumber":50,"VerseNumber":27,"Text":"Müşrikin arkadaşı (şeytan) der ki: Rabbimiz! Ben onu azdırmadım. Fakat kendisi derin bir sapıklık içindeydi"},{"SurahNumber":50,"VerseNumber":28,"Text":"O esnada (Allah) buyurur: Huzurumda çekişmeyin! Ben size daha önce uyarı göndermiştim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Benim huzurumda söz değiştirilmez ve ben kullara asla zulmedici değilim"}]}