{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"¿Acaso existe alguien más injusto que quien inventa mentiras sobre Dios y desmiente la Verdad cuando se le presenta? El Infierno será la morada de los que rechazan la verdad"},{"SurahNumber":39,"VerseNumber":33,"Text":"Quien les ha traído la Verdad [el Profeta Mujámmad] y aquellos que creyeron en él y lo siguieron, son los piadosos"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ellos tendrán cuanto deseen junto a su Señor. Esa será la recompensa de los que hacen el bien"},{"SurahNumber":39,"VerseNumber":35,"Text":"Dios les perdonará las peores faltas que hubieran cometido, y los recompensará por las mejores buenas obras que hayan realizado"},{"SurahNumber":39,"VerseNumber":36,"Text":"¿Acaso Dios no es suficiente [como Protector] para Su siervo? Pero ellos [los idólatras] intentan atemorizarte con sus ídolos [a los cuales adoran] en lugar de Él. Y a quien Dios permite que se desvíe nadie lo podrá guiar"},{"SurahNumber":39,"VerseNumber":37,"Text":"A quien Dios decretó que siguiera la guía, no habrá nadie que lo pueda desviar. ¿Acaso no es Dios Poderoso y el dueño de la retribución [que merecen]"},{"SurahNumber":39,"VerseNumber":38,"Text":"Si les preguntas [a los idólatras:] \"¿Quién creó los cielos y la Tierra?\" Te responderán: \"¡Dios!\" Diles: \"¿Acaso no han pensado qué es aquello que invocan en vez de Dios? ¿Si Dios quisiera azotarme con algún daño, acaso sus ídolos me podrían librar de él? ¿O si deseara Dios cubrirme con Su misericordia, podrían ellos impedirlo?\" Diles: \"Me es suficiente con Dios. Quienes confíen verdaderamente en Dios, que se encomienden a Él"},{"SurahNumber":39,"VerseNumber":39,"Text":"Diles: \"¡Oh, pueblo mío! Obren como quieran, que yo obraré [acorde a lo que me ha sido revelado]. Ya sabrán"},{"SurahNumber":39,"VerseNumber":40,"Text":"a quién le corresponde el castigo humillante, y quién recibirá un castigo eterno [en la otra vida]"},{"SurahNumber":39,"VerseNumber":41,"Text":"[¡Oh, Mujámmad!] Te he revelado el Libro con la Verdad para [que se lo transmitas a] la gente. Quien siga la guía lo hará en beneficio propio, pero quien se desvíe lo hará en detrimento propio. Sabe que tú no eres responsable de lo que ellos hagan"}]}