{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":87,"Text":"Enywe abasuubila, mulabikalila ebilayi ebia Nyasaye yabafuchilila tawe, ne mularuuma olwakho tawe, toto Nyasaye shiyachama Abandu barumanga olwakho tawe"},{"SurahNumber":5,"VerseNumber":88,"Text":"Ne lie khubilia bia Nyasaye wenyu abakabiile ebiafuchililwa, ebilayi, ne murie Nyasaye awa enywe musuubilanga"},{"SurahNumber":5,"VerseNumber":89,"Text":"Nyasaye shababukulilanga khubitsubo bienyu biobusilu tawe, halali alabatila khubitsubo ebia mwetsuba abia mwechomela obulayi, Kho omurungo kwe shitsubo esho, ni okhulisia Abamanani ekhumi, khubiakhulia bia mulisinjia Abandu benyu nohomba okhubafwala, nohomba okhulekha Omurumwa; Ne ulia ulanyoola ako tawe, afunge tsinyanga tsitaru. Kuno niko omurungo kwebitsubo bienyu ni mwitsuba. Ne mulinde ebitsubo bienyu. Endio nilwa Nyasaye abenoosilinjia tsinyaali tsitsie kho munyoole okhupa orio"},{"SurahNumber":5,"VerseNumber":90,"Text":"Enywe abasuubila toto obumesi nende isimbi, nende okhulaama ulali Nyasaye 5. nende\tokhulinga\tkhwobulakusi,\tni eshifwolo, nemilimo cha shetani, kho mube ehale ninacho, kho munyoole okhubura"},{"SurahNumber":5,"VerseNumber":91,"Text":"Toto shetani yenya okhubarerera obusuku nende obusilani hakari wenyu shichila obumesi nende isimbi ne yenya okhubekalila okhwitsulila Nyasaye nende okhulaama. kho koo enywe mwitsa okhukalekha"},{"SurahNumber":5,"VerseNumber":92,"Text":"Ne muwulile Nyasaye ne muwulile Omurumwa ne mube meso, ne nimukhaya manye mbu Omurumwa akeke ni okhuusia bustwa oburumwa buli habulafu"},{"SurahNumber":5,"VerseNumber":93,"Text":"Shinobubii khubalia abasuubila mana nibakhola amalayi, khubilia ebiabalia, nibaria Nyasaye nibasuubila mana nibakhola amalayi, mana nibaria Nyasaye, mana khandi nibasuubila, mana nibaria Nyasaye mana nibakhola amalayi, Ne Nyasaye yayanza abakholi abamalayi"}]}