{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"Të dërguarit Tonë (engjëjt), i sollën Ibrahimit sihariq dhe i thanë: “Selam!” Ai u përgjegj: “Selam!” Dhe me të shpejtë, u solli atyre një viç të pjekur"},{"SurahNumber":11,"VerseNumber":70,"Text":"Kur pa (Ibrahimi) se duart e tyre nuk po e përkasin atë (viçin), nuk u pëlqeu (ky ngurrim i tyre ndaj ushqimit) dhe ndjeu frikë nga ata. (Engjëjt) thanë: “Mos u friko, na jemi dërguar te populli i Lutit”"},{"SurahNumber":11,"VerseNumber":71,"Text":"E, gruaja e tij (e Ibrahimit) rrinte aty dhe qeshi, dhe Na e gëzuam atë me Is’hakun, e pos Is’ahkut, me Jakubin"},{"SurahNumber":11,"VerseNumber":72,"Text":"Tha (gruaja e Ibrahimit): “Ah! e mjera unë! A mos vallë, kështu plakë të lindë unë; e, edhe ky burri im është plak! Me të vërtetë, kjo është diçka e jashtëzakonshme!”"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ata (engjëjt), thanë: “A mos vallë, ti po çuditesh me urdhërin e Perëndisë? Mëshira e Perëndisë dhe bekmi i Tij qoftë mbi ju – familjen e pejgamberit. Me të vërtetë, Ai (Perëndia) është i lavdëruar dhe bamirës për së tepërmi!”"},{"SurahNumber":11,"VerseNumber":74,"Text":"Pasi që i kaloi frika Ibrahimit dhe i erdhi lajmi i gëzuar, (nisi) të diskutojë me të dërguarit Tonë, për popullin e Lutit"},{"SurahNumber":11,"VerseNumber":75,"Text":"Ibrahimi me të vërtetë, ishte i butë, i dhembshëm dhe i kthyeshëm (kah Perëndia)"},{"SurahNumber":11,"VerseNumber":76,"Text":"“O Ibrahim, shmangu prej kësaj! Me të vërtetë, erdhi urdhëri nga Zoti yt – dhe, me të vërtetë, ata do t’i gjejë dënimi i paevitueshëm”"},{"SurahNumber":11,"VerseNumber":77,"Text":"Kur i erdhën të dërguarit (engjëjt) Tanë Lutit, (ardhja e tyre) e hidhëroi dhe për shkak të tyre ndjeu një shtrëngim në shpirtin e tij dhe tha: “Kjo është ditë e rëndë!”"},{"SurahNumber":11,"VerseNumber":78,"Text":"Dhe erdhi populli i tij duke nxituar kah ai, e që më parë patën punuar vepra të këqia. (Luti) tha: “O populli im, këto janë bijat e ia. Ato për ju janë më tëpastra, e druajuni Perëndisë dhe mos më turpëroni para mysafirëve të mi. a nuk ka në mes jush njeri të ndershëm"},{"SurahNumber":11,"VerseNumber":79,"Text":"Ata thanë: “Ti e di se neve nuk na nevojiten bijat tua. Me të vërtetë, ti e di se ç’duam ne”"},{"SurahNumber":11,"VerseNumber":80,"Text":"Ai tha: “Sikur unë të kisha fuqi (që t’ju dëboj) ose të mbështetesha në ndonjë fuqi të madhe, (do t’i mbroja mysafirët e mi)"},{"SurahNumber":11,"VerseNumber":81,"Text":"Thanë (mysafirët): “O Lut! Na jemi të dërguarit e Zotit tënd. Ata nuk mund të bëjnë ty asgjë, e pra, urdhëto ti me familjen tënde në orët e vona të natës dhe askush prej jush mos të këqyrë prapa; (familja do të shpëtojë) përpos gruas tënde. Atë, me të vërtetë, do ta godas ajo që do t’i gjejë edhe ata. Afati i tyre është agimi i ditës. E, vallë, a nuk është afër agimi i ditës"},{"SurahNumber":11,"VerseNumber":82,"Text":"Dhe kur erdhi urdhëri Ynë, Na rrotulluam çdo gjë, - ato që ishin lart i përmbysëm poshtë, dhe në ta lëshuam tulla e gurë, që binin vazhdimisht, si shiu"},{"SurahNumber":11,"VerseNumber":83,"Text":"e shënuar (për dënim) nga Zoti yt. Dhe ai (dënimi), nuk është larg nga zullumqarët"}]}