{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi ondan (topraktan) yarattık; yine sizi oraya dondurecegiz ve bir kez daha sizi ondan cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun biz ona (Firavuna) butun (bu) delillerimizi gosterdik; yine de yalanladı ve diretti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: Bizi, yaptıgın buyu ile yurdumuzdan cıkarasın diye mi geldin, ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Oyle ise, muhakkak surette biz de sana, aynen onun gibi bir buyu getirecegiz. Simdi sen, seninle bizim aramızda, ne senin, ne de bizim muhalefet etmeyecegimiz uygun bir yerde bulusma zamanı ayarla"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: Bulusma zamanınız, bayram gunu, kusluk vaktinde insanların toplanma zamanı olsun, dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun uzerine Firavun donup gitti. Hilesini (sihirbazlarını) topladı; sonra geri geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: Yazık size! dedi, Allah hakkında yalan uydurmayın! Sonra O, bir azap ile kokunuzu keser! Iftira eden, muhakkak perisan olur"},{"SurahNumber":20,"VerseNumber":62,"Text":"Bunun uzerine onlar, durumlarını aralarında tartıstılar; gizli gizli fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Soyle dediler: «Bu ikisi, muhakkak ki, sihirleriyle sizi yurdunuzdan cıkarmak ve sizin ornek yolunuzu ortadan kaldırmak isteyen iki sihirbazdırlar sadece.»"},{"SurahNumber":20,"VerseNumber":64,"Text":"«Oyle ise hilenizi kurun; sonra sıra halinde gelin! Muhakkak ki bugun, ustun gelen kazanmıstır.»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Dediler ki: Ey Musa! Ya sen at veya once atan biz olalım"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hayır, siz atın, dedi. Bir de baktı ki, buyuleri sayesinde ipleri ve sopaları, kendisine gercekten hızlıca hereket ediyor gibi gorunuyor"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa, birden icinde bir korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"«Korkma! dedik, ustun gelecek olan kesinlikle sensin.»"},{"SurahNumber":20,"VerseNumber":69,"Text":"«Sag elindekini at da, onların yaptıklarını yutsun. Yaptıkları, sadece bir buyucu hilesidir. Buyucu ise, nereye varsa (ne yapsa) iflah olmaz.»"},{"SurahNumber":20,"VerseNumber":70,"Text":"(Musa elindeki asasını atıp da asa yılan olup sihirbazların yaptıklarını yutunca)sihirbazlar hemen secdeye kapanmıslar ve soyle demislerdi:\"Harun ve Musa'nın Rabbine iman ettik"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun) Soyle dedi: Ben size izin vermeden once ona inandınız oyle mi! Hakikat su ki o, size buyu ogreten ulunuzdur. Simdi elleriniz ile ayaklarınızı tereddut etmeden caprazlama kesecegim ve sizi hurma dallarına asacagım! Boylece, hangimizin azabının daha siddetli ve surekli oldugunu iyice anlayacaksınız"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dediler ki: «Seni, bize gelen acık acık mucizelere ve bizi yaratana tercih edemeyiz. Oyle ise yapacagını yap! Sen, ancak bu dunya hayatında hukmunu gecirebilirsin.»"},{"SurahNumber":20,"VerseNumber":73,"Text":"«Bize, hatalarımızı ve senin bize zorla yaptırdıgın buyuyu bagıslaması icin Rabbimize iman ettik. Allah, (mukafatı) en hayırlı ve (cezası) en surekli olandır.»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Surası muhakkak ki, kim Rabbine gunahkar olarak varırsa, cehennem sırf onun icindir. O ise orada ne olur ne de yasar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim de iyi davranıslarda bulunmus bir mumin olarak O'na varırsa, ustun dereceler iste sırf bunlar icindir"},{"SurahNumber":20,"VerseNumber":76,"Text":"Icinde ebedi kalacakları, zemininden ırmaklar akan Adn cennetleri! Iste arınanların mukafatı budur"}]}