{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Men have charge of women because Allah has preferred the one above the other and because they spend their wealth on them. Right-acting women are obedient, safeguarding their husbands´ interests in their absence as Allah has guarded them. If there are women whose disobedience you fear, you may admonish them, refuse to sleep with them, and then beat them. But if they obey you, do not look for a way to punish them. Allah is All-High, Most Great"},{"SurahNumber":4,"VerseNumber":35,"Text":"If you fear a breach between a couple, send an arbiter from his people and an arbiter from her people. If the couple desire to put things right, Allah will bring about a reconciliation between them. Allah is All-Knowing, All-Aware"},{"SurahNumber":4,"VerseNumber":36,"Text":"Worship Allah and do not associate anything with Him. Be good to your parents and relatives and to orphans and the very poor, and to neighbours who are related to you and neighbours who are not related to you, and to companions and travellers and your slaves. Allah does not love anyone vain or boastful"},{"SurahNumber":4,"VerseNumber":37,"Text":"As for those who are tight-fisted and direct others to be tight-fisted, and hide the bounty Allah has given them, We have prepared a humiliating punishment for those who are kafir"},{"SurahNumber":4,"VerseNumber":38,"Text":"and also for those who spend their wealth to show off to people, not having iman in Allah and the Last Day. Anyone who has made Shaytan his comrade, what an evil comrade he is"},{"SurahNumber":4,"VerseNumber":39,"Text":"What harm would it have done them to have had iman in Allah and the Last Day and to have given of what Allah has provided for them? Allah knows everything about them"},{"SurahNumber":4,"VerseNumber":40,"Text":"Allah does not wrong anyone by so much as the smallest speck. And if there is a good deed Allah will multiply it and pay out an immense reward direct from Him"},{"SurahNumber":4,"VerseNumber":41,"Text":"How will it be when We bring a witness from every nation and bring you as a witness against them"},{"SurahNumber":4,"VerseNumber":42,"Text":"On that day those who were kafir and disobeyed the Messenger will wish that they were one with the level earth. They will not be able to hide a single circumstance from Allah"}]}