{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Ey halk, Rabbinize saygı gosteriniz, cunku Saatin (dunyanın sonunun) depremi korkunc bir seydir"},{"SurahNumber":22,"VerseNumber":2,"Text":"Ona tanık oldugunuz gun, her emziren ana emzirdigini atar, her gebe kadın yukunu bırakır. Sarhos olmadıkları halde insanları sarhos gibi goreceksin. Halbuki ALLAH'ın cezası siddetlidir"},{"SurahNumber":22,"VerseNumber":3,"Text":"Insanlardan oyleleri var ki ALLAH hakkında bilgisizce tartısır ve her azılı seytana uyar"},{"SurahNumber":22,"VerseNumber":4,"Text":"Bu, kendisini dost edinen kimseyi saptırır ve alevli azaba yol gosterir,\" diye hakkında hukum verilmistir"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ey insanlar, dirilis konusunda kusku besliyorsanız, (hatırlayın ki) sizi topraktan, sonra bir damlacıktan, sonra asılı duran bir madde (embriyo) dan, sonra bicimi belli ve belirsiz bir dolutten yarattık. Boylece size bildiriyoruz. Neyi dilemissek belli bir sureye kadar onu rahimlerde tutarız. Sonra sizi bir bebek olarak cıkarırız, ve ardından olgunlasıp erginlesirsiniz. Kiminizin hayatına son verilir, kiminiz de en kotu yasa kadar ulastırılır. Boylece bir bilgiye sahip olduktan sonra bir sey bilemez olsun. Topragı kuru ve olu gorursun, ancak uzerine su yagdırdıgımız zaman titresip kabarır ve cesit cesit guzel bitkiler bitirir"},{"SurahNumber":22,"VerseNumber":6,"Text":"Cunku, ALLAH tek gercektir; oluleri diriltir; herseye gucu yeter"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ve dunyanın sonu hic bir kuskuya yer bırakmadan gelmekte ve ALLAH mezarlardakileri diriltecektir"},{"SurahNumber":22,"VerseNumber":8,"Text":"Insanlardan kimi, bir bilgiye, bir yol gostericiye ve aydınlatıcı bir kitaba sahip olmadan ALLAH hakkında tartısır"},{"SurahNumber":22,"VerseNumber":9,"Text":"ALLAH'ın yolundan saptırmak icin kibirle kasılarak gayret eder. Bu dunya hayatında onun icin rezillik vardır. Dirilis gununde de ona yakıcı azabı tattırırız"},{"SurahNumber":22,"VerseNumber":10,"Text":"Bu, ellerinin senin icin yapıp one surdugu islerden oturudur.\" ALLAH kullara zulmedici degildir"}]}