{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":35,"Text":"ō viśvāsulārā! Allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Mariyu āyana sānnidhyāniki cērē mārgānni anvēṣin̄caṇḍi. Mariyu āyana mārganlō nirantaraṁ kr̥ṣi cēstē mīru sāphalyaṁ ponda vaccu"},{"SurahNumber":5,"VerseNumber":36,"Text":"niścayaṅgā, satya tiraskārulaina vāru tīrpudināna gala śikṣa nuṇḍi tappin̄cukōvaṭāniki - vāri vadda uṇṭē - bhūmilō unna samastānni dānitō pāṭu mari anta (dhanānni) kūḍā, vimōcanā dhanaṅgā ivvagōrutāru kāni adi svīkarin̄cabaḍadu. Mariyu vāriki ati bādhākaramaina śikṣa uṇṭundi"},{"SurahNumber":5,"VerseNumber":37,"Text":"vāru narakāgni nuṇḍi bayaṭiki rāgōrutāru, kāni vāru dāni nuṇḍi bayaṭiki rājālaru. Mariyu vāriki eḍategani śikṣa uṇṭundi"},{"SurahNumber":5,"VerseNumber":38,"Text":"Mariyu puruṣuḍu doṅga ayinā, lēdā strī doṅga ayinā, vāri cētulanu nariki vēyaṇḍi. Idi vāri karmalaku guṇapāṭhaṅgā allāh nirṇayin̄cina pratiphalaṁ (śikṣa). Mariyu allāh sarva śaktimantuḍu, mahā vivēcanāparuḍu"},{"SurahNumber":5,"VerseNumber":39,"Text":"evaḍu nēraṁ cēsina taruvāta paścāttāpa paḍi tananu tānu savarin̄cu kuṇṭāḍō! Niścayaṅgā, allāh alāṇṭi vāni paścāttāpānni aṅgīkaristāḍu. Niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":5,"VerseNumber":40,"Text":"ēmī? Niścayaṅgā, bhūmyākāśālapai ādhipatyaṁ allāh dēnani nīku teliyadā? Āyana tānu kōrina vārini śikṣistāḍu mariyu tānu kōrina vārini kṣamistāḍu. Mariyu allāh pratidī cēyagala samarthuḍu"},{"SurahNumber":5,"VerseNumber":41,"Text":"ō pravaktā! Satyatiraskāranlōki parugulu tīsē vāri valla nīvu duḥkhapaḍaku. Alāṇṭi vāru: \"Mēmu viśvasin̄cāmu.\" Ani tama nōṭitō mātramē aṇṭāru. Kāni vāri hr̥dayālu viśvasin̄calēdu. Mariyu yūdulalō kondaru asatyālanu kutūhalantō vinē vārunnāru mariyu nī vaddaku ennaḍū rāni itara prajalaku (andajēyaṭāniki) mī māṭalu vinē vārunnāru. Vāru padāla arthālanu mārci, vāṭi sandarbhālaku bhinnaṅgā tīsukuni ilā aṇṭāru: \"Mīku ī vidhamaina (sandēśaṁ) istēnē svīkarin̄caṇḍi mariyu ilāṇṭidi ivvaka pōtē, jāgratta paḍaṇḍi!\" Mariyu allāh evarini parīkṣin̄ca dalacāḍō (tappu dārilō vadala dalacāḍō) vārini allāh nuṇḍi tappin̄caṭāniki nīvu ēmī cēyalēvu. Evari hr̥dayālanu allāh pariśud'dha paraca gōralēdō alāṇṭi vāru vīrē. Vāriki ihalōkanlō avamānaṁ uṇṭundi. Mariyu vāriki paralōkanlō ghōra śikṣa uṇṭundi"},{"SurahNumber":5,"VerseNumber":42,"Text":"Vāru abad'dhānni vinēvāru mariyu niṣid'dhamaina dānini tinēvāru. Kāvuna vāru nī vaddaku (n'yāyāniki) vastē, nīvu (iṣṭapaḍitē) vāri madhya tīrpu cēyi, lēdā mukhaṁ trippukō. Nīvu vāri nuṇḍi vimukhuḍavaitē vāru nīkēmī hāni cēya lēru. Nīvu vāri madhya tīrpu cēstē, n'yāyaṅgā mātramē tīrpu cēyi. Niścayaṅgā, allāh n'yāyabad'dhulaina vārini prēmistāḍu"},{"SurahNumber":5,"VerseNumber":43,"Text":"mariyu - allāh uttaruvulu unna taurāt granthaṁ vāri vadda unnappaṭikī - vāru tīrpu koraku, nī vaddaku enduku vastunnāru? Ā taruvāta kūḍā vāru dāni nuṇḍi tirigi pōtunnāru mariyu ilāṇṭi vāru (nijāniki) viśvasin̄cina vāru kāru"}]}