{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":7,"VerseNumber":26,"Text":"ādam‌ra santatigaḷē, śaitānanu nim'ma tande tāyiyannu svargadinda hora hākisidante (hāgū) avara mēlinda avara uḍugegaḷannu kaḷacisi avara mānada bhāgagaḷannu avara munde prakaṭapaḍisidante avanu nim'mannu dārigeḍisadirali. Khaṇḍitavāgiyū, avanu mattu avana paṅgaḍadavaru, nimage avarannu nōḍalāgada kaḍeyinda, nim'mannu nōḍuttiruttāre. Nāvantu śaitānarannu, viśvāsigaḷalladavara pōṣakarāgisiddēve"},{"SurahNumber":7,"VerseNumber":27,"Text":"avaru yāvudādarū aślīla kelasa māḍidāga, ‘‘nam'ma pūrvajarannu nāvu idē dāriyalli kaṇḍiddēve mattu allāhanu idannu namage ādēśisiddāne’’ ennuttāre. Hēḷiri; khaṇḍitavāgiyū allāhanu aślīlateyannu ādēśisuvudilla. Nīvēnu, nimage tiḷidilladdannu allāhana mēle ārōpisuttīrā"},{"SurahNumber":7,"VerseNumber":28,"Text":"hēḷiri; nanna oḍeyanu n'yāyavannē ādēśisiddāne. Nīvinnu pratibāriyū sāṣṭāṅgaveraguvāga nim'ma mukhagaḷannu sariyāda dikkinalliḍiri mattu dharmavannu avanigē mīsalāgiṭṭu (kēvala avanige niṣṭharāgi) avanannu kūgiri. Avanu modala bārige nim'mannu sr̥ṣṭisidanteyē nīvu matte sr̥ṣṭisalpaḍuviri"},{"SurahNumber":7,"VerseNumber":29,"Text":"Avanu ondu paṅgaḍakke mārgadarśana māḍiruvanu mattu innondu paṅgaḍavu dārigeṭṭiruvudakke ar'havembudu sābītāgide. Khaṇḍitavāgiyū avaru allāhanannu biṭṭu śaitānanannu tam'ma āptamitrarāgisikoṇḍiruvaru mattu tāvu sanmārgadallē iddēve endukoṇḍiruvaru"},{"SurahNumber":7,"VerseNumber":30,"Text":"ādam‌ra santatigaḷē, nīvu nim'ma ella ārādhanā sthaḷagaḷalli nim'ma alaṅkāragaḷannu dharisiri. Tinniri mattu kuḍiyiri ādare apavyaya māḍadiri. Khaṇḍitavāgiyū avanu apavyaya māḍuvavarannu meccuvudilla"},{"SurahNumber":7,"VerseNumber":31,"Text":"hēḷiri; allāhanu tanna dāsarigāgi utpādisiruva alaṅkāra sāmagrigaḷannu mattu śud'dha āhāra vastugaḷannu niṣēdhisiruvavaru yāru? Hēḷiri; ihalōkadalli ivu viśvāsigaḷige sam'matavāgive – paralōkadallantū ivu avarigendē mīsalāgiruttave. Ī rīti nāvu arivu uḷḷavarigāgi nam'ma vacanagaḷannu vivarisuttēve"}]}