{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Lo! Those who believe (in that which is revealed unto thee, Muhammad), and those who are Jews, and Christians, and Sabaeans - whoever believeth in Allah and the Last Day and doeth right - surely their reward is with their Lord, and there shall no fear come upon them neither shall they grieve"},{"SurahNumber":2,"VerseNumber":63,"Text":"And (remember, O Children of Israel) when We made a covenant with you and caused the mount to tower above you, (saying): Hold fast that which We have given you, and remember that which is therein, that ye may ward off (evil)"},{"SurahNumber":2,"VerseNumber":64,"Text":"Then, even after that, ye turned away, and if it had not been for the grace of Allah and His mercy ye had been among the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"And ye know of those of you who broke the Sabbath, how We said unto them: Be ye apes, despised and hated"},{"SurahNumber":2,"VerseNumber":66,"Text":"And We made it an example to their own and to succeeding generations, and an admonition to the Allah-fearing"},{"SurahNumber":2,"VerseNumber":67,"Text":"And when Moses said unto his people: Lo! Allah commandeth you that ye sacrifice a cow, they said: Dost thou make game of us? He answered: Allah forbid that I should be among the foolish"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said: Pray for us unto thy Lord that He make clear to us what (cow) she is. (Moses) answered: Lo! He saith, Verily she is a cow neither with calf nor immature; (she is) between the two conditions; so do that which ye are commanded"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said: Pray for us unto thy Lord that He make clear to us of what colour she is. (Moses) answered: Lo! He saith: Verily she is a yellow cow. Bright is her colour, gladdening beholders"},{"SurahNumber":2,"VerseNumber":70,"Text":"They said: Pray for us unto thy Lord that He make clear to us what (cow) she is. Lo! cows are much alike to us; and Lo! if Allah wills, we may be led aright"},{"SurahNumber":2,"VerseNumber":71,"Text":"(Moses) answered: Lo! He saith: Verily she is a cow unyoked; she plougheth not the soil nor watereth the tilth; whole and without mark. They said: Now thou bringest the truth. So they sacrificed her, though almost they did not"}]}