{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":41,"VerseNumber":45,"Text":"Man sungguh, udah Kami bare’atn ka’ Musa Kitab (Taurat) lalu disalishatnni’. Sakiranya nana’ ada kaputusatn nang dah de’e dari Tuhannyu, urakng-urakng kapir koa pasti udah dibinasaatni’. Man sasungguhnya iaka’koa banar-banar dalapm karaguan nang maih dalapm ka’ ia"},{"SurahNumber":41,"VerseNumber":46,"Text":"Sae ma’an ngarajaatn kabaikatn maka (pahalanya) nto’ diri’nya babaro man sae ma’an babuat jahat maka (dosanya) manjadi tanggungan diri’nya babaro. Man Tuhannyu sama sakali nana’ ngajalimi’ amba-amba- (Nya)"},{"SurahNumber":41,"VerseNumber":47,"Text":"Ka’-Ia lah ilmu tantang ari kiamat koa dimulangkatn. 776 Nana’ ada buah-buahan nang kaluar dari kalopaknya man nana’ saurakng nang bini pun nang babuntikng man nang baranak, malaintatn samuanya mang pangatahuan-Nya. ka’ ari waktu Ia (Allah) nyaru’ iaka’koa.” ke’ mae ka’ sakutu-sakutu-Ku koa777?” iaka’koa nyawap, “kami nyataatn ka’ Kita’ bahoa’ nana’ ada saurakngpun ka’ antara kami nang bisa mare’ kasaksian (bahoa’ Kita’ ngampu’i’ sakutu)"},{"SurahNumber":41,"VerseNumber":48,"Text":"Man lanyaplah dari iaka’koa ahe nang de’ekajuh sambah, man iaka’koa pun nau’an bahoa’ nana’ ada maraga kaluar (dari siksa Allah) nto’ iaka’koa"},{"SurahNumber":41,"VerseNumber":49,"Text":"Talino nana’ latih mohon kabaikatn, man kade’ kana musibah, iaka’koa baputus asa man ilang aapannya"},{"SurahNumber":41,"VerseNumber":50,"Text":"Man Kami bare’ ka’ ia suatu rahmat dari Kami la ka’ kana kasusahatn, pastilah ia bakata, “nian ialah hakku, man aku nana’ yakin bahoa’ ari kiamat koa akan tajadi. Man kade’ aku di malangkatn ka’ Tuhanku, sasungguhnya aku akan namu kabaikatn ka’ sisi-Nya”. Maka sungguh, akann kami padahatn ka’ urakng-urakng kafir tantang ahe nang udah ia ka’ koa karrajaattn man suunggguuh, akan kami timpa’atn ka’ ia ka’ ko siksa nnang barat"},{"SurahNumber":41,"VerseNumber":51,"Text":"Man kade’ Kami bare’ nikmat ka’ talino, ia bapaling man ngajauhatn diri’ (mang sombong); tapi kade’ kana musibah maka ia manyak bado’a"},{"SurahNumber":41,"VerseNumber":52,"Text":"Batakatnlah, ”Ampahe pandapat kita’ kade’ (al-Quran) koa atakng dari sisi Allah, la ka’ koa kita’ ngingkari’nya. Sae ke’ nang labih sasat daripada urakng nang kajuh barada dalapm panyimpangan nang jauh (dari kabanaratn)?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Kami akan nele’atn ka’iaka’koa tanda-tanda (kabasaratn) Kami ka’ sigana panjuru man ka’ diri’nya ka’ koa babaro, sahinggga jalaslah nto’ iaka’koa bahoa’ Al-Quran koa ialah batol. Nana’ cukupke’ (bagi kita’) bahoa’ Tuhannyu manjadi saksi atas sagala sasuatu"},{"SurahNumber":41,"VerseNumber":54,"Text":"Ingatlah, sasngguhnya iaka’koa dalapm karaguan tantang patamuan mang Tuhan iaka’koa. Ingatlah, sasasungguhnya Ia Maha malipati’ sagala sasuatu. 42. ASY-SY"}]}