{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"و به نوح وحی شد که: از قوم تو جز آن‌هایی که ایمان آورده‌اند، دیگر هیچ کسی ایمان نخواهد آورد، پس بر آنچه که می‌کردند؛ غمگین مباش"},{"SurahNumber":11,"VerseNumber":37,"Text":"و (اکنون) به دیدگان ما و به وحی ما، کشتی را بساز، و در(بارۀ) کسانی‌که ستم کردند، با من سخن مگو، که آنان غرق شدنی هستند»"},{"SurahNumber":11,"VerseNumber":38,"Text":"و (نوح) کشتی را می‌ساخت، و هرگاه گروهی از اشراف قومش بر او می‌گذشتند، او را مسخره می‌کردند، (نوح) می‌گفت: «اگر ما را مسخره می‌کنید، پس ما (نیز) شما را مسخره خواهیم کرد؛ همین گونه که مسخره می‌کنید،"},{"SurahNumber":11,"VerseNumber":39,"Text":"پس به زودی خواهید دانست، چه کسی عذاب به سراغش می‌آید که خوارش سازد، و عذاب جاودان بر چه کسی وارد خواهد شد»"},{"SurahNumber":11,"VerseNumber":40,"Text":"(این حالت همچنان ادامه داشت) تا زمانی که فرمان فرا رسید، و (آب از) تنور جوشیدن گرفت (به نوح) گفتیم: «از هر جفتی (از حیوانات) دوتا (نر ماده) در آن (کشتی) برگیر، و (همچنین) خاندانت را؛ جز کسی‌که وعدۀ (هلاک) قبلاً بر او مقرر شده است، و (نیز) کسانی‌که ایمان آورده‌اند (را برگیر)» و جز عدۀ اندکی همراه او ایمان نیاوردند"},{"SurahNumber":11,"VerseNumber":41,"Text":"(نوح) گفت: «در آن (کشتی) سوار شوید، حرکت آن و توقف آن به نام الله است، همانا پروردگارم آمرزندۀ مهربان است»"},{"SurahNumber":11,"VerseNumber":42,"Text":"و آن (کشتی) آن‌ها را در موجی همچون کوه‌ها می‌برد و در آن هنگام نوح فرزندش را که در کناره‌ای بود؛ صدا زد: «ای فرزندم‌! همراه ما سوار شو، و با کافران مباش»"},{"SurahNumber":11,"VerseNumber":43,"Text":"گفت: «به زودی به کوهی پناه می‌برم که مرا از آب حفظ می‌کند!» (نوح) گفت: «امروز هیچ نگه دارنده‌ای در برابر فرمان الله نیست، مگر کسی‌که الله به او رحم کند» و (ناگاه) موج در میان آن دو حائل شد، پس (او) از غرق‌شدگان گردید"},{"SurahNumber":11,"VerseNumber":44,"Text":"و گفته شد: «ای زمین آبت را فرو بر، و ای آسمان (بارانت را) فرو بند. و آب فرو نشست، و کار به انجام رسید و (کشتی) بر (کوه) جودی قرار گرفت، و گفته شد: «دوری (و هلاکت) باد بر گروه ستمکاران»"},{"SurahNumber":11,"VerseNumber":45,"Text":"و نوح پروردگارش را ندا داد، پس گفت: «پروردگارا! همانا پسرم از خاندان من است، و بی‌گمان وعدۀ تو (دربارۀ نجات خاندانم) حق است، و تو بهترین داورانی»"},{"SurahNumber":11,"VerseNumber":46,"Text":"فرمود: «ای نوح! همانا او از خاندان تو نیست، بی‌گمان او عمل غیر صالحی است. پس چیزی که به آن علم نداری از من مخواه، من به تو اندرز می‌دهم (مبادا) که از جاهلان باشی»"},{"SurahNumber":11,"VerseNumber":47,"Text":"(نوح) گفت: «پروردگارا! همانا من به تو پناه می‌برم، که از تو چیزی بخواهم که به آن علم ندارم، و اگر مرا نبخشی و بر من رحم نکنی، از زیان‌کاران خواهم بود»"},{"SurahNumber":11,"VerseNumber":48,"Text":"گفته شد: «ای نوح! به سلامتی از سوی ما و (همراه با) برکت‌های ( فراوان) بر تو و بر امت‌های که با تواند؛ فرود آی، و امت‌هایی (نیز) هستند که به زودی آن‌ها را (از نعمت‌ها) بهرمند سازیم، سپس عذاب دردناکی از سوی ما به آن‌ها خواهد رسید»"},{"SurahNumber":11,"VerseNumber":49,"Text":"این‌ها از خبرهای غیب است که آن را به تو (ای پیامبر) وحی می‌کنیم، نه تو آنها را پیش از این می‌دانستی و نه قوم تو؛ پس صبر کن، بی‌گمان عاقبت از آن پرهیزگاران است"}]}