{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Az, lyudi, rtsy. Pisaniye - znameniya yego mudro raspolozheny, i, vmeste s tem, yasno izlozheny - ot Mudrogo, Vedushchego"},{"SurahNumber":11,"VerseNumber":2,"Text":"Poklanyaytes' tol'ko Bogu (istinno, ya ot Nego vam oblichitel' i blagovestitel')"},{"SurahNumber":11,"VerseNumber":3,"Text":"Prosite proshcheniya u Gospoda vashego, i s pokayaniyem obratites' k Nemu, da dast vam nasladit'sya khoroshim naslazhdeniyem do prednaznachennoy pory, i dostavit svoi blaga vsyakomu delayushchemu blagoye. A yesli otvratites' vy, to ya boyus' nakazaniya vam v velikiy den'"},{"SurahNumber":11,"VerseNumber":4,"Text":"Budet vashe vozvrashcheniye k Bogu, potomu chto On vsemogushch"},{"SurahNumber":11,"VerseNumber":5,"Text":"Uzheli, - kogda ukryvayut oni serdtsa svoi, chtoby utait'sya ot Nego. Uzheli - v to vremya, kogda zakutyvayutsya oni svoimi odezhdami - ne znayet On togo, chto skryvayut oni, kak i togo, chto pokazyvayut? On znayet vnutrennost' serdets"},{"SurahNumber":11,"VerseNumber":6,"Text":"Net na zemle ni odnogo zverya, kotorogo propitaniyem ne ozabochivalsya by Bog: On znayet i postoyannoye yego stanovishche, i vremennoye yego pristanishche: vse po yasno opredelyayushchey knige"},{"SurahNumber":11,"VerseNumber":7,"Text":"On sotvoril nebesa i zemlyu v shest' dney, v to vremya, kak prestol Yego byl nad vodoyu, daby, ispytyvaya vas, znat', kto iz vas luchshe po svoyey deyatel'nosti. Da, yesli ty skazhesh': \"Vy budete voskresheny posle smerti vashey\"; to nevernyye skazhut: \"Eto odna tol'ko ochevidnaya mechta"},{"SurahNumber":11,"VerseNumber":8,"Text":"Yesli My nakazaniye im otsrochim do opredelennoy pory, to oni nepremenno skazhut: chto uderzhivayet Yego? Smotri, nastupit den', kotorogo uzhe nikto ne otvratit ot nikh; to, nad chem smeyalis' oni, obkhvatit ikh"}]}