{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Phera'unera sanga-pangara balate lagala, niscaya lokati bijna-yadukara."},{"SurahNumber":7,"VerseNumber":110,"Text":"Se tomadigake tomadera desa theke bera kare dite caya. E byapare tomadera ki mata"},{"SurahNumber":7,"VerseNumber":111,"Text":"tara balala, apani take o tara bha'ike abakasa dana karuna ebam sahare bandare loka pathiye dina lokadera samabeta karara jan'ya."},{"SurahNumber":7,"VerseNumber":112,"Text":"Yate tara parakasthasampanna bijna yadukaradera ene samabeta kare."},{"SurahNumber":7,"VerseNumber":113,"Text":"Bastutah yadukarara ese phera'unera kache upasthita hala. Tara balala, amadera jan'ye ki kona parisramika nirdharita ache, yadi amara jayalabha kari"},{"SurahNumber":7,"VerseNumber":114,"Text":"se balala, hyam ebam abasya'i tomara amara nikatabarti loka haye yabe."},{"SurahNumber":7,"VerseNumber":115,"Text":"Tara balala, he musa! Haya tumi niksepa kara athaba amara niksepa karachi."},{"SurahNumber":7,"VerseNumber":116,"Text":"Tini balalena, tomara'i niksepa kara. Yakhana tara niksepa karala takhana lokadera cokhaguloke badhiye dila, bhita-santrasta kare tulala ebam mahayadu pradarsana karala."},{"SurahNumber":7,"VerseNumber":117,"Text":"Tarapara ami ohiyoge musake balalama, ebara niksepa kara tomara lathikhana. Ata'eba sange sange ta se samudayake gilate lagala, ya tara baniyechila yadu bale."},{"SurahNumber":7,"VerseNumber":118,"Text":"Sutaram ebhabe prakasa haye gela satya bisaya ebam bhula pratipanna haye gela ya kichu tara karechila."},{"SurahNumber":7,"VerseNumber":119,"Text":"Sutaram tara sekhane'i parajita haye gela ebam atiba lanchita hala."},{"SurahNumber":7,"VerseNumber":120,"Text":"Ebam yadukarara sejadaya pare gela."},{"SurahNumber":7,"VerseNumber":121,"Text":"Balala, amara imana anachi maha bisbera para'oyaradegarera prati."},{"SurahNumber":7,"VerseNumber":122,"Text":"Yini musa o harunera para'oyaradegara."},{"SurahNumber":7,"VerseNumber":123,"Text":"Phera'una balala, tomara ki (tahale) amara anumati deyara age'i imana anale! Eta pratarana, ya tomara e nagarite pradarsana karale. Yate kare e saharera adhibasidigake sahara theke bera kare dite para. Sutaram tomara sighra'i bujhate parabe."},{"SurahNumber":7,"VerseNumber":124,"Text":"Abasya'i ami kete deba tomadera hata o pa biparita dika theke. Tarapara tomadera saba'ike sulite cariye maraba."},{"SurahNumber":7,"VerseNumber":125,"Text":"Tara balala, amaderake to mrtyura para nijedera para'oyaradegarera nikata phire yete'i habe."},{"SurahNumber":7,"VerseNumber":126,"Text":"Bastutah amadera sathe tomara satruta to e karane'i ye, amara imana enechi amadera para'oyaradegarera nidarsanasamuhera prati yakhana ta amadera nikata paumcheche. He amadera para'oyaradegara amadera jan'ya dhairyyera dbara khule da'o ebam amaderake musalamana hisabe mrtyu dana kara."}]}