{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":67,"VerseNumber":15,"Text":"Wahi to hai jisne tumhare liye zameen ko taabeh kar rakkha hai , chalo uski chaati par aur khao khuda ka rizq, usi ke huzoor tumhein dobara zinda ho kar jana hai"},{"SurahNumber":67,"VerseNumber":16,"Text":"Kya tum issey be-khauf ho ke woh jo aasman mein hai tumhein zameen mein dhasa de aur yakayak yeh zameen jhakoley khane lagey (shake/rock violently)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Kya tum issey be-khauf ho ke wo jo aasman mein hai tum par pathrao karne wali hawa bhej de? Phir tumhein maloom ho jayega ke meri tambeeh (warning) kaisi hoti hai"},{"SurahNumber":67,"VerseNumber":18,"Text":"Inse pehle guzre huey log jhutla chuke hain phir dekhlo ke meri giraft kaisi sakht thi"},{"SurahNumber":67,"VerseNumber":19,"Text":"Kya yeh log apne upar udney waley parindon ko par phaylaye aur sukedte nahin dekhte? Rehman ke siwa koi nahin jo inhein thamey huey ho. Wahi har cheez ka nigehbaan hai"},{"SurahNumber":67,"VerseNumber":20,"Text":"Batao, aakhir woh kaunsa lashkar tumhare paas hai jo Rehman ke muqable mein tumhari madad kar sakta hai? Haqeeqat yeh hai ke yeh mukireen dhoke mein padey huey hain"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ya phir batao, kaun hai jo tumhein rizq de sakta hai agar Rehman apna rizq roak ley? Dar-asal yeh log sarkashi aur haqq se gurez par adey huey hai"},{"SurahNumber":67,"VerseNumber":22,"Text":"Bhala socho, jo shaks mooh aundhaey (grovelling) chal raha ho woh zyada sahih raah paney wala hai ya woh jo sar uthaye seedha ek hamwar sadak par chal raha ho"},{"SurahNumber":67,"VerseNumber":23,"Text":"Inse kaho Allah hi hai jisne tumhein paida kiya, tumko sunney aur dekhne ki taaqatein di aur sochne samajhne waley dil diye, magar tum kam hi shukr ada karte ho"},{"SurahNumber":67,"VerseNumber":24,"Text":"Insey kaho, Allah hi hai jisne tumhein zameen mein phailaya hai aur usi ki taraf tum sametey jaogey"},{"SurahNumber":67,"VerseNumber":25,"Text":"Yeh kehte hain “Agar tum sacchey ho to batao yeh wada kab poora hoga?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Kaho “Iska ilm to Allah ke paas hai, main to bas saaf saaf khabardar kardene wala hoon"},{"SurahNumber":67,"VerseNumber":27,"Text":"Phir jab yeh us cheez ko kareeb dekh lenge to un sab logon ke chehre bigad jayenge jinhon ne inkar kiya hai, aur us waqt unse kaha jayega ke yahi hai woh cheez jiske liye tum takazey kar rahey (ask for) thay"},{"SurahNumber":67,"VerseNumber":28,"Text":"Insey kaho, kabhi tumne yeh bhi socha ke Allah khwa mujhey aur mere saathiyon ko halaaq karde ya hum par Reham karey, kafiron ko dardnaak azaab se kaun bacha lega"},{"SurahNumber":67,"VerseNumber":29,"Text":"Insey kaho, woh bada Raheem hai, usi par hum imaan laye hain, aur usi par hamara bharosa hai, ankareeb tumhein maloom ho jayega ke sareeh gumrahi (manifest error) mein pada hua kaun hai"},{"SurahNumber":67,"VerseNumber":30,"Text":"Inse kaho, kabhi tumne yeh bhi socha ke agar tumhare kuwon (wells) ka pani zameen mein utar jaye to kaun hai jo is pani ki behti hui sotein (flowing water) tumhein nikal kar la dega"}]}