{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Ākāśasamūha ārau pr̥thiraīra raājatba kērala āllāharaē'i; ārau yidinā kiẏāmata saṅghaṭita ha’ba sē'idinā bātilapanthīsakala ha’ba kṣatigrasta"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ārau tumi pratyēka jātikē dēkhibā bhaẏatē natajānu hai āchē; pratyēka jātikē'i tāra kitābara prati āhbāna karaā ha’ba, (ārau kōraā ha’ba) ‘āji tōmālōkaka kērala sē'iṭōraē'i pratiphala diẏā ha’ba yiṭō tōmālōkē āmala karaichilā’"},{"SurahNumber":45,"VerseNumber":29,"Text":"‘Ē'iṭō āmāra likhani, ē'iṭōraē tōmālōkara biṣaẏē satyabhāraē sākṣya dāna karaiba. Niścaẏa tōmālōkē yi āmala karaichilā sēẏā āmi likhi raākhichilō’"},{"SurahNumber":45,"VerseNumber":30,"Text":"Tāra pichata yisakalē īmāna ānichē ārau saṯkarma karaichē paraiṇāmata tē'ōm̐lōkara pratipālakē tē'ōm̐lōkaka tē'ōm̐ra rahamatata praraēśa karaāba. Ē'iṭōraē'i suspaṣṭa saphalatā"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ārau yisakalē kupharaī karaichē (siham̐taka kōraā ha’ba) ‘tōmālōkara ōcarata āmāra āẏātasamūha pāṭha karaā hōraā nāchilanē? Tathāpi'ō tōmālōkē ahaṅkāra karaichilā ārau tōmālōka āchilā ēṭā aparaādhī sampradāẏa’"},{"SurahNumber":45,"VerseNumber":32,"Text":"Ārau yētiẏā kōraā haichila, ‘niścaẏa āllāhara pratiśrauti satya; ārau kiẏāmata (saṅghaṭita ha’ba) iẏāta kōnō sandēha nā'i’; tētiẏā tōmālōkē kaichilā, ‘kiẏāmata ki āmi ēkō nājānō; āmi iẏāka ēṭā dhāraṇā bulihē bhābō ārau āmi niścita nahaẏa’"},{"SurahNumber":45,"VerseNumber":33,"Text":"Ārau siham̐tara asaṯkarmabōrara kuphala siham̐tara sanmukhata prakāśita ha’ba ārau yiṭō lai siham̐tē ṭhāṭṭā-bidraūpa karaichila sē'iṭōraē siham̐taka paraibēṣṭana karaiba"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ārau kōraā ha’ba, ‘āji āmi tōmālōkaka arajñā karaima yidaraē tōmālōkē ē'i dinara sākṣātara biṣaẏaṭōka pāharai gaichilā. Tōmālōkara ābāsasthala ha’ba jāhānnāma, ārau tōmālōkara kōnō sahāẏakāraī'ō nāthākiba’"},{"SurahNumber":45,"VerseNumber":35,"Text":"‘Ē'iṭō ē'i kāraṇē yē, tōmālōkē āllāhara āẏātasamūhaka ṭhāṭṭā-bidraūpara āhilā banā'i laichilā ārau pārthira jīranē tōmālōkaka pratāraita karaichila’. Sēẏē āji siham̐taka jāhānnāmara paraā mukti'ō diẏā naha’ba ārau āllāhara santuṣṭi lābhara suyōgō diẏā naha’ba"},{"SurahNumber":45,"VerseNumber":36,"Text":"Ētēkē sakalō dharaṇara praśansā kērala āllāhara bābē'i, yijana ākāśasamūhara raba ārau tēraēm̐i pr̥thiraīra raba ārau sakalō sr̥ṣṭijagatara raba"},{"SurahNumber":45,"VerseNumber":37,"Text":"Ākāśasamūha ārau pr̥thiraīra yāratīẏa gaurara-garaimā tē'ōm̐raē'i ārau tē'ōm̐ mahāparaākramaśālī, prajñāmaẏa"}]}