{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"بے شک جو لوگ کافر ہیں انہیں پکار کر کہا جائے گا جیسی تمہیں (اس وقت) اپنے سے نفرت ہے اس سے بڑھ کر الله کو (تم سے) نفرت تھی جبکہ تم ایمان کی طرف بلائے جاتے تھے پھر نہیں مانا کرتے تھے"},{"SurahNumber":40,"VerseNumber":11,"Text":"وہ کہیں گے اے ہمارے رب تو نے ہمیں دو بار موت دی اورتو نے ہمیں دوبارہ زندہ کیا پس ہم نے اپنے گناہوں کا اقرار کر لیا پس کیا نکلنے کی بھی کوئی راہ ہے"},{"SurahNumber":40,"VerseNumber":12,"Text":"یہ عذاب اس لیے ہے کہ جب تم اکیلے الله کی طرف بلایا جاتا تھا تو انکار کرتے تھے اورجب اس کے ساتھ شریک کیا جاتا تھا تو مان لیتے تھے سو یہ فیصلہ الله کا ہے جو عالیشان بڑے رتبے والا ہے"},{"SurahNumber":40,"VerseNumber":13,"Text":"وہی ہے جو تمہیں اپنی نشانیاں دکھاتا ہے اور تمہارے لیے آسمان سے رزق نازل کرتا ہے اور سمجھتا وہی ہے جو (الله کی طرف) رجوع کرتا ہے"},{"SurahNumber":40,"VerseNumber":14,"Text":"پس الله کو پکارو اس کے لیے عبادت کو خالص کرتے ہوئے اگرچہ کافر برا منائیں"},{"SurahNumber":40,"VerseNumber":15,"Text":"وہ اونچے درجوں والا عرش کا مالک ہے اپنے حکم سے اپنےبندوں میں سے جس کے پاس چاہتا ہے وحی بھیجتا ہے تاکہ وہ ملاقات (قیامت) کے دن سے ڈرائے"},{"SurahNumber":40,"VerseNumber":16,"Text":"جس دن وہ سب نکل کھڑے ہوں گے الله پر ان کی کوئی بات چھپی نہ رہے گی آج کس کی حکومت ہے الله ہی کی جو ایک ہے بڑا غالب"},{"SurahNumber":40,"VerseNumber":17,"Text":"آج کے دن ہر شخص اپنے کیے کا بدلہ پائے گا آج کچھ ظلم نہ ہوگا بے شک الله جلد حساب لینے والا ہے"},{"SurahNumber":40,"VerseNumber":18,"Text":"اور انہیں قریب آنے والی (مصیبت) کے دن سے ڈرا جب کہ غم کے مارے کلیجے منہ کو آ رہے ہوں گے ظالموں کا کوئی حمایتی نہیں ہوگا اور نہ کوئی سفارشی جس کی بات مانی جائے"},{"SurahNumber":40,"VerseNumber":19,"Text":"وہ آنکھوں کی خیانت اور دل کے بھید جانتا ہے"},{"SurahNumber":40,"VerseNumber":20,"Text":"اور الله ہی انصاف کے ساتھ فیصلہ کرے گا اور جنہیں وہ اس کے سوا پکارتے ہیں وہ کچھ بھی فیصلہ نہیں کر سکتے بیشک الله ہی سب کچھ سننے والا دیکھنے والا ہے"}]}