{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Bu durumda her kim mumin olarak iyi davranıslar yaparsa onun cabasını gormezlikten gelmek olmaz. Zira biz onu yazmaktayız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Helak ettigimiz ulke (halkı) nin (kıyamete kadar dunyaya tekrar) donmeleri mumkun degildir"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet Ye’cuc ve Me’cuc (sedleri) acıldıgı ve onlar her tepeden akın ettigi zaman"},{"SurahNumber":21,"VerseNumber":97,"Text":"Gercek vadolan kıyamet artık yaklasmıstır, iste o zaman, kufredenlerin gozleri donakalır ve \"Yazıklar olsun bize! Biz, bundan gaflet icinde idik; daha zalimdik\" derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah'ın dısında taptıgınız seyler cehennem yakıtısınız. Siz oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger bunlar ilah olsalardı, oraya girmezlerdi. Hepsi de orada ebedidirler"},{"SurahNumber":21,"VerseNumber":100,"Text":"Orada onlara inim inim inlemek duser. Yine onlar orada (hicbir iyi haber) duymazlar"},{"SurahNumber":21,"VerseNumber":101,"Text":"Tarafımızdan kendilerine guzel akıbet takdir edilmis olanlara gelince, iste bunlar cehennemden uzak tutulurlar"},{"SurahNumber":21,"VerseNumber":102,"Text":"Bunlar onun ugultusunu duymazlar; gonullerinin diledigi nimetler icinde ebedi kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"En buyuk dehset dahi onları tasalandırmaz. Melekler kendilerini soyle karsılar: Iste bu size vadedilmis olan (mutlu) gununuzdur"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Dusun o) gunu ki, yazılı kagıtların tomarını durer gibi gogu toplayıp dureriz. Tıpkı ilk yaratmaya basladıgımız gibi onu tekrar o hale getiririz. (Bu,) uzerimize aldıgımız bir vaad oldu. Biz, (vadettigimizi) yaparız"},{"SurahNumber":21,"VerseNumber":105,"Text":"Andolsun Zikir'den sonra Zebur'da da: «Yeryuzune salih kullarım varis olacaktır» diye yazmıstık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Iste bunda, (bize) kulluk eden bir kavim icin bir mesaj vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"(Rasulum!) Biz seni ancak alemlere rahmet olarak gonderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki: \"Bana, ilahınız tek bir ilahtır, diye vahyolunuyor. Artık musluman olacak mısınız"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eger yuz cevirirlerse de ki: (Bana emrolunanı) hepinize acıkladım. artık size vadolunan sey (mahserde toplanma zamanınız) yakın mı uzak mı, bilmiyorum"},{"SurahNumber":21,"VerseNumber":110,"Text":"Suphesiz Allah sozun acıgını da bilir, gizli tuttuklarınızı da bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilmiyorum, belki de o (azabın ertelenmesi), sizi denemek ve bir zamana kadar sizi (imkanlardan) faydalandırmak icindir"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Peygamber) demistir ki: \"Rabbim! (Benimle, beni yalanlayan musrikler arasında) hak ile hukmet. Rabbimiz cok merhametlidir. Sizin vasfettiklerinize karsı da yalnız O'na sıgınılır"}]}