{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":18,"VerseNumber":102,"Text":"Jaqaw dawk li caħdu t-twemmin jaħsbu li (jistgħu) jieħdu till- qaddejja. tiegħi (ill-angli, jew. lil Għuzajr, jew lil Gesii). biex iħarsuhom. minfloki): Aħna tabilħaqq. ħejjejna l-Infem fejn joqogħdu dawk li ma jemmmux"},{"SurahNumber":18,"VerseNumber":103,"Text":"Għid(ilhom Muħammad lil ta' bla. fwemminj: Tridu nħabbrilkom dwar dawk li huma l-akbar telliefa bl-għemejjel (tagħhom)"},{"SurahNumber":18,"VerseNumber":104,"Text":"Huma dawk li t-tħabrik tagħhom fil-ħajja (f'din) id-dinja jintilef (u ii fix-xejn), u jaħsbu li huma qegħdin jagħmlu tajjeb"},{"SurahNumber":18,"VerseNumber":105,"Text":"(Dawk huma li jicħdu s-sinjali ta' Sidhom £ fosthom il-Qoran) u l-laqgħa miegħu (fl-Aħħar Jum, u għalhekk) l-għemejjel tagħhom. jisfaw fix-xejn, u f'Jum il-Qawmien ma nagħtuhom ebda toqol l (ta' gieħ)"},{"SurahNumber":18,"VerseNumber":106,"Text":"Dak huwa ħlashom: l-Infem, talli caħdu t-twemmin u kasbri s- sinjali u l-Mibgħutin tiegħi"},{"SurahNumber":18,"VerseNumber":107,"Text":"Tassew li dawk li jemmnu u jagħmlu l-gid għandhom (imħejjija għalihom) il-Gonna tal-Firdaws'' biex joqogħdu fihom"},{"SurahNumber":18,"VerseNumber":108,"Text":"Fihom jgħammru għal dejjem, u ma jkunu jridu ebda bidla (i xejn aktar) ħliefhom"},{"SurahNumber":18,"VerseNumber":109,"Text":"Għidfi/hom: 'Kieku l-baħar kien linka għal Kliem Sidi, il-baħar kien jinħela qabel ma jinħela Kliem Sidi, ukoll kieku kellna nzidu ( baħar ieħor) bħalu"},{"SurahNumber":18,"VerseNumber":110,"Text":"Għid: Jiena m'iniex għajr bniedem bħalkom. Huwa nebbaħ lili li Alla tagħkom huwa Alla Wieħed, u min jittama fil-laqgħa. ma' Sidu. (il-Mulej, biex jikseb il-ħlas mixtieq) għandu jagħmel għemil ta' gid, u ma jxierek lil ħadd fil-qima ta' Sidu"}]}