{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Mi smo ti, zaista, dali da pobijedis pobjedom jasnom"},{"SurahNumber":48,"VerseNumber":2,"Text":"da bi ti Allah oprostio grijehe koji su prethodili i one koji ce poslije doci, da bi blagodat Svoju tebi potpunom ucinio da bi te na Pravi put uputio"},{"SurahNumber":48,"VerseNumber":3,"Text":"i da bi te Allah snazno podrzao"},{"SurahNumber":48,"VerseNumber":4,"Text":"On je Onaj Koji je smiraj u srca vjernika spustio da bi vjerovanje na vjerovanje svoje povecali, a vojske nebesa i Zemlje su Allahove; Allah je Onaj Koji sve zna i mudar je"},{"SurahNumber":48,"VerseNumber":5,"Text":"da bi vjernike i vjernice uveo u dzennetske basce, kroz koje rijeke teku, u kojima ce vjecno boraviti, i da bi prekrio njihova losa djela - a to je u Allaha veliki uspjeh"},{"SurahNumber":48,"VerseNumber":6,"Text":"i da bi kaznio licemjere i licemjerke i visebosce i viseboskinje, koji o Allahu zlo misle. Zlom su oni okruzeni! Allah se na njih rasrdio i prokleo ih i pripremio im Dzehennem, a grozno je to boraviste"},{"SurahNumber":48,"VerseNumber":7,"Text":"Allahove su vojske nebesa i Zemlje; Allah je silan i mudar"},{"SurahNumber":48,"VerseNumber":8,"Text":"Mi smo tebe poslali kao svjedoka, i radosnih vijesti donositelja, i upozoritelja"},{"SurahNumber":48,"VerseNumber":9,"Text":"da u Allaha i u Poslanika Njegova vjerujete, i da ga uznosite, i stujete, i da Njega -Allaha ujutro i navecer slavite i velicate"},{"SurahNumber":48,"VerseNumber":10,"Text":"Oni koji su ti se zakleli na vjernost - zakleli su se, doista, na vjernost samom Allahu - Allahova ruka je iznad ruku njihovih! Onaj ko prekrsi zakletvu krsi je na svoju stetu, a ko ispuni ono na sto se obavezao Allahu, On ce mu dati veliku nagradu"}]}