{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hajj slavit specifikovat mesíce. Whoever spolecnost out slavit Hajj upustit sexuální spojení špatné chování souhrn Hajj. Kadý plný ty ucinil BUH jsem celkem vedomý si o tom. Protoe ty nacvicit si svuj zajištení souprava vozíku poslušný zajištení jsem spravedlnost! Ty slavit Mne O ty mít porozumení"},{"SurahNumber":2,"VerseNumber":198,"Text":"(Ty ne predloit hrích ádat zajištení svuj Magnát obchod)! When ty drát ‘Arafaat ty slavit BUH Církevní Zjištení Muzdalifah). Ty slavit Jemu usmernovat ty; tento ty odchod z cesty"},{"SurahNumber":2,"VerseNumber":199,"Text":"Ty drát dohromady utišit lidé drát poadovat BUH odpuštení! BUH jsem Forgiver MILOSRDNÝ"},{"SurahNumber":2,"VerseNumber":200,"Text":"Dríve ty naprostý svuj obrad ty zustat slavit BUH ty slavit tvuj uznat zdroj anebo práve plný! Trochu lidé odríkávat Náš Lord odevzdat nás z tento spolecnost doba dret delit Dále"},{"SurahNumber":2,"VerseNumber":201,"Text":"Others odríkávat Náš Lord pripustit nás spravedlnost za tohleto spolecnost spravedlnost Dále volný nás odškodnení Peklo"},{"SurahNumber":2,"VerseNumber":202,"Text":"Kadý o tyto dostat rozdelit oni získat. BUH jsem SCHOPNÝ OD VYPOCÍTAT"},{"SurahNumber":2,"VerseNumber":203,"Text":"(Ty slavit BUH a cítat o cas Mena;) whoever pospíchat ucinil tento od 2 cas ne predloit sinus whoever utišit velký predloit sinus touit ackoliv spravedlnost udrovat! Ty slavit BUH zkušený onen Jemu ty nahromadit"},{"SurahNumber":2,"VerseNumber":204,"Text":"Among a národ, 1 rekvírovat ty svém projev tento doivotní pravidelný hovor BUH svedcit svém nejvnitrejší thoughts i kdy on jsem havý protilehlý"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ackoliv brzo ackoliv on odkázat on potulka zahrabat corruptingly zkosit divadelní rekvizity doivotní. BUH NE MILOVAT ROZKLAD"},{"SurahNumber":2,"VerseNumber":206,"Text":"When on zjistit Slavit BUH on slušet arrogantly pobourený. Proto svém ale urcení jsem Peklo; který bídný príbytek"},{"SurahNumber":2,"VerseNumber":207,"Text":"Pak v tom jsem ty zasvetit jejich doivotní obsluhovat BUH; BUH byl soucitný towards stejný worshipers"},{"SurahNumber":2,"VerseNumber":208,"Text":"O ty verit ty prijmout souhrn pokora; ne následující stupen Dábel on jsem svuj havý neprítel"},{"SurahNumber":2,"VerseNumber":209,"Text":"Ty upadnout vyrovnat zkouška podlehnout ty pak módní onen BUH jsem Všemohoucí Odborný"},{"SurahNumber":2,"VerseNumber":210,"Text":"Oni cekat BUH byl podlehnout ti tupý zastínit dohromady andel? When tento treba soubor duvod ukoncit BUH všechno navrácení"}]}