{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Ne shimulanyoola obulayi tawe murusie khubilia biamwachama, ne shiosi shiosi shiamurusia toto Nyasaye ashimanyile"},{"SurahNumber":3,"VerseNumber":93,"Text":"Buli eshilibwa shiali shiafuchililwa okhulibwa khu bana ba Israil halali shia Israil yeyikalila omwene Itaurati nishili okhwishibwa, boola mbu ; “Rere Itaurati muyisome toto nimuli mbu muboolanga obulaamba"},{"SurahNumber":3,"VerseNumber":94,"Text":"Ne balia bachishila Nyasaye obubeyi imbeli wa kano, abo nibo ababii"},{"SurahNumber":3,"VerseNumber":95,"Text":"Boola; Nyasaye aboolanga obwatoto, kho loonde emilukha chia Ibraheem omulunjifu, ne shiyali mubatsokasinjia Nyasaye tawe"},{"SurahNumber":3,"VerseNumber":96,"Text":"Toto inzu yokhuranga ya Abandu barererwao okhulamilamwo ni ilia ili Bakka, eyahebwa tsikhabi nende obulunjifu khubandu boosi"},{"SurahNumber":3,"VerseNumber":97,"Text":"Mukari omo khulimwo nende ebimanyisio bilolekha, amemelo ka Ibraheem, ne winjilamwo abanende omulembe, Ne neshilachilo shia Nyasaye khubandu okhuhija khu- inzu eyo, khu ulia unyala oluchendo lwokhutsia eyo. Ne ulia ukhaya ne Nyasaye toto shiyenya shiosi shiosi khubandu tawe (nomuyinda)"},{"SurahNumber":3,"VerseNumber":98,"Text":"Boola; enywe Abandu beshitabu shichilanga shina nimukhaya ebimanyisio bia Nyasaye, ne Nyasaye nomuloli wa kamukholanga"},{"SurahNumber":3,"VerseNumber":99,"Text":"Boola;. Enywe Abandu beshitabu, mbushina mwikalilanga ulia usuubila injila ya Nyasaye nimuyikonyela obushiamu nanyu nimulola. Ne Nyasaye shang’ang’alanga khukamukholanga tawe"},{"SurahNumber":3,"VerseNumber":100,"Text":"Enywe Abasuubila nimuloonda omukanda okhurula mubandu balia bahebwa eshitabu, betsa okhubakalusia nimumalile okhusuubila mubukhayi"},{"SurahNumber":3,"VerseNumber":101,"Text":"Ne mulakhaya murie ne musomelungwa tsinyaali tsia Nyasaye. Ne Omurumwa ali hakari wenyu? Ne ulia utilana nende Nyasaye oyo mana alunjisibwa khu injila ingololofu"}]}