{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Пас, ҳеҷ касе ба Мӯсо имон наовард, магар ҷавононе аз банӣ Исроил, он ҳам ба тарс аз Фиръавн ва бузургони қавми ӯ, ки мабодо онҳоро аз дин баргардонанд. Бегумон Фиръавн дар замин туғён карда буд ва аз зумраи таҷовузкорон буд"},{"SurahNumber":10,"VerseNumber":84,"Text":"Ва Мӯсо гуфт: «Эй қавми ман, агар ба Аллоҳ имон овардаед ва агар мусалмон ҳастед, ба Ӯ таваккал кунед!»"},{"SurahNumber":10,"VerseNumber":85,"Text":"Пас, қавми Мӯсо барояш гуфтанд: Бар Аллоҳ таваккал кардем, эй Парвардигори мо, моро мағлуби ин мардуми ситамкор макун, то гумон накунанд, ки онҳо барҳақанд"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ва ба раҳмати худ моро аз дасти ин кофирон наҷот деҳ, зеро қавми Фиръавн онҳоро ғулом мегирифтанд ва дар корҳои ифлос ба кор мебурданд"},{"SurahNumber":10,"VerseNumber":87,"Text":"Ба Мӯсо ва бародараш ваҳй кардем, ки барои қавми худ дар шаҳри Миср хонаҳо бигиред ва хонаҳои худро ибодатгоҳ созед ва намози фарзшударо дар вақташ гузоред ва мӯъминонро ба нусрат ва савоби бисёр мужда диҳед"},{"SurahNumber":10,"VerseNumber":88,"Text":"Мӯсо гуфт: «Эй Парвардигори мо, ба Фиръавну бузургони қавмаш дар ин ҷаҳон зинату (қасрҳо, хидматгорон, маркабҳои фохира) амволи бузург додаӣ, то дигаронро аз роҳи Ту гумроҳ кунанд. Эй Парвардигори мо, амволашонро нобуд соз ва бар дилҳояшон мӯҳр бинеҳ, пас имон наёранд, то он гоҳ ки азоби дардоварро бубинанд»"},{"SurahNumber":10,"VerseNumber":89,"Text":"Аллоҳ гуфт: «Хости Шумо иҷобат шуд, дар ҳаққи Фиръавн ва гурӯҳаш ва молҳояшон, собитқадам бошед ва даъвататонро давом диҳед ва бо роҳи нодонон пайравӣ макунед»"},{"SurahNumber":10,"VerseNumber":90,"Text":"Мо банӣ Исроилро аз баҳр гузаронидем. Фиръавну лашкариёнаш ба қасди ситаму таҷовуз аз ақиби онҳо шуданд. Чун Фиръавн ғарқ мешуд, ва яқин донист, ки ҳалок мешавад, гуфт: «Имон овардам, ки ҳеҷ маъбуде нест ҷуз он ки банӣ Исроил ба он имон овардаанд ва ман аз таслимшудагонам»"},{"SurahNumber":10,"VerseNumber":91,"Text":"Оё акнун (эй Фиръавн) Аллоҳро сазовори парастиш меҳисобӣ? Ва пеш аз расидани ин азоб Аллоҳро исён мекардӣ ва аз бадкорон будӣ. Дар ҳолати марг ва азоб туро тавба суд надиҳад"},{"SurahNumber":10,"VerseNumber":92,"Text":"Имрӯз ҷисми туро аз дарё наҷот медиҳем ба берун меафканем, то барои онон, ки пас аз ту мемонанд, ибрате бошӣ ва ҳол он ки бисёре аз мардум аз оёти Мо ғофиланд"}]}