{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"En wie Wij een lang leven schenken, doen Wij achteruitgaan in kracht. Willen zij dan niet begrijpen"},{"SurahNumber":36,"VerseNumber":69,"Text":"En Wij hebben hem (de profeet) het dichten niet geleerd, noch is het voor hem passend, dit is slechts een vermaning en een duidelijke verkondiging"},{"SurahNumber":36,"VerseNumber":70,"Text":"Opdat de levenden mogen worden gewaarschuwd en opdat het oordeel tegen de ongelovigen gerechtvaardigd moge zijn"},{"SurahNumber":36,"VerseNumber":71,"Text":"Hebben zij niet gezien, dat onder de dingen die Onze handen gemaakt hebben, Wij vee hebben geschapen, waar zij meesters over zijn"},{"SurahNumber":36,"VerseNumber":72,"Text":"En Wij hebben het aan hen dienstbaar gemaakt, zodat sommige rijdieren zijn, en sommige tot voedsel strekken"},{"SurahNumber":36,"VerseNumber":73,"Text":"En zij hebben er voordelen van en dranken. Willen zij dan niet dankbaar zijn"},{"SurahNumber":36,"VerseNumber":74,"Text":"En zij hebben andere goden naast Allah genomen, hopende dat zij mogen worden geholpen"},{"SurahNumber":36,"VerseNumber":75,"Text":"Dezen kunnen hen niet helpen maar zij zullen als een schare tegen hen worden gebracht"},{"SurahNumber":36,"VerseNumber":76,"Text":"Laat daarom hun spraak u niet verdrieten. Voorwaar, Wij weten wat zij verbergen en wat zij tonen"},{"SurahNumber":36,"VerseNumber":77,"Text":"Heeft de mens niet begrepen dat Wij hem hebben geschapen uit een levenskiem? Doch ziet, hij is klaarblijkelijk een redetwister"},{"SurahNumber":36,"VerseNumber":78,"Text":"En hij zet Ons verhalen voor en vergeet zijn eigen ontstaan. Hij zegt: 'Wie kan de beenderen doen herleven als zij vergaan zijn"},{"SurahNumber":36,"VerseNumber":79,"Text":"Zeg: 'Hij, Die hen voor de eerste keer schiep zal hen doen herleven; Hij heeft kennis van de gehele schepping"},{"SurahNumber":36,"VerseNumber":80,"Text":"Hij is het, Die uit een groene boom voor u vuur voortbrengt, en ziet, gij steekt er (uw brandstof) van aan"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is Hij, Die de hemelen en de aarde schiep, niet in staat hun gelijken te scheppen?' Ja, inderdaad Hij is de Schepper, de Alwetende"},{"SurahNumber":36,"VerseNumber":82,"Text":"Voorwaar, wanneer Hij Zich iets voorneemt is Zijn gebod slechts: 'Wees', en het wordt"},{"SurahNumber":36,"VerseNumber":83,"Text":"Glorie zij daarom Hem, in wiens hand de oppermacht over alle dingen is! En tot Hem zult gij worden teruggebracht"}]}