{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"El este Cel care a creat pentru voi auzul, vazul ºi inimile . [Insa nici auzul, nici vazul, nici inimile lor nu le-au fost de nici un folos]. Insa voi sunteþi atat de puþin mulþumitori"},{"SurahNumber":23,"VerseNumber":79,"Text":"El este Cel care v-a raspandit pe voi pe pamant ºi la El veþi fi voi adunaþi"},{"SurahNumber":23,"VerseNumber":80,"Text":"El este cel care da viaþa ºi da moarte ºi la El se afla schimbarea nopþii ºi zilei. Oare voi nu pricepeþi"},{"SurahNumber":23,"VerseNumber":81,"Text":"Insa ei zic, asemenea cum au zis ºi cei de mai inainte"},{"SurahNumber":23,"VerseNumber":82,"Text":"Zic ei: “Oare dupa ce vom muri ºi vom fi noi þarana ºi oseminte, vom mai fi noi aduºi la viaþa din nou"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ni s-a fagaduit ºi noua ºi parinþilor noºtri, mai inainte, aceasta, insa acestea nu sunt decat legende ale inaintaºilor!”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Spune: “Cui ii aparþin pamantul ºi cei care se afla pe el, daca voiºtiþi?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ei vor zice: “Lui Allah!” Spune: “Oare voi nu voiþi sa luaþi aminte?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Spune: “ªi cine este Stapanul celor ºapte ceruri ºi StapanulTronului sublim?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ei vor zice: “[Ele sunt ale] lui Allah!“ Spune: “ªi oare voi nu va temeþi?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Spune: “In mana cui se afla stapanirea tuturor lucrurilor ºi cine apara ºi de cine nu exista aparare, daca ºtiþi"},{"SurahNumber":23,"VerseNumber":89,"Text":"Vor zice ei: “Ale lui Allah sunt!” Spune: “ªi cum se face ca sunteþi voi fermecaþi?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Noi le-am adus lor Adevarul, insa ei sunt mincinoºi"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah nu ªi-a luat nici un copil ºi nu este nici o divinitate alaturi de El. [Daca ar fi fost mai multe divinitaþi], fiecare divinitate s-ar fi dus impreuna cu ceea ce a creat ºi unii dintre ei a"},{"SurahNumber":23,"VerseNumber":92,"Text":"[El este] Cunoscatorul tuturor celor nevazute ºi vazute! ªi El este mai presus de faptul ca ii fac Lui asociaþi"}]}