{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"[Vspomni, Mukhammad], kak My skazali angelam: \"Padite nits pered Adamom!\" Vse pali nits, krome Iblisa, kotoryy otkazalsya"},{"SurahNumber":20,"VerseNumber":117,"Text":"I togda My izrekli: \"O Adam! Voistinu, on - vrag tebe i tvoyey zhene. Da ne vynudit on vas oboikh pokinut' ray - ved' [togda] ty stanesh' neschastnym"},{"SurahNumber":20,"VerseNumber":118,"Text":"V rayu tebe ne pridetsya ni golodat', ni khodit' nagim"},{"SurahNumber":20,"VerseNumber":119,"Text":"tam ty ne budesh' stradat' ni ot zhazhdy, ni ot znoya"},{"SurahNumber":20,"VerseNumber":120,"Text":"No shaytan stal nasheptyvat' yemu: \"O Adam! Ne pokazat' li tebe drevo [s plodami, daruyushchimi] vechnost' i vechnuyu vlast'"},{"SurahNumber":20,"VerseNumber":121,"Text":"[Adam i yego supruga] poyeli [plodov togo dereva], i uvideli oni svoyu nagotu. Oni stali prikryvat'sya slozhennymi [vmeste] list'yami rayskikh derev'yev. Tak Adam oslushalsya svoyego Gospoda i soshel s pravil'nogo puti"},{"SurahNumber":20,"VerseNumber":122,"Text":"Potom Gospod' izbral yego [iz chisla drugikh], prostil i napravil na pryamoy put'"},{"SurahNumber":20,"VerseNumber":123,"Text":"[Allakh] skazal: \"Nizoydite iz raya vy oba, i odni [iz vashikh potomkov] da budut vragami drugikh. Yesli vy po moyey vole stupite na pryamoy put', to tot, kto posleduyet yemu, ne okazhetsya ni v zabluzhdenii, ni v bedstvii"},{"SurahNumber":20,"VerseNumber":124,"Text":"A tomu, kto ne budet pomnit' obo Mne, voistinu, predstoit [provesti] zhizn' v tyagotakh, i My voskresim yego v Den' voskreseniya slepym"},{"SurahNumber":20,"VerseNumber":125,"Text":"[I on] voskliknet: \"Gospodi! Pochemu ty voskresil menya slepym? Ved' ran'she ya byl zryachim"},{"SurahNumber":20,"VerseNumber":126,"Text":"[Allakh] skazhet: \"Podobno tomu kak ty zabyl Moi znameniya, kotoryye yavilis' pered toboy, ty tozhe budesh' predan zabveniyu segodnya"},{"SurahNumber":20,"VerseNumber":127,"Text":"Tak My rasplachivayemsya s temi, kto izlishestvoval i ne uveroval v znameniya Gospoda svoyego. A nakazaniye v budushchey zhizni, konechno, boleye surovoye i dolgovechnoye"},{"SurahNumber":20,"VerseNumber":128,"Text":"Neuzheli ikh ne privelo na pryamoy put' to, chto My pogubili do nikh tak mnogo pokoleniy, po [ostatkam] zhilishch kotorykh oni shagayut? Voistinu, v etom - znameniya dlya razumnykh muzhey"}]}