{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Bi sond ewanê bawer kirine hene! Ewan felat bûne"},{"SurahNumber":23,"VerseNumber":2,"Text":"Ewan (bawergeran) di nimêja xwe da, ji bona (Yezdan ra) rûmetdarî dikin"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ewan ji (mujûlîyên) bê amaç, rû fetilandine"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ewan baca (malê xwe) dane"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ewan ji bona (dawa xwe ra) parisvanî kirine (jin û mêr herdukan jî)"},{"SurahNumber":23,"VerseNumber":6,"Text":"(Parisvanîya wan, ji bona bîyana ra ne) ne ji bona zoya wan ra ne, ya jî ji pêştirê zo ya xwe û ji pêştirê wan ê ku (peymana mal anîne dane wan qerewaşan) bi wê peymanê qerewaş hildane binê destê xwe. Îdî (bawerger di razana tevê van hadukan jî) nayêne nav û nuçûk kidrine"},{"SurahNumber":23,"VerseNumber":7,"Text":"Îdî kê ji van (salixan) pêştir, paş da li bal hinekî mayî ra here, bi rastî ewan ji tuxûbê xwe borîne"},{"SurahNumber":23,"VerseNumber":8,"Text":"Ewan ji bona enamet û peymana (xwe yê dayî ra) pêkanok in"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ewan ça hatine fermankirinê (ji bona nimêjê) wusa nimêja xwe dikin"},{"SurahNumber":23,"VerseNumber":10,"Text":"Ewanê di binê ûrt, evan in"},{"SurahNumber":23,"VerseNumber":11,"Text":"Ewanê ku di binê ûrta bihişta bax û rezan hene! Evan bi xweber in, ewanê di bihiştê da jî her bimînin"},{"SurahNumber":23,"VerseNumber":12,"Text":"Bi sond! Me (nişa) merivan ji melqeke ji herîyê afirandîye (ji herîyê parzun kirîye derxistîye)"},{"SurahNumber":23,"VerseNumber":13,"Text":"Paşê me ewa melqa di şûneke bi hêz da xistîye aveke binmaye tîr hîştîye"},{"SurahNumber":23,"VerseNumber":14,"Text":"Me paşê ji wê ava binmaye tîr, zûrû afirandîye, îdî me ewa (zûrûya) xistîye xerêfk (wekî ava goşt dema sar dibe, dibe xerêfk, ewan zûrûyan jî wusa di binê xerêft (dimînin). Îdî paşê me ji wê xerêfkê hestî afirandine. Hêj paşê me ewan hestîyan bi goşt daye niximandinê. Me paşê ewa (hestûyê goşt lêwerger, bi reng û rûçik û candarî) ji nişa wî ya berê pêştir, xistîye afirandekî mayî hîştîye. (Tu mêze bike) Yezdanê pîroz, çiqa qenctirê afirandoka ne"},{"SurahNumber":23,"VerseNumber":15,"Text":"Paşê (ji piştî vê afirandinê) bi rastî hûnê bimirin"},{"SurahNumber":23,"VerseNumber":16,"Text":"Paşê (ji piştî mirina we) hûnê di roya rabûn a hemî da, rabin, ji bo (civînê) bêne şandinê"},{"SurahNumber":23,"VerseNumber":17,"Text":"Bi sond! Me li stûyê we da hevt çerxê felekê, ku di rîya (xwe da dimeşin) afirandine. Û em ji afirandina (wan) bê agah nînin:(Me hemî bi zanîn afirandîye)"},{"SurahNumber":23,"VerseNumber":18,"Text":"Û me ji ezmana avek pîvaî hinartîye, îdî me ewa ava di zemîn da daye êwirandinê. Û (me ça şîyaye, ku me ewa ava hinartîye) em wusa dişîn, ewê (avê) beherin (wunda bikin)"},{"SurahNumber":23,"VerseNumber":19,"Text":"Îdî me bi wê avê ji bona we ra rezên ji tirî û xurman çê kirine, ku di wan (rezan da) ji bona we ra berên pir hene û hûn bi xweber jî ji wan beran dixun"},{"SurahNumber":23,"VerseNumber":20,"Text":"Û me (bi wê avê) ewa dara, ku (li çîyayê bi nav) Tûrisîna derdikibe (heşîn) kirîye. (Ewa dara hêşîn dibe) rûnekî wusa dide (gava meriv) ewî rûnî li qote xwe dixin, pê xurina wan xweş dibe"},{"SurahNumber":23,"VerseNumber":21,"Text":"Bi rastî ji bona we ra di tarişan da ponijandinek heye. Em bi we ewî (şîrê) di zikê tarişan da heye, didine vexurinê, ji bona we ra di wan tarişan da hêj tiştên kêrhatî mayî jî hene. Hûn ji wan (tarişan, goştê wan) dixun"},{"SurahNumber":23,"VerseNumber":22,"Text":"Hûn li ser wan (tarişan) û li ser kêlekan têne sîyarkirinê (diçin)"}]}