{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"In the Book (Quran), tell (the story of) Maryam (Mary), when she went away from her family (for Prayer) to a place in the East (her chamber)"},{"SurahNumber":19,"VerseNumber":17,"Text":"She placed a screen (to hide herself) from them; Then We sent to her Our angel, and he appeared before her in the form of a man of respect in every way"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"Verily, I ask for shelter from you with (Allah) Most Gracious (Ar-Rahman): (Do not come near me) if you guard (yourself) against evil"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: \"I am a messenger from your Lord, (only to announce to) you, the gift of a righteous son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How shall I have a son, when no man has touched me, and I am not immodest (or indecent)"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"(It will still be) so: Your Lord says: 'That is easy for Me: And (We wish) to appoint him as a Sign to men and a Mercy from Us': It is a matter (already) ordered"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she started to carry him (baby Jesus in her womb), and she went (to rest) with him to a far place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the pains of childbirth took her to the trunk of a palm-tree: She cried (in her pain): \"Oh! If I had died before this! If I was a thing forgotten and not (even) seen"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then (a voice) cried to her from under (the tree): \"Do not feel sad! Because your Lord has made (for you) a stream underneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards yourself the trunk of the palm-tree: It will drop fresh ripe dates (fruits) upon you"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and cool (wet your) eye. And if you see any man, say, 'I have promised solemnly to (Allah) the Most Gracious (Ar-Rahman), and this day, I will not enter into talk with any human being"},{"SurahNumber":19,"VerseNumber":27,"Text":"At the end she brought the (baby) to her people, carrying him (baby Jesus in her arms). They said: \"O Maryam (Mary)! Truly an amazing thing have you brought"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Haroon (Aaron)! Your father was not an evil (adulterous) man, and your mother was not an immoral woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"Then, she pointed to the baby (Jesus). They said: \"How can we talk to one who is (only) a child in the cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"He [the baby Isa (Jesus)] said: \"Indeed I am a servant of Allah: He has given me the Scripture (Gospel) and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He (Allah) has made me blessed where ever I be, and has commanded for me prayer and charity as long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"He (Allah)] has made me kind to my mother, and not arrogant or miserable"},{"SurahNumber":19,"VerseNumber":33,"Text":"And Peace is on me the day I was born, the day I die, and the day I will be raised (again) to life"},{"SurahNumber":19,"VerseNumber":34,"Text":"Isa (Jesus), the son of Maryam (Mary) was like this: (It is) a statement of truth, about which they dispute (without any use)"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not suited for (Almighty) Allah that He should father a son. Glory to Him (Allah)! When He determines anything, He only says to it, \"Be\", and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"Isa, (Jesus) said:] \"And surely Allah is my Lord and your Lord: Him (Alone,) you therefore worship (and serve): This is the Straight Path"},{"SurahNumber":19,"VerseNumber":37,"Text":"Then, the groups differed among themselves: so (this is a) warning to the disbelievers because of the Judgment on a great Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How plainly will they see and hear, the Day that they will appear before Us! But today, the unjust are clearly in error"},{"SurahNumber":19,"VerseNumber":39,"Text":"But warn them of the Day of regrets and sorrow, when the matter will be determined: For they are negligent and they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Verily, It is We Who will take back the earth, and all living things upon it: And they will all be returned to Us"}]}