{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Arau niscaya ami muchaka kitaba pradana karaicho arau te'omra pichata paryayakrame raachulasakalaka praerana karaicho arau ami marayamara putra ichaka spasta pramana pradana karaicho arau ‘rauhula kuducha’ra dbaraa te'omka saktisali karaicho. E'ito samca nahaya jano yetiya'i tomalokara ocarata kono raachule tomalokara prabrttira biparaita kono bastu lai ahiche tetiya'i tomaloke ahankara karaicha? Tara pichata tomaloke nabisakalara eta dalaka asbikara karaicha arau eta dalaka hatya karaicha"},{"SurahNumber":2,"VerseNumber":88,"Text":"Arau sihamte ka’le, ‘amara antarasamuha acchadita’, baram sihamtara kupharaira karane allahe sihamtaka abhisapa karaiche. Eteke sihamtara kama sankhyake'i imana posana karae"},{"SurahNumber":2,"VerseNumber":89,"Text":"Arau yetiya sihamtara ocarata allahara taraphara paraa ene ekhana kitaba ahila yito sihamtara lagata yi ache tara satyayanakarai, athaca iyara purbe sihamte iyara sahaya bicarai kaphirasakalara biraud'dhe bijaya praarthana karaichila. Eteke yetiya sihamtara ocarata seya ahi pale yito sihamte bhaladarae cini paya, (tathapi'o) asbikara karaile. Seye kaphirasakalara oparata allahara la’nata"},{"SurahNumber":2,"VerseNumber":90,"Text":"Yitora binimayata sihamte nijake bikrai kirache seya kimana ye, nikrsta! Seya haiche, allahe yi aratirna karaiche, sihamte tara lagata kupharai karaiche, e'i jidara basararti hai ye, allahe te'omra bandasakalara majara paraa yaka iccha tara oparata te'omra anugraha aratirna karae. Seye sihamta kraodhara oparata kraodha arjana karaiche arau kaphirasakalara babe ache lanchanadayaka sasti"},{"SurahNumber":2,"VerseNumber":91,"Text":"Arau yetiya sihamtaka koraa haya, ‘allahe yi aratirna karaiche tara prati tomaloke imana ana’, sihamte kaya, ‘amara prati yi nayila haiche ami kerala tara pratihe imana ano’. Athaca sihamte iyara bahirae yi ache se'i sakalo asbikara karae, yadi'o seya satya arau sihamtara ocarata yi ache tara satyayanakarai. Koraa, ‘yadi tomaloke mumina tente tomaloke atitata kiya allahara nabisakalaka hatya karaichila?’"},{"SurahNumber":2,"VerseNumber":92,"Text":"Arau niscaya mucha'i tomalokara ocarata suspasta pramanasaha ahichila, tara pichato tomaloke te'omra anupasthitita damuraitoka (upasyaraupe) grahana karaichila. Bastabikate'i tomaloka yalima"},{"SurahNumber":2,"VerseNumber":93,"Text":"Arau smarana karaa, yetiya ami tomalokara pratisrauti laichilo arau tura parbataka tomalokara oparata uttolana karaichilo, (arau kaichilo) ‘yi pradana karailo seya drrhabharae grahana karaa arau (manoyoga sahakarae) suna’. Sihamte kaichila, ‘ami sunilo arau aman'ya karailo’, arau kupharaira karane sihamtara antarata damuraipraiti somoraa'i diya haichila. Koraa, ‘yadi tomaloke mumina tente tomalokara imane tomalokaka yi nirdesa diye seya kimana ye nikrsta!’"},{"SurahNumber":2,"VerseNumber":94,"Text":"Koraa, ‘yadi an'yan'ya manuhara bahirae allahara ocarata akhiraatara basasthana kerala tomalokara babe'i nirdista tente tomaloke mrtyu kamana karaa, yadi tomaloke satyabadi’"},{"SurahNumber":2,"VerseNumber":95,"Text":"Kintu sihamtara krtakarmara babe sihamte ketiya'o eya kamana nakaraiba; arau allaha yalimasakalara bisaye samyaka jnani"},{"SurahNumber":2,"VerseNumber":96,"Text":"Arau tumi arasya'i sihamtaka jiranara prati ana ana lokatakai bechi lobhi dekhibalai paba, anaki musbaraikasakalatakai'o bechi. Sihamtara pratyeke'i asa karae yadi hajara bachara ayu diya ha’lehemtena; athaca dirghayu taka sastira paraa niskrti diba noraaraiba. Sihamte yi karae se'i samparke allaha samyaka drasta"}]}