{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":26,"Text":"ALLAH will es euch verdeutlichen, euch zu Vorgehensweisen derjenigen, die vor euch waren, rechtleiten und eure Reue annehmen. Und ALLAH ist allwissend, allweise"},{"SurahNumber":4,"VerseNumber":27,"Text":"Und ALLAH will eure Reue annehmen. Doch diejenigen, die ihren Neigungen folgen, wollen, daß ihr massiv (vom rechten Weg) abweicht"},{"SurahNumber":4,"VerseNumber":28,"Text":"ALLAH will es euch erleichtern. Und der Mensch wurde als schwaches (Geschopf) geschaffen"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ihr, die den Iman verinnerlicht habt! Eignet euch euer Vermogen untereinander nicht durch das fur nichtig Erklarte an! Nicht verboten ist es, (es euch anzueignen) durch einen Handel, den ihr in gegenseitigem Einvernehmen abschließt. Auch begeht keinen Selbstmord! Gewiß, ALLAH bleibt immer euch gegenuber allgnadig"},{"SurahNumber":4,"VerseNumber":30,"Text":"Und wer dies aus Ubertretung und zu Unrecht tut, den werden WIR ins Feuer hineinwerfen lassen. Und dies ist fur ALLAH etwas Leichtes"},{"SurahNumber":4,"VerseNumber":31,"Text":"Wenn ihr die Kabiras dessen meidet, das euch verboten wurde, werden WIR euch eure gottmißfalligen Taten tilgen und euch in einen ehrenwerten Eingang eintreten lassen"},{"SurahNumber":4,"VerseNumber":32,"Text":"Und wunscht euch nicht das, womit ALLAH den einen von euch vor den anderen ausgezeichnet hat! Die Manner haben Anteil an dem, was sie sich erworben haben, und die Frauen haben Anteil an dem, was sie sich erworben haben. Und bittet ALLAH um etwas von Seiner Gunst! Gewiß, ALLAH bleibt immer uber alles allwissend"},{"SurahNumber":4,"VerseNumber":33,"Text":"Und fur jeden (von euch) haben WIR Erbberechtigte bestimmt fur das, was die Eltern und die Verwandten hinterlassen haben. Und gebt denjenigen, mit denen ihr einen Vertrag geschlossen habt, ihren Anteil! Gewiß, ALLAH bleibt immer uber alles Zeuge"}]}