{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"[Vspomnite,] kak vy ubili cheloveka i prepiralis' otnositel'no ubiytsy. A ved' Allakh raskryvayet to, chto vy utaivayete"},{"SurahNumber":2,"VerseNumber":73,"Text":"My poveleli: \"Prikosnites' k pokoyniku kakoy-libo chast'yu zaklannoy korovy\". Tak voskreshayet Allakh mertvykh i yavlyayet vam Svoi znameniya, - byt' mozhet, vy poymete"},{"SurahNumber":2,"VerseNumber":74,"Text":"Potom ozhestochilis' vashi serdtsa i stali kak kamen' i dazhe yeshche zhestche. I, voistinu, yest' kamni, iz kotorykh b'yut rodniki, yest' takiye, kotoryye raskalyvayutsya i istorgayut vodu, i yest' takiye, kotoryye nizvergayutsya [s gornykh vershin] ot strakha pered Allakhom. Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":2,"VerseNumber":75,"Text":"Neuzheli [o muslimy] vy nadeyetes', chto oni uveruyut [v to, chto govorite] vy? Sredi nikh byli takiye, kotoryye slyshali slovo Allakha, a potom, posle togo kak ponyali yego smysl, zavedomo iskazili yego"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kogda [syny Israila] vstrechali uverovavshikh, oni govorili: \"My uverovali\". No kogda oni uyedinyalis' sredi svoikh, to govorili: \"Zachem vy rasskazyvayete im to, chto povedal vam Allakh? Radi togo, chtoby oni privodili eto v kachestve dovoda protiv vas pered vashim Gospodom\"? Neuzheli vy ne ponimayete etogo [o muslimy]"},{"SurahNumber":2,"VerseNumber":77,"Text":"O neuzheli ne znayut oni, chto Allakhu vedomo i taynoye i yavnoye ikh"},{"SurahNumber":2,"VerseNumber":78,"Text":"Sredi iudeyev yest' takiye, kotoryye ne umeyut ni chitat', ni pisat' i znayut iz [svoyego] Pisaniya tol'ko [to, chto otvechayet] ikh pustym mechtaniyam. No ved' eto zhe - tol'ko ikh domysly"},{"SurahNumber":2,"VerseNumber":79,"Text":"Gore tem, kotoryye perepisyvayut Pisaniye, [iskazhaya] sobstvennymi rukami, a potom utverzhdayut: \"Eto ot Allakha\", daby poluchit' za [poddelku] nichtozhnuyu platu. Gore im za to, chto perepisali ikh ruki, gore im za to, chto oni izvlekayut iz etogo vygodu"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oni tverdyat: \"Ne okhvatit nas adskiy ogon' ni v koyem sluchaye, razve chto na schitannyye dni\". Otvechay im: \"Ili vy poluchili na to obeshchaniye Allakha - a slovu Svoyemu Allakh nikogda ne izmenit, - ili zhe vy po nevedeniyu vozvodite na Allakha napraslinu"},{"SurahNumber":2,"VerseNumber":81,"Text":"Te, chto vershili zlo i pogryazli v grekhakh, - obitateli ada na vechnyye vremena"},{"SurahNumber":2,"VerseNumber":82,"Text":"A te, kotoryye uverovali i vershili dobryye dela, - obitateli raya na vechnyye vremena"}]}