{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Basi katema kawakatile tama ya jwalakwe, wapite pakasyepela kuntemela. Jwankulungwa jwao jwatite: “Ana ngankuimanyilila yanti baba wenu wajigele kwa jenumanja chilanga chakulumbilila mwa Allah (chakuti tinchim’busya jwalakwejo kukwakwe)? Soni nkaniiwe ayi mwalepele kunchengeta Yusufu. Basi ngangopoka m’chilambo muno mpakana akambe lusa baba, kapena Allah anamule (yakopoka pakungombolasya kun’jigala mpwangajo), soni Jwalakwe ni Jwambone nnope mwa akulamula.”"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Ujilani kwa baba wenu, ninkajile: ‘E baba wetu! Chisimu mwanagwenu ajiwile, soni uwwe nganitutendela umboni ikaweje pa yatwaimanyi (yakuti mwetuwe mwangali jwawiyi), soni nganituwa uwwe wakuimanya yakusisika (yanti Binyamin kuwa nkwiwa).”"},{"SurahNumber":12,"VerseNumber":82,"Text":"“Soni uwusyani musi (wa Misra) watwalijimo, ni nkutula watwaliji nao pakuwuja, soni chisimu uwwe tukuwecheta yakuona.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Yaakubu) jwatite: “(Ngwamba!) Nambo kuti mitima jenu jinsalalichisye chitendo chinechakwe. Basi (chatindende une) nikupilila kwambone, mwine Allah kuwa nkwikanao kukwangu wosopewene, chisimu Jwalakwe ni Jwakumanyilila nnope, Jwalunda lwakusokoka.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Sano jwalakwe jwatundumalile wanganyao nijwatite: “Ha, kudandaula kwangune ya Yusufu!” Nigatatele meso gakwe ligongo lyamadandausi, basi nijwaliji jwakusisa nnope (madandausi gakwego)"},{"SurahNumber":12,"VerseNumber":85,"Text":"Wanganyao watite: “Tukunnumbila Allah, mmwe nganneka kuwa n’di nkunkumbuchila Yusufu mpaka chim’be wangali machili ligongo lyakulwalika ni uchekulu, kapena kuwa mu wakonasika (pakuwa).”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Jwalakwe jwatite: “Chisimu ngupacha madandausi gangu ni kulikusika kwangu kwa Allah, soni ningumanyilila kuumila kwa Allah yangankuimanyilila wanganyammwe.”"},{"SurahNumber":12,"VerseNumber":87,"Text":"“E achiwanangu! Jaulani kupita nchiwusyawusya ya Yusufu ni mpwakwe, ningasin’jasa ntima pachanasa cha Allah, chisimu chene pangali jwaakwasaga ntima pachanasa cha Allah ikaweje wandu makafili.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Basi katema kawajinjile wanganyao kwa jwalakwe (Yusufu), watite: “E wao wakuchimbichika (anduna)! Masausyo gatukwaiye uwwe ni mawasa getu, nituyiche ni chipanje changali mate, basi tugumbachisyani chipiimo (namuno kuti chipanje chetucho chili changali mate), soni tupani sadaka, chisimu Allah akwalipilaga akutola sadaka.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Jwalakwe jwatite: “Ana nkuimanyilila yamwantendele Yusufu ni mpwakwe pandema janti wanganyammwe n’di mu ujinga?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Wanganyao watite: “Ana mmweji yakuona niYusufu jula!” Jwalakwe jwatite: “Une niYusufu jula, soni aju mpwanga jula. Chisimu Allah atutendele ukoto uwwe. Chisimu jwatawe ni woga (wakun’jogopa Allah) ni kupilila, basi chisimu Allah jwangajonanga malipilo gawakolosya (masengo).”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Wanganyao watite: “Tukunnumbila Allah! Chisimu Allah pamasile pansagwile mmwe kuwa pachanya petu, soni chisimu uwwe twaliji wakulemwa kusyene.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Jwalakwe jwatite: “Pangali kun’jamuka lelo, Allah chankululuchile, soni Jwalakwe ni Jwachanasa channope kwapunda wachanasa wosope.”"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Jaulani ni kansu janguji basi ninkajiponye pangope jababa wangu ni chakatande kulola, ni nkambichilile ni mawasa genu gosopegene.”"}]}