{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O njerëz! Ju jeni të varfër te Perëndia, (nevojtarë për çdo gjë). E, Perëndia s’ka nevojë për asgjë dhe është i denjë për falenderim"},{"SurahNumber":35,"VerseNumber":16,"Text":"Nëse don (Ai), ju zhdukë dhe sjellë krijesa të reja"},{"SurahNumber":35,"VerseNumber":17,"Text":"kjo për Perëndinë nuk është vështirë"},{"SurahNumber":35,"VerseNumber":18,"Text":"Dhe, asnjë mëkatarë nuk do ta bartë mëkatin e tjetrit. En, ëse i ngarkuari (me mëkate), madje (i thirruri) qoftë edhe i afërt. E, ti i paralajmëron vetëm ata, që i druajnë Zotit të tyre edhe në fshehtësi dhe që bëjnë namazin. E, ai që pastrohet nga mëkatet, ai është pastruar për dobi të vet – e kthimi është te Perëndia"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nuk janë, kurrsesi, njësoj i verbëti dhe ai që sheh"},{"SurahNumber":35,"VerseNumber":20,"Text":"as errësira dhe drita"},{"SurahNumber":35,"VerseNumber":21,"Text":"as freskia (e hijes) dhe vapa"},{"SurahNumber":35,"VerseNumber":22,"Text":"as nuk janë, kurrsesi, të barabartë, të gjallët dhe të vdekurit. Me të vërtetë, Perëndia bënë që të dëgjojë – kë të dojë Ai, e ti (o Muhammed) nuk mund të bësh që të dëgjojnë ata që janë në varre"},{"SurahNumber":35,"VerseNumber":23,"Text":"ti je vetëm paralajmërues"},{"SurahNumber":35,"VerseNumber":24,"Text":"Ne të kemi dërguar ty me të Vërtetën – sihariq dhe paralajmërues; e nuk ka pasur asnjë popull që të mos i ketë ardhur paralajmërues"},{"SurahNumber":35,"VerseNumber":25,"Text":"E, nëse ata të konsiderojnë ty gënjeshtar, e madje edhe paraardhësit e këtyre i kanë përgënjeshtruar pejgamberët. Pejgamberët e tyre kanë ardhur me dokumente të qarta, fletushka, dhe Libër ndriçues"},{"SurahNumber":35,"VerseNumber":26,"Text":"Pastaj, Unë i kam dënuar mohuesit, e çfarë ka qenë dënimi Im"}]}