{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"Allah, olum anında canları alır. Olmeyenin de uykuda canını alır. Uzerine olum hukmettigini alıkor, digerini ise belirlenmis bir vakte kadar salıverir. Suphesiz ki bunda dusunebilen bir millet icin belgeler, ogutler ve ibretler vardır"},{"SurahNumber":39,"VerseNumber":43,"Text":"Yoksa Allah´ı bırakıp da sefaatciler mi edindiler ?! De ki: Ya onlar hicbir seye sahip degillerse ve akıl da erdiremiyorlarsa"},{"SurahNumber":39,"VerseNumber":44,"Text":"De ki: Sefaatin tamamı Allah´a aittir (O´nun iznine baglıdır). Goklerin ve yerin mulku (ve tasarrufu munhasıran) O´nundur. Sonra O´na donduruleceksiniz"},{"SurahNumber":39,"VerseNumber":45,"Text":"Ne zaman Allah, bir olarak anılırsa, Ahiret´e inanmayanların kalbleri nefretle tiksinir. Allah´tan baska tanrılar anıldıgında icin icin sevinip yuzleri guler"},{"SurahNumber":39,"VerseNumber":46,"Text":"De ki: Ey gokleri ve yeri orneksiz, misalsiz yaratan, ortada olanı ve olmayanı, goruneni, gorunmeyeni bilen Allahım ! Farklı gorus ve iddialarda bulundukları hususlar hakkında kulların arasında sen hukum vereceksin"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger yeryuzunde olan (kıymetlerin) hepsi ve bir misli de beraber o zalimlerin olsaydı. Kıyamet gunundeki azabın kotulugunden kurtulmak icin onu fidye olarak verirlerdi. Onların hesaplayamadıkları seyler Allah´tan kendilerine beliriverecek"},{"SurahNumber":39,"VerseNumber":48,"Text":"Kazandıkları amellerin kotulukleri ortaya cıkar, alay ettikleri seyler kendilerini her taraftan sarar"},{"SurahNumber":39,"VerseNumber":49,"Text":"Insana bir sıkıntı dokununca bize dua edip yalvarır. Sonra kendisine katımızdan bir nimet bagıslanıp verildiginde, «bu bana ancak (kazanma yolunu) bildigim icin verilmistir,» der. Hayır o, bir deneme ve sınavdır. Ama cogu bilmezler"},{"SurahNumber":39,"VerseNumber":50,"Text":"Onlardan oncekiler de boyle demisti, ama elde ettikleri seyler kendilerine yarar saglamadı, (kurtarıcı da olmadı)"},{"SurahNumber":39,"VerseNumber":51,"Text":"Bu yuzden de elde ettikleri seylerin kotulukleri baslarına geldi. Bunlardan zulmedenlere ise kazandıkları fenalıkları baslarına gelecektir ve onlar (Allah´ı) aciz bırakacak (guce sahip) degillerdir"},{"SurahNumber":39,"VerseNumber":52,"Text":"Bilmezler mi ki, Allah elbette rızkı diledigine genisletir ve kısıp daraltır. Suphesiz ki bunda, iman eden bir millet icin belgeler, ogutler ve ibretler vardır"}]}