{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":78,"VerseNumber":31,"Text":"Sesungguhnya orang-orang yang bertakwa kepada Allah akan mendapatkan keselamatan dari siksa neraka dan masuk ke dalam surga"},{"SurahNumber":78,"VerseNumber":32,"Text":"kebun-kebun yang dipenuhi buah-buahan dan anggur-anggur yang lezat"},{"SurahNumber":78,"VerseNumber":33,"Text":"dan gadis-gadis montok serta dara-dara yang sebaya"},{"SurahNumber":78,"VerseNumber":34,"Text":"dan gelas-gelas yang terisi dan sangat bersih"},{"SurahNumber":78,"VerseNumber":35,"Text":"Di dalam surga, mereka tidak mendengarkan perkataan yang tidak berguna dan ucapan kotor"},{"SurahNumber":78,"VerseNumber":36,"Text":"Sebagai balasan yang besar dari Tuhanmu, karena karunia dan kebaikan-Nya"},{"SurahNumber":78,"VerseNumber":37,"Text":"Tuhan yang memelihara langit dan bumi dan apa yang ada di antara keduanya, Yang rahmat-Nya sangat luas, mencakup segala sesuatu. Tak seorang pun yang berhak mengajak-Nya berbicara"},{"SurahNumber":78,"VerseNumber":38,"Text":"Pada hari ketika Jibril dan para malaikat berbaris dengan khusyuk. Tak satu pun di antara mereka yang berbicara, kecuali malaikat yang dizinkan oleh Sang Maha Penyayang untuk berbicara secara benar"},{"SurahNumber":78,"VerseNumber":39,"Text":"Itulah hari yang tidak diragukan lagi kebenarannya. Maka barangsiapa yang berkehendak, niscaya ia akan menempuh jalan kembali yang mulia kepada Tuhannya dengan beriman dan melakukan amal saleh"},{"SurahNumber":78,"VerseNumber":40,"Text":"Sesungguhnya Kami telah memperingatkan kepada kalian mengenai siksa yang kedatangannya telah dekat. Pada hari itu setiap orang dapat melihat apa yang dilakukan oleh kedua tangannya. Dengan mengharap keselamatan, orang kafir akan berkata, \"Alangkah baiknya jika, setelah kematianku, aku tetap menjadi tanah sehingga aku tidak dibangkitkan dan diminta pertanggungjawaban"}]}