{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Bular anık Kitep ayattarı"},{"SurahNumber":28,"VerseNumber":3,"Text":"(O, Muhammad!) Biz saga (sen arkıluu ıymanduu adamdarga) Musa menen Firaundun ikayasın akıykat menen tilavat kılıp berebiz"},{"SurahNumber":28,"VerseNumber":4,"Text":"Cınında, Firaun jer betinde (ozunun baylıgı, biyligi, asker kucu menen) obocolonup ketti. Jana jer (Misir) elderin boluktorgo bolup saldı. Alardan bir taypa elge (Israyil urpaktarına) zulum korgozup, erkek baldarın soyup, kız baldarın tiruu kaltırıp jattı.? Cınında al buzuku adamdardan bolgon"},{"SurahNumber":28,"VerseNumber":5,"Text":"Anan biz jerde (Misirde) zulumduk korgon adamdarga jaksılık kılıp, alardı aldıŋkılar jana (Misir jerine) muraskorlor kıluunu kaaladık"},{"SurahNumber":28,"VerseNumber":6,"Text":"Jana Biz alardı jerde bekem jaygastıruunu, Firaun, Haaman! jana ekoosunun askerlerine usular tarabınan ozdoru kooptongon nerseni korgozuunu (kaaladık)"},{"SurahNumber":28,"VerseNumber":7,"Text":"Biz Musanın apasına (mınday dep) ilham berdik: «Anı emize ber. Eger (askerler kelip) aga (zıyan jetisinen) korksoŋ (sandıkka salıp, Nil) darıyasına agızıp jiber. Korkpogun jana kapa bolbogun. Biz balaŋdı saga kaytarıp berebiz jana anı paygambarlardan kılabız»"},{"SurahNumber":28,"VerseNumber":8,"Text":"(Darıyaga agızılganda) anı Firaundun uy-bulosu, ozdoruno dusman jana kaygı bolusu ucun karmap aldı. Cınında, Firaun, Haaman jana ekoosunun askerleri kunoo kılgan (jazaga ılayık) adamdar ele"},{"SurahNumber":28,"VerseNumber":9,"Text":"Jana Firaundın ayalı? ayttı: «Bul bala men ucun da, sen ucun da koz kubanıcı! Anı olturboy ele koygulacı?! Bizge (coŋoygondo) paydası tiyip kalısı mumkun. Je bolboso asırandı (bakma) bala kılıp alarbız». Alar ec nerseni baykabay turustu"},{"SurahNumber":28,"VerseNumber":10,"Text":"Al emi, Musanın apasının koŋulu bosop (kapalanıp) kaldı. Eger Biz ıymanduulardan bolusu ucun anın jurogun (sabır) menen baylabaganda, anı (Musanı) bildirip koyuuga az ele kalgan"},{"SurahNumber":28,"VerseNumber":11,"Text":"Al (balasın agızıp jiberip) Musanın ejesine: «Musanı kozomoldop bar» dedi. (Al jeek menen, akmalap barıp, Firaundun uy-bulosunun karmap alganın kordu) Al Musanı alıstan karap turdu. Alar ec nerseni sezbey turustu. (Boboktu sarayga alıp barısıp, enekenin koluna tapsırısıp, aga emizuucu jaldastı. Birok)"},{"SurahNumber":28,"VerseNumber":12,"Text":"Biz mından murda ele (tagdırda) (apasınan baska) emizuuculordu(n kokurogun soruunu) aram kılıp koygon elek. (Osondo Musanın ejesi kelip:) ayttı: «Siler ucun anın kepildigin ala turgan uy-bulonu korgozoyunbu? Alar buga nasaat kıluucu (tarbiyacı) bolusat»"},{"SurahNumber":28,"VerseNumber":13,"Text":"Osentip, Biz anı menen suyunsun, kapa bolbosun jana Allaһtın («korkpo, kapa bolbo. Biz anı saga kaytarıp berebiz» degen) ubadasın bilsin ucun anı apasına kaytardık. Birok, adamdardın kopculugu munu (Allaһtın daanısmandıgın) bilispeyt"}]}