{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Und (Wir sandten) zu Madyan ihren Bruder Shuayb. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Laßt an Maß und Gewicht nichts fehlen. Ich sehe, es geht euch gut. Ich furchte aber fur euch die Pein eines umgreifenden Tages"},{"SurahNumber":11,"VerseNumber":85,"Text":"Und, o mein Volk, gebt volles Maß und Gewicht nach Gerechtigkeit und zieht den Menschen nichts ab, was ihnen gehort, und verbreitet nicht Unheil auf der Erde"},{"SurahNumber":11,"VerseNumber":86,"Text":"Was bei Gott bleibt, ist besser fur euch, so ihr glaubig seid. Und ich bin nicht Huter uber euch.»"},{"SurahNumber":11,"VerseNumber":87,"Text":"Sie sagten: «O Shuayb, befehlen dir denn deine Gebete, daß wir das verlassen, was unsere Vater verehrt haben, oder davon abstehen, mit unserem Vermogen zu tun, was wir wollen? Du bist ja wohl der Langmutige, der Vernunftige!»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Er sagte: «O mein Volk, was meint ihr, wenn ich einen deutlichen Beweis von meinem Herrn habe und Er mir einen schonen Lebensunterhalt beschert hat? Ich will auch nicht (einfach) euch widersprechen im Hinblick auf das, was ich euch verbiete. Ich will nur Ordnung schaffen, soweit ich es vermag. Durch Gott allein wird mir das Gelingen beschieden. Auf Ihn vertraue ich, und Ihm wende ich mich reumutig zu"},{"SurahNumber":11,"VerseNumber":89,"Text":"Und, o mein Volk, mein Zerwurfnis (mit euch) soll euch nicht dazu fuhren, daß euch das trifft, was fruher das Volk von Noach oder das Volk von Hud oder das Volk von Salih getroffen hat. Und das Volk von Lot liegt nicht fernab von euch"},{"SurahNumber":11,"VerseNumber":90,"Text":"Und bittet euren Herrn um Vergebung und dann wendet euch Ihm zu. Mein Herr ist barmherzig und liebevoll.»"},{"SurahNumber":11,"VerseNumber":91,"Text":"Sie sagten: «O Shuayb, wir begreifen nicht viel von dem, was du sagst. Und wir sehen, daß du in unserer Mitte schwach bist. Wenn dein Anhang nicht ware, hatten wir dich gesteinigt. Vor dir haben wir ja keinen Respekt.»"},{"SurahNumber":11,"VerseNumber":92,"Text":"Er sagte: «O mein Volk, habt ihr vor meinem Anhang eher Respekt als vor Gott, und habt ihr Ihn hinter eurem Rucken zuruckgelassen? Mein Herr umfaßt, was ihr tut"},{"SurahNumber":11,"VerseNumber":93,"Text":"Und, o mein Volk, handelt nach eurem Standpunkt, ich werde auch so handeln. Ihr werdet zu wissen bekommen, uber wen eine Pein kommen wird, die ihn zuschanden macht, und wer ein Lugner ist. Und wartet ab, ich warte mit euch ab.»"},{"SurahNumber":11,"VerseNumber":94,"Text":"Als nun unser Befehl eintraf, erretteten Wir Shuayb und diejenigen, die mit ihm glaubten, aus Barmherzigkeit von Uns. Da ergriff diejenigen, die Unrecht taten, der Schrei, und am Morgen lagen sie in ihren Wohnstatten auf ihren Gesichtern"},{"SurahNumber":11,"VerseNumber":95,"Text":"Als hatten sie nicht lange darin gewohnt. Ja, weg mit Madyan, wie auch die Thamud weggerafft wurden"}]}