{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"O Prophet, warum erklarst du fur verboten, was Gott dir erlaubt hat, im Streben danach, deinen Gattinnen zu gefallen? Gott ist voller Vergebung und barmherzig"},{"SurahNumber":66,"VerseNumber":2,"Text":"Gott hat fur euch festgelegt, wie eure Eide zu losen sind. Und Gott ist euer Schutzherr, und Er ist der, der Bescheid weiß und weise ist"},{"SurahNumber":66,"VerseNumber":3,"Text":"Als der Prophet einer seiner Gattinnen einige Worte im geheimen anvertraute. Als sie sie dann mitteilte und Gott ihm daruber Auskunft gab, gab er einen Teil davon bekannt und uberging einen anderen Teil. Als er es ihr nun mitteilte, sagte sie: «Wer hat dir das kundgetan?» Er sagte: «Kundgetan hat (es) mir der, der Bescheid weiß und Kenntnis (von allem) hat"},{"SurahNumber":66,"VerseNumber":4,"Text":"Wenn ihr beide zu Gott umkehrt - eure Herzen waren ja dem Gerede zugeneigt -... Und wenn ihr einander gegen ihn Beistand leistet, so ist Gott sein Schutzherr, und Gabriel, die Rechtschaffenen von den Glaubigen und außerdem die Engel werden (ihm) Beistand leisten"},{"SurahNumber":66,"VerseNumber":5,"Text":"Moge sein Herr ihm, wenn er euch (alle) entlaßt, zum Tausch andere Gattinnen geben, die besser sind als ihr: muslimische Frauen, die glaubig und demutig ergeben sind, bereit zur Umkehr sind, (Gott) dienen und umherziehen, ob sie fruher verheiratet waren oder Jungfrauen sind"},{"SurahNumber":66,"VerseNumber":6,"Text":"O ihr, die ihr glaubt, hutet euch selbst und eure Angehorigen vor einem Feuer, dessen Brennstoff Menschen und Steine sind und uber das hartherzige und strenge Engel gesetzt sind, die gegen Gott nicht ungehorsam sind in dem, was Er ihnen befiehlt, sondern tun, was ihnen befohlen wird"},{"SurahNumber":66,"VerseNumber":7,"Text":"O ihr, die ihr unglaubig seid, entschuldigt euch heute nicht. Euch wird nur das vergolten, was ihr zu tun pflegtet"}]}