{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Niścaẏa yisakalē āmāra āẏātasamūhaka asbīkāra karaichē ārau sē'i biṣaẏē ahaṅkāra karaichē, siham̐tara bābē ākāśara duraāra khōlā naha’ba ārau siham̐tē jānnātatō praraēśa karaiba nōraāraiba yētiẏā laikē uṭa bējīra jalāraē nōsōmāba. Ē'idaraē'i āmi aparaādhīsakalaka pratiphala di'ōm̐"},{"SurahNumber":7,"VerseNumber":41,"Text":"Siham̐tara śayyā ha’ba jāhānnāma ārau siham̐tara ōparatō thākiba ju'ira āraraṇa; ārau ē'idaraē'i āmi yālimasakalaka pratidāna di'ōm̐"},{"SurahNumber":7,"VerseNumber":42,"Text":"Ārau yisakalē īmāna ānichē ārau saṯkarma karaichē, āmi kāraō ōparata tāra kṣamatāra atiraikta bōjā arpana nakaraō- tē'ōm̐lōkē'i jānnātabāsī, tāta tē'ōm̐lōka sthāẏī ha’ba"},{"SurahNumber":7,"VerseNumber":43,"Text":"Ārau āmi siham̐tara antarara paraā īrṣā dūra karaima, siham̐tara talata nadīsamūha prabāhita ha’ba. Siham̐tē ka’ba, ‘yāratīẏa praśansā āllāhara bābē yijanē āmāka ē'i pathara hidāẏata karaichē. Āllāhē āmāka hidāẏata nakarailē, āmi kētiẏā'ō hidāẏata nāpālōhēm̐tēna. Niścaẏa āmāra pratipālakara raāchulasakalē satya lai āhichila’. Ārau siham̐taka sambōdhana karai kōraā ha’ba, ‘tōmālōkē yi karaichilā tāra bābē'i tōmālōkaka ē'i jānnātara uttaraādhikāraī karaā haichē’"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ārau jānnātīsakalē jāhānnāmīsakalaka sambōdhana karai ka’ba, ‘āmāra pratipālakē āmāra lagata yi pratiśrauti karaichila sēẏā āmi sam̐cākaiẏē pā'ichō. Kintu tōmālōkara pratipālakē tōmālōkaka yi pratiśrauti dichila sēẏā tōmālōkē sam̐cākaiẏē pā'ichānē? Siham̐tē ka’ba, ‘haẏa’. Tāra pichata ējana ghōṣaṇākāraīẏē siham̐tara mājata ghōṣaṇā karai ka’ba, ‘yālimasakalara ōparata āllāhara lānata"},{"SurahNumber":7,"VerseNumber":45,"Text":"‘yisakalē āllāhara pathata pratibandhakatā sr̥ṣṭi karaichila ārau sē'i pathata bakratā anusandhāna karai phuraichila; ārau siham̐ta āchila ākhiraātaka asbīkārakāraī’"},{"SurahNumber":7,"VerseNumber":46,"Text":"Ārau siham̐ta ubhaẏara mājata thākiba pardā, ārau ā’raāphara mājata thākiba kichumāna lōka, yisakalē pratyēkakē tāra cihnara dbāraā cini pāba. Siham̐tē jānnātabāsīsakalaka sambōdhana karai ka’ba, ‘chālāma barṣita ha'ōm̐ka tōmālōkara ōparata’. Siham̐ta tētiẏālaikē jānnātata praraēśa karaā nā'i kintu ākāṅkṣā karaē"},{"SurahNumber":7,"VerseNumber":47,"Text":"Ārau yētiẏā siham̐tara dr̥ṣṭi jāhānnāmīsakalara phālē ghūraā'i diẏā ha’ba, tētiẏā siham̐tē ka’ba, ‘hē āmāra raba! Āmāka kētiẏā'ō yālima sampradāẏara saṅgī nakaraibā’"}]}