{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"O halde zikret (ogut ver), cunku sen Rabbinin ni´meti sayesinde ne kahinsin ne de mecnunsun"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa: “O bir sairdir, zamanın musibetinin ona ansızın gelmesini gozluyoruz.” mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"“Gozleyin, ben de sizinle beraber gozleyenlerdenim.” de"},{"SurahNumber":52,"VerseNumber":32,"Text":"Yoksa onların akılları bunu mu emrediyor? Veya onlar azgın bir kavim mi"},{"SurahNumber":52,"VerseNumber":33,"Text":"Yahut: “Onu kendisi uydurup soyledi.” mi diyorlar? Hayır, onlar iman etmezler"},{"SurahNumber":52,"VerseNumber":34,"Text":"Oyleyse onun gibi bir soz (Kur´an ayeti) getirsinler, eger (sozlerinde) sadıksalar"},{"SurahNumber":52,"VerseNumber":35,"Text":"Yoksa onlar bir sey (bir yaratan) olmaksızın mı yaratıldılar? Veya yaratıcılar onlar mı"},{"SurahNumber":52,"VerseNumber":36,"Text":"Yoksa gokleri ve arzı onlar mı yarattı? Hayır, onlar Allah´a yakin hasıl edemezler"},{"SurahNumber":52,"VerseNumber":37,"Text":"Yoksa Rabbinin hazineleri onların yanında mı? Veya (o hazinelerin) sahipleri onlar mı"},{"SurahNumber":52,"VerseNumber":38,"Text":"Yoksa onların orada (konusulanları) dinleyecekleri merdivenleri mi var? Oyleyse onları dinleyenler acık delil getirsinler"},{"SurahNumber":52,"VerseNumber":39,"Text":"Yoksa kızlar O´nun ve oglanlar sizin mi"},{"SurahNumber":52,"VerseNumber":40,"Text":"Yoksa sen onlardan bir ucret mi istiyorsun? Bu yuzden onlar agır bir borc altındalar mı"},{"SurahNumber":52,"VerseNumber":41,"Text":"Yahut gayb, onların yanında da onlar mı yazıyorlar"},{"SurahNumber":52,"VerseNumber":42,"Text":"Yoksa bir tuzak mı kurmak istiyorlar? Lakin tuzaga dusecek olanlar o kafirlerdir"},{"SurahNumber":52,"VerseNumber":43,"Text":"Yoksa onların Allah´tan baska ilahları mı var? Allah, onların sirk kostukları seylerden munezzehtir"},{"SurahNumber":52,"VerseNumber":44,"Text":"Ve eger gokten bir parca dustugunu gorseler: “Ust uste yıgılmıs bulutlardır.” derler"},{"SurahNumber":52,"VerseNumber":45,"Text":"Artık onları, helak olacakları gunlerine kavusuncaya kadar terket"},{"SurahNumber":52,"VerseNumber":46,"Text":"O gun onlara tuzakları herhangibir seyle fayda vermez. Ve onlar yardım olunmazlar"},{"SurahNumber":52,"VerseNumber":47,"Text":"Ve muhakkak ki zulmedenler icin, bundan baska bir azap daha vardır ve lakin onların cogu bilmezler"},{"SurahNumber":52,"VerseNumber":48,"Text":"Ve Rabbinin hukmune sabret. Cunku muhakkak ki sen gozumuzun onundesin. Ve kalktıgın zaman Rabbini hamd ile tesbih et"},{"SurahNumber":52,"VerseNumber":49,"Text":"Ve gecenin bir kısmında artık O´nu (Allah´ı) tesbih et ve yıldızların batısında da…"}]}