{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ô hommes ! C’est vous qui êtes les pauvres vis-à-vis d’Allah,[422] et Allah est Celui Qui Se passe de Toutes richesses, le Digne de Toute Louange"},{"SurahNumber":35,"VerseNumber":16,"Text":"S’Il voulait, Il vous ferait disparaître et vous remplacerait par d’autres créatures"},{"SurahNumber":35,"VerseNumber":17,"Text":"Cela, pour Allah, ne serait pas difficile"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nul ne portera le fardeau d’un autre. Si une âme, croulant sous le poids (de ses péchés), appelle pour être aidée à porter sa lourde charge, rien n’en sera porté (par personne), dût-il s’agir d’un proche parent. Tu ne saurais avertir que ceux qui craignent leur Seigneur sans même Le voir et qui accomplissent la Çalât. Quiconque se purifie se purifie pour lui-même, et c’est vers Allah que sera le devenir"},{"SurahNumber":35,"VerseNumber":19,"Text":"L’aveugle et le voyant ne sauraient être égaux"},{"SurahNumber":35,"VerseNumber":20,"Text":"Pas plus que ne sauraient l’être les ténèbres et la lumière"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ni l’ombre (rafraîchissante) et la chaleur (brûlante)"},{"SurahNumber":35,"VerseNumber":22,"Text":"Comme ne sauraient être égaux, non plus, les morts et les vivants. Allah fait entendre qui Il veut, tandis que toi tu ne pourras faire entendre ceux qui sont dans les tombes"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu n’es là que pour avertir"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nous t’avons envoyé, avec la vérité, afin de faire heureuse annonce et d’avertir. Il n’est pas une seule nation qui n’ait vu venir à elle un avertisseur"},{"SurahNumber":35,"VerseNumber":25,"Text":"S’ils te traitent de menteur, ceux qui les ont précédés avaient déjà traité de menteurs (les Messagers) qui leur apportaient les preuves évidentes, les Écritures et le Livre pour les éclairer"},{"SurahNumber":35,"VerseNumber":26,"Text":"Puis Je Me saisis des mécréants. Quelle ne fut alors Ma réprobation"}]}