{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Ware wa iryoku o motte ten o uchi-date, hate shinai hirogari ni shita"},{"SurahNumber":51,"VerseNumber":48,"Text":"Mata ware wa daichi o uchi hirogeta. Nanto migoto ni hirogeta koto yo"},{"SurahNumber":51,"VerseNumber":49,"Text":"Mata ware wa, subete no mono o ryōsei ni tsukutta. Anata gata wa kunkai o ukeirerudearou (to iu hairyo kara)"},{"SurahNumber":51,"VerseNumber":50,"Text":"Sorede anata gata wa, arrā no higo no shita ni omomuke. Hontōni watashi wa kare kara anata gata ni tsukawasa reta kōmeina keikoku-shadearu"},{"SurahNumber":51,"VerseNumber":51,"Text":"Sore de arrā to issho ni soto no kami o tatete wa naranai. Hontōni watashi wa, kare kara anata gata ni tsukawasa reta kōmeina keikoku-shadearu"},{"SurahNumber":51,"VerseNumber":52,"Text":"Dōyō ni kare-ra izen no mono mo, shito ga kare-ra ni yattekuru tabi ni,`majutsu-shi ka, matawa kichigaida.' To itta"},{"SurahNumber":51,"VerseNumber":53,"Text":"Kare-ra wa sore o ikun to shite keishō shite kita no ka. Iya, kare-ra wa hōgai no mindearu"},{"SurahNumber":51,"VerseNumber":54,"Text":"Sore de, kare-ra o sakete sare. Anata gata wa (kare-ra no okonai ni taishite) togame wa nai nodearu"},{"SurahNumber":51,"VerseNumber":55,"Text":"Daga kunkai shi nasai. Kunkai wa shinja-tachi o ekisuru"},{"SurahNumber":51,"VerseNumber":56,"Text":"Jin to ningen o tsukutta no wa ware ni tsukae saseru tame"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ware wa kare-ra ni don'na kate mo motomezu, mata fuyō sa reru koto mo motomenai"},{"SurahNumber":51,"VerseNumber":58,"Text":"Hontōni arrā koso wa, kate o sadzuke rareru okata, kengonaru iryoku no omode ara reru"},{"SurahNumber":51,"VerseNumber":59,"Text":"Akugyō no to no sazukari-bun (batsu) wa, kare-ra no nakama no sazukari-bun (batsu) to onajidearou.Dakara sō (ware o) sekitatenakute mo ī"},{"SurahNumber":51,"VerseNumber":60,"Text":"Shinkō shinai mono ni wazawai are. Yakusoku no hi ga kare-ra ni kanarazu yattekuru"}]}