{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"И к Мадианитянам - брата их, Шогайба. Он сказал: \"Народ мой! Покланяйтесь Богу: кроме Его у вас нет другого Бога; от Господа вашего пришло к вам ясное указание: соблюдайте верность в мере и весе; не вредите людям убавлением принадлежащего им; не распространяйте расстройство по земле после того, как она приведена в благоустройство. это послужит к вашему благу, если вы будете верующими"},{"SurahNumber":7,"VerseNumber":86,"Text":"Не делайте засад нигде при дорогах, устрашая и удаляя от пути Бога верующих в Него, и дерзко усиливаясь искривить его. Вспомните, что вы были немногочисленны и Он вас размножил; также посмотрите, каков был конец распространителей нечестия"},{"SurahNumber":7,"VerseNumber":87,"Text":"Если часть из вас уверовала в то, с чем я послан, и часть не уверовала: то терпеливо ждите времени, когда Бог рассудит нас: Он наилучший из судей"},{"SurahNumber":7,"VerseNumber":88,"Text":"Старейшины, считавшиеся великими в народе своём, сказали: \"Или мы выгоним из нашего города тебя, Шогайб, и верующих с тобою, или возвратитесь к нашему вероучению\". Он сказал: \"Уже ли и тогда, как мы имеем к нему отвращение"},{"SurahNumber":7,"VerseNumber":89,"Text":"Мы будем думать ложно о Боге, если возвратимся к вашему вероучению после того, как Бог избавил нас от него. Тогда только мы можем возвратиться к нему, когда захочет того Бог, Господь наш. Господь наш обнимает всё своим знанием: на Бога уповаем. Господи наш! Разреши наш спор с народом нашим, указав истину: Ты наилучший разрешитель"},{"SurahNumber":7,"VerseNumber":90,"Text":"Старейшины неверных в народе его сказали: \"Если последуете Шогайбу, вы, наверно, погибнете"},{"SurahNumber":7,"VerseNumber":91,"Text":"Тогда землетрясение поразило их, и на утро они в своих жилищах лежали поверженными ниц лицем"},{"SurahNumber":7,"VerseNumber":92,"Text":"Считавшие Шогайба лжецом как будто бы не обитали там; считавшие Шогайба лжецом погибли"},{"SurahNumber":7,"VerseNumber":93,"Text":"А он отошел от них, сказав: \"Народ мой! Я передал вам то, с чем послал меня Господь мой; я был для вас советником. Как жалок народ неверный"}]}