{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"najīka mān̄ja aparipakva lōkō kahēśē kē jē kiblā para ā hatā tē'ōnē tēnāthī ka'i vastu'ē phēravyā? Tamē kahī dō kē pūrva anē paśrcimanō pālanahāra allāha ta'ālā ja chē, tē jēnē icchē satyamārga batāvē chē"},{"SurahNumber":2,"VerseNumber":143,"Text":"amē āvī ja rītē tamanē n'yāyī samūdāya banāvī chē, jēthī tamē lōkō upara sākṣī banī jā'ō anē payagambara (sa.A.Va.) Tamārā para sākṣī banī jāya, jē kiblā para tamē pahēlāthī hatā tēnē amē phakata ēṭalā māṭē nakkī karyō hatō kē amē jāṇī la'i'ē kē payagambara nō sācō ājñākārī kōṇa chē? Anē kōṇa chē jē pōtānī ēḍī'ō vaḍē pāchō pharē chē, jō kē ā kārya sakhata chē parantu jēnē allāha'ē mārgadarśana āpyuṁ chē (tē'ō māṭē kō'i sakhata nathī) allāha ta'ālā tamārā imānanē vēḍaphī nahī nākhē, allāha ta'ālā lōkō sāthē dayā anē kr̥pā karavāvāḷō chē"},{"SurahNumber":2,"VerseNumber":144,"Text":"Amē tamārā mōḍhānē vāranvāra ākāśa tarapha jōtā jō'i rahyā chē, havē amē tamanē tē kiblā tarapha phēravīśuṁ jēnāthī tamē khuśa tha'i jā'ō, tamē pōtānuṁ mōḍhuṁ masjidē harāma tarapha phēravī lō anē tamē jyāṁ paṇa hōya pōtānuṁ mōḍhuṁ tēnī ja tarapha karatā rahō, kitābavāḷānē ā vāta allāha tarapha thī ja chē tēnuṁ jñāna tē'ōnē cōkkasapaṇē chē. Anē allāha ta'ālā tē kāryōthī ajāṇa nathī jē ā lōkō karī rahyā chē"},{"SurahNumber":2,"VerseNumber":145,"Text":"anē tamē jō kitābavāḷā'ōnē darēka purāvā āpī dō parantu tē'ō tamārā kiblānuṁ anusaraṇa nahī karē, anē na tamē tē'ōnā kiblānē mānavāvāḷā chō anē na ā lōkō andara andara ēkabījānā kiblānē mānavāvāḷā chē anē jō tamārī pāsē jñāna āvī pahōn̄cyā pachī paṇa tē'ōnī manēcchā'ō pāchaḷa lāgī gayā tō ninśaṅka tamē paṇa atyācārī banī jaśō"},{"SurahNumber":2,"VerseNumber":146,"Text":"jē'ōnē amē kitāba āpī chē tē'ō tō tēnē ēvī rītē jāṇē chē jēvuṁ kē kō'i pōtānī santānanē ōḷakhē, tē'ōnuṁ ēka jūtha satyanē ōḷakhyā pachī paṇa chupāvē chē"},{"SurahNumber":2,"VerseNumber":147,"Text":"tamārā pālanahāra taraphathī ā kharēkhara sācuṁ chē, khabaradāra! Tamē śaṅkā karavāvāḷā'ō mānthī na tha'i jaśō"}]}