{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Sinjal għalihom hija l-art mejta: Aħna nagħtuha l-ħajja u minnha noħorġu (kull għamla ta') qamħ, u minnu jieklu"},{"SurahNumber":36,"VerseNumber":34,"Text":"Fiha nqiegħdu ġonna tas-siġar tal-palm u dwieli, u fiha noħorġu għejun igelglu"},{"SurahNumber":36,"VerseNumber":35,"Text":"biex jieklu mill-frott tiegħu (dan il-ġid) u minn dak li għamlu idejhom (meta ħadmu l-art). Jaqaw ma jiżżux ħajr (ta' dan kollu)"},{"SurahNumber":36,"VerseNumber":36,"Text":"Sebħ lil Dak li ħalaq tnejn tnejn minn kulma tnibbet l- art, u minnhom infushom (ħa/aq raġel u mara), u minn dak li ma jafux"},{"SurahNumber":36,"VerseNumber":37,"Text":"U sinjal (ieħor) għalihom (tal-kobor ta' Alla) huwa l- lejl: hekk kif inneħħu minnu n-nhar (bid-dawl tiegħu), arahom isibu rwieħhom fid-dlam"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ix-xemx tiġri lejn tmiem maħsub għaliha. Dak huwa d- digriet tal-Qawwi li jaf kollox"},{"SurahNumber":36,"VerseNumber":39,"Text":"Il-qamar qassamnieh f'taqsimiet, sa ma jsir bħall-fergħa qadima ta' palma (li minnha jiddendel. l-għanqud tat- tamar)"},{"SurahNumber":36,"VerseNumber":40,"Text":"La x-xemx ma għandha tilħaq il-qamar, u lanqas il-lejl ma għandu jisboq in-nhar, Kollox idur fid-dawra tiegħu"},{"SurahNumber":36,"VerseNumber":41,"Text":"U sinjal (ieħor) għalihom huwa li Aħna ġarrejna lil nisilhom (waqt id-dilluvju) fl-arka l-mgħobbija"},{"SurahNumber":36,"VerseNumber":42,"Text":"(U ħlaqnielhom bħalha fdik l-arka) biex jirkbu (u jbaħħru)"},{"SurahNumber":36,"VerseNumber":43,"Text":"Jekkirridu, ngħerrquhom u ma jsibux min jgħinhom, u lanqas jinħelsu (mill-għarqa)"},{"SurahNumber":36,"VerseNumber":44,"Text":"ħlief bil-ħniena tagħna, u biex igawdu għal ftit żmien"},{"SurahNumber":36,"VerseNumber":45,"Text":"Meta jingħad lilhom: ''Ibżgħu minn (dak il-kastig) li jinsab. quddiemkom. (f'din. id-dinja) u warajkom. (fil- Ħajja l-Oħra), biex forsi tintwera ħniena magħkom, (huma xorta waħda ma jagħtux widen)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ma jiġihomx sinjal mis-sinjali ta' Sidhom lima jagħtuhx il-ġenb"},{"SurahNumber":36,"VerseNumber":47,"Text":"Meta jingħad lilhom: 'Onfqu (għall-foqra) minn dak li Alla takom. (għall-għajxien. tagħkom).' dawk bla twemmin jgħidu lil dawk li jemmnu: 'Jaqaw għandna nitimgħu lil min Alla, jekk irid, jista' jitimgħu (Hu) 7' M'intomx ħlief f'telfien mill-aktar ċart"},{"SurahNumber":36,"VerseNumber":48,"Text":"U jgħidu (ukoll ta' bla twemmin): ''Meta (sseħħ) din il- wegħda (dwar Jum il-Qawmien), jekk qegħdin tgħidu s- sewwa"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ma għandhomx jistennew ħlief ħoss qawwi li jeħodhom (għal għarrieda) filwaqt li jkunu jitlewmu (u medhijin fin-negozju tagħhom)"},{"SurahNumber":36,"VerseNumber":50,"Text":"Ma jkunux jistgħu jagħmlu testment, u lanqas imorru lura għand nieshom"}]}