{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":69,"Text":"Et Nos emissaires sont, certes, venus a Abraham avec la bonne nouvelle, en disant: \"Paix (Salam) !\". Il dit : \"Paix (Salam) !\", et il ne tarda pas a apporter un veau roti"},{"SurahNumber":11,"VerseNumber":70,"Text":"Puis, lorsqu’il vit que leurs mains ne l’approchaient pas, il fut pris de suspicion a leur egard et ressentit de la peur vis-a-vis d’eux. Ils dirent : \"N’aie pas peur ! Nous sommes envoyes au peuple de Lot"},{"SurahNumber":11,"VerseNumber":71,"Text":"Sa femme etait debout, et elle rit alors ; Nous lui annoncames donc (la naissance d’) Isaac, et apres Isaac, Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Elle dit : \"Malheur a moi ! Vais-je enfanter alors que je suis vieille et que mon mari, que voici, est un vieillard ? C’est la vraiment une chose etrange"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ils dirent : \"T’etonnes-tu de l’ordre d’Allah ? Que la misericorde d’Allah et Ses benedictions soient sur vous, gens de cette maison! Il est vraiment digne de louange et de glorification"},{"SurahNumber":11,"VerseNumber":74,"Text":"Lorsque l’effroi eut quitte Abraham et qu’il eut recu la bonne nouvelle voila qu’il discuta avec Nous (en faveur) du peuple de Lot"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham etait, certes, longanime, tres implorant et repentant"},{"SurahNumber":11,"VerseNumber":76,"Text":"O Abraham ! Renonce a cela ; car l’ordre de Ton Seigneur est deja venu, et un chatiment irrevocable va leur arriver"},{"SurahNumber":11,"VerseNumber":77,"Text":"Et quand Nos emissaires (Anges) vinrent a Lot, il fut chagrine pour eux, et en eprouva une grande gene. Et il dit : \"Voici un jour terrible"},{"SurahNumber":11,"VerseNumber":78,"Text":"Quant a son peuple, ils vinrent a lui, accourant. Auparavant ils commettaient des mauvaises actions. Il dit : \"O mon peuple ! Voici mes filles: elles sont plus pures pour vous. Craignez Allah donc, et ne me deshonorez pas dans mes hotes ! N’y a-t-il pas parmi vous un homme raisonnable"},{"SurahNumber":11,"VerseNumber":79,"Text":"Ils dirent : \"Tu sais tres bien que nous n’avons pas de droit sur tes filles . Et en verite, tu sais bien ce que nous voulons.”"},{"SurahNumber":11,"VerseNumber":80,"Text":"Il dit : \"[Ah !] Si j’avais de la force pour vous resister ! Ou bien si je trouvais un appui solide"},{"SurahNumber":11,"VerseNumber":81,"Text":"Alors [les hotes] dirent : \"O Lot ! Nous sommes vraiment les emissaires de ton Seigneur. Ils ne pourront jamais t’atteindre. Pars avec ta famille a un moment de la nuit. Et que nul d’entre vous ne se retourne en arriere. Exception faite de ta femme qui sera atteinte par ce qui frappera les autres. Ce qui les menace s’accomplira a l’aube. L’aube n’est-elle pas proche"},{"SurahNumber":11,"VerseNumber":82,"Text":"Et, lorsque vint Notre ordre, Nous renversames [la cite] de fond en comble, et fimes pleuvoir sur elle en masse, des pierres d’argile succedant les unes aux autres"},{"SurahNumber":11,"VerseNumber":83,"Text":"portant une marque connue de ton Seigneur. Et elles (ces pierres) ne sont pas loin des injustes"}]}