{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Ve andolsun ki Musa (A.S)´ı âyetlerimizle (mucizelerimizle), firavuna ve onun (kavminin) ileri gelenlerine gönderdik. (O zaman onlara): “Muhakkak ki ben, âlemlerin Rabbinin Resûl´üyüm.” dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat (Musa A.S), onlara âyetlerimizle (mucizelerimizle) gelince, onlar o zaman onlara (mucizelere) gülüyorlardı (alay ediyorlardı)"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biri diğerinden daha büyük olmadıkça, onlara bir âyet (mucize) göstermedik. Ve onları azapla yakaladık ki, böylece belki onlar (Allah´a) dönerler diye"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ve (onlar): “Ey sihirbaz, senin Allah´a olan ahdin hürmetine, Rabbine bizim için dua et (bu azabı kaldırsın)! ( O taktirde) gerçekten biz, mutlaka hidayet üzere oluruz.” dediler"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat onlardan azabı kaldırınca, o zaman onlar (verdikleri sözleri) bozuyorlar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ve firavun, kavmi içinde seslendi: “Ey kavmim, bütün Mısır benim mülküm değil mi? Ve altımdan akan bu nehirler? Hâlâ görmüyor musunuz?” dedi"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, o acizden daha hayırlı (değil miyim) ki, o neredeyse sözü açıklayamıyor (normal konuşamıyor)"},{"SurahNumber":43,"VerseNumber":53,"Text":"“Öyleyse ona takılmış altından bilezikler olmalı veya onunla beraber ona yakın olan melekler gelmeli değil miydi?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Böylece (firavun) kavmini hafife aldı (küçümsedi). Bunun üzerine (kavmi) ona itaat etti. Muhakkak ki onlar fasık bir kavim oldular"},{"SurahNumber":43,"VerseNumber":55,"Text":"Bunun üzerine, bizi eseflendirdiler (üzdüler), biz de onlardan intikam aldık. Bu sebeple onların hepsini boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Böylece onları sonraki (ümmetler) için bir selef (gelip geçmiş bir kavim) ve örnek (ibret) kıldık"}]}