{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Hani Rabb´in, meleklere «Ben yeryüzünde bir halife yaratacağım» demişti. Melekler «Ya Rabbi sen yeryüzünde kargaşalık çıkaracak, kanlar dökecek birini mi yaratacaksın? Oysa biz seni överek tesbih ediyor, takdis ediyoruz» dediler. Allah meleklere «Ben sizin bilmediklerinizi bilirim´ dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem´e bütün isimleri öğretti. Sonra bütün nesneleri meleklere göstererek, «Haydi, eğer davanızda haklı iseniz, bunların isimlerini bana söyleyin» dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Melekler «Ya Rabbi, sen yücesin, bizim senin bize öğrettiklerin dışında hiçbir bilgimiz yoktur, hiç şüphesiz sen herşeyi bilirsin ve her yaptığın yerindedir» dediler"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah, Adem´e «Ey Adem, bunlara o nesnelerin adlarını bildir» dedi. Adem, meleklere bütün nesnelerin isimlerini bildirince Allah, onlara «Ben size, ´göklerin ve yerin bütün gizliliklerini, ayrıca sizin bütün açığa vurduklarınız ve içinizde sakladıklarınızı bilirim´ dememiş miydim?» dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Hani biz meleklere «Adem´e secde ediniz» dedik de hemen secde ettiler. Yalnız iblis kaçındı, kendini büyük gördü ve kâfirlerden oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dedik ki; «Ey Adem, sen ve eşin Cennete yerleşiniz, oranın yiyeceklerinden istediğinizi bolbol yiyiniz, fakat şu ağaca yanaşmayınız, yoksa zalimlerden olursunuz.»"},{"SurahNumber":2,"VerseNumber":36,"Text":"Fakat Şeytan onların ayaklarını oradan kaydırarak, kendilerini içinde bulundukları nimet yurdundan çıkardı. Biz de dedik ki; «Birbirinize düşman olarak oradan aşağı inin. Yeryüzü belirli bir süreye kadar size barınak ve geçim yeri olacaktır.»"},{"SurahNumber":2,"VerseNumber":37,"Text":"Derken Adem, Rabbinden bir takım kelimeler belleyerek aldı da Rabbi onu affetti. Hiç şüphesiz O, tevbelerin kabul edicisidir ve merhametlidir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Dedik ki; «Hepiniz oradan aşağı inin. Tarafımdan size bir yol gösterici geldiğinde kim benim hidayetime uyarsa onlar için korku yoktur ve onlar artık hiç üzülmezler.»"},{"SurahNumber":2,"VerseNumber":39,"Text":"Kâfir olup ayetlerimizi yalanlayanlar ise orada ebedi olarak kalıcı olmak üzere Cehennem´liktirler"}]}