{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"El es el Originador de los cielos y la Tierra ¿Como podria El tener un hijo cuando no tiene esposa? El ha creado todas las cosas y El conoce todas las cosas"},{"SurahNumber":6,"VerseNumber":102,"Text":"Este es Dios, vuestro Senor. No hay mas dios que El, el Creador de todo. Asi pues, ¡Adoradle! El es Quien cuida de todo"},{"SurahNumber":6,"VerseNumber":103,"Text":"La vista no puede percibirle, pero El percibe toda vision. El es el Sutil, el Bien Informado"},{"SurahNumber":6,"VerseNumber":104,"Text":"Han venido a vosotros visiones claras de vuestro Senor, asi pues, quien vea claro lo hara en beneficio de su propia alma y quien se ciegue se perjudicara a si mismo. Yo no soy vuestro cuidador"},{"SurahNumber":6,"VerseNumber":105,"Text":"Asi mostramos las senales de diferentes maneras, aunque ellos digan: «¡Tu lo has estudiado!», para dejarselo claro a una gente que tiene conocimiento"},{"SurahNumber":6,"VerseNumber":106,"Text":"¡Sigue lo que te fue revelado procedente de tu Senor! No hay mas dios que El. Y apartate de los politeistas"},{"SurahNumber":6,"VerseNumber":107,"Text":"Si Dios quisiera no adorarian a otros dioses, pero no te pusimos como responsable de sus actos, ni eres su abogado defensor"},{"SurahNumber":6,"VerseNumber":108,"Text":"Y no insultes a quienes ellos invocan en lugar de Dios, para que ellos no insulten a Dios, reaccionando con hostilidad y sin conocimiento. De esta misma manera hemos embellecido a cada comunidad su proceder. Luego regresaran hacia su Senor y El les informara de lo que en realidad hacian"},{"SurahNumber":6,"VerseNumber":109,"Text":"Juran por Dios con solemnes juramentos que si llegase a ellos una senal, creerian sin duda en ella. Di: «En verdad, las senales pertenecen solamente a Dios.» Pero ¿No os dais cuenta de que si les llegasen no creerian"},{"SurahNumber":6,"VerseNumber":110,"Text":"Cambiaremos el estado de sus corazones y su vision de la misma forma que no creyeron en ella la primera vez y les dejaremos que, en su rebeldia, vaguen extraviados"}]}