{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Andolsun, Musa'ya Kitabı verdik, arkasından peygamberler gonderdik. Meryem oglu Isa'ya da acık deliller verdik ve onu Ruh'ul-Kudus (Cebrail) ile destekledik. Ne zaman ki, bir peygamber, size canınızın istemedigi bir sey getirdiyse buyukluk taslamadınız mı? Kimini yalanladınız, kimini de olduruyordunuz"},{"SurahNumber":2,"VerseNumber":88,"Text":"Kalblerimiz, perdelidir, dediler. Hayır, ama inkarlarından dolayı Allah onları la'netlemistir, artık cok az inanırlar"},{"SurahNumber":2,"VerseNumber":89,"Text":"Ne zaman ki, onlara Allah katından, yanlarında bulunan (Tevrat)ı dogrulayıcı bir Kitap (Kur'an) geldi, daha once inkar edenlere karsı yardım isteyip dururlarken o bildikleri (Kur'an) kendilerine gelince onu inkar ettiler; artık Allah'ın la'neti, inkarcıların uzerine olsun"},{"SurahNumber":2,"VerseNumber":90,"Text":"Allah'ın, kullarından diledigine lutfuyla (vahiy) indirmesini cekemeyerek, Allah'ın indirdigini inkar etmek icin kendilerini ne alcak seye sattılar da gazab ustune gazaba ugradılar. Inkar edenler icin alcaltıcı bir azab vardır"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara: \"Allah'ın indirdigine inanın!\" denilse, \"Bize indirilene inanırız.\" derler, otesini kabul etmezler. Halbuki o, kendi yanlarında bulunanı dogrulayıcı bir gercektir. De ki: \"Gercekten inanıyor idiyseniz neden daha once Allah'ın peygamberlerini olduruyordunuz"},{"SurahNumber":2,"VerseNumber":92,"Text":"Andolsun Musa, size acık deliller getirmisti, sonra onun ardından tuttunuz buzagıya taptınız; siz oyle zalimlersiniz iste"},{"SurahNumber":2,"VerseNumber":93,"Text":"Bir zaman uzerinize Tur(dagın)ı kaldırıp sizden kesin soz almıstık: \"Size verdigimiz seyi kuvvetle tutun, dinleyin!\" (demistik). \"Dinledik ve isyan ettik.\" dediler. Inkarlarıyla kalblerine buzagı sevgisi icirildi. De ki: \"Eger inanan kimseler iseniz, imanınız size ne kotu sey emrediyor"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki: \"Eger (dilediginiz gibi) gercekten Allah katında ahiret yurdu kimsenin degil, yalnız sizin ise, sozunuzde dogru iseniz, haydi olumu temenni edin"},{"SurahNumber":2,"VerseNumber":95,"Text":"Fakat ellerinin yapıp one surdugu islerden dolayı olumu asla istemezler, Allah zalimleri bilir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Onları, insanların hayata en duskunu, ortak kosanlardan daha tutkunu bulursun; her biri, bin yıl yasatılmasını ister. Oysa yasatılması, onu azabdan uzaklastıracak degildir. Allah ne yaptıklarını goruyor"}]}