{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zulkarneyn’i soruyorlar. Ondan size bir ogut okuyacagım, de"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz, onu yeryuzunde guclendirmis ve ona her seyin yolunu ogretmistik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Sonunda, gunesin battıgı yere varınca, onu kara bir camurda, bir goze de batarken buldu. Orada da bir kavim buldu. Ona dedik ki: -Ey Zulkarneyn, onları ister cezalandır; ister iyi davran"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: -Kim, zulmederse onu cezalandıracagız, sonra Rabbine dondurulur ve Rabbi onu gorulmemis bir azapla cezalandırır"},{"SurahNumber":18,"VerseNumber":88,"Text":"Fakat, kim de iman eder ve dogruları yaparsa, ona da iyi bir karsılık vardır. Ona emrimizden kolay olanı yapacagız"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Sonunda, gunesin dogdugu yere vardıgında onun, gunese karsı hicbir siper yapmadıgımız bir kavmin uzerine dogdugunu gordu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste boyle, onun yanındakilerin hepsini bastan basa biliyorduk"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra yoluna devam etti"},{"SurahNumber":18,"VerseNumber":93,"Text":"Sonunda iki dag arasında, hemen hemen hicbir soz anlamayan bir kavme rastladı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Ey Zulkarneyn, dediler, Ye’cuc ve Me’cuc bu ulkede bozgunculuk yapıyorlar. Bizimle onların arasına bir set yapman icin sana vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Rabbimin bana verdikleri, sizinkinden daha hayırlıdır. Bana gucunuzle yardım edin, bana demir kutleleri getirin de sizinle onlar arasına saglam bir duvar yapayım, dedi. Bunlar iki dagın arasını doldurunca: -Korukleyin, dedi. Sonunda onu ates haline getirdi. -Bana erimis bakır getirin de uzerine dokeyim, dedi"},{"SurahNumber":18,"VerseNumber":96,"Text":"Rabbimin bana verdikleri, sizinkinden daha hayırlıdır. Bana gucunuzle yardım edin, bana demir kutleleri getirin de sizinle onlar arasına saglam bir duvar yapayım, dedi. Bunlar iki dagın arasını doldurunca: -Korukleyin, dedi. Sonunda onu ates haline getirdi. -Bana erimis bakır getirin de uzerine dokeyim, dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık, seddi asmaya gucleri yetmedi ve delip gecmediler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Bu, Rabbimden bir rahmettir. Rabbimin vaadi gelince onu yerle bir eder. Bu, Rabbimin gercek bir vaadidir, dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Gunu gelince biz onları bırakırız. Dalgalar halinde birbirlerine girerler. Sur’a uflendigi zaman da hepsini bir araya toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gun, kafirlere cehennemi tam bir gosterisle sunarız"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onların gozleri ogutlerime/uyarılarıma karsı ortulu ve kulakları da duymuyordu"}]}