{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":176,"Text":"Отвергли посланников обитатели ал-Айки [народ пророка Шуайба]"},{"SurahNumber":26,"VerseNumber":177,"Text":"Вот сказал им (пророк) Шуайб: «Разве вы не станете остерегаться (наказания Аллаха)"},{"SurahNumber":26,"VerseNumber":178,"Text":"Поистине, я – к вам верный посланник"},{"SurahNumber":26,"VerseNumber":179,"Text":"Остерегайтесь же (наказания) Аллаха (выполняя то, что Он повелел и сторонясь того, что Он запретил) и повинуйтесь мне"},{"SurahNumber":26,"VerseNumber":180,"Text":"И не прошу я у вас за это [за доведение Истины до вас] награды: поистине, награда моя только у Господа миров"},{"SurahNumber":26,"VerseNumber":181,"Text":"Соблюдайте полностью меру и не будьте из числа недомеривающих"},{"SurahNumber":26,"VerseNumber":182,"Text":"И взвешивайте верными весами"},{"SurahNumber":26,"VerseNumber":183,"Text":"и не уменьшайте людям их вещей [не убавляйте того, что им положено], и не ходите по земле, сея беспорядок"},{"SurahNumber":26,"VerseNumber":184,"Text":"И остерегайтесь Того, Кто создал вас и прежние поколения»"},{"SurahNumber":26,"VerseNumber":185,"Text":"Они сказали: «Ты (о, Шуайб) ведь только из числа околдованных"},{"SurahNumber":26,"VerseNumber":186,"Text":"И ты (о, Шуайб) – только человек, как и мы, и мы думаем, что ты однозначно из числа лжецов"},{"SurahNumber":26,"VerseNumber":187,"Text":"Опусти же на нас кусок с неба (как наказание), если ты из числа правдивых!»"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Пророк Шуайб) сказал (им): «Господь мой лучше знает, что вы делаете»"},{"SurahNumber":26,"VerseNumber":189,"Text":"И отвергли они его [Шуайба] (не признав посланным от Аллаха), и постигло их наказание [[Их постигла сильная жара, от которой невозможно было где-либо укрыться. Затем Аллах Всевышний послал им тучу, под которой была прохлада. И все они зашли под эту тучу, и тогда Аллах Всевышний низвел на них огонь, который уничтожил их всех.]] в день покрова. Поистине, это было наказанием дня великого"},{"SurahNumber":26,"VerseNumber":190,"Text":"Поистине, в этом [в истории пророка Шуайба] – однозначно, знамение, но большая часть их (которые слышат эту историю) не становятся верующими"},{"SurahNumber":26,"VerseNumber":191,"Text":"И поистине, Господь твой – однозначно, Величественный (в наказании неверующих), (и) Милосердный (к верующим)"}]}