{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Alʙatta ʙar ummathoe, ki peş az tu ʙudand, pajomʙarone firistodem va ononro ʙa saxtihovu ofatho ducor kardem, to magar zorī kunand"},{"SurahNumber":6,"VerseNumber":43,"Text":"Pas caro hangome, ki azoʙi mo ʙa onho rasid, zorī nakardand? Zero dilhojaşonro qasovat (saxtī) faro girifta va şajton amalhojaşonro dar nazaraşon orosta ʙud"},{"SurahNumber":6,"VerseNumber":44,"Text":"Cun hamai pandhoero, ki ʙa onho doda şuda ʙud, faromūş kardand, hamai darhoro ʙa rūjaşon kuşodem, to az on cī jofta ʙudand, şodmon gaştand, pas ʙa nogoh furū giriftemaşon va hamagon noumed gardidaid"},{"SurahNumber":6,"VerseNumber":45,"Text":"Pas şukr Parvardngori çahonijonro, ki reşai sitamkoron ʙarkanda şud"},{"SurahNumber":6,"VerseNumber":46,"Text":"Bigū: «Ojo medoned, ki agar Olloh gūşu caşmoni şumoro ʙozsitonad va ʙar dilhojaton mūhr nihad, cī xudoe ƣajri Olloh onhoro ʙa şumo ʙozmegardonad? Bingar, ki ojoti Xudoro cī guna ʙa şevahoi gunogun ʙajon mekunem. Boz ham rūj ʙarmetoʙand»"},{"SurahNumber":6,"VerseNumber":47,"Text":"Bigū; «Xaʙar dihed, agar azoʙi Xudo ʙa nogoh jo oşkoro ʙar şumo furūd ojad, ojo ƣajri sitamkoron halok meşavand?»"},{"SurahNumber":6,"VerseNumber":48,"Text":"Mo pajomʙaronro çuz ʙaroi muƶda dodan jo ʙim kardan namefiristem. Pas har kas, ki imon ovard va kori şoistae kard, ʙimnok va ƣamgin nameşavad"},{"SurahNumber":6,"VerseNumber":49,"Text":"Va ʙa kasone, ki ojoti moro durūƣ guftand, ʙa çazoi nofarmonijaşon azoʙ xohad rasid"},{"SurahNumber":6,"VerseNumber":50,"Text":"Bigū; «Ba şumo namegūjam, ki xazinahoi Xudo nazdi man ast. Va ilmi ƣajʙ ham namedonam. Va namegūjam, ki fariştae hastam. Tanho ʙa cize pajravī mekunam, ki ʙar man vahj şudaast». Bigū: «Ojo noʙinovu ʙino jaksonand? Caro nameandeşed?»"}]}