{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Ara apani ye abasthate'i thakuna na kena ebam apani se samparke kura'ana theke ya-i tila'oyata karena ebam tomara ye amala'i kara na kena, amara tomadera saksi thaki... Yakhana tomara tate prabrtta ha'o. Ara asamanasamuha o yaminera anu parimana'o apanara rabera drstira ba'ire naya ebam tara ceye ksudratara ba brhattara kichu'i ne'i ya suspasta kitabe ne'i"},{"SurahNumber":10,"VerseNumber":62,"Text":"Jene rakha! Allah‌ra bandhudera kono bhaya ne'i ebam tara cintita'o habe na"},{"SurahNumber":10,"VerseNumber":63,"Text":"Yara imana eneche ebam taka'oya abalambana karata"},{"SurahNumber":10,"VerseNumber":64,"Text":"Tadera jan'ya'i ache susambada duniyara jibane o akhirate [1], allah‌ra banira kono paribartana ne'i [2]; seta'i mahasaphalya"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ara tadera katha apanake yena cintita na kare. Niscaya samasta sam'mana-pratipattira malika allah‌; tini sarbasrota sarbajna"},{"SurahNumber":10,"VerseNumber":66,"Text":"Jene rakha! Niscaya yara asamanasuhe ache ebam yara yamine ache tara allah‌ra'i. Ara yara allah‌ chara an'ya ka'uke sarikarupe dake, tara kisera anusarana kare [1]? Tara to sudhu dharanara'i anusarana kare ebam tara sudhu mithya katha'i bale"},{"SurahNumber":10,"VerseNumber":67,"Text":"Tini'i tairi karechena tomadera jan'ya rata, yena tomara bisrama karate para ebam dekhara jan'ya dina. Ye sampradaya katha sune niscaya tadera jan'ya ete ache aneka nidarsana"},{"SurahNumber":10,"VerseNumber":68,"Text":"Tara bale, ‘allah‌ santana grahana karechena.’ Tini mahana pabitra [1]! Tini abhabamukta [2]! Ya kichu ache asamanasamuhe o ya kichu ache yamine ta tamra'i. E bisaye tomadera kono sanada ne'i. Tomara ki allah‌ra upara emana kichu balacha ya tomara jana na"},{"SurahNumber":10,"VerseNumber":69,"Text":"baluna, ‘yara allah‌ra upara mithya ratana karabe tara saphalakama habe na.‘"},{"SurahNumber":10,"VerseNumber":70,"Text":"Duniyate tadera jan'ya ache kichu sukha-sambhoga; pare amadera'i kache tadera phire asa. Tarapara taderake kathora sastira asbada grahana karaba; karana tara kuphari karata"}]}