{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"A është njëlloj si ai që Allahu ia ka hapur kraharorin për të pranuar Islamin, duke qenë kështu në dritën e Zotit të vet, (ashtu edhe ai që e ka zemrën të mbyllur ndaj besimit?!) Prandaj, mjerë ata që e kanë zemrën të pandjeshme, kur përmendet Allahu! Njerëz të tillë janë në humbje të qartë"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allahu ka shpallur Fjalën më të bukur (Kuranin) në formën e një libri, pjesët e të cilit i ngjasojnë njëra-tjetrës dhe përsëriten. Prej tij u rrëqethet lëkura atyre që i frikësohen Zotit të tyre e, mandej qetësohen lëkura dhe zemrat e tyre, kur përmendet Allahu. Ky Libër është udhëzim i Allahut. Nëpërmjet tij Allahu udhëzon kë të dojë. Ndërsa atë që Allahu e shpie në humbje, s’mund ta udhëzojë kush"},{"SurahNumber":39,"VerseNumber":24,"Text":"A është njësoj si ai që do ta vuajë me fytyrën e vet dënimin e rëndë në Ditën e Kiametit, (ashtu edhe ai që është i shpëtuar)?! Keqbërësve do t’u thuhet: “Shijoni atë që keni fituar!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Edhe ata që ishin para tyre i quajtën gënjeshtarë (të dërguarit), prandaj atyre u erdhi dënimi prej nga nuk e prisnin"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allahu i poshtëroi ata që në këtë jetë, por dënimi i jetës tjetër do të jetë më i madh! Veç sikur ta dinin"},{"SurahNumber":39,"VerseNumber":27,"Text":"Vërtet, Ne u kemi sjellë njerëzve shembuj në këtë Kuran për çdo gjë, për t’ua vënë veshin"},{"SurahNumber":39,"VerseNumber":28,"Text":"Ne e kemi shpallur Kuranin në gjuhën arabe dhe pa asnjë kundërthënie, me qëllim që ata ta ruajnë veten nga e keqja"},{"SurahNumber":39,"VerseNumber":29,"Text":"Dëgjojeni këtë shembull që ka sjellë Allahu! Janë dy njerëz: njëri ka shumë bashkëpronarë që e kundërshtojnë njëri-tjetrin, ndërsa tjetri ka vetëm një pronar, të cilit i përkushtohet. A janë të njëjtë ata në krahasim?! Lavdëruar qoftë Allahu, por shumica e tyre nuk e dinë këtë"},{"SurahNumber":39,"VerseNumber":30,"Text":"Sigurisht që ti (o Muhamed) do të vdesësh një ditë e, sigurisht që edhe ata do të vdesin"},{"SurahNumber":39,"VerseNumber":31,"Text":"Pastaj, në Ditën e Gjykimit, ju do të grindeni para Zotit tuaj"}]}