{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Kuma ka karanta musu labarin Nuhu, a lokacin da ya ce wa mutanensa, \"Ya mutanena! Idan matsayina da tunatarwata ameda ayoyin Allah sun kasance sun yi nauyi a kanku, to, ga Allah na dogara. Sai ku tara al'amarinku, ku da abubuwan shirkinku, sa'annan kuma kada al'amarinku ya kasance rufaffe a kanku, sa'an nan kuma ku kashe ni, kada ku yi mini jinkiri"},{"SurahNumber":10,"VerseNumber":72,"Text":"Kuma idan kuka juya baya, to, ban tambaye ku wata ijara ba. ljarata ba ta zama ba face daga Allah, kuma an umurce ni da in kasance daga masu sallamawa"},{"SurahNumber":10,"VerseNumber":73,"Text":"Sai suka ƙaryata shi, sa'an nan Muka kuɓutar da shi da wanda yake tare da shi, a cikin jirgi, kuma Muka sanya su masu mayewa, kuma Muka nutsar da waɗanda suka ƙaryata ayoyinMu. Sai ka duba yadda aƙibar waɗan da aka yi wa gargaɗi ta kasance"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sa'an nan kuma Muka aika waɗansu Manzanni daga bayansa zuwa ga mutanensu, suka jemusu da hujjoji bayyanannu, to, ba su kasance za su yi imani ba saboda sun ƙaryata shi a gabani. Kamar wannan ne Muke rufewa a kan zukatan masu ta'addi"},{"SurahNumber":10,"VerseNumber":75,"Text":"Sa'an nan kuma a bayansu Muka aika Musa da Haruna zuwa ga Fir'auna da mashawartansa, tare da ayoyin Mu. Sai suka kangara kuma sun kasance mutane masu laifi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Sa'an nan a lokacin da gaskiya ta je musu daga gare Mu, suka ce: \"Wannan haƙiƙa sihiri ne bayyananne"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa ya ce: \" Shin, kuna cewa ga gaskiya a lokacin data zo muku? Shin, sihiri ne wannan? Lalle masihirci, ba ya cin Nasara"},{"SurahNumber":10,"VerseNumber":78,"Text":"Suka ce: \"Shin, ka zo mana ne domin ka juyar da mu daga abin da muka iske ubanninmu a kansa, kuma girma ya kasance gare ku, ku biyu a cikin ƙasa? Ba za mu zama masu imani ba saboda ku"},{"SurahNumber":10,"VerseNumber":79,"Text":"Kuma Fir'auna ya ce: \"Ku zo mini da dukan masihirci, masani"},{"SurahNumber":10,"VerseNumber":80,"Text":"To, a lokacin da masihirta suka je, Musa ya ce musu,\"Ku jefa abin da kuke jefawa"},{"SurahNumber":10,"VerseNumber":81,"Text":"To, a lokacin da suka jefa, Musa ya ce: \"Abin da kuka zo da shi sihiri ne. Lalle ne Allah zai ɓata shi. Haƙiƙa Allah ba Ya gyara aikin maɓarnata"},{"SurahNumber":10,"VerseNumber":82,"Text":"Kuma Allah Yana tabbatar da gaskiya da kalmomin Sa, ko da masu laifi sun ƙi"}]}