{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"શું તમે તેમની તરફ ન જોયું, જેઓ અલ્લાહની નેઅમતના બદલામાં કૃતઘ્ન થયા અને પોતાની કોમને વિનાશક ઘરમાં ઉતારી દીધા"},{"SurahNumber":14,"VerseNumber":29,"Text":"એટલે કે જહન્નમમાં-જેમાં આ સૌ જશે, જે ઘણું જ ખરાબ ઠેકાણું છે"},{"SurahNumber":14,"VerseNumber":30,"Text":"તેમણે અલ્લાહના ભાગીદાર બનાવી લીધા કે લોકોને અલ્લાહના માર્ગથી હટાવી દે, તમે કહી દો કે ભલે મજા કરી લો, તમારું છેલ્લું ઠેકાણું તો જહન્નમ જ છે"},{"SurahNumber":14,"VerseNumber":31,"Text":"મારા ઇમાનવાળા બંદાઓને કહી દો કે, નમાઝ કાયમ કરે છે અને જે કંઈ પણ અમે તેઓને આપી રાખ્યું છે તેમાંથી થોડુંક પણ છુપી રીતે અથવા જાહેરમાં દાન કરતા રહે, એ પહેલા કે તે દિવસ આવી પહોંચે જેમાં ન તો લે-વેચ થશે, ન મિત્રતા અને ન મોહબ્બત"},{"SurahNumber":14,"VerseNumber":32,"Text":"અલ્લાહ તે છે, જેણે આકાશો અને ધરતીનું સર્જન કર્યું અને આકાશો માંથી વરસાદ વરસાવી તેના દ્વારા તમારી રોજી માટે ફળ ઉપજાવ્યા છે અને હોડીઓને તમારા વશમાં કરી દીધી છે, જે સમુદ્રોમાં તેના આદેશથી ચાલે છે, તેણે જ નદીઓ અને નહેરો તમારી હેઠળ કરી દીધી છે"},{"SurahNumber":14,"VerseNumber":33,"Text":"તેણે જ તમારા માટે સૂર્ય અને ચંદ્રને કામે લગાડેલા છે, કે અવિરત ચાલી રહ્યા છે. તથા રાત અને દિવસને પણ તમારા કામમાં લગાડેલ છે"},{"SurahNumber":14,"VerseNumber":34,"Text":"તેણે જ તમારી ઇચ્છા પ્રમાણેની દરેક વસ્તુ આપી રાખી છે, જો તમે અલ્લાહના ઉપકારો ગણવા ઇચ્છો તો તેમને પૂરા ગણી પણ નથી શકતા, નિ:શંક માનવી ઘણો જ અન્યાયી અને કૃતઘ્ની છે"},{"SurahNumber":14,"VerseNumber":35,"Text":"(ઇબ્રાહીમ અ.સ.ની આ દુઆ પણ યાદ કરો) જ્યારે તેમણે કહ્યું કે હે મારા પાલનહાર ! આ શહેરને શાંતિપૂર્ણ બનાવી દે તથા મને અને મારા સંતાનને મૂર્તિપૂજાથી બચાવી લે"},{"SurahNumber":14,"VerseNumber":36,"Text":"હે મારા પાલનહાર ! તેઓએ ઘણા લોકોને સત્ય માર્ગથી પથભ્રષ્ટ કરી દીધા છે, બસ ! મારું અનુસરણ કરનાર મારો (સાથી) છે અને જે મારી અવજ્ઞા કરે, તો તું ઘણો જ માફ કરનાર અને દયાળુ છે"},{"SurahNumber":14,"VerseNumber":37,"Text":"હે મારા પાલનહાર ! મેં મારા અમુક સંતાન આ વેરાન ધરતી પર તારા પવિત્ર ઘર પાસે છોડ્યા છે, હે મારા પાલનહાર ! આ એટલા માટે કે તેઓ નમાઝ કાયમ કરે, બસ ! તું કેટલાક લોકોના હૃદયોને તેમની તરફ ઝૂકાવી દે અને તેમને ફળોની રોજી આપ, જેથી તે લોકો આભાર વ્યક્ત કરે"},{"SurahNumber":14,"VerseNumber":38,"Text":"હે મારા પાલનહાર ! તું ખૂબ જાણે છે જે અમે છુપાવીએ અને જે અમે જાહેર કરીએ, ધરતી અને આકાશની કોઈ વસ્તુ અલ્લાહથી છુપી નથી"},{"SurahNumber":14,"VerseNumber":39,"Text":"અલ્લાહ નો આભાર છે, જેણે મને આ વૃદ્ધાવસ્થામાં ઇસ્માઇલ (અ.સ.) અને ઇસ્હાક (અ.સ.) આપ્યા, કોઈ શંકા નથી કે મારો પાલનહાર અલ્લાહ દુઆઓને સાંભળનાર છે"},{"SurahNumber":14,"VerseNumber":40,"Text":"હે મારા પાલનહાર ! મને નમાઝ કાયમ કરનારો બનાવ અને મારા સંતાનને પણ, હે મારા પાલનહાર ! મારી દુઆ કબૂલ કર"},{"SurahNumber":14,"VerseNumber":41,"Text":"હે મારા પાલનહાર ! મને માફ કરી દે અને મારા માતાપિતાને પણ માફ કરી દે અને બીજા ઈમાનવાળાઓને પણ માફ કરી દે, જે દિવસે હિસાબ કરવામાં આવશે"},{"SurahNumber":14,"VerseNumber":42,"Text":"અન્યાય કરનારાઓના કર્મોથી અલ્લાહને બેદરકાર ન સમજ, તેણે તો તેઓને તે દિવસ સુધી મહેતલ આપી છે, જે દિવસે આંખો ફાટેલી રહી જશે"},{"SurahNumber":14,"VerseNumber":43,"Text":"તે પોતાના માથાને ઉપર ઉઠાવી ભાગ-દોડ કરી રહ્યા હશે, પોતે પોતાના તરફ પણ નહીં જુએ અને તેમના હૃદયો ખાલી અને ભટકેલા હશે"},{"SurahNumber":14,"VerseNumber":44,"Text":"લોકોને તે દિવસથી સચેત કરી દો, જ્યારે તેમની પાસે યાતના આવી પહોંચશે અને અત્યાચારી કહેશે કે હે અમારા પાલનહાર ! અમને થોડાંક સમયની મહેતલ આપ જેથી અમે તારી વાતનું અનુસરણ કરી લઇએ અને તારા પયગંબરોનું પણ અનુસરણ કરવા લાગીએ. શું તમે આ પહેલા પણ સોગંદો નહતા લેતા ? કે તમારે દુનિયા માંથી કૂચ કરવાની જ નથી"},{"SurahNumber":14,"VerseNumber":45,"Text":"અને શું તમે તે લોકોના ઘરોમાં રહેતા ન હતા જેમણે પોતાના પર અત્યાચાર કર્યા અને શું તમારા પર તે બાબત સ્પષ્ટ નથી થઇ કે અમે તેઓની સાથે શું વ્યવહાર કર્યો ? અમે (તો તમને સમજાવવા માટે) ઘણા જ ઉદાહરણો વર્ણન કરી દીધા"},{"SurahNumber":14,"VerseNumber":46,"Text":"આ પોતપોતાની યુક્તિઓ કરી રહ્યા છે અને અલ્લાહને તેમની દરેક યુક્તિઓનું જ્ઞાન છે અને તેમની યુક્તિઓ એવી ન હતી કે તેનાથી પર્વતો પોતાની જગ્યા પરથી ખસી જાય"},{"SurahNumber":14,"VerseNumber":47,"Text":"તમે ક્યારેય એવો વિચાર ન કરશો કે અલ્લાહ પોતાના પયગંબરો સાથે વચનભંગ કરશે, અલ્લાહ ઘણો જ વિજયી અને બદલો લેવાવાળો છે"},{"SurahNumber":14,"VerseNumber":48,"Text":"જે દિવસે ધરતી બદલી નાખવામાં આવશે અને આકાશ પણ અને દરેક લોકો ફકત એક, વિજયી અલ્લાહ સમક્ષ ઊભા હશે"},{"SurahNumber":14,"VerseNumber":49,"Text":"તમે તે દિવસે પાપીઓને જોશો કે એક જગ્યા પર સાંકળોમાં જકડાયેલા હશે"},{"SurahNumber":14,"VerseNumber":50,"Text":"તેમના વસ્ત્રો ગંધકના હશે અને આગ તેમના મોઢાઓ પર વ્યાપેલી હશે"},{"SurahNumber":14,"VerseNumber":51,"Text":"આ એટલા માટે કે અલ્લાહ તઆલા દરેક વ્યક્તિને તેના કર્મોનો બદલો આપશે, નિ:શંક અલ્લાહ તઆલાને હિસાબ લેતા કંઈ પણ વાર નહીં થાય"},{"SurahNumber":14,"VerseNumber":52,"Text":"આ કુરઆન દરેક લોકો માટે સચેત નામું છે, જેથી તેના દ્વારા તેઓને સચેત કરી દેવામાં આવે અને ખૂબ સારી રીતે જાણી લે કે અલ્લાહ એક જ પૂજ્ય છે અને જેથી બુદ્ધિશાળી લોકો સમજી લે"}]}