{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"آيا نديده‌اى آن كسان را كه نعمت خدا را به كفر بدل ساختند و مردم خود را به ديار هلاك بردند؟"},{"SurahNumber":14,"VerseNumber":29,"Text":"به جهنم، آن قرارگاه بد، داخل مى‌شوند"},{"SurahNumber":14,"VerseNumber":30,"Text":"براى خدا همتايانى قرار دادند تا مردم را از راه او گمراه سازند. بگو: اكنون بهره‌مند گرديد كه سرانجامتان آتش است"},{"SurahNumber":14,"VerseNumber":31,"Text":"به بندگان من كه ايمان آورده‌اند بگو تا نماز بگزارند و از آنچه روزيشان داده‌ايم نهان و آشكارا انفاق كنند، پيش از آنكه روزى فرا رسد كه در آن نه خريد و فروختى باشد و نه هيچ دوستيى به كار آيد"},{"SurahNumber":14,"VerseNumber":32,"Text":"خداست كه آسمانها و زمين را آفريد و از آسمان باران نازل كرد و بدان باران براى روزى شما ميوه‌ها رويانيد و كشتيها را رام شما كرد تا به فرمان او در دريا روان شوند و رودها را مسخر شما ساخت"},{"SurahNumber":14,"VerseNumber":33,"Text":"و آفتاب و ماه را كه همواره در حركتند رام شما كرد و شب و روز را مسخر شما گردانيد"},{"SurahNumber":14,"VerseNumber":34,"Text":"و هر چه از او خواسته‌ايد به شما ارزانى داشته است و اگر خواهيد كه نعمتهايش را شمار كنيد، نتوانيد، كه آدمى ستمكار و كافر نعمت است"},{"SurahNumber":14,"VerseNumber":35,"Text":"و ابراهيم گفت: اى پروردگار من، اين سرزمين را ايمن گردان و مرا و فرزندانم را از پرستش بتان دور بدار"},{"SurahNumber":14,"VerseNumber":36,"Text":"اى پروردگار من، اينها بسيارى از مردم را گمراه كرده‌اند، پس هر كس كه از من پيروى كند از من است و هر كس فرمان من نبرد، تو آمرزنده و مهربانى"},{"SurahNumber":14,"VerseNumber":37,"Text":"اى پروردگار ما، برخى از فرزندانم را به واديى بى‌هيچ كشته‌اى، نزديك خانه گرامى تو جاى دادم، اى پروردگار ما، تا نماز بگزارند. دلهاى مردمان چنان كن كه هواى آنها كند و از هر ثمره‌اى روزيشان ده، باشد كه سپاس گزارند"},{"SurahNumber":14,"VerseNumber":38,"Text":"اى پروردگار ما، هر چه را پنهان مى‌داريم يا آشكار مى‌سازيم تو بدان آگاهى. و بر خدا هيچ چيز در زمين و آسمان پوشيده نيست"},{"SurahNumber":14,"VerseNumber":39,"Text":"سپاس خدايى را كه در اين پيرى اسماعيل و اسحاق را به من عطا كرد. پروردگار من دعاها را مى‌شنود"},{"SurahNumber":14,"VerseNumber":40,"Text":"اى پروردگار من، مرا و فرزندان مرا برپاى‌دارندگان نماز گردان. اى پروردگار ما، دعاى مرا بپذير"},{"SurahNumber":14,"VerseNumber":41,"Text":"اى پروردگار ما، مرا و پدر و مادرم و همه مؤمنان را در روز شمار بيامرز"},{"SurahNumber":14,"VerseNumber":42,"Text":"و مپندار كه خدا از كردار ستمكاران غافل است. عذابشان را تا آن روز كه چشمها در آن خيره مى‌ماند، به تاخير مى‌افكند"},{"SurahNumber":14,"VerseNumber":43,"Text":"مى‌شتابند، سرها را بالا گرفته‌اند. چشم بر هم نمى‌زنند، و دلهايشان خالى از خرد است"},{"SurahNumber":14,"VerseNumber":44,"Text":"مردم را از آن روز كه عذاب فرا مى‌رسد بترسان. ستمكاران مى‌گويند: بار خدايا، ما را اندكى مهلت ده تا دعوت تو را اجابت كنيم و از پيامبران تو پيروى كنيم. آيا شما پيش از اين سوگند نمى‌خورديد كه هرگز زوال نمى‌يابيد؟"},{"SurahNumber":14,"VerseNumber":45,"Text":"در خانه‌هاى كسانى كه خود بر خويشتن ستم مى‌كردند، جاى گرفتيد و دانستيد با آنان چگونه رفتار كرديم، و برايتان مثلها زديم"},{"SurahNumber":14,"VerseNumber":46,"Text":"آنان نيرنگهاى خود نمودند و خدا از نيرنگهايشان آگاه بود. هر چند كه از نيرنگهايشان كوه از پاى درمى‌آمد"},{"SurahNumber":14,"VerseNumber":47,"Text":"مپندار كه خدا وعده‌اى را كه به پيامبرانش داده است خلاف مى‌كند. خداوند پيروزمند و انتقام‌گيرنده است"},{"SurahNumber":14,"VerseNumber":48,"Text":"آن روز كه زمين به زمينى جز اين بدل شود و آسمانها به آسمانى ديگر، و همه در پيشگاه خداى واحد قهار حاضر آيند"},{"SurahNumber":14,"VerseNumber":49,"Text":"مجرمان را در آن روز به غلهايى كه دست را به گردن بندد، بسته بينى"},{"SurahNumber":14,"VerseNumber":50,"Text":"جامه‌هاشان از قطران است و آتش صورتهاشان را فروپوشيده است"},{"SurahNumber":14,"VerseNumber":51,"Text":"تا خدا هر كس را برابر عملش كيفر دهد، هرآينه خدا سريع الحساب است"},{"SurahNumber":14,"VerseNumber":52,"Text":"اين پيامى است براى مردم، تا بدان بيمناك شوند و بدانند كه اوست خداى يكتا، و تا خردمندان پند گيرند"}]}