{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Tāra sampradāẏēra dāmbhika sardārarā balalaḥ hē śōẏāẏēba, āmarā abaśya'i tōmākē ēbaṁ tōmāra sāthē biśbāsa sthāpanakārīdērakē śahara thēkē bēra karē dēba athabā tōmarā āmādēra dharmē pratyābartana karabē. Śōẏāẏēba balalaḥ āmarā apachanda karalē'ō ki"},{"SurahNumber":7,"VerseNumber":89,"Text":"āmarā āllāhara prati mithyā apabādakārī haẏē yāba yadi āmarā tōmādēra dharmē pratyābartana kari, athaca tini āmādērakē ē thēkē mukti diẏēchēna. Āmādēra kāja naẏa ē dharmē pratyābartana karā, kintu āmādēra prati pālaka āllāha yadi cāna. Āmādēra pratipālaka pratyēka bastukē sbīẏa jñāna dbārā bēṣṭana karē āchēna. Āllāhara prati'i āmarā bharasā karēchi. Hē āmādēra pratipālaka āmādēra ō āmādēra sampradāẏēra madhyē phaẏasālā karē chila yathārtha phaẏasālā. Āpani'i śrēṣṭatama phasalā phaẏasālākārī."},{"SurahNumber":7,"VerseNumber":90,"Text":"Tāra sampradāẏēra kāphēra sardārarā balalaḥ yadi tōmarā śōẏāẏēbēra anusaraṇa kara, tabē niścita'i kṣatigrasta habē."},{"SurahNumber":7,"VerseNumber":91,"Text":"Anantara pākaṛā'ō karala tādērakē bhūmikampa. Phalē tārā sakāla bēlāẏa gr̥ha madhyē upuṛa haẏē paṛē ra'ila."},{"SurahNumber":7,"VerseNumber":92,"Text":"Śōẏāẏēbēra prati mithyārōpakārīrā yēna kōna dina sēkhānē basabāsa'i karēni. Yārā śōẏāẏēbēra prati mithyārōpa karēchila, tārā'i kṣatigrastha hala."},{"SurahNumber":7,"VerseNumber":93,"Text":"Anantara sē tādēra kācha thēkē prasthāna karala ēbaṁ balalaḥ hē āmāra sampradāẏa, āmi tōmādērakē pratipālakēra paẏagāma pauchē diẏēchi ēbaṁ tōmādēra hita kāmanā karēchi. Ēkhana āmi kāphēradēra jan'yē kēna duḥkha karaba."},{"SurahNumber":7,"VerseNumber":94,"Text":"Āra āmi kōna janapadē kōna nabī pāṭhā'ini, tabē (ēmatābasthāẏa) yē pākaṛā'ō karēchi sē janapadēra adhibāsīdigakē kaṣṭa ō kaṭhōratāra madhyē, yātē tārā śithila haẏē paṛē."},{"SurahNumber":7,"VerseNumber":95,"Text":"Ataḥpara akalyāṇēra sthalē tā kalyāṇē badalē diẏēchē. Ēmanaki tārā anēka bēṛē giẏēchi ēbaṁ balatē śuru karēchē, āmādēra bāpa-dādādēra upara'ō ēmana ānanda-bēdanā ēsēchē. Ataḥpara āmi tādērakē pākaṛā'ō karēchi ēmana ākasmikabhābē yē tārā ṭēra'ō pāẏani."},{"SurahNumber":7,"VerseNumber":96,"Text":"Āra yadi sē janapadēra adhibāsīrā īmāna ānata ēbaṁ parahēyagārī abalambana karata, tabē āmi tādēra prati āsamānī ō pārthiba nēẏāmata samūha um'mukta karē ditāma. Kintu tārā mithyā pratipanna karēchē. Sutarāṁ āmi tādērakē pākaṛā'ō karēchi tādēra kr̥takarmēra badalātē."},{"SurahNumber":7,"VerseNumber":97,"Text":"Ēkhana'ō ki ē'i janapadēra adhibāsīrā ē byāpārē niścinta yē, āmāra āyāba tādēra upara rātēra bēlāẏa ēsē paṛabē athaca takhana tārā thākabē ghumē acētana."},{"SurahNumber":7,"VerseNumber":98,"Text":"Āra ē'i janapadēra adhibāsīrā ki niścinta haẏē paṛēchē yē, tādēra upara āmāra āyāba dinēra bēlātē ēsē paṛabē athaca tārā takhana thākabē khēlā-dhulāẏa matta."},{"SurahNumber":7,"VerseNumber":99,"Text":"Tārā ki āllāhara pākaṛā'ōẏēra byāpārē niścinta haẏē gēchē? Bastutaḥ āllāhara pākaṛā'ō thēkē tārā'i niścinta hatē pārē, yādēra dhbansa ghaniẏē āsē."},{"SurahNumber":7,"VerseNumber":100,"Text":"Tādēra nikaṭa ki ēkathā prakāśita haẏani, yārā uttārādhikāra lābha karēchē. Sēkhānakāra lōkadēra dhbansaprāpta habāra para yadi āmi icchā karatāma, , tabē tādērakē tādēra pāpēra daruna pākaṛā'ō karē phēlatāma. Bastutaḥ āmi mōhara ēm̐ṭē diẏēchi tādēra antarasamūhēra upara. Kājē'i ērā śunatē pāẏa nā."},{"SurahNumber":7,"VerseNumber":101,"Text":"Ēgulō hala sē saba janapada yāra kichu bibaraṇa āmi āpanākē abahita karachi. Āra niścita'i ōdēra kāchē pauchēchilēna rasūla nidarśana sahakārē. Ataḥpara kasminakāla'ō ērā īmāna ānabāra chila nā, tāraparē yā tāra itipūrbē mithyā balē pratipanna karēchē. Ēbhābē'i āllāha kāphēradēra antarē mōhara ēm̐ṭē dēna."},{"SurahNumber":7,"VerseNumber":102,"Text":"Āra tādēra adhikānśa lōkakē'i āmi pratijñā bāstabāẏanakārīrūpē pā'ini; baraṁ tādēra adhikānśakē pēẏēchi hukuma amān'yakārī."},{"SurahNumber":7,"VerseNumber":103,"Text":"Ataḥpara āmi tādēra parē mūsākē pāṭhiẏēchi nidarśanābalī diẏē phērā'una ō tāra sabhāsadadēra nikaṭa. Bastutaḥ ōrā tām̐ra mōkābēlāẏa kupharī karēchē. Sutarāṁ cēẏē dēkha, ki pariṇati haẏēchē anācārīdēra."},{"SurahNumber":7,"VerseNumber":104,"Text":"Āra mūsā balalēna, hē phērā'una, āmi biśba-pālanakartāra pakṣa thēkē āgata rasūla."},{"SurahNumber":7,"VerseNumber":105,"Text":"Āllāhara pakṣa thēkē yē satya ēsēchē, tāra byatikrama kichu nā balāra byāpārē āmi sudr̥ṛha. Āmi tōmādēra para'ōẏāradēgārēra nidarśana niẏē ēsēchi. Sutarāṁ tumi banī isarā'īladērakē āmāra sāthē pāṭhiẏē dā'ō."},{"SurahNumber":7,"VerseNumber":106,"Text":"Sē balala, yadi tumi kōna nidarśana niẏē ēsē thāka, tāhalē tā upasthita kara yadi tumi satyabādī haẏē thāka."},{"SurahNumber":7,"VerseNumber":107,"Text":"Takhana tini nikṣēpa karalēna nijēra lāṭhikhānā ēbaṁ tāṯkṣaṇāṯ tā jalajyānta ēka ajagarē rūpāntarita haẏē gēla."},{"SurahNumber":7,"VerseNumber":108,"Text":"Āra bēra karalēna nijēra hāta ēbaṁ tā saṅgē saṅgē darśakadēra cōkhē dhabadhabē ujjbala dēkhātē lāgala."},{"SurahNumber":7,"VerseNumber":109,"Text":"Phērā'unēra sāṅga-pāṅgarā balatē lāgala, niścaẏa lōkaṭi bijña-yādukara."},{"SurahNumber":7,"VerseNumber":110,"Text":"Sē tōmādigakē tōmādēra dēśa thēkē bēra karē ditē cāẏa. Ē byāpārē tōmādēra ki mata"},{"SurahNumber":7,"VerseNumber":111,"Text":"tārā balala, āpani tākē ō tāra bhā'ikē abakāśa dāna karuna ēbaṁ śaharē bandarē lōka pāṭhiẏē dina lōkadēra samabēta karāra jan'ya."},{"SurahNumber":7,"VerseNumber":112,"Text":"Yātē tārā parākāṣṭhāsampanna bijña yādukaradēra ēnē samabēta karē."},{"SurahNumber":7,"VerseNumber":113,"Text":"Bastutaḥ yādukararā ēsē phērā'unēra kāchē upasthita hala. Tārā balala, āmādēra jan'yē ki kōna pāriśramika nirdhārita āchē, yadi āmarā jaẏalābha kari"},{"SurahNumber":7,"VerseNumber":114,"Text":"sē balala, hyām̐ ēbaṁ abaśya'i tōmarā āmāra nikaṭabartī lōka haẏē yābē."},{"SurahNumber":7,"VerseNumber":115,"Text":"Tārā balala, hē mūsā! Haẏa tumi nikṣēpa kara athabā āmarā nikṣēpa karachi."},{"SurahNumber":7,"VerseNumber":116,"Text":"Tini balalēna, tōmarā'i nikṣēpa kara. Yakhana tārā nikṣēpa karala takhana lōkadēra cōkhagulōkē bādhiẏē dila, bhīta-santrasta karē tulala ēbaṁ mahāyādu pradarśana karala."}]}