{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Murawo wakatarwa naAllah (Zuva Rekutongwa) uchasvika, saka musave munoda kuukurumidzisa. Kurumbidzwa ngakuve kwavari uye vari pamusoro pezvese zvavanovasanganisa nazvo"},{"SurahNumber":16,"VerseNumber":2,"Text":"Vanotumidzira ngirozi neRooh (Mashoko avo) nemurawo wavo kune wavada kubva kune varanda vavo (vachiti): “Yambirai (vanhu) kuti Laa ilaaha illaa Ana (Hapana anekodzero yekunamatwa kunze kwangu), saka ityai inini (nekusaita mabasa akaipa).”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Vakasika matenga nenyika muchokwadi. Vari pamusoro pezvese zvavanovasanganisa nazvo"},{"SurahNumber":16,"VerseNumber":4,"Text":"Vakasika munhu kubva kuNutfah (musanganiswa wemvura yababa naamai), asi tarisai, anobva aita mupikisi ari pachena"},{"SurahNumber":16,"VerseNumber":5,"Text":"Uye nemombe, vakakusikirai; munowana kubva madziri kudziirwa (mbasha dzinodziya) nezvakati wandei zvinobatsira, uye kubva madziri munodya"},{"SurahNumber":16,"VerseNumber":6,"Text":"Uye munowana kubva madziri runako pamunodzitora kubva kumafuro manheru, uye nepamunodziendesa kumafuro mangwanani"},{"SurahNumber":16,"VerseNumber":7,"Text":"Uye dzinotakura mikwende yenyu kusvika kunzvimbo yamusingakwanisi kusvika kunze kwekuti mashungurudzika zvakanyanya. Uye Tenzi venyu vazere nerudo, vane tsitsi zhinji"},{"SurahNumber":16,"VerseNumber":8,"Text":"Uye (vakakusikirai) mabhiza, nyurusi nembongoro kuti muzvitasve uye senzira yekuzvishongedza. Uye vanosika zvinhu zvamusina ruzivo nazvo"},{"SurahNumber":16,"VerseNumber":9,"Text":"Uye Allah ndivo vane kodzero yekutsanangudza nzira yakatwasuka. Asi pane nzira dzinotsauka (Kunamata zvidhori, chiJudha nechiKristu). Uye dai vaida, vangadai vakakutungamirirai mose"},{"SurahNumber":16,"VerseNumber":10,"Text":"Ndivo (Allah) vanonaisa mvura kubva kudenga; kubva mairi munomwa uye zvirimwa (zvinokura) zvamunozotumira zvipfuwo zvenyu kunofura"},{"SurahNumber":16,"VerseNumber":11,"Text":"Vanokumereserai nemvura iyoyo zvirimwa nemaOrivhi (Zaitoon), nemadheti, nemagirepi, uye nemichero yese. Zvirokwazvo, mune izvi mune chiratidzo kune vanhu vanofunga"},{"SurahNumber":16,"VerseNumber":12,"Text":"Uye vakakugadzikirai usiku nesikati, uye zuva nemwedzi, uye vakagadzika nyenyedzi nemurawo wavo. Zvirokwazvo, mune izvi mune chiratidzo kune vanhu vanonzwisisa"},{"SurahNumber":16,"VerseNumber":13,"Text":"Uye vakakusikirai zvese pano pasi zvine ndarama dzakasiyana-siyana. Zvirokwazvo, mune izvi mune chiratidzo kune vanhu vanorangarira"},{"SurahNumber":16,"VerseNumber":14,"Text":"Uye ndivo vakakugadzikirai gungwa, kuti muve munodya kubva mariri nyama nhete nyoro (hove), uye kuti muve munoburitsa kubva mariri zvinemo zvekupfeka. Uye unoona ngarava dzichifamba mariri, kuti muve munotsvaga makomborero avo, uye kuti muve munotenda"},{"SurahNumber":16,"VerseNumber":15,"Text":"Uye vakagadzika panyika makomo akamira zvakabata, kuti zvimwe ingabvunde nemi; uye nzizi nenzira, kuti muve munotungamirirwa"},{"SurahNumber":16,"VerseNumber":16,"Text":"Uye zviratidzo (masikati) uye nenyenyedzi (husiku) munozvitungamirira"},{"SurahNumber":16,"VerseNumber":17,"Text":"Vakafanana here vanosika neuyo asingasiki? Hamurangariri here"},{"SurahNumber":16,"VerseNumber":18,"Text":"Uye mukada kuverenga makomborero aAllah, hamukwanisi kumaverenga. Zvirokwazvo, Allah vanoregerera zvikuru, vane tsitsi zhinji"},{"SurahNumber":16,"VerseNumber":19,"Text":"Uye Allah vanoziva zvamunovanza nezvamunoburitsa"},{"SurahNumber":16,"VerseNumber":20,"Text":"Avo (vanosanganisa Allah nezvimwe zvinhu) vavanokumbira kunze kwaAllah, havana kana chavakasika, asi ivo zvisikwa (vakasikwa)"},{"SurahNumber":16,"VerseNumber":21,"Text":"Zvitunha, havasi vapenyu, uye havazivi kuti vachamutswa rinhi"},{"SurahNumber":16,"VerseNumber":22,"Text":"Mwari wenyu ndiMwari vamwechete (Allah). Asi avo vasingatendi muhupenyu hwemangwana, moyo yavo inoramba (kutenda muhumwechete hwaAllah), uye vanozvikudza"},{"SurahNumber":16,"VerseNumber":23,"Text":"Zvirokwazvo, Allah vanoziva zvavanovanza nezvavanoburitsa. Zvirokwazvo, (Allah) havadi vanozvikudza"},{"SurahNumber":16,"VerseNumber":24,"Text":"Uye kana zvikanzi kwavari: “Chii chakadzikiswa naTenzi venyu (kuna Muhammad (SAW))?” Vanoti: “Ingano dzemadzitateguru!”"},{"SurahNumber":16,"VerseNumber":25,"Text":"Vachatakura mutoro wavo zvizere pazuva rekumutswa, uye nemutoro weavo vavakarunzira (vavakarasisa) vasina ruzivo. Zvirokwazvo, uipi ndeizvo zvavachatakura"},{"SurahNumber":16,"VerseNumber":26,"Text":"Zvirokwazvo, avo vakanga varipo mushure mavo vakaronga, asi Allah vakaparadza migero yemidhadhadha (dzimba) yavo, uye denga (remba) rakadonha pasi pavari kubva pamusoro pavo, uye marwadzo akavabata kubva kune mativi avakanga vasina kutarisira"},{"SurahNumber":16,"VerseNumber":27,"Text":"Uye nezuva rekumutswa, vachavanyadzisa uye vachati: “Varipi vamwe vangu avo pamusoro pavo maipikisana nekukakavadzana (nevatendi musingateereri Allah)?” Avo vakapihwa ruzivo (rwemutongo waAllah kune vasingatendi) vachati: “Zvirokwazvo, kudzikisirwa nemarwadzo zvichave kune vasingatendi zuva iri.”"},{"SurahNumber":16,"VerseNumber":28,"Text":"“Avo hupenyu hwavo unotorwa nengirozi vachizvitadzira (vasingatendi munaAllah uye vachiita mabasa akaipa).” Vachapa uchapupu hwekunyepa (vachiti): “Taisaita zvakaipa.” (Ngirozi dzichapindura dzichiti): “Hongu! Zvirokwazvo, Allah vanoziva zvikuru zvamaiita.”"},{"SurahNumber":16,"VerseNumber":29,"Text":"“Naizvozvo pindai mikova yekuGehena kunogaramo, uye zvirokwazvo, inzvimbo yakaipa chaizvo kune vanozvikudza.”"}]}