{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Maga ti garbhavati jhali ani yaca karanastava ti ekagracitta ho'una eka duracya thikani nighuna geli"},{"SurahNumber":19,"VerseNumber":23,"Text":"Maga prasava-pida tila eka khajuricya jhadakhali ghe'una ali ani ticya tonduna nighale, arere! Mi yapurvi meli asati ani lokanna majha agadi visara padala asata"},{"SurahNumber":19,"VerseNumber":24,"Text":"Tevadhyata tila utarakaduna haka aiku ali ki, nirasa ho'u nakosa, tujhya palanakartyane tujhya payakhali eka jhara pravahita kela ahe"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ani tya khajuricya jhadacya phandila apalyakade halava. Ti tujhyasamora tajya pikalelya khajuri padila"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ata nirdhasta ho'una kha ani pi ani dole thanda rakha, jara tula ekhada manusya disala tara sanga ki mi dayavana allahacya navane roja (upavasa) thevala ahe. Aja mi konatyahi manasasi bolanara nahi"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ata (hajarata isa) yanna ghe'una ti apalya lokammadhye ali. Sarvajana mhanale, mariyama, tu mothe va'ita krtya kelesa"},{"SurahNumber":19,"VerseNumber":28,"Text":"He harunacya bahini! Na tara tujha pita va'ita manusa hota, ani na tujhi a'i duracari hoti"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Mariyamane) apalya balakade isara kela, sarva mhanu lagale, ata kusita asalelya balasi amhi bolanara tari kase"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Bala) ud‌garale, mi sarvasrestha allahaca dasa ahe. Tyane mala grantha pradana kela ahe ani mala apala paigambara (duta) banavile ahe"},{"SurahNumber":19,"VerseNumber":31,"Text":"Ani tyane mala subha mangaladayi banavile ahe, jithe dekhila mi rahina ani joparyanta mi jivanta rahina toparyanta tyane mala namaja ani jakataca adesa dila ahe"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ani tyane mala apalya mateca sevaka banavile ahe ani mala kathora ani durdaivi kele nahi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Ani majhyavara majhya janmacya divasi ani majhya mrtyucya divasi ani jya divasi mi dusaryanda ubha kela ja'ina, majhyavara santi-salamati ahe"},{"SurahNumber":19,"VerseNumber":34,"Text":"Hi ahe sacci kahani mariyamaca putra isaci. Hica ti satya gostahoya, jyababata loka sansayata padale aheta"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allahakarita santati asane ucita nahi to tara atisaya pavitra ahe to jevha ekhadya kamaca sankalpa karato tevha tyasathi mhanato ho'una ja ani tya ksani te ghaduna yete"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ani majha ani tumha sarvanca palanakarta allahaca ahe. Tevha tumhi sarva tyacica upasana kara, haca sarala marga ahe"},{"SurahNumber":19,"VerseNumber":37,"Text":"Maga (he) gata apasata matabheda karu lagale. Tathapi kaphiransathi duhkha ahe eka bhayankara divasacya yenyane"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kiti cangale pahanare aikanare asatila tya divasi, jevha amacyasamora hajara hotila, parantu aja tara he atyacari loka ughada asa margabhrastateta padale aheta"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ani tumhi tyanna ya duhkha ani nirasecya divasace bhaya aikava jevha karya purnatvasa pohacavile ja'ila ani he loka gaphalatita ani be'imanitaca paduna rahatila"},{"SurahNumber":19,"VerseNumber":40,"Text":"Nihsansaya, dharatice ani dharativara rahanaryance varasa amhica asanara ani samasta loka amacyacakade paratavuna anale jatila"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ya granthata ibrahima (cya vrttanta) ca ullekha kara. Nihsansaya te mothe sacce paigambara (isaduta) hote"},{"SurahNumber":19,"VerseNumber":42,"Text":"Jevha te apalya pityasa mhanale, he pita! Tumhi asanci upasana ka karita ahata je na aiku sakatila, na pahu sakatila ani na tumhala kasalahi labha pohacavu sakatila"},{"SurahNumber":19,"VerseNumber":43,"Text":"He (majhya priya) pita! (Tumhi paha) majhyajavala te jnana ale ahe je tumacyajavala aleca nahi, tevha tumhi majheca mhanane man'ya kara mi agadi sarala margakade tumace margadarsana karina"},{"SurahNumber":19,"VerseNumber":44,"Text":"He majhya pitya! Tumhi saitanaci upasana karanyapasuna thamba saitana tara dayalu ani krpalu allahaci khupa avajna karanara ahe"},{"SurahNumber":19,"VerseNumber":45,"Text":"He pita! Mala bhaya vatate ki kadacita tumacyavara allahaci ekhadi siksa yatana na ye'una kosalavi ki (jyamule) tumhi saitanace mitra banave"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Pityane) uttara dile, he ibrahima! Kaya tu amacya upasyampasuna tonda phiravita ahesa? (Aika) jara tu ase karane thambavile nahi tara mi tula dagadanni (thecuna) maruna takina, ja eka dirgha mudataparyanta majhyapasuna vegalaca raha"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahima) mhanale, thika ahe. Salama aso tumacyavara mi tara apalya palanakartyajavala tumacyasathi maphici du'a (prarthana) karita rahina. To majhyavara atisaya jasta meharabani karita ahe"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ani mi tara tumhalahi ani jyanna jyanna tumhi allahasivaya pukarata tyanna (sarvanna) hi sodata ahe. Mi phakta apalya palanakartyala pukarita rahina. Mala purna visvasa ahe ki mi apalya palanakartyajavala du'a (prarthana) karanyata asaphala rahanara nahi"},{"SurahNumber":19,"VerseNumber":49,"Text":"Jevha (ibrahima yanni) tya sarvanca ani allahasivaya tyancya sarva upasyanca tyaga kela, tevha amhi tyanna isahaka ani yakuba pradana kele ani pratyekala paigambara banavile"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ani tya sarvanna amhi apali bharapura daya-krpa pradana keli ani amhi tyancya sacca vayadyala bulanda darja dila"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ya granthata musacahi ullekha kara, jo nivadalela ani rasula ani nabi (paigambara) hota"},{"SurahNumber":19,"VerseNumber":52,"Text":"Amhi tyanna (musala) tura parvatacya ujavya kinaryakaduna pukarale ani kanagosti karita tyanna javala kele"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ani apalya visesa daya-krpene tyanca bha'u haruna yannahi paigambara pada pradana kele"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ani ya granthata isma'ila (cya vrttanta) cahi ullekha kara. Te vayadyace mothe pakke hote ani te dekhila rasula ani nabi hote"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ani te apalya kutumbiyanna satata namaja ani jakata (dharmadana) ca adesa deta asata ani te apalya palanakartyacya darabarata priya ani pasanta kele gelele hote"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ani ya granthata idarisacahi ullekha kara te dekhila eka sacce paigambara hote"},{"SurahNumber":19,"VerseNumber":57,"Text":"Amhi tyanna mothe ucca sthana pradana kele"},{"SurahNumber":19,"VerseNumber":58,"Text":"Heca te paigambara hote, jyancyavara sarvasrestha allahane daya ani krpa keli, je adamacya santatipaiki aheta ani tya lokance vansaja aheta, jyanna amhi nuha yancyasobata nauketa svara kele hote ani ibrahima ani yakubacya santatipaiki ani amacyatarphe margadarsana labhalele ani amacya priya lokampaiki. Yancyasamora jevha atisaya dayavana allahacya ayatince pathana kele jata ase, te sajada karita ani khupa radata va gayavaya karita khali padata asata"}]}