{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"“O, popor al meu! De ce va chem eu catre mantuire, iar voi ma chemati catre Foc"},{"SurahNumber":40,"VerseNumber":42,"Text":"Voi ma chemati la tagaduirea lui Dumnezeu, sa-I alatur Lui ceva de care nu am stiinta, iar eu va chem catre Puternicul, Mult-iertatorul"},{"SurahNumber":40,"VerseNumber":43,"Text":"Fara indoiala, ca cel catre care ma chemati nu poate fi chemat nici in Viata de Acum, nici in Viata de Apoi. Intoarcerea noastra este la Dumnezeu, iar cei necumpatati vor fi sotii Focului"},{"SurahNumber":40,"VerseNumber":44,"Text":"Va veti aminti de ceea ce va spun: Eu imi incredintez soarta lui Dumnezeu. El este Vazator al robilor Sai.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Dumnezeu l-a pazit de relele pe care ei le-au urzit, iar raul osandei a invaluit casa lui Faraon"},{"SurahNumber":40,"VerseNumber":46,"Text":"Ei, Focului, vor fi infatisati dimineata si seara, iar in Ziua cand va veni Ceasul se va spune: “Aruncati casa lui Faraon in cea mai apriga osanda!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Cand se vor certa in Foc, vor spune cei slabi celor trufasi: “Noi v-am urmat voua. Acum oare ne scapati din Foc?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Cei care au fost trufasi vor spune: “Cu totii suntem in el.” Dumnezeu i-a judecat pe robii Sai"},{"SurahNumber":40,"VerseNumber":49,"Text":"Cei care vor fi in Foc vor spune pazitorilor Gheenei: “Chemati-L pe Domnul vostru ca sa ne usureze osanda cu o zi.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Pazitorii vor spune: “Trimisii vostri nu au venit la voi cu dovezi vadite?” Ei vor spune: “Ba da!” Pazitorii vor spune: “Chemati-L pe Dumnezeu!” Chemarea tagaduitorilor nu este insa decat ratacire"},{"SurahNumber":40,"VerseNumber":51,"Text":"Noi ii vom ajuta pe trimisii Nostri si pe cei care cred din Viata de Acum in Ziua cand martorii se vor ridica"},{"SurahNumber":40,"VerseNumber":52,"Text":"in Ziua aceea nedreptilor nu le va sluji la nimic dezvinuirea, ci vor avea blestemul, vor avea cel mai rau lacas"},{"SurahNumber":40,"VerseNumber":53,"Text":"Noi i-am daruit calauzirea lui Moise si le-am dat mostenire fiilor lui Israel Cartea"},{"SurahNumber":40,"VerseNumber":54,"Text":"drept calauzire si amintire celor daruiti cu minte"},{"SurahNumber":40,"VerseNumber":55,"Text":"Rabda! Fagaduiala lui Dumnezeu este Adevar. Cere-I iertare pentru pacatul tau! Preamareste-L cu lauda, seara si dimineata, pe Domnul tau"},{"SurahNumber":40,"VerseNumber":56,"Text":"Cei care se cearta asupra semnelor lui Dumnezeu, fara a li se fi dat vreo imputernicire, nu au decat trufie in inimile lor si nu isi vor atinge tinta. Cauta izbavire la Dumnezeu. El este Auzitorul, Vazatorul"},{"SurahNumber":40,"VerseNumber":57,"Text":"Crearea cerurilor si a pamantului este mai mare decat crearea oamenilor, insa cei mai multi oameni nu stiu"},{"SurahNumber":40,"VerseNumber":58,"Text":"Orbul si vazatorul nu sunt deopotriva, dupa cum nici cei care cred si savarsesc fapte bune nu sunt asemenea faptuitorului de rau. Putini sunt cei care chibzuiesc"},{"SurahNumber":40,"VerseNumber":59,"Text":"Fara indoiala, Ceasul va veni curand, insa cei mai multi oameni nu cred"},{"SurahNumber":40,"VerseNumber":60,"Text":"Domnul vostru spuse: “Chemati-Ma si va voi raspunde. Cei care sunt prea ingamfati sa Mi se inchine, caci curand, injositi, vor intra in Gheena.”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Dumnezeu v-a facut voua noaptea ca sa va odihniti, iar ziua ca sa vedeti. Dumnezeu este Stapanul harului pe care il pogoara asupra oamenilor, insa cei mai multi oameni nu sunt multumitori"},{"SurahNumber":40,"VerseNumber":62,"Text":"Acesta este Dumnezeu, Domnul vostru, Creatorul a tot ceea ce este. Nu este dumnezeu afara de El. Cum de va intoarceti de la El"},{"SurahNumber":40,"VerseNumber":63,"Text":"Astfel, se intorc de la El, cei care se leapada de semnele Lui"},{"SurahNumber":40,"VerseNumber":64,"Text":"Dumnezeu este Cel ce v-a facut voua pamantul intaritura temeinica si cerul inalta zidire. El v-a plasmuit pe voi si v-a dat voua chip frumos si v-a inzestrat pe voi cu bunuri. Acesta este Dumnezeu, Domnul vostru! Binecuvantat fie Dumnezeu, Domnul lumilor"},{"SurahNumber":40,"VerseNumber":65,"Text":"El este Viul! Nu este dumnezeu afara de El. Chemati-L, curati Lui in credinta. Lauda lui Dumnezeu, Stapanul lumilor"}]}