{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"Eger barısa yanasırlarsa sen de yanas ve Allah’a guven. Suphesiz O isiten ve bilendir"},{"SurahNumber":8,"VerseNumber":62,"Text":"Seni aldatmak isterlerse, suphesiz Allah sana yeter. O, yardımıyla seni ve muminleri guclendirir"},{"SurahNumber":8,"VerseNumber":63,"Text":"Kalplerinizin arasını birlestirdi. Eger yeryuzunde olan her seyi sarfetseydin bile onların kalplerini birlestiremezdin. Fakat Allah, onların arasını birlestirmistir. Suphesiz O gucludur, hakimdir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey Peygamber! Allah’ın yardımı sana ve sana uyan muminlere yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey Peygamber! Muminleri savas icin hırslandır. Sizin sabırlı yirmi kisiniz onlardan iki yuz kisiyi yener. Sizin yuz kisiniz kafirlerden bin kisiyi yener. Cunku onlar anlayıssız bir toplumdur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Simdi Allah, yukunuzu hafifletti ve icinizdeki zayıfları bilmektedir. Bu sebeple sizden sabırlı yuz kisi iki yuz kisiye galip gelir. Sizden bin kisi olursa Allah’ın izni ile iki bin kisiye galip gelir. Allah sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":67,"Text":"Yeryuzunde savasırken, dusmanı yere sermeden esir alma hic bir peygambere yarasmaz! Gecici dunya malını istiyorsunuz. Oysa Allah, ahireti kazanmanızı ister. Allah gucludur, hakimdir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Daha once Allah’tan verilmis bir hukum olmasaydı, aldıklarınızdan dolayı size buyuk bir azap dokunurdu"},{"SurahNumber":8,"VerseNumber":69,"Text":"Elde ettiginiz ganimetleri temiz ve helal olarak yiyin; Allah’tan korkun, suphesiz Allah, bagıslayan ve merhamet edendir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey Peygamber, elinizde bulunan esirlere: -Allah kalbinizde bir iyilik bulursa, size sizden alınanın daha hayırlısını verir. Sizi bagıslar, Allah bagıslayandır, merhamet edendir, de"},{"SurahNumber":8,"VerseNumber":71,"Text":"Esirler sana ihanet etmek isterlerse, onlar daha once Allah’a da hainlik etmislerdi. Allah sana, onlara karsı imkan verdi. Allah bilendir, hakimdir"},{"SurahNumber":8,"VerseNumber":72,"Text":"Iman eden, hicret eden, Allah yolunda mallarıyla ve canlarıyla cihat eden ve (muhacirleri) barındırıp, onlara yardım edenler. Iste onlar birbirlerinin velisidir. Iman edip de hicret etmeyenler, onlar hicret edene kadar hic bir velayetiniz yoktur. Fakat din hususunda sizden yardım isterlerse onlara -aranızda anlasma olan toplumdan baskasına karsı- yardım etmeniz gerekir. Allah yaptıklarınızı gormektedir"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kafir olanlar birbirlerinin velisidir. Eger siz bunu yapmazsanız yeryuzunde bir fitne ve buyuk bir fesat olur"},{"SurahNumber":8,"VerseNumber":74,"Text":"Iman edip, hicret eden, Allah yolunda cihat eden, barındıran ve yardım edenler, iste onlar gercek muminlerdir. Onlara bagıs ve bol rızıklar vardır"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sonra iman eden, hicret eden ve sizin yanınızda cihat edenler, onlar da sizdendir. Akraba, Allah’ın kitabında birbirlerine daha yakındır. Allah, suphesiz her seyi bilendir"}]}