{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Suayb’ın kavminden buyukluk taslayan ileri gelenler dediler ki: \"Ey Suayb! Elbette seni ve seninle birlikte iman edenleri memleketimizden cıkaracagız yahut mutlaka bizim dinimize doneceksiniz.\" dediler. Su’ayb: “Istemesek de mi?” dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"“Allah, bizi sizin dininizden kurtardıktan sonra eger ona donersek mutlaka Allah’a karsı yalan uydurmus oluruz. Rabbimiz Allah’ın dilemesi olmadıkca, sizin dininize donmemiz bizim icin olacak sey degildir. Rabbimiz her seyi ilmiyle kusatmıstır. Biz yalnız Allah’a tevekkul ettik. Ey Rabbimiz! Bizimle kavmimiz arasında gercekle hukmet. Cunku sen hukmedenlerin en hayırlısısın.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"(Su’ayb’ın) kavminden kafir olan ileri gelenler dediler ki: “(Ey ahali!) Andolsun ki eger Su’ayb’a uyarsanız, o takdirde mutlaka siz zarar edenler olursunuz.”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken, onları o korkunc sarsıntı yakaladı da yurtlarında yuzustu hareketsiz coke kaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Su’ayb’ı yalanlayanlar sanki orada hic yasamamıslardı. Suayb’ı yalanlayanlar var ya, asıl ziyana ugrayanlar onlar oldu"},{"SurahNumber":7,"VerseNumber":93,"Text":"(Su’ayb) onlardan yuz cevirdi ve dedi ki: \"Ey kavmim! Size Rabbimin gonderdiklerini acıklamıs ve size nasihat etmistim. Simdi kafir bir kavme karsı nasıl uzulebilirim"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz, hangi memlekete bir peygamber gonderdiysek, yalvarıp yakarsınlar diye mutlaka oranın halkını yoksulluk ve darlıga ugratmısızdır"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kotulugun (sıkıntı ve darlıgın) yerine iyiligi (bolluk ve genisligi) getirdik. Nihayet cogaldılar ve (nankorluk edip): “Atalarımız da darlıga ugramıs ve bolluga kavusmuslardı.” dediler. Biz de farkında degillerken onları ansızın yakaladık"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eger (yalanlayan) memleketlerin halkı iman edip, takvalı olsalardı; biz de onlara gokten ve yerden bereketler acardık. Fakat yalanladılar. Bu sebeple onları yapmakta olduklarıyla yakaladık"},{"SurahNumber":7,"VerseNumber":97,"Text":"Acaba o ulkelerin halkı, geceleyin uyurlarken azabımızın kendilerine geleceginden guvende mi oldular"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ya da ulkelerin halkı azabımızın gupegunduz onlar eglencede iken baslarına gelivermesinden guvende mi oldular"},{"SurahNumber":7,"VerseNumber":99,"Text":"Allah’ın tuzagından emin mi oldular? Allah’ın tuzagından husrana ugramıs toplumdan baskası asla emin olmaz"},{"SurahNumber":7,"VerseNumber":100,"Text":"Onceki sahiplerinden sonra yeryuzune varis olanlara, hala (su gercek) belli olmadı mı? Dilemis olsaydık onları da, gunahları yuzunden felakete ugratır ve kalpleri uzerine muhur basardık; boylece isitmez ve anlamaz duruma gelirlerdi"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste bu sana haberlerini anlattıgımız ulkelerdir. Onlara elcilerimiz apacık delillerle gelmislerdi de daha once yalanladıklarına iman etmeye yanasmadılar. Iste Allah, kafirlerin kalplerini boyle muhurler"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların cogunda ahde vefa bulamadık. Aksine onların cogunu hak yoldan cıkmıs fasıklar olarak bulduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra onların ardından Musa’yı, apacık mucizelerimizle Firavun’a ve onun ileri gelen adamlarına peygamber olarak gonderdik de onlara (mucizelere karsı) zalimlik ettiler. Bak, bozguncuların sonu nasıl oldu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa dedi ki: “Ey Firavun! Suphesiz ki ben alemlerin Rabbi tarafından gonderilmis bir peygamberim.”"},{"SurahNumber":7,"VerseNumber":105,"Text":"Bana yarasan, Allah hakkında gercek olandan baskasını soylememektir. Size Rabbinizden apacık delillerle geldim. Artık Israilogulları'nı benimle beraber gonder"},{"SurahNumber":7,"VerseNumber":106,"Text":"“Eger sen bir ayet ile gelmissen ve eger dogru soyleyenlerden isen haydi onu goster!” dedi"},{"SurahNumber":7,"VerseNumber":107,"Text":"Bunun uzerine asasını (yere) bıraktı. (Asa) hemen apacık bir ejderha oluverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"Elini cıkardı. Ne gorsunler! O bakanlara bembeyaz parlıyordu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun’un kavminden ileri gelenler, dediler ki: “Suphesiz bu adam gayet bilgin bir sihirbazdır.”"},{"SurahNumber":7,"VerseNumber":110,"Text":"“Sizi yurdunuzdan cıkarmak istiyor.” (Firavun sordu): “O halde ne buyurursunuz?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onu ve kardesini simdilik beklet ve sehirlere (gorevli) toplayıcılar gonder"},{"SurahNumber":7,"VerseNumber":112,"Text":"“Sana ne kadar bilgin sihirbaz varsa hepsini getirsinler.”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Firavun’a gelerek dediler ki: \"Eger biz galip gelirsek bir mukafat var, degil mi"},{"SurahNumber":7,"VerseNumber":114,"Text":"Evet! Elbette siz bana yakın kimselerden olacaksınız.\" dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar: \"Ey Musa! (Asanı) once ya sen at ya da once atanlar biz olalım.\" dediler"},{"SurahNumber":7,"VerseNumber":116,"Text":"O da: \"Siz atın!\" dedi. Onlar atınca, insanların gozlerini buyulediler, onları korkuttular ve buyuk bir sihir gosterdiler"}]}