{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Yārā saṯkarma karēchē tādēra jan'ya raẏēchē kalyāṇa ēbaṁ tāra'ō cēẏē bēśī. Āra tādēra mukhamanḍalakē ābr̥ta karabē nā malinatā kimbā apamāna. Tārā'i hala jānnātabāsī, ētē'i tārā basabāsa karatē thākabē anantakāla."},{"SurahNumber":10,"VerseNumber":27,"Text":"Āra yārā sañcaẏa karēchē akalyāṇa asaṯ karmēra badalāẏa sē parimāṇa apamāna tādēra cēhārākē ābr̥ta karē phēlabē. Kē'u nē'i tādērakē bām̐cātē pārē āllāhara hāta thēkē. Tādēra mukhamanḍala yēna ḍhēkē dēẏā haẏēchē ādhām̐ra rātēra ṭukarō diẏē. Ērā hala dōyakhabāsī. Ērā ētē'i thākabē anantakāla."},{"SurahNumber":10,"VerseNumber":28,"Text":"Āra yēdina āmi tādēra sabā'ikē samabēta karaba; āra yārā śēraka karata tādērakē balabaḥ tōmarā ēbaṁ tōmādēra śarīkarā nija nija jāẏagāẏa dām̐ṛiẏē yā'ō-ataḥpara tādērakē pārasparika bicchinna karē dēba, takhana tādēra śarīkarā balabē, tōmarā tō āmādēra upāsanā-bandēgī karani."},{"SurahNumber":10,"VerseNumber":29,"Text":"Bastutaḥ āllāha āmādēra ō tōmādēra mājhē sākṣī hisābē yathēṣṭa. Āmarā tōmādēra bandēgī samparkē jānatāma nā."},{"SurahNumber":10,"VerseNumber":30,"Text":"Sēkhānē pratyēkē yācā'i karē nitē pārabē yā kichu sē itipūrbē karēchila ēbaṁ āllāhara prati pratyābartana karabē yini tādēra prakr̥ta mālika, āra tādēra kācha thēkē dūrē yētē thākabē yārā mithyā balata."},{"SurahNumber":10,"VerseNumber":31,"Text":"Tumi jijñēsa kara, kē ruyī dāna karē tōmādērakē āsamāna thēkē ō yamīna thēkē, kimbā kē tōmādēra kāna ō cōkhēra mālika? Tāchāṛā kē jībitakē mr̥tēra bhētara thēkē bēra karēna ēbaṁ kē'ibā mr̥takē jībitēra madhya thēkē bēra karēna? Kē karēna karma sampādanēra byabasthāpanā? Takhana tārā balē uṭhabē, āllāha! Takhana tumi balō tāraparē'ō bhaẏa karacha nā"},{"SurahNumber":10,"VerseNumber":32,"Text":"ata'ēba, ē āllāha'i tōmādēra prakr̥ta pālanakartā. Āra satya prakāśēra parē (udabhrānta ghurāra mājhē) ki raẏēchē gōmarāhī chāṛā? Sutarāṁ kōthāẏa ghuracha"},{"SurahNumber":10,"VerseNumber":33,"Text":"ēmanibhābē sapramāṇita haẏē gēchē tōmāra para'ōẏāradēgārēra bāṇī sēsaba nāpharamānēra byāpārē yē, ērā īmāna ānabē nā."},{"SurahNumber":10,"VerseNumber":34,"Text":"Bala, āchē ki kē'u tōmādēra śarīkadēra mājhē yē sr̥ṣṭi kē paẏadā karatē pārē ēbaṁ ābāra jībita karatē pārē? Bala, āllāha'i prathamabāra sr̥ṣṭi karēna ēbaṁ ataḥpara tāra punarudbhaba karabēna. Ata'ēba, kōthāẏa ghurapāka khācchē"},{"SurahNumber":10,"VerseNumber":35,"Text":"jijñēsa kara, āchē ki kē'u tōmādēra śarīkadēra madhyē yē satya-saṭhika patha pradarśana karabē? Bala, āllāha'i satya-saṭhika patha pradarśana karēna, sutarāṁ ēmana yē lōka saṭhika patha dēkhābē tāra kathā mān'ya karā kimbā yē lōka nijē nijē patha khum̐jē pāẏa nā, tākē patha dēkhānō kartabya. Ata'ēba, tōmādēra ki hala, kēmana tōmādēra bicāra"},{"SurahNumber":10,"VerseNumber":36,"Text":"bastutaḥ tādēra adhikānśa'i śudhu āndāja-anumānēra upara calē, athaca āndāja-anumāna satyēra bēlāẏa kōna kājē'i āsē nā. Āllāha bhāla karē'i jānēna, tārā yā kichu karē."},{"SurahNumber":10,"VerseNumber":37,"Text":"Āra kōra'āna sē jinisa naẏa yē, āllāha byatīta kē'u tā bāniẏē nēbē. Abaśya ēṭi pūrbabartī kālāmēra satyāẏana karē ēbaṁ sē samasta biṣaẏēra biślēṣaṇa dāna karē yā tōmāra prati dēẏā haẏēchē, yātē kōna sandēha nē'i-tōmāra biśbapālanakartāra pakṣa thēkē."},{"SurahNumber":10,"VerseNumber":38,"Text":"Mānuṣa ki balē yē, ēṭi bāniẏē ēnēcha? Balē dā'ō, tōmarā niẏē ēsō ēkaṭi'i sūrā, āra ḍēkē nā'ō, yādērakē nitē sakṣama ha'ō āllāha byatīta, yadi tōmarā satyabādī haẏē thāka."},{"SurahNumber":10,"VerseNumber":39,"Text":"Kintu kathā hala ē'i yē, tārā mithyā pratipanna karatē ārambha karēchē yākē bujhatē, tārā akṣama. Athaca ēkhanō ēra biślēṣaṇa āsēni. Ēmanibhābē mithyā pratipanna karēchē tādēra pūrbabartīrā. Ata'ēba, lakṣya karē dēkha, kēmana haẏēchē pariṇati."},{"SurahNumber":10,"VerseNumber":40,"Text":"Āra tādēra madhyē kē'u kē'u kōra'ānakē biśbāsa karabē ēbaṁ kē'u kē'u biśbāsa karabē nā. Bastutaḥ tōmāra para'ōẏāradēgāra yathārtha'i jānēna durācāradigakē."},{"SurahNumber":10,"VerseNumber":41,"Text":"Āra yadi tōmākē mithyā pratipanna karē, tabē bala, āmāra jan'ya āmāra karma, āra tōmādēra jan'ya tōmādēra karma. Tōmādēra dāẏa-dāẏitba nē'i āmāra karmēra upara ēbaṁ āmāra'ō dāẏa-dāẏitba nē'i tōmarā yā kara sējan'ya."},{"SurahNumber":10,"VerseNumber":42,"Text":"Tādēra kē'u kē'u kāna rākhē tōmādēra prati; tumi badhiradērakē ki śōnābē yadi tādēra bibēka-bud'dhi nā thākē"},{"SurahNumber":10,"VerseNumber":43,"Text":"ābāra tādēra madhyē kē'u kē'u tōmādēra prati dr̥ṣṭinibad'dha rākhē; tumi andhadērakē ki patha dēkhābē yadi tārā mōṭē'ō dēkhatē nā pārē."},{"SurahNumber":10,"VerseNumber":44,"Text":"Āllāha juluma karēna nā mānuṣēra upara, baraṁ mānuṣa nijē'i nijēra upara juluma karē."},{"SurahNumber":10,"VerseNumber":45,"Text":"Āra yēdina tādērakē samabēta karā habē, yēna tārā abasthāna karēni, tabē dinēra ēkadanḍa ēkajana aparajanakē cinabē. Niḥsandēhē kṣatigrasta haẏēchē yārā mithyā pratipanna karēchē āllāhara sāthē sākṣātakē ēbaṁ saralapathē āsēni."},{"SurahNumber":10,"VerseNumber":46,"Text":"Āra yadi āmi dēkhā'i tōmākē sē ōẏādāsamūhēra madhya thēkē kōna kichu yā āmi tādēra sāthē karēchi, athabā tōmākē mr̥tyudāna kari, yāhōka, āmāra kāchē'i tādērakē pratyābartana karatē habē. Bastutaḥ āllāha sē samasta karmēra sākṣī yā tārā karē."},{"SurahNumber":10,"VerseNumber":47,"Text":"Āra pratyēka sampradāẏēra ēkēkajana rasūla raẏēchē. Yakhana tādēra kāchē tādēra rasūla n'yāẏadanḍasaha upasthita hala, takhana āra tādēra upara juluma haẏa nā."},{"SurahNumber":10,"VerseNumber":48,"Text":"Tārā ārō balē, ē ōẏādā kabē āsabē, yadi tōmarā satyabādī haẏē thāka"},{"SurahNumber":10,"VerseNumber":49,"Text":"tumi bala, āmi āmāra nijēra kṣati kimbā lābhēra'ō mālika na'i, kintu āllāha yā icchā karēna. Pratyēka sampradāẏēra jan'ya'i ēkēkaṭi ōẏādā raẏēchē, yakhana tādēra sē ōẏādā ēsē paum̐chē yābē, takhana nā ēkadanḍa pēchanē saratē pārabē, nā sāmanē phasakātē pārabē,."},{"SurahNumber":10,"VerseNumber":50,"Text":"Tumi bala, ācchā dēkha tō dēkhi, yadi tōmādēra upara tāra āyāba rātārāti athabā dinēra bēlāẏa ēsē paum̐chē yāẏa, tabē ēra āgē pāpīrā ki karabē"},{"SurahNumber":10,"VerseNumber":51,"Text":"tāhalē ki āyāba saṅghaṭita haẏē yābāra para ēra prati biśbāsa karabē? Ēkhana sbīkāra karalē? Athaca tōmarā ēra'i tākādā karatē"},{"SurahNumber":10,"VerseNumber":52,"Text":"ataḥpara balā habē, gōnāhagāradigakē, bhōga karatē thāka ananta āyāba-tōmarā yā kichu karatē tāra tā'i pratiphala."}]}