{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara, şu iki adamı misal olarak anlat: Biz bunlardan birine her türlü üzümden iki bağ vermişiz, her ikisinin etrafını hurmalarla donatmışız, aralarında da bir ekinlik yapmışız"},{"SurahNumber":18,"VerseNumber":33,"Text":"İki bağın ikisi de yemişlerini vermiş, hiçbir şey noksan bırakmamış, ikisinin ortasından bir de nehir akıtmışız"},{"SurahNumber":18,"VerseNumber":34,"Text":"İki bağın sahibinin ayrıca başka geliri vardı. Bundan dolayı bu adam arkadaşıyla münakaşa ederken: \"Ben malca senden daha zengin ve insan sayısı bakımından da senden daha güçlü ve üstünüm\" dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Adam, bu şekilde kendine zulmederek bağına girdi ve şöyle dedi: \"Bunun hiç yok olacağını sanmıyorum"},{"SurahNumber":18,"VerseNumber":36,"Text":"Kıyametin kopacağını da zannetmem. Şayet Rabbimin huzuruna götürürlürsem, muhakkak orada bundan daha hayırlı bir sonuç bulurum"},{"SurahNumber":18,"VerseNumber":37,"Text":"Bunun üzerine kendisiyle münakaşa eden arkadaşı da ona şöyle dedi: \"Seni topraktan, sonra seni bir damla sudan yaratan, daha sonra da seni insan haline getireni mi inkar ediyorsun"},{"SurahNumber":18,"VerseNumber":38,"Text":"Fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak koşmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Kendi bağına girdiğin zaman: \"Bu Allah'dandır, benim kuvvetimle değil, Allah'ın kuvveti ile olmuştur, deseydin ya! Her ne kadar beni, malca ve evlatça kendinden az görüyorsan da"},{"SurahNumber":18,"VerseNumber":40,"Text":"Belki Rabbim, bana, senin bağından daha hayırlısını verir; senin bağına ise gökten yıldırımlar gönderir de, bağın yalçın bir toprak haline gelir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahut, bağının suyu yerin dibine çekilir de bir daha suyunu çıkarıp bağını sulayamazsın"},{"SurahNumber":18,"VerseNumber":42,"Text":"Derken serveti yok edildi. Bunun üzerine bağına yaptığı masraflara karşı ellerini oğuşturmaya başladı. Bağ, çardakları üzerine yıkılmış kalmıştı, \"Ah Keşke Rabbime hiçbir şeyi ortak koşmasaydım\" diyordu"},{"SurahNumber":18,"VerseNumber":43,"Text":"Onun Allah'tan başka yardım edecek adamları yoktur ve Allah'a karşı kendi nefsini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"İşte burada yardım, yalnız hak olan Allah'a aittir. O'nun verdiği mükâfat da daha hayırlıdır, netice de daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Ey Muhammed! Sen onlara dünya hayatının misalini ver. Dünya hayatı, gökten indirdiğimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkileri (her renk ve çiçekten) birbirine karışmış, nihayet bir çöp kırıntısı olmuştur. Rüzgarlar onu savurur gider. Allah her şeye muktedirdir"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal ve oğullar, dünya hayatının süsüdür. Bakî kalacak olan iyi ameller ise, Rabbinin katında, sevabca da hayırlıdır, ümid yönünden de daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"O kıyamet gününü hatırla ki, dağları yürüteceğiz ve yeryüzünü çırılçıplak göreceksin. Bütün insanları, mahşerde toplayacağız hiçbir kimseyi bırakmayacağız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Onlar, saf halinde Rabbine arz edilmişlerdir. Allah, onlara şöyle diyecektir: \"Şüphesiz sizi ilk önce yarattığımız gibi bize geldiniz. Fakat, size kıyamet için yaptığımız vaadi yerine getirmeyeceğimizi sanmıştınız, değil mi"},{"SurahNumber":18,"VerseNumber":49,"Text":"O gün herkesin amel defteri ortaya konulmuştur. Ey Muhammed! Günahkârların, amel defterlerinden korkarak: \"Eyvah bize! Bu nasıl deftermiş ki, büyük küçük hiçbir şey bırakmadan hepsini saymış dökmüş\" dediklerini görürsün. Onlar, bütün yaptıklarını hazır bulmuşlardır. Senin Rabbin hiç kimseye zulmetmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Yine o vakti hatırla ki biz, meleklere: \"Âdem'e secde edin!\" demiştik. İblis hariç olmak üzere onlar hemen secde ettiler. İblis cinlerdendi, Rabbinin emrinden dışarı çıktı. Şimdi siz beni bırakıp da İblis'i ve soyunu dostlar mı ediniyorsunuz? Halbuki onlar sizin düşmanınızdır. Zalimler için bu ne kötü bir değişmedir"}]}