{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Habe Ich euch, o ihr Kinder Adams, nicht auferlegt, ihr sollt nicht dem Satan dienen - er ist euch ja ein offenkundiger Feind"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ihr sollt Mir dienen - das ist ein gerader Weg"},{"SurahNumber":36,"VerseNumber":62,"Text":"Er hat doch viele Geschopfe aus euren Reihen irregefuhrt. Hattet ihr denn keinen Verstand"},{"SurahNumber":36,"VerseNumber":63,"Text":"Das ist die Holle, die euch immer wieder angedroht wurde"},{"SurahNumber":36,"VerseNumber":64,"Text":"Ihr sollt heute darin brennen dafur, daß ihr unglaubig waret.»"},{"SurahNumber":36,"VerseNumber":65,"Text":"Heute versiegeln Wir ihnen den Mund. Ihre Hande werden zu Uns sprechen, und ihre Fuße Zeugnis ablegen uber das, was sie erworben haben"},{"SurahNumber":36,"VerseNumber":66,"Text":"Und wenn Wir wollten, wurden Wir ihre Augen auswischen. Und sie eilen dann zum Weg um die Wette, aber wie konnten sie da sehen"},{"SurahNumber":36,"VerseNumber":67,"Text":"Wenn Wir wollten, wurden Wir sie an ihrem Ort verwandeln, so daß sie nicht mehr vorangehen konnen, und auch nicht zuruckkehren"},{"SurahNumber":36,"VerseNumber":68,"Text":"Wen Wir alt werden lassen, den lassen Wir in seiner korperlichen Verfassung eine Kehrtwende machen. Haben sie denn keinen Verstand"},{"SurahNumber":36,"VerseNumber":69,"Text":"Und Wir haben ihn nicht das Dichten gelehrt, und es ziemt ihm nicht. Das ist doch nur eine Ermahnung und ein deutlicher Koran"},{"SurahNumber":36,"VerseNumber":70,"Text":"Damit er diejenigen warne, die (da) leben, und der Spruch fallig werde gegen die Unglaubigen"},{"SurahNumber":36,"VerseNumber":71,"Text":"Haben sie denn nicht gesehen, daß Wir ihnen unter dem, was unsere Hande gemacht haben, Herdentiere erschaffen haben, uber die sie verfugen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Und Wir haben sie ihnen unterworfen. Einige von ihnen dienen ihnen als Reittiere, von anderen konnen sie essen"},{"SurahNumber":36,"VerseNumber":73,"Text":"Und sie haben an ihnen allerlei Nutzen und etwas zu trinken. Wollen sie denn nicht dankbar sein"},{"SurahNumber":36,"VerseNumber":74,"Text":"Und sie haben sich anstelle Gottes Gotter genommen, in der Hoffnung, Unterstutzung zu finden"},{"SurahNumber":36,"VerseNumber":75,"Text":"Sie konnen doch ihnen keine Unterstutzung gewahren, und sie sind fur sie Truppen, die selbst vorgefuhrt werden"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ihre Worte sollen dich nicht betruben. Wir wissen ja, was sie geheimhalten und was sie offenlegen"},{"SurahNumber":36,"VerseNumber":77,"Text":"Hat denn der Mensch nicht gesehen, daß Wir ihn aus einem Tropfen erschaffen haben, und doch ist er ein offenkundiger Widerstreiter"},{"SurahNumber":36,"VerseNumber":78,"Text":"Er fuhrt Uns ein Gleichnis an und vergißt, daß er erschaffen ist. Er sagt: «Wer macht diese Gebeine wieder lebendig, wenn sie auseinandergefallen sind?»"},{"SurahNumber":36,"VerseNumber":79,"Text":"Sprich: Wieder lebendig macht sie der, der sie das erste Mal hat entstehen lassen. Und Er weiß uber alle Geschopfe Bescheid"},{"SurahNumber":36,"VerseNumber":80,"Text":"Er, der euch aus grunen Baumen Feuer gemacht hat, so daß ihr gleich damit anzunden konnt"},{"SurahNumber":36,"VerseNumber":81,"Text":"Hat nicht der, der die Himmel und die Erde erschaffen hat, auch Macht, ihresgleichen zu erschaffen? Ja doch. Und Er ist der, der alles erschafft und Bescheid weiß"},{"SurahNumber":36,"VerseNumber":82,"Text":"Sein Befehl, wenn Er etwas will, ist, dazu nur zu sagen: Sei!, und es ist"},{"SurahNumber":36,"VerseNumber":83,"Text":"Preis sei dem, in dessen Hand die Herrschaft uber alle Dinge ist und zu dem ihr zuruckgebracht werdet"},{"SurahNumber":37,"VerseNumber":1,"Text":"Bei denen, die reihenweise sich reihen"},{"SurahNumber":37,"VerseNumber":2,"Text":"Und denen, die einen Schelteschrei ausstoßen"},{"SurahNumber":37,"VerseNumber":3,"Text":"Und denen, die eine Ermahnung verlesen"},{"SurahNumber":37,"VerseNumber":4,"Text":"Euer Gott ist ein Einziger"},{"SurahNumber":37,"VerseNumber":5,"Text":"Der Herr der Himmel und der Erde und dessen, was dazwischen ist, und der Herr der ostlichen Gegenden"},{"SurahNumber":37,"VerseNumber":6,"Text":"Wir haben den untersten Himmel mit einem Schmuck geziert: mit den Sternen"},{"SurahNumber":37,"VerseNumber":7,"Text":"Und dies zum Schutz vor jedem rebellischen Satan"},{"SurahNumber":37,"VerseNumber":8,"Text":"So konnen sie der obersten Ratsversammlung nicht lauschen, und sie werden von allen Seiten beworfen"},{"SurahNumber":37,"VerseNumber":9,"Text":"Damit sie zuruckgestoßen werden - und fur sie ist eine standige Pein bestimmt"},{"SurahNumber":37,"VerseNumber":10,"Text":"Außer dem, der etwas aufschnappt und den dann eine leuchtende Sternschnuppe verfolgt"},{"SurahNumber":37,"VerseNumber":11,"Text":"Frag sie doch um ihre Meinung: Ist es etwa schwerer, sie zu erschaffen als die, die Wir (sonst) erschaffen haben? Wir haben sie ja aus haftendem Ton erschaffen"},{"SurahNumber":37,"VerseNumber":12,"Text":"Nein, du wunderst dich, sie aber hohnen"},{"SurahNumber":37,"VerseNumber":13,"Text":"Und wenn sie ermahnt werden, bedenken sie es nicht"},{"SurahNumber":37,"VerseNumber":14,"Text":"Und wenn sie ein Zeichen sehen, verhohnen sie es miteinander"},{"SurahNumber":37,"VerseNumber":15,"Text":"Und sie sagen: «Das ist nur eine offenkundige Zauberei"},{"SurahNumber":37,"VerseNumber":16,"Text":"Wenn wir gestorben und Staub und Knochen geworden sind, sollen wir dann wirklich auferweckt werden"},{"SurahNumber":37,"VerseNumber":17,"Text":"Und auch unsere Vorvater?»"},{"SurahNumber":37,"VerseNumber":18,"Text":"Sprich: Ja, und ihr werdet euch demutig verhalten"},{"SurahNumber":37,"VerseNumber":19,"Text":"Es genugt ein einziger Schelteschrei, da schauen sie schon hin"},{"SurahNumber":37,"VerseNumber":20,"Text":"Und sie sagen: «O weh uns! Das ist der Tag des Gerichtes!»"},{"SurahNumber":37,"VerseNumber":21,"Text":"«Das ist der Tag der Scheidung, den ihr fur Luge zu erklaren pflegtet"}]}