{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"Allah os expone un ejemplo [para que reflexioneis]: ¿Pueden equipararse el esclavo que carece de todo poder con aquel a quien le hemos concedido un buen sustento y hace caridades en privado y en publico? [¿Como entonces podeis equiparar a Allah con vuestros idolos?] ¡Alabado sea Allah! La mayoria de los hombres no reflexionan"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah os expone otro ejemplo [similar, para que tambien reflexioneis acerca de Su unicidad]: ¿Acaso puede equipararse el mudo e incapacitado, que es una carga para su amo y fuere lo que le ordene hacer no puede realizarlo correctamente, con quien brega por la justicia y esta en el sendero recto"},{"SurahNumber":16,"VerseNumber":77,"Text":"Allah conoce los secretos de los cielos y de la Tierra. La Hora [el Dia del Juicio] llegara tan rapido como un abrir y cerrar de ojos, o mas rapido aun. Allah tiene poder sobre todas las cosas"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah os hizo nacer del vientre de vuestras madres sin saber absolutamente nada. El os doto de oido, vista e intelecto, para que seais agradecidos"},{"SurahNumber":16,"VerseNumber":79,"Text":"¿No habeis observado las aves suspendidas en el cielo? No las sostiene sino Allah. En esto hay signos para los creyentes"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah hizo que vuestras viviendas sean para vosotros un lugar de proteccion y sosiego. Puso a vuestra disposicion el cuero de los rebanos para que hagais con ello vuestras tiendas, las cuales son faciles de transportar los dias que viajais o acampais. Tambien de su lana, pelo y crin haceis utensilios y alfombras con la que os confortais en esta vida"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah os proporciono sombra de cuanto creo, refugios en las montanas, vestiduras que os resguardan del calor [y el frio] y armaduras que os protegen en los combates. Asi es como Allah os provee de Sus gracias para que os sometais a El"},{"SurahNumber":16,"VerseNumber":82,"Text":"Si se niegan a creer, sabe que a ti solo te incumbe transmitir [el Mensaje] claramente"},{"SurahNumber":16,"VerseNumber":83,"Text":"Saben que las gracias provienen de Allah pero las niegan, y la mayoria de los hombres son incredulos"},{"SurahNumber":16,"VerseNumber":84,"Text":"Y el dia que hagamos surgir de toda nacion [a su Profeta] como testigo, no se les permitira a los incredulos excusarse ni tampoco regresar a la vida mundanal para arrepentirse y buscar la complacencia de Allah"},{"SurahNumber":16,"VerseNumber":85,"Text":"Y cuando los inicuos vean el castigo, este no se les aminorara ni seran tolerados"},{"SurahNumber":16,"VerseNumber":86,"Text":"Y cuando los idolatras vean a sus idolos diran: ¡Senor nuestro! Estos son los idolos a quienes invocabamos en vez de Ti, y ellos [los idolos] les diran: Por cierto que sois unos mentirosos"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ese dia se entregaran a Allah [para que les castigue], y sus mentiras se desvaneceran"},{"SurahNumber":16,"VerseNumber":88,"Text":"A los incredulos que desviaron a los hombres del camino de Allah, les duplicaremos el castigo [merecido] por haber sido corruptores"},{"SurahNumber":16,"VerseNumber":89,"Text":"[El Dia del Juicio] haremos surgir de toda nacion [a su Profeta] que atestiguara en contra de ellos, y a ti [¡Oh, Muhammad!] como testigo de tu nacion. Te hemos revelado el Libro que contiene todos los preceptos [que necesitan los hombres] y el cual es guia, misericordia y albricias para quienes se someten a Allah"}]}