{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, lam, mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Vizantijcite se pobedeni"},{"SurahNumber":30,"VerseNumber":3,"Text":"o zemjata sosedna: po porazot nivni ke pobedat"},{"SurahNumber":30,"VerseNumber":4,"Text":"za nekolku godini. Naredbata e - Allahova i predi po. Na Denot toj ke KA se raduvaat vernicite"},{"SurahNumber":30,"VerseNumber":5,"Text":"na pomosta Allahova. ON pomaga komu saka. One Sileni Somilosen"},{"SurahNumber":30,"VerseNumber":6,"Text":"Vetuvanjeto e - Allahovo. A Allah ne go izneveruva vetuvanjeto Svoe. No, mnozinstvoto na lugeto ne znaat"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ja znaat samo nadvoresnosta na zivotot na ovoj svet, a za Ahiret se ramnodusni"},{"SurahNumber":30,"VerseNumber":8,"Text":"Zosto ne razmisluvaat za samite sebesi? Ona sto Allah go sozdade i na nebesata i na Zemjata, i ona megu niv, go sozdade samo so vistina i do rok opredelen. „Mnozinstvoto na lugeto, navistina, ne veruvaat vo sredbata so Gospodarot svoj"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ne patuvaat li po zemjata pa da vidat kakva bese kaznata na onie pred niv? Bea pojaki od niv: ja oraa zemjata i gradea vrz nea poveke od ona sto go gradea. I im doagaa pejgamberite nivni so jasnotii. Allah, sekako, ne im nanese zulum, tuku samite sebesi zulum si napravija"},{"SurahNumber":30,"VerseNumber":10,"Text":"Potoa nastapi kazna za onie koi losotii nanesuvaa, koi gi smetaa za lazni ajetite Allahovi i koi gi ismevaa"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah go zapocnuva sozdavanjeto a potoa go vozobnovuva. A potoa kaj Nego se vrakate"},{"SurahNumber":30,"VerseNumber":12,"Text":"I na Denot koga ke nastapi Casot silnicte Ke izgubat nadez"},{"SurahNumber":30,"VerseNumber":13,"Text":"ne ke imaat megu zdruzenicite svoi posrednici. Nevernici se, tokmu, zaradi zdruzenicite nivni"},{"SurahNumber":30,"VerseNumber":14,"Text":"I na Denot koga ke nastapi Casot...togas ke se razdelat edni od drugi"},{"SurahNumber":30,"VerseNumber":15,"Text":"A sto se odnesuva do onie koi veruvaa i koi rabotea dobri dela...pa, tie vo KBavca ke se raduvaat"},{"SurahNumber":30,"VerseNumber":16,"Text":"A sto se odnesuva do onie koi ne veruvaat...Gi smetaa za lazni ajsetite Nasi i sredbata na Ahiret...pa, tie vo kaznata ke se smestat"},{"SurahNumber":30,"VerseNumber":17,"Text":"Pa, slaven neka bide Allah i pri legnuvanjeto vase, noke i pri stanuvanjeto vase, denje"},{"SurahNumber":30,"VerseNumber":18,"Text":"Blagodarnosta Nemu mu pripaga i na nebesata i na Zemjata, i prikvecerina i napladne"},{"SurahNumber":30,"VerseNumber":19,"Text":"Od mrtvoto On vadi zivo, a od zivoto On vadi mrtvo, i On ja ozivuva zemjata po mrtviloto nejzino. I ete, vaka ke bidete izvedeni"},{"SurahNumber":30,"VerseNumber":20,"Text":"A megu znamenijata Negovi e i toa sto On ve sozdade OD zemja, a potoa, ete, stanavte luge rastureni nasekade"},{"SurahNumber":30,"VerseNumber":21,"Text":"A od znamenijata Negovi e I toa sto od vas On sozdade zeni za da najdete smirna vo niv. I megu vas opredeli i njubov i milost. Ete, vo toa, navistina, ima „znamenija za lugeto koi razmisluvaat"},{"SurahNumber":30,"VerseNumber":22,"Text":"A od znamenijata Negovi e i sozdavanjeto na nebesata i na Zemjata, i razliciseto na jazicite vasi i na boite vasi. Ete, vo toa, navistina, ima znamenija za ucenite"},{"SurahNumber":30,"VerseNumber":23,"Text":"A od znamenijata Negovi e i spienjeto noke i denje, I stremezot vas kon dobrinata Negova. Ete, vo toa, navistina, ima znamenija za lugeto koi slusaat"},{"SurahNumber":30,"VerseNumber":24,"Text":"A od znamenijata negovi si toa sto On vi ja pokazuva molnjata za da se uplasite i da se nadevate, i On od nebesata vi spusta voda, pa so nea ja ozivuva zemjata po mrtviloto nejzino. Vo toa, navistina, ima znamenija za lugeto koi sfakaat"},{"SurahNumber":30,"VerseNumber":25,"Text":"DA od znamenijata Negovie. i toa sto On gi odrzuva i nebesata i Zemjata so naredbata Svoja. MA potoa stom Ke ve povika od zemjata so eden povik, ete, ke se pojavite"},{"SurahNumber":30,"VerseNumber":26,"Text":"I ona na nebesata i ona na Zemjata e - Negovo; i se Nemu mu e potcineto"},{"SurahNumber":30,"VerseNumber":27,"Text":"I On e Onoj koj go zapocnuva sozdavanjeto a potoa go vozobnovuva. Ova e najlesno za Nego. Najvisokiot primer i na nebesata i na Zemjata e Negoviot. On e Silen i Mudar"},{"SurahNumber":30,"VerseNumber":28,"Text":"Od vas samite, za vas, ON vi dava primer. Imate li megu onie koi se vo sopstvenost vasa zdruzenici, vo “rskot sto Nie VI go dadovme? Pa, ednakvi li ste vo toa, I se plasite li od niv kako sto se plasite edniodrugi? I ste, taka Nie potenko vi gi objasnuvame ajetite za lugeto koi sfakaat"},{"SurahNumber":30,"VerseNumber":29,"Text":"No, ne! Onie koi napravija zulum gi sledea zelbite svoi bez znaenje. Pa, koj ke go upati onoj kogo Allah vo zabluda go skrsnal? I onie nemaat poddrznici"},{"SurahNumber":30,"VerseNumber":30,"Text":"Pa, ispravi go liceto svoe kon cistata vera, kon Allahovata priroda so koja ja sozdade prirodata na lugeto. I nema izmena vo sozdavanjeto Allahovo. Ete, taa vera e vistinskata vera, NO MNozinstvoto na lugeto ne znaat"}]}