{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"emi? Allah agrahaniki guri ayina jati vari vaipuku maralina varini nivu cudaleda? Varu mito cerina varu karu mariyu varitonu cerinavaru karu. Varu bud'dhipurvakanga asatya pramanam cestunnaru"},{"SurahNumber":58,"VerseNumber":15,"Text":"allah vari koraku kathina siksanu sid'dhaparaci uncadu. Niscayanga, varu cese panulanni cala ceddavi"},{"SurahNumber":58,"VerseNumber":16,"Text":"varu tama pramanalanu daluga cesukoni (prajalanu) allah margam nundi nirodhistunnaru, kavuna variki avamana karamaina siksa padutundi"},{"SurahNumber":58,"VerseNumber":17,"Text":"allah (siksa) nundi kapadataniki, vari sampadalu gani, vari santanam gani variki e matram panikiravu. Ilanti vare narakagni vasulu. Andulo varu sasvatanga untaru"},{"SurahNumber":58,"VerseNumber":18,"Text":"allah varandarini marala bratikinci lepina roju, varu mito pramanalu cesinatlu ayana (allah) mundu kuda pramanalu cestaru. Mariyu dani valana varu manci sthitilo unnarani bhavistaru. Jagratta! Niscayanga, ilanti vare asatyavadulu"},{"SurahNumber":58,"VerseNumber":19,"Text":"Saitan varipai prabalyam pondi nandu valana varini allah dhyanam nundi marapimpa jesadu. Alanti varu saitan paksaniki cendina varu. Jagratta! Saitan paksaniki cendinavaru, vare! Niscayanga nastapoyevaru"},{"SurahNumber":58,"VerseNumber":20,"Text":"niscayanga, evaraite allah mariyu ayana pravaktanu vyatirekistaro! Alanti vare, parama niculalo cerina varu"},{"SurahNumber":58,"VerseNumber":21,"Text":"niscayanga, nenu mariyu na pravaktalu matrame prabalyam vahistamu\" ani allah vrasi pettadu. Niscayanga, allah mahabalasali, sarvasaktimantudu"},{"SurahNumber":58,"VerseNumber":22,"Text":"allah mariyu paralokanni visvasince janulalo, allah mariyu ayana sandesaharunni vyatirekincevarito sneham cesukune varini nivu pondalevu! A vyatirekincevaru, tama tandrulaina leda tama kumarulaina leda tama sodarulaina leda tama kutumbam varaina sare! Alanti vari hrdayalalo ayana visvasanni sthiraparacadu. Mariyu varini tana vaipu nundi oka atmasakti (ruh) icci balaparicadu. Mariyu varini krinda kaluvalu pravahince svargavanalalo pravesimpajestadu. Andulo varu sasvatanga untaru. Allah vari patla prasannudavutadu mariyu varu ayana patla prasannulavutaru. Ilanti varu allah paksaniki cendinavaru. Gurtuncukondi! Niscayanga, allah paksam vare saphalyam pondevaru"},{"SurahNumber":59,"VerseNumber":1,"Text":"akasalalo nunna samastamu mariyu bhumilo nunna samastamu, allah pavitratanu koniyadutuntayi. Mariyu ayane sarvasaktimantudu, maha vivekavantudu"},{"SurahNumber":59,"VerseNumber":2,"Text":"Grantha prajalaloni satyatiraskarulanu modata samikarincina (banu nadir tega) varini, vari grhala nundi vellagottinavadu ayane. Varu vellipotarani miru e matram bhavincaledu. Mariyu allah nundi tamanu tama kotalu tappaka raksistayani varu bhavincaru! Kani allah (siksa) varu uhincani vaipu nundi, varipai vacci padindi. Mariyu ayana vari hrdayalalo bhayam kalugajesadu, kavuna varu tama indlanu tama cetulara mariyu visvasula cetulato kuda, nasanam ceyincukunnaru. Kavuna o parijnanam (kallu) gala varalara! Gunapatham nercukondi"},{"SurahNumber":59,"VerseNumber":3,"Text":"mariyu okavela allah vari visayanlo desa bahiskaram vrasi undakapote, varini i prapancamulone siksici undevadu. Mariyu variki paralokanlo narakagni siksa padutundi"},{"SurahNumber":59,"VerseNumber":4,"Text":"idi endukante, varu allah mariyu ayana pravaktanu vyatirekincaru. Mariyu allah nu vyatirekincina vadini siksincatanlo niscayanga, allah cala kathinudu"},{"SurahNumber":59,"VerseNumber":5,"Text":"(o visvasulara!) Miru e kharjurapu cetlanu narikivesaro leka e kharjurapu cetlanu vati vrella mida nilabadela vadali pettaro, anta allah ajnatone jarigindi. Mariyu idanta avidheyulanu avamanincataniki jarigina visayam"},{"SurahNumber":59,"VerseNumber":6,"Text":"mariyu allah tana pravaktaku vari nundi ippincina phaya koraku, miru gurralanu gani ontelanu gani parigettincaledu. Kani allah tanu korina varipai, tana sandesaharuniki adhikyata nonangutadu. Mariyu allah pratidi ceyagala samardhudu"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah tana pravaktaku a nagaravasula nundi ippincina danilo (phaya lo) allah ku mariyu ayana pravaktaku mariyu atani daggari bandhuvulaku mariyu anathulaku mariyu pedalaku mariyu batasarulaku hakku undi. Adi milo dhanavantulaina vari madhyane tiragakunda undataniki, ila nirnayincabadindi. Mariyu pravakta miku iccina danini tisukondi mariyu atanu miku nisedhincina daniki duranga undandi. Allah patla bhayabhaktulu kaligi undandi. Niscayanga, allah siksincatanlo cala kathinudu"},{"SurahNumber":59,"VerseNumber":8,"Text":"(danilo nundi kontabhagampai) tama indla nundi mariyu tama astipastula nundi vedalagottabadi, valasa vaccina (muhajir laku) pedavariki kuda hakku undi. Varu allah anugrahanni mariyu ayana prasannatanu korutunnaru. Mariyu varu allah mariyu ayana pravaktaku sahayam cestunnaru. Ilanti varu, vire satyavantulu"},{"SurahNumber":59,"VerseNumber":9,"Text":"mariyu evaraite - i (valasa vaccinavaru) rakapurvame - visvasinci valasa kendram (madina)lo nivasistu undevaro! Variki kuda hakku vundi. Varu tama vaddaku valasa vaccina varini premistaru. Mariyu varu (valasa vaccina) variki edi ivvabadina! Dani avasaram tamaku unnatlu bhavincaru. Mariyu tamaku avasaramunna variki tama sonta (avasarala) mida pradhan'yatanistaru. Mariyu evaraite atmalobham nundi raksimpa badataro! Alanti varu, vare! Saphalyam pondevaru"},{"SurahNumber":59,"VerseNumber":10,"Text":"mariyu evaraite vari taruvata vaccaro! Variki andulo hakku undi. Varu ila antaru: \"O ma prabhu! Mam'malni mariyu makante mundu visvasincina ma sodarulanu ksamincu. Mariyu ma hrdayalalo visvasula patla dvesanni kaligincaku. O ma prabhu! Niscayanga, nivu cala kanikarincevadavu, apara karuna pradatavu"}]}