{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Nogen emigrerer forårsagen af GUD ville grundlægge jord great bounties richness! Nogen give oppe hans hjem emigrerende GUD Hans bud derefter død fangst oppe med ham hans recompense reserveres GUD! GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":4,"VerseNumber":101,"Text":"Hvornår du færdes during krig du ikke forpligter fejl shortening Deres Kontakte Bønner (Salat) du frygter som tvivlerne angribe jer! Sikkert tvivlerne er Deres ardent fjender"},{"SurahNumber":4,"VerseNumber":102,"Text":"Hvornår du er dem lede Kontakten Bøn (Salat) dem lade visse af du står bevogte; lade dem holde deres våben lader dem står jer jer prostrate Derefter lade øvrige gruppen ikke bede tage deres sving bedende du mens others står bevogte holde deres våben! De disbelieved ønsker se du forsømme Deres våben Deres apparatur ind orden angribe jer afgørende! Du ikke forpligter fejl du hampered regn personskade lægge derned Deres våben længes idet du vedvarer alarmere! GUD tillave TVIVLERNE SKAMFULDE GENGÆLDELSE"},{"SurahNumber":4,"VerseNumber":103,"Text":"Tidligere du kompletterer Deres Kontakte Bøn (Salat) du mindes GUD mens stå sidde liggende! Tidligere krigen er jer observe Kontakten Bønner (Salat;) Kontakten Bønner (Salat) forordnes troendene specifikke tider"},{"SurahNumber":4,"VerseNumber":104,"Text":"Ikke waver forfølge fjenden! Du lider de også lider. Du forventer GUD hvad de aldrig forventer. GUD ER ALVIDENDE KLOGEST"},{"SurahNumber":4,"VerseNumber":105,"Text":"Vi sender derned jer scripture truthfully ind orden til bedømme hos den folk ind overensstemmelse med hvad GUD udfolder jer! Du ikke side betrayers"},{"SurahNumber":4,"VerseNumber":106,"Text":"Du implore GUD tilgivelse. GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ikke argumentere på vedkommende af de wronged deres egen sjæle; GUD ikke elsker nogen betrayer skyldig"},{"SurahNumber":4,"VerseNumber":108,"Text":"De skjuler folkene ikke omsorg skjule GUD Han er dem idet de havn ideer Han uviljer! GUD ER fully aware af ALT DE GØRE"},{"SurahNumber":4,"VerseNumber":109,"Text":"Her I være argumenterende deres vedkommende ind den verden; argumentere GUD deres vedkommende Dagen Opstandelse? Hvem er deres advocate"},{"SurahNumber":4,"VerseNumber":110,"Text":"Nogen forpligter onde wrongs hans sjæl derefter implores GUD tilgivelse grundlægge GUD Tilgi Barmhjertigest"},{"SurahNumber":4,"VerseNumber":111,"Text":"Nogen fortjener synd fortjener det detriment hans egen sjæl. GUD ER ALVIDENDE KLOGEST"},{"SurahNumber":4,"VerseNumber":112,"Text":"Nogen fortjener synd derefter anklager uskyldige person thereof forpligte blasfemi gross angreb"},{"SurahNumber":4,"VerseNumber":113,"Text":"Dersom det ikke var gud grace I Hans barmhjertighed visse af dem vildlede I! De kun vildleder de aldrig harm I ind den lille GUD SENDER DERNED JER scripture VISDOM HAN UNDERVISE I hvad DU ALDRIG KENDTE! Indeed gud velsignelser I er great"}]}