{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"Avant eux, le peuple de Noe avait deja crie au mensonge, traitant Notre serviteur d’imposteur et d’illumine. Ils le repousserent durement"},{"SurahNumber":54,"VerseNumber":10,"Text":"Il implora alors son Seigneur : « Je suis vaincu ! Secours Ta religion !»"},{"SurahNumber":54,"VerseNumber":11,"Text":"Nous ouvrimes alors les portes du ciel a des averses torrentielles"},{"SurahNumber":54,"VerseNumber":12,"Text":"et Nous fimes jaillir des sources de la terre, et les deux masses d’eau se rejoignirent en execution du decret fixe d’avance"},{"SurahNumber":54,"VerseNumber":13,"Text":"Et Nous le (Noe) portames sur une embarcation assemblee a l’aide de planches et de clous"},{"SurahNumber":54,"VerseNumber":14,"Text":"qui vogua sous Notre vigilance, afin de recompenser celui qui fut denie"},{"SurahNumber":54,"VerseNumber":15,"Text":"Et Nous en fimes un signe. Est-il quelqu’un pour profiter de cet enseignement"},{"SurahNumber":54,"VerseNumber":16,"Text":"Qu’il fut dur Mon chatiment a l’encontre de ceux qui ignorent Mes avertissements"},{"SurahNumber":54,"VerseNumber":17,"Text":"Nous avons facilite la recitation et la comprehension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"},{"SurahNumber":54,"VerseNumber":18,"Text":"Les Ad ont, eux aussi, crie au mensonge. Et qu’il fut dur Mon chatiment a l’encontre de ceux qui ignorent Mes avertissements"},{"SurahNumber":54,"VerseNumber":19,"Text":"Nous dechainames contre eux un vent violent en un jour funeste qui se prolongera (jusque dans la Vie Future)"},{"SurahNumber":54,"VerseNumber":20,"Text":"qui soulevait les Hommes comme s’ils etaient des souches de palmiers deracines"},{"SurahNumber":54,"VerseNumber":21,"Text":"Qu’il fut dur Mon chatiment a l’encontre de ceux qui ignorent Mes avertissements"},{"SurahNumber":54,"VerseNumber":22,"Text":"Nous avons facilite la recitation et la comprehension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"},{"SurahNumber":54,"VerseNumber":23,"Text":"Les Thamoud ont eux aussi qualifie Nos avertissements de mensonges"},{"SurahNumber":54,"VerseNumber":24,"Text":"Ils dirent : « Allons-nous obeir a un seul de nos semblables ? Nous serions alors dans l’egarement et bien fous"},{"SurahNumber":54,"VerseNumber":25,"Text":"Serait-il celui d’entre nous qui aurait recu la revelation ? C’est plutot un menteur effronte !»"},{"SurahNumber":54,"VerseNumber":26,"Text":"Mais ils sauront bientot qui est le menteur effronte"},{"SurahNumber":54,"VerseNumber":27,"Text":"(Nous dimes a Salih) : «Nous allons leur envoyer la chamelle en guise d’epreuve. Observe-les donc et endure (leurs mauvais traitements)"},{"SurahNumber":54,"VerseNumber":28,"Text":"et informe-les que la consommation de l’eau sera alternee entre eux (entre les Thamoud et la chamelle) »"},{"SurahNumber":54,"VerseNumber":29,"Text":"Mais ils firent venir un des leurs qui se risqua a lui couper les jarrets"},{"SurahNumber":54,"VerseNumber":30,"Text":"Qu’il fut dur Mon chatiment a l’encontre de ceux qui ignorent Mes avertissements"},{"SurahNumber":54,"VerseNumber":31,"Text":"Nous avons souleve contre eux une seule clameur qui suffit a les coucher comme le foin seche d’un paturage"},{"SurahNumber":54,"VerseNumber":32,"Text":"Nous avons facilite la recitation et la comprehension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"},{"SurahNumber":54,"VerseNumber":33,"Text":"Le peuple de Loth, lui aussi, qualifia Nos avertissements de mensonges"},{"SurahNumber":54,"VerseNumber":34,"Text":"Nous dechainames contre lui une pluie de cailloux, excepte la famille de Loth que Nous epargnames au lever du jour"},{"SurahNumber":54,"VerseNumber":35,"Text":"en signe de faveur emanant de Notre part. C’est ainsi que Nous recompensons ceux qui sont reconnaissants"},{"SurahNumber":54,"VerseNumber":36,"Text":"Loth les avait pourtant mis en garde contre Nos rigueurs, mais ils avaient mis en doute Nos avertissements"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ils auraient meme voulu abuser de ses hotes ! Alors, Nous leur fimes perdre la vue. « Goutez donc Mon chatiment pour avoir ignore Mes avertissements !»"},{"SurahNumber":54,"VerseNumber":38,"Text":"Des l’aube, ils furent reveilles par un supplice persistant"},{"SurahNumber":54,"VerseNumber":39,"Text":"Goutez donc Mon chatiment pour avoir ignore Mes avertissements"},{"SurahNumber":54,"VerseNumber":40,"Text":"Nous avons facilite la recitation et la comprehension des enseignements du Coran pour qu’il serve de Rappel. Est-il quelqu’un pour en tirer des enseignements"},{"SurahNumber":54,"VerseNumber":41,"Text":"A Pharaon et aux siens parvinrent egalement Nos avertissements"},{"SurahNumber":54,"VerseNumber":42,"Text":"mais ils qualifierent tous Nos signes de mensonges. Nous avons sevi contre eux, comme Seul peut le faire un Puissant, Omnipotent"},{"SurahNumber":54,"VerseNumber":43,"Text":"Serait-ce que vos denegateurs sont moins coupables que ces gens-la (les peuples denegateurs qui les ont precedes) ? Ou serait-ce que les Ecritures vous ont accorde une certaine immunite"},{"SurahNumber":54,"VerseNumber":44,"Text":"Ou bien diront-ils : « Notre nombre nous donne l’avantage !»"},{"SurahNumber":54,"VerseNumber":45,"Text":"Ce nombre sera bientot dissout et ses membres mis en deroute"},{"SurahNumber":54,"VerseNumber":46,"Text":"L’Heure du Jugement est leur terme fixe. Or, l’Heure est plus terrible et plus eprouvante"},{"SurahNumber":54,"VerseNumber":47,"Text":"En verite, les pecheurs sont dans l’egarement et bien fous"},{"SurahNumber":54,"VerseNumber":48,"Text":"Le Jour ou ils seront traines sur la face vers la Gehenne, il leur sera dit : « Goutez au contact de Saqar (l’Enfer !)»"},{"SurahNumber":54,"VerseNumber":49,"Text":"En verite, toute chose Nous l’avons creee en juste proportion"},{"SurahNumber":54,"VerseNumber":50,"Text":"Notre ordre est formule une seule fois, et il est execute aussi rapidement que le clignement de l’œil"},{"SurahNumber":54,"VerseNumber":51,"Text":"Nous avons deja fait perir vos semblables avant vous. Est-il quelqu’un pour profiter de cet enseignement"},{"SurahNumber":54,"VerseNumber":52,"Text":"Tout ce qu’ils ont accompli est consigne dans des registres"},{"SurahNumber":54,"VerseNumber":53,"Text":"ou la plus insignifiante et la plus importante action sont transcrites"},{"SurahNumber":54,"VerseNumber":54,"Text":"Certes, ceux qui craignent Dieu seront dans des Jardins au milieu des ruisseaux"},{"SurahNumber":54,"VerseNumber":55,"Text":"dans une sphere de Veridicite, aupres d’un Souverain Tout-Puissant"}]}