{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"(Nampikkaiyalarkale!) Ninkal vetattai utaiyavarkalutan (tarkkikka nerittal) alakana muraiyileye tavira avarkalutan tarkkikka ventam. Ayinum, avarkalil evarenum varampu mirivittal (atarkut takkavaru ninkal patil kuruvatu unkal mitu kurramakatu. Avarkalutan tarkkittal) ‘‘enkalukku irakkappatta (vetat)tai nampikkai kolkinrapatiye unkalukku irakkappatta (vetat)taiyum nankal nampikkai kolkirom. Enkal katavulum unkal katavulum ore oruvane. Nankal avanukkuttan murrilum panintu valippattu natakkirom'' enrum kurunkal"},{"SurahNumber":29,"VerseNumber":47,"Text":"(napiye! Avarkalukku vetattai irakkiya) avvare nam umakku ivvetattai aruliyirukkirom. Akave, nam evarkalukku (munnar) vetam kotuttirukkinromo avarka(lil ulla cattiyavanka)l i(vvetat)taiyum (avaciyam) nampikkai kolvarkal. Melum, (arapikalakiya) ivarkalil ulla (niyayavatikalil) palarum itai nampikkai kolkinranar. (Mana murantaka nirakarikkum) nirakarippalarkalait tavira (marra evarum) nam vacanankalai nirakarikka mattarkal"},{"SurahNumber":29,"VerseNumber":48,"Text":"(napiye!) Nir itarku munnar oru vetattai oti arintavarumalla; umatu kaiyal nir atai eluti(p palaki)yavarumalla. Avvaru iruntirukkumayin, nirakarippavarkal (itai nir tamakave karpanai ceytu kontire tavira iraivanal arulappattatalla enru) cantekam kollalam"},{"SurahNumber":29,"VerseNumber":49,"Text":"avvaranru. Itu (iraivanaltan arulappatta) telivana vacanankalaka irukkinrana. Akave meyyana nanam kotukkappattavarkalin ullankalil ivai patintuvitum. Akave, aniyayakkararkalait tavira (marrevarum) nam vacanankalai nirakarikka mattarkal"},{"SurahNumber":29,"VerseNumber":50,"Text":"Melum, (‘‘tankal virumpukirapati) cila attatcikal avarutaiya iraivanal avarukku alikkappata ventama?'' Enru (ivvakkiramakkararkal) kurukinranar. Atarku (napiye!) Kuruviraka: ‘‘Attatcikal ellam allahvitattiltan irukkinrana. (Ennitamillai) nan pakirankamaka accamutti eccarikkai ceykiravan mattumtan"},{"SurahNumber":29,"VerseNumber":51,"Text":"avarkal mitu otikkattappatum ivvetattai nam um'mitu irakki iruppatu avarkalukku (attatciyal) potata? Enenral, itil nampikkai konta makkalukku niccayamaka (iraivanutaiya) arulum irukkiratu; (pala) nallupatecankalum irukkinrana"},{"SurahNumber":29,"VerseNumber":52,"Text":"(napiye!) Kuruviraka: ‘‘Enakkum unkalukkum itaiyil allahve potumana catciyaka irukkiran. Enenral, avantan vanankal pumiyilulla anaittaiyum nankarintavan. Akave, evarkal poyyana visayankalai nampi allahvai nirakarittu vitukirarkalo avarkaltan murrilum nastamataintavarkal"},{"SurahNumber":29,"VerseNumber":53,"Text":"(marumaiyin) vetanaiyaip parri (atu eppolutu varum? Enru) avarkal um'mitam avacarappatukinranar. Atarkuriya oru kurippitta tavanai illatiruntal (ituvarai) avvetanai avarkalai vantatainte irukkum. Eninum, avarkal arintukollata vitattil titirena niccayamaka avarkalitam (atu) vante tirum"},{"SurahNumber":29,"VerseNumber":54,"Text":"nirakarippavarkalai niccayamaka narakam culntu kontirukkum nilaimaiyil vetanaiyaip parri avarkal um'mitam avacarap patukirarkal. (Atiliruntu avarkal tappave mutiyatu)"},{"SurahNumber":29,"VerseNumber":55,"Text":"avarkalu(taiya talaikalu)kku meliruntum, avarkalu(taiya patankalu)kkuk kiliruntum vetanai avarkalai mutikkollum nalil avarkalai nokki ‘‘ninkal ceytu kontirunta ceyalin payanai ninkal cuvaittup parunkal'' enru (iraivan) kuruvan"},{"SurahNumber":29,"VerseNumber":56,"Text":"Nampikkai konta en atiyarkale! Niccayamaka en pumi mikka vicalamanatu. Atil ninkal (enku cenra potilum) ennaiye vanankunkal. (Marrevaraiyum vanankatirkal)"},{"SurahNumber":29,"VerseNumber":57,"Text":"(unkalil ulla) ovvor atmavum maranattai anupavikka ventiyatutan. Pinnar ninkal (vicaranaikkaka) nam'mitame kontu varappatuvirkal"},{"SurahNumber":29,"VerseNumber":58,"Text":"evarkal nampikkai kontu narceyalkalaic ceykirarkalo avarkalai niccayamaka nam corkkankalilulla mel matikalil amarttuvom. Atil niraruvikal totarntu otikkonte irukkum. Atil avarkal enrenrum tankivituvarkal. Narceyalkal ceytavarkalin kuliyum nanre"},{"SurahNumber":29,"VerseNumber":59,"Text":"unmai nampikkaiyalarkal (tankalukku erpatta kastankalaip) porumaiyutan cakittukkontu tankal iraivanaiye nampiyirupparkal"},{"SurahNumber":29,"VerseNumber":60,"Text":"uyirvalum piranikalil ettanaiyo irukkinrana. Avai tankal unavaic cumantu tirivatillai. Avarrirkum unkalukkum allahtan unavalikkiran. (Ivvarirukka atarkaka ninkal en atikak kavalaippata ventum.) Avano (anaittaiyum) ceviyurupavan, nankarintavan avan"},{"SurahNumber":29,"VerseNumber":61,"Text":"(napiye! Nir avarkalai nokki) “vanankalaiyum pumiyaiyum pataittavan yar? Curiyanaiyum cantiranaiyum tan tittappatiye natakkumpati ceytavan yar?'' Enru avarkalaik ketpirayin atarkavarkal ‘‘allahtan'' enru niccayamakak kuruvarkal. Avvarayin, avarkal (nam'maivittu) enku veruntotukinranar"},{"SurahNumber":29,"VerseNumber":62,"Text":"allah tan atiyarkalil tan natiyavarkalukku atikamakavum kotukkiran; (tan natiyavarkalukkuk) kuraittum vitukiran. Niccayamaka allah (manitarkalin takutikal) anaittaiyum nankarintavan avan"},{"SurahNumber":29,"VerseNumber":63,"Text":"(Napiye! Nir avarkalai nokki) mekattiliruntu malaiyai poliyac ceypavan yar? Ataik kontu iranta pumiyai uyirppippavan yar? Enru nir avarkalaik ketpirayin atarkavarkal ‘‘niccayamaka allahtan'' enru kuruvarkal. Atarku, ‘‘pukal anaittum allahvukke!'' Enru nir kuruviraka. Eninum, avarkalil perumpalanavarkal (itai) unarntu kolvatillai"},{"SurahNumber":29,"VerseNumber":64,"Text":"ivvulaka valkkai vin vilaiyattum, vetikkaiyume tavira veronrum illai. Melum marumaiyin valkkaitan niccayamaka nilaiyana valkkai akum. Itai avarkal arintirukka ventume"},{"SurahNumber":29,"VerseNumber":65,"Text":"(manitarkal) kappalil eri (apattil cikki)k kontal, avarkal murrilum allahvukku valipattuk kalapparra (paricutta) manatotu avanai alaittup pirarttanai ceykinranar. Avan, avarkalai karaiyil (irakki) patukattuk konta pinnar avanukku avarkal (palarai) inai akkukinranar"},{"SurahNumber":29,"VerseNumber":66,"Text":"nam avarkalukkuc ceyyum nanriyai (ivvaru) avarkal maruttukkonte irukkattum. (Tankal viruppappatiyum) avarkal cukamanupavittuk konte irukkattum. Tankal (ceyalin) palanai(p pinnar) niccayamaka avarkal terintu kolvarkal"},{"SurahNumber":29,"VerseNumber":67,"Text":"(inta makkavai) apayamalikkum punita itamaka nam akkiyiruppatai avarkal parkkavillaiya? Avarkalaic culavulla manitarkal (etirikalal) takkappatukinranar. Ivarkal allahvin (inta) arutkotaiyai nirakarittuvittu poyyana teyvankalai nampikkai kolkinranara"},{"SurahNumber":29,"VerseNumber":68,"Text":"allahvin mitu karpanaiyakap poy kurupavanaivita allatu tannitam vanta unmaiyaip poyyakkupavanaivita maka aniyayakkaran yar? Ittakaiya nirakarippavarkalukku tankumitam narakattil illaiya"},{"SurahNumber":29,"VerseNumber":69,"Text":"Evarkal nam valiyil (cella) muyarcikkirarkalo avarkalai niccayamaka nam nam (nal) valikalil celuttukirom. Nanmai ceypavarkalutan niccayamaka allah irukkiran"}]}