{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"alihp lam mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"(namakkuc) camipamana pumiyilulla ‘rum' vacikal tolvi ataintanar"},{"SurahNumber":30,"VerseNumber":3,"Text":"avarkal (inru) tolviyataintu vittapotilum aticikkirattil verri ataivarkal"},{"SurahNumber":30,"VerseNumber":4,"Text":"(atuvum) cila antukalukkullakave (verri ataivarkal). (Verri tolvi enra) visayam itarku munnarum, itarkup pinnarum allahvukke contamanatu. (Avarkal verriyataiyum) annalil nampikkaiyalarkal allahvin utaviyaik kantu makilcciyataivarkal"},{"SurahNumber":30,"VerseNumber":5,"Text":"allah, tan virumpiyavarkalukku utavipurikiran. Avan (anaivaraiyum) mikaittavan, maka karunaiyutaiyavan avan"},{"SurahNumber":30,"VerseNumber":6,"Text":"(itu) allahvutaiya vakkurutiyakum. Allah tan vakkurutiyil tavaruvatillai. Eninum, manitaril perumpalanavarkal (itai) ariyamattarkal"},{"SurahNumber":30,"VerseNumber":7,"Text":"avarkal, ivvulaka valkkaiyilulla velippataiyana visayankalai ari(ntu kavanik)kinranar. Anal, avarkal marumaiyaip parri murrilum paramukamayirukkinranar"},{"SurahNumber":30,"VerseNumber":8,"Text":"(itai) avarkal tankalukkullakave kavanikka ventama? Vanankalaiyum. Pumiyaiyum, ivarrukku mattiyil ullavarraiyum niyayamana karanaminriyum, kurippitta tavanaiyinriyum allah pataikkavillai. Eninum, manitaril perumpalanavarkal tankal iraivanaic cantippataiyum nirakarikkinranar"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ivarkal pumiyil currittiriya ventama? Avvarayin, ivarkalukku munnirunta (nirakarippa)varkalin mutivu evvarayirru enpataik kantu kolvarkal. (Munnirunta) avarkal ivarkalaivita palacalikalakavum, ivarkal evvalavu pumiyai apivirutti ceytarkalo ataivita atikamaka pumikalaip panpatutti apivirutti ceytavarkalakavum iruntarkal. (Innilaimaiyil) avarkalitam avarkalukku anuppappatta tutarkal telivana attatcikalaik kontu vantarkal. Allah avarkalukkut tinkilaikkavillai. Eninum, avarkal (annapimarkalaip poyyakkit) tamakkut tame tinkilaittuk kontanar"},{"SurahNumber":30,"VerseNumber":10,"Text":"avarkal allahvutaiya vacanankalaip poyyakki avarraip parikacittuk kontiruntatan karanamaka, timai ceytu kontirunta avarkalin mutivum timaiyakave mutintatu"},{"SurahNumber":30,"VerseNumber":11,"Text":"(manitarkale!) Allahve pataippukalai mutalavataka urpatti ceykiran. Avane (avai iranta pinnarum) avarrai milavaippan. Pinnar, (manitarkale!) Ninkal anaivarum avanitame kontu varappatuvirkal"},{"SurahNumber":30,"VerseNumber":12,"Text":"vicaranaik kalam varum nalil kurravalikal (iraivanin karunaiyil) nampikkai ilantu vituvarkal"},{"SurahNumber":30,"VerseNumber":13,"Text":"(enenral) avarkal inaivaittu vanankiyavarril avarkalukkup parintu pecupavarkal evarum irukkamattar. (Inaivaitta) avarkalum tankal inaivaittavarraip purakkanittu vituvarkal"},{"SurahNumber":30,"VerseNumber":14,"Text":"vicaranaiyin annal varum camayattil (nallavarkalum tiyavarkalum) vevverakap pirintu vituvarkal"},{"SurahNumber":30,"VerseNumber":15,"Text":"akave, evarkal nampikkai kontu narceyalkalaic ceykirarkalo avarkal (marumaiyil corkkattilulla) unnatamakac cinkarikkappatta punkavanattil makilvikkappatuvarkal"},{"SurahNumber":30,"VerseNumber":16,"Text":"Evarkal nirakarittu nam vacanankalaiyum, marumai(yil namatu) cantippaiyum poyyakkukirarkalo avarkal vetanaiyil cikkik kitapparkal"},{"SurahNumber":30,"VerseNumber":17,"Text":"akave, (nampikkaiyalarkale!) Ninkal unkal kalai nerattilum malai nerattilum allahvaip pukalntu tutittuk kontirunkal"},{"SurahNumber":30,"VerseNumber":18,"Text":"vanankalilum pumiyilum iravilum pakalilum anaittu pukalum allahvukke uriyana. (Akave, ninkalum avanaip porri pukalntu kontirunkal)"},{"SurahNumber":30,"VerseNumber":19,"Text":"avane irantavarriliruntu uyirullavarrai velippatuttukiran. Avane uyirullavarriliruntu maranittavarrai velippatuttukiran. Avane iranta pumikalaiyum celippakkukiran. Ivvare (maranitta pinnar) marumaiyil ninkal velippatuttappatuvirkal"},{"SurahNumber":30,"VerseNumber":20,"Text":"manniliruntu unkalai pataittu, pinnar ninkal pala pakankalilum cenru tiriyakkutiya manitarkalaka anatum avanutaiya attatcikalil onrakum"},{"SurahNumber":30,"VerseNumber":21,"Text":"ninkal cerntu valakkutiya unkal manaivikalai unkalilirunte avan urpatti ceytu, unkalukkitaiyil anpaiyum necattaiyum untu panni iruppatum avanutaiya attatcikalil onrakum. Cintittu unarakkutiya makkalukku ivarril (onralla) niccayamakap pala attatcikal irukkinrana"},{"SurahNumber":30,"VerseNumber":22,"Text":"vanankalaiyum pumiyaiyum pataittiruppatum, unkal molikalum nirankalum vevveraka iruppatum avanutaiya attatcikalil ullavaiyakum. Itilum kalvimankalukku niccayamakap pala attatcikal irukkinrana"},{"SurahNumber":30,"VerseNumber":23,"Text":"iravilum pakalilum ninkal nittirai ceytu ilaipparik kolvatum (pumiyin pala pakankalilum cenru) ninkal avanutaiya arulait tetik kolvatum avanutaiya attatcikalil ullavaiyakum. (Nallupatecattaic) ceviyurum makkalukku itil niccayamakap pala attatcikal irukkinrana"},{"SurahNumber":30,"VerseNumber":24,"Text":"Nayamum payamum tarakkutiyavaru minnalai avan unkalukkuk kanpippatum, mekattiliruntu malaiyai poliyac ceytu iranta pumiyai celikkac ceyvatum avanutaiya attatcikalil ullanavakum. Arivutaiya makkalukku niccayamaka itil (onralla) pala attatcikal irukkinrana"},{"SurahNumber":30,"VerseNumber":25,"Text":"vanamum pumiyum avan kattalaippati nilai perriruppatum avanutaiya attatcikalil onrakum. (Unkalukkuk kurippitta kalam varai ninkal atil uyir valntu maranittup pumiyil atakkappattatan pinnar) avan unkalai alaikkumpotu ore alaippil ninkal pumiyil iruntu velippattu vituvirkal"},{"SurahNumber":30,"VerseNumber":26,"Text":"vanankalilum pumiyilum ullavai anaittum avanukkuriyanave. Ivai anaittum avanukke atipanintu natakkinrana"},{"SurahNumber":30,"VerseNumber":27,"Text":"avantan pataippukalai arampattil urpatti ceypavan. Avane (avai maranitta pinnarum uyir kotuttu) avarrai milavaikkiravan. Itu avanukku mikka elitu. Vanankalilum pumiyilum avanutaiya (utaranamum paricuttat) tanmai(yum)tan mikka melanatakum. Avan (anaittaiyum) mikaittavanum nanamutaiyavanum avan"},{"SurahNumber":30,"VerseNumber":28,"Text":"(manitarkale! Ninkal avanutaiya menmaiyai arintu kolvatarkaka) unkalukkullakave avan or utaranattaik kurukiran. Nam unkalukkuk kotutta porulkalil, unkal atimaikalil evarenum (unkal porulkalukku) unkalutan cama urimai utaiyavarkalaka akivituvarkala? Allatu ninkal unkalaip porutpatuttuvataippol avarkalaiyum porutpatuttuvirkala? (Porutpatutta mattirkale! Ivvarirukka, pataikkappatta ivarrai ninkal enakku inai akkalama?) Arivutaiya makkalukku (nam) vacanankalai ivvaru vivarittuk kurukirom"},{"SurahNumber":30,"VerseNumber":29,"Text":"Eninum, aniyayakkararkal evvita arivuminriye (iraivanin vacanankalai nirakarittu vittut) tankal carira iccaikalaip pinparri natakkinranar. Allah evarkalait tavarana valiyil vittu vittano avarkalai nerana valiyil celuttakkutiyavar yar? Ivarkalukku utavi ceypavarkal oruvarum illai"},{"SurahNumber":30,"VerseNumber":30,"Text":"(napiye! Iprahimutaiya) nerana markkattai nokki nir umatu mukattai urutiyana ormaippattutan tiruppuviraka. (Atuve) manitarkalukkaka allah erpatuttiya iyarkai markkamakum. Avan pataitta (markkat)tai (evaralum) marrivita mutiyatu. Itutan nilaiyana (nermaiyana) markkam. Eninum, manitaril perumpalanavarkal (itai) arintukollave mattarkal"}]}