{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Taneyi ve cekirdegi yaran suphesiz Allah'tır; oluyu cıkarır. Iste Allah budur, nasıl yuz cevirirsiniz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Tanyerini agartan, geceyi dinlenme zamanı, gunes ve ayı vakit olcusu kılandır. Bu, Guclu olan'ın, Bilen'in nizamıdır"},{"SurahNumber":6,"VerseNumber":97,"Text":"O, yıldızları kara ve denizin karanlıklarında yol bulasınız diye sizin icin var edendir. Bilen millet icin ayetleri uzun uzadıya acıkladık"},{"SurahNumber":6,"VerseNumber":98,"Text":"O, sizi bir tek nefisten, babaların sulbunde kararlasmıs ve anaların rahminde kararlasmakta olarak yaratandır. Anlayan millet icin ayetleri uzun uzadıya acıkladık"},{"SurahNumber":6,"VerseNumber":99,"Text":"O, gokten su indirendir. Her bitkiyi onunla bitirdik, ondan bitirdigimiz yesilden, birbirine benzeyen ve benzemeyen yıgın yıgın taneler, hurmaların tomurcuklarından sarkan salkımlar, uzum bagları, zeytin ve nar cıkardık. Urun verdiklerinde urunlerine, olgunlasmalarına bir bakın. Bunlarda, inananlar icin, suphesiz, deliller vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Cinleri O yaratmısken kafirler Allah'a ortak kostular. Koru korune O'na ogullar ve kızlar uydurdular. Hasa, O onların vasıflandırmalarından yucedir"},{"SurahNumber":6,"VerseNumber":101,"Text":"O, gokleri ve yeri yoktan yaratandır. Zevcesi olmadan nasıl cocugu olabilir? Oysa her seyi O yaratmıstır, her seyi bilir"},{"SurahNumber":6,"VerseNumber":102,"Text":"Iste Rabbiniz, Allah budur. O'ndan baska tanrı yoktur, her seyin yaratanıdır. Oyleyse O'na kulluk edin; O her seye de vekildir"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gozler O'nu gormez, O butun gozleri gorur. O Latif'tir, haberdardır"},{"SurahNumber":6,"VerseNumber":104,"Text":"Dogrusu size Rabbiniz'den acık belgeler gelmistir; kim gorurse kendi lehine ve kim korluk ederse kendi aleyhinedir. Ben sizin bekciniz degilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Sana, \"Sen okumussun\" derler; oysa Biz, ogrenecek kimselere ayetleri boylece turlu turlu acıklamaktayız"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbin'den sana vahyolunana uy, O'ndan baska tanrı yoktur, puta tapanlardan yuz cevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi puta tapmazlardı. Seni onlara koruyucu yapmadık, onların vekili de degilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah'tan baska yalvardıklarına sovmeyin ki, onlar da cahillikle ileri giderek Allah'a sovmesinler. Boylece her ummete isini guzel gosterdik, sonra donusleri Rab'lerinedir. O, islediklerini haber verir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Kendilerine bir mucize gosterilirse, mutlaka ona inanacaklarına dair butun gucleriyle Allah'a yemin ederler. De ki: \"Mucizeler, ancak Allah katındadır\"; onların, mucize geldigi zaman da inanmayacaklarını anlamıyor musunuz"},{"SurahNumber":6,"VerseNumber":110,"Text":"Onların kalblerini, gozlerini, ona ilk defa inanmadıkları gibi ceviririz; onları taskınlıkları icinde saskın saskın bırakırız"}]}