{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"En ville, les femmes se mirent a jaser : « L’epouse du gouverneur a tente de seduire son serviteur. Elle se consume d’amour pour lui. Son egarement est manifeste !»"},{"SurahNumber":12,"VerseNumber":31,"Text":"Lorsqu’elle entendit parler de leurs commerages, elle les convia chez elle autour d’une collation et remit a chacune d’elles un couteau. Puis elle ordonna a Joseph : « Montre- toi a elles ! ». Lorsqu’elles le virent, elles furent tellement subjuguees par sa beaute, qu’elles ne se rendirent pas compte qu’elles se tailladaient les mains. Elles s’ecrierent : «Dieu nous pardonne ! Ce n’est pas un etre humain, mais plutot un ange d’une grande noblesse !»"},{"SurahNumber":12,"VerseNumber":32,"Text":"«Voici devant vous », dit-elle, « celui qui m’a valu vos reproches. J’ai tente de le seduire, mais il a prefere repousser mes avances. Et s’il ne fait pas ce que je lui ordonne, il sera certainement jete en prison ou il subira un traitement infamant »"},{"SurahNumber":12,"VerseNumber":33,"Text":"«Seigneur ! », implora Joseph, « la prison m’est preferable a ce a quoi ces femmes me convient, et si Tu ne me delivres pas de leur perfidie, je succomberai a leurs appels et je figurerais alors parmi les ignorants »"},{"SurahNumber":12,"VerseNumber":34,"Text":"Son Seigneur exauca sa priere et le preserva de leurs ruses, car Il est Celui qui entend tout et Celui qui sait tout"},{"SurahNumber":12,"VerseNumber":35,"Text":"Plus tard, il leur apparut, alors qu’ils avaient constate les preuves de son innocence, qu’il fallait l’emprisonner jusqu’a nouvel ordre"},{"SurahNumber":12,"VerseNumber":36,"Text":"En prison, il avait deux compagnons de cellule. L’un d’eux dit : « Je me vois en reve, presser du raisin ». «Et moi », dit l’autre, « je me vois en reve, porter sur ma tete du pain que des oiseaux viennent picorer. Fais-nous connaitre la signification de ces reves, car tu nous sembles vertueux »"},{"SurahNumber":12,"VerseNumber":37,"Text":"Il leur dit : « On ne vous aura pas encore servi votre repas a tous les deux, que je vous aurais deja interprete vos reves a tous les deux, avant que les deux ne se realisent. Sachez que cela fait partie de ce que mon Seigneur m’a enseigne. En verite, j’ai abandonne la religion d’un peuple qui ne croit pas en Dieu, et qui denie l’existence de la Vie Future"},{"SurahNumber":12,"VerseNumber":38,"Text":"Je me suis conforme a la religion de mes ancetres, Abraham, Isaac et Jacob. Nous ne saurions donner quelque associe a Dieu. C’est la une des benedictions dont Dieu nous a combles ainsi que les Hommes. Mais la plupart des gens ne sont pas reconnaissants"},{"SurahNumber":12,"VerseNumber":39,"Text":"O Mes compagnons de prison ! Est-il mieux d’avoir une multitude de divinites ou Dieu l’Unique, le Dominateur supreme"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ce que vous adorez en dehors de Lui ne sont que des noms que vous et vos ancetres avez inventes. Aucune indication emanant de Dieu n’a ete revelee a leur sujet. Le pouvoir, en verite, n’appartient qu’a Dieu. Il a prescrit de n’adorer que Lui. Telle est la religion de la Rectitude, mais la plupart des Hommes l’ignorent"},{"SurahNumber":12,"VerseNumber":41,"Text":"O Compagnons de prison ! A l’un de vous, sera devolu le role d’echanson aupres de son maitre. Quant a l’autre, il sera crucifie et les oiseaux mangeront de sa tete. Le decret, au sujet de ce que vous m’avez tous deux consulte, s’accomplira »"},{"SurahNumber":12,"VerseNumber":42,"Text":"Il dit a celui dont il pensait qu’il serait sauve : « Rappelle-toi de moi lorsque tu seras aupres de ton maitre ! ». Mais Satan lui fit oublier de le rappeler a son maitre. Ainsi, il du patienter quelques annees encore en prison"},{"SurahNumber":12,"VerseNumber":43,"Text":"Le roi dit : « J’ai vu en reve, sept vaches grasses devorees par sept vaches maigres, et aussi sept epis verts et sept autres secs. O Mes conseillers ! Eclairez-moi a propos de ma vision, si vous avez un quelconque don en matiere d’interpretation des reves !»"},{"SurahNumber":12,"VerseNumber":44,"Text":"Ils repondirent : « C’est la un ensemble incoherent de visions. Quoiqu’il en soit, nous ne possedons aucune science de l’interpretation des reves »"},{"SurahNumber":12,"VerseNumber":45,"Text":"Or, celui des deux qui avait ete sauve de la prison, se souvint apres tout ce temps de Joseph et dit : « Je vous en fournirai l’interpretation. Laissez-moi aller la chercher !»"},{"SurahNumber":12,"VerseNumber":46,"Text":"« Joseph, O Toi le veridique ! Eclaire-nous au sujet de sept vaches grasses devorees par sept vaches maigres, de sept epis verts et de sept autres secs, afin que je puisse retourner aupres de ceux qui attendent. Puissent-ils etre eclaires !»"},{"SurahNumber":12,"VerseNumber":47,"Text":"Il repondit : « Semez pendant sept annees consecutives autant que vous pourrez. Ce que vous recolterez, conservez- le en epis, a l’exception d’une petite quantite dediee a votre consommation"},{"SurahNumber":12,"VerseNumber":48,"Text":"A l’issue de ces sept annees de prosperite, viendront sept annees de disette au cours desquelles vous pourrez distribuer ce que vous aviez epargne, en dehors de la quantite que vous aurez reservee"},{"SurahNumber":12,"VerseNumber":49,"Text":"Suivra alors une annee durant laquelle la pluie se deversera abondamment sur les Hommes qui auront a nouveau matiere a presser »"},{"SurahNumber":12,"VerseNumber":50,"Text":"Le roi ordonna alors : «Qu’on me l’amene !». Lorsque l’emissaire se presenta devant Joseph, celui-ci dit : «Retourne aupres de ton maitre et demande-lui : « A quoi pensaient donc ces femmes lorsqu’elles se tailladaient les mains. En verite, mon Seigneur connait parfaitement leur perfidie !»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Le roi interrogea alors ces femmes : « Qu’aviez- vous a tenter de seduire Joseph?». «Dieu nous en preserve », repondirent-elles, « nous ne lui connaissons aucun tort ». L’epouse du gouverneur prit la parole : « Il est temps pour la verite d’eclater au grand jour. Sachez que c’est moi qui ai tente de le faire succomber a mes avances. Il a dit la verite"},{"SurahNumber":12,"VerseNumber":52,"Text":"Et ce egalement, afin que mon epoux sache que je ne l’ai pas trompe en son absence. En verite, Dieu ne permet pas qu’aboutissent les intrigues des infideles"}]}