{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Znatnite ot naroda mu, koito se vŭzgordyakha, kazakha: “Shte propŭdim ot nasheto selishte teb, o, Shuaĭb, i onezi, koito povyarvakha s teb, ili shte se vŭrnete kŭm vyarata ni.” Kaza: “Dori i ako sme otvrateni ot neya"},{"SurahNumber":7,"VerseNumber":89,"Text":"Nie shte sme izmislili lŭzha za Allakh, ako se vŭrnem kŭm vashata vyara, sled kato Allakh ni e izbavil ot neya. Ne ni podobava da se vŭrnem kŭm tova, osven ako pozhelae Allakh, nashiyat Gospod. Obgrŭshta nashiyat Gospod sŭs znanie vsyako neshto. Na Allakh se upovavame. Gospodi nash, ot·sŭdi mezhdu nas i nashiya narod s pravdata! Ti si Naĭ-dobriyat sŭdnik.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"I znatnite ot naroda mu, koito byakha nevernitsi, kazakha: “Ako posledvate Shuaĭb, togava shte ste gubeshti.”"},{"SurahNumber":7,"VerseNumber":91,"Text":"I gi obkhvana sŭtresenieto, i osŭmnakha bezzhizneni v domovete si"},{"SurahNumber":7,"VerseNumber":92,"Text":"Koito vzekha za lŭzhets Shuaĭb, syakash ne byakha prebivavali tam. Koito vzekha za lŭzhets Shuaĭb, te byakha gubeshtite"},{"SurahNumber":7,"VerseNumber":93,"Text":"I se otvŭrna ot tyakh, i kaza: “O, narode moĭ, izvestikh vi poslaniyata na svoya Gospod i vi nastavlyavakh. I kak da skŭrbya za khora-nevernitsi?”"},{"SurahNumber":7,"VerseNumber":94,"Text":"I ne izprashtakhme v nikoe selishte prorok, bez da pritisnem zhitelite mu sŭs zlochestie i beda, za da se smiryat"},{"SurahNumber":7,"VerseNumber":95,"Text":"Setne podmenyakhme loshoto s dobro, dokato se umnozhat i kazhat: “I nashite bashti gi zasyagashe i beda, i radost.” I gi sgrabchvakhme Nie vnezapno, bez da usetyat"},{"SurahNumber":7,"VerseNumber":96,"Text":"A ako zhitelite na selishtata byakha povyarvali i byakha se poboyali, shtyakhme da raztvorim pred tyakh darove ot nebeto i ot zemyata. Ala te otrichakha i gi sgrabchvakhme zaradi onova, koeto sa pridobili"},{"SurahNumber":7,"VerseNumber":97,"Text":"Nima zhitelite na selishtata imakha sigurnost, che Nasheto mŭchenie ne shte gi spoleti noshtem, dokato spyat"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ili zhitelite na selishtata imakha sigurnost, che Nasheto mŭchenie ne shte gi spoleti sutrin, dokato se razvlichat"},{"SurahNumber":7,"VerseNumber":99,"Text":"Nima te byakha v bezopasnost pred zamisŭla na Allakh? Samo gubeshtite khora smyatat, che sa v bezopasnost pred zamisŭla na Allakh"},{"SurahNumber":7,"VerseNumber":100,"Text":"Nima Toĭ ne pokaza na onezi, koito nasledikha zemyata sled neĭnite [predishni] zhiteli, che ako Nie zhelaem, bikhme gi porazili zaradi grekhovete im i bikhme zapechatali sŭrtsata im, ta da ne chuvat"},{"SurahNumber":7,"VerseNumber":101,"Text":"Za tezi selishta ti sŭobshtavame nyakoi vesti. Tekhnite pratenitsi im donesokha yasnite znatsi, no ne povyarvakha te v onova, koeto predi vzimakha za lŭzha. Taka zapechatva Allakh sŭrtsata na nevernitsite"},{"SurahNumber":7,"VerseNumber":102,"Text":"I ne namerikhme u mnozinstvoto im obet, a namerikhme, che mnozinstvoto im sa nechestivtsi"},{"SurahNumber":7,"VerseNumber":103,"Text":"Posle podir tyakh s Nashite znameniya provodikhme pri Faraona i znatnite mu khora Musa, a te gi otkhvŭrlikha. Vizh kakŭv e krayat na rushashtite"},{"SurahNumber":7,"VerseNumber":104,"Text":"I kaza Musa: “O, Faraone, az sŭm pratenik ot Gospoda na svetovete"},{"SurahNumber":7,"VerseNumber":105,"Text":"Moĭ dŭlg e da kazvam za Allakh samo istinata. Donesokh vi yasen znak ot vashiya Gospod. Tŭĭ che izprati zaedno s men sinovete na Israil!”"},{"SurahNumber":7,"VerseNumber":106,"Text":"Kaza [Faraonŭt]: “Shtom si donesŭl znamenie, predstavi go, ako govorish istinata!”"},{"SurahNumber":7,"VerseNumber":107,"Text":"I [Musa] metna toyagata si, i eto ya - yavna zmiya"},{"SurahNumber":7,"VerseNumber":108,"Text":"I izvadi rŭkata si, i eto ya - siyaĭnobyala za gledashtite"},{"SurahNumber":7,"VerseNumber":109,"Text":"Znatnite ot naroda na Faraona kazakha: “Tozi e vesht mag’osnik"},{"SurahNumber":7,"VerseNumber":110,"Text":"koĭto iska da vi propŭdi ot vashata zemya.” [A Faraonŭt reche:] “I kakvo shte posŭvetvate?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Kazakha: “Daĭ ot·srochka na nego i brat mu, i prati po gradovete sŭbirachi"},{"SurahNumber":7,"VerseNumber":112,"Text":"da ti dovedat vsichki veshti mag’osnitsi!”"},{"SurahNumber":7,"VerseNumber":113,"Text":"I doĭdokha mag’osnitsite pri Faraona. Kazakha: “Naistina li shte poluchim nagrada, ako nie pobedim?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Kaza: “Da, i shte bŭdete ot priblizhenite.”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Kazakha: “O, Musa, ti li shte myatash, ili nie da myatame?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Kaza: “Vie myataĭte!” A kogato metnakha, omag’osakha ochite na khorata i gi uzhasikha, i pokazakha velika magiya"}]}