{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":4,"VerseNumber":74,"Text":"Kotero alekeni iwo amene amagulitsa moyo uno ndi moyo umene uli nkudza kuti amenye nkhondo mu njira ya Mulungu. Aliyense amene amenya nkhondo m’njira ya Mulungu ndipo aphedwa kapena apambana, Ife tidzamupatsa dipo lalikulu"},{"SurahNumber":4,"VerseNumber":75,"Text":"Kodi ndi chifukwa chiyani inu simukumenya nkhondo m’njira ya Mulungu pamene anthu ofoka mwa anthu amuna, akazi ndi ana amati: “Ambuye wathu! Tipulumutseni kuchoka kumzinda uwu wa anthu wochita zoipa ndipo tidzutsireni mtetezi wochokera kwa Inu amene adzatithandiza ife.”"},{"SurahNumber":4,"VerseNumber":76,"Text":"Iwo amene akhulupirira amamenya nkhondo m’njira ya Mulungu koma amene sakhulupilira amamenya mu njira ya Satana. Kotero inu menyanani ndi abwenzi a Satana, ndithudi chikonzero cha Satana ndi chopanda mphamvu"},{"SurahNumber":4,"VerseNumber":77,"Text":"Kodi siunaone anthu amene amauzidwa kuti: “Musamenye nkhondo, pempherani mwandondomeko ndipo perekani msonkho wothandizira anthu osauka,” koma pamene iwo adalamulidwa kuti amenye nkhondo, taona; enaaiwoamaopaanthumongamomweamamuopera Mulungu kapenanso kuposa apa. Iwo amati: “Ambuye wathu! Kodi ndi chifukwa chiyani mwatilamula kuti timenye nkhondo? Kodi simungatipatse nthawi yopumula ngakhale yochepa” Nena: “Chisangalalo cha moyo uno ndi chochepa kwambiri. Moyo umene uli nkudza ndi wabwino kwambiri kwa iye amene amaopa Mulungu ndipo inu simudzaponderezedwa ndi pang’onong’ono pomwe.”"},{"SurahNumber":4,"VerseNumber":78,"Text":"Pali ponse pomwe mungakhale, imfa idzakupezani, ngakhale inu mutadzitsekera mkati mwa nsanja zolimba. Ndipo ngati zabwino ziwapeza, iwo amati: “Izi zachokera kwa Mulungu” koma ngati choipa chiwagwera, iwo amati: “Ichi ndi chochokera kwa iwe.” Nena: “Zinthu zonse zimachokera kwa Mulungu.” Kodi ndi chiani chawapeza anthu awa kuti sangathe kuzindikira china chiri chonse"},{"SurahNumber":4,"VerseNumber":79,"Text":"Chilichonse chabwino chimene chidza pa iwe ndi chochokera kwa Mulungu, ndipo choipa chimene chikupeza ndi chochokera kwa iwe mwini. Ndipo Ife takutumiza iwe ngati Mtumwi kwa anthu onse. Ndipo Mulungu akwana kukhala mboni"},{"SurahNumber":4,"VerseNumber":80,"Text":"Aliyense amene amvera Mtumwi ndithudi amvera Mulungu ndipo iye amene safuna kukumvera iwe, Ife sitidakutumize kuti ukhale wowayang’anira ayi"},{"SurahNumber":4,"VerseNumber":81,"Text":"Iwo amati: “Ife ndife omvera” koma iwo akangochoka kwa iwe, ambiri a iwo amachita chiwembu usiku pochita zinthu zimene siukunena. Koma Mulungu amalemba ziwembu zawo zonse zomwe amachita usiku. Kotero aleke okha ndipo ika chikhulupiliro chako mwa Mulungu. Ndipo Mulungu ndi okwana kukhala Mtetezi"},{"SurahNumber":4,"VerseNumber":82,"Text":"Kodi iwo salingalira za Korani? Ilo likadakhala kuti silinachokere kwa Mulungu, iwo akadapeza mu ilo kusemphana kwambiri"},{"SurahNumber":4,"VerseNumber":83,"Text":"Pamene iwo amva nkhani iliyonse ya mtendere kapena yochititsa mantha, iwo amaiulutsa koma iwo akanaipereka kwa Mtumwi kapena kwa amene ali ndi udindo pakati pawo kapena anthu amene amafufuza bwino nkhani, akadadziwa. Ndipo pakadapanda chisomo ndi chisoni cha Mulungu pa inu, inu mukanatsatira Satana kupatula anthu ochepa okha"},{"SurahNumber":4,"VerseNumber":84,"Text":"Motero menya nkhondo mu njira ya Mulungu, iwe siudzafunsidwa za munthu wina ayi koma za iwe wekha ndipo alimbikitse okhulupirira kuti mwina Mulungu adzagonjetsa anthu osakhulupirira. Mulungu ndi wamphamvu kwambiri ndi Waukali polanga"},{"SurahNumber":4,"VerseNumber":85,"Text":"Aliyense amene amathandiza kuchita ntchito zabwino adzalandira gawo lake la ntchitoyo, ndipo aliyense amene amathandiza kuchita ntchito zoipa naye adzakhala ndi gawo la uchimo. Ndipo Mulungu ali ndi mphamvu yochita chinthu china chilichonse"},{"SurahNumber":4,"VerseNumber":86,"Text":"Ngati munthu akulonjerani onetsetsani kuti malonje anu ndi abwino kuposa malonje ake kapena mumubwezere monga momwe wakulonjererani. Ndithudi Mulungu amasunga chiwerengero cha zinthu zonse"},{"SurahNumber":4,"VerseNumber":87,"Text":"Mulungu! Kulibe mulungu wina koma Iye yekha. Ndithudi Iye adzakusonkhanitsani nonse pamodzi patsiku louka kwa akufa, tsiku lopanda chikaiko. Kodi ndani amalankhula zoona kuposa Mulungu"}]}