{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"Oni będą ciebie pytać: \"Czy to jest prawda?\" Powiedz: \"Tak! Na mojego Pana! Zaiste, to jest prawda! I nie będziecie w stanie tego udaremnić"},{"SurahNumber":10,"VerseNumber":54,"Text":"A jeśliby każda dusza, która była niesprawiedliwa, posiadała to, co jest na ziemi, to starałaby się tym okupić. Oni będą w głębi żałować, kiedy zobaczą karę. Lecz zostało już rozstrzygnięte między nimi według słuszności i oni nie doznają niesprawiedliwości"},{"SurahNumber":10,"VerseNumber":55,"Text":"O tak! Obietnica Pana jest prawdą, lecz większość z nich nie wie"},{"SurahNumber":10,"VerseNumber":56,"Text":"On daje życie i sprowadza śmierć, i do Niego zostaniecie sprowadzeni"},{"SurahNumber":10,"VerseNumber":57,"Text":"O ludzie! Przyszło do was napomnienie od waszego Pana; i uleczenie tego, co jest w piersiach, i droga prosta, i miłosierdzie dla wierzących"},{"SurahNumber":10,"VerseNumber":58,"Text":"Powiedz: \"Łaską Boga i Jego miłosierdziem niech się oni radują! To jest lepsze od tego, co zbierają"},{"SurahNumber":10,"VerseNumber":59,"Text":"Powiedz: \"Czy widzieliście, co wam Bóg zesłał jako zaopatrzenie i jak wy uczyniliście z tego zakazane i dozwolone?\" Powiedz: \"Czy Bóg wam zezwolił na to, czy też wymyślacie kłamstwo przeciw Bogu"},{"SurahNumber":10,"VerseNumber":60,"Text":"A co będą sądzić ci, którzy wymyślają kłamstwo przeciw Bogu - w Dniu Zmartwychwstania? Zaprawdę, Bóg jest władcą łaski dla ludzi, lecz większość z nich nie jest wdzięczna"},{"SurahNumber":10,"VerseNumber":61,"Text":"I w jakiejkolwiek byłbyś sytuacji, i cokolwiek recytowałbyś z Koranu, i jakiekolwiek podejmujecie działanie - My jesteśmy przy was świadkami, kiedy się w tym zagłębiacie. I nie ujdzie uwagi twego Pana nawet ciężar jednego pyłku - ani na ziemi, ani w niebiosach; ani też coś jeszcze mniejszego od tego, ani też większego - żeby to nie było w Księdze jasnej"},{"SurahNumber":10,"VerseNumber":62,"Text":"Czyż nie tak? Zaprawdę, przyjaciele Boga nie będą się lękać ani nie będą się smucić"},{"SurahNumber":10,"VerseNumber":63,"Text":"Ci, którzy uwierzyli i byli bogobojni"},{"SurahNumber":10,"VerseNumber":64,"Text":"Otrzymają radosną wieść w tym życiu i w życiu ostatecznym. Nie ma zmiany w słowach Boga: to jest osiągnięcie ogromne"},{"SurahNumber":10,"VerseNumber":65,"Text":"I niech cię nie smuci ich mowa! Zaprawdę, potęga należy w całości do Boga! On jest Słyszącym, Wszechwiedzącym"},{"SurahNumber":10,"VerseNumber":66,"Text":"Czyż nie tak?! Zaprawdę, do Boga należy ten, kto jest w niebiosach, i ten, kto jest na ziemi! A za czym idą ci, którzy wzywają współtowarzyszy poza Bogiem? Oni postępują tylko za domniemaniem i tylko snują przypuszczenia"},{"SurahNumber":10,"VerseNumber":67,"Text":"On jest Tym, który uczynił dla was noc, abyście podczas niej odpoczywali, i dzień, abyście jasno widzieli. ' Zaprawdę, w tym są znaki dla ludzi, którzy słuchają"},{"SurahNumber":10,"VerseNumber":68,"Text":"Oni powiedzieli: \"Bóg wziął sobie syna!\" Niech Mu będzie chwała! On sam Sobie wystarcza! Do Niego należy to, co jest w niebiosach, i to, co jest na ziemi. A wy nie macie żadnej władzy nad tym. Czy będziecie mówić o Bogu to, czego nie wiecie"},{"SurahNumber":10,"VerseNumber":69,"Text":"Powiedz: \"Zaprawdę, ci, którzy wymyślają kłamstwo przeciwko Bogu, nie będą szczęśliwi"},{"SurahNumber":10,"VerseNumber":70,"Text":"Używanie jest na tym świecie! Ale potem do Nas oni powrócą! Damy im wtedy zakosztować kary strasznej za to, iż nie wierzyli"}]}