{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Hara cīza jihaṛī ākāśāṁ atē dharatī tē hai, alāha dī sifata salāha kara rahī hai. Jihaṛā pātaśāha hai, pavitara hai, śakatīśālī hai atē bibēka śīla hai"},{"SurahNumber":62,"VerseNumber":2,"Text":"Uha hī hai jisa nē aṇapaṛhāṁ dē adara ika rasūla unhāṁ vicōṁ hī paidā kītā. Uha unhāṁ nū unhāṁ dī'āṁ ā'itāṁ paṛha kē suṇā'undā hai. Atē unhāṁ nū pavitara karadā hai. Atē unhāṁ nū kitāba atē samajhadārī dī'āṁ galāṁ dī sikhi'ā cidā hai. Atē uha isa tōṁ pahilāṁ pratakha kurāhē pa'ē hō'ē sana"},{"SurahNumber":62,"VerseNumber":3,"Text":"Atē dūji'āṁ la'ī vī unhāṁ vicōṁ jihaṛē ajē jē unhāṁ vica śāmila nahīṁ' hō'ē. Atē uha śakatīśālī atē tatavētā hai"},{"SurahNumber":62,"VerseNumber":4,"Text":"Iha alāha dī kirapā hai ki uha jisa nū cāhudā hai didā hai. Atē alāha vaḍē phazalāṁ dā mālaka hai"},{"SurahNumber":62,"VerseNumber":5,"Text":"Gi'ā phira unhāṁ nē unhāṁ nū nā zuki'ā, bhāva usa dī sikhi'ā nū nā samajhi'ā. Unhāṁ dī misāla usa gadhē varagī hai, jinhāṁ nē kitābāṁ dā bhāra tāṁ cuki'ā hai, (para) alāha dī'āṁ ā'itāṁ nū jhuṭhalā'i'ā. Iha kihō jihī māṛī misāla hai. Atē alāha zālima lōkāṁ nū māraga daraśana pradāna nahīṁ karadā"},{"SurahNumber":62,"VerseNumber":6,"Text":"Ākhō ki hē yahūdī'ō! Iha tuhāḍā vahima hai ki tusīṁ dūji'āṁ dī tulanā vica alāha dē pi'ārē hō. Tāṁ tusīṁ jēkara sacē hō tāṁ sata dī kāmanā karōṁ"},{"SurahNumber":62,"VerseNumber":7,"Text":"Atē uha kadē mauta dī kāmanā nā karanagē. Unhāṁ karamāṁ la'ī jinhāṁ nū unhāṁ dē hatha agē bhēja cukē hana. Atē alāha zālimāṁ nū bhalī bhānta jāṇadā hai"},{"SurahNumber":62,"VerseNumber":8,"Text":"Ākhō, jisa mauta tōṁ tusīṁ bhajadē hō uha tuhānū ā kē rahēgī. Phira tusīṁ gujhī'āṁ atē pragaṭa dē jāṇana vālē dē kōla lai jā'ē jāvōgē. Phira uha tuhānū dasa dēvēgā jihaṛā kujha tusīṁ karadē rahē hō"},{"SurahNumber":62,"VerseNumber":9,"Text":"Hē īmāna vāli'ō! Jadōṁ jumē dē dina dī namāza la'ī pukārē jāvēṁ, tāṁ alāha dī yāda vala cala pavōṁ. Ḵẖarīdaṇā atē vēcanā chaḍa dēvō. Iha tuhāḍē la'ī bihatara hai jēkara tūsī' samajhōṁ"},{"SurahNumber":62,"VerseNumber":10,"Text":"Phira jadōṁ namāza pūrī hō jāvē, tāṁ dharatī tē phaila jāvō (āpaṇā rāha phaṛha lavō). Alāha dī kirapā talāśa karō. Atē alāha nū vadhērē yāda karō. Tāṁ ki tusīṁ safalatā prāpata karō"},{"SurahNumber":62,"VerseNumber":11,"Text":"Atē jadōṁ uha kō'ī vāpāra jāṁ khēla tamāśā dēkhadē hana, tāṁ usa vala dauṛa paindē hana atē tuhānū khaṛhē-khaṛautē chaḍa didē hana. Ākhō, ki jihaṛā alāha dē kōla hai, uha khēḍa tamāśi'āṁ atē vapāra tauṁ bihatara hai. Atē alāha sabha tōṁ cagā rizaka dēṇa vālā hai"},{"SurahNumber":63,"VerseNumber":1,"Text":"Jadōṁ munāfika lōka tuhāḍē kōla ā'undē hana tāṁ uha ākhadē hana, asīṁ gavāhī didē hāṁ ki tusīṁ bēśaka alāha dē rasūla hō atē alāha jāṇadā hai, ki bēśaka tusīṁ usa dē rasūla hō atē alāha gavāhī didā hai ki iha munāfika jhuṭhē hana"},{"SurahNumber":63,"VerseNumber":2,"Text":"Unhāṁ nē āpaṇī'āṁ sahu'āṁ nū ḍhāla baṇā rakhi'ā hai. Phira uha alāha dē rāha tōṁ rōkadē hana. Bēśaka bēhada māṛā hai jihaṛā uha kara rahē hana"},{"SurahNumber":63,"VerseNumber":3,"Text":"Iha isa la'ī hai ki uha īmāna li'ā'ē, phira (unhāṁ nē) avagi'ā kītī phira unhāṁ dē dilāṁ tē muhara lagā ditī ga'ī. Sō uha nahīṁ samajhadē"}]}