{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Dəlillərimizdən bəzisini ona (Peygəmbərə) gostərmək ucun Oz qulunu gecə vaxtı Məscidulharamdan ətrafına xeyir-bərəkət verdiyimiz Məsciduləqsaya aparan Allah pak və muqəddəsdir. Həqiqətən, O, Esidəndir, Gorəndir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Biz Musaya Kitab verdik və Israil ogullarına: “Məndən basqasını ozunuzə himayədar goturməyin!”– deyə onu (o Kitabı) dogru yol gostəricisi etdik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ey Nuhla birlikdə gəmidə dasıdıqlarımızın nəsli! Nuh dogrudan da, Bizə minnətdar olan bir qul idi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Biz Kitabda Israil ogullarına: “Siz yer uzundə iki dəfə fəsad torədəcəksiniz və olduqca təkəbbur gostərəcəksiniz”– deyə xəbər verdik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Iki fəsaddan birincisinin vaxtı gəldiyi zaman ustunuzə quvvətli qullarımızı gondərdik. Onlar yurdunuzda gəzib dolasıb sizi axtarırdılar. Bu, yerinə yetirilmis bir vəd idi"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonra sizə onların uzərində yenidən qələbə qazandırdıq, var-dovlət və ogullarla sizə yardım etdik və sizin sayınızı coxaltdıq"},{"SurahNumber":17,"VerseNumber":7,"Text":"Yaxsılıq etsəniz, ozunuzə yaxsılıq etmis, pislik etsəniz oz əleyhinizə etmis olursunuz. Sonuncu vədin vaxtı gələndə, uzunuzu qara etsinlər, birinci dəfə Qudsdəki məscidə girdikləri kimi yenə də ora girsinlər və ələ kecirdikləri hər seyi darmadagın etsinlər deyə dusmənlərinizi ustunuzə gondərdik"},{"SurahNumber":17,"VerseNumber":8,"Text":"Ola bilsin ki, Rəbbiniz sizə rəhm etsin. Əgər siz fəsad torətməyə qayıtsanız, Biz də sizi cəzalandırmaga qayıdarıq. Biz Cəhənnəmi kafirlər ucun bir zindan etdik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Həqiqətən, bu Quran insanları ən dogru yola yonəldir və yaxsı islər gorən mominlərə, ozləri ucun boyuk mukafat olacagı ilə mujdə verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Axirətə iman gətirməyənlər ucun isə agrılı-acılı bir əzab hazırlamısıq"},{"SurahNumber":17,"VerseNumber":11,"Text":"Insan ozunə xeyir dilədiyi kimi, sər də diləyir. Dogrusu, insan tələsəndir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz gecə və gunduzu iki əlamət etdik. Rəbbinizdən lutf diləyəsiniz, illərin sayını və hesabı biləsiniz deyə gecənin əlamətini silib gunduzun isıqlı əlamətini gətirdik. Biz hər seyi təfsilatı ilə izah etdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Biz hər bir insanın əməlini oz boynundan asdıq. Qiyamət gunu isə acıq vəziyyətdə qarsısına qoyulan kitabı ona gostərəcəyik"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oxu! Bu gun sənə ozun-ozunu hesaba cəkməyin yetər"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim dogru yolla getsə, xeyri onun ozunə olar, kim azgınlıga dussə, ziyanı da onun oz əleyhinə olar. Hec bir gunahkar basqasının gunahını dasımaz. Biz elci gondərməmis hec kəsə əzab vermirdik"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir məmləkəti məhv etmək istədikdə onun cah-calal icində yasayan sakinlərinə Allaha itaət etməyi əmr edirdik. Onlar isə orada gunah islər gorurdulər. Beləcə, onun (o məmləkətin) barəsindəki soz gercək oldu və Biz onu yerlə yeksan etdik"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuhdan sonra necə-necə nəsilləri məhv etdik. Rəbbinin, qullarının gunahlarını bilməsi və gorməsi kifayətdir"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kim gəldi-gedər dunyanı istəsə, orada ona – dilədiyimiz kimsəyə istədiyimiz seyləri dərhal verərik. Sonra isə onu qınanmıs və Allahın rəhmətindən qovulmus halda girəcəyi Cəhənnəmə atarıq"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kim də Axirəti istəsə, momin olaraq butun qəlbi ilə ona can atsa, onların səyi məmnuniyyətlə qəbul olunar"},{"SurahNumber":17,"VerseNumber":20,"Text":"Biz hamıya – onlara da, bunlara da Rəbbinin nemətindən veririk. Rəbbinin neməti hec kəsə qadagan deyildir"},{"SurahNumber":17,"VerseNumber":21,"Text":"Bax gor dunyada onların birini digərindən necə ustun etdik. Axirətdə isə daha boyuk dərəcələr və daha boyuk ustunluklər vardır"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allahla yanası basqa məbuda ibadət etmə, yoxsa zəlil və tənha qalarsan"}]}