{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":57,"VerseNumber":16,"Text":"Emi? Visvasula hrdayalu allah prastavanato krngipoyi, ayana avatarimpa jesina satyaniki vidheyulayye samayam inka raleda? Purva grantha prajallaga varu kuda maripokudadu. Endukante cala kalam gadici poyinanduku vari hrdayalu kathinamai poyayi. Mariyu varilo cala mandi avidheyulu (phasikhun) unnaru"},{"SurahNumber":57,"VerseNumber":17,"Text":"baga telusukondi! Niscayanga allah, bhumi canipoyina taruvata, daniki malli jivam postadu. Vastavaniki memu i sucanalanu miku spastanga teluputunnamu, bahusa miru artham cesukuntarani"},{"SurahNumber":57,"VerseNumber":18,"Text":"niscayanga, vidhi danam (jakat) cese purusulu mariyu vidhidanam cese strilu mariyu allah ku manci appu icce variki, ayana danini enno retlu penci (tirigi) istadu. Mariyu variki goppa pratiphalam untundi"},{"SurahNumber":57,"VerseNumber":19,"Text":"mariyu evaraite allah nu mariyu ayana pravaktalanu visvasistaro, alanti vare satyasandhulaina (visvasulu). Mariyu vare tama prabhuvu vadda amara virulu. Variki vari pratiphalam mariyu jyoti labhistayi. Kani evaraite satyanni tiraskaristaro mariyu ma ayatulanu abad'dhalani antaro, alanti varu tappaka bhagabhaga mande narakagni vasulavutaru"},{"SurahNumber":57,"VerseNumber":20,"Text":"baga telusukondi! Niscayanga, ihaloka jivitam, oka ata mariyu oka vinodam mariyu oka srngaram mariyu miru parasparam goppalu ceppukovadam mariyu sampada mariyu santanam visayanlo adhikyata pondataniki prayatnincadam matrame. Dani drstantam a varsam vale undi: Dani (varsam) valla perige pairu raitulaku anandam kaligistundi. A pidapa adi endipoyi pasupu paccaga maripotundi. A pidapa adi pottuga maripotundi. Kani paraloka jivitanlo matram (dustulaku) badhakaramaina siksa mariyu (satpurusulaku) allah nundi ksamapana mariyu ayana prasannata untayi. Kavuna ihaloka jivitam kevalam mosagince bhogabhagyalu matrame"},{"SurahNumber":57,"VerseNumber":21,"Text":"Mi prabhuvu ksamapana vaipunaku mariyu akasam mariyu bhumi yokka vaisalyamantati visalamaina svargam vaipunaku parugettandi. Adi allah mariyu ayana pravaktalanu visvasincevari koraku sid'dha paracibadi undi. Idi allah anugraham, ayana tanu korina variki danini prasadistadu. Mariyu allah anugrahasali, sarvottamudu"},{"SurahNumber":57,"VerseNumber":22,"Text":"bhumi mida gani leda svayanga mi mida gani virucuku pade e apada ayina sare! Memu danini sambhavimpa jeyaka munde granthanlo vrayabadakunda ledu. Niscayanga, idi allah ku ento sulabham"},{"SurahNumber":57,"VerseNumber":23,"Text":"idanta miru poyina daniki nirasa cendakudadani mariyu miku iccina daniki santosanto uppongi poradani. Mariyu allah badayilu ceppukunevaru, garvince varu ante istapadadu"},{"SurahNumber":57,"VerseNumber":24,"Text":"evaraite svayanga lobhatvam cuputu itarulanu kuda lobhatvaniki purikoluputaro mariyu evadaite (satyam nundi) venudirugutado, vadu (telusukovali) niscayanga, allah svayam samrd'dhudu, sarva stotralaku ar'hudani"},{"SurahNumber":57,"VerseNumber":25,"Text":"vastavaniki, memu ma sandesaharulanu spastamaina sucalanicci pampamu. Mariyu varito batu granthanni avatarimpajesamu. Mariyu manavulu n'yayasiluruga melagataniki trasunu kuda pampamu mariyu inumunu kuda prasadincamu. Andulo goppa sakti undi, mariyu manavulaku enno prayojanalunnayi. Mariyu (idanta) allah agocarudaina tanaku mariyu tana pravaktalaku evadu sahayakudavutado cudataniki cesadu. Niscayanga, allah maha balasali, sarvasaktimantudu"},{"SurahNumber":57,"VerseNumber":26,"Text":"mariyu vastavanga memu nuh nu mariyu ibrahim nu pampamu. Mariyu variddari santananlo pravakta padavini mariyu granthanni uncamu. Kani vari santatilo kondaru margadarsakatvam mida unnaru, kani varilo cala mandi avidheyulu (phasikhun) unnaru"},{"SurahNumber":57,"VerseNumber":27,"Text":"A taruvata cala mandi pravaktalanu memu vari taruvata pampamu. Mariyu maryam kumarudu isanu kuda pampamu mariyu ataniki injil nu prasadincamu. Mariyu atanini anusarincevari hrdayalalo memu jalini, karunanu kaligincamu, kani san'yasanni vare svayanga kalpincukunnaru. Memu danini varipai vidhincaledu, kani allah prasannatanu pondagori vare danini vidhincukunnaru, kani varu danini patincavalasina vidhanga nijayitito patincaledu. Kavuna varilo visvasincina variki vari pratiphalanni prasadincamu. Kani varilo cala mandi avidheyulu (phasikhun) unnaru"},{"SurahNumber":57,"VerseNumber":28,"Text":"o visvasulara! Allah yandu bhayabhaktulu kaligi undandi, mariyu ayana sandesaharunni visvasincandi, ayana (allah) miku rettimpu karunanu prasadistadu mariyu velugunu prasadistadu, miru andulo nadustaru mariyu ayana mim'malni ksamistadu. Mariyu allah ento ksamasiludu, apara karuna pradata"},{"SurahNumber":57,"VerseNumber":29,"Text":"allah anugraham mida tamaku elanti adhikaram ledani mariyu niscayanga, anugraham kevalam allah cetilo undani mariyu ayana tanu korina variki danini prasadistadani, purva grantha prajalu telusukovali. Mariyu allah anugrahasali, sarvottamudu"}]}