{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Подвиг тот обязателен для таких, которые просят у тебя увольнения, тогда как они богаты: они рады оставаться с домоседками - женщинами. Бог запечатал сердца их, а потому они незнающие"},{"SurahNumber":9,"VerseNumber":94,"Text":"Они будут извиняться пред вами, когда вы возвратитесь к ним; скажи: \"Не извиняйтесь; не поверим вам; Бог уже открыл нам некоторые сведения о вас. Бог видит дела ваши, также и посланник Его; со временем вы предстанете пред Знающего тайное и явное, и он откроет вам то, что сделали вы"},{"SurahNumber":9,"VerseNumber":95,"Text":"Когда вы возвратитесь к ним, они будут заклинать вас Богом, чтобы вы отстали от них; отстаньте от них, потому, что они - мерзость; жилищем их будет геенна, в воздаяние за то, что усвоили они себе"},{"SurahNumber":9,"VerseNumber":96,"Text":"Они будут заклинать вас быть благосклонными к ним: но если вы будете к ним благосклонными, то Бог не будет благосклонен к этим непотребным людям"},{"SurahNumber":9,"VerseNumber":97,"Text":"Арабы самые упорные в неверии и лицемерии; это прямее всего от того, что они не знают уставов, какие ниспослал Бог своему посланнику. Бог знающий, мудр"},{"SurahNumber":9,"VerseNumber":98,"Text":"Между Арабами есть такие, которые свои пожертвования считают требуемым с них к уплате долгом, и они выжидают переворотов судьбы в делах ваших: в их делах будет худой переворот судьбы! Бог - слышащий, знающий"},{"SurahNumber":9,"VerseNumber":99,"Text":"Между Арабами есть такие, которые веруют в Бога и в последний день, и они свои пожертвования считают делами, приближающими их к Богу и заслуживающими молитв за них посланника. Не действительно ли они для них приближение к Нему? Бог обнимет их своею милостью; потому что Бог прощающий, милосерд"},{"SurahNumber":9,"VerseNumber":100,"Text":"Предшествовавшими им - и последовавшими им в благотворительности доволен будет Бог, и они будут довольны Им. Он приготовил для них сады, по которым текут реки, и в которых они будут вечно: это высокое блаженство"},{"SurahNumber":9,"VerseNumber":101,"Text":"Между теми Арабами, которые вокруг вас, есть лицемеры, а также есть и в числе жителей Медины: они упорны в лицемерии, ты не знаешь их, Мы знаем их. Мы их накажем два раза; со временем они будут подвергнуты великой муке"},{"SurahNumber":9,"VerseNumber":102,"Text":"Иные сознались в своих грехах: доброе дело они мешали с другим худым; может быть, Бог будет благопреклонен к ним: Бог прощающий, милосерд"},{"SurahNumber":9,"VerseNumber":103,"Text":"Из имущества их возьми милостыню; ею ты оправдаешь их и очистишь имущества их, и молись за них, потому что молитва твоя - покой для них: Бог - слышащий, знающий"},{"SurahNumber":9,"VerseNumber":104,"Text":"Разве они еще не узнали, что Бог - Он благосклонно приемлет покаяние рабов своих и принимает милостыни, и что Бог благопреклонен к кающимся, милосерд"},{"SurahNumber":9,"VerseNumber":105,"Text":"Скажи: \"Будьте деятельны, и Бог увидит вашу деятельности, а также посланник Его и верующие; действительно, вы предстанете пред Знающим тайное и явное, и Он откроет вам то, что сделали вы"},{"SurahNumber":9,"VerseNumber":106,"Text":"Для иных отсрочивается распоряжение Бога: накажет ли Он их, или благопреклонится к ним; Бог знающ, мудр"},{"SurahNumber":9,"VerseNumber":107,"Text":"О тех, которые построили себе мечеть, чтобы производить вред, нечестие, разрыв между верующими, чтобы она была местом засады для воюющих и сперва против Бога и посланника Его, и которые клянутся, говоря: \"Мы желаем только лучшего!\" - о тех Бог свидетельствует, что они лжецы"},{"SurahNumber":9,"VerseNumber":108,"Text":"Вы в ней никогда не становитесь на молитву. Есть мечеть, которая с первого дня основана по благочестивому чувству: в ней должно тебе становится на молитву; в ней есть люди, любящие быть чистыми: Бог любит чистых"},{"SurahNumber":9,"VerseNumber":109,"Text":"Тот ли лучше, кто свое здание основал на благоговении к Богу и на желании угодить Ему, или тот, кто основал свое здание на береге песчаном, осыпающемся? Он вместе с ним обрушится в огонь геенны. Бог не вождь людям нечестивым"},{"SurahNumber":9,"VerseNumber":110,"Text":"Здание их, которое построили они, дотоле не перестанет быть недоумением в сердцах их, доколе сердца их не будут истерзаны. Бог знающий, мудр"}]}