{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah heeft gezegd: \"Neemt geen twee goden. Er is slechts Eén God. Vreest daarom Mij alleen"},{"SurahNumber":16,"VerseNumber":52,"Text":"En aan Hem behoort hetgeen in de hemelen en op aarde is en Hem is voortdurende gehoorzaamheid verschuldigd. Wilt gij dan iets buiten Allah vrezen"},{"SurahNumber":16,"VerseNumber":53,"Text":"Welke zegeningen gij ook ontvangt, zij komen van Allah. En wanneer een kwelling over u komt, is het tot Hem dat gij om hulp roept"},{"SurahNumber":16,"VerseNumber":54,"Text":"Wanneer Hij dan uw kwelling van u verwijdert, ziet, dan vereenzelvigt een deel uwer andere (Goden) met hun Heer"},{"SurahNumber":16,"VerseNumber":55,"Text":"Zodat zij ondankbaar zijn voor hetgeen Wij hun hebben geschonken. Geniet dan en weldra zult gij te weten komen"},{"SurahNumber":16,"VerseNumber":56,"Text":"En zij bestemmen een gedeelte van wat Wij hun hebben geschonken voor datgene, waarvan zij geen kennis hebben. Bij Allah, gij zult zeker ondervraagd worden over al hetgeen gij hebt verzonnen"},{"SurahNumber":16,"VerseNumber":57,"Text":"En zij schrijven dochters aan Allah toe - Heilig is Hij - en zichzelf wat zij wensen (zonen)"},{"SurahNumber":16,"VerseNumber":58,"Text":"En wanneer aan één hunner (de geboorte) van een meisje wordt gemeld, verduistert zijn gezicht en hij is vol toorn"},{"SurahNumber":16,"VerseNumber":59,"Text":"Hij verbergt zich voor het volk vanwege het slechte nieuws dat hem is aangekondigd; zal hij haar in weerwil van schande behouden of haar in het stof begraven? Voorwaar, slecht is hetgeen zij besluiten"},{"SurahNumber":16,"VerseNumber":60,"Text":"Het kenteken van degenen die niet in het Hiernamaals geloven is slecht, terwijl Allah's kenteken het beste is, Hij is de Almachtige, de Alwijze"},{"SurahNumber":16,"VerseNumber":61,"Text":"En indien Allah de mensen voor hun onrechtvaardigheid zou straffen, zou Hij geen levend schepsel op aarde achterlaten, maar Hij geeft hun uitstel tot een vastgestelde termijn, en wanneer hun tijd is gekomen kunnen zij deze niet voor een enkel uur uitstellen of vervroegen"},{"SurahNumber":16,"VerseNumber":62,"Text":"En zij schrijven aan Allah toe waar zij niet van houden (dochters); hun tong spreekt leugen, nl. dat hun het beste gewordt. Ongetwijfeld komt het vuur hun toe waaraan zij zullen worden overgeleverd"},{"SurahNumber":16,"VerseNumber":63,"Text":"Bij Allah, Wij zonden (boodschappers) tot de volkeren die vóór u waren; maar Satan deed hun werken voor hen schoon schijnen. Daarom is hij nu (in deze wereld) hun vriend en (in het Hiernamaals) zullen zij een smartelijke straf ontvangen"},{"SurahNumber":16,"VerseNumber":64,"Text":"En Wij hebben alleen dit Boek tot u nedergezonden, opdat gij hun hetgeen waarover zij verschillen moogt uitleggen en tevens als leiding en barmhartigheid voor de mensen die geloven"},{"SurahNumber":16,"VerseNumber":65,"Text":"En Allah heeft water uit de hemel nedergezonden en er de aarde na haar dood mee opgewekt. Daarin is voorzeker een teken voor een volk, dat wil luisteren"},{"SurahNumber":16,"VerseNumber":66,"Text":"Ook het vee bevat voorzeker een les voor u. Wij geven u van hetgeen in hun buik is, van tussen het uitwerpsel en het bloed, n.l. melk, zuiver en aangenaam voor degenen die drinken"},{"SurahNumber":16,"VerseNumber":67,"Text":"En van de vrucht der dadelpalmen en druiven maakt gij een bedwelmende drank en een goed voedsel. Voorwaar, daarin is een teken voor een volk dat zijn verstand gebruikt"},{"SurahNumber":16,"VerseNumber":68,"Text":"En uw Heer heeft de bij bezield, (zeggende): \"Maakt huizen in de heuvels en in de bomen en in hetgeen men bouwt"},{"SurahNumber":16,"VerseNumber":69,"Text":"Eet dan van alle soorten vruchten en volgt onderdanig de wegen van uw Heer.\" Er komt uit hun buik een vloeistof (honing) van verschillende tinten voort waarin genezing is voor de mens. Voorzeker, daarin is een teken voor een volk dat nadenkt"},{"SurahNumber":16,"VerseNumber":70,"Text":"En Allah schept u, dan doet Hij u sterven, en er zijn sommigen onder u die een hoge ouderdom bereiken, waardoor zij na kennis te hebben vergaard, niets meer weten. Voorzeker, Allah is Alwetend, Almachtig"},{"SurahNumber":16,"VerseNumber":71,"Text":"En Allah heeft sommigen uwer boven anderen in levensonderhoud bevoorrecht. Maar degenen die Hij bevoordeelde geven hun bezit niet aan hun ondergeschikten, zodat deze er gelijk in zullen worden. Willen zij de gunst van Allah dan verloochenen"},{"SurahNumber":16,"VerseNumber":72,"Text":"En Allah heeft uit uw midden echtgenoten voor u gemaakt en heeft u van uw echtgenoten kinderen en kleinkinderen geschonken en u van goede dingen voorzien. Willen zij dan in valse dingen geloven en de gunst van Allah verloochenen"},{"SurahNumber":16,"VerseNumber":73,"Text":"En zij aanbidden naast Allah dingen (afgoden) die over hun levensonderhoud van de hemelen of van de aarde in het geheel niet beschikken, noch enige macht bezitten"},{"SurahNumber":16,"VerseNumber":74,"Text":"Sehrijf daarom geen gelijken aan Allah toe. Voorzeker Allah weet (alles), en gij weet niets"}]}