{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"and in time she conceived him, and then she withdrew with him to a far-off place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And [when] the throes of childbirth drove her to the trunk of a palm-tree, she exclaimed: \"Oh, would that I had died ere this, and had become a thing forgotten, utterly forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Thereupon [a voice] called out to her from beneath that [palm-tree]: \"Grieve not! Thy Sustainer has provided a rivulet [running] beneath thee"},{"SurahNumber":19,"VerseNumber":25,"Text":"and shake the trunk of the palm-tree towards thee: it will drop fresh, ripe dates upon thee"},{"SurahNumber":19,"VerseNumber":26,"Text":"Eat, then, and drink, and let thine eye be gladdened! And if thou shouldst see any human being, convey this unto him: `Behold, abstinence from speech have I vowed unto the Most Gracious; hence, I may not speak today to any mortal"},{"SurahNumber":19,"VerseNumber":27,"Text":"And in time she returned to her people, carrying the child with her. They said: \"O Mary! Thou hast indeed done an amazing thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron! Thy father was not a wicked man, nor was thy mother a loose woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"Thereupon she pointed to him. They exclaimed: \"How can we talk to one who [as yet] is a little boy in the cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"[But] he said: \"Behold, I am a servant of God. He has vouchsafed unto me revelation and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"and made me blessed wherever I may be; and He has enjoined upon me prayer and charity as long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"and [has endowed me with] piety towards my mother; and He has not made me haughty or bereft of grace"},{"SurahNumber":19,"VerseNumber":33,"Text":"Hence, peace was upon me on the day when I was born, and [will be upon me] on the day of my death, and on the day when I shall be raised to life [again]"},{"SurahNumber":19,"VerseNumber":34,"Text":"SUCH WAS, in the words of truth, Jesus the son of Mary, about whose nature they so deeply disagree"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not conceivable that God should have taken unto Himself a son: limitless is He in His glory! When He wills a thing to be, He but says unto it \"Be\" -and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And [thus it was that Jesus always said]: \"Verily, God is my Sustainer as well as your Sustainer; so worship [none but] Him: this (alone] is a straight way"},{"SurahNumber":19,"VerseNumber":37,"Text":"And yet, the sects [that follow the Bible] are at variance among themselves [about the nature of Jesus Woe, then, unto all who deny the truth when that awesome Day will appear]"},{"SurahNumber":19,"VerseNumber":38,"Text":"How well will they hear and see [the truth] on the Day when they come before Us! Today, however, these evildoers are obviously lost in error"},{"SurahNumber":19,"VerseNumber":39,"Text":"hence, warn them of [the coming of] the Day of Regrets, when everything will have been decided-for as yet they are heedless, and they do not believe [in it]"},{"SurahNumber":19,"VerseNumber":40,"Text":"Behold, We alone shall remain after the earth and all who live on it have passed away, and (when] unto Us all will have been brought back"},{"SurahNumber":19,"VerseNumber":41,"Text":"AND CALL to mind, through this divine writ, Abraham. Behold, he was a man of truth, [already] a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"when he spoke [thus] unto his father: \"O my father! Why dost thou worship something that neither hears nor sees and can be of no avail whatever to thee"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! Behold, there has indeed come to me [a ray] of knowledge such as has never yet come unto thee: follow me, then; I shall guide thee onto a perfect way"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! Do not worship Satan-for, verily, Satan is a rebel against the Most Gracious"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father! I dread lest a chastisement from the Most Gracious befall thee, and then thou wilt become [aware of having been] close unto Satan"},{"SurahNumber":19,"VerseNumber":46,"Text":"He answered: \"Dost thou dislike my gods, O Abraham? Indeed, if thou desist not, I shall most certainly cause thee to be stoned to death! Now begone from me for good"},{"SurahNumber":19,"VerseNumber":47,"Text":"[Abraham] replied: \"Peace be upon thee! I shall ask my Sustainer to forgive thee: for, behold, He has always been kind unto me"},{"SurahNumber":19,"VerseNumber":48,"Text":"But I shall withdraw from you all and from whatever you invoke instead of God, and shall invoke my Sustainer [alone]: it may well be that my prayer [for thee] will not remain unanswered by my Sustainer"},{"SurahNumber":19,"VerseNumber":49,"Text":"And after he had withdrawn from them and from all that they were worshipping instead of God, We bestowed upon him Isaac and Jacob, and made each of them a prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"and We bestowed upon them [manifold] gifts out of Our grace, and granted them a lofty power to convey the truth [unto others]"},{"SurahNumber":19,"VerseNumber":51,"Text":"AND CALL to mind, through this divine writ, Moses. Behold, he was a chosen one, and was an apostle [of God], a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And [remember how] We called upon him from the right-hand slope of Mount Sinai and drew him near [unto Us] in mystic communion"},{"SurahNumber":19,"VerseNumber":53,"Text":"and [how], out of Our grace, We granted unto him his brother Aaron, to be a prophet [by his side]"},{"SurahNumber":19,"VerseNumber":54,"Text":"AND CALL to mind, through this divine writ, Ishmael. Behold, he was always true to his promise, and was an apostle [of God], a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"who used to enjoin upon his people prayer and charity, and found favour in his Sustainer's sight"},{"SurahNumber":19,"VerseNumber":56,"Text":"AND CALL to mind, through this divine writ, Idris. Behold, he was a man of truth, a prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"whom We exalted onto a lofty station"},{"SurahNumber":19,"VerseNumber":58,"Text":"THESE WERE some of the prophets upon whom God bestowed His blessings - [prophets] of the seed of Adam and of those whom We caused to be borne [in the ark] with Noah, and of the seed of Abraham and Israel and [all of them were] among those whom We had guided and elected; [and] whenever the messages of the Most Gracious were conveyed unto them, they would fall down [before Him], prostrating themselves and weeping"}]}