{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"Poistine, Allakh zapovedAyet Doverennuyu klad' vladel'tsam vozvrashchat'. Kogda zh pridetsya vam sudit' mezhdu lyud'mi, Po spravedlivosti sudite. I kak, poistine, prekrasno to, Chemu Allakh vas pouchayet! Ved' On vse slyshit i vse vidit"},{"SurahNumber":4,"VerseNumber":59,"Text":"O vy, kto veruyet! Allakhu povinuytes' i poslanniku Yego, A takzhe tem iz vas, kto vlast'yu nadelen. A yesli spor zateyete mezhdu soboy, To predostav'te rassudit' vas Allakhu i poslanniku Yego, Yesli v Allakha i Posledniy Den' uverovali vy. Ved' eto - luchshe i pristoyney po iskhodu"},{"SurahNumber":4,"VerseNumber":60,"Text":"Ty obratil vnimaniye na tekh, Kto (lzhivo) utverzhdayet, chto poveril v to, Chto (nyne) poslano tebe I do tebya nisposlano (drugim)? Oni zhelayut obrashchat'sya za sudom k Tagutu, Togda kak im poveleno ne verovat' v nego; I khochet Satana ikh sbit' s puti I v zabluzhdeniye uvlech' kak mozhno dal'she"},{"SurahNumber":4,"VerseNumber":61,"Text":"Kogda im govoryat: \"Idite vy k tomu, chto vam nizvel Allakh, K Yego poslanniku idite!\", Ty vidish', kak, otvorotya svoy lik, Ukhodyat eti litsemery"},{"SurahNumber":4,"VerseNumber":62,"Text":"A kak oni sebya vedut, Kogda ikh postigayet gore Za to, chto predvarili im ikh ruki? Togda oni idut k tebe i, Gospodom klyanyas', (vzyvayut): \"My lish' soglasiya zhelali i dobra"},{"SurahNumber":4,"VerseNumber":63,"Text":"(Izvestny Bogu) eti lyudi, I znayet On, chto skryto v ikh serdtsakh. Ty v storone derzhis' ot nikh, (A po vozmozhnosti) uveshchevay i govori im slovo, Chto v dushi ikh proniknut' mozhet"},{"SurahNumber":4,"VerseNumber":64,"Text":"My posylali kazhdogo poslannika lish' s tem, Chtob s izvoleniya Allakha yemu povinovalis' vy. I yesli by oni, chinya samim sebe nespravedlivost', Prishli k tebe i isprosili by proshcheniya Allakha I poprosil proshcheniya dlya nikh by sam poslannik, Oni b deystvitel'no nashli, Chto milostiv Allakh i (vsyako) obrashcheniye priyemlet"},{"SurahNumber":4,"VerseNumber":65,"Text":"No net! Klyanus' tvoim Vladykoy, Ne uveruyut oni, Poka tebya ni primut kak sud'yu Vo vsem, chto sporno mezhdu nimi; Togda v sebe oni uzh ne naydut Soprotivleniya (razumnosti) tvoikh resheniy I podchinyatsya im pokorno"},{"SurahNumber":4,"VerseNumber":66,"Text":"I yesli b My im predpisali: \"Otdayte svoyu zhizn'\" ili \"Pokin'te svoy ochag\", To lish' nemnogiye iz nikh mogli by eto sdelat'. No yesli b sdelali oni Vse to, chemu ikh uchat, Dlya nikh by eto bylo luchshe I utverdilo by prochneye (ikh polozheniye i veru)"},{"SurahNumber":4,"VerseNumber":67,"Text":"I darovali by My im Velikuyu nagradu ot Sebya"},{"SurahNumber":4,"VerseNumber":68,"Text":"I poveli by ikh pryamoy stezeyu"},{"SurahNumber":4,"VerseNumber":69,"Text":"I kto Allakhu i poslanniku Yego poslushen, Voydet v sobraniye takikh, Komu prosterta Yego milost': Poslannikov i pravednykh sluzhiteley Yego, Blagotvoryashchikh (slug Gospodnikh) I muchenikov (blizhney zhizni), - I kak prekrasno eto bratstvo"},{"SurahNumber":4,"VerseNumber":70,"Text":"Vot takova Gospodnya shchedrost', - Dovol'no dlya Nego, chto vse On znayet"},{"SurahNumber":4,"VerseNumber":71,"Text":"O vy, kto veruyet! Vy soblyudayte ostorozhnost' (na voyne) I dvigaytes' vpered Ili otdel'nymi ryadami, il' vsem (sostavom)"},{"SurahNumber":4,"VerseNumber":72,"Text":"I obyazatel'no naydutsya sredi vas takiye, Kto otstayet (v puti) ot vas I, yesli vas beda postignet, govorit: \"Allakh, poistine, yavil mne milost' tem, Chto ya tam ne byl sredi vas"},{"SurahNumber":4,"VerseNumber":73,"Text":"A yesli k vam pridet udacha ot Allakha, To obyazatel'no on skazhet, Kak budto mezhdu nim i vami Privyazannosti ne bylo sovsem: \"O, yesli by ya vmeste s vami byl! Mne by ot etogo bol'shoy uspekh dostalsya"}]}