{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":37,"VerseNumber":83,"Text":"Qua that, Ibrahim đa thuc su thuoc ve ton giao cua Y (Nuh)"},{"SurahNumber":37,"VerseNumber":84,"Text":"Khi (Ibrahim) đen voi Thuong Đe cua Y bang mot trai tim trong sach (khoi vet ban cua Shirk)"},{"SurahNumber":37,"VerseNumber":85,"Text":"Khi (Ibrahim) noi voi phu than va nguoi dan cua minh: “Cac nguoi đang tho phuong gi the kia?!”"},{"SurahNumber":37,"VerseNumber":86,"Text":"“Le nao cac nguoi muon tho phuong cac than linh nguy tao thay vi Allah u?”"},{"SurahNumber":37,"VerseNumber":87,"Text":"“Vay cac nguoi nghi sao ve Thuong Đe cua vu tru va van vat?”"},{"SurahNumber":37,"VerseNumber":88,"Text":"Roi (Ibrahim) nguoc len (troi) nhin cac vi sao"},{"SurahNumber":37,"VerseNumber":89,"Text":"Roi (Ibrahim) bao: “Toi khong khoe (nen khong the đi choi le hoi cung moi nguoi).”"},{"SurahNumber":37,"VerseNumber":90,"Text":"The la moi nguoi ra đi, bo lai (Ibrahim mot minh)"},{"SurahNumber":37,"VerseNumber":91,"Text":"The la (Ibrahim) đa len đi gap cac than linh cua ho. Y hoi chung: “Sao cac nguoi khong chiu an?”"},{"SurahNumber":37,"VerseNumber":92,"Text":"“Co chuyen gi voi cac nguoi, sao cac nguoi khong noi chuyen?”"},{"SurahNumber":37,"VerseNumber":93,"Text":"Roi Y nhay thang toi đanh be chung bang tay phai"},{"SurahNumber":37,"VerseNumber":94,"Text":"Sau đo, (nguoi dan) voi va chay đen gap Y"},{"SurahNumber":37,"VerseNumber":95,"Text":"(Ibrahim) noi: “Le nao cac nguoi lai tho nhung buc tuong do chinh cac nguoi nan tac ra chung?”"},{"SurahNumber":37,"VerseNumber":96,"Text":"“Trong khi Allah tao ra cac nguoi va nhung thu ma cac nguoi lam ra.”"},{"SurahNumber":37,"VerseNumber":97,"Text":"(Nguoi dan cua Ibrahim) bao: “Chung ta hay xay cho no mot lo lua roi nem no vao trong lua đang chay!”"},{"SurahNumber":37,"VerseNumber":98,"Text":"Ho muon muu hai Ibrahim nhung TA đa lam cho ho that bai nhuc nha"},{"SurahNumber":37,"VerseNumber":99,"Text":"(Ibrahim) noi: “Ta se đi gap Thuong Đe cua Ta. Ngai se huong dan ta.”"},{"SurahNumber":37,"VerseNumber":100,"Text":"“Lay Thuong Đe cua be toi! Xin Ngai ban cho be toi mot đua con đuc hanh.”"},{"SurahNumber":37,"VerseNumber":101,"Text":"The la, TA đa ban cho Y tin mung ve mot đua con trai (Isma’il) biet kien nhan chiu đung"},{"SurahNumber":37,"VerseNumber":102,"Text":"Đen khi đua con đen tuoi biet chay, (Ibrahim) noi (voi đua con cua minh): “Nay con trai yeu cua cha! Cha nam mong thay rang cha can phai giet te con. The con nghi sao?” Đua con đap: “Thua cha! Cha cu lam theo lenh truyen roi cha se thay con la mot đua con kien nhan, Insha-Allah.”"},{"SurahNumber":37,"VerseNumber":103,"Text":"The roi, khi hai cha con cung nap minh than phuc menh lenh (cua Allah), nguoi cha đe đua con nam nghieng (chuan bi giet te)"},{"SurahNumber":37,"VerseNumber":104,"Text":"(Ngay luc đo,) TA (Allah) đa goi Y: “Nay hoi Ibrahim!”"},{"SurahNumber":37,"VerseNumber":105,"Text":"“Nguoi thuc su đa chung thuc đieu trong giac mong.” Qua that! TA ban thuong cho nhung nguoi lam tot nhu the"},{"SurahNumber":37,"VerseNumber":106,"Text":"Qua that đay qua la mot cuoc thu thach cong khai cho (Ibrahim)"},{"SurahNumber":37,"VerseNumber":107,"Text":"TA đa chuoc mang (con trai cua Ibrahim) bang mot con vat te vi đai"},{"SurahNumber":37,"VerseNumber":108,"Text":"TA đa đe lai (Ibrahim) noi hau the (loi chuc phuc)"},{"SurahNumber":37,"VerseNumber":109,"Text":"(Đo la) loi chuc phuc Bang an cho Ibrahim"},{"SurahNumber":37,"VerseNumber":110,"Text":"TA ban thuong cho nhung nguoi lam tot đung nhu the"},{"SurahNumber":37,"VerseNumber":111,"Text":"Qua that, (Ibrahim) la mot trong nhung be toi co đuc tin cua TA"},{"SurahNumber":37,"VerseNumber":112,"Text":"TA đa mang đen cho Y tin mung ve (đua con trai) Is-haaq, (sau nay se tro thanh) mot vi Nabi đuc hanh"},{"SurahNumber":37,"VerseNumber":113,"Text":"TA đa ban phuc cho Y va Is-haaq, tuy nhien, trong con chau cua hai nguoi ho co mot so lam tot va co mot so đa cong khai bat cong voi ban than minh"},{"SurahNumber":37,"VerseNumber":114,"Text":"Qua that, TA đa ban an cho Musa va Harun (voi su mang Nabi)"},{"SurahNumber":37,"VerseNumber":115,"Text":"TA đa giai cuu hai nguoi ho va đam dan cua ho (Israel) thoat khoi đai hoa (su đuoi cung giet tan cua Pha-ra-ong)"},{"SurahNumber":37,"VerseNumber":116,"Text":"TA đa tro giup hai nguoi ho gianh lay chien thang"},{"SurahNumber":37,"VerseNumber":117,"Text":"TA đa ban cho hai nguoi ho mot Kinh Sach sang to (Kinh Tawrah - Cuu Uoc)"},{"SurahNumber":37,"VerseNumber":118,"Text":"TA đa huong dan hai nguoi ho con đuong Ngay Thang (dan đen su hai long cua TA)"},{"SurahNumber":37,"VerseNumber":119,"Text":"TA đa đe lai hai nguoi ho noi hau the (loi chuc phuc)"},{"SurahNumber":37,"VerseNumber":120,"Text":"(Đo la) loi chuc bang an cho Musa va Harun"},{"SurahNumber":37,"VerseNumber":121,"Text":"TA thuc su ban thuong cho nhung nguoi lam tot đung nhu the"},{"SurahNumber":37,"VerseNumber":122,"Text":"Qua that hai nguoi ho thuoc nhung be toi co đuc tin cua TA"},{"SurahNumber":37,"VerseNumber":123,"Text":"Va Ilyas (Elias) đich thuc la mot trong cac vi Thien Su (cua Allah)"},{"SurahNumber":37,"VerseNumber":124,"Text":"Khi Y bao nguoi dan cua Y: “Cac nguoi khong so Allah sao?”"},{"SurahNumber":37,"VerseNumber":125,"Text":"“Le nao cac nguoi cau nguyen Ba'la (than linh buc tuong) va bo roi Đang Tao Hoa Uu Viet?!”"},{"SurahNumber":37,"VerseNumber":126,"Text":"“Allah la Thuong Đe cua cac nguoi va cung la Thuong Đe cua to tien xa xua cua cac nguoi.”"},{"SurahNumber":37,"VerseNumber":127,"Text":"Nhung (đam dan cua Ilyas) đa phu nhan Y. Cho nen, ho se phai bi dan đen (cho trung phat)"},{"SurahNumber":37,"VerseNumber":128,"Text":"Tru cac be toi chan thanh cua Allah"},{"SurahNumber":37,"VerseNumber":129,"Text":"TA đa đe lai Y noi hau the (loi chuc phuc)"},{"SurahNumber":37,"VerseNumber":130,"Text":"(Đo la) loi chuc Bang an cho Ilyas"},{"SurahNumber":37,"VerseNumber":131,"Text":"TA thuc su ban thuong cho nhung nguoi lam tot đung nhu the"},{"SurahNumber":37,"VerseNumber":132,"Text":"(Ilyas) đich thuc la mot trong nhung be toi co đuc tin cua TA"},{"SurahNumber":37,"VerseNumber":133,"Text":"Va Lut đich thuc la mot trong cac vi Su Gia (cua Allah)"},{"SurahNumber":37,"VerseNumber":134,"Text":"Khi TA giai cuu (Lut) va toan bo gia đinh cua Y"},{"SurahNumber":37,"VerseNumber":135,"Text":"Tru vo cua Y (la ke vo đuc tin), nu ta se o cung đam nguoi bi trung phat"},{"SurahNumber":37,"VerseNumber":136,"Text":"Sau đo, TA đa huy diet đam nguoi con lai"},{"SurahNumber":37,"VerseNumber":137,"Text":"Qua that, cac nguoi (hoi dan Makkah) thuong đi ngang qua (cho cua) ho vao buoi sang"},{"SurahNumber":37,"VerseNumber":138,"Text":"Va ban đem. Nhung sao cac nguoi khong chiu suy ngam"},{"SurahNumber":37,"VerseNumber":139,"Text":"Va Yunus đich thuc la mot trong cac vi Su Gia (cua Allah)"},{"SurahNumber":37,"VerseNumber":140,"Text":"Khi (Yunus) bo chay đen mot chiec tau cho đay (nguoi va đo đac)"},{"SurahNumber":37,"VerseNumber":141,"Text":"(Yunus) đa rut tham va Y đa thua cuoc"},{"SurahNumber":37,"VerseNumber":142,"Text":"Roi mot con ca đa nuot chung Y vi Y đa pham mot đieu đang trach"},{"SurahNumber":37,"VerseNumber":143,"Text":"Neu nhu (Yunus) khong phai la nguoi (biet an nan sam hoi va) tan duong Allah"},{"SurahNumber":37,"VerseNumber":144,"Text":"Thi Y đa phai o trong bung cua (con ca) cho đen ngay Phuc Sinh"}]}