{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"Aya ibarat o dowa lompok na lagid o bota ago bngl, go so pphakaylay ago Pphakan´g. Ba magizan a dowaya sa ibarat? Ino kano di phananadm"},{"SurahNumber":11,"VerseNumber":25,"Text":"Na sabnsabnar a siyogo Ami so Noh ko pagtaw niyan (sa pitharo iyan a:) \"Mataan! a sakn na pphamakaiktiyar rkano a mapayag"},{"SurahNumber":11,"VerseNumber":26,"Text":"Sa da a pzoasoata niyo inonta so Allah: \"Mataan! a sakn na ikhalk akn skano ko siksa ko alongan a masakit"},{"SurahNumber":11,"VerseNumber":27,"Text":"Na pitharo o manga nakoda a so siran a da pamaratiyaya ko pagtaw niyan a: \"Da a kapkhaylay ami rka a rowar sa manosiya a lagid ami: Go da a pkhaylay ami rka a miyonot rka a rowar ko siran a pkhakalaklak rkami, a mababaw i pamikiran: Go da a pkhaylay ami a mibibinta iyo rkami: Kna, ka arangan ami rkano na manga bokhag"},{"SurahNumber":11,"VerseNumber":28,"Text":"Pitharo (o Noh): \"Hay pagtaw akn! ay gda iyo o sakn na thatakna ko marayag a karina a phoon ko Kadnan ko, go bigan ako Niyan sa limo a phoon ko hadapan Iyan, na kiyalimngan rkano? Na ba Ami rkano aya mitgl a skano na ikagogowad iyo aya"},{"SurahNumber":11,"VerseNumber":29,"Text":"Na hay pagtaw akn, da a phangnin ko rkano saya a tamok: da a balas rakn a rowar ko zizii ko Allah: Na di akn bogawn so siran a miyamaratiyaya, - mataan! a siran na mipmbaratmowa iran so Kadnan iran, na ogaid na pkhaylay akn skano a pagtaw a da a manga mlng iyo"},{"SurahNumber":11,"VerseNumber":30,"Text":"Na hay pagtaw akn! antawaa i makatabang rakn ko Allah o bogawa ko siran? Ba kano di phananadm"},{"SurahNumber":11,"VerseNumber":31,"Text":"Na di akn rkano ptharoon i: \"Zisii rakn so manga kakawasaan o Allah, go di akn katawan so migagaib, go di akn ptharoon i: Mataan! a sakn na malaikat. Go di akn ptharoon ko siran a di ittmbo o manga mata niyo i ba da dn a imbgay kiran o Allah a mapiya: So Allah i Matao ko zisii ko manga ginawa iran. Mataan! a sakn na o sowa ako to, na khapd ako dn ko manga darowaka"},{"SurahNumber":11,"VerseNumber":32,"Text":"Pitharo iran: \"Hay Noh, sabnar a piyamawal kaming ka! Piyakadakl ka a kapphamawalang ka rkami: Na talingomaan ka rkami so ipphangangalk ka rkami (a siksa), o ska na pd ko manga bnar"},{"SurahNumber":11,"VerseNumber":33,"Text":"Pitharo iyan a: \"Aya bo a phakabgay rkano ron na so Allah o kabaya Iyan: Na di niyo dn kapalagoyan"},{"SurahNumber":11,"VerseNumber":34,"Text":"Na di rkano phakaompiya so thoma ko, apiya kabaya akn a kathomai ko rkano, amay ka so Allah na kabaya Iyan a kadadaga Niyan rkano: Skaniyan i Kadnan niyo! Go Ron kano phakandoda"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ino iran gii tharoa i: \"Pimbabaas iyan aya?\" Tharoang ka: \"O pimbabaas akn aya, a sii rakn phakatana so dosa ko! Na sakn na angiyas ako ko gii niyo imbaradosa"},{"SurahNumber":11,"VerseNumber":36,"Text":"Na iniilaham ko Noh a: \"Mataan aya! a da dn a pharatiyaya ko pagtawng ka, a rowar ko taw a andang a miyamaratiyaya! Na ding ka pmbokoon so pinggolawla iran"},{"SurahNumber":11,"VerseNumber":37,"Text":"Go mbaaling ka so kapal, sii ko kaylay Ami ago so ilaham Ami, go ding ka Rakn pagangaya so makapantag ko siran a mindadarowaka: Mataan! a siran na pagldn siran"},{"SurahNumber":11,"VerseNumber":38,"Text":"Na so kaphagmbaali niyan ko kapal: Na oman i somagad on ko manga nakoda ko pagtaw niyan, na pamagrgan iran skaniyan. Pitharo iyan a: \"Apiya kami niyo pphamagrgi, ka mataan! a skami na pamagrgan ami skano (mambo so oriyan iyan) a lagid o kapphamagrgi niyo rkami"},{"SurahNumber":11,"VerseNumber":39,"Text":"Na katokawan iyo bo o antawaa i katalingomaan a siksa a pakarondann Iyan, go kawlogan sa siksa a tatap"},{"SurahNumber":11,"VerseNumber":40,"Text":"Taman sa kagiya a makawma so sogoan Ami, go piyamangmbowatan a ig so lopa! Na pitharo Ami a: \"Prorang ka on, ko oman i (sadinis sa) ngganapa a dowa: (mama, go babay), go so taalok rka, inonta so taw a miyaona on so katharo, go (proranang ka on) so taw a miyamaratiyaya a pd iyan, a rowar ko mayto"}]}