{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Yaye kuYe kukho izitshixo zokungabonwayo, akukho bani uzaziyo ngaphandle kwaKhe. Kananjalo Yena Wazi yonke into esemhlabeni neselwandle; akukho gqabi liwayo (emthini) Angalaziyo Yena. Akukho nakhozo ebumnyameni bomhlaba, kungekho nantoni na entsha okanye eyomileyo, koko ibhaliwe eNcwadini ecacileyo"},{"SurahNumber":6,"VerseNumber":60,"Text":"NguYe othabatha imiphefumlo yenu ebusuku xa nileleyo yaye Unolwazi lwako konke oko nikwenzileyo ngemini, Aze Anivuse kwakhona ukuze ixesha enilimiselweyo lizaliseke, ke kaloku (ekugqibeleni) niya kubuyela kuYe. Yena Uya kunixelela ngoko benikade nikwenza"},{"SurahNumber":6,"VerseNumber":61,"Text":"Yena Ungongaphikisekiyo Ungentla kwizicaka zaKhe, yaye Yena Uthumela abagcini benu (iingelosi) abanikhuselayo, babhale zonke izenzo ezilungileyo nezigwenxa) zenu, kude ukufa kusondele komnye wenu, iziThunywa zeThu ziwuthabathe umphefumlo wakhe yaye aziwutyesheli owazo umsebenzi"},{"SurahNumber":6,"VerseNumber":62,"Text":"Baze babuyiselwe kuAllâh, uMlondolozi wabo wenyaniso (uAllâh) iNkosi Enobulungisa, Inene ngowaKhe uMgwebo yaye Yena Ungokhawulezayo ukufaka embuzweni"},{"SurahNumber":6,"VerseNumber":63,"Text":"Yithi: “Ngubani onisindisayo esithokothokweni somhlaba nolwandle (iingozi ezifana nezichotho neziphango)”, (xa) nibiza kuYe ngokuzithobileyo nasemfihlakalweni (nisithi):\t“Ukuba uAllâh Angasisindisa kule ngozi, inene siya kuba nombulelo?”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Yithi: “UAllâh Uyanisindisa kuyo le kanti nakwezinye iinkxwaleko zenu kodwa nina nikhonze thixo bambi ngaphandle koAllâh”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Yithi: “Yena Unamandla okuthumela isohlwayo phezu kwenu nangaphantsi kweenyawo zenu okanye. Anigqume ngokudideka, nikruthakruthane ngamacala, Anenze kananjalo ningcamlisane inkohlakalo yomnye komnye. Khawubone ke ukuzicacisa ngeendlela ngeendlela kweThu iiVesi khon’ukuze baqonde"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kodwa abantu bakuni (Muhammad) bayalile (i’Kur’ân) nangona iyinyaniso. Yithi: “Mna andingomlondolozi wenu”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Kuzo zonke iindaba kukho inyaniso yaye niza kwazi kungekudala"},{"SurahNumber":6,"VerseNumber":68,"Text":"Wena (Muhammad) xa ubona abo bancokola incoko yobuxoki ngeeVesi (ze’Kur’ân), bezigculela, zikhwebule, ushenxe kubo de bathethe nganto yimbi, ke kaloku ukuba uShaytân ukwenza ulibale, xa uthe wakhumbula musa ukuhlala kwimbutho yabantu abangabagabadeli"},{"SurahNumber":6,"VerseNumber":69,"Text":"Abo bamoyikayo uAllâh, bagcina amaxanduva abo kuYe, babuphephe ububi; abayi kuthwala mhemhe yabo (bangakholwayo) nakanye, kodwa eyabo imhemhe (abakholwayo) kukubakhumbuza ukuba bamoyike uAllâh"},{"SurahNumber":6,"VerseNumber":70,"Text":"Bayeke abo bathabatha inkolo yabo bayenze into yokuhlekisa neyokonwabisa, abo ubomi beli hlabathi bubakhohlisile. Kodwa bakhumbuze nge’Kur’ân hleze umntu agaxeleke entshabalalweni ngoko akusebenzeleyo, apho angayi kuzifumanela mkhuseli namthetheleli ngaphandle koAllâh enokuba sele engada anikezele ngentlawulo eyintoni na, ayisokuze yamkelwe. Abo ngabo banikelwe entshabalalweni ngenxa yoko bazenzela kona, okwabo iya kuba kukusezwa amanzi atshisayo nesohlwayo esibuhlungu ngenxa yokuba bala ukukholwa"},{"SurahNumber":6,"VerseNumber":71,"Text":"Yithi(Muhammad):“Ingabasizakubizakwabanyengaphandle koAllâh, (sibize kwizithixo) ezingenakusenza nto ilungileyo zingekhe zisenze nabubi, siza kujibilika, sibuye umva Esakugqiba ukusikhokela uAllâh? Sibe njengalowo uShaytân amenze waphambuka emhlabeni edidekile, abahlobo bakhe bemmemelela kwisiKhokelo, (besithi): “Yiza kuthi!” Yithi: “Inene isiKhokelo sika-Allâh siso kuphela isiKhokelo, yaye siyalelwe ukuba sizinikele kwiNkosi yamaphakade”"},{"SurahNumber":6,"VerseNumber":72,"Text":"Nokwenza iSalâh, nokuthobela, koyikwe Yena, yaye kukuYe apho niza kubuthelwa khona nonke"},{"SurahNumber":6,"VerseNumber":73,"Text":"NguYe Odale amazulu nomhlaba ngenyaniso, nemini kananjalo ngeMini (yoVuko) Uya kuthi: “Makube njalo”, kubenjalo! Ilizwi laKhe liyinyaniso. Intando yaKhe iya kuba lulongamelo, ngeMini apho iXilongo liya kuvuthelwa. UMazi wezinto zonke; ezingabonwayo nezibonwayo. Yena nguSobulumko, Owazi konke"}]}