{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Ve andolsun ki, tezekkur etsinler diye sozu (ayetlerimizi) ardarda onlara ulastırdık"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ondan once kendilerine kitap verdiklerimiz, O´na (Kur´an-ı Kerim´e) iman ederler"},{"SurahNumber":28,"VerseNumber":53,"Text":"Ve onlara (Kur´an) okundugu zaman: \"O´na iman ettik, muhakkak ki O, Rabbimizden haktır. Biz, ondan once de muhakkak ki (Allah´a) teslim olanlardık.\" dediler"},{"SurahNumber":28,"VerseNumber":54,"Text":"Iste onlardır ki; onlara sabırları sebebiyle ecirleri (sevapları) iki kat verilir. Ve onlar, seyyiati (kotulugu) hasenat (iyilik) ile savarlar. Ve onlara verdigimiz (manevi) rızıktan infak ederler"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ve onlar, bos laf isittikleri zaman yuz cevirdiler ve: \"Bizim amelimiz bize, sizin ameliniz sizedir. Selam sizin uzerinize olsun. Biz cahillerle (beraber olmak) istemeyiz (ilgilenmeyiz).\" dediler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Muhakkak ki sen, sevdigin kisiyi hidayete erdiremezsin (onun ruhunu Allah´a ulastıramazsın). Fakat Allah, diledigini hidayete erdirir. Ve O, muhtedileri (hidayete erenleri) daha iyi bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ve: \"Eger seninle beraber hidayete tabi olursak (Allah´a ulasmayı dilersek), yerimizden atılırız (yurdumuzdan kovuluruz).\" dediler. Onları, katımızdan rızık olarak her cesit urunden toplanıp, onlara getirildigi haram kılınan (hurmet edilen yerde, haremde) yerde emin olarak yerlestirmedik mi? Fakat onların cogu (Allah tarafından oldugunu) bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Ve azarak, maisetlerine sukretmeyen nice ulkeyi helak ettik. Iste bunlar, onların meskenleri, onlardan sonra (cok) az bir sure haric, iskan edilmedi (oturulmadı). Ve Biz, onların varisleri, Biziz"},{"SurahNumber":28,"VerseNumber":59,"Text":"Ve senin Rabbin, ulkelere, onların ana sehirlerine, onlara ayetlerimizi okuyan bir resul gondermedikce helak edici olmadı. Ve Biz, onun halkı zalim olmadıkca (zulmetmedikce) ulkeleri helak edici olmadık"},{"SurahNumber":28,"VerseNumber":60,"Text":"Ve size verilmis olan hersey aslında dunya hayatının meta´ıdır (malıdır) ve ziynetidir (susudur). Ve Allah´ın katında olanlar daha hayırlı ve daha bakidir (kalıcıdır). Hala akıl etmez misiniz"},{"SurahNumber":28,"VerseNumber":61,"Text":"Oyleyse guzel vaadde bulundugumuz ve boylece ona kavusan kimse, dunya hayatının meta´ı (malı) ile metalandırdıgımız, sonra kıyamet gunu (hesaba cekilmek uzere) hazır bulundurulanlardan olan kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"Ve o gun onlara (Allah) nida edecek: \"Zanda bulundugunuz Benim ortaklarım nerede?\" diyecek"},{"SurahNumber":28,"VerseNumber":63,"Text":"Uzerlerine azap sozu hak olanlar: \"Rabbimiz, azdırdıklarımız iste bunlar. Kendimiz azdıgımız gibi onları da azdırdık. Onlardan beri oldugumuzu (kurtuldugumuzu) Sana arz ederiz. Onlar, bize tapmıyorlardı (nefslerine uyuyorlardı).\" dediler"},{"SurahNumber":28,"VerseNumber":64,"Text":"Ve onlara: \"Ortaklarınızı cagırın!\" dendi. Bunun uzerine onlar cagırdılar. Fakat onlara icabet etmediler ve azabı gorduler. Keske onlar, hidayete ermis olsalardı"},{"SurahNumber":28,"VerseNumber":65,"Text":"Ve o gun Allah, onlara nida edecek: \"O zaman (hayattayken) mursellere (resullere), ne cevap verdiniz?\" diyecek"},{"SurahNumber":28,"VerseNumber":66,"Text":"Izin gunu artık onlara haberler (amel defterleri, rakamlı kitap) kapanmıstır. Bundan sonra onlara sorulmaz (sorgulanmazlar)"},{"SurahNumber":28,"VerseNumber":67,"Text":"Artık (mursidin onunde) tovbe eden ve (ikinci defa) amenu olup, salih amel (nefs tezkiyesi) yapanın, bu sebeple felaha erenlerden olması umulur"},{"SurahNumber":28,"VerseNumber":68,"Text":"Ve Rabbin, diledigini yaratır ve secer. Ve secim hakkı onlara ait degildir. Allah Subhan´dır (munezzehtir) ve (onların) sirk kostukları seylerden yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Ve senin Rabbin, onların sinelerinde gizli olan seyi ve aleni olan (gizlemedikleri) seyi bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"Ve O Allah´tır ki; O´ndan baska Ilah yoktur. Evvelde ve ahirde (dunyada ve ahirette) hamd, O´na aittir. Ve hukum, O´nundur. Ve O´na donduruleceksiniz"},{"SurahNumber":28,"VerseNumber":71,"Text":"De ki: \"Gordunuz mu (dusundunuz mu)? Eger Allah geceyi sizin uzerinizde kıyamet gunune kadar devamlı kılsaydı, Allah´tan baska size ısıgı getirecek Ilah kimdir? Hala isitmeyecek misiniz"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki: \"Gordunuz mu (dusundunuz mu?) Eger Allah, gunduzu sizin uzerinizde kıyamete kadar devamlı kılsaydı, Allah´tan baska size, icinde sukun buldugunuz (dinlendiginiz) geceyi getirecek Ilah kimdir? Hala gormeyecek misiniz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Ve rahmetinden (olmak uzere) sizin icin, icinde sukun bulasınız (dinlenesiniz) diye ve O´nun fazlından isteyesiniz diye geceyi ve gunduzu kıldı (yarattı). Ve umulur ki siz boylece sukredersiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"Ve o gun (Allah) onlara nida edecek (seslenecek): \"Zanda bulundugunuz ortaklarım nerede?\" diyecek"},{"SurahNumber":28,"VerseNumber":75,"Text":"Ve butun ummetlerden bir sahit cekip cıkardık (sectik). Sonra da: \"Burhanlarınızı (delillerinizi) getirin.\" dedik. Boylece hakkın Allah´a ait oldugunu bildiler (anladılar). Ve uydurmus oldukları seyler onlardan sapıp uzaklastı"}]}