{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"I Njegovo je sta miruje u noci i danu, a On je Onaj koji cuje, Znalac"},{"SurahNumber":6,"VerseNumber":14,"Text":"Reci: \"Zar da mimo Allaha uzmem zastitnika - Stvoritelja nebesa i Zemlje?\", a On hrani, a nije hranjen. Reci: \"Uistinu, meni je naređeno da budem prvi koji ce se predati\", i ne budi nikako od musrika"},{"SurahNumber":6,"VerseNumber":15,"Text":"Reci: \"Uistinu, ja se bojim - ako ne poslusam Gospodara svog - kazne Dana velikog"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ko bude od nje otklonjen Tog dana, tad mu se (Allah) doista smilovao; a to je uspjeh ociti"},{"SurahNumber":6,"VerseNumber":17,"Text":"A ako te dotakne Allah nesrecom, onda nema od nje spasitelja, izuzev Njega; a ako te dotakne dobrim - pa On nad svakom stvari ima moc"},{"SurahNumber":6,"VerseNumber":18,"Text":"I On je Pokoritelj nad robovima Svojim, a On je Mudri, Obavijesteni"},{"SurahNumber":6,"VerseNumber":19,"Text":"Reci: \"Koja je stvar najveca svjedocenjem?\" Reci: \"Allah. Svjedok je između mene i između vas; i objavljuje mi se ovaj Kur'an da upozorim njime vas i onog kome stigne. Da li vi uistinu svjedocite da su sa Allahom bogovi drugi?\" Reci: \"Ne svjedocim!\" Reci: \"Samo je On Bog, Jedini! A uistinu, ja sam cist od onog sta pridruzujete"},{"SurahNumber":6,"VerseNumber":20,"Text":"Oni kojima smo dali Knjigu, prepoznaju ga kao sto prepoznaju sinove svoje. Oni koji su izgubili duse svoje, ta oni ne vjeruju"},{"SurahNumber":6,"VerseNumber":21,"Text":"A ko je nepravedniji od onog ko izmislja o Allahu laz ili porice ajete Njegove? Uistinu, zalimi nece uspjeti"},{"SurahNumber":6,"VerseNumber":22,"Text":"A na Dan kad ih sve skupimo, zatim reknemo onima koji su pridruzivali: \"Gdje su ortaci vasi - oni za koje ste tvrdili"},{"SurahNumber":6,"VerseNumber":23,"Text":"Zatim nece biti fitneha njihovog, jedino ce reci: \"Tako nam Allaha, Gospodara naseg, nismo bili musrici"},{"SurahNumber":6,"VerseNumber":24,"Text":"Vidi kako ce lagati protiv dusa svojih, a isceznuce od njih sta su izmisljali"},{"SurahNumber":6,"VerseNumber":25,"Text":"I od njih je ko te slusa; a nacinili smo na srcima njihovim velove da ga ne razumiju, a u usima njihovim gluhocu. Iako vide svaki znak, ne vjeruju u njega; dok, kad ti dođu prepiru se s tobom, govore oni koji ne vjeruju: \"Ovo su samo price ranijih"},{"SurahNumber":6,"VerseNumber":26,"Text":"A oni ga zabranjuju i udaljuju se od njega; i samo unistavaju duse svoje, a ne opazaju"},{"SurahNumber":6,"VerseNumber":27,"Text":"A da vidis kad budu zaustavljeni nad vatrom, pa reknu: \"O da nam je da budemo povraceni i da ne poreknemo ajete Gospodara naseg, i budemo od vjernika"},{"SurahNumber":6,"VerseNumber":28,"Text":"Naprotiv, ukazace im se sta su skrivali ranije. I ako bi bili povraceni, sigurno bi se vratili onom sta im je zabranjeno. A uistinu, oni su lasci"},{"SurahNumber":6,"VerseNumber":29,"Text":"I govore: \"Nema nista sem zivota naseg dunjaluckog i mi necemo biti podignuti (nakon smrti)"},{"SurahNumber":6,"VerseNumber":30,"Text":"A da vidis kad budu zaustavljeni pred Gospodarom svojim! (On) ce reci: \"Zar ovo nije Istina?\" Reci ce: \"Svakako, tako nam Gospodara naseg.\" Reci ce: \"Pa kusajte kaznu, zato sto niste vjerovali"},{"SurahNumber":6,"VerseNumber":31,"Text":"Doista ce izgubiti oni koji poricu susret s Allahom, dok kad im dođe Cas nenadno, reci ce: \"O zalosti nasa nad onim sta smo zanemarili\", i oni ce nositi terete svoje na leđima svojim. Doista je lose sta ce nositi"},{"SurahNumber":6,"VerseNumber":32,"Text":"A zivot Dunjaa je samo igra i zabava, i sigurno je kuca Ahireta bolja za one koji se boje. Pa zar ne shvatate"},{"SurahNumber":6,"VerseNumber":33,"Text":"Doista znamo: zalosti te to sta govore. Pa uistinu, oni ne poricu tebe, međutim zalimi ajete Allahove nijecu"},{"SurahNumber":6,"VerseNumber":34,"Text":"A doista su poricani poslanici prije tebe, pa su se strpili nad (tim) sto su poricani i muceni, dok im nije dosla pomoc Nasa. I nema tog ko ce izmijeniti rijeci Allahove. A vec ti je dosla vijest o poslanicima"},{"SurahNumber":6,"VerseNumber":35,"Text":"A ako ti je tesko njihovo okretanje, onda ako mozes da potrazis rupu u Zemlji ili ljestve u nebo, pa im doneses znak! A da hoce Allah, sigurno bi ih prikupio Uputi, zato ne budi nikako od neznalica"}]}