{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Have you not seen the hypocrites who say to their fellow disbelievers from the People of the Book, “If you are expelled, we will surely leave with you, and we will never obey anyone concerning you, and if you are attacked, we will surely come to your aid.” But Allah bears witness that they are truly liars"},{"SurahNumber":59,"VerseNumber":12,"Text":"If they are expelled, they will not leave with them, and if they are attacked, they will not come to their aid. Even if they come to their help, they will certainly turn and flee, then they will not be helped"},{"SurahNumber":59,"VerseNumber":13,"Text":"Indeed, your fear in their hearts is greater than their fear of Allah. That is because they are a people devoid of understanding"},{"SurahNumber":59,"VerseNumber":14,"Text":"They will not fight you all together but in fortified towns or from behind walls. Their valor among themselves is great; you think they are united, but their hearts are divided. That is because they are a people who do not understand"},{"SurahNumber":59,"VerseNumber":15,"Text":"They are like those who were shortly before them, who tasted the evil consequence of their deeds, and for them there will be a painful punishment"},{"SurahNumber":59,"VerseNumber":16,"Text":"They are like Satan when he says to man, “Disbelieve,” then when he disbelieves, he says, “I have nothing to do with you. I surely fear Allah, the Lord of the worlds.”"},{"SurahNumber":59,"VerseNumber":17,"Text":"So they will both end up in the Fire, abiding therein forever. That is the recompense of the wrongdoers"},{"SurahNumber":59,"VerseNumber":18,"Text":"O you who believe, fear Allah, and let every soul consider what it has sent forth for tomorrow. And fear Allah. Indeed, Allah is All-Aware of what you do"},{"SurahNumber":59,"VerseNumber":19,"Text":"Do not be like those who forgot Allah, so He made them forget themselves. It is they who are the evildoers"},{"SurahNumber":59,"VerseNumber":20,"Text":"The people of Hell and the people of Paradise are not equal. It is the people of Paradise who will triumph"},{"SurahNumber":59,"VerseNumber":21,"Text":"Had We sent down this Qur’an upon a mountain, you would have seen it humbled and break asunder out of awe of Allah. Such are the similitudes We set forth for people so that they may reflect"},{"SurahNumber":59,"VerseNumber":22,"Text":"He is Allah; none has the right to be worshiped except Him, Knower of the unseen and the seen; He is the Most Compassionate, the Most Merciful"},{"SurahNumber":59,"VerseNumber":23,"Text":"He is Allah; none has the right to be worshiped except Him, the Sovereign, the Most Holy, the Most Perfect, the Granter of Security, the Watcher over all, the All-Mighty, the Compeller, the Supreme. Glory be to Allah far above what they associate with Him"},{"SurahNumber":59,"VerseNumber":24,"Text":"He is Allah, the Creator, the Maker, the Fashioner. He has the most beautiful names. All that is in the heavens and earth glorifies Him, for He is the All-Mighty, the All-Wise"},{"SurahNumber":60,"VerseNumber":1,"Text":"O you who believe, do not take My enemies and your enemies as allies, offering them friendship even though they rejected the truth that has come to you, and they have driven out the Messenger and yourselves [from Makkah] simply because you believe in Allah, your Lord – if you have emigrated to struggle in My cause and seek My pleasure. How can you disclose secrets [of the believers], showing them friendship, when I know best all that you conceal and all that you reveal? Whoever among you does that has truly strayed from the straight path"},{"SurahNumber":60,"VerseNumber":2,"Text":"If they gain the upper hand over you, they would be your [open] enemies, and would stretch their hands and tongues towards you to harm you, and they wish that you too would disbelieve"},{"SurahNumber":60,"VerseNumber":3,"Text":"Neither your relatives nor your children will benefit you on the Day of Resurrection; He will judge between you, and Allah is All-Seeing of what you do"},{"SurahNumber":60,"VerseNumber":4,"Text":"Indeed, you have a good example in Abraham and those with him, when they said to their people, “We dissociate ourselves from you and whatever you worship besides Allah. We renounce you, and the enmity and hatred have arisen between us and you forever until you believe in Allah alone”, except for Abraham when he said to his father, “I will seek forgiveness for you, but I cannot protect you from Allah in the least.” “Our Lord, in You we put our trust and to You we turn, and to You is the final return.”"},{"SurahNumber":60,"VerseNumber":5,"Text":"Our Lord, do not make us subject to the persecution of those who disbelieve; and forgive us, our Lord. Indeed, You are the All-Mighty, the All-Wise.”"},{"SurahNumber":60,"VerseNumber":6,"Text":"You certainly have a good example in them, for those who look forward with hope to Allah and the Last Day. But whoever turns away, Allah is indeed the Self-Sufficient, the Praiseworthy"}]}