{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"And when the son of Mary was given as an example, immediately your people [Prophet] loudly objected"},{"SurahNumber":43,"VerseNumber":58,"Text":"and they said, \"who is better, our gods or him?\" They cite him only for arguments sake. In fact, they are a confrontational people"},{"SurahNumber":43,"VerseNumber":59,"Text":"[Jesus] was a servant whom We blessed, and We made him an example for the Children of Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Had We so willed, We could have made you into angels succeeding one another on earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"He [Jesus] is a [sign for] knowledge of the Hour, so have no doubt about it, and follow Me. This is a straight path"},{"SurahNumber":43,"VerseNumber":62,"Text":"Never let Satan divert you. He is a clear enemy to you all"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus came with clear evidence, he said, \"I have brought you Wisdom and to clarify for you some of what you differ about. Be always mindful of God and obey me"},{"SurahNumber":43,"VerseNumber":64,"Text":"God is my Lord and your Lord, so worship Him. This is a straight path"},{"SurahNumber":43,"VerseNumber":65,"Text":"But the factions differed among themselves. How terrible is the punishment of a painful Day to the unjust"},{"SurahNumber":43,"VerseNumber":66,"Text":"What are they waiting for except for the Hour to come suddenly upon them when they are not expecting it"},{"SurahNumber":43,"VerseNumber":67,"Text":"On that Day, close friends will be enemies to each other, except for those who are mindful of God"},{"SurahNumber":43,"VerseNumber":68,"Text":"My worshipers, you have nothing to fear on that Day, nor will you grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"those who believed in Our revelations and were submissive"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter the Garden, you and your spouses, filled with Joy"},{"SurahNumber":43,"VerseNumber":71,"Text":"Passed among them will be plates and cups of gold. They will have whatever their soul desire and whatever delights their eyes. There you will remain forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"That is the Garden which you are made to inherit because of what you have done"},{"SurahNumber":43,"VerseNumber":73,"Text":"There will be much fruit for you to eat"},{"SurahNumber":43,"VerseNumber":74,"Text":"Those who force others to reject Our messages will be in the punishment of Hell forever"},{"SurahNumber":43,"VerseNumber":75,"Text":"It will not be allowed to be eased for them. In it, they will be crushed by despair"},{"SurahNumber":43,"VerseNumber":76,"Text":"We did not wrong them, but it was they who were the unjust"},{"SurahNumber":43,"VerseNumber":77,"Text":"They will call, \"Malik, let your Lord finish us off!\" He will say, \"You are staying"},{"SurahNumber":43,"VerseNumber":78,"Text":"We have given you the Truth, but most of you, hate the Truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Or have they thought up some scheme? We too have been scheming"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We cannot hear their secrets and their private talk? Yes, We can, and Our messengers are with them writing it down"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say, \"If the Merciful-to-all had a son, then I would be the first to worship him"},{"SurahNumber":43,"VerseNumber":82,"Text":"Exalted is the Lord of the heavens and the earth in His glory, Lord of the Throne, totally above what they ascribe to Him"},{"SurahNumber":43,"VerseNumber":83,"Text":"So, let them indulge in idle talk and play until they face that Day of theirs which they have been promised"},{"SurahNumber":43,"VerseNumber":84,"Text":"It is He who is God in heaven, and God on earth. He is the All-Wise, the All-Knowing"},{"SurahNumber":43,"VerseNumber":85,"Text":"And blessed is He Who has sovereignty over the heavens and the earth and everything between them. He alone has knowledge of the Hour. You will all be returned to Him"},{"SurahNumber":43,"VerseNumber":86,"Text":"Those deities they invoke besides Him have no power of intercession; only those who testify to the Truth and have full knowledge"},{"SurahNumber":43,"VerseNumber":87,"Text":"And if you asked them who created them, they would say, \"God.\" Why do they mislead"},{"SurahNumber":43,"VerseNumber":88,"Text":"As for his saying, \"My Lord, these are people who do not believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"So forgive them and talk peace. Eventually they will come to know"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha Meem"},{"SurahNumber":44,"VerseNumber":2,"Text":"by the Book that makes things clear"},{"SurahNumber":44,"VerseNumber":3,"Text":"We have revealed it on a Blessed Night; We have been warning"},{"SurahNumber":44,"VerseNumber":4,"Text":"On that night every matter of wisdom is made distinct"},{"SurahNumber":44,"VerseNumber":5,"Text":"A decree from Us. We have been sending messages"},{"SurahNumber":44,"VerseNumber":6,"Text":"as mercy from your Lord. He is the All-Hearing, the All-Knowing"},{"SurahNumber":44,"VerseNumber":7,"Text":"The Sustainer of the heavens and the earth and everything between them, if you only can grasp this with certainty"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is no god but Him; He gives life and causes death. [He is] your Sustainer and the Sustainer of your forefathers from the beginning"},{"SurahNumber":44,"VerseNumber":9,"Text":"Yet they who lack certainty toy with their doubts"},{"SurahNumber":44,"VerseNumber":10,"Text":"So watch out for the Day when the sky will bring visible smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"enveloping all people; \"This is a painful punishment"},{"SurahNumber":44,"VerseNumber":12,"Text":"[Then they will say], \"Our Lord, lift the punishment from us, we now believe"},{"SurahNumber":44,"VerseNumber":13,"Text":"But how can this sudden remembrance benefit them? When a messenger explaining things clearly has already come to them"},{"SurahNumber":44,"VerseNumber":14,"Text":"and they turned away from him saying, \"He is tutored but possessed"},{"SurahNumber":44,"VerseNumber":15,"Text":"We will postpone the punishment for a while. But you will eventually return to us"},{"SurahNumber":44,"VerseNumber":16,"Text":"The Day when We will strike with the greatest assault, We will take retribution"}]}