{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Os dignitários de seu povo, que se ensoberbeceram, disseram: \"Em verdade, far-te-emos sair, ó Chuaib, e aos que crêem contigo, de nossa cidade ou regressareis a nossa crença.\" Ele disse: \"E ainda que a odiássemos"},{"SurahNumber":7,"VerseNumber":89,"Text":"Com efeito, forjaríamos mentiras acerca de Allah, se regressássemos a vossa crença, após Allah haver-nos livrado dela. E não nos é admissível regressarmos a ela, a menos que Allah, nosso Senhor, o queira. Nosso Senhor abrange todas as cousas, em ciência. Em Allah confiamos. Senhor nosso! Sentencia, com a verdade, entre nós e nosso povo, e Tu és O Melhor dos sentenciadores"},{"SurahNumber":7,"VerseNumber":90,"Text":"E os dignitários de seu povo, que renegavam a Fé disseram: \"Em verdade, se seguirdes a Chuaib, por certo, nesse caso, sereis perdedores"},{"SurahNumber":7,"VerseNumber":91,"Text":"E o terremoto apanhou-os, e amanheceram, em seus lares, inertes, sem vida"},{"SurahNumber":7,"VerseNumber":92,"Text":"Os que desmentiram a Chuaib, foram exterminados, como se lá jamais houvessem morado. Os que desmentiram a Chuaib, foram eles os perdedores"},{"SurahNumber":7,"VerseNumber":93,"Text":"Então, Chuaib voltou-lhes as costas e disse: \"Ó meu povo! Com efeito, transmiti-vos a mensagem de meu Senhor e aconselhei-vos. Então, como afligir-me com um povo renegador da Fé"},{"SurahNumber":7,"VerseNumber":94,"Text":"E não enviamos a uma cidade profeta algum, sem apanhar seus habitantes, com a adversidade e o infortúnio, para se humildarem"},{"SurahNumber":7,"VerseNumber":95,"Text":"Em seguida, trocamo-lhes o mal pelo bem, até se multiplicarem e dizerem: \"Com efeito, o infortúnio e a prosperidade tocaram a nossos pais.\" Então, apanhamo-los, inopinadamente, enquanto não percebiam"},{"SurahNumber":7,"VerseNumber":96,"Text":"E, se os habitantes das cidades houvessem crido e houvessem sido piedosos, haver-lhes-íamos facultado bênçãos do céu e da terra; mas desmentiram os Mensageiros; então, apanhamo-los pelo que cometiam"},{"SurahNumber":7,"VerseNumber":97,"Text":"Será que os habitantes das cidades estão seguros de que lhes não chegará Nosso suplício, durante a noite, enquanto dormem"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ou os habitantes das cidades estão seguros de que lhes não chegará Nosso suplício, em plena luz matinal, enquanto se divertem"},{"SurahNumber":7,"VerseNumber":99,"Text":"Estão seguros, pois, contra o estratagema de Allah? Então, não está seguro contra o estratagema de Allah senão o povo perdedor"},{"SurahNumber":7,"VerseNumber":100,"Text":"E não é notório, aos que herdaram a terra após o aniquilamento de seus habitantes que, se quiséssemos os alcançaríamos, por seus delitos, e selar-lhes-íamos os corações, então não ouviriam"},{"SurahNumber":7,"VerseNumber":101,"Text":"Essas são as cidades, de cujos informes te narramos algo. E, com efeito, seus Mensageiros, chegaram-lhes com as evidências e não quiseram crer no que haviam desmentido, antes. Assim, Allah sela os corações dos renegadores da Fé"},{"SurahNumber":7,"VerseNumber":102,"Text":"E não encontramos, na maioria deles, nenhum cumprimento do pacto. Mas, por certo, encontramos a maioria deles perversa"},{"SurahNumber":7,"VerseNumber":103,"Text":"Em seguida, depois deles, enviamos Moisés, com Nossos sinais, a Faraó e a seus dignitários, mas foram injustos com eles. Então, olha como foi o fim dos corruptores"},{"SurahNumber":7,"VerseNumber":104,"Text":"E Moisés disse: \"Ó Faraó, sou Mensageiro do Senhor dos mundos"},{"SurahNumber":7,"VerseNumber":105,"Text":"Impende-me não dizer de Allah senão a verdade. Com efeito, cheguei-vos com uma evidência de vosso Senhor; então, envia comigo os filhos de Israel"},{"SurahNumber":7,"VerseNumber":106,"Text":"Faraó disse: \"Se estás chegando com um sinal, faze-o vir, se és dos verídicos"},{"SurahNumber":7,"VerseNumber":107,"Text":"Então, Moisés lançou sua vara, e ei-la evidente serpente"},{"SurahNumber":7,"VerseNumber":108,"Text":"E tirou sua mão e ei-la alva para os olhadores"},{"SurahNumber":7,"VerseNumber":109,"Text":"Os dignitários do povo de Faraó disseram: \"Por certo, este é um mágico sapiente"},{"SurahNumber":7,"VerseNumber":110,"Text":"Que deseja fazer-vos sair de vossa terra.\" Disse Faraó: \"Então, que ordenais"},{"SurahNumber":7,"VerseNumber":111,"Text":"Disseram: \"Pretere-o e a seu irmão, e envia congregantes às cidades"},{"SurahNumber":7,"VerseNumber":112,"Text":"Far-te-ão vir todo mágico sapiente"},{"SurahNumber":7,"VerseNumber":113,"Text":"E os mágicos chegaram a Faraó. Disseram: \"Por certo, teremos um prêmio, se formos nós os vencedores"},{"SurahNumber":7,"VerseNumber":114,"Text":"Faraó disse: \"Sim, e, por certo, estareis entre os achegados"},{"SurahNumber":7,"VerseNumber":115,"Text":"Disseram: \"Ó Moisés, lançarás tua vara ou seremos nós os lançadores"},{"SurahNumber":7,"VerseNumber":116,"Text":"Moisés disse: \"Lançai\". Então, quando lançaram enfeitiçaram os olhos dos homens e assombraram-nos. E chegaram com magnífica magia"}]}