{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"¿Hay alguien que sea más impío que , quien miente contra Alá y que, cuando viene a él la Verdad, la desmiente? ¿No hay en la gehena una morada para los infieles"},{"SurahNumber":39,"VerseNumber":33,"Text":"Quienes traen la Verdad y la confirman, ésos son los temerosos de Alá"},{"SurahNumber":39,"VerseNumber":34,"Text":"Tendrán junto a su Señor lo que deseen -ésa será la retribución de quienes hacen el bien"},{"SurahNumber":39,"VerseNumber":35,"Text":"que Alá borre sus peores obras y les retribuya con arreglo a sus mejores obras"},{"SurahNumber":39,"VerseNumber":36,"Text":"¿No basta Alá a Su siervo? Quieren intimidarte con otros fuera de Él. Pero aquél a quien Alá extravía no podrá encontrar quien le dirija"},{"SurahNumber":39,"VerseNumber":37,"Text":"Y a aquél a quien Alá dirija nadie podrá extraviar. ¿Acaso no es Alá poderoso, vengador"},{"SurahNumber":39,"VerseNumber":38,"Text":"Si les preguntas: «¿Quién ha creado los cielos y la tierra?», seguro que dicen: «¡Alá!» Di: «Y ¿qué os parece? Si Alá me deseara una desgracia, las que invocáis en lugar de invocarle a Él ¿podrían impedirlo? Y, si Él quisiera hacerme objeto de una misericordia, podrían ellas evitarlo?» Di: «¡Alá me basta! Quienes confían, confían en É»"},{"SurahNumber":39,"VerseNumber":39,"Text":"Di: «¡Pueblo! ¡Obrad según vuestra situación! Yo también obraré... Y pronto veréis"},{"SurahNumber":39,"VerseNumber":40,"Text":"quién recibirá un castigo humillante y sobre quién recaerá un castigo permanente»"},{"SurahNumber":39,"VerseNumber":41,"Text":"Te hemos revelado la Escritura destinada a los hombres con la Verdad. Quien sigue la vía recta, la sigue en provecho propio y quien se extravía se extravía, en realidad, en detrimento propio. Tú no eres su protector"},{"SurahNumber":39,"VerseNumber":42,"Text":"Alá llama a las almas cuando mueren y cuando, sin haber muerto, duermen. Retiene aquéllas cuya muerte ha decretado y remite las otras a un plazo fijo. Ciertamente, hay en ello signos para gente que reflexiona"},{"SurahNumber":39,"VerseNumber":43,"Text":"¿Tomarán los infieles a otros intercesores en lugar de tomar a Alá? Di: «¿Y si no pudieran nada ni razonaran?»"},{"SurahNumber":39,"VerseNumber":44,"Text":"Di: «Toda intercesión proviene de Alá. Suyo es el dominio de los cielos y de la tierra. Al fin, a Él seréis devueltos»"},{"SurahNumber":39,"VerseNumber":45,"Text":"Cuando Alá Solo es mencionado, se oprime el corazón de quienes no creen en la otra vida, pero cuando se mencionan otros fuera de Él, he aquí que se regocijan"},{"SurahNumber":39,"VerseNumber":46,"Text":"Di: «¡Alá, creador de los cielos y de la tierra! ¡El Conocedor de lo oculto y de lo patente! Tú decidirás entre Tus siervos sobre aquello en que discrepaban»"},{"SurahNumber":39,"VerseNumber":47,"Text":"Si los impíos poseyeran todo cuanto hay en la tierra y aun otro tanto, lo ofrecerían como rescate el día de la Resurrección para librarse del mal castigo. Alá les manifestará aquello con que no contaban"},{"SurahNumber":39,"VerseNumber":48,"Text":"Se les mostrará el mal que cometieron y se verán cercados por aquello de que se burlaban"},{"SurahNumber":39,"VerseNumber":49,"Text":"Cuando el hombre sufre una desgracia, Nos invoca. Luego, cuando le dispensamos una gracia Nuestra, dice: «¡Lo que se me ha dado lo debo sólo a ciencia!» ¡No! Es una prueba, pero la mayoría no saben"},{"SurahNumber":39,"VerseNumber":50,"Text":"Lo mismo decían los que fueron antes de ellos y sus posesiones no les sirvieron de nada"},{"SurahNumber":39,"VerseNumber":51,"Text":"Les alcanzó el mal resultante de sus acciones y los que de éstos hayan sido impíos serán alcanzados por el mal resultante de sus acciones y no podrán escapar"},{"SurahNumber":39,"VerseNumber":52,"Text":"¿No saben que Alá dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura? Ciertamente, hay en ello signos para gente que cree"}]}