{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Hamono Alloh az haq sarm nadorad, ki cizero xotirrason kunad, garcande kam jo zijod ʙosad, ʙa monandi passa va ʙolotar az on, masal ʙizanad; ammo onhoe, ki imon ovardaand, medonand, ki in masal rost va az Parvardigorason ast; va ammo onhoe, ki kofirand, masxara mekunand va megujand: \"Alloh ʙa on masal ci ciz xostaast?\" Alloh ʙa onho cavoʙ medihad, ki murod az in imtihon ast. Bajni mu'min va kofirro cudo mekunad va ʙa saʙaʙi vaj ʙisjorero gumroh mekunad va ʙa saʙaʙi vaj ʙisjorero hidojat mekunad. Va Alloh kasero zulm namekunad va kasero az rohi haq ʙoz namedorad, ʙa cuz fosiqone (ʙadkorone), ki az to'ati Parvardigorason xoric mesavand"},{"SurahNumber":2,"VerseNumber":27,"Text":"Kasone, ki pajmoni Allohro pas az ʙastani on mesikanand va on ciro, ki Alloh ʙa pajvastani on (nazdiki kardan ʙa xesovandon) farmon doda, meʙurand va dar zamin fasod mekunand, zijonkoronand"},{"SurahNumber":2,"VerseNumber":28,"Text":"Ej musrikon ci guna Allohro inkor mekuned va ʙa U sarik meored, dar hole ki murda ʙuded va U sumoro zinda soxt, ʙoz sumoro memironad va dar qaʙr qaror medihad va ruzi qijomat sumoro zinda mekunad va on goh ʙaroi hisoʙu cazo ʙa nazdi U ʙozmegarded"},{"SurahNumber":2,"VerseNumber":29,"Text":"Ust, ki hamai cizhoero, ki dar rui zamin ast, ʙarojaton ʙijofarid, to ki sumo az on manfiat ʙared va on goh ʙa ofaridani osmon pardoxt va har haft osmonro ʙijofarid va U az har cize ogoh ast"},{"SurahNumber":2,"VerseNumber":30,"Text":"Va Ej Pajomʙar, ʙa jod or, cun Parvardigorat ʙa faristagon guft: «Man dar zamin xalifae meofaram», guftand: Parvardigoro, moro ogoh va ʙajon kun, hikmat dar xalq sudani onon cist, ki onho dar rui zamin fasod kunand va sitamgarona va dusmanona xuni nohaq rezonand va hol on ki mo Turo sitois mekunem va tasʙeh meguem va ʙa ʙuzurgi jod mekunem?». Guft:«Man on donam, ki sumo namedoned»"},{"SurahNumber":2,"VerseNumber":31,"Text":"Va omuzonid ʙa Odam hamai nomhoro. Sipas onhoro ʙa faristagon arza kard. Va guft: «Agar rost megued, Manro ʙa nomhoi inho xaʙar Dihed»"},{"SurahNumber":2,"VerseNumber":32,"Text":"Faristagon guftand: «Turo ʙa poki jod mekunem. Moro hec donis nest, magar on ci Tu ʙa mo omuzonidai. Ba durusti, ki Tu dono va ʙo hikmat hasti! »"},{"SurahNumber":2,"VerseNumber":33,"Text":"Alloh guft: «Ej Odam, onhoro az nomhoe, ki az donistani on ociz mondand, ogoh kun! » Cun az on nomho ogahason kard, Alloh ʙa maloikaho guft: «Ojo ʙa sumo naguftam, ki Man pinhoni osmonhovu zaminro medonam va ʙar on ci oskor mekuned va pinhon medosted, ogaham? »"},{"SurahNumber":2,"VerseNumber":34,"Text":"Va cun ʙa faristagon guftem: «Odamro sacda kuned!», hama sacda kardand, cuz Iʙlis, ki ruj gardond va xudsarona xudro az inson ʙolo donist. Va u az zumrai inkorkunandagon va nofarmonravojoni Alloh gardid va kofir sud"},{"SurahNumber":2,"VerseNumber":35,"Text":"Va guftem: \" Ej Odam, xud va hamsarat (Havo) dar ʙihist coj gired. Va har ci xohed, va har co, ki xohed, az samaroti on ʙaa xusi ʙixured. Va ʙa in daraxt nazdik masaved, ki ʙa guruhi sitamkoron daroed"},{"SurahNumber":2,"VerseNumber":36,"Text":"Pas sajton harduro ʙa xatogi andoxt - ja'ne, az vasvasai sajton firefta suda, az on daraxti man'suda ʙixurdand - va on du nafar (Odam va Havvo (alajhima-s-salom)-ro az ʙihiste, ki dar on ʙudand, ʙerun rond. Guftem: «Furud oed, ʙa'ze az sumo dusmani ʙa'zei digar xohed ʙud (ja'ne Odam, Havo va sajton) Ba qarorgohu coi ʙarxurdorii sumo to ruzi qijomat dar zamin ʙosad va ʙaroi sumo dar zamin to muddate oromgoh va ʙahramandi ast»"},{"SurahNumber":2,"VerseNumber":37,"Text":"Ba Odam az Parvardigoras cand kalimae ta'lim girift. Pas Alloh tavʙai uro paziruft, zero ʙa tahqiq tavʙapazir va mehruʙon ast"},{"SurahNumber":2,"VerseNumber":38,"Text":"Guftem: «Hama az ʙihist furud oed: pas agar az coniʙi Man rohnamoi ʙarojaton omad va kasone, ki hidojati Maro pajravi kunand, ʙaroi onho dar oxirat hec tarse nest va onho ƣamgin namegardand.»"},{"SurahNumber":2,"VerseNumber":39,"Text":"Va kasone, ki inkor kunand va ojothoi Moro duruƣ ʙarorand, xud axli cahannamand va covidona dar on co xohand ʙud"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ej ʙani Isroil, ne'matero, ki ʙa sumo arzoni dostam, ʙa jod ʙijovared va sukri Maro ʙa co ovared. Va ʙa ahdi Man vafo kuned, to ʙa ahdaton vafo kunam. Va az Man ʙitarsed"},{"SurahNumber":2,"VerseNumber":41,"Text":"Ej ʙani Isroil, ʙa on ci ki nozil kardaam kitoʙi sumoro tasdiq mekunad, imon ʙijovared va az naxustin kasone, ki inkoras mekunand, maʙosed. Va ojoti Manro ʙa ʙahoi andak nafurused va az Man ʙitarsed! Va tanho ʙa to'ati Man amal namoed va az nofarmonii Man dur isted"},{"SurahNumber":2,"VerseNumber":42,"Text":"Va haqro, ki ʙarojaton ʙajon kardam ʙa ʙotil majomezed va ʙo on ki haqiqatro ravsan medoned, az sifati rasuli Alloh sallallohu alajhi va sallam, ki dar kitoʙaton zikr sudaast, pinhonas makuned"},{"SurahNumber":2,"VerseNumber":43,"Text":"(Va dar dini islom doxil saved) va namozro (ʙa tariqe, ki Rasuli Alloh sallallohu alajhi va sallam guzostaast), ʙarpoj dored va zakoti farziro ʙidihed va ʙo ruku'kunandagon, (ki az ummati Muhammad sallallohu alajhi va sallam meʙosand,) ruku' kuned"}]}