{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Boye bazali kotambola na mokili te mpo batala lolenge esukela baye baleka liboso na bango, balekaki bango na bokasi mpe na bilembo okati ya mabele, mpe Allah azuaki bango тропа masumu та bango. Mpe bakokaki kobatelama te na maye Allah asalaki"},{"SurahNumber":40,"VerseNumber":22,"Text":"Boye ya sólo, batindami bazalaki koyela bango bilembo, mpe baboyaki kondima, mpe Allah azuaki bango. Ya soló, ye azali makasi тропа etumbu"},{"SurahNumber":40,"VerseNumber":23,"Text":"Мре tosilaki kotinda Mûssa na bilembo bia biso mpe bilembetele ya polele"},{"SurahNumber":40,"VerseNumber":24,"Text":"Epai ya falo na Hâmân na Qârûn, kasi balobaki ete: Oyo nganga moto ya lokuta monene"},{"SurahNumber":40,"VerseNumber":25,"Text":"Mpe tango ayelaki bango bosôló kowuta epai na biso, balobaki: B oboma bana ya mibali baye bazali na bondimi elongo naye mpe botika basi na bango na bomoyi, kasi likita ya bapagano ezalaka sé na libunga"},{"SurahNumber":40,"VerseNumber":26,"Text":"Mpe falo alobaki: Botika ngai na boma Mûssa, mpe abenga Nkolo waye. Ya soló, nazali kobanga noki akobongola lingomba lia bino to noki akosala mbeba kati na mokili"},{"SurahNumber":40,"VerseNumber":27,"Text":"Mpe Mûssa alobi: Nazali koluka libateli epai ya Nkolo wa ngai na ya bino тропа baye bazali kosala lolendo baye balingi kondima na mokolo mwa suka te"},{"SurahNumber":40,"VerseNumber":28,"Text":"Mpe mobali moko ya mondimi kati ya bato ya falo abombaka bondimi bwa ye alobi: Boye bozali koboma moto mpo alobi: Nkolo na ngai Allah? Mpe asili koyela bino bilembo binene kowuta epai ya Nkolo wa bino? Soki solo azali na lokuta, lokuta wana ekozongela sé ye moko, mpe soki azali koloba bosembo, ndambu ya masumu ya maye azali kokebisa bino ekozua bino. Ya soló, Allah akambaka moto ya mabe mpe ya lokuta te"},{"SurahNumber":40,"VerseNumber":29,"Text":"Eh bato ba ngai! Bozali na bokonzi lelo kati na mabele, nani akosungaka biso na etumbu ya Allah tango ekoyelaka biso? Falo alobi: Nakolakisa bino sé oyo nazali kornona, mpe nakokamba bino te sé na nzela ya semba"},{"SurahNumber":40,"VerseNumber":30,"Text":"Mpe oyo azalaki na bondimi alobi: Eh bato na ngai! Nazali kobangela bino noki ekozalela bino lokola o mokolo ya lisanga ya mapinga"},{"SurahNumber":40,"VerseNumber":31,"Text":"Ndenge moko lokola bato ya Núh mpe bato ya Aad na Thamúd, mpe bato basusu bayaki sima na bango. Kasi Allah alingeli bawumbu naye libubi te"},{"SurahNumber":40,"VerseNumber":32,"Text":"Eh bato na ngai! Nazali kobangela bino тропа mokolo ya bobengami"},{"SurahNumber":40,"VerseNumber":33,"Text":"Mokolo moye bokopesaka mikongo na bokimi, moko te akobatela bino liboso ya Allah mpe oyo Allah akobungisa, akozuaka mokambi te"},{"SurahNumber":40,"VerseNumber":34,"Text":"Yûsuf asilaki koyela bino bilembo binene liboso, kasi botikaki tembe te тропа oyo ayelaki bino, kino tango akufaki bolobaki: Allah akotinda lisusu motindami sima naye te, lolenge wana nde Allah abungisaka moto ya mabe mpe ya tembe"},{"SurahNumber":40,"VerseNumber":35,"Text":"Baye bazalaki kobundisa bilembo bia Allah тре bazali na bilembetele te, ezali lisumu monene epai na Allah тре epai ya bandimi. Na boye nde Allah azali kokanga motema ya moto nyoso ya mabe mpe ya lolendo"},{"SurahNumber":40,"VerseNumber":36,"Text":"Mpe falo alobi: Eh Hâmân! Tongela ngai ndako ya likolo koleka, tango mosusu nakoki kozua banzela"},{"SurahNumber":40,"VerseNumber":37,"Text":"Banzela ya likolo, mpo namata epai ya Nzambe ya Mûssa, kasi nayebi ete ye azali moto ya lokuta. Lolenge wana nde falo azalaki kokanisa ete azali kosala malamu nzoka nde azalaki kosala mabe koleka, mpe abungaki nzela ya semba. Kasi likita lia falo lizalaki sé bozangi na bokufi"},{"SurahNumber":40,"VerseNumber":38,"Text":"Oyo andimaki alobi: Oh bato na ngai! Bolanda ngai, nakokamba bino o nzela ya semba"},{"SurahNumber":40,"VerseNumber":39,"Text":"Eh bato na ngai! Bomoyi boye bozali sé kosepelisa na mwa tango токе, kasi mokolo mwa lobi mozali esika (ndako) kitoko тропа kofanda"},{"SurahNumber":40,"VerseNumber":40,"Text":"Oyo asali mabe akofutama sé ndenge asalaki, mpe oyo akosala malamu mwasi to mobali mpe azali mondimi, bango wana nde bakokota na paladiso, bakoleisama maye mazali na suka te"}]}