{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"(Мұхаммед Ғ.С.) шын мәнінде Раббың тарапынан саған түсірілгенді шындық деп білген кісі, соқыр кісімен тең бе? Бұны ақыл иелері ғана түсінеді"},{"SurahNumber":13,"VerseNumber":20,"Text":"Олар, сондай Алланың уәдесін орындағандар әрі серттерін бұзбағандар"},{"SurahNumber":13,"VerseNumber":21,"Text":"Олар, Алланың жалғастырылуын әмір еткен нәрсесін жалғастырып, Раббыларынан қорқа отырып, есебінің жаман болуынан қауіптенгендер"},{"SurahNumber":13,"VerseNumber":22,"Text":"Раббыларының ризалығын іздеп, сабыр еткендер, намазды толық орындап, өздеріне берген несібемізден көрнеу, көмес пайдаландырғандар және жақсылық арқылы жамандықты кетіргендер, міне ақирет жұртының табысы солардыкі"},{"SurahNumber":13,"VerseNumber":23,"Text":"Олар Ғадын атты жаннаттарға кіреді. Аталарынан, жұбайларынан және ұрпақтарынан кім түзу болса, олар да кіреді. Періштелер әр есіктен олардың үстіне кіреді"},{"SurahNumber":13,"VerseNumber":24,"Text":"“Сабыр еткендіктерің үшін, Алланың есендігі сендерге болсын! Соңғы жұрт нендей жақсы” (дейді)"},{"SurahNumber":13,"VerseNumber":25,"Text":"Сондай, Аллаға берген серттерін бекіткеннен кейін бұзғандар және Алланың, бірлесуін бұйырған нәрселерді бөлгендер әрі жер жүзінде бұзақылық істегендер, міне лағынет осыларға. Сондай-ақ мекеннің жаманы солардікі"},{"SurahNumber":13,"VerseNumber":26,"Text":"Алла (Т.) қалаған кісісінің несібесін кеңітіп, тарылтады. Олар, дүние тіршілігіне мәз болды. Негізінде дүние тіршілігі; ақиреттің жанында тек қана бір күн көріс"},{"SurahNumber":13,"VerseNumber":27,"Text":"Қарсы боғандар: “Пайғамбарға, Раббы тарапынан бір белгі неге түсірілмеді?”, - дейді. (Мұхаммед Ғ.С.): “Расында Алла, кімді қаласа, адастырады да өзіне бұрылғанды тура жолға салады” де"},{"SurahNumber":13,"VerseNumber":28,"Text":"Сондай иман келтіргендер; Алланы еске алу арқылы көңілдері жай тапқандар. Естеріңде болсын; Алланы еске алумен жүректер орнығады"},{"SurahNumber":13,"VerseNumber":29,"Text":"Сондай иман келтіріп, ізгі іс істегендер; шаттық та көркем орын да солардікі"},{"SurahNumber":13,"VerseNumber":30,"Text":"(Мұхаммед Ғ.С.) осылайша, саған уахи еткенімізді, Аллаға қарсы келгендерге оқуың үшін бір елге жібердік. Одан бұрын да көптеген елдер өткен боатын. Оларға: “Ол, менің Раббым, Одан басқа тәңір жоқ. Оған тәуекел қылдым. Қайтар жерім де Сол” де"},{"SurahNumber":13,"VerseNumber":31,"Text":"Олар, егер Құран арқылы таулар жүргізіліп, жер бөлшектеніп және өлікте сөйлестірілсе де (сенбейді.) Алайда, барлық іс Аллаға тән. Мүміндер аңғармады ма? Алла қаласа еді, адамдарды тұтас тура жолға салар еді. Қарсы болғандарға Алланың уәдесі келегнге дейін қылықтарының салдарынан үнемі соққы жетеді немесе жұрттарының маңына түседі. Күдіксіз Алла серттен таймайды"},{"SurahNumber":13,"VerseNumber":32,"Text":"(Бұл соңғы үш аят, Мекке кәпірлеріне байланысты. Үйлерінің жақынындағы хауіп; Хұдайбия уақиғасы. Б.Ж.М.Р.Х.) Расында сенен бұрын келген пайғамбарлар да тәлкек қылынған болатын. Сонда қарсы болғандарға кеңшілік беріп барып сонсоң оларды қолға алдым. Азабым қандай"},{"SurahNumber":13,"VerseNumber":33,"Text":"Әркімнің істеген ісін бақылаушы Алла емес пе? Сонда да олар, Аллаға ортақтар қосты. (Мұхаммед Ғ.С.): “Олардың аттарын атаңдар!”, - де. Аллаға жер жүзінде білмейтін бір нәрсенің хабарын беріп отырсыңдар ма? Немесе бос бір сөзбен (ортақ қосасыңдар ма?) Олай емес, кәпірлерге айлакерліктері әдемі көрсетілді де тура жолдан тосылды"},{"SurahNumber":13,"VerseNumber":34,"Text":"Оларға дүние тіршілігінде азап бар. Әрине ақиретте азабы тағы қатты. Сондай-ақ оларды, Алладан ешбір қорғаушы жоқ"}]}