{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Insana bir sıkıntı dokundugu zaman butun gonlunu vererek Rabbine dua eder. Sonra kendisine tarafından bir nimet lutfettigi zaman da onceden O´na dua ettigi hali unutur da, yolundan sapıtmak icin Allah´a ortaklar kosmaya baslar. Ey Muhammed! De ki: «Kufrunle biraz zevk et, cunku sen, o atesliklerdensin.»"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa o, gece saatlerinde kalkan, secdeye kapanıp, kıyama durarak daima vazifesini yapan, ahireti hesaba katan ve Rabbinin rahmetini uman kimse gibi olur mu? De ki: «Hic bilenlerle bilmeyenler bir olur mu?» Ancak temiz akıl sahibi olanlar anlar"},{"SurahNumber":39,"VerseNumber":10,"Text":"Ey Muhammed! Tarafımdan soyle: «Ey iman eden kullarım! Rabbinizden korkun. Bu dunyada guzellik yapanlara bir guzellik vardır. Allah´ın yeryuzu genistir. Ancak sabredenlere mukafatları hesapsız odenecektir.»"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: «Bana, dini sadece kendisine halis kılarak Allah´a ibadet etmem emredildi.»"},{"SurahNumber":39,"VerseNumber":12,"Text":"«Hem O´nun birligine teslim olan muslumanların ilki olmam da bana emredildi.»"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: «Eger Rabbime isyan edersem, buyuk bir gunun azabından korkarım.»"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: «Ben dinimi kendisine halis kılarak yalnız Allah´a kulluk ederim.»"},{"SurahNumber":39,"VerseNumber":15,"Text":"«Siz de O´ndan baska dilediginize kul olun.» De ki: «Asıl husrana dusenler, kıyamet gunu kendilerine ve mensuplarına ziyan edenlerdir. Evet, iste asıl acık husran budur.»"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların ustlerinde atesten tabakalar, altlarında yine atesten tabakalar vardır. Iste Allah, kullarını bundan korkutuyor, «Ey kullarım! benden korkun.» (diyor)"},{"SurahNumber":39,"VerseNumber":17,"Text":"Taguttan, ona kulluk etmekten kacınıp da tam gonulle Allah´a yonelenlere gelince, mujde onlaradır. Haydi mujdele kullarımı"},{"SurahNumber":39,"VerseNumber":18,"Text":"O kullarımı ki, onlar sozu dinlerler, sonra da en guzeline uyarlar. Iste onlar, Allah´ın kendilerine hidayet verdigi kimselerdir. Iste temiz akıllılar da onlardır"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ya uzerine azab kelimesi hak olmus kimse de mi (boyledir)? Artık o atesteki kimseyi sen mi cıkaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Fakat o Rablerine sıgınarak korunanlar icin altlarından ırmaklar akan, uzerlerinden sehnisinler yapılmıs, sehnisinli (balkonlu) koskler vardır. Bu, Allah´ın vaadidir. Allah vaadinden caymaz"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allah´ın gokten bir su indirip de onu bir yoluyla yeryuzundeki menbalara koydugunu gormedin mi? Sonra onunla turlu renklerde bir ekin cıkarır, sonra onun olgunlasıp sarardıgını gorursun. Sonra da onu bir cope cevirir. Elbette bunda temiz akıllılar icin bir ihtar vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin bagrını Islam´a acmıs ise iste o, Rabbinden bir nur uzerinde degil midir? Artık Allah´ın zikri hususunda kalpleri katılasmıs olanların vay haline! Iste bunlar, apacık bir sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, kelamın en guzelini ikizli, ahenkli bir kitap olarak indirdi. Ondan Rablerine saygısı olanların derileri urperir. Sonra derileri de, kalpleri de Allah´ın zikrine karsı yumusar. Iste bu Allah´ın rehberidir. Allah, onunla diledigini dogru yola cıkarır. Her kimi de Allah sasırtırsa, artık ona dogru yolu gosterecek yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"O halde kıyamet gunu zalimlere: «Tadın bakalım kazanıp durduklarınızı!» denilirken, o kotu azabdan yuzu ile korunacak kimse ne olur"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de yalanladılar da kendilerine, hatırlarına gelmez yonden azab geliverdi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah, onlara dunya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha buyuktur. Keske bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Yemin ederim ki, bu Kur´an´da insanlar icin her turlusunden temsil getirdik. Gerek ki iyi dusunsunler"},{"SurahNumber":39,"VerseNumber":28,"Text":"Puruzsuz Arapca bir Kur´an (indirdik ki, Allah´ın azabından) korunsunlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, soyle bir misal vermistir: Bir adam ve birtakım ortakları var, hırcın hırcın cekisip duruyorlar. Bir de yalnız bir kisiye baglı selamet icinde olan bir adam var. Bu ikisinin hali hic bir olur mu? Hamd Allah´ındır, fakat pek cokları bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Sen elbette oleceksin, onlar da elbette oleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra siz muhakkak kıyamet gununde Rabbinizin huzurunda birbirinizden davacı olacaksınız"}]}