{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"(Għidcilhom ukoll. Muħammad): ''Min. jagħtikom. l- għajxien. mis-smewwiet u. l-artf' Għid: 'Allal U tabilħaqq li, jew aħna jew intom, ninsabu fit-triq it-tajba, jew f'telfien mill-aktar car"},{"SurahNumber":34,"VerseNumber":25,"Text":"Għid(ilhom): 'Ma tkunux mistoqsijin dwar xi ħazen li għamilna, ti ma nkunux mistoqsijin dwar dak li tagħmlu"},{"SurahNumber":34,"VerseNumber":26,"Text":"Għid(ilhom lill-pagani): 'Sidna (il-Mulej) jigmagħna (ilkoll flimkien). imbagħad. jagħmel. ħaqq. minna. fis- sewwa. Huwa l-Imħallef (gusi) li jaf kollox"},{"SurahNumber":34,"VerseNumber":27,"Text":"Għid(ilhom Muħammad): ''Uruni lil dawk (l-allat l- aħra) li laqqajtu miegħu bħala ixirka (tiegħu). Le (dan ma tistgħux tagħmluh)i Huwa Alla l-Felħan, l-Għaref"},{"SurahNumber":34,"VerseNumber":28,"Text":"Aħna ma bgħatniekx (Muħammad) jekk mhux għall- bnedmin kollha, bħala xandar tal-bxara t-tajba u wieħed li jwissi, izda ħafna min-nies ma jafux (dwar dan)"},{"SurahNumber":34,"VerseNumber":29,"Text":"Huma jgħidu: 'Meta (sseħħ) din il-wegħda, jekk qegħdin tgħidu s-sewwa"},{"SurahNumber":34,"VerseNumber":30,"Text":"Għid(ilhom): ''Għandkom Jum imwiegħed li la titfgħuh lura u lanqas igibuh 'il quddiem b'siegħa"},{"SurahNumber":34,"VerseNumber":31,"Text":"Dawk li jieħdu t-twemmin jgħidu: 'M'aħniex se nemmnu f'dan il-Qoran, u lanqas f'dak (li nizel fiz- zminijiet) ta' qablut' Li kieku tara l-ħziena meta jkunu mgegħlin jieqfu quddiem Sidhom, kif iwaħħlu f'xulxint Dawk (fosthom). li kienu maħqurin jgħidu lil-dawk li ikabbru: 'Li kieku mhux minħabba fikom, konna nkunu minn dawk li jemmnur"},{"SurahNumber":34,"VerseNumber":32,"Text":"Dawk li tkabbru jgħidu lil dawk li kienu maħqurin: ZJaqaw aħna zammejniekom mit-tmexxija t-tajba wara li gietkom/ 7 Le (twaħħlux fina); kontu intom il-ħatjinf"},{"SurahNumber":34,"VerseNumber":33,"Text":"Dawk li kienu maħqurin jgħidu lil dawk li tkabbru: Mhux hekk, izda kien it-tnassis (tagħkom), lejl u nhar, meta kontu tordnawlna nicħdu lil Alla u nxierku (allat oħra) miegħu;' Huma zammu s-sogħba (moħbija gewwa fihom) meta raw il-kastig, u Aħna qegħedna l-ktajjen madwar għenuq dawk li caħdu t-twemmin: Jaqaw se jitħallsu (ta' xi ħaga oħra) għajr ta' dak li kienu jagħmlu"},{"SurahNumber":34,"VerseNumber":34,"Text":"Ma'bgħatna (gatt) f'belt lil min iwissi li l-għonja tagħha ma qalux: 'Aħna tabilħaqq nicħdu dak li kontu mibgħutin bihf"},{"SurahNumber":34,"VerseNumber":35,"Text":"Huma qalu: 'Aħna għandna aktar gid u wlied, u m'aħniex se nkunu kastigati"},{"SurahNumber":34,"VerseNumber":36,"Text":"Għid(ilhom Muħammad): ' Tabilħaqq li Sidi jkattar il- gid lil min irid, u jnaqqsu (lif min jidhirlu), izda l-kotra tan-nies ma jafux"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ma. humiex il-gid tagħkom u lanqas uliedkom li jqarrbukom lejna. (Ma jersqux lejna) ħlief dawk li jemmnu u jagħmlu l-gid. Dawk għandhom ħlas doppju ta' dak li għamlu, u jinsabu mħarsin (minn kull ħsara) fl- għamajjar (tal-Genna)"},{"SurahNumber":34,"VerseNumber":38,"Text":"Izda dawk li jħabirku kontra s-sinjali tagħna, biex ifixkluhom, dawk jingiebu fil-kastig"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Għidfilhom Muħammad): 'Sidi tabilħaqq ikattar il-gid lil min irid mill-qaddejja tiegħu, u jnaqqsu (lil min jidhirlu): Izda kull ħaga li tonfqu (għall-kawza tiegħu), Huwa jroddha (/ura lilkom). Huwa l-Aħjar li jagħti l- gid"},{"SurahNumber":34,"VerseNumber":40,"Text":"Fil-Jum li (Alla) jigborhom ilkoll, Huwa jgħid lill- angli: 'Jaqaw dawn lilkom kienu jqimu"},{"SurahNumber":34,"VerseNumber":41,"Text":"Jgħidu (l-angli): 'Sebħ lilek Inti li tħarisna, mhux huma. Le (mhux lilna taw qima), izda kienu jqimu lill- ginn: Il-kotra tagħhom jemmnu fihom"},{"SurahNumber":34,"VerseNumber":42,"Text":"Illum ma tistgħu tkunu la ta' gid u lanqas ta' deni għal xulxin, U ngħidu lil dawk li għamlu l-ħazen: 'Duqu l- kastig tan-Nar li kontu tgiddbul"},{"SurahNumber":34,"VerseNumber":43,"Text":"Meta jingrawlhom il-versi cari tagħna jgħidu: ''Dan ma huwiex ħlief ragel li jrid izommkom minn dak li kienu jqimu missirijietkom.' U jgħidu (ukoll): 'Dan ma huwiex ħlief qerq maqlugħ minn znied (dan ir-ragelji' Dawk li jicħdu s-sewwa meta jaslilhom, jgħidu: ''Dan ma huwiex ħlief seħer bic-cart)"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ma tajnihomx kotba biex jistudjawhom, u lanqas ma bgħatnielhom qablek (Muħammad) lil min iwissi/hom"},{"SurahNumber":34,"VerseNumber":45,"Text":"Dawk ta' qabilhom giddbu (is-sewwa) u (il-pagani) ma laħqux wieħed minn għaxra minn dak li tajniehom ((i/ ta' qabilhom). Huma giddbu l-Mibgħutin tiegħi. U kemm kienet kerha l-kundanna tiegħi (lilhom)i"}]}