{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"And man cannot receive an address by Allah otherwise than through inspiration, or from behind a veil, or through a Messenger [angel] revealing a divine Message by His [Allah's] leave. He is indeed Exalted, Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"And, likewise, have We revealed to you [Prophet Muhammad] a soul of a message, at Our behest! You did not know what the divine Writ is, or what belief means. Nonetheless, We have caused this Message [We have revealed to you] to be a light, whereby We guide whom We will of Our subjects. And, you do certainly guide people to the Straight Path"},{"SurahNumber":42,"VerseNumber":53,"Text":"[The Straight] Path of Allah, to whom all that is in the heavens and all that is on earth belongs. Verily, with Allah is the end of all matters"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha-mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the Book that makes things clear"},{"SurahNumber":43,"VerseNumber":3,"Text":"We have made it a Qur'an [reading material] in Arabic, so that you understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"And it is indeed in the Mother Book with Us, certainly [with contents] of the highest order and wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Should We then keep the divine Message away from you altogether as you are a people steeped in transgression"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many of the prophets did We send amongst the ancient peoples"},{"SurahNumber":43,"VerseNumber":7,"Text":"And no prophet did ever come to them but they mocked at him"},{"SurahNumber":43,"VerseNumber":8,"Text":"And We destroyed those that were stronger in power than these. And gone were the likes of the ancient peoples"},{"SurahNumber":43,"VerseNumber":9,"Text":"And were you to question them, `Who created the heavens and the earth?' they would surely reply, `the Omnipotent, the All-knowing did surely create them"},{"SurahNumber":43,"VerseNumber":10,"Text":"The One Who has made the earth spread out for you, and has made therein ways for you to travel by"},{"SurahNumber":43,"VerseNumber":11,"Text":"And the One Who sends down rain from the sky in due measure. And We raise to life therewith a land that is dead. You too will be raised likewise (when you are dead)"},{"SurahNumber":43,"VerseNumber":12,"Text":"And the One Who has created all things in pairs, and has made ships and cattle for you to ride on"},{"SurahNumber":43,"VerseNumber":13,"Text":"So that you may mount on their backs, and then remember your Lord's favour, while so mounted, and say, \"Glory to Him Who has made these subservient to us, and we could never have done this by ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"And to our Lord, indeed, must we turn back"},{"SurahNumber":43,"VerseNumber":15,"Text":"And they created partners for Him from amongst His subjects! Man is certainly indeed openly ungrateful [to his Lord]"},{"SurahNumber":43,"VerseNumber":16,"Text":"Has He taken daughters out of what He himself creates, and chosen sons for you"},{"SurahNumber":43,"VerseNumber":17,"Text":"And when news is given to anyone of them of the birth of one [daughter] like what he allots [in a display of pernicious audacity] to the Gracious One, his face becomes darkened with suppressed anger"},{"SurahNumber":43,"VerseNumber":18,"Text":"[The man given the news of a daughter born to him thinks, \"Am I now saddled with an offspring] to be brought up in jewellery?\" And he lapses into a dilemma [whether to keep the child alive or kill her. Refer Verses]"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they make angels, who themselves are subjects of the Gracious One, into females. Did they witness their creation? Their evidence will be recorded, and they will be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they say, \"Had the Gracious One so willed, we should not have worshipped them (deities)!\" They have no knowledge thereof. Indeed, they do nothing but lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Had We given them a Writ before this, to which they are holding fast?h"},{"SurahNumber":43,"VerseNumber":22,"Text":"But they say, \"We did find our fathers following certain community rites, and we do indeed follow in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"And, just the same way, We did never send a Warner before you to any people, but the affluent among them said, \"We did find our fathers following certain community rites, and we do indeed emulate them"}]}