{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahman ve Rahim ALLAH'ın ismiyle"},{"SurahNumber":1,"VerseNumber":2,"Text":"Övgü, evrenlerin Rabbi ALLAH'adır"},{"SurahNumber":1,"VerseNumber":3,"Text":"Rahman, Rahim (Merhametli)"},{"SurahNumber":1,"VerseNumber":4,"Text":"Yargı (Din) Gününün sahibi"},{"SurahNumber":1,"VerseNumber":5,"Text":"Ancak sana tapar, ancak senden yardım dileriz"},{"SurahNumber":1,"VerseNumber":6,"Text":"Bizi doğru yola ilet"},{"SurahNumber":1,"VerseNumber":7,"Text":"Gazaba uğrayanların ve sapmışların değil; kendilerine iyilikte bulunduğun kimselerin yoluna"},{"SurahNumber":2,"VerseNumber":1,"Text":"M"},{"SurahNumber":2,"VerseNumber":2,"Text":"Bu, kuşkusuz, erdemliler için yol gösterici bir kitaptır"},{"SurahNumber":2,"VerseNumber":3,"Text":"Onlar ki duyularıyla algılayamadıkları gerçeklere de inanırlar, namazı (salat) gözetirler, kendilerine verdiğimiz rızıktan muhtaçlara verirler"},{"SurahNumber":2,"VerseNumber":4,"Text":"Sana indirilene ve senden önce indirilene inanırlar. Ahiret konusunda da hiçbir kuşkuları yoktur"},{"SurahNumber":2,"VerseNumber":5,"Text":"İşte, Rableri tarafından yol gösterilenler ve mutluluğa erenler bunlardır"},{"SurahNumber":2,"VerseNumber":6,"Text":"İnkar edenlere gelince, onları uyarsan da uyarmasan da onlar için birdir; onlar inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"ALLAH kalplerini ve kulaklarını mühürler. Gözlerinde perde vardır ve büyük azap onlar içindir"},{"SurahNumber":2,"VerseNumber":8,"Text":"Halktan öyle kimseler var ki aslında inanmadıkları halde \"ALLAH'a ve ahiret gününe inandık,\" derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"ALLAH'ı ve müminleri aldatmak isterler. Halbuki kendi kendilerini aldatıyorlar. Farkında bile değiller"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde hastalık var. ALLAH da hastalıklarını arttırır. Yalanları yüzünden acı bir azabı hakkederler"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kendilerine, \"Yeryüzünde bozgunculuk yapmayın,\" denildiğinde \"Bizler sadece düzeltenleriz,\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Oysa onlardır asıl bozguncu; farkında bile değiller"},{"SurahNumber":2,"VerseNumber":13,"Text":"Kendilerine, \"Şu halkın inandığı gibi inanın,\" denildiğinde, \"Beyinsizlerin inandığı gibi mi inanacağız,\" derler. Gerçek beyinsizler onlardır; fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"İnananlarla karşılaştıkları vakit, \"İnanıyoruz,\" derler; fakat şeytanlarıyla başbaşa kaldıklarında, \"Sizinle beraberiz. Biz sadece alay etmekteyiz,\" derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"ALLAH da, taşkınlıkları içinde bocalar durumda bırakarak onlarla alay eder"},{"SurahNumber":2,"VerseNumber":16,"Text":"Onlar hidayet karşılığında sapıklığı satın aldı. Ticaretleri ne kâr bırakır, ne de onları gerçeğe ulaştırır"},{"SurahNumber":2,"VerseNumber":17,"Text":"Durumları, ateş yakan kimselerin şu durumuna benzer: Ateş çevrelerini aydınlatmaya başlayınca ALLAH onların ışığını giderir ve onları karanlıklar içinde görmez bir halde bırakır"},{"SurahNumber":2,"VerseNumber":18,"Text":"Sağır, dilsiz ve kördürler; yönlerini değiştiremezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ya da, karanlık, gökgürültüsü ve şimşekler arasında gökten boşanan bir yağmur altında yıldırımlardan ölmek korkusuyla parmaklarını kulaklarına tıkayan kimseye benzerler. ALLAH inkarcıları böyle kuşatır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Şimşek neredeyse gözlerini kapıverecek! Önlerini aydınlattıkça ışığında yürürler. Üzerlerine karanlık basınca da dikilir kalırlar. ALLAH dileseydi işitme ve görmelerini giderirdi. ALLAH herşeye gücü yetendir"},{"SurahNumber":2,"VerseNumber":21,"Text":"İnsanlar! Sizi ve sizden öncekileri yaratan Rabbinize kulluk edin ki korunasınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O, yeryüzünü sizin için oturulabilir hale soktu ve göğü de bir yapı kıldı. Gökten su indirdi ve onunla rızık olarak size çeşitli ürünler çıkardı. Bile bile ALLAH'a eşler koşmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Kulumuza indirdiğimizden kuşku içinde iseniz, buna benzer bir sure getirin. ALLAH'tan başka tüm tanıklarınızı da yardıma çağırın, doğru sözlü iseniz"},{"SurahNumber":2,"VerseNumber":24,"Text":"Bunu yapamazsanız -ki asla yapamıyacaksınız- o taktirde inkarcılar için hazırlanan ve yakıtı insanlar ile taşlar olan ateşten sakının"},{"SurahNumber":2,"VerseNumber":25,"Text":"İnanıp erdemli davrananları, içlerinde ırmaklar akan cennetlerle (bahçelerle) müjdele. Kendilerine oradaki ürünlerden rızıklar sunulduğunda \"Bu, daha önce bize sunulan nimetlerdir,\" derler. Böylece, kendilerine mecazi tanımlar (benzetmeler) verilir. Onlar için orada tertemiz eşler vardır ve onlar orada ebedi kalıcıdırlar"}]}