{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Nifak cıkaranları (munafıklık yapanları) gormuyor musun? Kitap ehlinden, inkar eden kardeslerine: “Eger siz gercekten (yurdunuzdan) cıkarılırsanız, biz de mutlaka sizinle beraber cıkarız. Sizin aranızdaki, size karsı olan bir kimseye hicbir zaman itaat etmeyiz. Ve eger sizinle savasırlarsa, mutlaka size yardım ederiz.” derler. Ve Allah, onların gercekten yalancı olduklarına sahadet eder"},{"SurahNumber":59,"VerseNumber":12,"Text":"Eger gercekten (yurtlarından) cıkarılsalar, onlarla beraber cıkmazlar. Ve eger gercekten savassalar, onlara yardım etmezler. Ve gercekten onlara yardım etseler bile, mutlaka arkalarını donerler (savastan kacarlar). Sonra onlar yardım olunmazlar"},{"SurahNumber":59,"VerseNumber":13,"Text":"Siz, gercekten, onların yureklerinde korku bakımından daha siddetlisiniz (Allah´tan cok sizden korkuyorlar). Bu, onların (Allah´ın azametini, kudretini) fıkıh edemeyen bir kavim olmaları sebebiyledir"},{"SurahNumber":59,"VerseNumber":14,"Text":"Onlar, korunmus sehir icinde veya duvarlar arkasında (surlar icinde) olmadıkca, sizinle toplu olarak savasamazlar. Onların kendi aralarındaki carpısmaları siddetlidir. Sen onları toplu sanırsın, (oysa) onların kalpleri dagınıktır. Bu, onların akıl etmez bir kavim olmaları sebebiyledir"},{"SurahNumber":59,"VerseNumber":15,"Text":"(Onların durumu) kendilerinden yakın zaman once, yaptıkları islerin sonucunu tatmıs olanların durumu gibidir. Ve onlar icin acı bir azap vardır"},{"SurahNumber":59,"VerseNumber":16,"Text":"(Munafıkların size vaadleri), seytanın (vaadlerinin) durumu gibidir. Insana: “Inkar et (kafir ol).” demisti. Fakat, inkar ettigi zaman: “Muhakkak ki ben senden uzagım, elbette ben, alemlerin Rabbi Allah´tan korkarım.” dedi"},{"SurahNumber":59,"VerseNumber":17,"Text":"Boylece ikisinin (munafıkların ve seytanın) akıbeti orada, atesin icinde ebediyyen kalmak oldu. Ve iste bu, zalimlerin cezasıdır"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ey amenu olanlar (olmeden once Allah´a ulasmayı dileyenler), Allah´a karsı takva sahibi olun! Ve her nefs, yarın icin ne takdim ettigine baksın! Ve Allah´a karsı takva sahibi olun. Muhakkak ki Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":59,"VerseNumber":19,"Text":"Allah´ı unutan kimseler gibi olmayın! Boylece (Allah da) onlara, kendi nefslerini unutturdu. Iste onlar, onlar fasık olanlardır"},{"SurahNumber":59,"VerseNumber":20,"Text":"Ates ehli ile cennet ehli bir (esit) degildir. Cennet ehli; onlar, kurtulusa erenlerdir"},{"SurahNumber":59,"VerseNumber":21,"Text":"Eger Biz, bu Kur´an´ı, daga indirseydik, O´nu mutlaka, Allah´ın korkusundan husu ile boynunu bukmus, parca parca olmus gorurdun. Ve insanlar icin bu misalleri veriyoruz. Umulur ki, boylece onlar tefekkur ederler"},{"SurahNumber":59,"VerseNumber":22,"Text":"O Allah ki, O´ndan baska Ilah yoktur. Gaybı (gorunmeyeni) ve goruneni de O bilir. O; Rahman´dır, Rahim´dir"},{"SurahNumber":59,"VerseNumber":23,"Text":"O Allah ki; O´ndan baska Ilah yoktur, Melik´tir (hukumrandır), Kuddus´tur (mukaddestir), Selam´dır (selamete erdirendir), Mu´mindir (emniyet verendir), Muheymin´dir (koruyup gozetendir), Aziz´dir (yucedir), Cabbar´dır (cebredendir), Mutekebbir´dir (pek buyuk olandır). Allah, sirk kosulan seylerden munezzehtir (uzaktır)"},{"SurahNumber":59,"VerseNumber":24,"Text":"O Allah ki; Yaratan´dır, Bari´dir (yokken var eden), Musavvir´dir (sekil verendir), guzel isimler O´nundur. Goklerde ve yerde olanlar O´nu tespih eder. Ve O; Aziz´dir (yucedir), Hakim´dir (hukum ve hikmet sahibidir)"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ey amenu olanlar (olmeden once Allah´a ulasmayı dileyenler)! Benim ve sizin dusmanlarınızı dostlar edinmeyin! Ve onlar, Hakk´tan size geleni inkar etmis oldukları halde onlara muhabbet besliyorsunuz (dostluk ilka ediyorsunuz). Rabbiniz olan Allah´a inanmanızdan dolayı resulu ve sizi yurdunuzdan cıkarıyorlar. Sayet siz, Benim yolumda, Benim rızamı aramak icin cihada cıktı iseniz (buna ragmen nicin), onlara sevgi gosterip sır veriyorsunuz. Ve Ben, sizin gizlediginizi de, acıkladıgınızı da bilirim. Ve sizden kim onu (bunu) yaparsa, o taktirde dogru yoldan sapmıs olur"},{"SurahNumber":60,"VerseNumber":2,"Text":"Sayet sizi yakalasalar, onlar size dusman olurlar. Ve ellerini ve dillerini size kotuluk ile uzatırlar. Ve sizin icin: “Keske inkar etseniz.” diye temenni ettiler (istediler)"},{"SurahNumber":60,"VerseNumber":3,"Text":"Kıyamet gunu akrabalarınız ve evlatlarınız, asla size fayda saglamaz. (Onlarla) sizin aranızı ayıracaktır. Ve Allah, yaptıklarınızı en iyi gorendir"},{"SurahNumber":60,"VerseNumber":4,"Text":"Hz. Ibrahim ve onunla beraber olanlar sizin icin guzel bir ornek olmustur. Onlar kavimlerine soyle demislerdi: “Muhakkak ki biz, sizden ve sizin Allah´tan baska taptıgınız seylerden uzagız, sizi inkar ediyoruz. Ve siz, Allah´ın tek olusuna inanıncaya kadar, sizinle bizim aramızda ebediyyen dusmanlık ve ofke basladı.” Hz. Ibrahim´in, babasına: “Senin icin mutlaka istigfar edecegim (magfiret dileyecegim). (Ancak) Allah´tan sana gelecek bir seyi onlemeye malik degilim, sozu (demesi) haric. Rabbimiz, biz Sana tevekkul ettik. Ve Sana yoneldik. Ve masir (varıs, donus, ulasma), Sana´dır.”"},{"SurahNumber":60,"VerseNumber":5,"Text":"Rabbimiz, bizi kafirlere fitne kılma! Ve bizi magfiret et Rabbimiz. Muhakkak ki Sen, Sen; Aziz´sin, Hakim´sin"},{"SurahNumber":60,"VerseNumber":6,"Text":"Andolsun ki, sizin icin onlarda Allah´ı (Allah´ın Zat´ına ulasmayı) ve ahiret gununu dilemis olan kimselere guzel ornek vardır. Ve kim donerse, o taktirde muhakkak ki Allah, O; Gani´dir, Hamid´dir (hamdedilendir)"}]}