{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Onun qövmünün təkəbbürlü zadəganları dedilər: “Ey Şueyb! Ya biz hökmən səni də, səninlə birlikdə iman gətirənləri də yurdumuzdan çıxaracaq, ya da siz bizim dinimizə dönəcəksiniz”. Şueyb dedi: “Hətta nifrət etmiş olsaq belə?”"},{"SurahNumber":7,"VerseNumber":89,"Text":"Allah bizi sizin dininizdən xilas etdikdən sonra biz yenə də ona qayıtsaq, Allaha qarşı yalan uydurmuş olarıq. Rəbbimiz Allah istəməyincə bizim ona dönməyimiz olacaq bir şey deyildir. Rəbbimiz elmi ilə hər şeyi əhatə etmişdir. Biz Allaha təvəkkül etmişik. Ey Rəbbimiz! Bizimlə qövmümüz arasında ədalətlə hökm ver. Axı Sən hökm verənlərin ən yaxşısısan"},{"SurahNumber":7,"VerseNumber":90,"Text":"Onun qövmünün kafir zadəganları dedilər: “Əgər Şueybin ardınca getsəniz, siz mütləq ziyana uğrayanlardan olarsınız”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Onları dəhşətli bir sarsıntı yaxaladı və onlar öz evlərində üzüqoylu düşüb qaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Şueybi yalançı sayanlar, sanki orada yaşamamışdılar. Şueybi yalançı sayanların özləri ziyana uğrayanlardan oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"Şueyb onlardan üz çevirib dedi: “Ey qövmüm! Mən Rəbbimin mənə vəhy etdiyi hökmlərini sizə çatdırdım və sizə öyüd-nəsihət verdim. Kafir tayfadan ötrü mən necə heyfsilənə bilərəm?”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hansı bir ölkəyə peyğəmbər göndərdiksə, onun əhalisini sıxıntıya və bəlaya düçar etdik ki, bəlkə boyun əyələr"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra pisliyi yaxşılıqla əvəz etdik. Nəhayət onlar firavanlıq içində yaşayarkən: “Atalarımıza da belə qıtlıq və bolluq üz vermişdi”– dedilər. Biz də onları heç özləri də hiss etmədən qəflətən yaxaladıq"},{"SurahNumber":7,"VerseNumber":96,"Text":"Əgər o ölkələrin əhalisi iman gətirib Allahdan qorxsaydı, əlbəttə, Biz onların üstünə göydən və yerdən bərəkət qapılarını açardıq. Lakin onlar peyğəmbərləri yalançı hesab etdilər. Biz də onları qazandıqları günahlara görə əzabla yaxaladıq"},{"SurahNumber":7,"VerseNumber":97,"Text":"Məgər o ölkələrin əhalisi əzabımızın onlara gecə vaxtı, onlar yatarkən gəlməyəcəyindən əminmi oldular"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ya da o ölkələrin əhalisi əzabımızın onlara səhər-səhər, onlar əylənərkən gəlməyəcəyindən əminmi oldular"},{"SurahNumber":7,"VerseNumber":99,"Text":"Yaxud onlar Allahın hiyləsindən ehtiyat etmirdilərmi? Allahın hiyləsindən yalnız ziyana uğrayanlar ehtiyat etməzlər"},{"SurahNumber":7,"VerseNumber":100,"Text":"Məgər yer üzünün keçmiş sakinlərindən sonra ona varis olanlara bəyan olmadımı ki, əgər Biz istəsəydik, onları da günahları üzündən müsibətə düçar edər, qəlblərinə möhür vurardıq və onlar da eşitməzdilər"},{"SurahNumber":7,"VerseNumber":101,"Text":"Bu, o ölkələrdir ki, onların əhvalatlarından bəzisini sənə söyləyirik. Elçiləri onlara açıq-aydın dəlillər gətirdilər. Onlar isə daha öncə yalan hesab etdiklərinə görə iman gətirmədirlər. Allah kafirlərin qəlblərini beləcə möhürləyir"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların əksəriyyətini vədə xilaf çıxan gördük. Onların çoxunu günahkar gördük"},{"SurahNumber":7,"VerseNumber":103,"Text":"Onlardan sonra Musanı möcüzələrimizlə Firon və onun əyanlarına elçi göndərdik. Onlar isə bunu inkar etdilər. Bir gör fəsad törədənlərin aqibəti necə oldu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa dedi: “Ey Firon! Həqiqətən, mən aləmlərin Rəbbi tərəfindən göndərilmiş bir elçiyəm"},{"SurahNumber":7,"VerseNumber":105,"Text":"Mənim borcumdur ki, Allah barəsində yalnız həqiqəti deyim. Mən Rəbbinizdən sizə açıq-aydın dəlillər gətirmişəm. Elə isə İsrail oğullarını mənimlə göndər”"},{"SurahNumber":7,"VerseNumber":106,"Text":"Firon dedi: “Əgər möcüzə gətirmisənsə və doğru danışanlardansansa, onu göstər!”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Musa əsasını yerə atdı və o, dərhal açıq-aşkar bir ilan oldu"},{"SurahNumber":7,"VerseNumber":108,"Text":"Əlini qoynundan çıxartdı və o, baxanlar üçün ağappaq parlaq bir əl oldu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firon qövmünün əyanları dedilər: “Həqiqətən, bu, bilikli bir sehrbazdır"},{"SurahNumber":7,"VerseNumber":110,"Text":"O sizi yurdunuzdan çıxartmaq istəyir. Elə isə təklifiniz nədir?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onlar dedilər: “Onu və qardaşını gözlət və şəhərlərə sehrbazları toplayan adamlar göndər ki"},{"SurahNumber":7,"VerseNumber":112,"Text":"bilikli sehrbazların hamısını sənin yanına gətirsinlər”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sehrbazlar Fironun yanına gəlib dedilər: “Əgər qalib gəlsək, doğrudanmı bizim üçün mükafat olacaq?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Firon dedi: “Bəli, siz mənə yaxın adamlardan olacaqsınız”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sehrbazlar dedilər: “Ey Musa! Ya sən əsanı birinci at, ya da biz əlimizdəkiləri ataq!”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa dedi: “Siz əvvəl atın!” Onlar əllərindəkiləri atdıqda, insanların gözlərini sehrləyib canlarına qorxu saldılar və böyük bir sehr göstərdilər"}]}