{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Pas kist sitamkortar az on, ki ʙar Xudo duruƣ meʙandad va suxani rostero, ki ʙar u omadaast, duruƣ meʙarorad. Ojo kofironro dar cahannam cojgohe nest"},{"SurahNumber":39,"VerseNumber":33,"Text":"Va kase, ki suxani rost ovard va tasdiqas kard, onon parhezgoronand"},{"SurahNumber":39,"VerseNumber":34,"Text":"Barojason har ci ʙixohand, dar nazdi Parvardigorason muhajjost. In ast podosi (mukofoti) nekukoron"},{"SurahNumber":39,"VerseNumber":35,"Text":"to Xudo ʙadtarin amalhoero, ki kardaand, az onon noʙud kunad va ʙa ʙehtar az on ci mekardaand, mukofotason dihad"},{"SurahNumber":39,"VerseNumber":36,"Text":"Turo ʙa kasone, ki ƣajri Xudo hastand, metarsonand. Ojo Xudo ʙaroi nigahdorii ʙandaas kofi nest? Va har kasro, ki Xudo gumroh sozad, hec rohnamoe naxohad ʙud"},{"SurahNumber":39,"VerseNumber":37,"Text":"Har kasro, ki Xudo rohnamoi kunad, gumrohkunandae nest. Ojo Xudo ƣoliʙu intiqomgiranda nest"},{"SurahNumber":39,"VerseNumber":38,"Text":"Agar az onho ʙipursi: «Cj kase osmonhovu zaminro ofaridaast?» Xohand guft: «Xudoi jakto». Bigu: «Pas inhoero, ki ƣajri U meparasted, ci guna meʙined? Agar Xudoi jakto ʙixohad ʙa man rance ʙirasonad, ojo inho metavonand on rancro daf' kunand? Jo agar ʙixohad ʙa man rahmate ato kunad, metavonand on rahmatro az man ʙozdorand?» Bigu; «Xudo ʙaroi man ʙas ast. Tavakkalkunandagon ʙa U tavakkal mekunand»"},{"SurahNumber":39,"VerseNumber":39,"Text":"Bigu: «Ej qavmi man, muvofiqi imkoni xud amal kuned. Man niz amal mekunam. Va ʙa zudi xohed donist, ki"},{"SurahNumber":39,"VerseNumber":40,"Text":"ci kase ʙa azoʙe, ki uro xor mesozad, giriftor mesavad jo azoʙi covid ʙar sari u furud meojad»"},{"SurahNumber":39,"VerseNumber":41,"Text":"Mo in kitoʙro ʙa haq ʙaroi hidojati mardum ʙar tu nozil kardem. Pas har kas, ki hidojat joft, ʙa naf'i xudi ust va har ki gumroh sud, ʙa zijoni xud ʙa gumrohi aftoda va tu vakili onho nesti"},{"SurahNumber":39,"VerseNumber":42,"Text":"Xudo conhoro ʙa hangomi murdanason megirad va niz coni kasonero, ki dar xoʙi xud namurdaand. Conhoero, ki hukmi marg ʙar onho ronda suda, nigah medorad va digaronro to zamone, ki mu'ajjan ast, ʙozmefiristad. Dar in iʙrathost ʙaroi onhoe, ki meandesand"},{"SurahNumber":39,"VerseNumber":43,"Text":"Ojo ƣajri Xudo safe'one ixtijor kardand? Bigu: «Xatto agar on safe'on qudrat ʙa kore nadosta ʙosand va cizero darnajoʙand?»"},{"SurahNumber":39,"VerseNumber":44,"Text":"Bigu: «Safo'at sarosar az oni Xudost. Az oni Ust farmonravoii osmonhovu zamin. Sipas hama ʙa nazdi U ʙozgardonda mesaved»"},{"SurahNumber":39,"VerseNumber":45,"Text":"Cun Xudoro ʙa jaktoi jod kunand, dilhoi on kason, ki ʙa qijomat imon najovardaand, nafrat girad va cun nomi digare ƣajri U ʙurda savad, sodmon savand"},{"SurahNumber":39,"VerseNumber":46,"Text":"Bigu: «Bor Xudoe, Tui ofarinandai osmonhovu zamin, donoi nihonu oskor, Tu mijoni ʙandagonat dar har ci dar on ixtilof (ziddijat) mekardaand, dovari xohi kard»"},{"SurahNumber":39,"VerseNumber":47,"Text":"Agar har ci dar rui zamin ast va hamonandi on az oni sitamkoron meʙud, dar ruzi qijomat xudro ʙo on az azoʙi dardnok ʙozmexaridand. Va az Xudo ʙarojason cizhoe oskor mesud, ki hargiz hisoʙasro namekardand"},{"SurahNumber":39,"VerseNumber":48,"Text":"Cazoi ʙadi amalhoe, ki mekardand, ʙarojason oskor sud va on ci masxaraas mekardand, girdorirdasonro ʙigirift"},{"SurahNumber":39,"VerseNumber":49,"Text":"Cun odamiro rance rasad, Moro mexonad va cun az coniʙi xud ne'mate arzonijas dorem, gujad: «Ba saʙaʙi donoijam in ne'matro ʙa man dodaand». In ozmoise ʙosad, vale ʙestarinason namedonand"},{"SurahNumber":39,"VerseNumber":50,"Text":"In suxane ʙud, ki pesinijonason ham meguftand, vale har ci cam' ovarda ʙudand, ʙa holason naf' nakard"},{"SurahNumber":39,"VerseNumber":51,"Text":"Uquʙati amalhojason domangirason sud. Va az in mijon ʙa onho, ki rohi kufr pes giriftaand, uquʙati amalhojason xohad rasid va nametavonand az Mo ʙigurezand"},{"SurahNumber":39,"VerseNumber":52,"Text":"Ojo hanuz nadonistaand, ki Xudost, ki ruzii har kasro, ki ʙixohad afzun mesozad jo tangruzias mekunad? Va dar in xud iʙrathost ʙaroi mardume ki imon meovarand"}]}