{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"In verita Allah ha ordinato la giustizia e la benevolenza e la generosita nei confronti dei parenti. Ha proibito la dissolutezza, cio che e riprovevole e la ribellione. Egli vi ammonisce, affinche ve ne ricordiate"},{"SurahNumber":16,"VerseNumber":91,"Text":"Obbedite al patto di Allah dopo che l'avete accettato e non mancate ai giuramenti solenni che avete prestato, chiamando Allah garante contro voi stessi. In verita Allah conosce il vostro agire"},{"SurahNumber":16,"VerseNumber":92,"Text":"Non fate come colei che disfaceva il suo filato dopo averlo torto a fatica, facendo dei vostri giuramenti mezzi di reciproco inganno, a seconda della prevalenza di un gruppo o di un altro. Cosi Allah vi mette alla prova e nel Giorno della Resurrezione vi mostrera cio su cui eravate in polemica"},{"SurahNumber":16,"VerseNumber":93,"Text":"Se Allah avesse voluto, avrebbe fatto di voi una sola comunita. Invece, Egli travia chi vuole e guida chi vuole. Certamente sarete interrogati sul vostro agire"},{"SurahNumber":16,"VerseNumber":94,"Text":"Non fate dei vostri giuramenti mezzi di reciproco inganno, che altrimenti scivolerebbero i vostri piedi, dopo che erano stati saldi e proverete la sventura per aver allontanato [le genti] dal sentiero di Allah. Subirete un castigo terribile"},{"SurahNumber":16,"VerseNumber":95,"Text":"Non svendete a vil prezzo il patto con Allah. Cio che e presso Allah e meglio per voi, se lo sapeste"},{"SurahNumber":16,"VerseNumber":96,"Text":"Quello che e presso di voi si esaurisce, mentre cio che e presso Allah rimane. Compenseremo coloro che sono stati costanti in ragione delle loro azioni migliori"},{"SurahNumber":16,"VerseNumber":97,"Text":"Daremo una vita eccellente a chiunque, maschio o femmina, sia credente e compia il bene. Compenseremo quelli che sono stati costanti in ragione delle loro azioni migliori"},{"SurahNumber":16,"VerseNumber":98,"Text":"Quando leggi il Corano, cerca rifugio in Allah contro Satana il lapidato"},{"SurahNumber":16,"VerseNumber":99,"Text":"Egli non ha alcun potere su quelli che credono e confidano nel loro Signore"},{"SurahNumber":16,"VerseNumber":100,"Text":"ma ha potere solo su chi lo prende per patrono, su quelli che, per causa sua, diventano associatori"},{"SurahNumber":16,"VerseNumber":101,"Text":"Quando sostituiamo un versetto con un altro - e Allah ben conosce quello che fa scendere - dicono: “Non sei che un impostore”. La maggior parte di loro nulla conosce"},{"SurahNumber":16,"VerseNumber":102,"Text":"Di': “Lo ha fatto scendere lo Spirito Puro con la verita [inviata] dal tuo Signore, per rafforzare coloro che credono, come guida e buona novella per i musulmani”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Sappiamo bene che essi dicono: “C'e un qualche uomo che lo istruisce”, ma colui a cui pensano parla una lingua straniera, mentre questa e lingua araba pura"},{"SurahNumber":16,"VerseNumber":104,"Text":"In verita Allah non guida coloro che non credono ai Suoi segni. Avranno doloroso castigo"},{"SurahNumber":16,"VerseNumber":105,"Text":"I soli ad inventare menzogne sono quelli che non credono ai segni di Allah: essi sono i bugiardi"},{"SurahNumber":16,"VerseNumber":106,"Text":"Quanto a chi rinnega Allah dopo aver creduto - eccetto colui che ne sia costretto, mantenendo serenamente la fede in cuore - e a chi si lascia entrare in petto la miscredenza; su di loro e la collera di Allah e avranno un castigo terribile"},{"SurahNumber":16,"VerseNumber":107,"Text":"Cio, perche preferirono questa vita all'altra. In verita, Allah non guida i miscredenti"},{"SurahNumber":16,"VerseNumber":108,"Text":"Ecco coloro cui Allah ha sigillato i cuori, l'udito e la vista. Ecco gli incoscienti"},{"SurahNumber":16,"VerseNumber":109,"Text":"Senza alcun dubbio, nell'altra vita saranno i perdenti"},{"SurahNumber":16,"VerseNumber":110,"Text":"Ma in verita, il tuo Signore e perdonatore e misericordioso nei confronti di coloro che sono emigrati dopo aver subito la persecuzione e quindi hanno lottato e hanno resistito [per la Sua Causa]"}]}