{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"Ey imân edenler! Şeytan´ın adımlarına uymayın. Kim Şeytan´ın adımlarına uyarsa, şüphesiz ki o, hayasızlığı, uygunsuzluğu; dinin, aklın ve sağlam örfün çirkin kabul ettiği şeyi emreder. Allah´ın sizin üzerinize bol rahmeti ve lûtfu olmasaydı, sizden hiç biriniz ebediyen (günah ve fenalıktan) temize çıkamazdı. Ama Allah dilediğini temize çıkarır. Allah (her şeyi gereği gibi) işitendir, bilendir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Sizden fazilet ve varlık sahibi olanlar yakınlarına, düşkünlere, Allah yolunda hicret edenlere (yardımda) bulunmamaya yemin etmesinler (veya vermekte kusur etmesinler); affetsinler, bağışlayıp aldırış etmesinler. Allah´ın sizi bağışlamasını sevip arzu etmez misiniz ? Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":24,"VerseNumber":23,"Text":"Onlar ki, iffetli, (hayasızlıktan) habersiz mü´mine kadınlara zina iftirasında bulunurlar, şüphesiz ki Dünya´da da, Âhiret´te de lanetlenmişlerdir ; onlar için büyük bir azâb vardır"},{"SurahNumber":24,"VerseNumber":24,"Text":"Öyle bir gündeki elleri ve ayakları onların yaptıklarına, işlediklerine karşılık aleyhlerinde şâhidlik ederler"},{"SurahNumber":24,"VerseNumber":25,"Text":"O gün Allah, onlara hakkettikleri hesap ve cezayı tastamam verecek ve onlar da Allah´ın apaçık hakk olduğunu (her şeyi açıklayıp ortaya koyduğunu) bilecekler"},{"SurahNumber":24,"VerseNumber":26,"Text":"Kötü yaramaz kadınlar (veya sözler), kötü yaramaz erkeklere ; kötü yaramaz erkekler, kötü yaramaz kadınlara (veya sözlere); iyi temiz kadınlar (veya sözler) iyi temiz erkeklere ; iyi temiz erkekler de iyi temiz kadınlara (veya sözlere) yakışır. İşte bunlar, onların dediklerinden pâk ve uzaktırlar. Bunlar için bağışlanma ve çok şerefli rızık vardır"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ey imân edenler! Kendi evlerinizden başka evlere, sahipleriyle alışkanlık sağlayıp (onlardan) izin almadıkça ve onlara selâm vermedikçe girmeyin. Bu sizin için hayırlıdır. Umulur ki iyice düşünürsünüz"},{"SurahNumber":24,"VerseNumber":28,"Text":"İçinde bir kimse bulamazsanız, size izin verilmedikçe yine de girmeyin. Size, «geri dönün» denilirse, geri dönün. Bu sizin için daha nezih ve daha uygundur. Allah yapageldiklerinizi bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"İçinde sizinle ilgili bir yarar bulunup oturulmayan evlere girmenizde bir günah ve vebal yoktur. Allah açıkladığınızı da, gizli tuttuklarınızı da bilir"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Ey Muhammed !) Mü´min erkeklere de ki: Gözlerini (kendilerine helâl olmayanlardan) sakınsınlar, utanç yerlerini korusunlar. Bu onlar için daha nezih ve daha uygundur. Şüphesiz ki Allah onların işleyegeldiklerinden haberlidir"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mü´mine kadınlara da de ki: (Bakılması haram olan şeylerden) gözlerini sakınsınlar; iffet ve namuslarını korusunlar, süs yerlerini —görünen kısımlar dışında— açmasınlar; başörtülerini yakaları üzerine (gelecek şekilde) salıversinler; zînetlerini (ve zînet yerlerini) kocalarından veya babalarından veya kocalarının babalarından veya oğullarından veya kocalarının oğullarından veya kardeşlerinden veya kardeşlerinin oğullarından veya kızkardeşlerinin oğullarından veya kendi (din kardeşleri sayılan) kadınlardan veya ellerinin sahip olduğu cariyelerden veya erkeklikten kesilip (kadınlara) ihtiyaç duymayan hizmetçilerden veya kadınların utanç yerlerine ilgi duymayan çocuklardan başkasına açmasınlar. Süslerinden gizledikleri bilinsin diye ayaklarını yere vurmasınlar (ayak bileklerindeki halhali taşıdıklarını hissettirmesinler). Hepiniz birden Allah´a tevbe edin ey mü´minler! Ola ki korktuklarınızdan kurtulup umduklarınıza erişirsiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Sizden evli olmayanları; kölelerinizden ve cariyelerinizden (yuva kurmaya, evlilik hukukuna saygılı olmaya) elverişli bulunanları evlendirin. Fakir iseler Allah onları fazl-u kereminden zengin kılar. Allah´ın vergisi bol ve geniştir; Allah bilendir"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenemiyenler (malî imkânı buna elvermiyenler) Allah kendilerini fazl-u kereminden zengin kılıncaya kadar iffetli kalmaya çalışsınlar. Sahip olduğunuz köle ve cariyelerinizden belli bir para ödemek suretiyle azâd edilmesi hakkında yazılı bir anlaşma yapmak isteyenlerle —onlarda iyi bir durum biliyorsanız— yazılı anlaşma yapın. Allah´ın size verdiği maldan onlara verin. Dünya hayatının geçici menfaatini elde etmek için cariyelerinizi —iffetli kalmayı arzu edip duruyorlarsa— fuhşa sakın zorlamayın. Kim onları (bu hususta) zorlarsa, elbette Allah onların zorlamasından sonra (o cariyeleri) çok bağışlayan ve (haklarında) çok merhamet edendir"},{"SurahNumber":24,"VerseNumber":34,"Text":"And olsun ki size çok açık-seçik âyetler, sizden önce gelip geçenlerden birtakım misaller ve Allah´tan korkup fenalıklardan sakınanlar, ilâhî sınırlara saygılı (ve bağlı) olanlar için öğüt(ler) indirdik"}]}