{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Poble! Com és que jo us crido a la salvació, mentre que vosaltres em crideu al Foc"},{"SurahNumber":40,"VerseNumber":42,"Text":"Em crideu que sigui infidel a Al·là i que Li associï quelcom del que no tinc coneixement, mentre que jo us crido al Poderós, a l'Indulgent"},{"SurahNumber":40,"VerseNumber":43,"Text":"En veritat, allò al que em crideu no mereix ser invocat, ni en la vida d'aquí ni en l'altra! Sí, tornarem a Al·là i els immoderats seran els habitants del Foc"},{"SurahNumber":40,"VerseNumber":44,"Text":"Llavors, us acordareu del que us dic. Quant a mi, em poso en mans d'Al·là. Al·là veu bé als seus serfs»"},{"SurahNumber":40,"VerseNumber":45,"Text":"Al·là li va preservar dels mals que havien tramat i sobre la gent de Faraó es va abatre el mal càstig"},{"SurahNumber":40,"VerseNumber":46,"Text":"el Foc, al que es veuran exposats matí i tarda. El dia que arribi l'Hora «Feu que la gent de Faraó rebi el càstig més sever!»"},{"SurahNumber":40,"VerseNumber":47,"Text":"Quan discuteixin, ja en el Foc, els que van ser febles diran als que van ser altius: «Us hem seguit. Aneu a lliurar-nos de part del Foc?»"},{"SurahNumber":40,"VerseNumber":48,"Text":"Els altius diran: «Estem tots en ell. Al·là ha decidit entre Els seus serfs»"},{"SurahNumber":40,"VerseNumber":49,"Text":"Els que estiguin en el Foc diran als guardians de la Jahenam: «Pregueu al vostre Senyor que ens abreugi un dia del càstig!»"},{"SurahNumber":40,"VerseNumber":50,"Text":"Diran: «Com! No van venir a vosaltres els vostres Missatgers amb les proves clares?» Diran: «Clar que si!» Diran: «Llavors, invoqueu vosaltres!» Però la invocació dels infidels serà inútil"},{"SurahNumber":40,"VerseNumber":51,"Text":"Sí, als nostres Missatgers i als quals creen els auxiliarem en la vida d'aquí i el dia que deposin els testimonis"},{"SurahNumber":40,"VerseNumber":52,"Text":"el dia que ja no serveixin de res als impius les seves excuses, sinó que siguin maleïts i tinguin l'Estatge Dolent"},{"SurahNumber":40,"VerseNumber":53,"Text":"Vam donar La Guia a Moisés i Vam donar en herència l'Escriptura als Fills d'Israel"},{"SurahNumber":40,"VerseNumber":54,"Text":"com guia i amonestació per als dotats d'intel·lecte"},{"SurahNumber":40,"VerseNumber":55,"Text":"Tingues paciència! El que Al·là promet és veritat! Demana perdó pel teu pecat i celebra al vespre i a l'alba les lloances del teu Senyor"},{"SurahNumber":40,"VerseNumber":56,"Text":"Qui discuteixen dels signes d'Al·là sense haver rebut autoritat, no pensen sinó en grandeses, que no aconseguiran, doncs, refugi en Al·là! Ell és Qui tot ho escolta, Qui tot ho veu"},{"SurahNumber":40,"VerseNumber":57,"Text":"Crear els cels i la terra és més gran encara que crear als homes. Però la majoria dels homes no saben"},{"SurahNumber":40,"VerseNumber":58,"Text":"No són iguals el cec i el vident. Ni els que han cregut i obrat bé i els quals han obrat malament. Què poc us deixeu amonestar"},{"SurahNumber":40,"VerseNumber":59,"Text":"Sí, l'Hora arriba, no hi ha dubte d'ella, però la majoria dels homes no creuen"},{"SurahNumber":40,"VerseNumber":60,"Text":"El vostre Senyor ha dit: «Invoqueu-me i us escoltaré! Certament aquells que desdenyen que se'm rendix culte entraran, humiliats, en la Jahenam»"},{"SurahNumber":40,"VerseNumber":61,"Text":"Al·là és qui ha disposat per a vosaltres la nit perquè descanseu en ella, i el dia perquè pugueu veure clar. Sí, Al·là dispensa El seu favor als homes, però la majoria dels homes no agraïxen"},{"SurahNumber":40,"VerseNumber":62,"Text":"aquest és Al·là, el vostre Senyor, creador de tot. No hi ha més déu que El! Com podeu, doncs, ser tan desviats"},{"SurahNumber":40,"VerseNumber":63,"Text":"De la mateixa manera van ser desviats qui van rebutjar els signes d'Al·là"},{"SurahNumber":40,"VerseNumber":64,"Text":"Al·là és Qui us ha estabilitzat la terra i fet del cel un edifici, us ha format harmoniosament i us ha proveït de coses bones. aquest és Al·là, el vostre Senyor. Beneït sigui, doncs, Al·là, Senyor de l'univers"},{"SurahNumber":40,"VerseNumber":65,"Text":"Ell és el Viu. No hi ha més déu que El. Invoqueu-li rendint- li culte sincer! Lloat sigui Al·là, Senyor de l'univers"}]}