{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Va TA đa chi đinh cho chung nhung nguoi ban đuong (tuong đac) co nhiem vu lam cho chung say đam voi nhung đieu (toi loi) đang truoc chung va nhung đieu (sai trai) đang sau chung. Va Loi (xu) phat bon chung đeu xac minh đung noi cac cong đong cua loai Jinn va loai nguoi đa qua đoi truoc bon chung. Qua that, chung la nhung ke mat mat"},{"SurahNumber":41,"VerseNumber":26,"Text":"Va nhung ke khong co tin bao: “Cho nphe Qur'an nay va gay nao đong on ao (khi no đuoc xuong len) đe may ra cac nguoi nam uu the.”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Nhung chac chan TA se cho nhung ke khong co đuc tin nem su trung phat khac nghiet va se trung phat chung vo cung tan te ve nhung đieu (toi loi) chung đa tung lam"},{"SurahNumber":41,"VerseNumber":28,"Text":"Đay la qua bao danh cho nhung ke thu cua Allah: trong đo (hoa nguc) chung se co mot mai nha vinh vien, mot qua bao cho toi chung đa tung phu nhan cac dau hieu cua TA"},{"SurahNumber":41,"VerseNumber":29,"Text":"Va nhung ke khong co đuc tin se thua: “Lay Thuong Đe bay toi! Xin Ngai vach mat nhung ten Jinn va lu nguoi đa dat bay toi đi lac đe bay toi cha đap hai chung no duoi ban chan cua bay toi khien cho chung thanh nhung ten hen ha nhat.”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Qua that, nhung ai noi: “Thuong Đe cua chung toi la Allah.” roi đung vung nhu ban thach, cac Thien Than se xuong đong vien ho, bao: “Cho lo so cung cho buon phien ma hay vui len voi tin mung ve thien đang (hanh phuc) ma qui vi đa đuoc hua"},{"SurahNumber":41,"VerseNumber":31,"Text":"“Chung toi la ban cua qui vi o đoi nay va o đoi sau. Va noi đo, qui vi se đuoc bat cu mon gi ma ban than cua qui vi uoc muon va noi đo qui vi se đuoc ban cap bat cu mon gi ma qui vi yeu cau"},{"SurahNumber":41,"VerseNumber":32,"Text":"“Mot su khoan đai tu Đang Hang Tha Thu, Đang Rat Muc Khoan Dung.”"},{"SurahNumber":41,"VerseNumber":33,"Text":"Va con ai tu te va tot ve loi noi hon nguoi moi goi (nhan loai) đen voi Allah va lam viec thien va bao: toi đay la mot nguoi Muslim.”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Va đieu thien tot va đieu xau, toi loi khong the ngang bang nhau. Hay dung đieu thien tot ma đay lui đieu xau va toi loi. Roi (Nguoi se thay) ke om long han thu Nguoi se tro thanh nguoi ban than tinh cua Nguoi"},{"SurahNumber":41,"VerseNumber":35,"Text":"Va khong ai đuoc phu cho cai đo (long tot) ngoai tru nhung nguoi that su kien nhan va khong ai đuoc phu cho cai đo, ngoai tru nguoi co phan so lon (đuoc vao thien đang)"},{"SurahNumber":41,"VerseNumber":36,"Text":"Va neu co loi tu Shaytan xui giuc Nguoi (lam đieu sai trai) thi hay xin Allah che cho boi vi qua that Ngai Hang Nghe, Hang Biet moi viec"},{"SurahNumber":41,"VerseNumber":37,"Text":"Va ban đem va ban ngay, va mat troi va mat trang la nhung dau hieu chi dan cua Ngai (Allah). Cho lay mat troi va mat trang ma hay quy lay Allah, Đang đa tao ra chung neu cac nguoi ton tho chi rieng Ngai thoi"},{"SurahNumber":41,"VerseNumber":38,"Text":"Nhung neu chung ngao man thi nhung ai (Thien Than) o cung voi Thuong Đe cua Nguoi hang tan duong Ngai ca đem lan ngay va khong bao gio moi met"},{"SurahNumber":41,"VerseNumber":39,"Text":"Va trong cac dau hieu cua Ngai (co cai nay): rang đat đai ha minh khiem ton (kho nut). Nhung khi TA tuoi nuoc mua len no, no cua minh (song lai) va cho moc ra (hoa mau). Qua that, Đang lam cho no song lai chac chan se lam cho nguoi chet song lai (vao Ngay phuc sinh). Qua that, Ngai thua kha nang lam đuoc tat ca moi vat"},{"SurahNumber":41,"VerseNumber":40,"Text":"Qua that, nhung ai bang bo cac dau hieu cua TA thi se khong tron khoi TA đang. The ai tot hon? Ke bi nem vao hoa nguc hay la nguoi buoc ra an toan vao Ngay phuc sinh? (Hoi nhung ke khong co đuc tin!) hay lam nhung đieu ma cac nguoi muon boi vi chac chan Ngai (Allah) Hang Thay nhung đieu cac nguoi lam"},{"SurahNumber":41,"VerseNumber":41,"Text":"Qua that, nhung ai phu nhan Loi Nhac Nho (Qur'an) khi No đen voi ho (thi se bi trung phat). Va qua that, No la mot Kinh Sach rat đoi quyen nang"},{"SurahNumber":41,"VerseNumber":42,"Text":"Khong mot đieu gia doi nao co the xam nhap No (Qur'an) tu đang truoc hay đang sau. Boi vi No do Đang (Allah) Rat Muc Sang Suot, Rat Đang Ca Tung ban xuong"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nhung đieu ma chung noi cho Nguoi chang khac voi đieu đa đuoc noi cho cac Su Gia truoc Nguoi. Qua that, Thuong Đe cua Nguoi nam tron su tha thu va su trung phat đau đon"},{"SurahNumber":41,"VerseNumber":44,"Text":"Neu TA lam Qur'an bang mot thu tieng khong phai ngon ngu A Rap thi (nhung nguoi A Rap ngoai đao) se bao: “Tai sao cac cau kinh cua no khong đuoc giai thich chi tiet (theo ngon ngu cua chung toi?)” Sao! mot (Kinh Sach bang) ngon ngu khac (tieng A Rap) va mot (Su Gia) nguoi A Rap u? Hay bao chung: “No la mot Chi Đao va la mot phuong thuoc chua lanh benh cho nhung ai co đuc tin. Nguoc lai, nhung ai khong co đuc tin thi tai cua chung điec va No (Qur'an) la mot su mu loa đoi voi chung. Chung la nhung nguoi đuoc goi tu mot cho rat xa"},{"SurahNumber":41,"VerseNumber":45,"Text":"Va qua that TA đa ban cho Musa Kinh Sach nhung lai co su tranh cai trong đo. Neu khong vi mot Loi Phan tu Thuong Đe cua Nguoi đa đuoc phan ra truoc đay thi viec tranh cai giua bon chung đa đuoc giai quyet xong. Nhung chung lai rat đoi nghi ngo ve No"},{"SurahNumber":41,"VerseNumber":46,"Text":"Ai lam đieu thien thi đuoc loi cho ban than minh. Con ai lam đieu xau va toi loi thi bat loi cho ban than y. Boi vi qua that Thuong Đe cua Nguoi khong bao gio bat cong voi bay toi (cua Ngai)"}]}