{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif. Lam. Mim. Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Hle, Kniha, jez seslana ti byla: nechovejz tedy nepokoje v prsou svych ohledne ji; abys varoval ji a aby napomenutim byla vericim"},{"SurahNumber":7,"VerseNumber":3,"Text":"Nasledujte, coz seslano bylo vam Panem vasim a nenasledujte jinych panu vedle neho. Jak malo chovate v pameti napomenuti"},{"SurahNumber":7,"VerseNumber":4,"Text":"Jak mnoho mest zahladili jsme! Zastihl je hnev nas: jedny za noci prekvapil, druhe za denniho svetla"},{"SurahNumber":7,"VerseNumber":5,"Text":"A jake bylo volani jejich, kdy prekvapil je hnev nas? Rikali jen: „V pravde byli jsme nepravostnymi.“"},{"SurahNumber":7,"VerseNumber":6,"Text":"Zajiste budeme vyptavati se tech, jimz poslali jsme proroky a stejne budeme ptavati se i proroku"},{"SurahNumber":7,"VerseNumber":7,"Text":"a vypovime jim vsechny skutky jejich dle vedeni sveho, nebot nebyli jsme nepritomni"},{"SurahNumber":7,"VerseNumber":8,"Text":"V ten den vaha bude spravedliva: a tem, jichz vaha tezka bude, dobre povede se"},{"SurahNumber":7,"VerseNumber":9,"Text":"a ti, jichz vaha lehka bude, propadli zahube dusi svych za to, ze neslechetne chovali se vuci znamenim nasim"},{"SurahNumber":7,"VerseNumber":10,"Text":"A postavili jsme vas na zemi a dali jsme vam na ni zivobyti: jak malo jste vdecnymi"},{"SurahNumber":7,"VerseNumber":11,"Text":"Stvorili jsme vas a dali jsme vam podobu: pak rekli jsme andelum: „Sklonte se uctou pred Adamem.“ I sklonili se pred nim vsichni, vyjma lblise, jenz nebyl mezi temi, kteri se sklonili"},{"SurahNumber":7,"VerseNumber":12,"Text":"Rekl (Buh): „Co zabranilo ti, abys se klanel, kdyz porucil jsem ti?“ Rekl: „Jsem lepsim jeho: stvoril’s mne z ohne, kdezto jej stvoril’s z hliny.“"},{"SurahNumber":7,"VerseNumber":13,"Text":"Rekl (Buh): „Ven s tebou odtud; neprislusi ti, abys pychou dmul se zde. Vyjdi odtud: zajiste k opovrhovanym patriti budes!“"},{"SurahNumber":7,"VerseNumber":14,"Text":"Rekl: „Poshov mi az do dne, kdy vzkriseni budou z mrtvych.“"},{"SurahNumber":7,"VerseNumber":15,"Text":"Rekl: (Buh): „Budiz ti poshoveno.“"},{"SurahNumber":7,"VerseNumber":16,"Text":"Rekl: „A jezto dal’s mi zblouditi, zajiste cihati na ne budu na stezce tve prime"},{"SurahNumber":7,"VerseNumber":17,"Text":"Pak zajiste pripadnu na ne zpredu i zezadu a zprava i zleva a vetsinu jich naleznes pak nevdecnymi.“"},{"SurahNumber":7,"VerseNumber":18,"Text":"Rekl (Buh): „Odejdi odtud, pokryt hanbou a vypovezen! Kdozkoliv nasledovati te bude z nich temi zajiste naplnim peklo vsemi"},{"SurahNumber":7,"VerseNumber":19,"Text":"A ty, Adame, obyvej s manzelkou svou v raji a jezte z cehokoliv se vam zlibi: jedine nepriblizujte se k tomuto stromu, jinak zhresite.“"},{"SurahNumber":7,"VerseNumber":20,"Text":"I jal se naseptavati jim Satan, aby dal jim zpozorovati nahotu jejich, jez dosud byla jim skryta. Rekl: „Pan vas zapovedel vam tento strom jen proto, abyste nestali se andely a nesmrtelnymi.“"},{"SurahNumber":7,"VerseNumber":21,"Text":"A prisahal jim: „Zajiste jsem vam dobrym radcem.“"},{"SurahNumber":7,"VerseNumber":22,"Text":"A zmamil je tak preludy svymi: a kdyz okusili oba stromu, shledli nahotu svou i pocali sesivati si rousku z listi raje. Tehdy zavolal na ne Pan jejich: „Zdaz nezapovedel jsem vam strom onen a zdaz nerekl jsem vam. „Zajiste Satan jest vasim nepritelem zjevnym?“"},{"SurahNumber":7,"VerseNumber":23,"Text":"Rekli: „Pane nas, zhresili jsme proti sobe samym, a neodpustis-li nam a neslitujes-li se nad nami, jistotne propadli jsme zahube.“"},{"SurahNumber":7,"VerseNumber":24,"Text":"Rekl (Buh): „Ven s vami odtud: jedni druhym neprateli budete: a na zemi budete miti urcene obydli a zaopatreni docasne.“"},{"SurahNumber":7,"VerseNumber":25,"Text":"Rekl dale: „Na ni ziti budete a na ni zemrete a z ni vyvedeni budete jednoho dne.“"},{"SurahNumber":7,"VerseNumber":26,"Text":"O lide, seslali jsme vam ted odev, abyste pokryli nahotu svou a obleky nadherne vsak odev bazne bozi nejlepsim jest. Toto jest jednim ze znameni bozich: snad premitati budou o nem"},{"SurahNumber":7,"VerseNumber":27,"Text":"O lide, necht nesvede vas Satan, jako zpusobil vyhnani rodicu vasich z raje, odnav jim odev jejich, aby dal shlednouti jim nahotu jejich. On zajiste vidi vas, on i stoupenci jeho, zkad nevidite jich: a zajiste ucinili jsme zle duchy prateli tech, kdoz neveri"},{"SurahNumber":7,"VerseNumber":28,"Text":"A kdyz tito dopusti se smilstva, rikaji: „Videli jsme to u otcu svych a tak nakazal nam Buh.“ Rci: „V pravde Buh nenabada k smilstvu: ci chcete tvrditi o Bohu, co nevite?“"},{"SurahNumber":7,"VerseNumber":29,"Text":"Rci: „Pan muj nakazuje poctivost. Obracejte tedy tvare sve ke kazde modlitebnici a vzyvejte jej v uprimnosti nabozenstvi sveho: jakoz stvoril vas, tak k nemu se navratite"},{"SurahNumber":7,"VerseNumber":30,"Text":"Nektere vede cestou pravou, nektere pak odsoudil k bloudeni, jezto vzali si zle duchy za pratele na misto Boha v domneni, ze vedeni jsou cestou pravou.“"}]}