{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Allah´ın gazabına uğrayan bir toplum ile dostluk kuranların farkında değil misin? Onlar ne sizdendir (ey müminler) ne de o (hakikati inatla reddede)nlerden. Böylece onlar yalan ve düzmece (değerler) üstüne (onların yalan ve sahte olduklarını) bile bile yemin ederler"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah onlar için (öteki dünyada) şiddetli bir azap hazırlamıştır. Onların yapageldikleri şey gerçekten çok kötüdür"},{"SurahNumber":58,"VerseNumber":16,"Text":"Onlar ahidlerini (yalancılıklarına ve sahtekarlıklarına) örtü yaptılar ve böylece başkalarını Allah yolundan alıkoydular. Bu nedenle onları alçaltıcı bir azap beklemektedir"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ne dünyevi servetleri ne de soy sopları onları Allah´a karşı koruyamayacaktır. Onlar, kalıcı meskenleri olan cehenneme mahkum edilmişlerdir"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah´ın onların tümünü tekrar dirilteceği Gün, (şimdi) senin önünde yemin ettikleri gibi, (varsayımlarında) haklı oldukları zannıyla O´nun önünde de yemin edecekler. Gerçek şu ki, (en büyük) yalancılar onlardır"},{"SurahNumber":58,"VerseNumber":19,"Text":"Şeytan, onlar üzerinde üstünlük kurmuş ve onları Allah´ı anmaktan uzaklaştırmıştır. Böyleleri Şeytan´ın yandaşlarıdır. Gerçekten hüsranda olanlar onlardır, Şeytan´ın yandaşları"},{"SurahNumber":58,"VerseNumber":20,"Text":"Allah´a ve Elçisi´ne karşı gelenler, işte onlar (Hesap Günü) en sefiller arasında bulunacaklardır"},{"SurahNumber":58,"VerseNumber":21,"Text":"(Çünkü) Allah böyle buyurdu: \"Ben kesinlikle üstün geleceğim, Ben ve Elçim!\" Şüphesiz Allah, güçlüdür, kudret sahibidir"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allah´a ve Ahiret Günü´ne (gerçekten) inanan, ama (aynı zamanda) -babaları, oğulları, kardeşleri yahut (öteki) akrabaları bile olsa- Allah´a ve Elçisi´ne karşı çıkanları seven bir toplum göremezsin. (Gerçek müminlere gelince,) Allah´ın kalplerine imanı nakşettiği ve ilhamı ile güçlendirdiği kimseler onlardır ve (zamanı gelince) onları içlerinden ırmaklar akan bahçelerde barındıracaktır. Allah onlardan hoşnuttur ve onlar da Allah´tan. İşte onlar Allah´tan yana olanlardır. İşte onlar, Allah´tan yana olanlar, mutluluğa ulaşacaklardır"},{"SurahNumber":59,"VerseNumber":1,"Text":"Göklerde ve yerde olan her şey Allah´ın sınırsız şanını yüceltir; çünkü yalnız O´dur izzet ve hikmet sahibi"},{"SurahNumber":59,"VerseNumber":2,"Text":"Hakikati inkara şartlanmış olan geçmiş vahyin mensuplarını (savaş için) ilk toplanmalarında yurtlarından çıkaran O´dur. Siz (ey müminler,) onların (hiçbir direnme göstermeden) bırakıp gideceklerini düşünmediniz; onlar da kalelerinin kendilerini Allah´a karşı koruyacağını sandılar ama Allah onlara hiç beklemedikleri bir tarzda vurdu ve kalplerine korku saldı; onlar (böylece) yurtlarını kendi elleriyle ve müminlerin eliyle yok ettiler. Öyleyse bundan ders alın siz ey derin kavrayış sahipleri"},{"SurahNumber":59,"VerseNumber":3,"Text":"Allah onlar için sürülmeyi takdir etmemiş olsaydı, bu dünyada onları (daha büyük) bir azaba çarptırırdı; öteki dünyada ise onları ateşin azabı beklemektedir"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bu, Allah ve Elçisi ile bağlarını koparmalarından dolayıdır; Allah ve Elçisi ile (böylece) bağını koparana gelince; şüphesiz Allah´ın misillemesi çetindir"},{"SurahNumber":59,"VerseNumber":5,"Text":"(Onların) hurma ağaçlarından her ne kestiyseniz (ey müminler,) veya kökleri üzerinde her ne bıraktıysanız, hepsi Allah´ın izniyle (olmuştu) ve O´nun yoldan çıkanları cezalandırması içindi"},{"SurahNumber":59,"VerseNumber":6,"Text":"Yine (hatırlayın!) Düşmandan (ganimet olarak) ne alındıysa Allah hepsini Elçisi´ne devretti, onu (elde etmek) için at veya deve sevk etmek zorunda kalmadınız ama Allah elçilerini kimi dilediyse onlara üstün kılar; Allah dilediğini yapmaya kadirdir"},{"SurahNumber":59,"VerseNumber":7,"Text":"Bu beldelerin halkından (ganimet olarak) ne alındıysa Allah, hepsini Elçisi´ne devretti, (ganimetin tümü,) Allah´a ve Elçisi´ne, (ölen müminlerin) yakınlarına, yetimlere, yoksullara ve yolculara aittir; (böyle yapıldı) ki o, içinizden (zaten) zengin olanlar arasında dolaşıp duran (bir servet) haline gelmesin. Bu nedenle, Elçi size (ondan) ne kadar verirse (gönülden) kabul edin ve size vermediği şey(i istemek)ten kaçının; ve Allah´a karşı sorumluluğunuzun bilincinde olun! Çünkü Allah misillemesinde çetindir"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Böylece, bu ganimetlerin bir kısmı) zulüm ve kötülük diyarını terk etmiş olanlar arasındaki yoksullar(a verilecektir.) Yurtlarından ve mülklerinden sürülmüş, Allah´ın lütfunu ve rızasını arayan ve Allah´a ve Elçisi(nin davası)na yardım edenler, sözlerinde duranlar işte onlardır"},{"SurahNumber":59,"VerseNumber":9,"Text":"Onlardan önce bu yöreyi yurt edinmiş ve (gönüllerine) imanı yerleştirmiş olanlar (arasındaki yoksullara da ganimetin bir kısmı verilecektir), bir sığınak arayışı içinde kendilerine gelenlerin hepsini seven ve başkasına verilmiş olanlara karşı kalplerinde hiçbir haset olmayan, aksine kendileri yoksulluk içinde bulunsalar bile diğerlerini kendilerine tercih edenler; işte böyleleri, açgözlülükten korunanlardır, onlardır mutluluğa ulaşacak olanlar"},{"SurahNumber":59,"VerseNumber":10,"Text":"Onlardan sonra gelenler, \"Ey Rabbimiz!\" diye yalvarırlar, \"Bizi ve bizden önce iman etmiş olan kardeşlerimizi bağışla ve imana ermiş olan(lardan hiçbiri)ne karşı kalplerimizde yersiz ve uygunsuz düşünce veya duygulara yer bırakma. Ey Rabbimiz! Sen şefkat Sahibisin, rahmet kaynağısın"}]}