{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"اور ان کے گرد وہ نوجوان لڑکے چکر لگاتے ہوں گے جو پوشیدہ اور محتاط موتیوں جیسے حسین و جمیل ہوں گے"},{"SurahNumber":52,"VerseNumber":25,"Text":"اور پھر ایک دوسرے کی طرف رخ کرکے سوال جواب کریں گے"},{"SurahNumber":52,"VerseNumber":26,"Text":"کہیں گے کہ ہم تو اپنے گھر میں خدا سے بہت ڈرتے تھے"},{"SurahNumber":52,"VerseNumber":27,"Text":"تو خدا نے ہم پر یہ احسان کیا اور ہمیں جہّنم کی زہریلی ہوا سے بچالیا"},{"SurahNumber":52,"VerseNumber":28,"Text":"ہم اس سے پہلے بھی اسی سے دعائیں کیا کرتے تھے کہ وہ یقینا وہ بڑا احسان کرنے والا اور مہربان ہے"},{"SurahNumber":52,"VerseNumber":29,"Text":"لہذا آپ لوگوں کو نصیحت کرتے رہیں - خدا کے فضل سے آپ نہ کاہن ہیں اور نہ مجنون"},{"SurahNumber":52,"VerseNumber":30,"Text":"کیا یہ لوگ یہ کہتے ہیں کہ یہ شاعر ہے اور ہم اس کے بارے میں حوادث زمانہ کا انتظار کررہے ہیں"},{"SurahNumber":52,"VerseNumber":31,"Text":"تو آپ کہہ دیجئے کہ بیشک تم انتظار کرو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں"},{"SurahNumber":52,"VerseNumber":32,"Text":"کیا ان کی عقلیں یہ باتیں بتاتی ہیں یا یہ واقعا سرکش قوم ہیں"},{"SurahNumber":52,"VerseNumber":33,"Text":"یا یہ کہتے ہیں کہ نبی نے قرآن گڑھ لیا ہے اور حقیقت یہ ہے کہ یہ ایمان لانے والے ا نہیں ہیں"},{"SurahNumber":52,"VerseNumber":34,"Text":"اگر یہ اپنی بات میں سچے ہیں تو یہ بھی ایسا ہی کوئی کلام لے آئیں"},{"SurahNumber":52,"VerseNumber":35,"Text":"کیا یہ بغیر کسی چیز کے ازخود پیدا ہوگئے ہیں یا یہ خود ہی پیدا کرنے والے ہیں"},{"SurahNumber":52,"VerseNumber":36,"Text":"یا انہوں نے آسمان و زمین کو پیدا کردیا ہے - حقیقت یہ ہے کہ یہ یقین کرنے والے نہیں ہیں"},{"SurahNumber":52,"VerseNumber":37,"Text":"یا ان کے پاس پروردگار کے خزانے ہیں یہی لوگ حاکم ہیں"},{"SurahNumber":52,"VerseNumber":38,"Text":"یا ان کے پاس کوئی سیڑھی ہے جس کے ذریعہ آسمان کی باتیں سن لیا کرتے ہیں تو ان کا سننے والا کوئی واضح ثبوت لے آئے"},{"SurahNumber":52,"VerseNumber":39,"Text":"یا خدا کے لئے لڑکیاں ہیں اور تمہارے لئے لڑکے ہیں"},{"SurahNumber":52,"VerseNumber":40,"Text":"یا تم ان سے کوئی اجر رسالت مانگتے ہو کہ یہ اس کے بوجھ کے نیچے دبے جارہے ہیں"},{"SurahNumber":52,"VerseNumber":41,"Text":"یا ان کے پاس غیب کا علم ہے کہ یہ اسے لکھ رہے ہیں"},{"SurahNumber":52,"VerseNumber":42,"Text":"یا یہ کوئی مکاری کرنا چاہتے ہیں تو یاد رکھو کہ کفار خود اپنی چال میں پھنس جانے والے ہیں"},{"SurahNumber":52,"VerseNumber":43,"Text":"یا ان کے لئے خدا کے علاوہ کوئی دوسرا خدا ہے جب کہ خدا ان کے شرک سے پاک و پاکیزہ ہے"},{"SurahNumber":52,"VerseNumber":44,"Text":"اور یہ اگر آسمان کے ٹکڑوں کو گرتا ہوا بھی دیکھ لیں گے تو بھی کہیں گے یہ تو تہ بہ تہ بادل ہیں"},{"SurahNumber":52,"VerseNumber":45,"Text":"تو انہیں ان کے حال پر چھوڑ دیجئے یہاں تک کہ وہ دن دیکھ لیں جس دن بیہوش ہوجائیں گے"},{"SurahNumber":52,"VerseNumber":46,"Text":"جس دن ان کی کوئی چال کام نہ آئے گی اور نہ کوئی مدد کرنے والا ہوگا"},{"SurahNumber":52,"VerseNumber":47,"Text":"اور جن لوگوں نے ظلم کیا ہے ان کے لئے اس کے علاوہ بھی عذاب ہے لیکن ان کی اکثریت اس سے بے خبر ہے"},{"SurahNumber":52,"VerseNumber":48,"Text":"آپ اپنے پروردگار کے حکم کے لئے صبر کریں آپ ہماری نگاہ کے سامنے ہیں اور ہمیشہ قیام کرتے وقت اپنے پروردگار کی تسبیح کرتے رہیں"},{"SurahNumber":52,"VerseNumber":49,"Text":"اور رات کے ایک حصّہ میں اور ستاروں کے غروب ہونے کے بعد بھی تسبیحِ پروردگار کرتے رہیں"},{"SurahNumber":53,"VerseNumber":1,"Text":"قسم ہے ستارہ کی جب وہ ٹوٹا"},{"SurahNumber":53,"VerseNumber":2,"Text":"تمہارا ساتھی نہ گمراہ ہوا ہے اور نہ بہکا"},{"SurahNumber":53,"VerseNumber":3,"Text":"اور وہ اپنی خواہش سے کلام بھی نہیں کرتا ہے"},{"SurahNumber":53,"VerseNumber":4,"Text":"اس کا کلام وہی وحی ہے جو مسلسل نازل ہوتی رہتی ہے"},{"SurahNumber":53,"VerseNumber":5,"Text":"اسے نہایت طاقت والے نے تعلیم دی ہے"},{"SurahNumber":53,"VerseNumber":6,"Text":"وہ صاحبِ حسن و جمال جو سیدھا کھڑا ہوا"},{"SurahNumber":53,"VerseNumber":7,"Text":"جب کہ وہ بلند ترین افق پر تھا"},{"SurahNumber":53,"VerseNumber":8,"Text":"پھر وہ قریب ہوا اور آگے بڑھا"},{"SurahNumber":53,"VerseNumber":9,"Text":"یہاں تک کہ دو کمان یا اس سے کم کا فاصلہ رہ گیا"},{"SurahNumber":53,"VerseNumber":10,"Text":"پھر خدا نے اپنے بندہ کی طرف جس راز کی بات چاہی وحی کردی"},{"SurahNumber":53,"VerseNumber":11,"Text":"دل نے اس بات کو جھٹلایا نہیں جس کو آنکھوں نے دیکھا"},{"SurahNumber":53,"VerseNumber":12,"Text":"کیا تم اس سے اس بات کے بارے میں جھگڑا کررہے ہو جو وہ دیکھ رہا ہے"},{"SurahNumber":53,"VerseNumber":13,"Text":"اور اس نے تو اسے ایک بار اور بھی دیکھا ہے"},{"SurahNumber":53,"VerseNumber":14,"Text":"سدرِالمنتہیٰ کے نزدیک"},{"SurahNumber":53,"VerseNumber":15,"Text":"جس کے پاس جنت الماویٰ بھی ہے"},{"SurahNumber":53,"VerseNumber":16,"Text":"جب سدرہ پر چھا رہا تھا جو کچھ کہ چھا رہا تھا"},{"SurahNumber":53,"VerseNumber":17,"Text":"اس وقت اس کی آنکھ نہ بہکی اور نہ حد سے آگے بڑھی"},{"SurahNumber":53,"VerseNumber":18,"Text":"اس نے اپنے پروردگار کی بڑی بڑی نشانیان دیکھی ہیں"},{"SurahNumber":53,"VerseNumber":19,"Text":"کیا تم لوگوں نے لات اور عذٰی کو دیکھا ہے"},{"SurahNumber":53,"VerseNumber":20,"Text":"اور منات جو ان کا تیسرا ہے اسے بھی دیکھا ہے"},{"SurahNumber":53,"VerseNumber":21,"Text":"تو کیا تمہارے لئے لڑکے ہیں اور اس کے لئے لڑکیاں ہیں"},{"SurahNumber":53,"VerseNumber":22,"Text":"یہ انتہائی ناانصافی کی تقسیم ہے"},{"SurahNumber":53,"VerseNumber":23,"Text":"یہ سب وہ نام ہیں جو تم نے اور تمہارے باپ دادا نے طے کرلئے ہیں خدا نے ان کے بارے میں کوئی دلیل نازل نہیں کی ہے - درحقیقت یہ لوگ صرف اپنے گمانوں کا اتباع کررہے ہیں اور جو کچھ ان کا دل چاہتا ہے اور یقینا ان کے پروردگار کی طرف سے ان کے پاس ہدایت آچکی ہے"},{"SurahNumber":53,"VerseNumber":24,"Text":"کیا انسان کو وہ سب مل سکتا ہے جس کی آرزو کرے"},{"SurahNumber":53,"VerseNumber":25,"Text":"بس اللہ ہی کے لئے دنیا اور آخرت سب کچھ ہے"}]}