{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Мұсаға: «Таяғыңды таста» деп уахи еттік. Сол сәтте, таяқ олардың жасанды нәрселерін жалмай бастады"},{"SurahNumber":7,"VerseNumber":118,"Text":"Сонда шындық ортаға қойылып, олардың істегендері босқа кетті"},{"SurahNumber":7,"VerseNumber":119,"Text":"Сөйтіп олар сол арада жеңіліске ұшырап, қор болып қайтты"},{"SurahNumber":7,"VerseNumber":120,"Text":"Сиқыршылар сәждеге жығылды"},{"SurahNumber":7,"VerseNumber":121,"Text":"Олар: «Бүкіл әлемнің Раббына сендік» деді"},{"SurahNumber":7,"VerseNumber":122,"Text":"«Мұса мен һарунның Раббына….»"},{"SurahNumber":7,"VerseNumber":123,"Text":"(Перғауын): «Мен сендерге рұқсат беруден бұрын оған иман келтірдіңдер ме? Расында бұл, қала халқын шығару үшін жасаған бір әдістерің. Бәлем жақында көресіңдер.» деді"},{"SurahNumber":7,"VerseNumber":124,"Text":"«Әрине қол-аяқтарыңды шадырлата кестіремін, сонсоң түгелдей астырамын»"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Сиқыршылар): Сөзсіз, Раббымызға айналамыз! ,- деді"},{"SurahNumber":7,"VerseNumber":126,"Text":"«Сен, бізден Раббымыздың аяттары келгенде иман келтірді деп қана өш аласың. Раббымыз! Бізге сабыр бер әрі бізді Мұсылман болған күйде өлтір!….»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Перғауын елінің бастықтары: «Мұсаны және елін, жер жүзінде бүліншілік қылсын және сені де, тәңірлеріңді де тастасын деп қоя берсің бе? » деді. (Перғауын оларға): «Ұлдарын өлтіреміз де әйелдерін тірі қоямыз. Әрине біз олардың үстінде өктембіз» деді"},{"SurahNumber":7,"VerseNumber":128,"Text":"Мұса (Ғ.С.) еліне: «Алладан жәрдем тілеңдер әрі сабыр етіңдер: Жер Алланікі екені даусыз. Ол, құлдарынан қалағаныңа мұра қылады. Соңғы табыс тақуалардікі» деді"},{"SurahNumber":7,"VerseNumber":129,"Text":"(Елі Мұса Ғ.С.ға): «Сен бізге келуден бұрын және сен бізге келгеннен кейін де қиналдық» деді. (Мұса Ғ.С.): «Раббыларың дұшпаңдарыңды жойып, орнына сендерді ол жерге орналастыруы мүмкін.Бірақ сендердің де қалай істейтіңдеріне қарайды» деді"},{"SurahNumber":7,"VerseNumber":130,"Text":"Шынында, Перғауын тобын, үгіт алулары үшін жылдарша жемістерін кемітіп, қолға алдық"},{"SurahNumber":7,"VerseNumber":131,"Text":"Қашан оларға бір жақсылық келсе: «Бұл біздің хақымыз» деп, егер оларға бір жамандық жетсе, Мұса және онымен бірге болған кісілерді ырымдайды. Байқаңдар! Олардың сәтсіздіктері Алла тарапынан. Бірақ олардың көбі білмейді"},{"SurahNumber":7,"VerseNumber":132,"Text":"Тағы олар: «Бізді жадылау үшін қанша мұғжиза келтірсең де саған сенбейміз » деді"},{"SurahNumber":7,"VerseNumber":133,"Text":"Сондықтан оларға ашық мұғжизалар түрінде; топан суы, шекіртке, бит, бақа және қан жібердік. Сонда да олар менменсіген әрі олар күнәкар бір қауым болды"},{"SurahNumber":7,"VerseNumber":134,"Text":"Рауаят бойынша, бір жұма қараңғылық басып, құйған сел перғауындықтардың үйлеріне толады. Олардың жалбарынулары бойыншаа Мұса (Ғ.С.) ның тілегімен, күн ашылып, мол өсімдік шығады. Сонда да иман келтірмегендктерінен шегіртке, бит, сонсоң бақа қаптап, одан кейін сулары қанға айналады.) Оларға азап келген кезде: «Әй Мұса! Раббыңа, саған берген уәдесі бойынша жалбарын. Егер бізден азабын айықтырсаң, әрине саған сенеміз де Израил ұрпақтарын сенімен бірге қоя береміз» деді"},{"SurahNumber":7,"VerseNumber":135,"Text":"Қашан олардан белгілі мерзімге дейін азапты айықтырсақ, сол уақытта олар серттерін бұзды"},{"SurahNumber":7,"VerseNumber":136,"Text":"Аяттарымызды жасынға шығарып, оны елемегендіктерінен оларды теңізге батырып жазасын тарттырдық"},{"SurahNumber":7,"VerseNumber":137,"Text":"Сондай езілген халықты (Израил ұрпақтарын) біз құнарлы қылған жердің шығысына да батысына да мұрагер қылдық. Сөйтіп олардың сабыр қылулары себепті Рабыңның Израил ұрпақтарына деген игі сөздері орындалды. Сондай-ақ Перғауын мен елінің, биіктетіп жасап бара жатқандарын талқандадық"},{"SurahNumber":7,"VerseNumber":138,"Text":"Тағы Израил ұрпақтарын теңізден өткіздік. Сонда олар бұттарына шоқынған бір елге келді: «Әй Мұса! Бұлардың тәңірлері құсаған бізге тәңір жаса» деді. (Мұса Ғ.С.): «Шынында сендер білмейтін елсіңдер» деді. (Бұл Ғамалқа елі еді)"},{"SurahNumber":7,"VerseNumber":139,"Text":"«Сөзсіз олардың діндері жойылады да олардың істеген істері босқа кетеді.»"},{"SurahNumber":7,"VerseNumber":140,"Text":"«Сендерге бүкіл әлемнен сендерді артық қылған Алладан басқа тәңір іздеймін бе?»,- деді"},{"SurahNumber":7,"VerseNumber":141,"Text":"(Израил ұрпақтары,) ойлаңдар! Сендерді қатты азаппен қинаған, ұлдарыңды бауыздап, әйелдеріңді тірі қойған Перғауын семьясынан құтқарған едік. Осыларда сендер үшін Раббыларың тарапынан зор сынау бар"}]}