{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Sa fa [shan] he mai er wa [shan] que shi an la de biaozhi zhi yi. Fan luxing zheng chao huo fu chao zhe, huan you zhe liang zuo shan shi wu zui de. Fan ziyuan zuo shangong zhe, an la [dui shangong] que shi zuishan bao de, quanzhi de."},{"SurahNumber":2,"VerseNumber":159,"Text":"Wo zai wo suo jiang shi de jingdian zhong wei renlei chanming [mingzheng yu zhengdao] hou, fan yincang mingzheng he zhengdao zhe, zhexie ren bi zao an la de qianze, bi zao zuzhou zhe de zuzhou [zhu]."},{"SurahNumber":2,"VerseNumber":160,"Text":"Fan huiguo zi xin, xuanyang zhenli zhe chuwai. Zhexie ren bi huo wo de kuanshu. Wo que shi jieshou huiguo de, te ci de."},{"SurahNumber":2,"VerseNumber":161,"Text":"Fan [huozhe shi] bu xinyang, qie lin si shi reng bu xinyang zhe, zhexie ren bi zao an la, tianshimen he quan renlei de qianze,"},{"SurahNumber":2,"VerseNumber":162,"Text":"[tamen] jiang yong ju huo yu zhong. Tamen suo shou de xingfa ji bu hui bei jianqing, ye bu hui bei huanxing."},{"SurahNumber":2,"VerseNumber":163,"Text":"Nimen ying chongbai de zhu zhishi du yi de zhu [zhu][an la], chu ta wai, zai meiyou ying shou chongbai de zhu. Ta shi pu ci de, te ci de."},{"SurahNumber":2,"VerseNumber":164,"Text":"Zai tiandi de chuangzao zhong, zai zhouye de jiaoti zhong, zai haili hangxing er youyi yu renlei de chuanbo zhong, an la cong tiankong jiangxia yushui, jie ci er shi kusi de dadi fusu, bing zai da dishang sanbu ge zhong dongwu, yiji fengxiang de zhuanbian he tiandi jian shuncong de yun, dui neng mingli de minzhong que you xuduo jixiang."},{"SurahNumber":2,"VerseNumber":165,"Text":"Youxie ren she an la er xuan bai xuduo [yu an la tongdeng de] chongbai duixiang [zhu], tamen xihuan naxie chongbai duixiang jiu xiang tamen xihuan an la yiyang, er xinshimen zui xihuan an la. Jiaru bu yi zhe [xian zai] neng kanjian tamen [fuhuo ri] jiang kanjian de xingfa, name,[tamen biding zhi dao] yiqie quanli dou shi an la de, an la que shi chengfa yanli de."},{"SurahNumber":2,"VerseNumber":166,"Text":"Dang bei zhuisui zhe kanjian xingfa shi, jiang yu zhuisui zhe juejiao, suihou, tamen zhi jian de guanxi chedi duanjuele."},{"SurahNumber":2,"VerseNumber":167,"Text":"Zhuisui zhe jiang shuo:“Jiaru women you yici jihui fanhui [chenshi], women jiang yu tamen juejiao, youru tamen [xianzai] yu women juejiao yiyang.” An la ruci rang tamen kanjian tamen de xingwei, shi tamen huihen. Tamen jue buneng taotuo huo yu [de xingfa]."},{"SurahNumber":2,"VerseNumber":168,"Text":"Renmen a! Nimen dang chi da dishang yiqie hefa er jiamei de shiwu. Nimen buyao zhuisui emo de bufa, ta [emo] que shi nimen mingxian de diren."},{"SurahNumber":2,"VerseNumber":169,"Text":"Ta [emo] zhi hui jiaosuo nimen gan zui he zuo choushi, zhi hui jiaosuo nimen jie an la de mingyi shuo nimen suo bu zhidao de."},{"SurahNumber":2,"VerseNumber":170,"Text":"Dang youren dui tamen shuo “nimen dang zunxing an la suo jiang shi de [jingdian]” shi, tamen jiu shuo:“Bu, women zhi zunxing women faxian women de zuxian suo zunxing de yijiao.” Jishi tamen de zuxian buming li he bu zunxing zhengdao,[nandao tamen ye yao zunxing tamen de zuxian de yijiao ma?]"},{"SurahNumber":2,"VerseNumber":171,"Text":"Bu xinyang zhe de qingkuang, youru jiaohan zhe jiaohuan zhi neng ting dong huhan sheng de shengchu yiyang.[Tamen shi] longzi, yaba, xiazi, suoyi tamen buming li."},{"SurahNumber":2,"VerseNumber":172,"Text":"Xinshimen a! Nimen dang chi wo suo ci gei nimen de jiamei shiwu [zhu]. Nimen dang ganxie an la, jiaru nimen zhi chongbai ta."},{"SurahNumber":2,"VerseNumber":173,"Text":"Ta zhi jinzhi nimen [chi]: Zi si wu, xieye, zhu [zhu] rou he nian fei an la zhi ming er zai de. Dan ruoshi pobudeyi er bingfei xiang weikang, qie wei chaoyue fadu zhe, name,[chi zhexie jinwu] meiyou zuiguo. An la que shi zui kuanshu de, te ci de."},{"SurahNumber":2,"VerseNumber":174,"Text":"Fan yincang an la zai jingdian zhong suo jiang shi de [jiaoyi jiaogui], bing yi ci huanqu disu daijia zhe, zhexie ren zhishi ba huo tun jin ziji de fu zhong. Fuhuo ri, an la jiang butong tamen shuohua, ye bu jinghua tamen. Tamen bi shou tongku de xingfa."},{"SurahNumber":2,"VerseNumber":175,"Text":"Zhexie ren yi zhengdao huanqu mi wu, yi kuanshu huanqu xingfa. Tamen dui shou huo yu de xingfa duome yonggan!"},{"SurahNumber":2,"VerseNumber":176,"Text":"Zhe shi yin wei an la jiang shile zhe bu baohan zhenli de jingdian [“gulanjing”]. Fan dui zhe bu jingdian [“gulanjing”] fenqi zhe que shi zai yaoyuan de duili zhong."}]}