{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Tamen de tong pu lunliuzhe fushi tamen, naxie tong pu, hao xiang cang zai bang ke li de zhenzhu yiyang."},{"SurahNumber":52,"VerseNumber":25,"Text":"Yushi tamen dajia zouxiang qian lai huxiang tanlun."},{"SurahNumber":52,"VerseNumber":26,"Text":"Tamen jiang shuo: Yiqian women wei ziji de jiashu que shi zhanzhanjingjing de,"},{"SurahNumber":52,"VerseNumber":27,"Text":"dan zhen zhu yi shi en yu women, bing shi women de mian yu du feng de xingfa."},{"SurahNumber":52,"VerseNumber":28,"Text":"Yiqian women dique changchang qidao ta, ta que shi ren'ai de, que shi zhi ci de."},{"SurahNumber":52,"VerseNumber":29,"Text":"Ni yingdang jiaohui zhongren, yinwei jie ni de zhu de endian, ni bushi yige zhanbu zhe, ye bushi yige feng ren."},{"SurahNumber":52,"VerseNumber":30,"Text":"Buran, tamen shuo: Ta shi yige shiren, women dengdai ta zaofeng eyun."},{"SurahNumber":52,"VerseNumber":31,"Text":"Ni shuo: Nimen dengdai ba! Wo que shi yu nimen yitong dengdai de."},{"SurahNumber":52,"VerseNumber":32,"Text":"Nandao tamen de lizhi mingling tamen shuo zhe ju hua ma? Buran, tamen shi fangdang de minzhong."},{"SurahNumber":52,"VerseNumber":33,"Text":"Nandao tamen shuo ta ceng niezao ta ma? Buran, qishi shi tamen bu gui xin."},{"SurahNumber":52,"VerseNumber":34,"Text":"Jiao tamen zuochu xiang zheyang de wenci lai, ruguo tamen shi shuo shihua de!"},{"SurahNumber":52,"VerseNumber":35,"Text":"Shi tamen cong wu dao you bei chuangzao chulai ne? Haishi tamen ziji jiushi chuangzao zhe ne?"},{"SurahNumber":52,"VerseNumber":36,"Text":"Nandao tamen ceng chuangzao tiandi ma? Buran, shi tamen bu quexin zhenzhu."},{"SurahNumber":52,"VerseNumber":37,"Text":"Shi ni de zhu de kucang gui tamen zhangguan ne? Haishi tamen shi naxie kucang de jiandu ne?"},{"SurahNumber":52,"VerseNumber":38,"Text":"Nandao tamen youyi jia tianti, keyi deng shangqu qingting ma? Jiao tamen zhong de qingting zhe na yige mingzheng lai ba!"},{"SurahNumber":52,"VerseNumber":39,"Text":"Nandao zhenzhu you nu'er, nimen you erzi ma?"},{"SurahNumber":52,"VerseNumber":40,"Text":"Nandao ni xiang tamen suoqu baochou, gu tamen wei nashui er danfu tai zhong?"},{"SurahNumber":52,"VerseNumber":41,"Text":"Nandao tamen neng zhi youxuan, gu neng jiang ta jilu xialai?"},{"SurahNumber":52,"VerseNumber":42,"Text":"Nandao tamen yu yong jimou ma? Buxindao zhe, jiang zi zhong qi ji."},{"SurahNumber":52,"VerseNumber":43,"Text":"Nandao chu zhenzhu wai, tamen hai you bie de shenling ma? Zhenzhu shi chao hu tamen suoyong yi pei ta de."},{"SurahNumber":52,"VerseNumber":44,"Text":"Ruguo tamen kanjian tian diao xialai yikuai, tamen jiang shuo: Zhe shi cheng dui de yuncai."},{"SurahNumber":52,"VerseNumber":45,"Text":"Ni ren sui tamen ba! Zhidao tamen zaoyu ziji bei zhen si de rizi."},{"SurahNumber":52,"VerseNumber":46,"Text":"Zai na ri, tamen de jimou, duiyu tamen hao wu biyi, tamen ye bu shou yuanzhu."},{"SurahNumber":52,"VerseNumber":47,"Text":"Bu yi de renmen, zai na ri zhiqian, biding yao shou yi zhong xingfa, dan tamen daban bu zhidao."},{"SurahNumber":52,"VerseNumber":48,"Text":"Ni yingdang renshou ni de zhu de panjue, yinwei ni que shi zai wo de juangu zhi xia de. Ni qilai de shihou, yingdang zansong ni de zhu;"},{"SurahNumber":52,"VerseNumber":49,"Text":"zai yejian he zai xingsu moluo zhi me, ni yingdang zansong ta."},{"SurahNumber":53,"VerseNumber":1,"Text":"Yi moluo shi de xingsu mengshi,"},{"SurahNumber":53,"VerseNumber":2,"Text":"nimen de pengyou, ji bu mi wu, you wei mixin,"},{"SurahNumber":53,"VerseNumber":3,"Text":"ye wei sui siyu er yan."},{"SurahNumber":53,"VerseNumber":4,"Text":"Zhe zhishi tasuo shou de qishi,"},{"SurahNumber":53,"VerseNumber":5,"Text":"jiaoshou ta de, shi na qiangjian de,"},{"SurahNumber":53,"VerseNumber":6,"Text":"youli de, gu ta dadao quanmei."},{"SurahNumber":53,"VerseNumber":7,"Text":"Ta zai dongfang de zuigao chu,"},{"SurahNumber":53,"VerseNumber":8,"Text":"ran me ta jianjian jiejin er jiangdi,"},{"SurahNumber":53,"VerseNumber":9,"Text":"ta xiangju liang zhanggong de changdu, huo geng jin yixie."},{"SurahNumber":53,"VerseNumber":10,"Text":"Ta ba tasuo ying qishi de qishi ta de puren,"},{"SurahNumber":53,"VerseNumber":11,"Text":"ta de xin meiyou fouren ta suo jian de."},{"SurahNumber":53,"VerseNumber":12,"Text":"Nandao nimen yao wei ta suo jian de er yu ta zhenglun ma?"},{"SurahNumber":53,"VerseNumber":13,"Text":"Ta que yi jian ta er ci xiajiang,"},{"SurahNumber":53,"VerseNumber":14,"Text":"zai ji jing de suanzao shu pang,"},{"SurahNumber":53,"VerseNumber":15,"Text":"na li you guisu de leyuan."},{"SurahNumber":53,"VerseNumber":16,"Text":"Dang suanzao shu meng shang yi ceng dongxi de shihou,"},{"SurahNumber":53,"VerseNumber":17,"Text":"yan wei xie shi, ye wei guofen;"},{"SurahNumber":53,"VerseNumber":18,"Text":"ta que yi kanjian ta de zhu de yibufen zuida de jixiang."},{"SurahNumber":53,"VerseNumber":19,"Text":"Tamen gaosu wo ba! La te he ou sa,"},{"SurahNumber":53,"VerseNumber":20,"Text":"yiji paihang di 3, yeshi zui ci de mo na, zenme shi zhenzhu de nu'er ne?"},{"SurahNumber":53,"VerseNumber":21,"Text":"Nandao nanhai gui nimen, nuhai que guizhenzhu ma?"},{"SurahNumber":53,"VerseNumber":22,"Text":"Ran'er, zhe shi bu gongping de fenpei."},{"SurahNumber":53,"VerseNumber":23,"Text":"Zhexie ouxiang zhishi nimen he nimen de zuxian suoding de mingcheng, zhenzhu bing wei jiayi zhengshi, tamen zhishi ping caixiang he siyu. Zhengdao que yi cong tamen de zhu jianglin tamen."},{"SurahNumber":53,"VerseNumber":24,"Text":"Nandao ren xiwang shenme jiu you she me?"},{"SurahNumber":53,"VerseNumber":25,"Text":"Me shi he jinshi, dou shi zhenzhu de."}]}