{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Мре oyo kati na bango akoloba ete: Ya soló ngai nazali nzambe kasi ye te (Allah), tokofuta ye lifelo. Boye nde tokofutaka babubi"},{"SurahNumber":21,"VerseNumber":30,"Text":"Boye bapengwi bazali kornona te, ete likolo na mabele bizalaki ya kokangama mpe to fungoli yango? Mpe tokela bomoyi nyonso kowuta na mayi? Boye bazali kondima te"},{"SurahNumber":21,"VerseNumber":31,"Text":"Mpe totiyaki bangomba o kati na mabele mpo ete esimbama makasi mpe eningana te na baye bazali likolo nayango mpe totiyeli yango banzela mpo bakoka kokambama"},{"SurahNumber":21,"VerseNumber":32,"Text":"Mpe totiyaki likolo ezala etando eye ebatelama, kasi bazali komitiya mosika na bilembo na yango"},{"SurahNumber":21,"VerseNumber":33,"Text":"Mpe yende akela butu na mokolo, moyi na sanza, nyoso ezali kotambola na nzela na yango"},{"SurahNumber":21,"VerseNumber":34,"Text":"Mpe totiaki moto liboso nayo te mpo atikala libela, soki yo okufi, bango nde bakotikala libela"},{"SurahNumber":21,"VerseNumber":35,"Text":"Molimo nyoso mokomeka liwa (moto nyoso akokufaka), mpe tokomeka bino na mabe mpe na malamu mpe epai na biso nde bokozongisama"},{"SurahNumber":21,"VerseNumber":36,"Text":"Mpe tango bapengwi bazali kotala yo mpe bazali koseka yo, mpe bazali koloba: Oyo nde azali kolobela banzambe na bino? Mpe bazali koboya bokundoli ya Ar- Rahmân"},{"SurahNumber":21,"VerseNumber":37,"Text":"Moto akelama na kowela wela. Nakolakisa bino bilembo na ngai, kaši bowelisa ngai te тропа yango (etumbu)"},{"SurahNumber":21,"VerseNumber":38,"Text":"Mpe bakolobaka: Elaka yango ekokokisama tango nini, soki bozali koloba solo"},{"SurahNumber":21,"VerseNumber":39,"Text":"Soki bapengwi bayebaka tango oyo bakopekisaka te móto ezua bango na bilongi bia bango mpe na mikongo mia bango, kaši bakolongisamaka te"},{"SurahNumber":21,"VerseNumber":40,"Text":"Kaši tango wana ekoyelaka bango na mbalakaka, mpe bakokoka kozongisa yango te, mpe bazali kotala"},{"SurahNumber":21,"VerseNumber":41,"Text":"Mpe batiolaki batindami yambo ya boyei nayo, mpe baye basakanaki na bango, babetamaka na lolenge nyoso, тропа oyo bazalaki kotiola yango"},{"SurahNumber":21,"VerseNumber":42,"Text":"Loba: Nani abatelaka bino o kati na butu тре па тоуі па etumbu ya Ar-Rahmân? Мре bazali kopesa mokongo na bokundoli ya Nkolo wa bango"},{"SurahNumber":21,"VerseNumber":43,"Text":"To bazali na banzambe basusu na esika na biso oyo bakobatela bango? Kasi bakokoka te komisalisa bango moko mpe bakokoka te koluka nani akosunga bango likolo na ngai"},{"SurahNumber":21,"VerseNumber":44,"Text":"Kasi topesaki ba oyo mpe batata na bango bisengo ya ntango шоке kino mibu na bango mikoma ebele. Boye bazali kornona te ete tozali kokutola mabele bangambo na yango nyoso? Boye bakanisi ete bakolonga"},{"SurahNumber":21,"VerseNumber":45,"Text":"Loba: Nazali kokebisa bino na emoniseli. Mpe oyo matoyi naye ekufa, akoyokaka te o tango bazali kokebisa ye"},{"SurahNumber":21,"VerseNumber":46,"Text":"Mpe soki mopepe ya etumbu ya Nkolo wa bango mozui bango, balobi: Eh biso! Mpasi na biso, ya soló, tozalaki babubi"},{"SurahNumber":21,"VerseNumber":47,"Text":"Mpe o mokolo mwa suka, tokotiyaka bimekeli bia bosembo, molimo moko te mokobubama, ata soki ezali emekelo ya mbuma ya moke ezanga kilo tokoya na yango. Tokoki mpenza тропа kofuta"},{"SurahNumber":21,"VerseNumber":48,"Text":"Mpe tosilaki kopesa Mûssa na Háruna buku, ya bososoli (torah) mpe na bongengi mpe ezala bokundoli тропа babangi"},{"SurahNumber":21,"VerseNumber":49,"Text":"Baye bazali kobanga Nkolo wa bango ata soki bazali kornona ye te, mpe bazali kobanga eleko ya mokolo ya suka"},{"SurahNumber":21,"VerseNumber":50,"Text":"Мре (kurani) oyo ezali bokundoli oyo epambwama tokitisaki yango, boye bino bozali koyina yango"}]}