{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Həqiqətən, Allah ədalətli olmağı, yaxşılıq etməyi və qohumlara haqqını verməyi əmr edir, iyrənc işlər görməyi, pis əməllər törətməyi və azğınlıq etməyi isə qadağan edir. O sizə öyüd-nəsihət verir ki, bəlkə düşünüb ibrət alasınız"},{"SurahNumber":16,"VerseNumber":91,"Text":"Allahla bağladığınız əhdə sadiq olun; möhkəm and içdikdən sonra andlarınızı pozmayın. Çünki siz Allahı özünüzə zamin etmisiniz. Şübhəsiz ki, Allah sizin nələr etdiyinizi bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"İpliyini möhkəm əyirdikdən sonra onu açıb sökən qadın kimi olmayın. Bir camaat digər bir camaatdan sayca və malca daha çox olduğu üçün andlarınızı aranızda hiylə vasitəsinə çevirirsiniz. Allah bununla sizi sınayır. O, ixtilafda olduğunuz şeyləri Qiyamət günü sizə mütləq bildirəcəkdir"},{"SurahNumber":16,"VerseNumber":93,"Text":"Əgər Allah istəsəydi, sizi vahid bir ümmət edərdi. Lakin O, istədiyini azdırır, istədiyini də doğru yola yönəldir. Siz etdiyiniz əməllərə görə mütləq sorğu-sual olunacaqsınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Andlarınızı aranızda hiylə vasitəsinə çevirməyin. Yoxsa ayağınız möhkəm dayanmış ikən sürüşər və insanları Allah yolundan döndərdiyinizə görə əzabı dadarsınız. Sizin üçün axirətdə də böyük bir əzab hazırlanar"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allahla bağladığınız əhdi ucuz qiymətə satmayın. Əgər bilirsinizsə, Allah yanında olan savab sizin üçün daha xeyirlidir"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizdə olan nemətlər tükənəcək, Allah yanında olan nemətlər isə daim qalacaqdır. Səbirli olanlara etdikləri yaxşı əməllərə görə mükafatlarını verəcəyik"},{"SurahNumber":16,"VerseNumber":97,"Text":"Mömin olaraq yaxşı iş görən kişi və qadınlara, əlbəttə, gözəl həyat bəxş edəcək və etdikləri ən yaxşı əməllərə görə onları mütləq mükafatlandıracağıq"},{"SurahNumber":16,"VerseNumber":98,"Text":"Quran oxuduqda qovulmuş şeytandan Allaha sığın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Şübhəsiz ki, şeytanın, iman gətirib yalnız öz Rəbbinə təvəkkül edənlər üzərində heç bir hökmranlığı yoxdur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun hakimiyyəti yalnız onu özünə dost tutanlar və Allaha şərik qoşanlar üzərindədir"},{"SurahNumber":16,"VerseNumber":101,"Text":"Biz bir ayəni başqa bir ayə ilə əvəz etdikdə onlar: “Sən ancaq bir iftiraçısan!”– deyirlər. Halbuki Allah nə nazil etdiyini daha yaxşı bilir. Xeyr! Onların çoxu bunu bilmir"},{"SurahNumber":16,"VerseNumber":102,"Text":"De: “Müqəddəs Ruh (Cəbrail) onu sənin Rəbbindən iman gətirənləri sabitqədəm etmək üçün, həm də müsəlmanlara doğru yol göstəricisi və müjdə olsun deyə gerçək olaraq nazil etmişdir”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Biz onların: “Quranı ona bir insan öyrədir!”– dediklərini bilirik. Onların istinad etdikləri şəxsin dili əcnəbi dildir. Bu isə açıq-aydın ərəb dilidir"},{"SurahNumber":16,"VerseNumber":104,"Text":"Allahın ayələrinə inanmayanları, əlbəttə ki, Allah doğru yola yönəltməz və onlar üçün ağrılı-acılı bir əzab vardır"},{"SurahNumber":16,"VerseNumber":105,"Text":"Yalanı ancaq Allahın ayələrinə inanmayanlar uydururlar. Məhz onlardır yalançılar"},{"SurahNumber":16,"VerseNumber":106,"Text":"Qəlbi imanla sabit qaldığı halda haqqı danmağa məcbur edilən kəslər istisna olmaqla, kim iman gətirdikdən sonra Allahı inkar etsə və qəlbini küfrə açsa, Allahın qəzəbinə düçar olar. Onlar üçün böyük bir əzab vardır"},{"SurahNumber":16,"VerseNumber":107,"Text":"Bu ona görədir ki, onlar dünya həyatını axirətdən üstün tuturlar. Həm də Allah kafirləri doğru yola yönəltmir"},{"SurahNumber":16,"VerseNumber":108,"Text":"Bunlar o kəslərdir ki, Allah onların qəlbinə, qulaqlarına və gözlərinə möhür vurmuşdur. Onlar əsl qafildirlər"},{"SurahNumber":16,"VerseNumber":109,"Text":"Heç şübhəsiz ki, ziyana uğrayanlar da onlardır"},{"SurahNumber":16,"VerseNumber":110,"Text":"Sınağa çəkildikdən sonra hicrət edənləri, daha sonra cihad edib çətinliklərə dözənləri, bunlardan sonra əlbəttə, Rəbbin Bağışlayandır, Rəhmlidir"}]}