{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa; seni, kavminden daha cabuk gelmeye sevk eden nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"Dedi ki: Onlar izim uzerindedirler. Rabbım, hosnud olman icin sana cabucak geldim"},{"SurahNumber":20,"VerseNumber":85,"Text":"Buyurdu: Dogrusu biz, senden sonra kavmini sınadık ve Samiri de onları saptırdı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa kavmine kızgın ve uzgun olarak dondu ve: Ey kavmim; Rabbınız size guzel bir vaadde bulunmadı mı? Uzun bir zaman mı gecti aradan, yoksa Rabbınızın gazabına ugramak istediniz de mi bana verdiginiz sozden caydınız? dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: Sana verdigimiz sozden kendi basımıza caymadık. O kavmin ziynet esyasından bize yukler dolusu tasıtıldı ve biz onları attık. Samiri de aynı sekilde attı, dediler"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken o, kendilerine boguren bir buzagı heykeli cıkarmıstı. Dediler ki: Iste bu, sizin de, Musa´nın da tanrısıdır. Fakat o, unuttu"},{"SurahNumber":20,"VerseNumber":89,"Text":"Gormuyorlar mıydı ki; o kendilerine ne bir soz soyleyebilirdi, ne bir zarar, ne de bir fayda verebilirdi"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun ki; daha once Harun da onlara: Ey kavmim; siz, bununla sınanıyorsunuz. Sizin gercek Rabbınız Rahman´dır. Bana uyun ve emrime itaat edin, demisti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar da: Musa bize donene kadar, buna sarılmaktan asla vazgecmeyecegiz, demislerdi"},{"SurahNumber":20,"VerseNumber":92,"Text":"Dedi ki: Ey Harun; bunların saptıklarını gorunce ne alıkoydu seni"},{"SurahNumber":20,"VerseNumber":93,"Text":"Benim ardımdan gelmekten? Yoksa benim emrime karsı mı geldin"},{"SurahNumber":20,"VerseNumber":94,"Text":"O da: Ey anamın oglu; sacımdan sakalımdan tutma. Dogrusu; Israilogulları arasına ayrılık soktun, sozume bakmadın, demenden korktum, dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Ya senin zorun neydi ey Samiri? dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"O da: Onların gormedikleri bir sey gordum ve o elcinin bastıgı yerden bir avuc avucladım. Ve bunu ziynet esyasının eritildigi potaya attım. Nefsim bana bunu hos gosterdi, dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Dedi ki: Haydi git, dogrusu hayatta artık; bana dokunmayın, demenden baska yapacagın bir sey yoktur. Bir de senin icin hic kacamayacagın bir ceza gunu var. Sarılıp durdugun ustune dusup tapındıgın ilahına bak; yemin olsun ki; biz onu yakacagız, sonra da parcaparca edip denize atacagız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız; ancak O´ndan baska hic bir ilah olmayan Allah´tır. O, ilmiyle her seyi kusatmıstır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Sana gecmislerin haberlerinden bir kısmını iste boylece anlatıyoruz. Suphe yok ki sana, katımızdan bir de zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim, ondan yuz cevirirse; suphesiz ki kıyamet gunu agır bir gunah yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Onda temelli kalacaklardır. Bu, kıyamet gununde onlar icin ne kotu bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"Sur´a uflendigi gun, iste o gun; sucluları, gozleri korkudan govermis olarak toplarız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında gizli gizli konusarak: Siz, sadece o gun eglestiniz, derler"},{"SurahNumber":20,"VerseNumber":104,"Text":"Onların soylediklerini Biz daha iyi biliriz. En akıllıları da: Sadece bir gun eglestiniz, der"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ve sana daglardan sorarlar. De ki: Rabbım, onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini duz, kuru bir toprak haline getirecek"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir cukur, ne de bir tumsek goreceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun; hic bir tarafa sapmadan o davetciye uyacaklardır. Sesler, Rahman´ ın heybetinden kısılmıstır ve sen; fısıltıdan baska bir sey isitmezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun; Rahman´ın izin verdigi ve sozunden hosnud oldugu kimseden baskasının sefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların onlerindekini de, arkalarındakini de bilir. Onların hic birinin ilmi asla bunu kavrayamaz"}]}