{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"hige navu, atana tayiya kannu tampagalendu, ake duhkhisabaradendu mattu allahanu kotta matu satyavembudannu ake ariyalendu atanannu akeya balige maralisidevu, adare heccinavaru idannu aritilla"},{"SurahNumber":28,"VerseNumber":13,"Text":"munde avaru (musa) tam'ma yavvanavannu talupidaga mattu saktaradaga navu avarige yuktiyannu jnanavannu nididevu. Sajjanarige navu ide riti satphalavannu nidutteve"},{"SurahNumber":28,"VerseNumber":14,"Text":"om'me nagarada janaru niddeyalliddaga avaru nagaravannu pravesisidaru. Alli avaru, ibbaru paraspara jagaladuttiruvudannu kandaru. Avarallobbanu avara palayadavanagiddanu mattu innobbanu avara satru palayadavanagiddanu. Avara palayadavanu, avara satru palayadavana virud'dha avara neravannu bedidanu. Musa atanige (satru palayadavanige) hodedaru mattu adu atana antyakke karanavayitu. Avaru (musa) ‘‘idu saitanana krtya. Avanu khandita spastavagi darigedisuva satruvagiddane’’ endaru"},{"SurahNumber":28,"VerseNumber":15,"Text":"avaru ‘‘nannodeya, nanu nanna meleye akrama vesagiddene. Nannannu ksamisibidu’’ endu prarthisidaru. Avanu (allahanu) avarannu ksamisibittanu. Khanditavagiyu avanu ksamisuvavanu mattu karunaluvagiddane"},{"SurahNumber":28,"VerseNumber":16,"Text":"‘‘nannodeya, ninu nannannu anugrahisiruve. (Higirutta) nanendu akramigala sahayakanagalare’’ endu avaru (musa) helidaru"},{"SurahNumber":28,"VerseNumber":17,"Text":"Marudina avaru anjutta, eccarikeyondige nagaravannu pravesisidaru. Aga, ninne avarinda neravu bediddavane matte avaralli more iduttiddanu. ‘‘Ninu spastavagi darigettavanu’’ endu musa helidaru"},{"SurahNumber":28,"VerseNumber":18,"Text":"avaru, tam'mibbara paligu satruvagiddavana mele kai madalu horataga avanu helidanu; o musa, ninu ninne obbatanannu kondante nannannu kolla bayasuveya? Bhumiyalli dabbalike nadesuvudaste ninna bayakeyagide. Ninu sudharakanagalu bayasuvudilla"},{"SurahNumber":28,"VerseNumber":19,"Text":"astaralli, nagarada gadibhagadinda dhavisibanda obba vyakti helida; o musa, nayakaru nim'mannu kolluvudakkagi nim'ma kuritu samalocisuttiddare. Nivu (illinda) horatu hogiri. Nanu khandita nim'ma hitaisiyagiddene"},{"SurahNumber":28,"VerseNumber":20,"Text":"avaru bhaya hagu kutuhaladondige allinda horataru. ‘‘Nannodeya, nannannu akrami janangadinda raksisu’’ endu avaru prarthisidaru"},{"SurahNumber":28,"VerseNumber":21,"Text":"avaru mad‌yan‌kadege horataga ‘‘nanna odeyanu nanage nera margavannu torisabahudu’’ endaru"},{"SurahNumber":28,"VerseNumber":22,"Text":"avaru mad‌yan‌nalli, niriruva sthaladalli, janara gumpondu (kurigalige) niru kudisuvudannu kandaru mattu ibbaru mahileyaru dura nintiruvudannu kandaru. Avaru a ibbarodane, nim'ma samacaravenu? Endu vicarisidaru. ‘‘Kuri kayuvavaru (tam'ma kurigalige) niru kudisi mugisuva tanaka navu niru kudisuvantilla. Atta, nam'ma tande tumba vrd'dharu’’ endu avaru uttarisidaru"},{"SurahNumber":28,"VerseNumber":23,"Text":"avaru a ibbaru mahileyarige (avara kurigalige) niru kudisi (visrantigagi) neralinedege horataru mattu helidaru; nannodeya, ninu karunisuva yava hitakku nanu ar'hanagiddene"},{"SurahNumber":28,"VerseNumber":24,"Text":"Aga a mahileyarallobbalu nacutta avara balige nadedu bandalu. Nivu namage nirannu odagisiddakkagi nimage puraskara nidalu nanna tande nim'mannu kareyuttiddare endu ake helidalu. Taruvaya avaru (musa) avara (su'aibara) balige bandaru mattu samacaravannella tilisidaru. Avaru (su'aib) helidaru; nivenu anjabedi. Niviga akrami janangadinda suraksitaragiruviri"},{"SurahNumber":28,"VerseNumber":25,"Text":"avaralli obbake helidalu; nannappa, itanannu sevakanagi nemisikolliri. Nivu sevakanagi nemisuvudakke saktivanta hagu nambalar'hanagiruvatane heccu yogyanagiruttane"},{"SurahNumber":28,"VerseNumber":26,"Text":"avaru (su'aib) helidaru; nivu entu varsa nanna bali seve sallisuvudadare nanu i nanna ibbaru putriyara paiki obbalannu nimage vivaha madikoduvenu. Nivu hattu varsa purtigolisidare adu nim'ma audaryavagiruvudu. Nanu nim'mannu yavude ikkattige silukisuvudilla. Allahanu icchisidare nivu nannannu sajjananagi kanuviri"},{"SurahNumber":28,"VerseNumber":27,"Text":"avaru (musa) helidaru; idu nanna hagu nim'ma naduvana oppanda. Nanu i eradu avadhigala paiki yavudannu purtigolisidaru nanna mele yavude rna uliyadu. Nam'ma matugalige allahane saksi"},{"SurahNumber":28,"VerseNumber":28,"Text":"hige, musa avadhi purtigolisi tam'ma maneyavarondige horataru. Avaru tur bettada kade ondu benkiyannu kandaru. Nivu ille uliyiri. Nanu benkiyannu kandiddene. Nimagagi allindenadaru mahitiyannu taralu athava nivu calikayisikolluvudakkagi benkiya kendavannadaru taralu nanage sadhyavaditu – endu avaru tam'ma maneyavarodane helidaru"}]}