{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":219,"Text":"Cand te intreaba despre vin si jocul de noroc, spune-le: “In amandoua, oamenii afla un mare pacat, insa si un castig, insa pacatul le este cu mult mai mare decat castigul.” Cand te intreaba despre milostenie, spune-le: “Dati ceea ce va prisoseste!” Asa va lamureste Dumnezeu semnele Sale. Poate veti chibzui"},{"SurahNumber":2,"VerseNumber":220,"Text":"la Viata de Acum si la Viata de Apoi! Cand te intreaba despre orfani, spune-le: “Este o fapta laudabila sa le faci un bine, caci ei sunt fratii vostri, de indata ce-i primiti printre voi.” Dumnezeu il deosebeste pe stricator de indreptator. Daca Dumnezeu ar voi, v-ar napastui. Dumnezeu este Puternic, Intelept"},{"SurahNumber":2,"VerseNumber":221,"Text":"Nu va luati neveste inchinatoare la idoli, pana ce ele nu cred! O roaba credincioasa este mai buna decat o inchinatoare la idoli, chiar daca va place de aceasta. Nu va dati fetele de neveste inchinatorilor la idoli, pana ce ei nu cred! Un rob credincios este mai bun decat un inchinator la idoli, chiar daca va place de acesta. Acestia sunt cei care va cheama in Foc. Dumnezeu va cheama, cu ingaduinta Sa, in Rai si la iertare. Asa lamureste El oamenilor semneleSale. Poate isi vor aminti"},{"SurahNumber":2,"VerseNumber":222,"Text":"Cand te intreaba despre scurgerea femeii, spune-le: “Este un rau! Tineti-va departe de femei in vremea scurgerii lor si nu va apropiati de ele pana ce nu se vor curati. Atunci cand sunt curate, duceti-va la ele precum v-a poruncit Dumnezeu.” Dumnezeu ii iubeste pe cei care se caiesc Lui, asa cum ii iubeste si pe cei care se curata"},{"SurahNumber":2,"VerseNumber":223,"Text":"Femeile voastre va sunt voua ogor. Duceti-va la ogorul vostru cum veti voi, insa, inainte, faceti ceva si pentru sufletele voastre. Temeti-va de Dumnezeu! Sa stiti ca-L veti intalni. Asa vesteste-le credinciosilor"},{"SurahNumber":2,"VerseNumber":224,"Text":"Nu faceti din Dumnezeu temeiul juruintelor voastre ca sa aratati ca sunteti buni, ca va temeti de Dumnezeu, ca hotarniciti impacarea intre oameni. Dumnezeu este Auzitor, Stiutor"},{"SurahNumber":2,"VerseNumber":225,"Text":"Dumnezeu nu va va pedepsi pentru o vorba aruncata in juruintele voastre, insa va va pedepsi pentru ceea ce dospesc inimile voastre. Dumnezeu este Iertator, Bland"},{"SurahNumber":2,"VerseNumber":226,"Text":"Cei care se despart de femeile lor, trebuie sa pastreze un ragaz de patru luni, iar daca se razgandesc, Dumnezeu este Iertator, Milostiv"},{"SurahNumber":2,"VerseNumber":227,"Text":"Daca vor sa divorteze de femeile lor, sa stie ca Dumnezeu este Auzitor, Stiutor"},{"SurahNumber":2,"VerseNumber":228,"Text":"Femeile divortate vor astepta vreme de trei scurgeri. Lor nu le este ingaduit sa tainuiasca ceea ce Dumnezeu a plasmuit in pantecele lor, daca ele cred in Dumnezeu si in Ziua de Apoi. Daca sotii lor doresc impacarea, ei au dreptul sa le ia inapoi in acest rastimp. Ele au drepturi si obligatii deopotriva, dupa cuviinta, insa barbatii au intaietate asupra lor. Dumnezeu este Puternic, Intelept"},{"SurahNumber":2,"VerseNumber":229,"Text":"Se poate divorta de doua ori. Atunci, fie va luati inapoi nevasta in chip cumsecade, fie o lasati sa plece in chip multumit. Nu va este ingaduit sa luati inapoi ceva din ceea ce i-ati dat – daca amandoi se tem ca nu cumva sa incalce hotarele lui Dumnezeu. Daca va temeti sa nu incalcati hotarele lui Dumnezeu, nu se va face nici o vina, nici unuia, nici altuia, daca sotia da o despagubire. Acestea sunt hotarele lui Dumnezeu. Nu le incalcati! Cei care calca hotarele lui Dumnezeu sunt nedrepti"},{"SurahNumber":2,"VerseNumber":230,"Text":"Daca un barbat divorteaza de femeia lui, ea nu-i mai este ingaduita lui cata vreme ea nu s-a maritat cu altul. Daca acesta divorteaza de ea si apoi cei doi se impaca, nici o vina nu le va fi facuta, daca ei cred ca asa pazesc hotarele lui Dumnezeu pe care El le lamureste poporului ce intelege"},{"SurahNumber":2,"VerseNumber":231,"Text":"Atunci cand ati divortat de femeile voastre si ele au ajuns la sorocul hotarat, tineti-le cum se cuvine ori despartiti-va de ele cum se cuvine. Nu le tineti cu sila, caci, astfel, incalcati hotarele. Cine va face asa se nedreptateste pe sine insusi. Nu socotiti semnele lui Dumnezeu o joaca. Amintiti-va de binefacerile lui Dumnezeu asupra voastra si de ceea ce a pogorat asupra voastra din Cartea si din intelepciunea pe care El vi le propovaduieste. Temeti-va de Dumnezeu! Sa stiti ca Dumnezeu este Atotstiutor"},{"SurahNumber":2,"VerseNumber":232,"Text":"Dupa ce ati divortat de femeile voastre, iar ele au ajuns la sorocul hotarat, nu le impiedicati sa se marite cu noii lor soti, daca au cazut la invoiala, dupa cuviinta. Asa i se propovaduieste aceluia dintre voi care crede in Dumnezeu si in Ziua de Apoi. Astfel este mai curat si mai neintinat pentru voi. Dumnezeu stie, insa voi nu stiti"}]}