{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"[Vspomni,] kak ispytal Gospod' Ibrakhima poveleniyami i kak tot vypolnil ikh. Togda Gospod' skazal: \"Voistinu, ya sdelayu tebya predvoditelem\". Ibrakhim sprosil: \"A moye potomstvo?\" Allakh otvetil: \"Moy zavet ne rasprostranyayetsya na nechestivtsev"},{"SurahNumber":2,"VerseNumber":125,"Text":"[Vspomni,] kak my sdelali Mekkanskiy dom mestom sbora i pribezhishchem dlya lyudey. Sdelayte zhe mesto stoyaniya Ibrakhima mestom sversheniya molitvy. My poveleli Ibrakhimu i Ismailu: \"Soderzhite v chistote moy dom dlya sovershayushchikh obkhod vokrug nego, dlya uyedinyayushchikhsya, preklonyayushchikhsya i padayushchikh nits"},{"SurahNumber":2,"VerseNumber":126,"Text":"[Vspomni,] kak vozzval Ibrakhim: \"Gospodi! Daruy etoy strane bezopasnost' i daruy udel plodami tem iz yeye zhiteley, kotoryye uverovali v Allakha i v Sudnyy den'\". Allakh otvetil: \"A tem, kotoryye ne uverovali, YA daruyu [zemnoy] udel nenadolgo, a zatem podvergnu nakazaniyu ognem. I ne dobryy zhe eto iskhod"},{"SurahNumber":2,"VerseNumber":127,"Text":"[Vspomni,] kak Ibrakhim i Ismail zakladyvali osnovy doma i vozzvali: \"Gospodi nash! Primi ot nas [etot dom], ibo Ty, voistinu, - slyshashchiy, znayushchiy"},{"SurahNumber":2,"VerseNumber":128,"Text":"Gospodi nash! Sdelay nas predavshimisya Tebe, a iz nashego potomstva - obshchinu, predavshuyusya tebe, i ukazhi nam obryady pokloneniya. Primi nashe pokayaniye, ibo, voistinu, Ty - proshchayushchiy i miloserdnyy"},{"SurahNumber":2,"VerseNumber":129,"Text":"Gospodi nash! Poshli nashim potomkam poslannika iz ikh chisla, kotoryy soobshchit im Tvoi znameniya, nauchit ikh Pisaniyu i [bozhestvennoy] mudrosti i ochistit ikh [ot skverny yazychestva], ibo Ty - velikiy, mudryy"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kto otstupitsya ot very Ibrakhima? Razve tol'ko glupyy! My sdelali yego [svoim] izbrannikom v etom mire, i, voistinu, v budushchem mire on budet v chisle pravednikov"},{"SurahNumber":2,"VerseNumber":131,"Text":"[Vspomni], kak skazal Ibrakhimu Gospod': \"Predaysya [Mne]\", - on otvetil: \"YA predalsya Gospodu [obitateley] mirov"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrakhim, a takzhe Ya'kub zapovedali veru svoim synam: \"O syny moi! Allakh prednaznachil vam etu veru. Ne umirayte zhe ne predavshimisya [Allakhu]"},{"SurahNumber":2,"VerseNumber":133,"Text":"Kogda k Ya'kubu yavilas' smert', i on skazal svoim synam: \"Chemu vy budete poklonyat'sya posle menya?\", a oni otvetili: \"My budem poklonyat'sya tvoyemu bogu i bogu tvoikh ottsov - Ibrakhima, Isma'ila i Iskhaka, Bogu yedinomu, Yemu my predayemsya\", razve vy prisutstvovali pri etom"},{"SurahNumber":2,"VerseNumber":134,"Text":"Eto - narod, kotoryy uzhe ushel. Yemu - to, chto on zasluzhil, a vam - to, chto vy zasluzhili, i vy ne v otvete za sodeyannoye imi"},{"SurahNumber":2,"VerseNumber":135,"Text":"Oni govoryat: \"Bud'te iudeyami ili khristianami, togda poydete istinnym putem\". Otvechay [, o Mukhammad]: \"Net, [my sleduyem] vere Ibrakhima-khanifa, a on ne byl mnogobozhnikom"},{"SurahNumber":2,"VerseNumber":136,"Text":"Skazhite, [o muslimy]: \"My veruyem v Allakha i v to, chto On nisposlal nam, i v to, chto bylo nisposlano Ibrakhimu, Isma'ilu, Iskhaku, Ya'kubu i ikh potomkam, v to, chto bylo darovano Muse i 'Ise i chto bylo darovano prorokam ikh Gospodom. My ne delayem mezhdu nimi nikakogo razlichiya, i Yemu my predayemsya"},{"SurahNumber":2,"VerseNumber":137,"Text":"Yesli [iudei i khristiane] uverovali v to, vo chto vy uverovali, to oni stali na istinnyy put'. Yesli zhe oni otvernulis' [ot istinnoy very], to oni v razlade s [posledovatelyami islama], i Allakh izbavit tebya ot [otvetstvennosti za] razlad, ibo On - slyshashchiy, znayushchiy"},{"SurahNumber":2,"VerseNumber":138,"Text":"[Skazhi iudeyam i khristianam]: \"My otmecheny krasotoy [very] v Allakha, a kto zhe prevoskhodit Allakha krasotoy very? I my Yemu poklonyayemsya"},{"SurahNumber":2,"VerseNumber":139,"Text":"Skazhi: \"Neuzheli vy stanete sporit' s nami otnositel'no Allakha: ved' on - nash Gospod' i vash Gospod'. Nam - nashi deyaniya, vam - vashi deyaniya, i my predany Yemu"},{"SurahNumber":2,"VerseNumber":140,"Text":"Ved' ne stanete zhe vy utverzhdat', chto Ibrakhim, Isma'il, Iskhak, Ya'kub i ikh potomki byli iudeyami ili khristianami? Skazhi: \"Vy luchshe znayete ili zhe Allakh? I kto zhe nechestiveye togo, kto skryl imeyushcheyesya u nego ot Allakha svidetel'stvo? Allakh ved' znayet to, chto vy tvorite"},{"SurahNumber":2,"VerseNumber":141,"Text":"Eti narody uzhe ushli. Im - to, chto oni zasluzhili, a vam - to, chto vy zasluzhili, i s vas ne sprosyat za sodeyannoye imi"}]}