{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Ciertamente, Al-lah escogio a Adan, a Noe, a la familia de Abraham y a la de ‘Imran entre todos los pueblos (para que de ellos surgiesen y se sucediesen los profetas)"},{"SurahNumber":3,"VerseNumber":34,"Text":"descendientes los unos de los otros. Y Al-lah todo lo oye y todo lo sabe"},{"SurahNumber":3,"VerseNumber":35,"Text":"Y (recuerda, ¡oh, Muhammad!,) cuando la mujer de ‘Imran dijo: «¡Senor!, he hecho el voto de consagrar a Tu servicio lo que llevo en mi vientre; aceptalo, pues. Ciertamente, Tu eres el Oyente (de todas las cosas), el Omnisciente»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Y cuando hubo dado a luz, dijo: «¡Senor!, he dado a luz a una nina —y Al-lah bien sabia lo que habia dado a luz— y el varon (que esperaba tener) no es como la hembra (que he tenido para consagrarla a Tu servicio en el templo). Le he puesto por nombre Maria, y busco refugio en Ti para ella y para su descendencia del Demonio, el expulsado»"},{"SurahNumber":3,"VerseNumber":37,"Text":"Y su Senor la acepto de buen grado e hizo que creciera bien[101], y se la encomendo a Zacarias para que fuera su tutor. Cada vez que Zacarias entraba en el oratorio donde ella se hallaba, encontraba alimentos junto a ella. Le decia: «¡Maria!, ¿de donde proviene esto?», ella contestaba: «Proviene de Al-lah. En verdad, Al-lah provee de sustento a quien quiere sin limite alguno»"},{"SurahNumber":3,"VerseNumber":38,"Text":"Entonces Zacarias invoco a su Senor diciendo: «¡Senor!, concedeme de Tu parte una descendencia virtuosa. En verdad, Tu escuchas las suplicas»"},{"SurahNumber":3,"VerseNumber":39,"Text":"Y los angeles lo llamaron cuando estaba rezando en el oratorio (y le dijeron): «Al-lah te anuncia la buena noticia de (tu hijo) Juan, quien creera en Jesus, creado a partir de la palabra de Al-lah «se», y sera noble, sabio y casto, y un profeta recto y virtuoso»"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zacarias dijo: «¡Senor!, ¿como podre tener un hijo cuando he alcanzado la vejez y mi mujer es esteril?». Dijo (Al-lah a traves del angel): «Asi sera, pues Al-lah hace lo que quiere»"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zacarias) dijo: «¡Senor!, dame una senal (como prueba de ello)». Respondio (Al-lah a traves del angel): «La senal sera que no podras hablar a la gente durante tres dias, salvo por senas. Y menciona mucho a Al-lah y glorificalo rezandole al final y al comienzo del dia»"},{"SurahNumber":3,"VerseNumber":42,"Text":"Y (recuerda) cuando los angeles dijeron (a Maria): «¡Maria!, Al-lah te ha escogido, te ha purificado, y te ha elegido a ti entre las mujeres de todos los pueblos"},{"SurahNumber":3,"VerseNumber":43,"Text":"»¡Maria!, sometete a la voluntad de tu Senor, postrate e inclinate con los que se inclinan (en adoracion a Al-lah)»"},{"SurahNumber":3,"VerseNumber":44,"Text":"Estas son historias que desconocias (¡oh, Muhammad!) y que te revelamos. Y no estabas presente cuando echaban a suertes quien tutelaria a Maria ni eras testigo de cuando discutian (al respecto)"},{"SurahNumber":3,"VerseNumber":45,"Text":"Y (recuerda) cuando los angeles dijeron: «¡Maria!, Al-lah te anuncia la buena nueva de (un hijo creado a partir de) una palabra Suya («se»), de nombre el Mesias[102], Jesus, hijo de Maria. Sera ensalzado con honor en esta vida y en la otra, y estara entre los proximos (a Al-lah)»"},{"SurahNumber":3,"VerseNumber":46,"Text":"Y hablara a los hombres en la cuna y en la madurez, y sera de los rectos y virtuosos"},{"SurahNumber":3,"VerseNumber":47,"Text":"(Ella) dijo: «¡Senor!, ¿como podre tener un hijo siendo que ningun hombre me ha tocado?». Contesto (Al-lah a traves del angel): «Asi sera, pues Al-lah crea lo que quiere. Cuando decreta algo, le basta con decir “se” y es"},{"SurahNumber":3,"VerseNumber":48,"Text":"»Y le ensenara la escritura, la sabiduria, la Tora y el Evangelio"},{"SurahNumber":3,"VerseNumber":49,"Text":"»Y sera un mensajero para los hijos de Israel (y les dira:) “He venido a vosotros con una prueba de vuestro Senor (sobre mi veracidad): moldeare para vosotros a partir del barro una figura semejante a un pajaro, soplare en ella y se convertira en un pajaro de verdad, con el permiso de Al-lah. Curare al ciego de nacimiento y al leproso y resucitare a los muertos con el permiso de Al-lah. Y os informare acerca de lo que comeis y almacenais en vuestros hogares. Ciertamente, en ello teneis una prueba (de mi veracidad) si, en verdad, sois creyentes"},{"SurahNumber":3,"VerseNumber":50,"Text":"»Y vengo para confirmar (las ensenanzas originales de) la Tora y para haceros licitas algunas de las cosas que se os habian prohibido. Y he venido a vosotros con una prueba de vuestro Senor; ¡temed, pues a Al-lah y obedecedme"},{"SurahNumber":3,"VerseNumber":51,"Text":"»Al-lah es mi Senor y vuestro Senor, asi que adoradlo. Este es el camino recto”»"}]}