{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"かれらの秘密の会議の多くは，無益なことである。ただし施しや善行を勧め，あるいは人びとの間を執り成すのは別である。アッラーの御喜びを求めてこれを行う者には，われはやがて，偉大な報奨を与えるであろう。"},{"SurahNumber":4,"VerseNumber":115,"Text":"導きが明らかにされたにも拘らず，使徒に背き，信者の道ではない道に従う者には，かれが転向したいままに任せ，結局かれは地獄に入るであろう。何と悪い帰り所であることよ。"},{"SurahNumber":4,"VerseNumber":116,"Text":"誠にアッラーは，（何ものをも）かれに配することを御赦しになられない。だがその外のことは，御心に適えば御赦し下される。凡そアッラーに同位の者をあげる者は，確かに遠く（正道から）迷い去った者である。"},{"SurahNumber":4,"VerseNumber":117,"Text":"かれらはかれを差し置いて，女の像に祈っている。それは反逆した悪魔に祈っているにすぎない。"},{"SurahNumber":4,"VerseNumber":118,"Text":"アッラーはかれ（悪魔）を見限られた。だがかれは言った。「わたしはあなたのしもベの中 ，相当の部分の者をきっと連れさるでしょう。"},{"SurahNumber":4,"VerseNumber":119,"Text":"またわたしはきっとかれらを迷わせて，その虚しい欲望に耽らせ，またかれらに命じて家畜の耳を切り，アッラーの創造を変形させます。」誰でもアッラーの外に悪魔を友とする者は，必ず明らかな損失を被るのである。"},{"SurahNumber":4,"VerseNumber":120,"Text":"（悪魔は）かれらと約束を結び，虚しい欲望に耽らせるであろう。だが悪魔の約束は，欺瞞に過ぎない。"},{"SurahNumber":4,"VerseNumber":121,"Text":"かれらの住まいは地獄である。かれらはそれから逃れる道を，見いだせない。"},{"SurahNumber":4,"VerseNumber":122,"Text":"だが信仰して善い行いに励む者は，われはやがて，川が下を流れる楽園に入らせ，永遠にその中に住まわせよう。アッラーの約束は真実である。誰の言葉がアッラーのそれよりも真実であろうか。"},{"SurahNumber":4,"VerseNumber":123,"Text":"これはあなたがたの妄想によるものではなく，また啓典の民の妄想でもない。誰でも悪事を行う者は，その報いを受けよう。アッラーの外には，愛護し援助する者も見いだせない。"},{"SurahNumber":4,"VerseNumber":124,"Text":"誰でも，正しい行いに励む者は，男でも女でも信仰に堅固な者。これらは楽園に入り，少しも不当に扱われない。"},{"SurahNumber":4,"VerseNumber":125,"Text":"アッラーに真心こめて服従，帰依し，善い行いに励み，イブラーヒームの純正な信仰に従う者以上に優れた者があろうか。アッラーは，イブラーヒームを親しい友にされたのである。"},{"SurahNumber":4,"VerseNumber":126,"Text":"凡そ天にあり，地にある凡てのものは，アッラーの有であり，アッラーば凡ての事を，包含なされる。"},{"SurahNumber":4,"VerseNumber":127,"Text":"かれらは女のことで，あなたに訓示を求める。言ってやるがいい。「アッラーは，かの女らに関しあなたがたに告げられる。また啓典の中でも，あなたがたが，所定のものを与えず，娶ろうと欲する女の孤児に関し，また哀れな子供らに関し，更にあなたがたが孤児を公正に待遇しなければならないことに関し，あなたに読誦されたこと（を思え）。あなたがたが行うどんな善いことも，アッラーは深くそれを知っておられる。」"},{"SurahNumber":4,"VerseNumber":128,"Text":"もし女が，その夫から虐待され，忌避される心配があるとき，両人の間を，和解させるのは罪ではない。和解はもよいことである。だが人間の魂は，貪欲になりがちである。もしあなたがたが善行をし，主を畏れるならば，誠にアッラーは，あなたがたの行うことを熟知なされる。"},{"SurahNumber":4,"VerseNumber":129,"Text":"あなたがたは妻たちに対して公平にしようとしても，到底出来ないであろう。あなたがたは（そう）望んでも。偏愛に傾き，妻の一人をあいまいに放って置いてはならない。あなたがたが融和し，主を畏れるのならば。誠にアッラーは，度々赦される御方，慈悲深い御方であられる。"},{"SurahNumber":4,"VerseNumber":130,"Text":"仮令かれらが離別しても，アッラーは恩沢を与えられ，両人を仕合わせになされる。アッラーは厚施にして英明な御方であられる。"},{"SurahNumber":4,"VerseNumber":131,"Text":"天にあり，また地にある凡てのものは，アッラーの有である。われはあなたがた以前に啓典を与えられた者，またあなたがた（ムスリム）にも，「アッラーを畏れよ。」と命じた。仮令あなたがたが信じなくても，天にあり地にある凡てのものは，アッラーの有である。アッラーは，満ち足りておられる方，讃美すべき方であられる。"},{"SurahNumber":4,"VerseNumber":132,"Text":"天にあり，地にある凡てのものは，アッラーの有である。アッラーは凡ての事をぬかりなく管理される方であられる。"},{"SurahNumber":4,"VerseNumber":133,"Text":"もしかれが御望みになれば，あなたがたを滅ぼし，外の民を招いてこられよう。誠にアッラーは，それをする御力を持っておられる。"},{"SurahNumber":4,"VerseNumber":134,"Text":"現世の報奨を欲する者もあろうが，アッラーの御許には，現世と来世の報奨がある。アッラーは全聴にして凡てに通暁なされる。"}]}