{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"Gozleri ates halkı tarafına cevrildigi zaman da; \"Rabbimiz, bizi su -zalim toplulukla beraber bulundurma!\" dediler"},{"SurahNumber":7,"VerseNumber":48,"Text":"A'raf halkı, yuzlerindeki isaretleriyle tanıdıkları birtakım adamlara da unleyerek dediler ki: \"Ne toplulugunuz, ne de buyukluk taslamanız, size hicbir yarar saglamadı"},{"SurahNumber":7,"VerseNumber":49,"Text":"Allah onları hicbir rahmete erdirmeyecek, diye yemin ettiginiz kimseler bunlar mıydı? (Cennetliklere donerek): \"Girin cennete, artık size ne korku vardır, ne de siz uzuleceksiniz!\" dediler"},{"SurahNumber":7,"VerseNumber":50,"Text":"Ates halkı, cennet halkına: \"Suyunuzdan veya Allah'ın size verdigi rızıktan biraz da bizim uzerimize akıtın (ne olur)!\" diye seslendiler. (Onlar da) dediler ki; \"Allah, bu ikisini kafirlere haram etmistir"},{"SurahNumber":7,"VerseNumber":51,"Text":"Onlar ki dinlerini bir eglence ve oyun yerine koydular ve dunya hayatı, kendilerini aldattı. Onlar, bu gunleriyle karsılasacaklarını nasıl unuttular ve ayetlerimizi bile bile nasıl inkar ediyor idilerse, biz de bugun onları oyle unuturuz"},{"SurahNumber":7,"VerseNumber":52,"Text":"Gercekten onlara, bilgiye gore acıkladıgımız, inanan bir toplum icin yol gosterici ve rahmet olan bir Kitap getirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Ille onun te'vilini mi gozetiyorlar? Onun te'vili geldigi (haber verdigi seyler ortaya cıktıgı) gun, onceden onu unutmus olanlar derler ki: \"Dogrusu Rabbimizin elcileri gercegi getirmis. Simdi bizim sefa'atcilerimiz var mı ki bize sefa'at etsinler, yahut tekrar geri dondurul(up dunyaya gonderil)memiz mumkun mu ki, (orada eski) yaptıklarımızdan baskasını yapalım?\" Onlar, kendilerini ziyana soktular ve uydurdukları seyler, kendilerinden saptı (kaybolup gitti)"},{"SurahNumber":7,"VerseNumber":54,"Text":"Rabbiniz o Allah'tır ki; gokleri ve yeri altı gunde yarattı, sonra Arsa istiva etti (tahta kuruldu. O), geceyi, durmadan onu kovalayan gunduzun uzerine buruyup orter. Gunesi, ayı ve yıldızları buyruguna boyun egmis vaziyette (yaratan O'dur). Iyi bilin ki, yaratma ve emir O'nundur. Alemlerin Rabbi Allah, ne uludur"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize yalvararak ve gizlice du'a edin, cunku O, haddi asanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"Yeryuzu duzeltildikten sonra onda bozgunculuk yapmayın, korkarak ve umarak O'na du'a edin. Muhakkak ki Allah'ın rahmeti, iyilik edenlere yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"O ki ruzgarları rahmetinin onunde mujdeci gonderir. Nihayet onlar, agır agır bulutları yuklenince, onu olu bir ulkeye yollarız; onunla su indirir ve turlu turlu meyvalar cıkarırız. Iste oluleri de boyle cıkaracagız. Herhalde bundan ibret alırsınız"},{"SurahNumber":7,"VerseNumber":58,"Text":"Guzel olan ulkenin bitkisi, Rabbinin izniyle cıkar; kotu olandan ise yararsız bitkiden baska bir sey cıkmaz. Iste biz, sukreden bir toplum icin ayetleri boyle dondurup (tekrar tekrar) acıklarız"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun Nuh'u kavmine gonderdik: \"Ey kavmim, dedi, Allah'a kulluk edin, sizin O'ndan baska tanrınız yoktur. Dogrusu ben, size buyuk bir gunun azabın(ın inmesin)den korkuyorum"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminden ileri gelenler dediler ki: \"Biz seni acık bir sapıklık icinde goruyoruz"},{"SurahNumber":7,"VerseNumber":61,"Text":"Dedi ki: \"Ey kavmim, bende bir sapıklık yok, ben alemlerin Rabbi tarafından gonderilmis bir elciyim"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size Rabbimin mesajlarını duyuruyorum, size ogut veriyorum ve Allah tarafından, sizin bilmediginiz seyleri biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Korunup da merhamete ugramanız icin, icinizden sizi uyaracak bir adam aracılıgı ile bir Zikir (sizi ikaz eden bir Kitap, size san ve seref verecek bir kanun) gelmesine sastınız mı"},{"SurahNumber":7,"VerseNumber":64,"Text":"O'nu yalanladılar, biz de O'nunla berebar gemide bulunanları kurtardık, ayetlerimizi yalanlayanları bogduk! Cunku onlar kor bir kavim idiler"}]}