{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Hacca gelenlere su vermeyi, Mescid-i Haram’ı imar etmeyi, Allah’a ve ahiret gunune iman edenle ve Allah yolunda cihad edenle denk mi tutuyorsunuz? Allah katında denk degildirler. Allah, zalim olan topluma hidayet etmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iman eden, hicret eden ve Allah yolunda mallarıyla, canlarıyla cihad eden kimselere Allah katında en buyuk dereceler vardır. Iste kurtulanlar onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri onlara rahmetini, rızasını, onlara iclerinde tukenmez ve ebedi bir naim (nimet) bulunan cennetleri mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Iclerinde ebedi ve surekli kalacaklar. Dogrusu Allah katında buyuk mukafat vardır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey Iman edenler! Eger kufru imana tercih ediyorlarsa, babalarınızı ve kardeslerinizi veli edinmeyin. Sizden kim onları veli edinirse, iste onlar da zalimlerin ta kendileridir"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Babalarınız, ogullarınız, kardesleriniz, esleriniz, akrabalarınız, elde ettiginiz mallar, durgun gitmesinden korktugunuz ticaret, hosunuza giden konutlar size Allah’tan, Rasulunden ve O’nun yolunda cihaddan daha sevimli ise Allah’ın (azap) emri gelene kadar bekleyin! Allah fasık toplumlara hidayet etmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Gercekten Allah bircok yerde ve Huneyn Savası gununde size yardım etmistir. Hani, coklugunuz size kendinizi begendirmis, fakat (bu cokluk) size hicbir yarar saglamamıs, yeryuzu butun genisligine ragmen size dar gelmisti. Sonra gerisin geri donup gitmistiniz"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra Allah, Rasulune ve Mu'minlere sukunet/huzur indirdi ve gormediginiz ordular indirdi ve kafirlere azap etti. Kafirlerin cezası iste budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Allah, bundan sonra da dilediginin tevbesini kabul eder. Allah cokca bagıslayan, cokca merhamet edendir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey Iman edenler! Dogrusu musrikler necistir. Bu sebeple bu yıldan sonra Mescid-i Haram’a yaklasmasınlar. Eger fakirlikten korkuyorsanız, dilerse Allah sizi ihsanı ile zengin kılacaktır. Suphesiz Allah Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kitap verilenlerden, Allah’a ve ahiret gunune iman etmeyen, Allah’ın ve Rasulu'nun haram kıldıgı seyleri haram kılmayıp hak dini din edinmeyenlerle kuculerek/boyunlarını bukup elleriyle cizye verene kadar savasın"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler: \"Uzeyir Allah’ın ogludur.\" dediler. Hristiyanlar da \"Mesih Allah’ın ogludur.\" dediler. Bu, daha once kafir olanların sozlerine benzeterek onların agızlarıyla soyledikleri (uydurma) sozleridir. Allah onları kahretsin, nasıl da (haktan) cevriliyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar, Allah ile birlikte alimlerini, rahiplerini ve Meryemoglu Mesih’i de rabler edindiler. Oysa tek ilahtan baskasına ibadet etmemekle emrolunmuslardı. Ondan baska (hak) ilah yoktur. Allah, onların kostugu sirkten munezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah’ın nurunu agızlarıyla sondurmek isterler. Kafirler istemese de Allah nurunu muhakkak tamamlayacaktır"},{"SurahNumber":9,"VerseNumber":33,"Text":"O (Allah), musrikler hoslanmasalar da (kendi) dinini butun dinlere ustun kılmak icin Resulunu hidayet ve Hak Din ile gonderendir"}]}