{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Biz onlara birtakım (kotu) arkadaslar sardırdık. Onların onlerinde ve arkalarında bulunan herseyi onlara suslu gosterdiler (yaptıkları islerin guzel oldugunu soylediler). Kendilerinden once gelip gecmis olan cin ve insan topluluklarına (uygulanan) soz, kendilerine de gerekli oldu (bunlar da azabı hak ettiler), cunku hep ziyanda idiler"},{"SurahNumber":41,"VerseNumber":26,"Text":"Inkar edenler dediler ki: \"Bu Kur'an'ı dinlemeyin, o(okundugu)nda gurultu edin, (boylece onun anlasılmasına engel olun), belki ona galib gelirsiniz (baska turlu onunla basa cıkmanıza imkan yoktur)"},{"SurahNumber":41,"VerseNumber":27,"Text":"Inkar edenlere siddetli bir azab taddıracagız ve onları, yaptıklarının en kotusuyle cezalandıracagız"},{"SurahNumber":41,"VerseNumber":28,"Text":"O Allah dusmanlarının cezası: Atestir. Ayetlerimizi inkar etmelerinin cezası olarak onlara, orada surekli kalma yurdu vardır"},{"SurahNumber":41,"VerseNumber":29,"Text":"(Atese giren) Kafirler dediler ki: \"Rabbimiz, bizi saptıran cin ve insanları bize goster, onları ayaklarımızın altına alalım da alcaklardan olsunlar"},{"SurahNumber":41,"VerseNumber":30,"Text":"Rabbimiz Allah'tır deyip, sonra dogru olanların uzerine melekler iner: \"Korkmayın, uzulmeyin, size soz verilen cennetle sevinin! (derler)"},{"SurahNumber":41,"VerseNumber":31,"Text":"Biz dunya hayatında da, ahirette de sizin dostlarınızız. Orada size canlarınızın cektigi her sey var. Orada size istediginiz her sey var"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Butun bunlar) Cok bagıslayan, cok esirgeyen(Allah)ın agırlaması olarak (size lutfedilir)"},{"SurahNumber":41,"VerseNumber":33,"Text":"(Insanları) Allah'a cagıran, iyi is yapan ve \"Ben muslumanlardanım\" diyenden daha guzel sozlu kim olabilir"},{"SurahNumber":41,"VerseNumber":34,"Text":"Iyilikle kotuluk bir olmaz. (Sen kotulugu) En guzel olan seyle sav. O zaman bir de bakarsın ki, seninle arasında dusmanlık bulunan kimse, sanki sıcak bir dosttur"},{"SurahNumber":41,"VerseNumber":35,"Text":"Bu(kotulugu iyilikle savma olgunlugu)na ancak sabredenler kavuturulur. Buna ancak buyuk sansı olan kavusturulur"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eger seytandan kotu bir dusunce, seni durtecek olursa hemen Allah'a sıgın. Cunku O, isitendir, bilendir"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gece, gunduz, gunes ve ay O'nun ayetlerindendir. Eger Allah'a tapıyorsanız, gunese ve aya secde etmeyin; onları yaratan Allah'a secde edin"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eger buyukluk taslarlarsa (bilsinler ki) Rabbinin yanında bulunan(melek)ler, gece gunduz O'nu tesbih ederler ve onlar hic usanmazlar"},{"SurahNumber":41,"VerseNumber":39,"Text":"O'nun ayetlerinden biri de (sudur): Sen, topragı, boynu bukuk gorursun. Onun uzerine suyu doktugumuz zaman titresir ve kabarır. Onu dirilten, elbette oluleri de diriltir. O, her seye kadirdir"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ayetlerimiz hususunda dogruluktan sapanlar bize gizli kalmazlar. Simdi, atesin icine atılan mı daha iyidir, yoksa kıyamet gunu guvenle gelen mi? Dilediginizi yapın, O, yaptıklarınızı gormektedir"},{"SurahNumber":41,"VerseNumber":41,"Text":"Onlar, kendilerine gelen Kur'an'ı inkar ettiler. Halbuki o, oyle essiz bir Kitaptır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ki ne onunden, ne de arkasından onu bosa cıkaracak bir soz gelmez. (O) Hukum ve hikmet sahibi, cok ovulen(Allah)dan indirilmistir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Sana soylenen, senden onceki elcilere soylenmis olandan baska bir sey degildir. Kuskusuz Rabbin, hem bagıslama sahibi, hem de acı azab sahibidir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eger biz onu, yabancı (dilde) bir Kur'an yapsaydık derlerdi ki: \"Ayetleri (anlayacagımız) bir dille acıklanmalı degil miydi? Araba yabancı soz mu (geliyor)?\" De ki: \"O, inananlar icin bir yol gosterici ve (gonullere) sifadır. Inanmayanlara gelince, onların kulaklarında bir agırlık vardır ve o, onlara bir korluktur. (Sanki) Onlar, uzak bir yerden cagırılıyorlar (da duymuyorlar)"},{"SurahNumber":41,"VerseNumber":45,"Text":"Andolsun biz Musa'ya Kitabı vermistik, onda da ayrılıga dusulmustu. Eger Rabbinden bir soz gecmis olmasaydı, aralarında derhal hukum verilir(isleri bitirilir)di. Onlar ondan iskilli bir kusku icindedirler"},{"SurahNumber":41,"VerseNumber":46,"Text":"Kim iyi is yaparsa yararı kendisinedir ve kim kotuluk yaparsa zararı kendisinedir. Rabbin kullara zulmedici degildir"}]}