{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim! Nedir bu hal? Ben sizi kurtuluşa çağırıyorum, siz beni ateşe çağırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz beni, Allah'ı inkar etmeye ve hiç tanımadığım nesneleri O'na ortak koşmaya çağırıyorsunuz. Ben ise sizi, aziz ve çok bağışlayan Allah'a davet ediyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Gerçek şu ki, sizin beni davet ettiğiniz şeyin dünyada da ahirette de davete değer bir tarafı yoktur. Dönüşümüz Allah'adır, aşırı gidenler de ateş ehlinin kendileridir"},{"SurahNumber":40,"VerseNumber":44,"Text":"Size söylediklerimi yakında hatırlayacaksınız. Ben işimi Allah'a havale ediyorum. Şüphesiz Allah, kullarını çok iyi görendir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Nihayet Allah, onların kurdukları tuzakların kötülüklerinden bu zatı korudu, Firavun'un kavmini ise kötü azap kuşatıverdi"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar sabah akşam o ateşe sokulurlar. Kıyametin kopacağı gün de: Firavun ailesini azabın en çetinine sokun (denilecek)"},{"SurahNumber":40,"VerseNumber":47,"Text":"(Kafirler) ateşin içinde birbirleriyle çekişirlerken zayıf olanlar, o büyüklük taslayanlara: Biz size uymuştuk. Şimdi ateşin birazını bizden savabilir misiniz? derler"},{"SurahNumber":40,"VerseNumber":48,"Text":"O büyüklük taslayanlar ise: Doğrusu hepimiz bunun içindeyiz. Şüphe yok ki Allah kulları arasında vereceği hükmü verdi, derler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateşte bulunanlar cehennem bekçilerine: Rabbinize dua edin, bizden, bir gün olsun azabı hafifletsin! diyecekler"},{"SurahNumber":40,"VerseNumber":50,"Text":"(Bekçiler:) Size peygamberleriniz açık açık deliller getirmediler mi? derler. Onlar da: Getirdiler, cevabını verirler. (Bekçiler ise): O halde kendiniz yalvarın, derler. Halbuki kafirlerin yalvarması boşunadır"},{"SurahNumber":40,"VerseNumber":51,"Text":"Şüphesiz peygamberlerimize ve iman edenlere, hem dünya hayatında, hem şahitlerin şahitlik edecekleri günde yardım ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gün zalimlere, özür dilemeleri hiçbir fayda sağlamaz. Artık lanet de onlarındır, kötü yurt da onlarındır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki biz Musa'ya hidayeti verdik ve İsrailoğullarına, o Kitab'ı miras bıraktık"},{"SurahNumber":40,"VerseNumber":54,"Text":"O, akıl sahipleri için bir öğüt ve doğruluk rehberidir"},{"SurahNumber":40,"VerseNumber":55,"Text":"(Resulüm!) Şimdi sen sabret. Çünkü Allah'ın vadi gerçektir. Günahının bağışlanmasını iste. Akşam-sabah Rabbini hamd ile tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmiş kesin bir delil olmaksızın, Allah'ın ayetleri hakkında münakaşa edenler var ya, hiç şüphe yok ki, onların kalplerinde, asla yetişemeyecekleri bir büyüklük hevesinden başka bir şey yoktur. Sen Allah'a sığın. Kuşkusuz O, işiten ve görendir"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyük bir şeydir. Fakat insanların çoğu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Körle gören, inanıp iyi amellerde bulunanla kötülük yapan bir olmaz. Ne kadar az düşünüyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kıyamet günü mutlaka gelecektir, bunda hiç şüphe yoktur. Fakat insanların çoğu buna inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbiniz şöyle buyurdu: Bana dua edin, kabul edeyim. Çünkü bana ibadeti bırakıp büyüklük taslayanlar aşağılanarak cehenneme gireceklerdir"},{"SurahNumber":40,"VerseNumber":61,"Text":"İçinde dinlenesiniz diye geceyi, görmeniz için de gündüzü yaratan Allah'tır. Şüphesiz Allah, insanlara karşı lütufkardır. Fakat insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte O, her şeyin yaratıcısı olan Rabbiniz Allah'dır. O'ndan başka tanrı yoktur. O halde nasıl olup da döndürülüyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah'ın ayetlerini inatla inkar edenler işte (haktan) böyle döndürülür"},{"SurahNumber":40,"VerseNumber":64,"Text":"Yeri sizin için yerleşim alanı, göğü de bir bina kılan, size şekil verip de şeklinizi güzel yapan ve sizi temiz besinlerle rızıklandıran Allah'tır. İşte Allah, sizin Rabbinizdir. Alemlerin Rabbi Allah, yücelerden yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O daima diridir; O'ndan başka hiçbir tanrı yoktur. O halde dinde ihlaslı ve samimi kişiler olarak O'na dua edin. Her türlü övgü alemlerin Rabbi Allah'a mahsustur"}]}