{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"Avarkal (unkalutan porukku) purappata (unmaiyakave) enniyiruntal atarku ventiya tayarippukalai (munnatakave) avarkal ceytirupparkal. Eninum (unkalutan) avarkal purappatuvatai allah veruttu avarkal purappatatu tatai ceytu vittan. Akave, (mutiyor ciriyor penkal ponra, porukku varamutiyatu vittil) tankupavarkalutan ninkalum tanki vitunkal enru (avarkalukkuk) kurappattu vittatu"},{"SurahNumber":9,"VerseNumber":47,"Text":"avarkal unkalutan vantiruntal olunkinattait tavira (veru etaiyum) unkalukku atikarikkac ceytirukka mattarkal. Visamattaik karuti unkal mattiyil alankolattaiyum untu panni irupparkal. Avarkalutaiya orrarkalum unkalutan irukkinranar. Anal, allah (ittakaiya) aniyayakkararkalai nankarintavan avan"},{"SurahNumber":9,"VerseNumber":48,"Text":"(unkalukku) verri kitaikkum varai itarku munnarum avarkal visamam ceyyak karuti unkal kariyankalai (talaikilay)p purattikkonte iruntanar. (Unkal verriyai) avarkal verutta potilum allahvutaiya kattalaiye verriyataintatu"},{"SurahNumber":9,"VerseNumber":49,"Text":"(napiye! ‘‘Porukku alaittu) nir ennaic cotanaik kullakkamale (vittil nan tankiyirukka) enakku anumati taruviraka'' enru korupavarkalum avarkalil cilar irukkinranar. (Eninum ivvaru korum) avarkal (kastamana pala) cotanaikalileye mulkik kitakkavillaiya? Nirakarippavarkalai niccayamaka narakam culntu kontirukkiratu"},{"SurahNumber":9,"VerseNumber":50,"Text":"(napiye!) Umakku oru nanmai erpattal (atu) avarkalukkut tunpattait tarukiratu. Umakku oru tinkerpattalo ‘‘niccayamaka nankal enkal kariyattil (unkalaic campantappatuttatu) erkanave eccarikkaiyay iruntu kontom'' enru kuri mikka makilcciyutan um'mai vittu) vilakic celkinranar"},{"SurahNumber":9,"VerseNumber":51,"Text":"(Akave, napiye! Avarkalai nokki) ‘‘allah enkalukku vitittatait tavira veronrum niccayamaka enkalai anukatu. Avan tan enkal iraivan'' enru nir kuruviraka. Nampikkaiyalarkal anaivarum allahvitame poruppai oppataikkavum"},{"SurahNumber":9,"VerseNumber":52,"Text":"(napiye!) Kuruviraka: (Verri allatu corkkam akiya) mikac ciranta ivvirantu nanmaikalil onraittavira (verentat tinkaiyum) ninkal enkalukku etirparkka mutiyuma? (Akave, inta irantil etu kitaitta potilum enkalukku nanmaiye akum.) Eninum, unkalukko allah tan vetanaiyaik konto allatu enkal kaikalaik konto unkalukkuk kastam untakkuvataiye nankal etirparkkirom. Akave, ninkal (enkalukku varaventiyatai) etirparttirunkal; nankalum (unkalukku varaventiyatai) unkalutan etirparkkirom"},{"SurahNumber":9,"VerseNumber":53,"Text":"‘‘ninkal viruppattutano allatu verupputano (etait) tanam ceyta potilum (atu) unkalitamiruntu ankikarikkappatave mattatu. Enenral, niccayamaka ninkal pavikalakave irukkirirkal'' enrum (napiye!) Nir kurivituviraka"},{"SurahNumber":9,"VerseNumber":54,"Text":"avarkal ceyyum tanam ankikarikkappata mattatu enru (iraivan) tatuttiruppatarkuk karanam, niccayamaka avarkal allahvukkum, avanutaiya tutarukkum maru ceytatutan. Melum, avarkal mikac cataintavarkalakave tavira toluvatillai; verupputane tavira avarkal tanam ceyvatumillai"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Napiye!) Avarkalutaiya celvankalum, avarkalutaiya makkalum (perukiyiruppatu) unkalai accariyappatutta ventam. Allah (avarrai avarkalukkuk kotuttu) avarraik kontu avarkalai ivvulaka valvileye vetanai ceyya niccayamaka natukiran. Innum, avarkal nirakarippavarkalaka irukkum nilaimaiyil avarkalutaiya uyir povataiyum natukiran"},{"SurahNumber":9,"VerseNumber":56,"Text":"‘‘niccayamaka nankalum unkalaic carntavarkaltan'' enru avarkal allahvin mitu cattiyam ceykinranar. Eninum, avarkal unkalaic carntavarkalalla. Avarkal (tankal unmaik kolattai velippatutta ancum) kolaikal"},{"SurahNumber":9,"VerseNumber":57,"Text":"tappittukkollakkutiya or itattai allatu (malaik) kukaikalai allatu oru curankattai avarkal kanparkaleyanal (unkalitamiruntu vilaki) avarrin pakkam allolamaka viraintu otuvarkal"},{"SurahNumber":9,"VerseNumber":58,"Text":"(napiye!) Nir tanankalaip pankituvatil parapatcamutaiyavar enru um'maik kurai kurupavarkalum avarkalil palar irukkinranar. (Avarkal viruppappati) atiliruntu avarkalukkuk kotukkappattal avarkal tiruptiyataikinranar. Atiliruntu (avarkal viruppappati) kotukkappatavittalo attiram kolkinranar"},{"SurahNumber":9,"VerseNumber":59,"Text":"allahvum, avanutaiya tutarum avarkalukkuk kotuttataip parri tiruptiyataintu, ‘‘allah namakkup potumanavan; allahvum, avanutaiya tutarum innum namakku arulpuriyak kutum; niccayamaka nam allahvaiye nampiyirukkirom'' enru avarkal kura ventama"}]}