{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Ärïne müminderge adamdardan eñ qattı duşpan türinde Yahwdïlerdi, Müşrikterdi tabasıñ. Jäne müminderge süyispenşilik turğısınan olardıñ jaqınırağın: «Biz Xrïstïanbız» degenderden tabasıñ. Bul olardıñ danaları, taqwalarınıñ bolwı jäne olardıñ menmensimeytindikteri sebepti"},{"SurahNumber":5,"VerseNumber":83,"Text":"(Xabaşistanğa barğan Musılmandar, Xrïstïan Najjaşï patşanıñ aldında Quran oqığanda ıqılas bildirgen eken.) Olar Payğambarğa tüsirilgen (Quran) di tıñdağan zamanda, şındıqtı tanığandıqtarınan közderiniñ jasqa tolğanın köresiñ. Olar: «Rabbımız! Ïman keltirdik, bizdi kwä bolwşılardan jaza kör!»,- deydi"},{"SurahNumber":5,"VerseNumber":84,"Text":"«Allağa äri özimizge kelgen şındıqqa nege ïman keltirmeymiz? Öytkeni, rabbımızdıñ ïgi eldermen birge etwinen ümit etemiz»"},{"SurahNumber":5,"VerseNumber":85,"Text":"Sonda Alla olarğa bul sözderi sebepti astarınan özender ağatın, onda mülde qalatın baqşalardı bağıştadı. Jaqsılıqtıñ bodawı osı"},{"SurahNumber":5,"VerseNumber":86,"Text":"Jäne qarsı bolğandar, ayattarımızdı ötirikke jorığandar solar tozaqtıq"},{"SurahNumber":5,"VerseNumber":87,"Text":"Äy müminder! Allanıñ senderge xalal etken jaqsı närselerdi aram etip şekten aspañdar. Şınında Alla şekten şığwşılardı jaqsı körmeydi"},{"SurahNumber":5,"VerseNumber":88,"Text":"Jäne Allanıñ senderge bergen xalal, taza nesibesinen jeñder. Sonday-aq özderiñ ïman keltirgen Alladan qorqıñdar"},{"SurahNumber":5,"VerseNumber":89,"Text":"Alla (T.) anttarıñdı bos sözdi esepke almaydı. Alayda bile tura istegen anttarıñnan jawapker eter (Ant buzsañdar.) Onıñ tölewi: üy- işteriñe jegizetin orta eseppen on miskindi tamaqtandırw, ne olardı kïindirw, nemese bir qul azat etw. Munı tappağan birew, üş kün oraza ustaw. (Buzğan) anttarıñnıñ jazası osı. Anttarıñdı qorğañdar. Alla (T.) senderge ayattarın osılayşa tüsindiredi, şükirlik etersiñder"},{"SurahNumber":5,"VerseNumber":90,"Text":"Äy müminder! Araq, qumar, tikilgen tastar (buttar) jäne bal aşatın oqtar las, şaytannıñ isterinen. Odan saqtanıñdar, qutılarsıñdar"},{"SurahNumber":5,"VerseNumber":91,"Text":"Negizinen şaytan, araqta, qumarda aralarıña duşpandıq äri kek salıp, Allanı eske alwdan jäne namazdan toswdı qalaydı. Al sonda da tıyılmaysıñdar ma"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allağa boy usınıñdar jäne de Elşisine boy usınıp saqtanıñdar. Sonda eger jüz bursañdar, biliñder! Payğambarımızdıñ mindeti aşıq türde jalğastırw ğana"},{"SurahNumber":5,"VerseNumber":93,"Text":"Ïman keltirip izgi is istegenderge, qaşan olar saqtansa, sene otırıp ïgilik istese, tağı saqtanıp sense, sonan soñ saqtanıp jaqsılıq istese, (burıñğı) jegenderi künä emes. Öytkeni, Alla jaqsılıq istewşilerdi jaqsı köredi"},{"SurahNumber":5,"VerseNumber":94,"Text":"Äy ïman keltirgender! Alla, kimniñ, özin körmey-aq qorqatının mälimdew üşin; ıxramda, qoldarıñ, nayzalarıñ jetip turğan arqılı älbette senderdi sınaydı. Kim budan keyin şekten şıqsa, oğan küyzeltwşi azap bar. (Xudaybïyada Musılmandar ıxram kïgen kezde, Qudıretşe añ köbeyip, qol tïetin, nayza jejetin jerge keledi)"},{"SurahNumber":5,"VerseNumber":95,"Text":"Äy müminder! Sender ıxramda añ öltirmeñder. Senderden birew onı äteyge öltirse, onıñ jazası; öltirgenindey bir mal, onı senderden eki ädil kisi Kağbağa baratın bir qurbandı ükim etedi. Ne bodawına miskinderdi tamaqtandırw nemese onıñ ornına oraza ustaw. Bul istegeniniñ jazasın tatw üşin. Alla (T.) ötkendi keşirdi. Kim qaytadan istese, Alla onı jazalaydı. Alla öte üstem, öş alw küşine ïe"},{"SurahNumber":5,"VerseNumber":96,"Text":"Senderge teñiz añı jäne onı jew xalal qılandı. Senderge äri jolawşılarğa paydalı. Jäne senderge ıxramdağı mezgil boyınşa qurılıqtıñ añı aram qılındı. Aldına jïnalatın Alladan qorqıñdar"}]}