{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"O ju qe besuat, vertet nje shumice e parise fetare e jehudive dhe e te krishtereve, ne menyre te paligjshme e hane pasurine e njerezve dhe pengojne te tjeret nga rruga e All-llahut. Ata te cilet e ruajne arin e argjendin e nuk e japin per rrugen e All-lla"},{"SurahNumber":9,"VerseNumber":35,"Text":"Ate dite kur ajo (pasuri e deponuar) fergohet ne prushin e xhehennemit, e me te (ashtu zharave) lyhen ballet, anet dhe shpinat e tyre (do t´u thuhet): \"Kjo eshte ajo qe e depozituat per veten tuaj, pra shijoni ate qe e depozitonit"},{"SurahNumber":9,"VerseNumber":36,"Text":"Te All-llahu numri i muajve eshte dymbedhjete (sipas henes), ashtu si eshte ne librin e All-llahut prej dites kur krijoi qiejt dhe token. Prej tyre kater jane te shenjte. Kjo eshte fe e drejte. Pra, mos e ngarkoni (me mekat) veten tuaj ne ata (kater muaj)"},{"SurahNumber":9,"VerseNumber":37,"Text":"E shtyrja (e nje muaji ne vend te nje tjetri) nuk eshte tjeter vetem se nje rritje e mosbesimit, qe me te edhe me shume humbin ata qe mohuan, pse ne nje vit e bejne te lejuar ate (muajin e shenjte), e ne nje vit te ndaluar (te shenjte), e per te perputhur"},{"SurahNumber":9,"VerseNumber":38,"Text":"O ju qe besuat, c´eshte me ju, qe kur ju thuhet: \"Dilni ne (lufte) rrugen e All-llahut!\", ju u renduat ne vend (si te ishit te gozhduar). A mos ishit me te kenaqur me jeten e kesaj bote, se sa me ate te ardhmen? Perjetimi i jetes se kesaj bote ndaj asaj t"},{"SurahNumber":9,"VerseNumber":39,"Text":"Nese nuk dilni (ne lufte), Ai do t´ju denoje me nje denim te rende, ju zevendeson me nje popull tjeter dhe Atij nuk i behet fare demi. All-llahu eshte i gjithfuqishem per cdo gje"},{"SurahNumber":9,"VerseNumber":40,"Text":"Ne mos e ndihmofshit ate (Pejgamberin), ate e ka ndihmuar All-llahu; kur ata qe nuk besuan e nxoren ate vete te dytin; kur qe te dy ishin ne shpelle, kur po i thoshte shokut te vet: \"Mos u pikello (friko), All-llahu eshte me ne!\" E All-llahu zbriti qetesi"},{"SurahNumber":9,"VerseNumber":41,"Text":"Dilni (ne lufte), le t´ju vije (lufta) e lehte ose e rende, luftoni per hir te All-llahut me pasurine tuaj dhe me veten tuaj; kjo eshte gjeja me e dobishme per ju, nese e kuptoni"},{"SurahNumber":9,"VerseNumber":42,"Text":"Sikur te ishte fitim i afert dhe udhetim mesatar, ata (hipokritet) do te vinin pas teje, por per ta ishte largesi e veshtire. Ata do te betohen ne All-llahun: \"Sikur te kishim pasur mundesi, do te dilnim me ju\". E shkaterrojne veten e tyre; All-llahu e di"},{"SurahNumber":9,"VerseNumber":43,"Text":"All-llahu ta fali ty (Muhammed) gabimin pse atyre ju dhe leje (te ngelin pa dale) para se te behej per ty e qarte se cilet ishin te drejte dhe t´i dije me kohe rrenacaket"},{"SurahNumber":9,"VerseNumber":44,"Text":"Ata qe besojne All-llahun dhe boten tjeter, nuk te kerkojne leje per te mos luftuar me pasurine dhe veten e tyre. All-llahu i di te sinqertit"},{"SurahNumber":9,"VerseNumber":45,"Text":"Vetem ata qe nuk besojne All-llahun dhe boten tjeter dhe qe zemrat e tyre jane te dyshimta, te kerkojne leje (per te mos vajtur ne lufte), pra ata, sillen verdalle ne dyshimin e tyre"}]}