{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"basa! Tēmanē amē sapāṭa mēdānamāṁ nāṅkhī dīdhā anē tē'ō tē samayē bimāra hatā"},{"SurahNumber":37,"VerseNumber":146,"Text":"anē tēmanā para chānyaḍō karavā māṭē ēka vēlavāḷuṁ vr̥kṣa amē ugāḍī dīdhuṁ"},{"SurahNumber":37,"VerseNumber":147,"Text":"anē amē tēmanē ēka lākha karatāṁ paṇa vadhārē lōkō tarapha mōkalyā"},{"SurahNumber":37,"VerseNumber":148,"Text":"basa! Tē'ō īmāna lāvyā anē amē tēmanē ēka samayagāḷā sudhī vaibhavī jīvana āpyuṁ"},{"SurahNumber":37,"VerseNumber":149,"Text":"tēmanē pūchō kē śuṁ tamārā pālanahāranē dīkarī'ō chē anē tēmanā dīkarā chē"},{"SurahNumber":37,"VerseNumber":150,"Text":"athavā ā lōkō tē samayē hājara hatā, jyārē amē phariśtā'ōnuṁ sarjana strījātimāṁ karyuṁ"},{"SurahNumber":37,"VerseNumber":151,"Text":"jāṇī lō, kē ā lōkō pōtē ghaḍī kāḍhēlī vātō kahī rahyā chē"},{"SurahNumber":37,"VerseNumber":152,"Text":"kē allāhanē santāna chē, kharēkhara ā lōkō juṭhṭhā chē"},{"SurahNumber":37,"VerseNumber":153,"Text":"śuṁ allāha ta'ālā'ē pōtānā māṭē dīkarī'ōnē dīkarā'ō para prāthamikatā āpī"},{"SurahNumber":37,"VerseNumber":154,"Text":"tamanē śuṁ tha'i gayuṁ chē? Kēvī vātō kahētā pharō chō"},{"SurahNumber":37,"VerseNumber":155,"Text":"śuṁ tamē samajatā paṇa nathī"},{"SurahNumber":37,"VerseNumber":156,"Text":"athavā tamārī pāsē ā vātanō kō'i spaṣṭa purāvō chē"},{"SurahNumber":37,"VerseNumber":157,"Text":"tō jāva, sācā hōva tō pōtānī ja kitāba la'i āvō"},{"SurahNumber":37,"VerseNumber":158,"Text":"Anē tē lōkō'ē allāha anē jinnāta vaccē sambandha ṭhērāvyō, jō kē jinnātō pōtē jāṇē chē kē tē'ō (āvī āsthā rākhanārā lōkō)yātanā sāmē rajū karavāmāṁ āvaśē"},{"SurahNumber":37,"VerseNumber":159,"Text":"jē kaṁī ā lōkō varṇana karī rahyā chē tēnāthī allāha ta'ālā pavitra chē"},{"SurahNumber":37,"VerseNumber":160,"Text":"allāhanā nikhālasa bandā'ō sivāya"},{"SurahNumber":37,"VerseNumber":161,"Text":"kharēkhara tamē sau anē tamārā pūjyō"},{"SurahNumber":37,"VerseNumber":162,"Text":"kō'i ēkanē paṇa pathabhraṣṭa karī nathī śakatā"},{"SurahNumber":37,"VerseNumber":163,"Text":"jē jahannamamāṁ rahēvāvāḷō chē tēnā sivāya"},{"SurahNumber":37,"VerseNumber":164,"Text":"(phariśtā'ōnī vāta ēvī chē kē) amārā mānthī darēkanī jagyā nakkī chē"},{"SurahNumber":37,"VerseNumber":165,"Text":"anē amē (allāhanī bandagī māṭē) lā'inabandha ūbhā chē"},{"SurahNumber":37,"VerseNumber":166,"Text":"anē tēnā nāmanuṁ smaraṇa karī rahyā chē"},{"SurahNumber":37,"VerseNumber":167,"Text":"inkāra karanāra kahētā hatā"},{"SurahNumber":37,"VerseNumber":168,"Text":"kē jō amārī sāmē pahēlānā lōkōnuṁ varṇana karavāmāṁ āvatuṁ"},{"SurahNumber":37,"VerseNumber":169,"Text":"tō amē paṇa allāhanā nikaṭanā bandā banī jatāṁ"},{"SurahNumber":37,"VerseNumber":170,"Text":"parantu ā kura'ānanō inkāra karavā lāgyā, basa! Havē najīkamāṁ ja jāṇī lēśē"},{"SurahNumber":37,"VerseNumber":171,"Text":"anē amāruṁ vacana pahēlāthī ja pōtānā payagambarō māṭē nakkī tha'i gayuṁ chē"},{"SurahNumber":37,"VerseNumber":172,"Text":"kē kharēkhara tē lōkōnī ja madada karavāmāṁ āvaśē"},{"SurahNumber":37,"VerseNumber":173,"Text":"anē amāruṁ ja laśkara vijaya mēḷavaśē"},{"SurahNumber":37,"VerseNumber":174,"Text":"havē tamē thōḍāṅka divasa sudhī tēmanāthī mōḍhuṁ phēravī lō"},{"SurahNumber":37,"VerseNumber":175,"Text":"anē tēmanē jōtā rahō anē tē lōkō paṇa āgaḷa jō'i lēśē"},{"SurahNumber":37,"VerseNumber":176,"Text":"śuṁ ā lōkō amārā prakōpanī utāvaḷa karī rahyā chē"},{"SurahNumber":37,"VerseNumber":177,"Text":"sāmbhaḷō! Jyārē amārō prakōpa tēmanā mēdānamāṁ āvī jaśē, tē samayē tēmanī savāra khūba ja kharāba haśē, jē lōkōnē sacēta karavāmāṁ āvyā hatā"},{"SurahNumber":37,"VerseNumber":178,"Text":"tamē thōḍōka samaya sudhī tēmanō vicāra karavānuṁ chōḍī dō"},{"SurahNumber":37,"VerseNumber":179,"Text":"anē jōtā rahō kē tē lōkō paṇa hamaṇā ja jō'i lēśē"},{"SurahNumber":37,"VerseNumber":180,"Text":"pavitra chē tamārō pālanahāra, jē ghaṇī ja ijajatavāḷō chē, tē darēka vastuthī (jēnuṁ muśarika lōkō) varṇana karē chē"},{"SurahNumber":37,"VerseNumber":181,"Text":"payagambarō para salāma chē"},{"SurahNumber":37,"VerseNumber":182,"Text":"Anē darēka prakāranī praśansā allāha māṭē ja chē jē samagra sr̥ṣṭinō pālanahāra chē"},{"SurahNumber":38,"VerseNumber":1,"Text":"sŏ-d! Ā śikhāmaṇa āpatā kura'ānanā sōganda"},{"SurahNumber":38,"VerseNumber":2,"Text":"jō kē inkāra karanārā'ō ahaṅkāra anē vivāda karī rahyā chē"},{"SurahNumber":38,"VerseNumber":3,"Text":"amē tēmanāthī pahēlā paṇa ghaṇī kōmōnē naṣṭa karī dīdhī, tē'ō cīsō pāḍavā lāgyā, parantu tē samaya chuṭakārānō na hatō"},{"SurahNumber":38,"VerseNumber":4,"Text":"anē inkāra karanārā'ōnē ē vāta para āśvarya thayuṁ kē tēmanā mānthī ja ēka, tē'ōnē sacēta karanāra āvyō anē kahēvā lāgyā kē ā tō jādugara anē juṭhṭhō chē"},{"SurahNumber":38,"VerseNumber":5,"Text":"śuṁ tēṇē āṭalā badhā pūjyōnō ēka ja pūjya karī dīdhō, kharēkhara ā tō āśvaryajanaka vāta chē"},{"SurahNumber":38,"VerseNumber":6,"Text":"tēmanā āgēvānō ēvuṁ kahētāṁ cālavā lāgyā kē, cālō anē pōtānā pūjyō para aḍaga rahō. Ni:Śaṅka ā vāta kō'i hētu māṭē kahēvāmāṁ āvī rahī chē"},{"SurahNumber":38,"VerseNumber":7,"Text":"amē tō āvī vāta pahēlānā dīnamāṁ paṇa nathī sāmbhaḷī, kaṁī nathī basa! Ātō ghaḍī kāḍhēlī vātō chē"},{"SurahNumber":38,"VerseNumber":8,"Text":"śuṁ āpaṇā mānthī phakta ānā para ja allāhanī vāṇī avatarita karavāmāṁ āvī? Jō kē ā lōkō mārī vahī para śaṅkā karī rahyā chē, jō kē (satya ē chē kē) tē lōkō'ē haju sudhī mārō prakōpa cākhyō ja nathī"},{"SurahNumber":38,"VerseNumber":9,"Text":"athavā śuṁ tēmanī pāsē tārā jabaradasta pālanahāranī kr̥pānā khajānā chē"},{"SurahNumber":38,"VerseNumber":10,"Text":"athavā śuṁ ākāśa anē dharatī anē tē bannē vaccēnī darēka vastunī bādaśāhata tēmanī ja chē, pachī tō tē lōkō dōraḍuṁ bāndhī caḍhī jāya"},{"SurahNumber":38,"VerseNumber":11,"Text":"ā paṇa (mōṭā mōṭā) laśkarō mānthī hārī gayēluṁ (nānuṁ) laśkara chē"},{"SurahNumber":38,"VerseNumber":12,"Text":"tēmanā pahēlā paṇa nūha anē ādanī kōma anē khūṇṭāvāḷā phira'aunē juṭhalāvyā hatā"},{"SurahNumber":38,"VerseNumber":13,"Text":"anē ṣamūdanā lōkō, lūtanī kōmanā lōkō'ē paṇa anē ayakahanā rahēvāsī'ō'ē paṇa, ā ja (mōṭā) laśkarō hatā"},{"SurahNumber":38,"VerseNumber":14,"Text":"tēmanā mānthī ēka paṇa ēvā na hatā jēmaṇē payagambarōnē na juṭhalāvyā hōya, basa! Mārī yātanā tēmanā māṭē sābita tha'i ga'i"},{"SurahNumber":38,"VerseNumber":15,"Text":"Tē lōkō basa! Ēka cīsanī rāha jō'i rahyā chē, jēmāṁ thōḍīka paṇa vāra nahīṁ lāgē"},{"SurahNumber":38,"VerseNumber":16,"Text":"anē tē lōkō'ē kahyuṁ kē, hē amārā pālanahāra! Amanē amārō bhāga kayāmatanā divasa pahēlā ja āpī dē"},{"SurahNumber":38,"VerseNumber":17,"Text":"tamē tēmanī vātō para dhīraja rākhō anē amārā bandā dā'ūda a.Sa.Nē yāda karō, jē khūba ja śaktiśāḷī hatā, ni:Śaṅka tē khūba ja rajū thanārā hatā"},{"SurahNumber":38,"VerseNumber":18,"Text":"amē parvatōnē tēmanā vaśamāṁ karī rākhyā hatā, kē tēmanī sāthē sān̄jē anē savārē allāhanā nāmanuṁ smaraṇa karē"},{"SurahNumber":38,"VerseNumber":19,"Text":"anē pakṣī'ōnē paṇa bhēgā tha'i, darēka tēmanī ājñānuṁ pālana karatā hatā"},{"SurahNumber":38,"VerseNumber":20,"Text":"anē amē tēmanā sāmrājyanē majabūta karī dīdhuṁ hatuṁ anē tēmanē hikamata āpī hatī anē nirṇāyaka śakti paṇa āpī hatī"}]}