{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"O gün (kıyamet gününde bakarsın ki) biz onları, birbirine çarparak çalkalanır bir halde bırakmışızdır; Sûr´a da üfürülmüş, böylece onları bütünüyle bir araya getirmişizdir"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan kâfirleri o gün cehennemle yüz yüze getirmişizdir"},{"SurahNumber":18,"VerseNumber":101,"Text":"Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan kâfirleri o gün cehennemle yüz yüze getirmişizdir"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kâfirler, beni bırakıp da kullarımı dostlar edineceklerini mi sandılar? Biz cehennemi kâfirlere bir konak olarak hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: Size, (yaptıkları) işler bakımından en çok ziyana uğrayanları bildirelim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"(Bunlar;) iyi işler yaptıklarını sandıkları halde, dünya hayatında çabaları boşa giden kimselerdir"},{"SurahNumber":18,"VerseNumber":105,"Text":"İşte onlar, Rablerinin âyetlerini ve O´na kavuşmayı inkâr eden, bu yüzden amelleri boşa giden kimselerdir ki, biz onlar için kıyamet gününde hiçbir ölçü tutmayacağız"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte, inkâr ettikleri, âyetlerimi ve resûllerimi alaya aldıkları için onların cezası cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman edip iyi davranışlarda bulunanlara gelince, onlar için makam olarak Firdevs cennetleri vardır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Orada ebedî kalacaklardır. Oradan hiç ayrılmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: Rabbimin sözleri için derya mürekkep olsa ve bir o kadar da ilâve getirsek dahi, Rabbimin sözleri bitmeden önce deniz tükenecektir"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: Ben, yalnızca sizin gibi bir beşerim. (Şu var ki) bana, İlâh´ınızın, sadece bir İlâh olduğu vahyolunuyor. Artık her kim Rabbine kavuşmayı umuyorsa, iyi iş yapsın ve Rabbine ibadette hiçbir şeyi ortak koşmasın"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kâf. Hâ. Yâ. Ayn. Sâd"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Bu,) Rabbinin, Zekeriyya kuluna rahmetinin anılmasıdır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Hani o, gizli bir sesle Rabbine niyaz etmişti"},{"SurahNumber":19,"VerseNumber":4,"Text":"Rabbim! dedi, benden (vücudumdan), kemiklerim zayıfladı, saçım başım ağardı. Ve ben, Rabbim, sana (ettiğim) dua sayesinde hiç bedbaht olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Doğrusu ben, arkamdan iş başına geçecek olan yakınlarımdan endişe ediyorum. Karım da kısırdır. Tarafından bana bir veli (oğul) ver"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ki o bana vâris olsun; Ya´kub hanedanına da vâris olsun. Rabbim, onu rızana lâyık kıl"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Allah şöyle buyurdu:) Ey Zekeriyya! Biz sana bir oğul müjdeleriz ki, onun adı Yahya´dır. Daha önce ona kimseyi adaş yapmadık"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya: Rabbim! dedi, karım kısır olduğu, ben de ihtiyarlığın son sınırına vardığım halde, benim nasıl oğlum olabilir"},{"SurahNumber":19,"VerseNumber":9,"Text":"Allah: Öyledir, dedi; Rabbin: O bana kolaydır. Daha önce, sen hiçbir şey değilken seni de yaratmıştım, buyurdu"},{"SurahNumber":19,"VerseNumber":10,"Text":"O: Rabbim! dedi, (çocuğum olacağına dair) bana bir işaret ver. Allah: Sana işaret, sapasağlam olduğun halde üç gün insanlarla konuşamamandır, buyurdu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Bunun üzerine Zekeriyya, mâbetten kavminin karşısına çıkarak onlara: \"Sabah akşam tesbihte bulunun\" diye işaret verdi"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya! Kitab´a (Tevrat´a) vargücünle sarıl! (dedik) ve henüz sabi iken ona (ilim ve) hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Tarafımızdan ona kalp yumuşaklığı ve temizlik de (verdik). O, çok sakınan bir kimse idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana babasına çok iyi davranırdı; o, isyankâr bir zorba değildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Doğduğu gün, öleceği gün ve diri olarak kabirden kaldırılacağı gün ona selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"(Resûlüm!) Kitap´ta Meryem´i de an. Hani o, ailesinden ayrılarak doğu tarafında bir yere çekilmişti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Meryem, onlarla kendi arasına bir perde çekmişti. Derken, biz ona ruhumuzu gönderdik de o, kendisine tastamam bir insan şeklinde göründü"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem dedi ki: Senden, çok esirgeyici olan Allah´a sığınırım! Eğer Allah´tan sakınan bir kimse isen (bana dokunma)"},{"SurahNumber":19,"VerseNumber":19,"Text":"Melek: Ben, yalnızca, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin bir elçisiyim, dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem: Bana bir insan eli değmediği, iffetsiz de olmadığım halde benim nasıl çocuğum olabilir? dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Melek: Öyledir, dedi; (zira) Rabbin buyurdu ki: Bu bana kolaydır. Çünkü biz, onu insanlara bir delil ve kendimizden bir rahmet kılacağız. Bu, hüküm ve karara bağlanmış (ezelde olup bitmiş) bir iş idi"}]}