{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":156,"Text":"بىزگە بۇ دۇنيادا ۋە ئاخىرەتتە تېگىشلىك ياخشىلىق قىلغىن، بىز ھەقىقەتەن ساڭا تەۋبە قىلدۇق» دېدى. اﷲ ئېيتتى: «ئازابىم بىلەن (بەندىلىرىمدىن) خالىغان كىشىنى ئازابلايمەن، مېنىڭ رەھمىتىم مەخلۇقاتنىڭ ھەممىسىگە ئورتاقتۇر. رەھمىتىمنى (كۇفرىدىن ۋە گۇناھتىن) ساقلانغۇچىلارغا، (ماللىرىنىڭ) زاكىتىنى بېرىدىغانلارغا ۋە بىزنىڭ ئايەتلىرىمىزگە ئىمان ئېيتىدىغانلارغا تېگىشلىك قىلىمەن»"},{"SurahNumber":7,"VerseNumber":157,"Text":"ئۇلار ئەلچىگە - ئۈممى پەيغەمبەرگە (يەنى مۇھەممەد ئەلەيھىسسالامغا) ئەگىشىدۇ، ئۇلار ئۆز ئىلكىدىكى تەۋرات، ئىنجىللاردا ئۇنىڭ (سۈپىتىنىڭ) يېزىلغانلىقىنى كۆرىدۇ. ئۇ ئۇلارنى ياخشى ئىش قىلىشقا بۇيرۇيدۇ، يامان ئىش قىلىشتىن توسىدۇ، ئۇلارغا پاك نەرسىلەرنى ھالال قىلىدۇ، ناپاك نەرسىلەرنى ھارام قىلىدۇ، ئۇلارنىڭ ئېغىر يۈكىنى يېنىكلىتىدۇ، ئۇلارنى سېلىنغان تاقاق، كويزا - كىشەنلەردىن بوشىتىدۇ (يەنى ئۇلارغا يۈكلەنگەن ئېغىر ۋەزىپىلەرنى ئېلىپ تاشلايدۇ)، ئۇنىڭغا ئىمان ئېيتقانلار، ئۇنى ھۆرمەتلىگەنلەر، ئۇنىڭغا ياردەم بەرگەنلەر، ئۇنىڭغا نازىل قىلىنغان نۇر (يەنى قۇرئان) غا ئەگەشكۈچىلەر بەختكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":7,"VerseNumber":158,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئى ئىنسانلار! مەن ھەقىقەتەن سىلەرنىڭ ھەممىڭلارغا اﷲ تەرىپىدىن ئەۋەتىلگەن ئەلچىمەن، ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، اﷲ تىرىلدۈرىدۇ ۋە ئۆلتۈرىدۇ، اﷲ قا ۋە اﷲ نىڭ سۆزلىرىگە ئىمان كەلتۈرىدىغان ئەلچىسى ئۈممى پەيغەمبەرگە ئىمان كەلتۈرۈڭلار، ھىدايەت تېپىشىڭلار ئۈچۈن ئۇنىڭغا ئەگىشىڭلار»"},{"SurahNumber":7,"VerseNumber":159,"Text":"مۇسانىڭ قەۋمىنىڭ (يەنى بەنى ئىسرائىلنىڭ) ئىچىدە (كىشىلەرنى) ھەق بىلەن توغرا يولغا باشلايدىغان، ھەق بىلەن توغرا ھۆكۈم قىلىدىغان بىر جامائە بار"},{"SurahNumber":7,"VerseNumber":160,"Text":"ئۇلار (يەنى ئىسرائىل) نى 12 تارماققا (يەنى قەبىلىگە) جامائەلەر قىلىپ بۆلۈۋەتتۇق. مۇسانىڭ قەۋمى (باياۋاندا) ئۇنىڭدىن سۇ تەلەپ قىلغاندا، مۇساغا: «ھاساڭ بىلەن تاشنى ئۇرغىن» دەپ ۋەھىي قىلدۇق. (مۇسا ھاسىسى بىلەن تاشنى ئۇرۇۋىدى) ئۇنىڭدىن (قەبىلىلەرنىڭ سانى بويىچە) 12 بۇلاق ئېتىلىپ چىقتى، ھەر قەبىلە ئۆزىنىڭ سۇ ئىچىدىغان ئورنىنى بىلدى. ئۇلارغا بۇلۇتنى سايىۋەن قىلىپ بەردۇق، ئۇلارغا تەرەنجىبىن بىلەن بۆدۈنىنى چۈشۈرۈپ بەردۇق. (ئۇلارغا ئېيتتۇقكى): «سىلەر بىز رىزىقلاندۇرغان لەززەتلىك نەرسىلەردىن يەڭلار». (ئۇلار بۇ ئۇلۇغ نېمەتلەرگە نانكورلۇق قىلىش بىلەن) بىزگە زىيان سالغىنى يوق، (ئۆزلىرىنى اﷲ نىڭ ئازابىغا دۇچار قىلىشلىرى بىلەن) ئۆزلىرىگە ئۆزلىرى زۇلۇم سالدى"},{"SurahNumber":7,"VerseNumber":161,"Text":"ئۆز ۋاقتىدا (بىز ئۇلارغا) (يەنى بەنى ئىسرائىلنىڭ ئاتا - بوۋىلىرىغا): «سىلەر بۇ شەھەر (يەنى بەيتۇلمۇقەددەس) دە تۇرۇڭلار، ئۇ يەردىكى يېمەكلىكلەردىن خالىغىنىڭلارچە يەڭلار، شەھەر دەرۋازىسىدىن سەجدە قىلغان ھالدا كىرىڭلار، (كىرىۋاتقان چېغىڭلاردا) ئى اﷲ! گۇناھلىرىمىزنى كەچۈرگىن، دەڭلار، جىمى گۇناھلىرىڭلارنى مەغپىرەت قىلىمىز، ياخشىلىق قىلغۇچىلارغا (ساۋابىنى) زىيادە بېرىمىز» دېدۇق"},{"SurahNumber":7,"VerseNumber":162,"Text":"ئۇلارنىڭ ئىچىدىكى زالىملار ئۇلارغا ئېيتىلغان سۆز (اﷲ نىڭ ئەمرىنى) باشقا سۆزلەرگە ئۆزگەرتىۋەتتى، ئۇلار زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئۇلارغا ئاسماندىن ئازاب ئەۋەتتۇق"},{"SurahNumber":7,"VerseNumber":163,"Text":"ئۇلار (يەنى يەھۇدىيلار) دىن دېڭىز (يەنى قۇلزۇم دېڭىزى) بويىدىكى (ئەيلە) شەھرىنىڭ ئەھۋالىنى سورىغىن. (ئۇنىڭ ئاھالىسى بېلىق تۇتۇش چەكلەنگەن كۈن) شەنبىدە اﷲ نىڭ چەكلىمىسىدىن چىقاتتى. چۈنكى شەنبە كۈنى بېلىقلار سۇ ئۈستىدىن ئۇلارنىڭ ئالدىغا كېلەتتى، شەنبىدىن غەيرىي كۈنلەردە ئۇلارنىڭ ئالدىغا كەلمەيتتى، پاسىق بولغانلىقلىرى ئۈچۈن. ئۇلارنى مۇشۇنداق سىنايمىز"},{"SurahNumber":7,"VerseNumber":164,"Text":"ئۆز ۋاقتىدا ئۇلارنىڭ ئىچىدىكى بىر جامائە ئادەملەر: اﷲ ھالاك قىلىدىغان ياكى قاتتىق ئازابلايدىغان قەۋمگە نېمە ئۈچۈن ۋەز - نەسىھەت قىلىسىلەر؟» دېدى. ئۇلار (يەنى ۋەز - نەسىھەت قىلغۇچىلار): «پەرۋەردىگارىڭلارنىڭ ئالدىدا (گۇناھقا سۈكۈت قىلىپ تۇردۇق دەپ) ئۆزرە ئېيتماسلىقىمىز ۋە ئۇلارنىڭ اﷲ تىن قورقۇپ (گۇناھتىن چەكلىنىشلىرىنى ئۈمىد قىلغانلىقىمىز ئۈچۈن شۇنداق قىلدۇق)» دېدى"},{"SurahNumber":7,"VerseNumber":165,"Text":"ئۇلار ئۆزلىرىگە قىلىنغان ۋەز - نەسىھەتنى قوبۇل قىلمىغان چاغدا، يامان ئىشتىن مەنئى قىلغۇچىلارنى قۇتقۇزدۇق، اﷲ نىڭ ئەمرىدىن چىققانلىقلىرى ئۈچۈن، زالىملارنى قاتتىق ئازابقا دۇچار قىلدۇق"},{"SurahNumber":7,"VerseNumber":166,"Text":"ئۇلار نەھيى قىلىنغان نەرسىنى تەرك ئېتىشتىن باش تارتقانلىقلىرى ئۈچۈن، ئۇلارغا: «خار مايمۇن بولۇپ كېتىڭلار» دېدۇق"},{"SurahNumber":7,"VerseNumber":167,"Text":"(ئى مۇھەممەد!) ئۆز ۋاقتىدا، پەرۋەردىگارىڭ ئۇلارغا (يەنى يەھۇدىيلارغا) قىيامەتكىچە چوقۇم قاتتىق ئازابلايدىغان كىشىلەرنى ئەۋەتىپ تۇرىدىغانلىقىنى خەۋەر قىلدى. شۈبھىسىزكى، پەرۋەردىگارىڭ (ئاسىيلىق قىلغۇچىلارنى) ئەلۋەتتە تېز جازالىغۇچىدۇر، (ئىتائەت قىلغۇچىلارغا) ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، مەرھەمەت قىلغۇچىدۇر"},{"SurahNumber":7,"VerseNumber":168,"Text":"ئۇلارنى (يەنى يەھۇدىيلارنى) يەر يۈزىدە تۈرلۈك پىرقىلەرگە بۆلۈۋەتتۇق، ئۇلارنىڭ ئىچىدە ياخشىلىرىمۇ بار، ياخشىلىرىدىن تۆۋەنلىرىمۇ بار، ئۇلارنىڭ (كۇفرىدىن ۋە گۇناھتىن) قايتىشلىرى ئۈچۈن، ئۇلارنى قاتتىقچىلىق ۋە كەڭچىلىك بىلەن سىنىدۇق"},{"SurahNumber":7,"VerseNumber":169,"Text":"ئۇلاردىن كېيىن، (يامان) ئەۋلادلار تەۋراتقا ۋارىسلىق قىلدى، ئۇلار بۇ دۇنيانىڭ ئەرزىمەس پۇل - مېلىنى (ھالال بىلەن ھارامنى ئايرىماي، قارىقويۇق) ئالىدۇ، ۋە بىزنى اﷲ ئەپۇ قىلىدۇ، دەيدۇ. شۇنداق پۇل - مال ئۇلارنىڭ قولىغا كەلسە، ئۇلار يەنە ئالىدۇ. كىتابتا (يەنى تەۋراتتا) اﷲ قا (يالغان چاپلىماي) پەقەت ھەقنىلا ئېيتىشلىرى توغرۇلۇق ئۇلاردىن چىڭ ۋەدە ئېلىنمىدىمۇ؟ ھالبۇكى، ئۇلار تەۋراتتىكى نەرسىلەرنى ئوقۇغان ئىدى. ھارامنى تەرك ئېتىپ، اﷲ تىن قورقىدىغانلارغا ئاخىرەت ياخشىدۇر، بۇنى چۈشەنمەمسىلەر؟"},{"SurahNumber":7,"VerseNumber":170,"Text":"كىتابنى مەھكەم تۇتىدىغانلار، ناماز ئوقۇيدىغانلار (ساۋابقا ئېرىشىدۇ)، بىز ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى ھەقىقەتەن زايا قىلىۋەتمەيمىز"}]}