{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Vy budete svyatkuvaty BOHA dlya dekilʹka dniv (u Mena); whoever hastens zrobyty tse u dvokh dnyakh ne zdiysnyuye hrikh, ta whoever perebuvannya bilʹsh dovhi zdiysnyuye niyakyy hrikh, stilʹky, skilʹky righteousness pidtrymuyetʹsya. Vy budete zauvazhyty BOHA, ta budete znaty shcho pered tym, yak Yo vy budete zbyratysya"},{"SurahNumber":2,"VerseNumber":204,"Text":"Sered lyudey, kozhnyy mozhe vrazyty vas z yoho vyslovamy shchodo tsʹoho zhyttya, ta mozhete mozhete navitʹ zaklykaty na BOHA zasvidchyty yoho nayhlybshi dumky, v toy chas, yak vin ye duzhe revnyy oponent"},{"SurahNumber":2,"VerseNumber":205,"Text":"Yak tilʹky vin lyshaye, vin blukaye zemlya corruptingly, ruynuyuchi vlasnistʹ ta zhyttya. BOH ne lyubytʹ koruptsiyu"},{"SurahNumber":2,"VerseNumber":206,"Text":"Koly vin rozpovidayetʹsya, \"Zauvazhuyutʹ BOHA,\" vin staye zukhvalo oburenym. Otzhe, yoho tilʹky dolya Peklo; shcho neshchasnyy abode"},{"SurahNumber":2,"VerseNumber":207,"Text":"Todi ye tsey khto prysvyachuyutʹ yikhni zhyttya sluzhachyy BOH; BOH compassionate do takoho worshipers"},{"SurahNumber":2,"VerseNumber":208,"Text":"O vy shcho vvazhayete, vy budete okhopyty zahalʹne podannya; ne proslidkuyte za zakhodamy Satan, dlya vin ye vash naybilʹsh revnyy voroh"},{"SurahNumber":2,"VerseNumber":209,"Text":"Yakshcho vy backslide, pislya yasnykh dokaziv prybuly do vas, todi znayete shcho BOH ye Mohutniy, Naybilʹsh Mudryy"},{"SurahNumber":2,"VerseNumber":210,"Text":"vony chekayutʹ do BOHA Sebe prybuvaye yim u shchilʹnykh khmarakh, razom z anhelamy? Koly tse vidbuvayetʹsya, vsya materiya bude prypynyatysya, ta do vse BOHA bude vertatysya"},{"SurahNumber":2,"VerseNumber":211,"Text":"Prosymo Ditey Izrayilya skilʹky hlybokykh dyv mayemo my pokazaly yim! Dlya tsykh khto disregard blahoslovennya podarovani yim BOHOM, BOH ye naybilʹsh chitkyy u retribution"},{"SurahNumber":2,"VerseNumber":212,"Text":"Tse svitovo zhyttya prykrashayetʹsya u ochakh disbelievers, ta vony ridicule tsey khto vvazhayutʹ. Ale, spravedlyvyy bude daleko nad nymy na Dni Resurrection. BOHY blahoslovlyaye whomever Vin wills, bez mezh"},{"SurahNumber":2,"VerseNumber":213,"Text":"lyudy zvychayno buly odna spilʹnota koly BOH poslav prorokam tomu shcho pred'yavnyky harnoyi novyny, tak zhe, yak i warners. Vin poslav vnyz z nymy svyate pysannya, nosyachy pravdu, shchob pryymaty rishennya sered lyudey u yikhnikh superechkakh. Ironichno, tsey khto otrymaly svyate pysannya yavlyav soboyu kotri vidkhylyv budʹ-yake nove svyate pysannya, nezvazhayuchy na yasni dokazy dani yim. Tse musytʹ do revnoshchiv na yikhniy chastyni. BOH keruye tsymy khto vvazhayutʹ do pravdy shcho dysputuyetʹsya vsima inshymy, z·hidno z Yoho bude. BOH keruye whoever wills u pryamomu shlyakhu"},{"SurahNumber":2,"VerseNumber":214,"Text":"vy ochikuyete vnesty Ray bez vyprobovuyusʹ lyubyte tsi pered tym, yak vy? Vony buly vyprobovani z neharazdamy ta neshchastyam, ta trusyatʹsya, do kur'yera ta tsʹoho khto virylysʹ z nym skazanyy, 'De BOZHA peremoha?\" BOZHA peremoha poblyzu"},{"SurahNumber":2,"VerseNumber":215,"Text":"Vony prosyatʹ vas pro dayuchi: skazhitʹ, dobrodiynistʹ vy dayete budete poyikhaty batʹkam, rodycham, syrotam, bidnym, ta mandruyuchym chuzhym.\" Budʹ-yaki harni vy, BOH znaye tsilkom tut"},{"SurahNumber":2,"VerseNumber":216,"Text":"Boryutʹsya mozhete buty vplynuti na vas, nezvazhayuchy na te, shcho vy ne lyubyte tse. Ale vy mozhete ne lyubyty shchosʹ kotryy ye harne dlya vas, ta vy mozhete lyubyty shchosʹ kotryy ye pohane dlya vas. BOH znaye v toy chas, yak vy ne znayete"},{"SurahNumber":2,"VerseNumber":217,"Text":"Vony prosyatʹ vas pro Svyashchenni Misyatsi ta boryuchi tam: skazhitʹ, \"Boryuchysʹ tam blyuznirstvo. Ale, vidkhylyayuchy z shlyakhu BOHA ta disbelieving u Yo ta u svyatosti Svyashchenniy Masjid, ta evicting yoho lyudy, ye bilʹshi blyuznirstvo u vydovyshchi BOHA. Pryhnichennya ye hirshe nizh vbyvstvo.\" Vony budutʹ zavzhdy borotysʹ vy pereyty vy z vashoyi relihiyi, yakshcho vony mozhutʹ. Tsey sered vas shcho perekhodyte z yikhnʹoyi relihiyi, ta vmyrayete yak disbelievers, znyshchyly yikhni pratsi u tse zhyttya ta U maybutnʹomu. Tsey yavlyayutʹ soboyu dwellers Pekla, prychomu vony perebuyutʹ zavzhdy"},{"SurahNumber":2,"VerseNumber":218,"Text":"Tsey khto vvazhayutʹ, ta tsey khto pereyizhdzhayutʹ ta dokladayutʹ zusylʹ v im'ya BOHA, zasluzhyly BOZHE myloserdya. BOH Forgiver, Naybilʹsh Myloserdnyy"}]}