{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Gayb´ın anahtarları Allah´ın katındadır, onu yalnız O bilir. Mutlaka O´nun bilgisi altında dalından dusen her yaprak, yerin karanlık derinliklerindeki her tane, yas- kuru ne varsa hepsi apacık bir kitaptadır"},{"SurahNumber":6,"VerseNumber":60,"Text":"Sizi geceleyin olduren ve gunduzleyin neler yaptıgını bilen O´dur. Sonra O sizi gunduzleyin diriltir, belirli hayat sureniz dolsun diye, sonra O´nun huzuruna doneceksiniz de O yapmıs olduklarınızı size haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"O, kulları uzerinde kesin egemendir. Size koruyucu melekler gonderir. Sonunda birinize olum gelince, elcilerimiz hicbir gorev kusuru yapmaksızın onun canını alırlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra o canlar gercek sahipleri olan Allah´a goturulurler. Iyi biliniz ki, egemenlik yalnız O´nun tekelindedir ve hesap gorenlerin en cabugudur"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki; «Sizi karanın ve denizin karanlıklarından kurtaran kimdir? Ki O´na -Eger bizi bu zor durumdan kurtarırsa kesinlikle sukredenlerden olacagız- diye acıktan ya da gizlice yalvarırsınız"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki; «Sizi bu zor durumdan ve butun sıkıntılardan kurtaran Allah´dır. Sonra da O´na ortak kosuyorsunuz!»"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki; «O, size ustunuzden ya da ayaklarınızın altından azap gondermeye veya dusman gruplara ayırarak size birbirinizin hıncını, birbirinizin terorunu, acısını tattırmaya kadirdir.» Ola ki, anlarlar diye, ayetlerimizi cesitli acılardan nasıl acıkladıgımızı goruyor musun"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kur´an gercek oldugu halde, senin kavmin onu yalanladı. Onlara de ki; «Ben sizin (akıbetinizi yonlendirmekle yukumlu) vekiliniz degilim.»"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin bir gerceklesme zamanı vardır. Ilerde anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında asılsız laf ebeligine dalanları gordugunde (bu adamlar) baska bir soze gecinceye kadar yanlarından uzaklas. Eger seytan sana yanlarından kalkmayı unutturursa, hatırladıktan sonra sakın o zalimler ile birlikte oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Gerci gunahlardan sakınanlara onların hesabından hicbir sorumluluk dusmez. Fakat soz konusu olan hatırlatmadır... Ola ki, sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun- eglence konusu yapan ve dunya hayatına aldanan kimseleri bırak da Kur´an aracılıgı ile sunu hatırlat ki, egri davranıslarının, gunahlarının tutsagı olan kimse ne Allah dısında bir yardım edici ve ne de bir aracı bulabilir. Eger o butun varını fidye olarak ortaya koysa kabul edilmez"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki; «Allah´ı bırakıp bize ne yarar ve ne de zarar dokunduramayan putlara mı yalvarırım? Allah bizi dogru yola ilettikten sonra tekrar geriye mi donelim? Tıpkı arkadasları tarafından ´bize gel´ diye dogru yola cagrıldıgı halde, seytanlar tarafından ayartılıp col ortasında saskın bırakılan kimse gibi mi olalım? De ki; «Dogru kılavuzluk, Allah´ın kılavuzlugudur, bize alemlerin Rabbine teslim olmamız emredildi.»"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ayrıca bize «namazı kılınız ve Allah´dan korkunuz» diye emredildi. Huzurunda toplanacagınız O´dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gokleri ve yeri gercege dayalı olarak yaratan O´dur. Her sey «Ol» dedigi gun oluverir. Sozu gercektir. Sur´a uflendigi gun, egemenlik O´nun tekelindedir. O gizli- acık her seyi bilir, O hikmet sahibidir ve her seyden haberdardır"}]}