{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"A te, chto schastlivy, - v Rayu, I tam - ikh vechnaya obitel', Poka zemlya i nebo dlyatsya, Yesli Gospod' tvoy tol'ko ne zakhochet (Pribavit' bol'she k blagodati ikh), - Dar vechno dlyashcheysya uslady"},{"SurahNumber":11,"VerseNumber":109,"Text":"Ne predavaysya zhe somneniyam o tom, Chto pochitayut eti lyudi, - Ved' pochitayut oni tak zhe, Kak pochitali prezhde ikh ottsy. I My, poistine, im vozdadim ikh dolyu, Dazhe na yotu ne ubaviv ot neye"},{"SurahNumber":11,"VerseNumber":110,"Text":"My Muse Knigu nisposlali, No (sredi nikh) o ney voznikli spory, I, yesli b Slovo tvoyego Vladyki Ne prishlo k nim ran'she, Mezh nimi bylo b vse uzh resheno. Oni zhe - v tyagostnykh somneniyakh ob etom"},{"SurahNumber":11,"VerseNumber":111,"Text":"I nesomnenno, tvoy Gospod' Spolna vozdast im vsem za ikh deyan'ya, - Ved' svedushch On o tom, chto delayut oni"},{"SurahNumber":11,"VerseNumber":112,"Text":"Tak sleduy zhe, (o Mukhammad!), pryamoy stezeyu, Kak to poveleno tebe i tem, Kotoryye s toboyu obratilis'. Ne vykhodite za dozvolennyye grani, - Ved' vidit On, chto delayete vy"},{"SurahNumber":11,"VerseNumber":113,"Text":"I k tem, chto bezzakonny, ne sklonyaytes', Chtob ogn' Ada ne kosnulsya vas, - Vam net zashchitnikov, krome Allakha, Ni ot kogo vam pomoshchi ne zhdat'"},{"SurahNumber":11,"VerseNumber":114,"Text":"Tvorite regulyarnuyu molitvu Po dvum predelam dnya I (v ranniye) chasy (prikhoda i ukhoda) nochi, - Ved', istinno, dela blagiye Prinosyat izbavlen'ye ot durnykh; Siye - napominaniye dlya pomnyashchikh (o Boge)"},{"SurahNumber":11,"VerseNumber":115,"Text":"Bud' terpelivo-stoyek, - ved' Allakh Ne dast propast' nagrade dobrotvortsev"},{"SurahNumber":11,"VerseNumber":116,"Text":"No pochemu zhe ne bylo iz pokoleniy prezhde vas Takikh, Kto, obladaya dobrodetel'noy (dushoyu), Mog na zemle nechestiye sderzhat', Pomimo lish' nemnogikh, Kogo spasli My milost'yu Svoyey? No nechestivyye poshli za udovol'stviyami etoy zhizni - I stali greshnymi (pred Nami)"},{"SurahNumber":11,"VerseNumber":117,"Text":"Gospod' tvoy ne takov, Chtob pogubit' nespravedlivo te selen'ya, CH'i zhiteli blagoye sovershali"},{"SurahNumber":11,"VerseNumber":118,"Text":"I yesli b tvoy Gospod' zhelal, To On by sdelal vsekh lyudey odnim narodom, - Oni zh ne prekrashchayut raznoglasiy"},{"SurahNumber":11,"VerseNumber":119,"Text":"Pomimo tekh, Komu yavil Gospod' tvoy Svoyu milost', - Dlya etogo On sozdal ikh, I etim Slovo Boga tvoyego svershitsya: \"YA Ad lyud'mi i dzhinnami napolnyu"},{"SurahNumber":11,"VerseNumber":120,"Text":"Vsem tem, chto povestvuyem My tebe Iz skazov o poslannikakh (Gospodnikh), My ukreplyayem tvoye serdtse: I v etom Istina niskhodit na tebya I nastavleniye dlya vernykh, A takzhe predosterezheniye dlya nikh"},{"SurahNumber":11,"VerseNumber":121,"Text":"Tem, kto ne veruyet, skazhi: \"Vy postupayte po svoim vozmozhnostyam (i predpochten'yam), My zhe - po nashim budem postupat'"},{"SurahNumber":11,"VerseNumber":122,"Text":"I zhdite - s vami budem zhdat' i my"},{"SurahNumber":11,"VerseNumber":123,"Text":"Ilish' Allakh odin Nezrimym neba i zemli vladeyet, K Nemu voskhodit poveleniye vsego. Tak poklonyaytes' zhe (Yedinomu) Yemu I na Nego nadezhdy vozlagayte, - Ved' v nebrezhen'ye vash Gospod' ne ostayetsya K tomu, chto delayete vy"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alef - Lyam - Ra. Siye - znamen'ya Yasnoy Knigi"},{"SurahNumber":12,"VerseNumber":2,"Text":"Poistine, yeye My nisposlali kak Koran arabskiy, Chtob vy mogli urazumet'"},{"SurahNumber":12,"VerseNumber":3,"Text":"Tebe, (o Mukhammad!), My povestvuyem luchshim skazom Koran sey, chto otkryli My tebe, Khotya ty prezhde byl iz tekh, Kto prebyval v bespechnosti, (ne vedaya ob etom)"},{"SurahNumber":12,"VerseNumber":4,"Text":"(I vspomni), kak Yusuf skazal ottsu: \"O moy otets! Odinnadtsat' svetil nebesnykh, A (s nimi) solntse i lunu (Vo sne) ya videl preklonennymi pred mnoyu"},{"SurahNumber":12,"VerseNumber":5,"Text":"Skazal (otets): \"O moy synok! Ty svoim brat'yam o videnii svoyem ne govori, Chtob ne zamyslili oni Protiv tebya durnyye kozni, - Ved' Satana dlya cheloveka - yavnyy vrag"},{"SurahNumber":12,"VerseNumber":6,"Text":"Tak tvoy Gospod' izbrat' tebya nameren: Tebya nauchit tolkovat' sobytiya i sny I (etim) zavershit Svoyu On milost' Tebe i rodu (vernogo) Yakuba, Kak zavershil yeye On prezhde Tvoim ottsam: (khanifu) Ibrakhimu i Iskhaku. Poistine, Gospod' tvoy vedushch, mudr (bezmerno)"}]}