{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Olar aspandardı jane jerdi jaratqan Allahtın, olar siyaqtını da jaratwgaqudireti jetetinin bilmey me? Ari Ol olar usin bir merzim belgiledi. Onın bolwında kuman joq. Biraq adiletsizder kupirlikten / imansızdıqtan / basqanı teriske sıgaradı / qalamaydı"},{"SurahNumber":17,"VerseNumber":100,"Text":"Ey, Muxammed! / Ayt: «Eger sender Rabbımnın meyiriminin qazınalarına ie bolgandarında da onın jumsalıp ketwinen qorqıp, ozderinde ustap qalatın edinder. Adam balasına sarandıq tan»,- dep"},{"SurahNumber":17,"VerseNumber":101,"Text":"Aqiqatında, Biz Musaga togız anıq belgi-mugjiza berdik. Israil urpaqtarınan sura, ol / Musa / olarga kelgen kezde, Firawn: «Ey, Musa, men seni siqırlangan dep esepteymin», - dedi"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa / : «Negizinde, sen bulardı korneki belgiler etip, aspandardın jane jerdin Rabbısı tusirgenin bildin. Anıgında, men seni, ey Firawn, quridı dep oylaymın»,- dedi"},{"SurahNumber":17,"VerseNumber":103,"Text":"Ol / Firawn / olardı ol jerden sıgarıp / joyıp / jiberwdi qaladı. Sonda Biz onı jane onımen birge bolgandardın barlıgın swga batırdıq"},{"SurahNumber":17,"VerseNumber":104,"Text":"Ari odan keyin Israil urpaqtarına: «Osı jerde turındar. Al, qasan songı, mangilik omirdin / aqirettin / wadesi kelgen kezde, barlıgındı birge jinaymız», - dedik"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ari Biz onı / Qurandı / aqiqatpen tusirdik jane ol aqiqatpen tusti. Al seni qwanıstı xabar jetkizwsi ari eskertwsi gana etip jiberdik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ari Qurandı adamdarga asıqpay, anıqtap oqıp berwin usin onı / bul wahilardı / bolikterge boldik. Ari Biz onı birtindep / ret-retimen / tusirdik"},{"SurahNumber":17,"VerseNumber":107,"Text":"Ey, Muxammed! / Ayt: «Ogan seninder ne senbender. Aqiqatında, budanburın ozderine bilim / Kitap / berilgender, olarga ol / Quran / oqılgan kezde iekterimen / juzderimen / sajdege jıgıladı», - dep"},{"SurahNumber":17,"VerseNumber":108,"Text":"Olar!: «Rabbımız / barlıq kemsilikten / pak. Rabbımızdın wadesi albette orındaldı», - deydi"},{"SurahNumber":17,"VerseNumber":109,"Text":"Olar jılap, iekterimen / juzderimen / jıgıladı jane ol / Quran / olardın boysuna berilwin arttıradı"},{"SurahNumber":17,"VerseNumber":110,"Text":"Ey, Muxammed! / Ayt: «Allah dep tilender / saqırındar / ne ar-Raxman dep tilender, qaysısımen tilesender de en korkem esimder - Oniki. Namaz oqıganında dawısındı koterip te jane sıbırlap ta oqıma, osının arasınan bir jol tanda», - dep"},{"SurahNumber":17,"VerseNumber":111,"Text":"Jane ayt: «Barlıq maqtaw esbir bala iemdenbegen jane bilikte esbir serigi bolmagan ari alsizdikten komeksige muqtaj bolmagan - Allahqa!» - dep. Ari Onı dariptey ulıqta"},{"SurahNumber":18,"VerseNumber":1,"Text":"Barlıq maqtaw Allahqa, sonday qulına Kitaptı / Qurandı / tusirgen jane onda / Quranda / esbir qisıqtıq, awıtqw / kemsilik / jasamay"},{"SurahNumber":18,"VerseNumber":2,"Text":"twra etken. / Ol arqılı / Ozinen bolatın qattı azaptı eskertw jane izgi amal isteytin imandılardı / muminderdi / - olarga bolatın korkem sıymen qwandırw usin"},{"SurahNumber":18,"VerseNumber":3,"Text":"Olar / imandılar / onda mangi turadı"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ari: «Allah bala iemdendi», - dep aytqandardı eskertw usin"},{"SurahNumber":18,"VerseNumber":5,"Text":"Bul twralı olarda esbir bilim joq ari olardın akelerinde de. Olardın awızdarınan sıqqan soz ote ulken / awır / . Olar tek otirikti gana aytadı"},{"SurahNumber":18,"VerseNumber":6,"Text":"Ey, Muxammed! / Olar osı sozge Quranga senbese, sen qaygırıp, olardın sonınan / solarga bola / , ozindi qurta jazdaysın"},{"SurahNumber":18,"VerseNumber":7,"Text":"Aqiqatında, olardın qaysısı amal etwde jaqsı ekenin sınaw usin Biz jer ustindegi bar narselerdi, onın korki etip qoydıq"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ari sın maninde, Biz onın / jerdin / ustindegilerdin barlıgın qur topıraqqa aynaldıramız"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ey, Muxammed! / alde sen ungir jane Raqim ieleri Bizdin belgilerimizdin isindegi tangajayıbı dep oyladın ba"},{"SurahNumber":18,"VerseNumber":10,"Text":"Kezinde jas jigitter ungirdi panalap: «Rabbımız! Bizge Ozinnen meyirim nasip et! Ari isimizde bizge twralıq ber», - dedi"},{"SurahNumber":18,"VerseNumber":11,"Text":"Sonda Biz olardın qulaqtarın birnese jılga bekittik"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sodan keyin eki toptın qaysısı merzimdi dalirek esepteytinin bilw usin olardı qaytadan tirilttik / oyattıq"},{"SurahNumber":18,"VerseNumber":13,"Text":"Ey, Muxammed! / Sagan olardın xabarın aqiqatpen bayan etemiz. Kudiksiz, olar ozderinin Rabbısına sengen jigitter edi, Biz olardın twralıqtarın arttıra tustik"},{"SurahNumber":18,"VerseNumber":14,"Text":"Olar turıp: «Bizdin Rabbımız - aspandardın jane jerdin Rabbısı. Biz Odan ozgeni quday etip esqasan tilemeymiz. Onda biz sekten sıqqan sozdi aytqan bolamız», - degen kezde, Biz olardın jurekterin bekitken edik"},{"SurahNumber":18,"VerseNumber":15,"Text":"Olar bir-birine / : «Mına elimiz Odan ozgeni qudaylar etip aldı. Olar solarga / qudaylarına / qatıstı nege anıq dalel keltirmeydi? Allahqa qatıstı / oydan / otirikti qurastırgannan adiletsiz kim bar?» - dedi"},{"SurahNumber":18,"VerseNumber":16,"Text":"«Endi olardan jane olardın Allahtan ozge tabıngandarınan bolinip sıqqan son, ungirdi panalandar. Senderdin Rabbın ozderine meyirimin jayadı ari isterine komek berip, jenildetedi», - dedi"}]}