{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(Мұхаммед Ғ.С.): \"Әй өздеріне зиян қылған құлдарым! Алланың рахметінен күдер үзбеңдер. Алла біртұтас күнәларды жарылқайды. Өйткені Ол тым жарылқаушы, төтенше мейірімді\" де"},{"SurahNumber":39,"VerseNumber":54,"Text":"Өздеріңе апат келуден бұрын Раббыларыңа қайтыңдар, Оған бой ұсыныңдар. Кейін жәрдем көре алмайсыңдар"},{"SurahNumber":39,"VerseNumber":55,"Text":"Сендерге кенеттен, хабарсыз азап келуден бұрын өздеріңе түсірілген жақсы нәрсеге еріңдер"},{"SurahNumber":39,"VerseNumber":56,"Text":"Біреудің: \"Алла туралы кемшілік еткендігіме және мазақтаушылардан болғандығыма маған нендей өкініш\" • дейтін (күнді еске алыңдар)"},{"SurahNumber":39,"VerseNumber":57,"Text":"Немесе: \"Егер Алла, мені тура жолға салса еді, әрине мен тақуалардан болар едім\" (дейтұғын)"},{"SurahNumber":39,"VerseNumber":58,"Text":"Не олар азапты көрген сәтте: \"Әттеген-ай! Маған қайта қайту болса еді, сонда жақсылық істеушілерден болар едім\" (дейтұғын күннен сақтаныңдар)"},{"SurahNumber":39,"VerseNumber":59,"Text":"Олай емес, расында саған аяттарымыз келді де оны жасынға шығардың. Сондай-ақ менменсіп, қарсы келгендерден болдың\" (делінеді)"},{"SurahNumber":39,"VerseNumber":60,"Text":"(Мұхаммед Ғ.С.) қиямет күні Аллаға өтірік айтқандардың беттері қап-қара болғанын көресің. Менменсігендердің орны тозақ емес пе"},{"SurahNumber":39,"VerseNumber":61,"Text":"Алла (Т.) тақуаларды табысты болғандықтары себепті құтқарады. Оларға жамандық тиіспейді де олар күйзелмейді"},{"SurahNumber":39,"VerseNumber":62,"Text":"Алла (Т.) әр нәрсеге кепіл"},{"SurahNumber":39,"VerseNumber":63,"Text":"Көктер мен жердің кілттері Оның иелігінде. Алланың аяттарына қарсы келгендер, міне солар; зиянға ұшыраушылар"},{"SurahNumber":39,"VerseNumber":64,"Text":"(Мұхаммед): \"Маған Алладан басқаға құлпшлық қылуды бұйырасыңдар ма? Әй надандар!\",- де"},{"SurahNumber":39,"VerseNumber":65,"Text":"Расында саған да сенен бұрынғыларға да: \"Егер Аллаға ортақ қоссаң әлбетте ғамалың жойылып кетеді де анық зиянға ұшыраушылардан боласың\" деп уахи етілді"},{"SurahNumber":39,"VerseNumber":66,"Text":"Жоқ олай емес, Аллаға ғана құлшылық қыл. Және шүкірлік етушілерден бол"},{"SurahNumber":39,"VerseNumber":67,"Text":"Олар Алланы шын мәнінде қадырлай алмады. Негізінде қиямет күні жер бүтіндей Оның уысында. Және көктерде оң қолымен бүктеледі. (Алланың құдыреті бойынша ашса; алақанында, жұмса; уысында. БЖМ.) Ол олардың қосқан ортақтарынан пәк. Әрі жоғары"},{"SurahNumber":39,"VerseNumber":68,"Text":"Сұр үрілгенде Алланың қалағанынан басқа көктердегі жан иелері, жердегі жан иелері жығылып өледі. Бірақ Алланың қалағандары қалады. (Б.Ж.М.) Сосын екінші рет сұр үріледі де сонда олар тұрған бойда қарап қалады. (Немесе не істелетіндігін күтеді. Ж)"},{"SurahNumber":39,"VerseNumber":69,"Text":"Жер жүзі Раббының нұрымен жарық болады. Кітап (ғамал дәптер ортаға) қойылады. Пайғамбарлар, куәлер келтіріледі. Олардың араларына хақиқат бойынша үкім егіледі. Олар әділітсіздікке ұшырамайды"},{"SurahNumber":39,"VerseNumber":70,"Text":"Әркімге не істегені толық төленеді. Алла олардың не істегендерін жақсы біледі"},{"SurahNumber":39,"VerseNumber":71,"Text":"Қарсы келгендер топ-топ тозаққа айдалады. Сондай-ақ оған барғандарында оның есіктері ашылады. Оларға оның күзетшілері: \"Сендерге іштеріңнен, өздеріңе Раббыларыңның аяттарын оқитын және Бұл күнге жолығатындықтарыңды ескертетін елшілер келмеді ме?\",- дейді. Олар: \"Әрине келді. Бірақ азап үкімі қарсы болушыларға шындыққа айналды\" дейді"},{"SurahNumber":39,"VerseNumber":72,"Text":"Оларға: 'Ішінде Мәңгі қалатын тозақтың есіктерінен кіріңдер\" делінеді. Тәкаппарлардың орны нендей жаман"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ал Раббыларына қарсы келуден сақсынғандар, топ-топ жаннатқа жолданады. Сондай-ақ олар оған барғанда оның есіктері ашылады. Оларға оның сақшылары: \"Сендерге сәлем. Қош келдіңдер, жаннатқа мәңгі қалатын түрде кіріңдер\" дейді"},{"SurahNumber":39,"VerseNumber":74,"Text":"Олар: \"Бізге берген уәдесін шынға шығарған және бізді жаннаттың жеріне мұрагер еткен Аллаға барлық мақтау лайық. Жаннаттан қалағанымызша орын аламыз. Ғамал қылушылардың сыйлығы қандай жақсы\" дейді"},{"SurahNumber":39,"VerseNumber":75,"Text":"(Мұхаммед Ғ.С.) періштелерді ғаршының айналасында Раббыларын дәріптеген түрде көресің. Олардың арасында хақиқат бойынша үкім етіледі. Барлық мақтау бүкіл әлемнің Раббына лайық делінеді"}]}