{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Allah göklerin ve yerin nurudur. O´nun nuru içinde kandil bulunan bir oyuk(tan yayılan ışığa) benzer. O kandil ki sırça fanus içindedir; o fanus ki, inci (gibi parıldayan) bir yıldızdır sanki! Ve o kandilin yakıtı, ne doğuda ne de batıda eşine rastlanmayan mübarek bir zeytin ağacından alınmaktadır. Ve o ağacın yağı (öyle arı duru, öyle parlak ki) neredeyse ateş değmeden de ışık verecek: Nur üstüne nur! Allah, (erişmek isteyeni) nuruna eriştirir; işte (bunun içindir ki) Allah insanlara örnekler vermektedir; çünkü her şeyi bütün boyutlarıyla (yalnızca) Allah bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"İçlerinde (yalnız) kendi ismi anılsın diye Allah´ın yükseltilmelerine izin verdiği evlerde O´nun kudret ve yüceliğini sabah akşam dile getiren (öyle)"},{"SurahNumber":24,"VerseNumber":37,"Text":"kimseler (vardır ki,) bunları ne ticaret ne de kazanma hırsı Allah´ı anmaktan, salatta devamlı ve duyarlı olmaktan, arınmak için verilmesi gerekeni vermekten alıkoyabilir; böyleleri kalplerin ve gözlerin dehşetle döneceği Gün´den korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"(Ve ancak böyleleri) Allah(´ın kendilerini) yapıp ettiklerinin en iyisi, en güzeliyle ödüllendireceğini ve onlara, lütuf ve cömertliğinden, (hak ettiklerinden de) fazlasını vereceğini (umabilirler); çünkü dilediğine hesapsız rızık bahşeden (yalnızca) Allah´tır"},{"SurahNumber":24,"VerseNumber":39,"Text":"Fakat hakkı inkara şartlanmış olanlara gelince, onların yapıp ettikleri çölde (görülen) serap gibidir; susayan kişi su(yu gördüğünü) sanır; ama (gördüğü şeye) yaklaşınca orada hiçbir şey bulamaz; bunun yerine, yanında (her zaman) Allah´ı(n hazır ve nazır olduğunu) ve sonunda hesabını eksiksiz göreceğini fark eder; çünkü Allah hesapta çok (dakik ve) hızlıdır"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut (onların yapıp ettikleri) engin bir denizin kopkoyu karanlıkları gibidir; (öyle bir deniz ki) üst üste kopan dalgalar ve tepedeki (kara) bulutlar o karanlığı daha da arttırıyor: kat kat, üst üste karanlıklar..! (öyle ki, ) insan, çıkarıp (baksa), neredeyse kendi elini dahi göremez; öyle ya, Allah´ın aydınlatmadığı kimse için ışık (bulma umudu) yoktur"},{"SurahNumber":24,"VerseNumber":41,"Text":"Göklerde ve yerde var olan bütün yaratıkların, kanatlarını yayarak uçan kuşların, (hepsinin) Allah´ın sınırsız kudret ve yüceliğini dile getirdiklerini görmüyor musun? Gerçek şu ki, Allah´a nasıl yönelip niyaz edeceklerini, O´nun yüceliğini nasıl dile getireceklerini (bunların) hepsi bilmektedirler; ve Allah da onların edip eylediği her şeyi tam olarak bilmektedir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Çünkü, göklerin ve yerin egemenliği Allah´a aittir ve bütün yollar Allah´a varmaktadır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Görmüyor musun, bulutları sürükleyen, sonra onları birbiri üzerine yığan ve derken senin onların bağrından boşaldığını gördüğün yağmuru yağdıran Allah´tır. Ve gökten doluyla yüklü (bulut) dağları indiriveren ve onların şimşeğinin parıltısı neredeyse gözleri kamaştırır(ken) dilediği kimseyi doluya uğratan, dilediği kimseden de onu uzak tutan Allah´tır"},{"SurahNumber":24,"VerseNumber":44,"Text":"Geceyle gündüze yer değiştiren Allah´tır; ve bunda da görmesini bilenler için, şüphesiz, (çıkarılacak) bir ders vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Ve bütün canlıları sudan yaratan Allah´tır; öyle ki, kimi karnı üzerinde sürünür, kimi iki ayağı, kimi de dört ayağı üzerinde yürür. Allah dilediğini yaratır; çünkü O, gerçekten de her şeye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Gerçek şu ki, Biz gerçeği bütün açıklığıyla ortaya koyan mesajlar indirdik; fakat, yine de Allah (doğru yola gerçekten ulaştırılmak) isteyen kimseyi doğru yola eriştirir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Çünkü, (niceleri) \"Allah´a ve Rasul´e inandık, itaat ettik!\" derler de, sonra onlardan bir kısmı, bu (sözlerine) rağmen, (doğru yoldan) geri dönerler; işte böyleleri hiçbir zaman (gerçek) müminler değillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Ve (böyleleri) aralarında (ilahi kitap hüküm versin diye Allah´a ve O´nun Rasul´üne çağırıldıklarında, onlardan bir kısmı hemen yüz çevirir)"},{"SurahNumber":24,"VerseNumber":49,"Text":"ama (bu yüz çevirenler) bir de hüküm kendilerinden yana gözükmeye görsün, hemen boyun eğerek kabul ederler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Bunların kalplerinde bir hastalık mı var? Yoksa (bunun ilahi mesaj olduğundan) şüphe mi ediyorlar? Yahut Allah´ın ve Elçisi´nin kendilerine haksızlık yapacağından mı korkuyorlar? Hayır, (kendilerine) haksızlık yapan onların (yine) kendileridir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında (ilahi kitap) hüküm versin diye Allah´a ve O´nun Elçisi´ne çağırıldıkları zaman müminlerin söyleyeceği tek söz: \"İşittik ve itaat ettik!\" sözü olmalıdır; kurtuluşa, esenliğe ulaşan kimseler de işte böyleleridir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Çünkü, Allah´a ve O´nun Rasulü´ne itaat edenler, Allah´tan korkup O´na karşı sorumluluk duyanlar; işte bunlardır, (nihai) zafere erişecek olanlar"}]}