{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"And those who do not hope to meet Us say, \"Why have not angels been sent down on us or (why) do we not see our Lord?\" They are indeed proud of themselves and they revolted with a great revolt"},{"SurahNumber":25,"VerseNumber":22,"Text":"The day they will see the angels, on that day it will not be a good news for the criminals, and they will say, \"(May we be) prevented (from that through some) prevention"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We will turn to the work which they did, then We will make it as scattered dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"On that day the place/time of stay of the inhabitants of the garden will be good, and their resting place the best"},{"SurahNumber":25,"VerseNumber":25,"Text":"And on that day the sky will be split with the clouds (coverings) and the angels will be sent down, descending"},{"SurahNumber":25,"VerseNumber":26,"Text":"The kingdom on that day, as a right, will be of the Beneficent (God), and the day will be difficult for the disbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"And on that day the unjust will bite his hands saying, \"I wish I had taken a way with the messenger"},{"SurahNumber":25,"VerseNumber":28,"Text":"O sorrowful is my state, I wish I had not taken such a one as a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"he has misled me from the reminder after it had come to me, and the devil is a traitor for man"},{"SurahNumber":25,"VerseNumber":30,"Text":"And the messenger says, \"O my Lord ! my people have certainly taken this Quran as a forsaken thing"},{"SurahNumber":25,"VerseNumber":31,"Text":"And thus did We make for every prophet, an enemy from among the criminals, and your Lord is sufficient as a Guide and a Helper"},{"SurahNumber":25,"VerseNumber":32,"Text":"And those who do not believe say, \"Why has not the whole Quran been sent down on him all at once?\" Thus (We have not sent it down all at once) that We may make your heart firm through it, and (therefore) We have caused the Quran to be recited to you gradually (in portions, after) intervals"},{"SurahNumber":25,"VerseNumber":33,"Text":"And they do not come to you with any similitude (question or problem) but We give you the correct (answer) with the best explanation"},{"SurahNumber":25,"VerseNumber":34,"Text":"Those who will be gathered towards hell on their faces, those will be in an evil place and away from the way"},{"SurahNumber":25,"VerseNumber":35,"Text":"And We gave the book to Moses and We made his brother Aaron responsible with him"},{"SurahNumber":25,"VerseNumber":36,"Text":"Then We said, \"Both of you go to the people who have denied Our signs.\" Then We destroyed them (with a total) destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Noah, when they denied the messengers, We drowned them and We made them a sign for mankind. And We have prepared for those who are unjust, a painful punishment"},{"SurahNumber":25,"VerseNumber":38,"Text":"and (also for) Aad and Thamud and the inhabitants of the Rass and many generations between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"And for everyone We had set forth examples and everyone We destroyed (with a total) destruction"},{"SurahNumber":25,"VerseNumber":40,"Text":"And indeed they have passed by the town on which was rained an evil rain, did they not then see it? No, they do not hope to be raised (after death)"},{"SurahNumber":25,"VerseNumber":41,"Text":"And when they see you, they do not take you for anything but mockery (saying), \"Is this the one whom God has raised as a messenger"},{"SurahNumber":25,"VerseNumber":42,"Text":"He would have almost misled us from our gods had we not patiently adhered to them. And they will know when they\" see the punishment, who is more astray from the way"},{"SurahNumber":25,"VerseNumber":43,"Text":"Have you seen him who takes his desire (as) his god, (he who follows only his desire and nothing else)? Then will you be a trustee over him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think that the majority of them hears or understands? They are nothing but like cattle, no, they are more astray from the way"},{"SurahNumber":25,"VerseNumber":45,"Text":"Did you not consider (the work of) your Lord, how He stretches the shade (which ultimately ends in night)? And had He willed he could have made it stationary. Then We have made the sun its guide"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We draw it towards Ourselves, an easy in drawing"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He it is Who has made the night a covering for you and the sleep a (source of) rest and He has made the day for rising up again"},{"SurahNumber":25,"VerseNumber":48,"Text":"And He it is Who sends the winds (giving) good news before His mercy, and We send down from the sky clean water"},{"SurahNumber":25,"VerseNumber":49,"Text":"that We may give life through it to a dead land and We make many cattle and human beings, whom We created, to drink it"},{"SurahNumber":25,"VerseNumber":50,"Text":"And We have repeated it among them that they may be mindful, but the majority of mankind refuses (everything) except disbelief"},{"SurahNumber":25,"VerseNumber":51,"Text":"And had We willed We would have raised a warner in every town"},{"SurahNumber":25,"VerseNumber":52,"Text":"So do not obey the disbelievers and strive against them with it ( the Quran), a great striving"}]}