{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":13,"Text":"Hij heeft u den godsdienst aangewezen, welken hij aan Noach gaf, dien wij u, o Mahomet! hebben geopenbaard, en welken wij aan Abraham, Mozes en Jezus hebben aanbevolen, zeggende: Neemt dezen godsdienst in acht, en weest daarin niet verdeeld. De aanbidding van één God, waartoe gij hen uitnoodigt, is bedroevend voor de ongeloovigen. God zal daartoe verkiezen wien hem behaagt, en hij zal door die aanbidding leiden, wie berouw betoont"},{"SurahNumber":42,"VerseNumber":14,"Text":"Zij, die in verleden tijden leefden, waren niet onder elkander verdeeld, dan nadat de kennis van Gods eenheid tot hen was gekomen, en dit was door hunne eigene verdorvenheid. Indien Gods woord, dat de straf op een vooraf bepaalden tijd uitstelde, niet vroeger ware uitgesproken, zou er reeds tusschen hen zijn beslist. Zij, die de schriften na hen hebben geërfd, verkeeren zekerlijk daaromtrent in een verwarden twijfel"},{"SurahNumber":42,"VerseNumber":15,"Text":"Noodig hen dus uit, het zekere geloof te ontvangen, en dring bij hen aan, zooals u is bevolen. Volg niet hunne ijdele begeerten, en zeg: Ik geloof in al de schriften welke God heeft nedergezonden, en mij is bevolen rechtvaardigheid tusschen u uit te oefenen. God is onze Heer en uw Heer: aan ons zullen onze werken worden toegekend, en aan u zullen uwe werken worden toegeschreven: laat er tusschen ons en u geen krakeel bestaan; want God zal ons allen op den jongsten dag verzamelen en tot hem zullen wij terugkeeren"},{"SurahNumber":42,"VerseNumber":16,"Text":"Wat hen betreft, die nopens God twisten, nadat zij zich reeds aan hem hadden onderworpen, door het ontvangen van zijnen godsdienst, hun twist zal ijdel zijn in het gezicht van hunnen Heer. Zijne gramschap zal over hen komen, en zij zullen eene gestrenge straf ondergaan"},{"SurahNumber":42,"VerseNumber":17,"Text":"God is het, die de schrift en de weegschaal van het ware oordeel met waarheid heeft nedergezonden, en wat zal u onderrichten, of het uur nabij is"},{"SurahNumber":42,"VerseNumber":18,"Text":"Zij, die daaraan niet gelooven, wenschen het langs den weg der spotternij te verhaasten; maar zij die gelooven, beven daarvoor en weten dat het de waarheid is. Verkeeren niet zij, die omtrent het jongste uur twisten, in eene dwaling"},{"SurahNumber":42,"VerseNumber":19,"Text":"God is goed voor zijne dienaren, hij zorgt voor hen die hem behagen, en hij, de Almachtige, is gestreng"},{"SurahNumber":42,"VerseNumber":20,"Text":"Hij die het veld des volgenden levens ter bebouwing verkiest, zullen wij eene vermeerdering zijner bebouwing schenken, en wie het veld van deze wereld ter bebouwing verkiest, dezen zullen wij de vruchten daarvan geven; maar hij zal geen deel in het volgende leven hebben"},{"SurahNumber":42,"VerseNumber":21,"Text":"Hebben de afgodendienaars godheden die hun een godsdienst bevelen, welken God niet heeft veroorloofd? Maar indien het besluit niet ware genomen tot uitstel hunner straf, tot den dag waarop de ongeloovigen van de ware geloovigen zullen worden gescheiden, waarlijk, dan zou reeds tusschen hen zijn geoordeeld; want de onrechtvaardige zal zekerlijk eene pijnlijke marteling ondergaan"},{"SurahNumber":42,"VerseNumber":22,"Text":"Op dien dag zult gij de onrechtvaardigen in grooten schrik zien, om hunne booze daden, en de straf daarvan zal op hen nederkomen; maar zij die gelooven en goede werken doen, zullen de heerlijke perken van het paradijs bewonen; zij zullen bij hunnen Heer alles verkrijgen wat zij zullen begeeren. Dit is de grootste belooning"},{"SurahNumber":42,"VerseNumber":23,"Text":"Dit is wat God aan zijne dienaren beloofde, die gelooven en goede werken verrichten. Zeg: Ik vraag geenerlei belooning van u, voor deze mijne prediking, behalve de liefde jegens uwe verwanten; en hij die het goede verdiend zal hebben door eene goede daad, aan dien zullen wij de verdienste van eene andere goede daad toevoegen; want God is tot vergeven geneigd, en gereed te beloonen"},{"SurahNumber":42,"VerseNumber":24,"Text":"Zeggen zij: Mahomet heeft lasterlijk eene leugen nopens God uitgedacht? Indien het Gode behaagde, kon hij uw hart dichtzegelen, en de leugen volkomen vernietigen en de waarheid in zijne woorden staven: want hij kent de binnenste deelen der menschelijke borst"},{"SurahNumber":42,"VerseNumber":25,"Text":"Hij is het, die het berouw van zijne dienaren aanneemt, zonden vergeeft en weet wat gij doet"},{"SurahNumber":42,"VerseNumber":26,"Text":"Hij zal zijn oor neigen tot hen, die gelooven en rechtvaardigheid uitoefenen, en zal van zijne gunsten bijvoegen, boven hetgeen zij zullen vragen of verdienen; maar de ongeloovigen zullen eene gestrenge straf doorstaan"}]}