{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"ta sim mim. (Napiye!) Ivai telivana ivvetattin vacanankalakum"},{"SurahNumber":26,"VerseNumber":2,"Text":"ta sim mim. (Napiye!) Ivai telivana ivvetattin vacanankalakum"},{"SurahNumber":26,"VerseNumber":3,"Text":"(napiye!) Avarkal (um'mai) nampikkai kollatatan karanamaka (tukkattal) ninkal tarkolai ceytu kolvir polum"},{"SurahNumber":26,"VerseNumber":4,"Text":"nam virumpinal avarkalutaiya kaluttukal panintu kunintu varumpati (vetanai) ceyyakkutiya attatcikalai vanattiliruntu avarkal mitu nam irakkiyiruppom"},{"SurahNumber":26,"VerseNumber":5,"Text":"rahmanitamiruntu putitana oru nallupatecam varumpotellam atai avarkal (nirakarittu) purakkanikkamal iruppatillai"},{"SurahNumber":26,"VerseNumber":6,"Text":"(Akave, itaiyum) niccayamaka avarkal poyyakkukinranar. Eninum, avarkal etaip (poyyakkip) parikacittuk kontirukkirarkalo atan (unmai) ceytikal niccayamaka avarkalitam vante tirum"},{"SurahNumber":26,"VerseNumber":7,"Text":"avarkal pumiyaip parkkavillaiya? Atil ovvoru vakaiyilum (payanalikkak kutiya) melana ettanaiyo purpuntukalai joti jotiyakave nam mulaippittu irukkirom"},{"SurahNumber":26,"VerseNumber":8,"Text":"niccayamaka itil or attatci irukkiratu. Eninum, avarkalil perumpalanavarkal nampikkai kollavillai"},{"SurahNumber":26,"VerseNumber":9,"Text":"(napiye!) Umatu iraivan niccayamaka (anaivaraiyum) mikaittavan,maka karunaiyutaiyavan avan"},{"SurahNumber":26,"VerseNumber":10,"Text":"(napiye!) Umatu iraivan musavai alaittu ‘‘nir aniyayakkararkalana hpir'avnutaiya makkalitam celviraka'' enak kuriyatai nir kavanittup parppiraka"},{"SurahNumber":26,"VerseNumber":11,"Text":"‘‘avarkal (enakkup) payappata mattarkala?'' (Enru umatu iraivan kettan)"},{"SurahNumber":26,"VerseNumber":12,"Text":"atarku avar ‘‘en iraivane! Avarkal ennaip poyyakki vituvarkal ena nan payappatukiren'' enrar"},{"SurahNumber":26,"VerseNumber":13,"Text":"innum, “(avvaru avarkal poyyakkinal) en manamutaintu vitum. (Attutan enakkuk konal iruppatal) en naval (cariyakap) pecamutiyatu. Atalal (ennutan) varumaru harunukku ni arivippayaka"},{"SurahNumber":26,"VerseNumber":14,"Text":"melum, en mitu avarkalukku oru kurraccattutalum irukkiratu. Atarkaka avarkal ennaik kolai ceytu vituvarkal ena nan payappatukiren'' (enrum kurinar)"},{"SurahNumber":26,"VerseNumber":15,"Text":"atarku (iraivan) kuriyatavatu: ‘‘Avvaralla (payappatatir; harunaiyum alaittuk kontu) ninkal iruvarum en attatcikalai (etuttu)k kontu cellunkal. Niccayamaka nan unkalutan iruntu (anaittaiyum) kettuk kontiruppen"},{"SurahNumber":26,"VerseNumber":16,"Text":"Akave, ninkaliruvarum hpir'avnitam cenru, ‘‘niccayamaka nankal ulakattar anaivaraiyum pataittu paripalippavanin tutarkalavom"},{"SurahNumber":26,"VerseNumber":17,"Text":"akave, ‘‘israyilin cantatikalai ni enkalutan anuppivitu'' enak kurunkal! (Enpatakavum kattalaiyittan)"},{"SurahNumber":26,"VerseNumber":18,"Text":"(avvare avarkal hpir'avnitam cenru kurave) atarkavan (musavai nokki) “nankal um'maik kulantaiyaka etuttukkontu valarkkavillaiya? Nir (umatu valipattai ataiyum varai) pala varutankal nam'mitam valntiruntir"},{"SurahNumber":26,"VerseNumber":19,"Text":"nir cey(yat taka)ta (oru) kariyattaiyum ceytir! (Atai mannittiruntum) nir nanri kettavarakave irukkirir'' enran"},{"SurahNumber":26,"VerseNumber":20,"Text":"atarku musa kurinar: ‘‘Nan ariyatavanaka irunta nilaimaiyil atai nan ceyten"},{"SurahNumber":26,"VerseNumber":21,"Text":"atalal nan unkalukkup payantu unkalai vittum otivitten. Eninum, en iraivan enakku nanattaik kotuttut tan tutarakavum ennai akkinan"},{"SurahNumber":26,"VerseNumber":22,"Text":"akave, ni israyilin cantatikalai atimaiyaka vaittuk kontirukkum nilaimaiyil, itu ni enakkuc colli kanpikkak kutiya oru nanriyakuma?'' (Ivvaru musa kurinar)"},{"SurahNumber":26,"VerseNumber":23,"Text":"‘‘ulakattarin iraivan yar?'' Ena hpir'avn kettan"},{"SurahNumber":26,"VerseNumber":24,"Text":"atarku (musa) ‘‘vanankal, pumi innum ivarrukku mattiyil ullavarrin iraivantan (ulakattarin iraivanum avan). (Ivvunmaiyai) ninkal nampikkai kolpavarkalaka iruntal (nampikkai kollunkal)'' enru kurinar"},{"SurahNumber":26,"VerseNumber":25,"Text":"atarkavan, tannaic cula iruntavarkalai nokki ‘‘ninkal itaic ceviyura villaiya?'' Enru kurinan"},{"SurahNumber":26,"VerseNumber":26,"Text":"atarkavar ‘‘ (avantan) unkal iraivanum (unkalukku) mun cenru pona unkal mutataikalin iraivanum avan'' enru kurinar"},{"SurahNumber":26,"VerseNumber":27,"Text":"Atarku (hpir'avn avarkalai nokki) ‘‘unkalitam anuppappatta(takak kurum) intat tutar niccayamaka cuttap paittiyakkarar'' enru connan"},{"SurahNumber":26,"VerseNumber":28,"Text":"atarku (musa) ‘‘kil natu mel natu innum itarku mattiyilulla tecankalin iraivanum (avantan). Ninkal arivutaiyavarkalaka iruntal (itai ninkal unarntu kolvirkal)'' enru kurinar"},{"SurahNumber":26,"VerseNumber":29,"Text":"atarkavan ‘‘ennait tavira (marretanaiyum) nir katavulaka etuttuk kontal niccayamaka nan um'mai ciraippattoril akkivituven'' enru kurinan"},{"SurahNumber":26,"VerseNumber":30,"Text":"atarkavar ‘‘telivanatoru attatciyai nan unnitam kontu vanta potiluma?'' Enru kettar"},{"SurahNumber":26,"VerseNumber":31,"Text":"atarkavan ‘‘nir colvatu unmaiyanal, ataik kontu varuviraka'' enru kurinan"},{"SurahNumber":26,"VerseNumber":32,"Text":"akave, musa tan tatiyai erintar. Utane atu telivana periyatoru pampaki vittatu"},{"SurahNumber":26,"VerseNumber":33,"Text":"melum, avar tan kaiyai(c cattaip paiyil) ittu veliyil etuttar. Utane atu parppavarkalukku(k kannaik kucacceyyum pirakacamutaiya) venmaiyakat tonriyatu"},{"SurahNumber":26,"VerseNumber":34,"Text":"(itaik kannurra hpir'avn) tannaic cula irunta piratanikalai nokki, ‘‘niccayamaka ivar tercciperra cuniyakkararaka irukkirar"},{"SurahNumber":26,"VerseNumber":35,"Text":"ivar tan cuniyattal unkal urai vittum unkalait turattivita ennukirar. Akave, itaipparri ninkal enna kurukirirkal'' enru kettan"},{"SurahNumber":26,"VerseNumber":36,"Text":"atarkavarkal, ‘‘avarukkum avarutaiya cakotararukkum oru tavanai alittu, tupparipavarkalaip pala urkalukkum anuppivai"},{"SurahNumber":26,"VerseNumber":37,"Text":"tercciperra cuniyakkararkal anaivaraiyum avarkal (tetip pitittu) um'mitam alaittu varuvarkal'' enru kurinarkal"},{"SurahNumber":26,"VerseNumber":38,"Text":"(Avvare tupparipavarkal pala urkalukkum anuppivaikkappattu) kuritta nalil, kuritta nerattil (kuritta itattil) cuniyakkararkal anaivarum onru cerkkappattarkal"},{"SurahNumber":26,"VerseNumber":39,"Text":"ella manitarkalukkum, ‘‘ (kuritta kalattil) ninkal vantu ceruvirkala?'' Enru paraicarrappattatu"},{"SurahNumber":26,"VerseNumber":40,"Text":"(ivvaru anku kutum) cuniyakkararkal verri kontal (avarkalutaiya markkattaiye) nam pinparravum kutum (enrum parai carrappattatu)"},{"SurahNumber":26,"VerseNumber":41,"Text":"cuniyakkararkal anaivarum vantapolutu avarkal hpir'avnai nokki ‘‘meyyakave nankal verriperral atarkuriya kuli enkalukku unta?'' Enru kettarkal"},{"SurahNumber":26,"VerseNumber":42,"Text":"atarkavan ‘‘am (kuli untu.... Kuli mattuma?) Annerattil ninkal (nam capaiyilum virrirukkakkutiya) namakku nerunkiya piramukarkalakavum akivituvirkal'' enru kurinan"},{"SurahNumber":26,"VerseNumber":43,"Text":"avarkalai nokki musa ‘‘ninkal (cuniyam ceyya) eriyakkutiyatai eriyunkal'' enak kurinar"},{"SurahNumber":26,"VerseNumber":44,"Text":"akave, avarkal tankal tatikalaiyum, kayirukalaiyum erintu ‘‘hpir'avnutaiya kauravattin mitu cattiyam niccayamaka nankaltan venruvittom'' enru kurinarkal"},{"SurahNumber":26,"VerseNumber":45,"Text":"piraku musavum tan tatiyai erintar. Atu (periyatoru pampaki,) avarkal karpanai ceytirunta cuniyankal anaittaiyum vilunka arampittu vittatu"},{"SurahNumber":26,"VerseNumber":46,"Text":"itaik kannurra cuniyakkararkal anaivarum viluntu ciram panintu"},{"SurahNumber":26,"VerseNumber":47,"Text":"‘‘ulakattar anaivarin iraivanaiye nankal nampikkai kontom"},{"SurahNumber":26,"VerseNumber":48,"Text":"avan(tan,) musa, harunutaiya iraivanumavan'' enru kurinarkal"},{"SurahNumber":26,"VerseNumber":49,"Text":"Atarku (hpir'avn), ‘‘nan unkalukku anumati alippatarku munnatakave ninkal avarai nampikkai kontu vittirkal. Niccayamaka unkalukku cuniyam karrukkotutta unkal kuru avartan. (Itan palanai) aticikkirattil ninkal arintu kolvirkal. Unkalai maru kai, maru kal vetti unkal anaivaraiyum ciluvaiyil araintu vituven'' enru kurinan"},{"SurahNumber":26,"VerseNumber":50,"Text":"atarkavarkal kurinarkal: ‘‘ (Atanal enkalukku) oru patakamumillai. (Enenral) niccayamaka nankal enkal iraivan pakkame tirumpac cenru vituvom"},{"SurahNumber":26,"VerseNumber":51,"Text":"niccayamaka (musavai) nampikkai kontavarkalil nankal mutanmaiyanavarkalaka irukkum karanattinal, enkal iraivan enkal kurrankalai mannittuvituvan enru niccayamaka nankal nampukirom"}]}