{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Mohla letsatsi leo re tla menahanya khahlanong le a mang, Terompeta e tla letsoa. Re tla ba tlohela ho khahlelana holimo joalo ka maqhubu"},{"SurahNumber":18,"VerseNumber":100,"Text":"Re tla tlisa Lihele kapel’a mahana-tumelo ka mokhoa o hlakileng ho ka iponela"},{"SurahNumber":18,"VerseNumber":101,"Text":"Bao mahlo a bona a neng a koahetsoe ka lesira lits’enolo khopolong Ea Ka, ba sa nkutloe"},{"SurahNumber":18,"VerseNumber":102,"Text":"Mahana-tumelo a nahana hore ba ka ikhethela makhabunyane a ka ele bats’ireletsi kantle ho ‘Na? Ruri! Re lokisitse lihele e le kamohelo ea Mahana-tumelo"},{"SurahNumber":18,"VerseNumber":103,"Text":"E re: “Na re ka le tsebisa ka ba lahleheloang haholo ho latela mesebetsi ea bona"},{"SurahNumber":18,"VerseNumber":104,"Text":"Bao liketso tsa bona li khelohileng bophelong balefats’e lena, ha ba ne ba nahana hore ba etsa mesebetsi e lokileng"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bao ke ba latolang Lits’enolo tsa Mong`a bona esita le hona ho nyelisa kopano ea bona le Eena. Kahoo, mesebetsi ea bona e mafeela, ka Letsatsi la Kahlolo ha ho kabelo eo Re tla ba neha eona"},{"SurahNumber":18,"VerseNumber":106,"Text":"Lihele e tla ba moputso oa bona: hobane ba latotse Tumelo, ba nka Lits’enolo tsa Ka le Baromuoa ba Ka e le motlae"},{"SurahNumber":18,"VerseNumber":107,"Text":"Haele ba kholoang, ba etsa liketso tse lokileng; Lirapa tsa Paradeisi e tla ba kamohelo ea bona"},{"SurahNumber":18,"VerseNumber":108,"Text":"Ba tla phela moo, ntle le ho lakatsa phetoho"},{"SurahNumber":18,"VerseNumber":109,"Text":"E re: “Hoja e be leoatle e ne e le enke ea ho ngola mantsoe a Mong`a ka, Ruri le ne le tla felloa ke mokelikeli oo, hoo mantsoe a Mong`a ka a neng a ke ke a fella, leha re ne re ka tlisa leoatle le leng ho thusa leo.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"E re: “`Na ke motho joaloka lona. Ke Mong`a ka ea nts`enoletseng hore `Mopi oa lona ke `Mopi A le mong. Mong le mong ea nang le ts’epo ea ho kopana le Mong`a hae, mo leseng ho etsa liketso tse hloekileng, ho se be ope ea ka mo bapisang le Allah.” Ka lebitso la Allah, Ea Lereko, Mong`a hao"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. Ayn. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Eena ke pale Mong`a hau ho lekhabunyane la Hae Zakaria"},{"SurahNumber":19,"VerseNumber":3,"Text":"Ha a bitsa ho Mong`a hae sephiring"},{"SurahNumber":19,"VerseNumber":4,"Text":"A rapela: “Mong`a ka! Ruri! Masapo a ka aa fokola, hlooho ea ka e aparetsoe ke moriri o moputsoa, thapelo ea ka haesale e hlohonolofatsoa ke uena Mong`a ka"},{"SurahNumber":19,"VerseNumber":5,"Text":"Joale Ke na le ts’abo mabapi le beng ka ‘na kamor’a ka, hobane mosali oa ka o se a tsofetse. Kahoo, ak’u mphe mojalefa ho tsoa ho Uena"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ea tla futsa ‘na le ntlo ea Jakobo. Oho Mong`a ka! O mo etse hore a khahlehe mahlong a hau.”"},{"SurahNumber":19,"VerseNumber":7,"Text":"“Oho zakaria! Ruri! Re o neha litaba tse molemo tsa mora eo lebitso la hae etlaba John (Yahya); ha ho ope eo Re kileng Ra mo neha lebitso le ts’oanang le lena pele ho eena.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"A re: “Oho Mong`a ka! Ke tla ba le mora joang, empa mosali oa ka a se a tsofetse, le ‘na ke se ke fihletse boqheku?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"Lenyeloi la re: “Ho tla ba joalo ho rialo Mong`a hau: “Seo se bobebe ho ‘Na, joaloka ha Ke o hlotse mathomong o ne o se letho.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zakaria a re: “Mong`a ka! Ak’u nketsetse sesupo. Karabo ea eba: “Sesupo sa hau ke sena, ha ho motho eo o tla buoa le eena ka matsatsi a mararo, le hoja o se semumu.”"},{"SurahNumber":19,"VerseNumber":11,"Text":"Eaba Zakaria o boela ho beng ka eena ha a tsoa sekhutloaneng sa hae a bua le bona ka matsoho: “Tlotlisang Mong`a lona hoseng le mantsiboea.”"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ho mora oa hae hoa tla taelo: “Oho Johanne! Kakatlela ka tieo Lengolong”: Re ile Ra mo neha bohlale bongoaneng"},{"SurahNumber":19,"VerseNumber":13,"Text":"Le eona kananelo ho tsoa ho Rona, le bona bohloeki; o ne a e na le mamello tumelong"},{"SurahNumber":19,"VerseNumber":14,"Text":"A le mosa ho batsoali ba hae. O ne a sa tlaloa ke moea o mobe, le bona borabele"},{"SurahNumber":19,"VerseNumber":15,"Text":"Khotso e be le eena ho tloha mohla a tsoaloang le mohlang a shoang, le ka letsatsi leo a tlang ho tsosetsoa bophelong hape"},{"SurahNumber":19,"VerseNumber":16,"Text":"Ak’u phete pale ea Maria ka har’a Lengolo, mohla a neng a tloha pel’a beng ka eena a ea ‘nga bochabela"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ka ho ikhethela hoba boinots’ing thoko le bona. Eaba re romella lenyeloi la Rona ho eena, la hlaha ho eena le ts’oana le monna ka hohle-hohle"},{"SurahNumber":19,"VerseNumber":18,"Text":"Maria a re: “Ke kopa ts’ireletso ho ea Tletseng Lereko khahlanong le uena, haeba o ts’aba ‘Allah.”"},{"SurahNumber":19,"VerseNumber":19,"Text":"Lenyeloi la re: “‘ che, ke mpa ke le moromuoa oa Mong`a hau, ea tlisitseng ho uena mpho ea mora ea halalelang.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Maria a re: “Ke tla ba le mora joang, empa ho e s’o be le monna ea nkamang, etsoe ke’a s’o be bohloleng?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Lenyeloi la re: “Seo se tla phethahala. Mong`a hau U itse: “Seo se bobebe ho ‘Na. Ke thato ea Rona ea ho mo etsa e le Ts’enolo ho batho le ona Mohau o tsoang ho Rona, seo ke taba e reriloeng.”"}]}