{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Аллах е, Който подчини за вас морето, за да плават там корабите според Неговата повеля и за да търсите от Неговото обилие. И за да сте признателни"},{"SurahNumber":45,"VerseNumber":13,"Text":"И подчини Той за вас всичко на небесата и всичко на земята - всичко е от Него. В това има знамения за хора мислещи"},{"SurahNumber":45,"VerseNumber":14,"Text":"Кажи на вярващите да прощават на онези, които не очакват дните на Аллах, но Той ще въздаде на всички хора, каквото са придобили"},{"SurahNumber":45,"VerseNumber":15,"Text":"Който върши праведни дела, то е за самия него, а който върши злини, то е в негов ущърб. После при вашия Господ ще бъдете върнати"},{"SurahNumber":45,"VerseNumber":16,"Text":"И дадохме на синовете на Исраил Писанието и отсъждането, и пророчеството, и им дарихме от благата, и ги предпочетохме над народите [тогава]"},{"SurahNumber":45,"VerseNumber":17,"Text":"И им дадохме ясни знаци за [съдбовната] повеля. Но те изпаднаха в разногласие от завист помежду им, щом при тях дойде знанието. В Деня на възкресението твоят Господ ще отсъди между тях за онова, по което са били в разногласие"},{"SurahNumber":45,"VerseNumber":18,"Text":"После ти отредихме [о, Мухаммад] да си на правия път в повелята. Следвай него, а не следвай страстите на онези, които не знаят"},{"SurahNumber":45,"VerseNumber":19,"Text":"Те не могат да те избавят от Аллах с нищо. Угнетителите са покровители един на друг. А Аллах е Покровителят на богобоязливите"},{"SurahNumber":45,"VerseNumber":20,"Text":"Този [Коран] е прозрение за хората и напътствие, и милост за убедените"},{"SurahNumber":45,"VerseNumber":21,"Text":"Нима онези, които вършат злини, смятат, че в живота им и в смъртта им ще ги сторим равни с онези, които вярват и вършат праведни дела? Колко лошо отсъждат"},{"SurahNumber":45,"VerseNumber":22,"Text":"И сътвори Аллах небесата и земята с мъдрост, и за да се въздаде на всяка душа, каквото е придобила, и не ще бъдат угнетени"},{"SurahNumber":45,"VerseNumber":23,"Text":"Не виждаш ли онзи, който взима за божество своите страсти? И го остави Аллах в заблуда, знаейки, и запечата слуха и сърцето му, и сложи преграда пред погледа му. Кой ще го напъти подир Аллах? Не ще ли се поучите"},{"SurahNumber":45,"VerseNumber":24,"Text":"И казват: “Съществува само земният ни живот. Умираме и живеем, и само времето ни погубва.” А те нямат знание за това и само предполагат"},{"SurahNumber":45,"VerseNumber":25,"Text":"И когато им бъдат четени ясните Ни знамения, техният довод е само да рекат: “Елате с предците ни, ако говорите истината!”"},{"SurahNumber":45,"VerseNumber":26,"Text":"Кажи: “Аллах ви съживява, после ви умъртвява, после ще ви събере в Деня на възкресението, за който няма съмнение. Ала повечето хора не знаят.”"},{"SurahNumber":45,"VerseNumber":27,"Text":"На Аллах принадлежи владението на небесата и на земята. И в Деня, когато Часът настъпи, в този Ден измамниците ще загубят"},{"SurahNumber":45,"VerseNumber":28,"Text":"И ще видиш всяка общност на колене. Всяка общност ще бъде призована към своята книга: “Днес ще ви се въздаде за вашите дела"},{"SurahNumber":45,"VerseNumber":29,"Text":"Това е Нашата Книга. Тя говори истината за вас. Ние сме записали вашите дела.”"},{"SurahNumber":45,"VerseNumber":30,"Text":"Онези, които вярват и вършат праведни дела, техният Господ ще ги въведе в Своята милост. Това е явното спасение"},{"SurahNumber":45,"VerseNumber":31,"Text":"А на онези, които не вярват [ще се каже]: “Не ви ли бяха четени Моите знамения? Но се възгордяхте и бяхте хора-престъпници"},{"SurahNumber":45,"VerseNumber":32,"Text":"И когато се каза, че обещанието на Аллах е истинно, и че няма съмнение за Часа, рекохте: “Не знаем какво е Часът - само предполагаме, но не сме убедени.”"},{"SurahNumber":45,"VerseNumber":33,"Text":"И ще се появят пред тях злините, които те извършиха, и ще ги обгради онова, на което се подиграваха"},{"SurahNumber":45,"VerseNumber":34,"Text":"И ще се рече: “Днес ще ви забравим, както и вие забравихте срещата в този свой Ден. Мястото ви е Огънят и не ще има за вас закрилници"},{"SurahNumber":45,"VerseNumber":35,"Text":"Това е, защото се подигравахте със знаменията на Аллах и ви изкуси земният живот.” А Днес не ще бъдат изведени оттук и не ще им бъде позволено покаяние"},{"SurahNumber":45,"VerseNumber":36,"Text":"Прославата е за Аллах - Господа на небесата и Господа на земята, Господа на световете"},{"SurahNumber":45,"VerseNumber":37,"Text":"Негово е величието на небесата и на земята. Той е Всемогъщия, Премъдрия"}]}