{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"They consult ona about spoils vojnovy. Say The! spoils z vojnovy belong do GOD posol. Ona observe GOD exhort jeden iny bol righteous obey GOD Jeho posol ona bol believers"},{"SurahNumber":8,"VerseNumber":2,"Text":"true believers bol those srdce zachviet sa when GOD zmierit sa when Jeho revelations recited them ich faith zosilnit they trust ich Lord"},{"SurahNumber":8,"VerseNumber":3,"Text":"They observe Zmluva Prayers (Salat) z our provisions do them they dat laska k bliznemu"},{"SurahNumber":8,"VerseNumber":4,"Text":"Such som true believers. They attain high ranks ich Lord i mat rad forgiveness generous provision"},{"SurahNumber":8,"VerseNumber":5,"Text":"Potom tvoj Lord willed ze ona lavy tvoj domov fulfill specific plan some believers became exposed mat rad reluctant believers"},{"SurahNumber":8,"VerseNumber":6,"Text":"They argued ona truth vecer everything explained them. They cin mat rad they driven certain smrt"},{"SurahNumber":8,"VerseNumber":7,"Text":"Recall lenze GOD promised ona victory certain zoskupit ona still chudoba face chaby zoskupit! bol GOD's plan zriadit truth Jeho words defeat disbelievers"},{"SurahNumber":8,"VerseNumber":8,"Text":"He decreed ze truth prevail falsehood zmiznut evildoers"},{"SurahNumber":8,"VerseNumber":9,"Text":"Thus when ona implored tvoj Lord pojdem zachranit He responded ona ja supporting ona 1000 angels v succession"},{"SurahNumber":8,"VerseNumber":10,"Text":"GOD DAT ONA this DOBRY zvest ZOSILNIT TVOJ SRDCE. Victory pojdem len z GOD GOD bol Almighty Wise"},{"SurahNumber":8,"VerseNumber":11,"Text":"He zapricinit peaceful spat overtake ona pacify ona He sent zavlazit sky cisty ona therewith. He chranit ona devil's curse reassured tvoj srdce zosilnit tvoj foothold"},{"SurahNumber":8,"VerseNumber":12,"Text":"Recall ze tvoj Lord inspirovat angels ja bol ona support those verit Ja throw terror srdce z those disbelieved Ona strike them krk ona strike vecer kazdy finger"},{"SurahNumber":8,"VerseNumber":13,"Text":"This bol co they justly incurred boj GOD Jeho posol! For those boj GOD Jeho posol GOD's retribution bol severe"},{"SurahNumber":8,"VerseNumber":14,"Text":"This bol punish disbelievers; they incurred retribution Hell"},{"SurahNumber":8,"VerseNumber":15,"Text":"O ona verit ona encounter disbelievers mobilized ona nie turn flee"},{"SurahNumber":8,"VerseNumber":16,"Text":"Ktokolvek turns lenze dni beriem battle plan join jeho zoskupit incurred zloba GOD jeho abode bol Hell; co chudobny destiny"},{"SurahNumber":8,"VerseNumber":17,"Text":"Nie bol ona killed them; GOD je Jeden killed them. Nie bol ona threw when ona threw; GOD je Jeden threw. He thus dat believers chance zarabat a lot z credit GOD bol Hearer Omniscient"},{"SurahNumber":8,"VerseNumber":18,"Text":"Additionally GOD thus nullifies kut plany disbelievers"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Ona sought victory O disbelievers) victory robit pojdem; it belonged do believers! Ona zdrzat sa aggression) bol lepsie ona ona spatny listok so will my. Tvoj armies never pomoc ona ziaden zalezitost ako velky For GOD bol believers"},{"SurahNumber":8,"VerseNumber":20,"Text":"O ona verit obey GOD Jeho posol nie disregard him chvila ona hear"},{"SurahNumber":8,"VerseNumber":21,"Text":"Nie bol those say My hear when they nie hear"}]}