{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Vos exhort people perfecit est righteous dum forgetting yourselves vos read scripture? Vos non understand"},{"SurahNumber":2,"VerseNumber":45,"Text":"Vos seek help steadfastness Contact Prayers (Salat)! Hoc est difficult indeed non ita pro the reverent"},{"SurahNumber":2,"VerseNumber":46,"Text":"Qui believe they meet their Dominus; ut to Eum they ultimately return"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Infans Israel remember My favor ego bestowed vos ut ego beatus vos multus than any alius people"},{"SurahNumber":2,"VerseNumber":48,"Text":"Beware de feria when non anima avail alias anima non intercession non accepted ransom paid nor potuit anyone helped"},{"SurahNumber":2,"VerseNumber":49,"Text":"Recall ut nos saved vos Pharaoh's people inflicted vos male persecution slaying tuus filius sparing tuus filia! Ut exacting test tuus Dominus"},{"SurahNumber":2,"VerseNumber":50,"Text":"Recall ut nos parted sea vos; nos saved vos drowned Pharaoh's people tuus eyes"},{"SurahNumber":2,"VerseNumber":51,"Text":"autem when nos summoned Moses 40 nox vos worshipped calf his absence turned wicked"},{"SurahNumber":2,"VerseNumber":52,"Text":"Adhuc nos pardoned vos deinde ut vos est appreciative"},{"SurahNumber":2,"VerseNumber":53,"Text":"Recall ut nos dedit Moses scripture statute book ut vos guided"},{"SurahNumber":2,"VerseNumber":54,"Text":"Recall ut Moses dictus to his people O my people vos wronged tuus anima worshipping calf Vos repent tuus Creator. Vos kill tuus egos. Hoc est bene vos sight tuus Creator. He perfecit redeem vos. He est Redeemer Merciful"},{"SurahNumber":2,"VerseNumber":55,"Text":"Recall ut vos dictus O Moses nos non believe nos vide DEUS physically. Consequently lightning struck vos prout vos looked"},{"SurahNumber":2,"VerseNumber":56,"Text":"Nos tunc revived vos vos abiit ut vos est appreciative"},{"SurahNumber":2,"VerseNumber":57,"Text":"(Nos shaded vos clouds Sinai) sent down vos manna quails Eat bonus things nos provisus pro vos They non hurt nos (de rebelling they unus hurt their suus anima)"},{"SurahNumber":2,"VerseNumber":58,"Text":"Recall nos dictus Iniit hoc oppidum vos invenit prout multus provisions vos like Just iniit gate humbly treat people nicely! Nos tunc forgive tuus sins increase reward pro the pius"},{"SurahNumber":2,"VerseNumber":59,"Text":"wicked among them carried commands commands dedit them. Consequently nos sent down transgressors condemnation caelum their wickedness"}]}