{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"Dan jika mereka condong kepada perdamaian, maka condonglah kepadanya dan bertawakallah kepada Allah. Sesungguhnya Dia-lah Yang Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":8,"VerseNumber":62,"Text":"Dan jika mereka bermaksud hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindungmu). Dia-lah yang memperkuatmu dengan pertolongan-Nya dan dengan para mukmin"},{"SurahNumber":8,"VerseNumber":63,"Text":"dan yang mempersatukan hati mereka (orang-orang yang beriman)622. Walaupun kamu membelanjakan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, akan tetapi Allah telah mempersatukan hati mereka. Sesungguhnya Dia Maha Perkasa lagi Maha Bijaksana"},{"SurahNumber":8,"VerseNumber":64,"Text":"Hai Nabi, cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu"},{"SurahNumber":8,"VerseNumber":65,"Text":"Hai Nabi, kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar diantara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antaramu, mereka dapat mengalahkan seribu dari pada orang-orang kafir, disebabkan orang-orang kafir itu kaum yang tidak mengerti"},{"SurahNumber":8,"VerseNumber":66,"Text":"Sekarang Allah telah meringankan kepadamu dan dia telah mengetahui bahwa padamu ada kelemahan. Maka jika ada diantaramu seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus orang; dan jika diantaramu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Dan Allah beserta orang-orang yang sabar"},{"SurahNumber":8,"VerseNumber":67,"Text":"Tidak patut bagi seorang nabi mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi. Kamu menghendaki harta benda duniawi, sedangkan Allah menghendaki (pahala) akhirat (untukmu). Dan Allah Maha Perkasa lagi Maha Bijaksana"},{"SurahNumber":8,"VerseNumber":68,"Text":"Kalau sekiranya tidak ada ketetapan yang telah terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena tebusan yang kamu ambil"},{"SurahNumber":8,"VerseNumber":69,"Text":"Maka makanlah dari sebagian rampasan perang yang telah kamu ambil itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang"},{"SurahNumber":8,"VerseNumber":70,"Text":"Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu, \"Jika Allah mengetahui ada kebaikan dalam hatimu, niscaya Dia akan memberikan kepadamu yang lebih baik dari apa yang telah diambil darimu, dan Dia akan mengampuni kamu\". Dan Allah Maha Pengampun lagi Maha Penyayang"},{"SurahNumber":8,"VerseNumber":71,"Text":"Akan tetapi, jika mereka (tawanan-tawanan itu) bermaksud hendak berkhianat kepadamu, maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini, lalu Allah menjadikan(mu) berkuasa terhadap mereka. Dan Allah Maha Mengetahui lagi Maha Bijaksana"},{"SurahNumber":8,"VerseNumber":72,"Text":"Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan pertoIongan (kepada orang-orang muhajirin), mereka itu satu sama lain lindung-melindungi624. Dan (terhadap) orang-orang yang beriman, tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun atasmu melindungi mereka, sebelum mereka berhijrah. (Akan tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah ada perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan"},{"SurahNumber":8,"VerseNumber":73,"Text":"Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain. Jika kamu (hai para muslimin) tidak melaksanakan apa yang telah diperintahkan Allah itu625, niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar"},{"SurahNumber":8,"VerseNumber":74,"Text":"Dan orang-orang yang beriman dan berhijrah serta berjihad pada jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang-orang muhajirin), mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia"},{"SurahNumber":8,"VerseNumber":75,"Text":"Dan orang-orang yang beriman sesudah itu, kemudian berhijrah serta berjihad bersamamu maka orang-orang itu termasuk golonganmu (juga). Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat)626 di dalam kitab Allah. Sesungguhnya Allah Maha Mengetahui segala sesuatu"}]}