{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"และใบหน้าทั้งหลาย ได้สยบลงต่อพระผู้ทรงเป็นอยู่เสมอ พระผู้ทรงอมตะ และแน่นอน ผู้ที่แบกเอาความอธรรมไว้ (ชิริก)ต้องประสบกับการขาดทุนอย่างแน่นอน"},{"SurahNumber":20,"VerseNumber":112,"Text":"และผู้ใดปฏิบัติคุณงามความดีทั้งหลายโดยที่เขาเป็นผู้ศรัทธา เขาจะไม่กลัวความอธรรมและการบั่นทอนใด ๆ"},{"SurahNumber":20,"VerseNumber":113,"Text":"และเช่นนั้นแหละ เราได้ให้กุรอานเป็นภาษาอาหรับลงมาแก่เขา และเราได้กล่าวซ้ำในนั้นซึ่งข้อตักเตือน หวังว่าพวกเขาจะมีความยำเกรงหรือเกิดข้อเตือนใจแก่พวกเขา"},{"SurahNumber":20,"VerseNumber":114,"Text":"ดังนั้น อัลลอฮฺคือพระผู้ทรงสูงส่งยิ่ง พระผู้ทรงอำนาจอันแท้จริง และเจ้าอย่ารีบเร่งในการอ่านอัลกุรอาน ก่อนที่วะฮีย์ของพระองค์จะจบลง และจงกล่าวเถิด “ข้าแต่พระเจ้าของข้า พระองค์ขอพระองค์ทรงโปรดเพิ่มพูนความรู้แก่ข้าพระองค์ด้วย”"},{"SurahNumber":20,"VerseNumber":115,"Text":"และโดยแน่นอน เราได้ให้คำมั่นสัญญาแก่อาดัมแต่กาลก่อน แต่เขาได้ลืม และเราไม่พบความมั่ใจอดทนในตัวเขา"},{"SurahNumber":20,"VerseNumber":116,"Text":"และเมื่อเรากล่าวแก่บรรดามะลาอิกะฮ์ว่า “จงสุญูดคารวะแก่อาดัม” และพวกเขาได้สุญูดนอกจากอิบลีส มันได้ดื้อดึง"},{"SurahNumber":20,"VerseNumber":117,"Text":"แล้วเราได้กล่าวว่า “โอ้อาดัมเอ๋ย ! แท้จริงนี่คือศัตรูของเจ้าและของภริยาของเจ้า ดังนั้นอย่าให้มันทำให้เจ้าทั้งสองออกจากสวนสวรรค์ แล้วเจ้าจะได้รับความลำบาก”"},{"SurahNumber":20,"VerseNumber":118,"Text":"“แท้จริงในสวนสวรรค์นั้น เจ้าจะไม่หิวและจะไม่ต้องเปลือยกาย”"},{"SurahNumber":20,"VerseNumber":119,"Text":"“และแท้จริงในสวนสวรรค์นั้น เจ้าจะไม่กระหายน้ำ และจะไม่ตากแดด”"},{"SurahNumber":20,"VerseNumber":120,"Text":"ต่อมาชัยฏอนมารร้ายได้กระซิบกระซาบเขา มันกล่าวว่า “อาดัมเอ๋ย ฉันจะชี้แนะแก่ท่านไปยังต้นไม้ที่อยู่เป็นนิจตลอดกาลและการมีอำนาจที่ไม่สูญสลายเอาไหม?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"ดังนั้น เขาทั้งสองจึงกินจากต้นไม้นั้นสิ่งพึงสงวนของทั้งสองจึงถูกเผยแก่เขาทั้งสอง เขาทั้งสองจึงเริ่มเอาใบไม้ของสวนนั้นมาปกปิดบนตัวของเขาทั้งสอง และอาดัมได้ฝ่าฝืนพระเจ้าของเขา เขาจึงหลงผิด"},{"SurahNumber":20,"VerseNumber":122,"Text":"ภายหลัง พระเจ้าของเขาทรงคัดเลือกเขาแล้วทรงอภัยโทษให้แก่เขา และทรงแนะทางที่ถูกต้องให้เขา"},{"SurahNumber":20,"VerseNumber":123,"Text":"พระองค์ตรัสว่า “เจ้าทั้งสองจงออกไปจากสวนสวรรค์ทั้งหมด โดยบางคน (ลูกหลาน) ในหมู่พวกเจ้าเป็นศัตรูกับอีกบางคน บางทีเมื่อมีคำแนะนำ (ฮิดายะฮ์) จากข้ามายังพวกเจ้า แล้วผู้ใดปฏิบัติตามคำแนะนำ (ฮิดายะฮ์) ของข้า เขาก็จะไม่หลงผิด และจะไม่ได้รับความลำบาก”"},{"SurahNumber":20,"VerseNumber":124,"Text":"“และผู้ใดผินหลังจากการรำลึกถึงข้า แท้จริงสำหรับเขาคือ การมีชีวิตอยู่อย่างคับแค้น และเราจะให้เขาฟื้นคืนชีพในวันกิยามะฮ์ในสภาพของคนตาบอด”"},{"SurahNumber":20,"VerseNumber":125,"Text":"เขากล่าวว่า “ข้าแต่พระเจ้าของข้าพระองค์ ทำไมพระองค์จึงทรงให้ข้าพระองค์ฟื้นคืนชีพขึ้นมาในสภาพของคนตาบอดเล่า ทั้งๆที่ข้าพระองค์เคยเป็นคนตาดี มองเห็น”"},{"SurahNumber":20,"VerseNumber":126,"Text":"พระองค์ตรัสว่า “เช่นนั้นแหละ เมื่อโองการทั้งหลายของเราได้มีมายังเจ้า เจ้าก็ทำเป็นลืมมัน และในทำนองเดียวกัน วันนี้เจ้าก็จะถูกลืม”"},{"SurahNumber":20,"VerseNumber":127,"Text":"และเช่นเดียวกัน เราจะตอบแทนผู้ที่ล่วงละเมิดขอบเขต และไม่ศรัทธาต่อโองการทั้งหลายของพระเจ้า และแน่นอน การลงโทษในปรโลกนั้นสาหัสยิ่ง และยาวนานยิ่ง"},{"SurahNumber":20,"VerseNumber":128,"Text":"ยังมิเป็นที่ประจักษ์ชัดแก่พวกเขาดอกหรือว่า กี่มากน้อยแล้ว เราได้ทำลายประชาชาติก่อนหน้าพวกเขาหลายชั่วศตวรรษ โดยที่พวกเขา (กุฟารมักกะฮ์) ได้ไปพบเห็นมาในที่พำนักอาศัยของพวกเขา แท้จริง ในการลงโทษเช่นนั้นแหละเป็นนิทัศน์อุทาหารณ์สำหรับบรรดาผู้มีสติปัญญา"},{"SurahNumber":20,"VerseNumber":129,"Text":"และหากมิใช่ลิขิตจากพระเจ้าของเจ้า ถูกบันทึกไว้ล่วงหน้าก่อนแล้ว แน่นอน การลงโทษจะเกิดขึ้นทันทีอย่างหลีกเลี่ยงไม่ได้"},{"SurahNumber":20,"VerseNumber":130,"Text":"ดังนั้น เจ้าจงอดทนต่อสิ่งที่พวกเขากล่าวร้าย และจงแซ่ซร้องสดุดีด้วยการสรรเสริญพระเจ้าของเจ้า ก่อนตะวันขึ้นและก่อนตะวันลับลงไป และส่วนหนึ่งจากเวลากลางคืน ก็จงแซ่ซร้องสดุดีและปลายช่วงของเวลากลางวัน เพื่อเจ้าจะได้พออกพอใจ"},{"SurahNumber":20,"VerseNumber":131,"Text":"และเจ้าจงอย่าทอดสายตาของเจ้าไปยังสิ่งที่เราได้ให้ความเพลิดเพลินแก่บุคคลประเภทต่าง ๆ ของพวกกุฟฟาร ซึ่งความสุขสำราญในโลกดุนยา เพื่อเราจะได้ทดสอบพวกเขาในการนี้ และการตอบแทนของพระเจ้านั้น ดียิ่งกว่าและจีรังยิ่งกว่า"},{"SurahNumber":20,"VerseNumber":132,"Text":"และเจ้าจงใช้ครอบครัวของเจ้า ให้ทำละหมาด และจงอดทนในการปฏิบัติ เรามิได้ขอเครื่องยังชีพจากเจ้า เราต่างหากเป็นผู้ให้เครื่องยังชีพแก่เจ้า และบั้นปลายนั้นสำหรับผู้ที่มีความยำแกรง"},{"SurahNumber":20,"VerseNumber":133,"Text":"และพวกเขากล่าวว่า “ทำไมเขาจึงไม่นำสัญญาณหนึ่งจากพระเจ้าของเขามาให้เรา” หรือว่าหลักฐานอันชัดแจ้งที่ปรากฏอยู่ในคัมภีร์ต่าง ๆ สมัยก่อนนั้น มิได้มีมายังพวกเขาดอกหรือ"},{"SurahNumber":20,"VerseNumber":134,"Text":"และหากเราทำลายพวกเขาด้วยการลงโทษก่อนการให้อัลกุรอานลงมา แน่นอนพวกเขาก็กล่าวว่า ข้าแต่พระเจ้าของเราทำไมพระองค์ท่านจึงไม่ส่งร่อซูลมายังพวกเรา เพื่อเราจะได้ปฏิบัติตามโองการของพระองค์ท่าน ก่อนที่เราจะได้รับความต่ำต้อยและความอัปยศ"},{"SurahNumber":20,"VerseNumber":135,"Text":"จงกล่าวเถิดมุฮัมมัด ทุกคนเป็นผู้คอย ดังนั้น พวกท่านจงคอยเถิด แล้วพวกท่านจะได้รู้ว่าใครคือ พวกที่อยู่ในแนวทางอันเที่ยงตรง และใครคือผู้ที่อยู่ในแนวทางที่ถูกต้อง”"}]}