{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Hem ey kavmim! Nicin ben sizi kurtulusa davet ederken, siz beni atese davet ediyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz beni Allah'ı inkar etmeye ve bence hic ilimde yeri olmayan seyleri O'na ortak kosmaya davet ediyorsunuz. Ben ise sizi o cok guclu ve cok bagıslayıcı olan Allah'a davet ediyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Hic inkar edilemez ki, gercekten sizin beni davet ettiginiz seyin dunyada da, ahirette de bir davet hakkı yoktur. Hepimizin donusu Allah'adır. Suphesiz haddi asanların hepsi cehennemliktir"},{"SurahNumber":40,"VerseNumber":44,"Text":"Siz benim soylediklerimi sonra anlayacaksınız. Ben isimi Allah'a havale ediyorum. Suphesiz Allah, kullarını gorur, gozetir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah o mumini, onların kurdukları tuzakların kotuluklerinden korudu. Firavun'un adamlarını ise, o kotu azab kusattı"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar, sabah aksam atese arzolunurlar. Kıyamet kopacagı gun de: \"Firavun hanedanını azabın en siddetlisine tıkın!\" (denilecektir)"},{"SurahNumber":40,"VerseNumber":47,"Text":"Hele ates icinde birbirlerini protesto ederlerken, zayıf olanlar, buyukluk taslayanlara: \"Hani bizler size tabi idik. Simdi siz bizden bir ates nobetini savabiliyor musunuz?\" derler"},{"SurahNumber":40,"VerseNumber":48,"Text":"Buyukluk taslayanlar da soyle derler: \"Evet, hepimiz onun icindeyiz. Allah kulları arasında hukmunu vermistir"},{"SurahNumber":40,"VerseNumber":49,"Text":"Atestekiler, cehennem bekcilerine derler ki: \"Rabbinize dua edin de bir gun olsun bizden azabı biraz hafifletsin"},{"SurahNumber":40,"VerseNumber":50,"Text":"Bekciler de: \"Size peygamberleriniz mucizelerle gelmiyorlar mıydı?\" diye sorarlar. Onlar: \"Evet\" derler. Bekciler: \"Oyle ise kendiniz dua edin\" derler. Kafirlerin duası ise hep cıkmazdadır"},{"SurahNumber":40,"VerseNumber":51,"Text":"Biz peygamberimize ve inananlara hem dunya hayatında hem de sahitlerin sahitlik edecekleri gunde (kıyamette) elbette yardım ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gun zalimlere ozur dilemeleri fayda vermez. Onlara lanet vardır, onlara yurdun kotusu (cehennem) vardır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki biz Musa'ya o hidayeti verdik ve Israilogullarına o kitabı miras kıldık"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Bunu) Aklı basında olanlara bir yol gosterici ve bir hatırlatma olsun diye (boyle yaptık)"},{"SurahNumber":40,"VerseNumber":55,"Text":"O halde sabret. Cunku Allah'ın vaadi haktır. Hem gunahından dolayı istigfar et ve aksam sabah Rabbini hamdiyle tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmis kesin bir delil olmaksızın, Allah'ın ayetleri hakkında mucadele edenlerin goguslerinde ancak yetisemeyecekleri bir kibir vardır. Sen hemen Allah'a sıgın. Cunku her seyi isiten ve goren O'dur"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette goklerin ve yerin yaratılması, insanların yaratılmasından daha buyuktur. Fakat insanların cogu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kor ile goren bir olmaz, iman edip salih ameller isleyen kimseler ile kotuluk yapan da bir degildir. Ne kadar da az dusunuyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Herhalde o saat (kıyamet) muhakkak gelecektir. Onda suphe yok. Fakat insanların cogu inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Halbuki Rabbiniz: \"Bana yalvarın, dua edin ki size karsılık vereyim. Cunku bana ibadet etmekten kibirlenip yuz cevirenler yarın horlanmıs olarak cehenneme gireceklerdir.\" buyurdu"},{"SurahNumber":40,"VerseNumber":61,"Text":"Icinde dinlenesiniz diye geceyi, goz acıcı bir aydınlık olarak da gunduzu sizin icin yaratan Allah'tır. Gercekten Allah insanlara karsı bir lutuf sahibidir. Fakat insanların cogu sukretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"Iste Rabbiniz, her seyin yaratıcısı olan o Allah'tır. O'ndan baska ilah yoktur. O halde (haktan) nasıl cevrilirsiniz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Iste Allah'ın ayetlerini inkar edenler boyle cevriliyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, O'dur ki sizin icin yeri bir karargah, gogu de bir bina yapmıstır. Size sekil vermis, sonra sekillerinizi guzellestirmistir. Hos nimetlerden size rızık vermistir. Iste Rabbiniz o Allah'tır. Alemlerin Rabbi olan Allah ne yucedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"Daimi bir hayat sahibi ancak O'dur. O'ndan baska ilah yoktur. Onun icin dini halis kılarak O'na, hep O'na yalvarın. Hamd, alemlerin Rabbi olan Allah'a mahsustur"}]}