{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"glorified je Jeden zvolat Jeho servant (Muhammad) night Sacred Masjid Mecca) do daleko miesto z prostration surroundings my zehnat v poradie show him some z our znamenie! He bol Hearer Seer"},{"SurahNumber":17,"VerseNumber":2,"Text":"Similarly my dat Moses scripture rendered it beacon Dieta Izrael ze Ona nie set any idol Lord Zvladnut Mi"},{"SurahNumber":17,"VerseNumber":3,"Text":"They bol descendants z those my beriem Noah; he bol appreciative servant"},{"SurahNumber":17,"VerseNumber":4,"Text":"My addressed Dieta Izrael scripture Ona commit gross zlo zem dva krat Ona destined jesen velka heights arrogance"},{"SurahNumber":17,"VerseNumber":5,"Text":"When prvy cas pod ist okolo my send ona servants z ours possess velka might they invade tvoj domov! This bol prophecy pojdem ist okolo"},{"SurahNumber":17,"VerseNumber":6,"Text":"Afterwards my dat ona turn over them zasoba ona a lot z wealth dieta; my dat ona upper hand"},{"SurahNumber":17,"VerseNumber":7,"Text":"Ona zavodny righteousness ona zavodny righteousness tvoj own dobre if ona commit zly ona robit so tvoj own detriment. Thus when 2 cas pojdem ist okolo they defeat ona zapisat masjid iba mat rad they robit prvy cas They wipe out all zisk ona accomplished"},{"SurahNumber":17,"VerseNumber":8,"Text":"Tvoj Lord lejak ona Jeho zlutovanie. Ona revert transgression my counter retribution. My designated Gehenna zaverecny abode disbelievers"},{"SurahNumber":17,"VerseNumber":9,"Text":"This Quran guides lepsie chodnicek brings dobry zvest do believers lead righteous zivot ze they zasluzit velka recompense"},{"SurahNumber":17,"VerseNumber":10,"Text":"Mat rad for those disbelieve Hereafter my chystat them painful retribution"},{"SurahNumber":17,"VerseNumber":11,"Text":"human bol casto prays nieco zranit him myslienka he praying nieco dobry. human bol bol impatient"},{"SurahNumber":17,"VerseNumber":12,"Text":"My rendered night dni 2 znamenie. My robit night dark dni lighted ze ona seek provisions tvoj Lord therein. This i zriadit ona timing system vyznam calculation! My thus explain everything v detail"},{"SurahNumber":17,"VerseNumber":13,"Text":"My zapisnica fate kazdy human bol it puto jeho krk. Dni Vzkriesenie my hand him rekord bol accessible"},{"SurahNumber":17,"VerseNumber":14,"Text":"Read tvoj own rekord! Dnes ona suffice tvoj own reckoner"},{"SurahNumber":17,"VerseNumber":15,"Text":"Whoever guided guided jeho own dobry whoever ist astray robi so jeho own detriment! Ziaden sinner bear zhresit z ktokolvek inak. My never punish 1 sending posol"},{"SurahNumber":17,"VerseNumber":16,"Text":"My je annihilate any obec my let leaders commit vast corruption therein! Once they zasluzit retribution my annihilate it completely"},{"SurahNumber":17,"VerseNumber":17,"Text":"Vela generation have my annihilated Noah. Tvoj Lord bol zdatny v dealing s zhresit Jeho servants; He bol fully Cognizant Seer"},{"SurahNumber":17,"VerseNumber":18,"Text":"Ktokolvek zvolit si this fleeting zivot jeho priority my rush him co my decide dat him potom my commit him Gehenna he suffers forever despised defeated"},{"SurahNumber":17,"VerseNumber":19,"Text":"Mat rad for those zvolit si Hereafter mat rad ich priority zavodny righteousness chvila verit ich efforts appreciated"},{"SurahNumber":17,"VerseNumber":20,"Text":"For each jeden z them my zadovazit; my zadovazit for those these tvoj Lord's bounties. Tvoj Lord's bounties bol inexhaustible"},{"SurahNumber":17,"VerseNumber":21,"Text":"(Note ako my mat radsej some ludia others v this zivot)! differences Hereafter bol daleko velka daleko significant"},{"SurahNumber":17,"VerseNumber":22,"Text":"Ona nie set any inaksie god GOD lest ona koniec despised disgraced"}]}