{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"ای مردم شمائید نیازمندان به خدا و خدا است بی‌نیاز ستوده‌"},{"SurahNumber":35,"VerseNumber":16,"Text":"اگر خواهد ببرد شما را و بیارد آفرینشی نوین‌"},{"SurahNumber":35,"VerseNumber":17,"Text":"و نیست آن بر خدا گران‌"},{"SurahNumber":35,"VerseNumber":18,"Text":"و برندارد گنهباری بار دیگری را و اگر بخواند گرانباری بسوی بارش برداشته نشود از او چیزی و اگر چه باشد خویشاوند جز این نیست که بیم دهی آنان را که می‌پرستند پروردگار خویش را به نهان و بپای دارند نماز را و آنکه پاکی جوید جز این نیست که برای خویش پاکی جوید و بسوی خداست بازگشت‌"},{"SurahNumber":35,"VerseNumber":19,"Text":"یکسان نیستند کور و بینا"},{"SurahNumber":35,"VerseNumber":20,"Text":"و نه تاریکیها و نه روشنائی‌"},{"SurahNumber":35,"VerseNumber":21,"Text":"و نه سایه و نه سوزش گرما"},{"SurahNumber":35,"VerseNumber":22,"Text":"و یکسان نیستند زندگان و نه مردگان همانا خدا می‌شنواند هر که را خواهد و نیستی تو شنواننده آنان که در گورستانند"},{"SurahNumber":35,"VerseNumber":23,"Text":"نیستی تو جز بیم‌دهنده‌"},{"SurahNumber":35,"VerseNumber":24,"Text":"همانا فرستادیمت به حقّ نویددهنده و ترساننده و نیست ملتی جز آنکه بگذشت در آن ترساننده‌ای‌"},{"SurahNumber":35,"VerseNumber":25,"Text":"و اگر تکذیب کنند همانا تکذیب کردند آنان که پیش از ایشان بودند بیامدندشان پیمبرانشان به نشانیها و به کتابها و به نامه درخشان‌"},{"SurahNumber":35,"VerseNumber":26,"Text":"سپس برگرفتیم آنان را که کفر ورزیدند پس چگونه بود کیفرم‌"},{"SurahNumber":35,"VerseNumber":27,"Text":"آیا ندیدی که خدا فرستاد از آسمان آبی پس برون آوردیم بدان میوه‌هائی به رنگهای گوناگون و از کوه‌ها راه‌هائی سفید و سرخ رنگارنگ و سیاه‌هائی تار"},{"SurahNumber":35,"VerseNumber":28,"Text":"و از مردم و جنبندگان و دامها به رنگهای گوناگون بدینسان جز این نیست که می‌ترسند خدا را از بندگانش دانشمندان همانا خدا است عزتمند آمرزگار"},{"SurahNumber":35,"VerseNumber":29,"Text":"آنان که خوانند کتاب خدا را و بپای دارند نماز را و دهند از آنچه روزیشان دادیم نهان و آشکارا امید دارند سوداگریی را که هرگز تباه نگردد"},{"SurahNumber":35,"VerseNumber":30,"Text":"تا بپردازد بدیشان پاداش ایشان را تمامی و بیفزایدشان از فضل خویش و او است آمرزنده سپاسگزار"},{"SurahNumber":35,"VerseNumber":31,"Text":"و آنچه وحی فرستادیم بسوی تو از کتاب آن است حقّ تصدیق‌کننده آنچه پیش روی آن است همانا خداوند است به بندگان خویش آگهی بینا"},{"SurahNumber":35,"VerseNumber":32,"Text":"سپس ارث دادیم کتاب را بدانان که برگزیدیم از بندگان خویش پس از ایشان است ستم‌کننده بر جان خود و از ایشان است میانه‌روی و از ایشان است سبقت‌گیرنده به خوبیها به دستور خدا این است آن فضل بزرگ‌"},{"SurahNumber":35,"VerseNumber":33,"Text":"بهشتهای جاودان در آنها درآیند آراسته شوند در آنها با زیورهائی از زر و دستبرنجهای زرین و مروارید و پوشاک ایشان در آن است حریر (ابریشم)"},{"SurahNumber":35,"VerseNumber":34,"Text":"و گفتند سپاس خدای را که برد از ما اندوه را همانا پروردگار ما است آمرزنده سپاسگزار"},{"SurahNumber":35,"VerseNumber":35,"Text":"آنکو جایگزین ساخت ما را در سرای آرمیدن از فضل خویش نرسد ما را در آن خستگی و نه ما را رسد در آن رنجی‌"},{"SurahNumber":35,"VerseNumber":36,"Text":"و آنان که کفر ورزیدند ایشان را است آتش دوزخ نه گذرانیده شود بر ایشان تا بمیرند و نه کاسته شود از ایشان از عذابش بدینسان پاداش دهیم به هر ناسپاسی‌"},{"SurahNumber":35,"VerseNumber":37,"Text":"و ایشان می‌نالند در آن پروردگارا برون آر ما را تا بکنیم کرداری شایسته جز آنچه بودیم می‌کردیم آیا عمر ندادیم شما را آنچه یادآور شود در آن آنکه یادآور شود و بیامد شما را ترساننده‌ای پس بچشید که نیست ستمگران را یاوری‌"},{"SurahNumber":35,"VerseNumber":38,"Text":"همانا خدا است داننده نهان آسمانها و زمین همانا او است دانا بدانچه در سینه‌ها است‌"},{"SurahNumber":35,"VerseNumber":39,"Text":"او است آنکه گردانید شما را جانشینانی در زمین پس آنکو کفر ورزد بر او است کفرش و نیفزاید کافران را کفرشان نزد پروردگارشان مگر خشمی و نیفزاید کافران را کفرشان مگر زیانی‌"},{"SurahNumber":35,"VerseNumber":40,"Text":"بگو آیا دیدید شریکان خویش را که خوانید جز خدا بنمایانیدم چه چیز آفریدند از زمین یا آنان را است شرکتی در آسمانها یا دادیم بدیشان کتابی پس ایشانند بر روشنائی (یا نشانی) از آن بلکه وعده نمی‌دهند ستمگران برخی از ایشان برخی را جز فریب‌"}]}