{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Allah est la lumière des cieux et de la terre. Sa lumière est semblable à une niche où il y a une lampe. La lampe est dans un cristal et le cristal est comme un astre brillant qu’allume un arbre béni : un olivier (exposé) ni (complètement) vers l’orient ni (complètement) vers l’occident, et dont l’huile éclaire presque sans contact avec le feu. Lumière sur lumière. Allah guide vers Sa lumière qui Il veut. Allah donne des exemples aux hommes. Allah est de Toute chose Savant"},{"SurahNumber":24,"VerseNumber":36,"Text":"Dans des maisons qu’Allah a donné l’autorisation d’élever afin que Son nom y soit évoqué, Lui rendent gloire, matin et soir"},{"SurahNumber":24,"VerseNumber":37,"Text":"des hommes que ni commerce ni transactions ne distraient de l’évocation d’Allah, de l’accomplissement de la Çalât et de l’acquittement de la Zakât. Ils redoutent un jour où seront bouleversés et les cœurs et les regards"},{"SurahNumber":24,"VerseNumber":38,"Text":"Pour qu’Allah les récompense de leurs meilleures actions, et leur ajoute de Ses faveurs, car Allah dispense Ses dons à qui Il veut sans compter"},{"SurahNumber":24,"VerseNumber":39,"Text":"Les œuvres de ceux qui ont mécru seront tel un mirage dans un désert. L’assoiffé le prend pour de l’eau, mais quand il l’atteint il ne trouve rien. Il y trouve Allah Qui lui dressera son compte. Car Allah est si prompt à dresser les comptes"},{"SurahNumber":24,"VerseNumber":40,"Text":"(Ces œuvres seront encore) pareilles aux ténèbres (régnant) sur une mer profonde que recouvrent vagues sur vagues, au-dessus desquelles (pèsent) des nuages. Ténèbres (accumulées) les unes sur les autres, où, qui y étend la main, n’arrive qu’à peine à la distinguer. Celui à qui Allah ne donne pas de lumière ne peut avoir de lumière"},{"SurahNumber":24,"VerseNumber":41,"Text":"Ne vois-tu pas qu’Allah est glorifié, par ceux qui sont dans les cieux et sur terre et par les oiseaux toutes ailes déployées ? Chacun sait comment Le prier et Lui rendre gloire. Allah Sait parfaitement ce qu’ils font"},{"SurahNumber":24,"VerseNumber":42,"Text":"À Allah appartient la royauté des cieux et de la terre, et vers Allah tout doit revenir"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ne vois-tu pas qu’Allah pousse peu à peu les nuages pour les accumuler[352] et en faire des amas ? Ainsi peux-tu voir la pluie filtrer à travers eux. Et du ciel, Il fait descendre de la grêle (provenant) de nuages (en forme) de montagnes. Il en atteint qui Il veut et en épargne qui Il veut. L’éclair (de ces nuages) est si éblouissant qu’il manque d’emporter la vue"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah fait alterner la nuit et le jour. Il y a certes là un enseignement pour ceux qui savent voir"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah a créé d’eau tous les animaux. Il en est qui marchent sur le ventre,[353] d’autres marchent sur deux pattes,[354] et d’autres encore sur quatre.[355] Allah crée ce qu’Il veut, Allah est de Toute chose Infiniment Capable"},{"SurahNumber":24,"VerseNumber":46,"Text":"Nous avons, effectivement, fait descendre (en révélation) des versets explicites. Allah conduit qui Il veut vers une voie droite"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ils disent : « Nous avons cru en Allah et au Messager et nous (leur) obéirons. » Un groupe d’entre eux, par la suite, se rétracte. Ceux-là ne sont point des croyants"},{"SurahNumber":24,"VerseNumber":48,"Text":"Quand ils sont appelés vers Allah et Son Messager afin que ce dernier juge entre eux, voilà que certains d’entre eux se détournent"},{"SurahNumber":24,"VerseNumber":49,"Text":"Mais si le droit est en leur faveur, ils viennent vers lui, consentants"},{"SurahNumber":24,"VerseNumber":50,"Text":"Un mal (ronge-t-il) leur cœur ? Sont-ils dans le doute ? Ou craignent-ils qu’Allah et Son Messager ne les lèsent (en quoi que ce soit) ? Que non, ce sont plutôt ceux-là les injustes"},{"SurahNumber":24,"VerseNumber":51,"Text":"Lorsqu’ils sont appelés vers Allah et Son Messager pour que ce dernier juge entre eux, les croyants ne prononcent qu’une parole : « Nous avons entendu et nous obéirons. » Ceux-là auront réussi"},{"SurahNumber":24,"VerseNumber":52,"Text":"Celui qui obéit à Allah et à Son Messager, redoute Allah et Le craint, ceux-là sont les gagnants"}]}