{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Китап әһелләре белән низагълашмагыз, мәгәр күркәм юл белән сөйләшегез, әгәр алар нинди юл белән булса да золым итсәләр, ул вакытта аларга катылык кылыгыз, әгәр алар сезнең белән әрепләшсәләр әйтегез: \"Аллаһудан сезгә һәм безгә иңгән китапларның һәммәсенә иман китерегез, сезнең вә безнең Илаһәбез бер генә Аллаһдыр, без Ул – Аллаһуга итагать итәбез"},{"SurahNumber":29,"VerseNumber":47,"Text":"Аларга китап иңдергәнебез кеби сиңа Коръән иңдердек. Без китап биргән кешеләрдән Коръәнгә иман китерүчеләре бар, Безнең аятьләребезгә каршы сөйләмәс вә инкяр итмәс, мәгәр имансыз кешеләр инкяр итәрләр"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ий Мухәммәд г-м, Коръән иңүдән элек син китап укымыйдыр идең һәм кулың илә китап та язмый идең, әгәр укыган һәм язган булсаң, мөшрикләргә синнән шикләнергә урын булыр иде, ул китаплардан өйрәнеп үзенә дин ясады дияр иделәр"},{"SurahNumber":29,"VerseNumber":49,"Text":"Бәлки ул Коръән ачык бәян ителгән аятьләр булып галимнәр күңелендә сакланадыр, ягъни Коръән хафизълар күңелендә. Безнең аятьләребезгә залимнәр генә каршы сөйләр һәм инкяр итәр"},{"SurahNumber":29,"VerseNumber":50,"Text":"Мөшрикләр әйттеләр: \"Ни булыр иде, әгәр Мухәммәдкә Раббысыннан аның пәйгамбәрлегенә могъҗизалар иңдерелгән булса\". Син аларга әйт: \"Могҗизалар Аллаһ хозурындадыр мин фәкать ышанмаган вә итагать итмәгән кешеләрне җәһәннәм ґәзабы белән куркытучымын"},{"SurahNumber":29,"VerseNumber":51,"Text":"Без сиңа иңдергән Коръән аларга могъҗиза булырга җитмиме, ул Коръән аларга даим укыладыр, вә ул Коръәндә мөэминнәр өчен рәхмәт һәм вәгазьләр бар"},{"SurahNumber":29,"VerseNumber":52,"Text":"Минем белән сезнең арада шаһид булырга Аллаһ үзе җитәдер диген, Ул җирдә һәм күкләрдә булган нәрсәләрне беләдер. Аллаһуга вә Аның аятьләренә ышануны инкяр итеп ялганга ышанучылар, алар хәсрәтләнүче вә һәлак булучылардыр"},{"SurahNumber":29,"VerseNumber":53,"Text":"Мөшрикләр синнән ґәзабны ашыктырып сорарлар, әгәр ґәзаб өчен билгеләнгән вакыт булмаса иде, әлбәттә, аларга ґәзаб килер иде, әлбәттә аларга ґәзаб искәрмәстән килер, хәлбуки алар ґәзабның килгәнен сизмәсләр"},{"SurahNumber":29,"VerseNumber":54,"Text":"Алар Аллаһ ґәзабының дөньяда килүен ашыктырдылар. Бит аларны җәһәннәм чолгап алган үлү белән анда керерләр"},{"SurahNumber":29,"VerseNumber":55,"Text":"Ул көндә аларны ут ґәзабы өсләреннән вә аяк асларыннан чолгар, Аллаһ аларга кылган кабахәт эшләрегезнең ґәзабын татыгыз, дияр"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ий мөэмин бәндәләрем, тәхкыйк Минем җирем киңдер, кайда гына булсагыз да Миңа гыйбадәт кылыгыз"},{"SurahNumber":29,"VerseNumber":57,"Text":"Әлбәттә, үлем ачысын һәркем татыячактыр, соңра кубарылып Миңа кайтырсыз"},{"SurahNumber":29,"VerseNumber":58,"Text":"Иман китереп Коръән юлы белән изге гамәлләр кылган мөэминнәрне, җәннәт чардакларына иңдерәчәкбез, ул җәннәтнең астыннан елгалар агадыр анда мәңге калырлар, хак мөэминнәрнең урыны һәм нигъмәтләре ни хуш яхшыдыр"},{"SurahNumber":29,"VerseNumber":59,"Text":"Шул җәннәткә керәсе мөэминнәр Аллаһ юлында төрле авырлыкларны күтәрделәр, ислам файдасына чыдадылар, вә алар Аллаһуга тәвәккәл итеп һәрвакыт Аллаһ юлында хәрәкәттә булырлар"},{"SurahNumber":29,"VerseNumber":60,"Text":"Күпме хайваннар, кошлар үзләренә ризык хәзерләп куя алмыйлар, Аллаһ аларны да, сезне дә ризыкландырадыр, Ул – Аллаһ сүзләрегезне ишетүче, күңелләрегезне белүчедер"},{"SurahNumber":29,"VerseNumber":61,"Text":"Әгәр мөшрикләрдән җирне вә күкләрне кем халык кылды, дип, сорасаң, дәхи айны вә кояшны кем йөретә дип сорасаң, әлбәттә, Аллаһ дип җаваб бирерләр, шулай җавап биргәннәреннән соң ни өчен иман китерүдән баш тарталар"},{"SurahNumber":29,"VerseNumber":62,"Text":"Аллаһ теләгән бәндәсенә киң ризык бирер, теләсә шул ук кешегә ризыкны тар кылыр, Аллаһ, әлбәттә, һәр нәрсәне белүчедер"},{"SurahNumber":29,"VerseNumber":63,"Text":"Әгәр син күктән су иңдереп үлгән җирне кем тергезә дип мөшрикләрдән сорасаң, әлбәттә, Аллаһ дип җавап бирерләр. Мактау һәр эштә Аллаһугадыр диген! Бәлки аларның күбрәкләре хак сүзне аңламыйлар"},{"SurahNumber":29,"VerseNumber":64,"Text":"Ошбу дөнья тереклеге балалар уенчыгы кеби алдаудан башка нәрсә түгел, әмма ахирәт йорты исә улдыр хакыйкый яши торган мәңгелек яхшы бәхетле тормыш, әгәр шуны белсәләр иде, әлбәттә, бетәчәк дөньяга алданып мәңгелек бәхетле тормыштан мәхрүм булмас иделәр"},{"SurahNumber":29,"VerseNumber":65,"Text":"Кәферләр көймәгә утырсалар диндә ихлас кешеләр кеби Аллаһуга ялваралар, әгәр Аллаһ аларны диңгездә сәламәт йөретеп корабларе белән корыга кайтарса, алар яңадан мөшрик булалар"},{"SurahNumber":29,"VerseNumber":66,"Text":"Сынымнарына табынып карарланалар, Без биргән нигъмәтләргә көферлек кылыр өчен, бу эшләренең кабахәтлеген вә ґәзабын тиздән белерләр"},{"SurahNumber":29,"VerseNumber":67,"Text":"Әйә белмиләрме Без мәсҗид Хәрамны башкаларның анда килеп золым күрүләреннән вә аңдагы кешеләрне үтермәктән имин кылдык, әмма мәсҗид тирәсендәге кешеләр үтерелү яки әсир булу белән фетнәләнерләр. Инде алар ялганга ышанып, Аллаһуның нигъмәтләре булган Коръәнне инкяр итәләрме"},{"SurahNumber":29,"VerseNumber":68,"Text":"Аллаһуга ялганны ифтира кылган кешедән дә залимрак кеше булырмы, яки пәйгамбәр хаклык белән килгәннән соң, пәйгамбәрне һәм Коръәнне ялганга тотучы кешедән дә залимрәк кеше булырмы? Әллә кәферләргә җәһәннәмдә урын юкмы"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ныклап ышанучылар Безнең юлыбызда тырышырлар, көрәшерләр, кирәк булса - сугышырлар, әлбәттә, Без аларны үзебез риза булган хак юлга күндерәчәкбез, Аллаһ, әлбәттә, мөэминнәр белән бергәдер. Мөэминнәрнең яхшы эшләре вә кылган изге гамәлләре фәкать Аллаһ ризасы өчен генә булса, Аллаһ аларга дөньяда һидәят, ахирәттә җәннәт бирер"}]}