{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Ne obrashchal li ty vnimaniye na tekh, kotoryye druzhatsya s narodom, na kotoryy gnevayetsya Bog? Oni ni na vashey storone, ni na ikh storone: delaya dogovory, klyanutsya lozhno, sami soznavaya eto"},{"SurahNumber":58,"VerseNumber":15,"Text":"Im Bog prigotovil zhestokuyu kazn'; potomu chto zloye to, chto oni delayut"},{"SurahNumber":58,"VerseNumber":16,"Text":"Oni prikryvayut sebya, kak shchitom, svoimi klyatvami, i tem otklonyayut drugikh ot puti Bozhiya; za to im budet posramitel'noye nakazaniye"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ni imushchestvo ikh, ni deti ikh nikakoy pol'zy ne prinesut im pred Bogom: oni budut obitatelyami ognya, i v nem ostanutsya vechno"},{"SurahNumber":58,"VerseNumber":18,"Text":"V tot den', kogda Bog voskresit vsekh ikh, oni i pred Nim budut klyast'sya takzhe, kak klyanutsya pred vami, dumaya, chto etim oni skol'ko ni bud' sebe pomogut. Smotri, kakiye oni lzhetsy"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ikh podchinil sebe satana i zastavil ikh zabyt' vospominaniye o Boge; no smotri, eto opolcheniye satany - vse pogibnet"},{"SurahNumber":58,"VerseNumber":20,"Text":"Istinno, te, kotoryye protivyatsya Bogu i poslanniku Yego, - te budut v chisle prezrenneyshikh"},{"SurahNumber":58,"VerseNumber":21,"Text":"Bog napisal: \"Da, pobezhdu YA i Moi poslanniki!\" potomu chto Bog silen, mogushch"},{"SurahNumber":58,"VerseNumber":22,"Text":"Ty ne vidish', chto by lyudi, veruyushchiye v Boga i v posledniy den', lyubili tekh, kotoryye protivyatsya Bogu i poslanniku Yego, khotya by eto byli ottsy ikh, ili deti ikh, ili brat'ya ikh, ili kakiye libo rodstvenniki ikh. V serdtsakh ikh Bog napisal veru i ukrepil ikh dukhom svoim; on vvedet ikh v sady, po kotorym tekut reki, i v nikh oni budut zhit' vechno. Bog budet dovolen imi, a oni budut dovol'ny Im. Oni dostoyaniye Boga; a izvestno, chto dostoyaniye Bozhiye budet blazhenno"},{"SurahNumber":59,"VerseNumber":1,"Text":"Da khvalit Boga vse, chto na nebesakh i chto na zemle, potomu chto On silen, mudr"},{"SurahNumber":59,"VerseNumber":2,"Text":"On zastavil nevernykh iz lyudey Pisaniya vyyti iz svoikh zhilishch, pri pervom izgnanii. Vy dumali, chto oni ne vyydut, i oni dumali, chto ikh zashchityat ot Boga ikh kreposti; no Bog postig ikh ottuda, otkuda oni ne rasschityvali, i brosil strakh v serdtsa ikh: oni razrushili doma svoi sobstvennymi rukami i rukami veruyushchikh. Voz'mite eto v nazidaniye sebe, odarennyye zorkost'yu uma"},{"SurahNumber":59,"VerseNumber":3,"Text":"Yesli by Bog ne prednachertal dlya nikh pereseleniya: to On nakazal by ikh v sem svete; a v budushchem budet im muka v ogne"},{"SurahNumber":59,"VerseNumber":4,"Text":"Eto im za to, chto oni otdelilis' ot Boga i Yego poslannika; kto otdelyayetsya ot Boga, dlya togo Bog strog v nakazanii"},{"SurahNumber":59,"VerseNumber":5,"Text":"Vy ssekli nekotoryye iz pal'movykh derev, a drugiye iz nikh ostavili stoyashchimi na svoikh kornyakh: eto bylo po vole Boga, i dlya togo, chtoby posramit' sikh nechestivtsev"},{"SurahNumber":59,"VerseNumber":6,"Text":"Chto ot nikh predostavil Bog svoyemu poslanniku, to - neskol'ko koney, neskol'ko verblyudov, - ne vy prignali k nemu, no Bog: On Svoim poslannikam dayet vo vlast', kogo khochet; Bog vsemogushch"},{"SurahNumber":59,"VerseNumber":7,"Text":"Chto iz prinadlezhashchego zhitelyam sikh gorodov predostavil Bog svoyemu poslanniku, to prinadlezhit Bogu, poslanniku, i yego rodstvennikam, sirotam, nishchim, puteshestvennikam (- no chtoby v nem ne bylo doli bogatym iz vas! Chto predostavit vam poslannik, to berite; chto zapretit on vam, to schitayte dlya sebya zapreshchennym: boytes' Boga, potomu chto Bog strog v nakazanii)"},{"SurahNumber":59,"VerseNumber":8,"Text":"Bednym iz mogadzhirov, - tem, kotoryye lishilis' svoikh domov i svoyego imushchestva, zhelaya milosti ot Boga i ugozhdeniya Yemu, pomogaya Bogu i poslanniku Yego: oni dostoyny milostyni"},{"SurahNumber":59,"VerseNumber":9,"Text":"Te, kotoryye zhivut v svoikh domakh, prinyavshi veru prezhde drugikh, lyubyat pereselivshikhsya k nim: v serdtsakh svoikh oni ne nakhodyat zhelaniya poluchit' to, chto etim dayetsya, i dayut im predpochteniye nad soboyu, khotya i nakhodyatsya v nishchete: a kotoryye osteregut sebya ot lyubostyazhaniya, te budut blazhenny"},{"SurahNumber":59,"VerseNumber":10,"Text":"Te, kotoryye prishli posle nikh, govoryat: \"Gospodi nash! Prosti nam i brat'yam nashim, kotoryye predupredili nas v prinyatii very: v serdtsakh nashikh ne davay mesta zatayennoy nepriyazni k veruyushchim. Gospodi nash, Ty blag, miloserd"}]}