{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who is then more unjust than he who utters a lie against Allah and he who gives the lie to the truth when it comes to him; is there not in hell an abode for the disbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"And he who brings the truth and he who accepts it as the truth, these are they that guard (against evil)"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have with their Lord what they please; that is the reward of the doers of good"},{"SurahNumber":39,"VerseNumber":35,"Text":"So that Allah will do away with the worst of what they did and give them their reward for the best of what they do"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is not Allah sufficient for His servant? And they seek to frighten you with those besides Him; and whomsoever Allah sends astray, there is no guide for him"},{"SurahNumber":39,"VerseNumber":37,"Text":"And whom Allah guides, there is none that can lead him astray; is not Allah Mighty, the Lord of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"And should you ask them, \"Who created the heavens and the earth?\", they would most certainly say, \"Allah\". Say, \"Have you then considered that what you call upon besides Allah, would they, if Allah desire to afflict me with harm"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: O my people! Work in your manner (or work as and how you can), surely I too am working. But soon you will come to know"},{"SurahNumber":39,"VerseNumber":40,"Text":"Who it is to whom there shall come a punishment which will disgrace him and to whom will be due an enduring punishment"},{"SurahNumber":39,"VerseNumber":41,"Text":"Verily, We have revealed to you the Book with the truth for the sake of mankind; so whoever follows the right way, it is for the good of his own soul and whoever errs, he errs only to its injury; and you are not a custodian over them"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah takes the souls at the time of their death, and those that die not during their sleep; then He withholds those on whom He has passed the decree of death and sends the others back till an appointed term; most surely there are signs in this for a peop"},{"SurahNumber":39,"VerseNumber":43,"Text":"Or have they taken intercessors besides Allah? Say, \"What! Even though they did not ever have control over anything, nor do they understand"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say, \"To Allah belongs all intercession; His is the kingdom of the heavens and the earth, then to Him you shall be brought back"},{"SurahNumber":39,"VerseNumber":45,"Text":"And when Allah, the One and Only, is mentioned, the heart of those who do not believe in the Hereafter shrink, and when those besides Him are mentioned, lo! They are joyful"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say, \"O Allah! Originator of the heavens and the earth, Knower of the unseen and the seen! Only Thou judgest between Thy servants as to that wherein they differ"},{"SurahNumber":39,"VerseNumber":47,"Text":"And had those who are unjust all that is in the earth and the like of it with it, they would certainly offer it as ransom (to be saved) from the pain of the punishment on the Day of Resurrection; and what they never thought of shall become plain to them f"},{"SurahNumber":39,"VerseNumber":48,"Text":"And the evil (consequences) of what they wrought shall become plain to them, and the very thing they mocked at shall beset them"},{"SurahNumber":39,"VerseNumber":49,"Text":"Now when harm afflicts a man he calls upon Us; then, when We give him a favour from Us, he says, \"I have been given it only by means of knowledge.\" Nay, it is a trial, but most of them know not"},{"SurahNumber":39,"VerseNumber":50,"Text":"Those before them did indeed say this, but what they earned availed them not"},{"SurahNumber":39,"VerseNumber":51,"Text":"But there befell them the evil (consequences) of what they earned; and those who are unjust from among this generation, there shall also befall them the evil (consequences) of what they earn, and they shall not escape"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they not know that Allah enlarges the means of subsistence to whom He wills, and He restricts; most surely there are signs in this for a people who believe"}]}