{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"Сите верници не треба да одат во борба. ОД секоја дружина меѓу нив, тогаш, нека се најдат неколкумина кои ќе го толкуваат законот на верата, и кои ќе го опоменуваат народот свој кога ќе им се вратат. Можеби оние ќе бидат претпазливи"},{"SurahNumber":9,"VerseNumber":123,"Text":"верници, борете се против неверниците кои се околу вас, и нека при вас најдат тврдост. И знајте дека Аллах, навистина, е со богобојазливите"},{"SurahNumber":9,"VerseNumber":124,"Text":"кога ќе се објави едно суре.. па, меѓу нив има кои зборуваат: \"Кому меѓу вас ова го зголеми иманот?7 А што се однесува, пак, до оние кои веруваа ИМ го зголеми иманот и оние, токму, се радуваат"},{"SurahNumber":9,"VerseNumber":125,"Text":"А што се однесува, пак, до оние во чии срца има болештина... та, Он им го зголеми срамНОТО дело над срамните дела НИВНИ и, токму, умреа како неверници"},{"SurahNumber":9,"VerseNumber":126,"Text":"Не гледаат ли дека, навистина, секоја година еднаш или двапати паѓаат во искушение? Потоа не се кајат, а ниту се сеќаваат"},{"SurahNumber":9,"VerseNumber":127,"Text":"И кога ќе им се објави суре, гледаат едниводруги: “Ве гледа ли некој?\" Потоа ќе се разотидат. Па, нека Аллах ги разедини срцата нивни, зашто, навистина, се народ кој не сфаќа"},{"SurahNumber":9,"VerseNumber":128,"Text":"Да, ви дојде пејгамбер, еден меѓу вас, кому му е тешко за тешкотијата на која ќе наидете, И кој е стремежлив кон вас, а кон верниците сочувствителен и сомилосен"},{"SurahNumber":9,"VerseNumber":129,"Text":"Па, ако ги свртат плеќите, тогаш, кажи: “Аллах ми е Доволен. Нема друг бог освен Него. Врз Него се потпирам и Он е Господарот на Аршот голем! раното"},{"SurahNumber":10,"VerseNumber":1,"Text":"лифлам, ра! Еве ајети од Книгата Мудра"},{"SurahNumber":10,"VerseNumber":2,"Text":"Чудно ли им е на луѓето тоа што му објавив на еден човек меѓу нив: Опоменувај ги луѓето, И зарадувај ги верниците дека, навистина, за нив ќе има награда красна кај Господарот Нивни. Неверниците зборуваат: “Да, овој е вистински волшебник"},{"SurahNumber":10,"VerseNumber":3,"Text":"Вашиот Господар, навистина, е Аллах кој ги создаде и небесата и Земјата за седум дена, а потоа се утврди на Аршот, управувајќи со са. Само со одоб-. рението Негово има посредување. Ете, тоа е Аллах, Господарот ваш! Та, обожавајте Го! Нема ли да се сеќавате"},{"SurahNumber":10,"VerseNumber":4,"Text":"Прибежиштето на сите вас е - кон Него. Ветувањето на Аллах е - вистинското ветување. Он, навистина, го започнува творењето и Он потоа го возобновува за да ги награди праведно оние кои веруваат и кои добри дела работат, а за оние кои не веруваат има напивка од жешка вода и казна болна затоа што, токму, не веруваа"},{"SurahNumber":10,"VerseNumber":5,"Text":"Он го создаде Сонцето да блеска, а Месечината да свети и определи младици за да го знаете бројот на годините и сметањето. Аллах тоа само со вистина го создаде, изнесувајќи ги потенко знаменијата за луѓето кои знаат"},{"SurahNumber":10,"VerseNumber":6,"Text":"Во сменувањето на денот и НОЌТа, и во она што Аллах го создаде на небесата и на Земјата, секако, има знаменија за народот богобојазлив"},{"SurahNumber":10,"VerseNumber":7,"Text":"Да, оние кои не ја очекуваат средбата Наша, и кои се задоволни со животот на овој свет, И кои се со него СсПоКојЈНИ, И Кои ги занемаруваат знаменијата НаШИ"},{"SurahNumber":10,"VerseNumber":8,"Text":"престојувалиштето нивно е огнот, токму, заради она што го спечалија"},{"SurahNumber":10,"VerseNumber":9,"Text":"Оние кои веруваат И кои добри дела работат... Господарот нивни ќе ги упати со верувањето нивно. Под нив, во бавчите благословени, ќе течат реки"},{"SurahNumber":10,"VerseNumber":10,"Text":"овата нивна таму е: “Биди славен Аллаху наш“, а поздраВОТ НИВНИ таму е: “Селам!\", а последната дова нивна: “Благодарение на Аллах, Господарот на световите"}]}