{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Iba jeden do respond som those listen GOD resurrects dead they ultimately spatny listok Him"},{"SurahNumber":6,"VerseNumber":37,"Text":"They said len certain znamenie pod him jeho Lord Say GOD bol able do send znamenie vela z them nie zauzlit"},{"SurahNumber":6,"VerseNumber":38,"Text":"All creatures zem all birds letiet s kulisy bol obec ona. My nie lavy anything this rezervovat si. Do ich Lord all these creatures zvolat"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those zamietnut our proofs bol deaf dumb v total darkness. Whomever GOD wills He sends astray whomever He wills He leads straight chodnicek"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say Co if GOD's retribution pojdem ona Hodiny pojdem ona ona implore GOD ona bol truthful"},{"SurahNumber":6,"VerseNumber":41,"Text":"fact je len Him ona implore He answers tvoj prayer if He wills ona zabudnut tvoj idols"},{"SurahNumber":6,"VerseNumber":42,"Text":"My sent (posol) obec ona my put them do test through adversity hardship they implore"},{"SurahNumber":6,"VerseNumber":43,"Text":"If len they implored when our test afflicted them! Radsej ich srdce hardened devil zdobit ich robota ich oci"},{"SurahNumber":6,"VerseNumber":44,"Text":"When they thus disregard odkaz dat them my je otvorene for them zavora z everything. Potom iba mat rad they rejoice do co dat them my punish them zrazu; they become utterly stunned"},{"SurahNumber":6,"VerseNumber":45,"Text":"Zlomyselny som thus annihilated Chvalit bol GOD Lord universe"},{"SurahNumber":6,"VerseNumber":46,"Text":"Say Co if GOD pocas away tvoj hearing tvoj eyesight zapecatit tvoj zmyslanie; kto god GOD restaurovat these ona? Note ako my explain revelations note ako they still deviate"},{"SurahNumber":6,"VerseNumber":47,"Text":"Say Co if GOD's retribution pojdem ona zrazu after announcement it nie zlomyselny kto je incur annihilation"},{"SurahNumber":6,"VerseNumber":48,"Text":"My nie send posol zachranca z dobry zvest i mat rad warners. Those verit reform have nothing fear nor will they rmutit sa"},{"SurahNumber":6,"VerseNumber":49,"Text":"Mat rad for those zamietnut our revelations they incur retribution ich wickedness"},{"SurahNumber":6,"VerseNumber":50,"Text":"Say ja nie say do ona ze ja possess treasures GOD Nor robit ja zauzlit buduci. Nor robit ja say do ona ja bol angel. Ja len nasledovat co revealed mna. Say je Bol blind same mat rad seer? Ona nie zrkadlit"},{"SurahNumber":6,"VerseNumber":51,"Text":"A preach this (Quran) do those reverence zvolat ich Lord -they have ziaden Him mat rad Lord a Zvladnut nor intercessor! -Ze they attain salvation"},{"SurahNumber":6,"VerseNumber":52,"Text":"Nie vypustit z hlavy those implore ich Lord dni i night, devoting Him alone Ona nie bol zodpovedny for ich reckoning nor je they zodpovedny for tvoj reckoning Ona vypustit z hlavy them ona bol transgressor"},{"SurahNumber":6,"VerseNumber":53,"Text":"My thus test ludia by each inak, let them say (mockingly) Som these ludia us zehnat GOD je Bol GOD nie aware z appreciative jeden"},{"SurahNumber":6,"VerseNumber":54,"Text":"When those verit v our revelations pojdem ona ona say Salmun ‘Alaykum (Peace bol ona). Tvoj Lord decreed zlutovanie bol Jeho attribute Thus ktokolvek among ona commits transgression ignorance repents thereafter reforms potom He Forgiving Merciful"},{"SurahNumber":6,"VerseNumber":55,"Text":"My thus explain revelations point ways z the zlomyselny"},{"SurahNumber":6,"VerseNumber":56,"Text":"Say ja zakazat z kult co ona kult GOD Say ja nie nasledovat tvoj nazor! Inak ja ist astray nie guided"},{"SurahNumber":6,"VerseNumber":57,"Text":"Say ja have solid proof z moj Lord ona zamietnut it Ja nie control retribution ona challenge mna bring Judgment belongs GOD alone He narrates truth He bol dobry judge"},{"SurahNumber":6,"VerseNumber":58,"Text":"Say If ja controlled retribution ona challenge mna bring whole zalezitost zakoncit long ago! GOD zauzlit LEPSIE KTO ZLOMYSELNY SOM"}]}