{"Id":55,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"মুমিনগণ সফলকাম হয়ে গেছে"},{"SurahNumber":23,"VerseNumber":2,"Text":"যারা নিজেদের নামাযে বিনয়-নম্র"},{"SurahNumber":23,"VerseNumber":3,"Text":"যারা অনর্থক কথা-বার্তায় নির্লিপ্ত"},{"SurahNumber":23,"VerseNumber":4,"Text":"যারা যাকাত দান করে থাকে"},{"SurahNumber":23,"VerseNumber":5,"Text":"এবং যারা নিজেদের যৌনাঙ্গকে সংযত রাখে।"},{"SurahNumber":23,"VerseNumber":6,"Text":"তবে তাদের স্ত্রী ও মালিকানাভুক্ত দাসীদের ক্ষেত্রে সংযত না রাখলে তারা তিরস্কৃত হবে না।"},{"SurahNumber":23,"VerseNumber":7,"Text":"অতঃপর কেউ এদেরকে ছাড়া অন্যকে কামনা করলে তারা সীমালংঘনকারী হবে।"},{"SurahNumber":23,"VerseNumber":8,"Text":"এবং যারা আমানত ও অঙ্গীকার সম্পর্কে হুশিয়ার থাকে।"},{"SurahNumber":23,"VerseNumber":9,"Text":"এবং যারা তাদের নামাযসমূহের খবর রাখে।"},{"SurahNumber":23,"VerseNumber":10,"Text":"তারাই উত্তরাধিকার লাভ করবে।"},{"SurahNumber":23,"VerseNumber":11,"Text":"তারা শীতল ছায়াময় উদ্যানের উত্তরাধিকার লাভ করবে। তারা তাতে চিরকাল থাকবে।"},{"SurahNumber":23,"VerseNumber":12,"Text":"আমি মানুষকে মাটির সারাংশ থেকে সৃষ্টি করেছি।"},{"SurahNumber":23,"VerseNumber":13,"Text":"অতঃপর আমি তাকে শুক্রবিন্দু রূপে এক সংরক্ষিত আধারে স্থাপন করেছি।"},{"SurahNumber":23,"VerseNumber":14,"Text":"এরপর আমি শুক্রবিন্দুকে জমাট রক্তরূপে সৃষ্টি করেছি, অতঃপর জমাট রক্তকে মাংসপিন্ডে পরিণত করেছি, এরপর সেই মাংসপিন্ড থেকে অস্থি সৃষ্টি করেছি, অতঃপর অস্থিকে মাংস দ্বারা আবৃত করেছি, অবশেষে তাকে নতুন রূপে দাঁড় করিয়েছি। নিপুণতম সৃষ্টিকর্তা আল্লাহ কত কল্যাণময়।"},{"SurahNumber":23,"VerseNumber":15,"Text":"এরপর তোমরা মৃত্যুবরণ করবে"},{"SurahNumber":23,"VerseNumber":16,"Text":"অতঃপর কেয়ামতের দিন তোমরা পুনরুত্থিত হবে।"},{"SurahNumber":23,"VerseNumber":17,"Text":"আমি তোমাদের উপর সুপ্তপথ সৃষ্টি করেছি এবং আমি সৃষ্টি সম্বন্ধে অনবধান নই।"},{"SurahNumber":23,"VerseNumber":18,"Text":"আমি আকাশ থেকে পানি বর্ষণ করে থাকি পরিমাণ মত অতঃপর আমি জমিনে সংরক্ষণ করি এবং আমি তা অপসারণও করতে সক্ষম।"},{"SurahNumber":23,"VerseNumber":19,"Text":"অতঃপর আমি তা দ্বারা তোমাদের জন্যে খেজুর ও আঙ্গুরের বাগান সৃষ্টি করেছি। তোমাদের জন্যে এতে প্রচুর ফল আছে এবং তোমরা তা থেকে আহার করে থাক।"},{"SurahNumber":23,"VerseNumber":20,"Text":"এবং ঐ বৃক্ষ সৃষ্টি করেছি, যা সিনাই পর্বতে জন্মায় এবং আহারকারীদের জন্যে তৈল ও ব্যঞ্জন উৎপন্ন করে।"},{"SurahNumber":23,"VerseNumber":21,"Text":"এবং তোমাদের জন্যে চতুস্পদ জন্তু সমূহের মধ্যে চিন্তা করার বিষয় রয়েছে। আমি তোমাদেরকে তাদের উদরস্থিত বস্তু থেকে পান করাই এবং তোমাদের জন্যে তাদের মধ্যে প্রচুর উপকারিতা আছে। তোমরা তাদের কতককে ভক্ষণ কর।"},{"SurahNumber":23,"VerseNumber":22,"Text":"তাদের পিঠে ও জলযানে তোমরা আরোহণ করে চলাফেরা করে থাক।"},{"SurahNumber":23,"VerseNumber":23,"Text":"আমি নূহকে তার সম্প্রদায়ের কাছে প্রেরণ করেছিলাম। সে বলেছিলঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের কোন মাবুদ নেই। তোমরা কি ভয় কর না।"},{"SurahNumber":23,"VerseNumber":24,"Text":"তখন তার সম্প্রদায়ের কাফের-প্রধানরা বলেছিলঃ এ তো তোমাদের মতই একজন মানুষ বৈ নয়। সে তোমাদের উপর নেতৃত্ব করতে চায়। আল্লাহ ইচ্ছা করলে ফেরেশতাই নাযিল করতেন। আমরা আমাদের পূর্বপুরুষদের মধ্যে এরূপ কথা শুনিনি।"},{"SurahNumber":23,"VerseNumber":25,"Text":"সে তো এক উম্মাদ ব্যক্তি বৈ নয়। সুতরাং কিছুকাল তার ব্যাপারে অপেক্ষা কর।"},{"SurahNumber":23,"VerseNumber":26,"Text":"নূহ বলেছিলঃ হে আমার পালনকর্তা, আমাকে সাহায্য কর; কেননা, তারা আমাকে মিথ্যাবাদী বলছে।"},{"SurahNumber":23,"VerseNumber":27,"Text":"অতঃপর আমি তার কাছে আদেশ প্রেরণ করলাম যে, তুমি আমার দৃষ্টির সামনে এবং আমার নির্দেশে নৌকা তৈরী কর। এরপর যখন আমার আদেশ আসে এবং চুল্লী প্লাবিত হয়, তখন নৌকায় তুলে নাও, প্রত্যেক জীবের এক এক জোড়া এবং তোমার পরিবারবর্গকে, তাদের মধ্যে যাদের বিপক্ষে পূর্বে সিদ্ধান্ত নেয়া হয়েছে তাদের ছাড়া। এবং তুমি জালেমদের সম্পর্কে আমাকে কিছু বলো না। নিশ্চয় তারা নিমজ্জত হবে।"},{"SurahNumber":23,"VerseNumber":28,"Text":"যখন তুমি ও তোমার সঙ্গীরা নৌকায় আরোহণ করবে, তখন বলঃ আল্লাহর শোকর, যিনি আমাদেরকে জালেম সম্প্রদায়ের কবল থেকে উদ্ধার করেছেন।"},{"SurahNumber":23,"VerseNumber":29,"Text":"আরও বলঃ পালনকর্তা, আমাকে কল্যাণকর ভাবে নামিয়ে দাও, তুমি শ্রেষ্ঠ অবতারণকারী।"},{"SurahNumber":23,"VerseNumber":30,"Text":"এতে নিদর্শনাবলী রয়েছে এবং আমি পরীক্ষাকারী।"},{"SurahNumber":23,"VerseNumber":31,"Text":"অতঃপর অন্য এক সম্প্রদায় আমি তার স্থলাভিষিক্ত করেছিলাম।"},{"SurahNumber":23,"VerseNumber":32,"Text":"এবং তাদেরই একজনকে তাদের মধ্যে রসূলরূপে প্রেরণ করেছিলাম এই বলে যে, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের অন্য কোন মাবুদ নেই। তবুও কি তোমরা ভয় করবে না"},{"SurahNumber":23,"VerseNumber":33,"Text":"তাঁর সম্প্রদায়ের প্রধানরা যারা কাফের ছিল, পরকালের সাক্ষাতকে মিথ্যা বলত এবং যাদেরকে আমি পার্থিব জীবনে সুখ-স্বাচ্ছন্দ্য দিয়েছিলাম, তারা বললঃ এতো আমাদের মতই একজন মানুষ বৈ নয়। তোমরা যা খাও, সেও তাই খায় এবং তোমরা যা পান কর, সেও তাই পান করে।"},{"SurahNumber":23,"VerseNumber":34,"Text":"যদি তোমরা তোমাদের মতই একজন মানুষের আনুগত্য কর, তবে তোমরা নিশ্চিতরূপেই ক্ষতিগ্রস্ত হবে।"},{"SurahNumber":23,"VerseNumber":35,"Text":"সে কি তোমাদেরকে এই ওয়াদা দেয় যে, তোমরা মারা গেলে এবং মৃত্তিকা ও অস্থিতে পরিণত হলে তোমাদেরকে পুনরুজ্জীবিত করা হবে"}]}