{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Kavminin cevabı: \"Lut ailesini şehrinizden sürüp çıkarın. Temiz kalmak isteyen insanlarmış\" demekten başka olmadı"},{"SurahNumber":27,"VerseNumber":57,"Text":"Biz de, onu ve ailesini kurtardık, yalnızca karısı hariç; onu geride (azap içinde kalanlar arasında) takdir ettik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ve üzerlerine bir yağmur yağdırdık. Uyarılanların yağmuru ne kötüdür"},{"SurahNumber":27,"VerseNumber":59,"Text":"Dedi ki: \"Hamd Allah'ındır ve selam O'nun seçtiği kullarının üzerinedir. Allah mı daha hayırlı yoksa onların ortak koştukları mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Onlar mı) Yoksa, gökleri ve yeri yaratan ve size gökten su indiren mi? Ki onunla (o suyla) gönül alıcı bahçeler bitirdik, sizin içinse bir ağacını bitirmek (bile) mümkün değildir. Allah ile beraber başka bir İlah mı? Hayır, onlar sapıklıkta devam eden bir kavimdir"},{"SurahNumber":27,"VerseNumber":61,"Text":"Ya da yeryüzünü bir karar yeri kılan, onun arasında ırmaklar var eden ve ona (yeryüzü için) sarsılmaz dağlar yaratan ve iki deniz arasında bir ara-engel (haciz) koyan mı? Allah ile beraber başka bir İlah mı? Hayır onların çoğu bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Ya da sıkıntı ve ihtiyaç içinde olana, Kendisi'ne dua ettiği zaman icabet eden, kötülüğü açıp gideren ve sizi yeryüzünün halifeleri kılan mı? Allah ile beraber başka bir İlah mı? Ne az öğüt-alıp düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ya da karanın ve denizin karanlıkları içinde size yol gösteren ve rahmetinin önünde rüzgarları müjde vericiler olarak gönderen mi? Allah ile beraber başka bir İlah mı? Allah, onların şirk koştuklarından Yücedir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ya da halkı sürekli yaratmakta olan, sonra onu iade edecek olan ve sizi gökten ve yerden rızıklandıran mı? Allah ile beraber başka bir İlah mı? De ki: \"Eğer doğru söylüyor iseniz, kesin-kanıt (burhan)ınızı getiriniz"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Göklerde ve yerde gaybı Allah'tan başka kimse bilmez. Onlar ne zaman dirileceklerinin şuuruna varmıyorlar"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların ahiret konusundaki bilgileri 'ard arda toplanıp pekiştirildi,’ hayır, onlar bundan bir kuşku içindedirler; hayır, onlar bundan yana kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"İnkar edenler dedi ki: \"Biz ve atalarımız toprak olduktan sonra mı, gerçekten biz mi dirilip-çıkartılacakmışız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Andolsun, bu (azap ve dirilme tehdidi), bize ve daha önce atalarımıza va'dolunmuştur. Bu, olsa olsa geçmişlerin uydurma masallarından başkası değildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: \"Yeryüzünde gezip dolaşın da, suçlu-günahkarların nasıl bir sona uğradıklarını görün"},{"SurahNumber":27,"VerseNumber":70,"Text":"Sen, onlara karşı hüzne kapılma ve kurdukları tuzaklardan dolayı sıkıntı içinde olma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Derler ki: \"Eğer doğruyu söylüyor iseniz, bu va'dolunan (azap) ne zaman"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Belki de acele etmekte olduğunuzun (azabın) bir kısmı size yetişmiştir bile"},{"SurahNumber":27,"VerseNumber":73,"Text":"Şüphesiz, senin Rabbin, insanlara karşı büyük lütuf (fazl) sahibidir, ancak insanların çoğu şükretmiyorlar"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve şüphesiz, senin Rabbin, sinelerinin gizli tuttuklarını ve açığa vurduklarını kesin olarak bilmektedir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde gizli olan hiçbir şey yoktur ki, apaçık olan bir kitapta (Levh-i Mahfuz'da) olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Gerçek şu ki, bu Kur'an, İsrailoğulları'na hakkında ayrılığa düştükleri şeylerin bir çoğunu aktarıp anlatıyor"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve gerçekten o, mü'minler için bir hidayet ve bir rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Şüphesiz senin Rabbin, onların arasında Kendi hükmünü verecektir. O, güçlü ve üstün olandır, bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"Sen, artık Allah'a tevekkül et; çünkü sen apaçık olan hak üzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Çünkü gerçekten sen, ölülere (söz) dinletemezsin ve arkasını dönüp kaçan sağırlara da çağrıyı işittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen körleri düştükleri sapıklıktan çekip hidayete erdirici değilsin; sen ancak, ayetlerimize iman edenlere (söz) dinletebilirsin, işte Müslüman olanlar bunlardır"}]}