{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Hayır, yıldızların yerlerine yemin ederim"},{"SurahNumber":56,"VerseNumber":76,"Text":"Bilirseniz bu büyük bir yemindir"},{"SurahNumber":56,"VerseNumber":77,"Text":"O, elbette şerefli bir Kur'ân'dır"},{"SurahNumber":56,"VerseNumber":78,"Text":"Korunmuş bir kitaptadır"},{"SurahNumber":56,"VerseNumber":79,"Text":"Ona temizlenenlerden başkası el süremez"},{"SurahNumber":56,"VerseNumber":80,"Text":"âlemlerin Rabbinden indirilmiştir"},{"SurahNumber":56,"VerseNumber":81,"Text":"Şimdi siz bu sözü mü küçümsüyorsunuz"},{"SurahNumber":56,"VerseNumber":82,"Text":"Rızkınızı, yalanlamanızdan ibaret mi kılıyorsunuz"},{"SurahNumber":56,"VerseNumber":83,"Text":"Can boğaza dayandığı zaman"},{"SurahNumber":56,"VerseNumber":84,"Text":"Ki o zaman siz (ölmek üzere olana) bakar durursunuz"},{"SurahNumber":56,"VerseNumber":85,"Text":"Biz ona sizden daha yakınız, fakat siz görmezsiniz"},{"SurahNumber":56,"VerseNumber":86,"Text":"Eğer cezalandırılmayacak iseniz"},{"SurahNumber":56,"VerseNumber":87,"Text":"Onu geri çevirsenize; şayet iddianızda doğru iseniz"},{"SurahNumber":56,"VerseNumber":88,"Text":"Fakat ölen kişiye gelince, eğer o rahmete yaklaştırılanlardan ise"},{"SurahNumber":56,"VerseNumber":89,"Text":"Ona rahatlık, güzel rızık ve Naîm cenneti vardır"},{"SurahNumber":56,"VerseNumber":90,"Text":"Eğer O, sağın adamlarından ise"},{"SurahNumber":56,"VerseNumber":91,"Text":"(Ey sağcı), sana sağcılardan selam"},{"SurahNumber":56,"VerseNumber":92,"Text":"Ama yalanlayıcı sapıklardan ise"},{"SurahNumber":56,"VerseNumber":93,"Text":"İşte ona da kaynar sudan bir ziyafet vardır"},{"SurahNumber":56,"VerseNumber":94,"Text":"Ve cehenneme atılma vardır"},{"SurahNumber":56,"VerseNumber":95,"Text":"Kesin gerçek budur işte"},{"SurahNumber":56,"VerseNumber":96,"Text":"Öyle ise Rabbini o büyük ismiyle tesbih et"},{"SurahNumber":57,"VerseNumber":1,"Text":"Göklerde ve yerde bulunan her şey Allah'ı tesbih etmektedir. O, çok güçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":57,"VerseNumber":2,"Text":"Göklerin ve yerin mülkü O'nundur. O, diriltir, öldürür, O, her şeye kadirdir"},{"SurahNumber":57,"VerseNumber":3,"Text":"O ilktir, sondur, zahirdir, bâtındır. O herşeyi bilendir"},{"SurahNumber":57,"VerseNumber":4,"Text":"O'dur ki gökleri ve yeri altı günde yarattı. Sonra arş üzerine istivâ etti (hükümran oldu). Yere gireni, ondan çıkanı, gökten ineni, ona çıkanı bilir. Nerede olsanız O sizinle beraberdir. Allah yaptıklarınızı görmektedir"},{"SurahNumber":57,"VerseNumber":5,"Text":"Göklerin ve yerin mülkü O'nundur. Bütün işler O'na döndürülecektir"},{"SurahNumber":57,"VerseNumber":6,"Text":"Geceyi gündüzün içine sokar, gündüzü gecenin içine sokar. O, göğüslerin özünü bilir"},{"SurahNumber":57,"VerseNumber":7,"Text":"Allah'a ve Resulüne iman edin. Sizi hâkim kıldığı, sizin yönetiminize verdiği şeylerden harcayın. Sizden, inanan ve harcayanlar için büyük mükafat vardır"},{"SurahNumber":57,"VerseNumber":8,"Text":"Size ne oldu ki, Resul sizi Rabbinize inanmanız için davet ettiği halde Allah'a inanmıyorsunuz? Oysa O, sizden kesin söz almıştı. Eğer inanacaksanız"},{"SurahNumber":57,"VerseNumber":9,"Text":"Sizi karanlıklardan aydınlığa çıkarmak için kuluna apaçık âyetler indiren O'dur. Şüphesiz Allah, size karşı çok şefkatli, çok merhametlidir"},{"SurahNumber":57,"VerseNumber":10,"Text":"Neden siz Allah yolunda harcamayasınız ki? Göklerin ve yerin mirası zaten Allah'ındır. Elbette içinizden, fetihten önce harcayan ve savaşan bir olmaz. Onların derecesi, sonradan infak eden ve savaşanlardan daha büyüktür. Bununla beraber Allah hepsinede en güzel sonucu vaad etmiştir. Allah yaptıklarınızdan haberdardır"},{"SurahNumber":57,"VerseNumber":11,"Text":"Kimdir o, Allah'a güzel bir borç verecek olan ki, Allah da onun verdiğini kat kat artırsın ve onun için şerefli bir mükafat da versin"},{"SurahNumber":57,"VerseNumber":12,"Text":"O gün inanan erkekleri ve inanan kadınları görürsün ki nurları, önlerinde ve sağlarında koşuyor. (Kendilerine): \"Bugün müjdeniz altlarından ırmaklar akan, içlerinde ebedi kalacağınız cennetlerdir.\" (denilir) İşte büyük kurtuluş budur"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün münafık erkekler ve münafık kadınlar o iman edenlere şöyle diyeceklerdir: \"Bize bakın da sizin nurunuzdan alalım?\" Onlara: \"Arkanıza dönün de nur arayın!\" denilir. Aralarına kapılı bir sur çekilir ki, onun içinde rahmet, dışında da azap vardır"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Münafıklar) onlara: \"Biz sizinle beraber değil miydik?\" diye seslenirler. (Müminler) de derler ki: \"Evet ama, siz kendi canlarınıza kötülük ettiniz, gözlediniz, şüpheye düştünüz ve kuruntular sizi aldattı. O çok aldatan (şeytan) sizi, Allah hakkında bile aldattı. Nihayet Allah'ın emri gelip çattı"},{"SurahNumber":57,"VerseNumber":15,"Text":"Bugün artık ne sizden ne de inkar edenlerden fidye kabul edilir, varacağınız yer ateştir. Size yaraşan odur. Orası ne kötü bir dönüş yeridir"}]}