{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Zeg: \"De doodsengel, aan wie gij toevertrouwd zijt, zal uw ziel nemen; dan zult gij tot uw Heer worden teruggebracht"},{"SurahNumber":32,"VerseNumber":12,"Text":"O, kondet gij het slechts zien wanneer de schuldigen hun hoofd zullen buigen voor hun Heer, zeggende: \"Onze Heer, wij hebben gezien en wij hebben gehoord, zend ons nu terug opdat wij goede werken mogen verrichten; voorzeker wij zijn thans overtuigd"},{"SurahNumber":32,"VerseNumber":13,"Text":"Indien Wij het wilden, zouden Wij aan elke ziel haar leiding kunnen geven, maar Mijn woord werd bewaarheid: \"Ik zal de hel met djinn en mensen allen tezamen vullen"},{"SurahNumber":32,"VerseNumber":14,"Text":"Ondergaat daarom (de straf) omdat gij de ontmoeting van deze Dag vergat. Voorzeker nu hebben Wij u vergeten. Ondergaat de duurzame straf voor hetgeen gij deedt"},{"SurahNumber":32,"VerseNumber":15,"Text":"Slechts zij geloven in Onze tekenen, die, wanneer zij er aan herinnerd worden, zich met het gelaat ter aarde werpen en hun Heer verheerlijken met de lof die Hem toekomt, en die niet hoogmoedig zijn"},{"SurahNumber":32,"VerseNumber":16,"Text":"Zij verwijderen zich van hun bed, hun Heer in vrees en hoop aanroepende en zij doen wel met hetgeen Wij hun hebben geschonken"},{"SurahNumber":32,"VerseNumber":17,"Text":"Maar niemand weet welke verkwikking der ogen voor hen verborgen is gehouden als beloning voor wat zij hebben gedaan"},{"SurahNumber":32,"VerseNumber":18,"Text":"Zou dan de gelovige gelijk zijn aan hem die ongehoorzaam is? Zij zijn (stellig) niet gelijk"},{"SurahNumber":32,"VerseNumber":19,"Text":"Zij, dje geloven en goede werken doen, zullen Tuinen hebben tot verblijf, als onthaal voor hetgeen zij deden"},{"SurahNumber":32,"VerseNumber":20,"Text":"Maar het tehuis v an de ongehoorzamen zal het Vuur zijn. Telkens wanneer zij er uit willen komen, zullen zij er weer in worden teruggedreven en hun zal worden gezegd: \"Ondergaat de straf van het Vuur die gij loochendet"},{"SurahNumber":32,"VerseNumber":21,"Text":"Wij zullen hen inderdaad de lichtere straf doen ondergaan vóór de grotere straf opdat zij zich mogen bekeren"},{"SurahNumber":32,"VerseNumber":22,"Text":"En wie is onrechtvaardiger dan hij die door het teken van zijn Heer wordt vermaand en zich er toch van afwendt? Wij zullen de schuldigen beslist straffen"},{"SurahNumber":32,"VerseNumber":23,"Text":"Voorzeker, Wij gaven Mozes het Boek - twijfel dus niet aan de ontmoeting met Hem - en Wij maakten dit tot een richtsnoer voor de kinderen van Israël"},{"SurahNumber":32,"VerseNumber":24,"Text":"En Wij stelden leiders uit hun midden aan, die het volk door Ons gebod leidden, zolang zij standvastig waren en in Onze woorden een hecht geloof hadden"},{"SurahNumber":32,"VerseNumber":25,"Text":"Voorwaar, uw Heer zal op de Dag der Opstanding onder hen richten over hetgeen waaromtrent zij onderling verschillen"},{"SurahNumber":32,"VerseNumber":26,"Text":"Komen zij niet tot inzicht (door het feit) dat Wij zovele geslachten vóór hen hebben vernietigd in wier woonplaatsen zij nu rondlopen? Daarin zijn zeker tekenen. Willen zij dan niet luisteren"},{"SurahNumber":32,"VerseNumber":27,"Text":"Hebben zij niet gezien dat Wij het water naar het droge land voeren en daardoor oogsten voortbrengen waarvan zij en hun vee eten? Willen zij dan niet inzien"},{"SurahNumber":32,"VerseNumber":28,"Text":"En zij (de ongelovigen) zeggen: \"Wanneer zal deze beslissing plaats vinden als gij de waarheid spreekt"},{"SurahNumber":32,"VerseNumber":29,"Text":"Zeg: \"Op de Dag der Beslissing zal het geloof der ongelovigen hen niet baten, noch zal hun uitstel worden verleend"},{"SurahNumber":32,"VerseNumber":30,"Text":"Wend u daarom van hen af, en wacht; voorzeker zij wachten ook"}]}