{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Wǒ de zōngzú a! Zěnme wǒ zhào nǐmen yú dé dù, ér nǐmen què zhào wǒ yú huǒ yù ne?"},{"SurahNumber":40,"VerseNumber":42,"Text":"Nǐmen jiào wǒ bùyào xìn zhēnzhǔ, ér yǐ wǒ suǒ bùzhī de shìwù pèi tā; wǒ què yào jiào nǐmen chóngbài wànnéng de zhì shè de zhǔ."},{"SurahNumber":40,"VerseNumber":43,"Text":"Qíshí, nǐmen zhào wǒ qù chóngbài de dōngxī, zài jīnshì hé hòushì, dōu bùnéng yìngdá rènhé qídǎo. Wǒmen de guīsù shì zhēnzhǔ,guò fèn zhě bì shì huǒ yù de jūmín."},{"SurahNumber":40,"VerseNumber":44,"Text":"Nǐmen jiānglái huì xiǎngqǐ wǒ duì nǐmen shuō dehuà. Wǒ bǎ wǒ de shìqíng wěituō zhēnzhǔ, zhēnzhǔ què shì míngchá zhòng pú de.'"},{"SurahNumber":40,"VerseNumber":45,"Text":"Zhēnzhǔ bǎohù tā miǎn zāo tāmen suǒ jìmóu de huòhài, bìng yǐ yánxíng jiàng yú fǎlǎo de zōngzú;"},{"SurahNumber":40,"VerseNumber":46,"Text":"tāmen zhāoxì shòu huǒxíng. Fùhuó shí láilín zhī rì, huòzhě jiāng shuō:`Nǐmen ràng fǎlǎo de zōngzú jìnqù shòu zuì yánlì de xíngfá ba!'"},{"SurahNumber":40,"VerseNumber":47,"Text":"Nà shí tāmen zài huǒ yùzhōng hùxiāng zhēnglùn, nuòruò zhě duì zì dà zhě shuō:`Wǒmen què yǐ zuòguò nǐmen de shùncóng zhě, nǐmen néng tì wǒmen jiěchú yībùfèn huǒxíng ma?'"},{"SurahNumber":40,"VerseNumber":48,"Text":"Zì dà zhě shuō:`Wǒmen dàjiā díquè dōu zài huǒ yùzhōng, zhēn zhǔ què yǐ tì zhòng pú pànjuéle.'"},{"SurahNumber":40,"VerseNumber":49,"Text":"Zài huǒ yù lǐ de rén duì guǎnlǐ huǒ yù de tiānshén shuō:`Qǐng nǐmen qídǎo nǐmen de zhǔ, qiú tā gěi wǒmen jiǎnqīng yī rì de xíngfá.'"},{"SurahNumber":40,"VerseNumber":50,"Text":"Tāmen shuō:`Nándào nǐmen zú zhōng de shǐzhě, méiyǒu zhāoshì nǐmen ruògān míngzhèng ma?'Tāmen shuō:`Bùrán!'Tiānshénmen shuō:`Nǐmen qídǎo ba! Dàn bù xìndào zhě de qídǎo zhǐ zài mí wù zhōng.'"},{"SurahNumber":40,"VerseNumber":51,"Text":"Wǒ bìdìng yuánzhù wǒ de zhòng shǐzhě hé zhòng xìnshì, zài jīnshì shēnghuó zhōng, hé zài zhòng jiànzhèng qǐlì zhī rì——"},{"SurahNumber":40,"VerseNumber":52,"Text":"bùyì zhě de tuōcí wú bì yú tāmen zhī rì, tāmen jiāng zāo qì jué, tāmen jiāng shòu hòushì de xíngfá."},{"SurahNumber":40,"VerseNumber":53,"Text":"Wǒ què yǐ jiāng zhèngdào cìyǔ mù sà, wǒ què yǐ shǐ yǐsèliè de hòuyì jìchéng tiān jīng,"},{"SurahNumber":40,"VerseNumber":54,"Text":"yòng zuò yǒu xīnlíng de xiàngdǎo hé jiàohuì."},{"SurahNumber":40,"VerseNumber":55,"Text":"Gù nǐ dāng jiānrěn, zhēnzhǔ de yīngxǔ, què shì zhēnshí de. Nǐ yīngdāng wèi nǐ de guòshī ér qiúráo, nǐ yīngdāng zhāoxì zànsòng nǐ de zhǔ."},{"SurahNumber":40,"VerseNumber":56,"Text":"Méiyǒu zhēnpíngshíjù ér zhēnglùn zhēnzhǔ de jīxiàng zhě, tāmen de xiōngzhōng, díquè zhǐyǒu yīgè niàntou, jiùshì yào xiǎng dádào tāmen jué bùnéng dádào de wěidà. Gù nǐ dāng qiú bì yú zhēnzhǔ, tā què shì quán cōng de, què shì quán míng de."},{"SurahNumber":40,"VerseNumber":57,"Text":"Chuàngzào tiāndì, shì bǐ zàizào rénlèi gèng nán de, dàn shìrén dàbàn bù zhīdào."},{"SurahNumber":40,"VerseNumber":58,"Text":"Wú yǎn zhě yù yǒu yǎn zhě shì bù xiāngděng de; xìndào érqiě xíngshàn zhě yǔ zuò'è zhě yěshì bù xiāngděng de, dàn nǐmen hěn shǎo juéwù."},{"SurahNumber":40,"VerseNumber":59,"Text":"Fùhuó shí bìdìng láilín, zhè shì háo wú yíyì de; dàn zhòngrén dàbàn bùxìn."},{"SurahNumber":40,"VerseNumber":60,"Text":"Nǐmen de zhǔ shuō:`Nǐmen yào qídǎo wǒ, wǒ jiù yìngdá nǐmen; bù kěn chóngbài wǒ de rén, tāmen jiāng bēijiàn de rù huǒ yù.'"},{"SurahNumber":40,"VerseNumber":61,"Text":"Zhēnzhǔ wèi nǐmen chuàngzào hēiyè, yǐbiàn nǐmen ānxí; chuàngzào báizhòu, yǐbiàn nǐmen guānkàn; zhēnzhǔ duìyú rénlèi, què shì yǒu ēnhuì de, dàn rénlèi dàbàn bù gǎnxiè."},{"SurahNumber":40,"VerseNumber":62,"Text":"Nà shì zhēnzhǔ, shì nǐmen de zhǔ, shì wànwù de chuàngzào zhě; chú tā wài, jué wú yīng shòu chóngbài de. Nǐmen zěnme rúcǐ bèimiù ne?"},{"SurahNumber":40,"VerseNumber":63,"Text":"Fǒurèn zhēnzhǔ de jīxiàng zhě, jiùshì zhèyàng bèimiù de."},{"SurahNumber":40,"VerseNumber":64,"Text":"Zhēnzhǔ wèi nǐmen yǐ dìmiàn wèi jū chù, yǐ tiānkōng wèi fángwū, tā yǐ xíngxiàng fùyǔ nǐmen, ér shǐ nǐmen de xíngxiàng yōuměi, tā gōngjǐ nǐmen jiāměi de shípǐn. Nà shì zhēnzhǔ, nǐmen de zhǔ. Duō fú zāi zhēnzhǔ!——Quán shìjiè de zhǔ!"},{"SurahNumber":40,"VerseNumber":65,"Text":"Tā què shì yǒngshēng de, chú tā wài, jué wú yīng shòu suì bài de, gù nǐmen dāng qídǎo tā, chéngxīn shùnfú tā. Yīqiè zànsòng, quán guīzhēnzhǔ——quán shìjiè de zhǔ!"}]}