{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":16,"Text":"Eikö ole aika niiden, jotka uskovat, nöyrtyä sydämissään, muistaa Jumalaa ja Hänen lähettämäänsä totuutta, jotta heidän ei kävisi kuin niiden, joille Kirjoitus annettiin aikaisemmin, niin että heidän aikansa näytti pidennetyltä, mutta jotka paaduttivat sydämensä ja joista useimmista tuli lainrikkojia"},{"SurahNumber":57,"VerseNumber":17,"Text":"Tietäkää, että Jumala elvyttää maan sen kuihtumuksesta. Me olemme totisesti kirkastaneet teille tunnusmerkit ymmärtääksenne"},{"SurahNumber":57,"VerseNumber":18,"Text":"Armeliaille miehille ja naisille ja niille, jotka kantavat Jumalalle hyvän uhrin, Hän korvaa sen kaksin verroin, ja heidän palkkansa on oleva ihana"},{"SurahNumber":57,"VerseNumber":19,"Text":"Ne, jotka uskovat Jumalaan ja Hänen sananjulistajiinsa, ovat todistajia Herransa edessä; he saavat palkkansa ja valonsa; mutta ne, jotka valitsevat epäuskon ja väittävät merkkejämme valheeksi, joutuvat helvetin asukkaiksi"},{"SurahNumber":57,"VerseNumber":20,"Text":"Tietäkää, että tämän maailman elämä on vain leikkiä, ajanvietettä, koreilua ja keskinäistä kerskailua, rikkauden ja perheen kartuttamista. Se on kuin sadekuuro, jonka aiheuttama vihanta kasvullisuus ilahduttaa viljelijöitä, mutta tämä sitten kuihtuukin, ja sinä näet sen kellastuvan ja lakastuvan. Tulevassa elämässä on kuritus ankara, mutta Jumalan luona myös anteeksianto ja mielisuosio; niin, maallinen elämä on pelkkää pettävää nautintoa"},{"SurahNumber":57,"VerseNumber":21,"Text":"Kiiruhtakaa kilvan saavuttaaksenne Herranne anteeksiannon ja Paratiisin, jonka avaruus on maan ja taivaan suuruinen ja joka on valmistettu niille, jotka uskovat Jumalaan ja Hänen sananjulistajiinsa! Tämä on Jumalan armo. Hän antaa sen kenelle haluaa, sillä Hän on Herra, jonka armo on suuri"},{"SurahNumber":57,"VerseNumber":22,"Text":"Mitään ei tapahdu maailmassa eikä teissä itsessänne, jota ei ole merkitty Pyhään kirjaan, ennenkuin Me annamme sen tulla ilmi. Tämä on totisesti helppoa Jumalalle"},{"SurahNumber":57,"VerseNumber":23,"Text":"Älkää siis murehtiko sitä, mitä olette menettäneet, älkääkä myöskään kerskuko sen perusteella, mitä Hän on teille antanut, sillä Jumala ei rakasta röyhkeätä ja kerskailevaa ihmistä"},{"SurahNumber":57,"VerseNumber":24,"Text":"ei liioin niitä, jotka ovat kitsaita ja kehoittavat muita ahneuteen. Ja jos joku kääntyy pois, niin totisesti Jumala ei häntä eikä mitään kaipaa"},{"SurahNumber":57,"VerseNumber":25,"Text":"Olemmehan lähettänyt sanansaattajamme selvin todistein ja heidän mukanaan olemme lähettänyt Pyhän kirjan ja mittaperusteet, jotta ihmiskunta saattaisi noudattaa oikeutta; Me olemme myös antanut raudan, johon on kätketty suuri voima ja josta on hyötyä ihmiskunnalle, jotta Jumala tuntisi ne, jotka sydämestään auttavat Häntä ja Hänen sananjulistajiaan. Totisesti, Jumala on voimakas, mahtava"},{"SurahNumber":57,"VerseNumber":26,"Text":"Totisesti olemme lähettänyt Nooan ja Aabrahamin ja antanut heidän jälkeläisilleen profeetankutsumuksen ja Pyhän kirjan. Heidän joukossaan on muutamia, jotka vaeltavat vanhurskaasti, mutta useimmat heistä ovat käskyjen rikkojia"},{"SurahNumber":57,"VerseNumber":27,"Text":"Sitten lähetimme sanansaattajia seuraamaan heidän jälkiään, ja myöhemmin Me lähetimme Jeesuksen, Marian pojan, ja Me annoimme hänelle evankeliumin. Me istutimme myös rakkauden ja armeliaisuuden niiden sydämiin, jotka seuraavat häntä. Luostarilaitoksen he ovat itse keksineet, - Me emme ole antanut heille muuta määräystä kuin että he etsisivät Jumalan mielisuosiota, mutta he eivät noudattaneet sitä niin kuin olisi pitänyt. Silloin annoimme palkkansa niille heistä, jotka uskoivat, mutta useimmat heistä ovat lainrikkojia"},{"SurahNumber":57,"VerseNumber":28,"Text":"Te, jotka uskotte, pelätkää Jumalaa ja uskokaa Hänen sananjulistajaansa; Hän jakaa teille armoaan kaksin kerroin ja Hän antaa teille valkeuden, jossa voitte vaeltaa; Hän on antava teille anteeksi, sillä Jumala on laupias ja anteeksiantavainen"},{"SurahNumber":57,"VerseNumber":29,"Text":"Näin on, jotta nekin, jotka ovat saaneet Kirjan, tietäisivät, etteivät he pane rajoja Jumalan armolle, koska Jumalan armo on Hänen kädessään, Hän sulkee siihen kenet tahtoo; niin, Jumala on valtavan armon Herra"}]}