{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Soydaslarının tek cevabı birbirlerine soyle demeleri oldu: «Lut´un yakınlarını sehrinizden cıkarınız, cunku onlar temizlige pek meraklı kimselermis!»"},{"SurahNumber":27,"VerseNumber":57,"Text":"Lut´u ve esi dısındaki yakınlarını kurtardık. Esinin ise geride kalarak yok olmasını kararlastırdık"},{"SurahNumber":27,"VerseNumber":58,"Text":"Onların baslarına muthis bir yagmur yagdırdık. Uyarıları umursamayanların baslarına yagan yagmur ne fenadır"},{"SurahNumber":27,"VerseNumber":59,"Text":"Ey Muhammed de ki; «Allah´a hamd ve sectigi kullarına da selam olsun. Allah mı daha iyidir, yoksa onların Allah´a ortak kostukları duzmece ilahlar mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Bu duzmece ilahlar mı daha iyi) yoksa gokleri ve yeri yaratan, gokten size su indiren Allah mı? Biz o su sayesinde bir tek agacını bile bitirmeye gucunuzun yetmeyecegi alımlı bahceler bitirdik. Allah´ın yanı sıra baska bir ilah mı var? Aslında onlar gercekten sapan bir toplumdurlar"},{"SurahNumber":27,"VerseNumber":61,"Text":"Bu duzmece ilahlar mı daha iyi yoksa dunyayı dengeli bir yasama alanı yapan, kara parcaları uzerindeki nehirler akıtan, yeryuzunde koklu daglar yukselten ve farklı yogunluktaki iki deniz arasına set koyan Allah mı"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Bu duzmece ilahlar mı daha iyi) yoksa sıkıntıya dusene, kendisine yalvardıgı takdirde cevap vererek sıkıntısını gideren ve sizi ardarda gelen kusaklar halinde yeryuzune egemen kılan Allah mı? Allah´ın yanı sıra baska bir ilah mı var? Ne kadar kıt dusuncelisiniz"},{"SurahNumber":27,"VerseNumber":63,"Text":"(Bu duzmece ilahlar mı daha iyi) yoksa karaların ve denizlerin karanlıkları icinde size yolunuzu bulduran, rahmetinin onunden ruzgarları mujde habercisi olarak gonderen Allah mı? Allah´ın yanı sıra baska bir ilah mı var? Allah, onların kendisine kostukları ortaklardan munezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"(Bu duzmece ilahlar mı daha iyi) yoksa canlıları ilk kez yaratan ve oluleri yeniden diriltecek olan, gokten ve yerden size besin kaynakları saglayan Allah mı? Allah´ın yanı sıra baska bir ilah mı var? De ki; «Eger dogru soyluyorsanız, acık delilinizi getiriniz.»"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki; «Bilinmezi, gaybı ne goktekiler bilir ne de yerdekiler. Onu sadece Allah bilir». Onlar ne zaman yeniden diriltileceklerini de bilemezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Onların bilgileri ahirete erememis, o alemin berisinde kalmıstır. Aslında onlar ahiret konusunda kusku icindedirler. Hatta ondan yana kordurler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kafirler dediler ki; «Bizler ve atalarımız, toprak olduktan sonra yeniden mi diriltilecegiz?»"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bu tehdit gerek bize ve gerekse atalarımıza daha once de yapılmıstı. Bu, eskilerin masallarından baska bir sey degildir.»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Onlara de ki; «Yeryuzunu geziniz de agır sucluların sonunun nice oldugunu gorunuz.»"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ey Muhammed, onlar icin uzulme ve sana kurdukları tuzaklarda canını sıkmasın"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eger dogru soyluyorsanız bize yonelttiginiz tehdit ne zaman gerceklesecek? diyorlar"},{"SurahNumber":27,"VerseNumber":72,"Text":"Onlara de ki; «Bir an once gerceklessin diye sabırsızlandıgınız azabın bir bolumu belki de yanı basınızdadır.»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Kusku yok ki senin Rabb´in insanlara karsı lutufkardır, ama onların cogunlugu O´na sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Kusku yok ki, senin Rabb´in onların gerek iclerinde sakladıkları ve gerekse acıga vurdukları tum duyguları bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Goklerdeki ve yeryuzundeki butun bilinmezler, tum sırlar mutlaka apacık kitapta yer alır"},{"SurahNumber":27,"VerseNumber":76,"Text":"Kusku yok ki, Bu Kur´an, Israilogulları´na anlasmazlıga dustukleri konuların cogunu acık acık anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve yine kusku yok ki, Kur´an, mu´minler icin dogru yol kılavuzu ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Hic kuskusuz Rabb´in Israilogulları hakkında kesin hukmunu verecektir. O ustun iradelidir ve her seyi bilir"},{"SurahNumber":27,"VerseNumber":79,"Text":"Ey Muhammed, oyleyse sen Allah´a dayan. Cunku apacık gercegi savunuyorsun"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen olulere soz isittiremezsin. Arkalarını donup yanından kacan sagırlara da cagrını duyuramazsın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen korleri de sapıklıklarından kurtarıp dogru yola iletemezsin. Sen ancak ayetlerimize inanan ve Rab´lerine boyun egmis muslumanlara soz dinletebilirsin"}]}