{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"I kada je Isa osjetio da oni ne vjeruju, rekao je: \"Ko su pomagaci moji na putu prema Allahu?\" \"Mi smo pomagaci Allahovi\", rekose ucenici, \"mi u Allaha vjerujemo, a ti budi svjedok da smo mi muslimani – predani"},{"SurahNumber":3,"VerseNumber":53,"Text":"Gospodaru nas, mi vjerujemo u ono sto si Ti objavio, mi Poslanika slijedimo, pa upisi nas među svjedoke"},{"SurahNumber":3,"VerseNumber":54,"Text":"A oni su lukavstvo smisljali, pa je i Allah njima lukavstvo priredio. A Allah najbolje lukavstvo priređuje"},{"SurahNumber":3,"VerseNumber":55,"Text":"I kada Allah rece: \"Isa, Ja cu te uzeti i k Sebi te uzdignuti! Ocistiti te od nevjernika, i ucinit cu da oni koji te slijede budu iznad onih koji ne vjeruju do Kijametskog dana. Zatim cete se Meni vratiti, pa cu Ja presuditi o onome u cemu ste se razilazili"},{"SurahNumber":3,"VerseNumber":56,"Text":"Sto se tice onih koji ne vjeruju, njih cu na strasne muke staviti na dunjaluku i na ahiretu, i oni nece imati pomagaca"},{"SurahNumber":3,"VerseNumber":57,"Text":"A onima koji budu vjerovali i dobra djela cinili, On ce punu nagradu dati. A, Allah ne voli zulumcare"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ovo sto ti kazujemo jesu ajeti i Opomena usavrsena"},{"SurahNumber":3,"VerseNumber":59,"Text":"Primjer Isaov doista je kod Allaha isti kao i primjer Ademov: od prasine ga je stvorio, a zatim mu rekao: \"Budi!\" i on bi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Istina je od Gospodara tvoga, pa zato nikako ne budi od onih koji sumnjaju"},{"SurahNumber":3,"VerseNumber":61,"Text":"A onima koji s tobom o njemu budu raspravljali, nakon sto ti je doslo znanje, reci: \"Dođite, pozvat cemo sinove nase i sinove vase, i zene nase i zene vase, a doci cemo i mi i vi, pa cemo se proklinjati i Allahovo prokletstvo na one koji lazu prizvati"},{"SurahNumber":3,"VerseNumber":62,"Text":"Ovo je, doista, istinito kazivanje, i nema boga osim Allaha! A Allah je doista Silni i Mudri"},{"SurahNumber":3,"VerseNumber":63,"Text":"A ako se oni okrenu, pa Allah, doista, dobro zna smutljivce"},{"SurahNumber":3,"VerseNumber":64,"Text":"Reci: \"O vi kojima je Knjiga data, dođite da se okupimo uz rijeci koje mi i vi podjednako dijelimo: da nikoga osim Allaha ne obozavamo, da Mu nista ne pridruzujemo, i da jedni druge, pored Allaha, bogovima ne smatramo!\" Pa, ako se oni okrenu, vi recite: \"Budite svjedoci da smo mi muslimani"},{"SurahNumber":3,"VerseNumber":65,"Text":"O vi kojima je Knjiga data, zasto se o Ibrahimu prepirete kada su Tevrat i Indzil poslije njega objavljeni!? Zar vi ne razumijete"},{"SurahNumber":3,"VerseNumber":66,"Text":"Eto, vi raspravljate o onome o cemu imate neko znanje, ali zasto raspravljate o onome o cemu nemate nikakvoga znanja? A Allah zna, a vi ne znate"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim nije bio ni zidov ni krscanin, vec pravi vjernik, musliman. On visebozac nije bio"},{"SurahNumber":3,"VerseNumber":68,"Text":"Doista su najblizi ljudi Ibrahimu oni koji su ga slijedili, i ovaj Vjerovjesnik i oni koji vjeruju. A Allah je zastitnik vjernika"},{"SurahNumber":3,"VerseNumber":69,"Text":"Neki kojima je Knjiga data voljeli bi da vas na stranputicu odvedu. Ali oni ne odvode u zabludu nikoga drugoga do sebe, a da to i ne osjecaju"},{"SurahNumber":3,"VerseNumber":70,"Text":"O vi kojima je data Knjiga, zasto u Allahove ajete ne vjerujete, a svjedoci ste da su Istina"},{"SurahNumber":3,"VerseNumber":71,"Text":"O vi kojima je data Knjiga, zasto Istinu neistinom zaogrcete, i krijete Istinu, a vi je znate"},{"SurahNumber":3,"VerseNumber":72,"Text":"Neki kojima je Knjiga data govore: \"Vjerujte u ono sto je objavljeno onima koji vjeruju, u pocetku dana, a porecite to na kraju dana, ne bi li i oni svoju vjeru napustili"},{"SurahNumber":3,"VerseNumber":73,"Text":"I vjerujte i povjeravajte se samo onome ko slijedi vasu vjeru!\" Ti reci: \"Doista je prava uputa Allahova uputa!\" I govore: \"Ne vjerujte i ne povjeravajte se ikome, pa da nekome bude dato kao sto je dato vama ili da ima dokaz pred Gospodarom vasim!\" Reci: \"Zaista je sve dobro u ruci Allahovoj i On ga daje kome On hoce!\" A Allah je neizmjerno darezljiv i Onaj Koji sve zna"},{"SurahNumber":3,"VerseNumber":74,"Text":"On Svoju milost daje kome hoce. Allah je posjednik velikog dobra"}]}