{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"Ey sanlı Peygamber, sana Rabbinden her indirileni teblig et! Eger bunu yapmazsan onun elciligini yerine getirmemis olursun. Allah seni insanlardan koruyacaktır. Emin ol, Allah, kafirleri muratlarına erdirmeyecektir"},{"SurahNumber":5,"VerseNumber":68,"Text":"De ki: «Ey kitap verilenler, siz Tevrat´ı, Incil´i ve Rabbinizden size indirileni uygulamadıkca hicbir sey degilsiniz.» Andolsun ki, Rabbinden sana indirilen -bu Kur´an-, onlardan bircogunun azgınlıgını ve kufrunu artıracaktır. O halde kafirlere acıyacagın tutmasın"},{"SurahNumber":5,"VerseNumber":69,"Text":"Suphe yok ki, iman edenler, yahudiler, sabiiler ve hıristiyanlar her kim Allah´a ve ahiret gunune iman edip de durustce calısırsa, artık onlara korku yoktur ve onlar uzulecek de degillerdir"},{"SurahNumber":5,"VerseNumber":70,"Text":"Andolsun ki, Biz Israilogullarından teminat aldık ve kendilerine peygamberler gonderdik. Canlarının istemedigi bir hukumle bir peygamber geldikce, bir takımına yalancı dediler bir takımını da olduruyorlardı"},{"SurahNumber":5,"VerseNumber":71,"Text":"Ve baslarına bir fitne kopmayacak sandılar da kor ve sagır kesildiler. Sonra Allah, tevbelerini kabul buyurdu, sonra iclerinden bircogu tekrar kor ve sagır kesildiler. Simdi de Allah, ne yapıyorlar goruyor"},{"SurahNumber":5,"VerseNumber":72,"Text":"«Meryem oglu Mesih Allah´tır.» diyenler kesinlikle kafir oldular. Oysa Mesih soyle demisti: «Ey Israilogulları, hepiniz benim de sizin de Rabbiniz olan Allah´a kulluk edin! Kim Allah´a ortak kosarsa, Allah ona cennetini yasak etmistir, varacagı yer atestir ve zulmedenlerin yardımcıları yoktur.»"},{"SurahNumber":5,"VerseNumber":73,"Text":"«Allah, ucun ucuncusudur.» Diyenler elbette kafir oldu. Oysa, bir tek ilahtan baska ilah yoktur. Eger bu dediklerinden vazgecmezlerse, iclerinden kafir olarak kalanlara kesinlikle pek acı veren bir azap dokunacaktır"},{"SurahNumber":5,"VerseNumber":74,"Text":"Bunlar hala Allah´a tevbe edip O´ndan bagıslanmalarını dilemeyecekler mi? Allah cok bagıslayan, cok merhamet edendir"},{"SurahNumber":5,"VerseNumber":75,"Text":"Meryem´in oglu Mesih yalnızca bir peygamberdir. Ondan once de bir cok peygamberler gelip gecti. Annesi de gayet dogru bir kadındır. Ikisi de yemek yerlerdi. Bak biz onlara ayetlerimizi nasıl acık anlatıyoruz! Sonra da nasıl cevrildiklerine bir bak"},{"SurahNumber":5,"VerseNumber":76,"Text":"De ki: «Siz Allah´ı bırakıp da size kendiliklerinden ne zarar ne de yarar verme gucu bulunmayan seylere mi tapıyorsunuz? Oysa herseyi isiten ve bilen yalnız Allah´tır"},{"SurahNumber":5,"VerseNumber":77,"Text":"De ki: «Ey kitap verilenler, dininizde haksız yere asırılıga dalmayın ve bundan once sasmıs, bircoklarını da sasırtmıs ve yolun dogrusundan sapmıs bir kavmin keyifleri ardından gitmeyin!»"},{"SurahNumber":5,"VerseNumber":78,"Text":"Israilogullarından o kufredenler, hem Davud´un hem de Meryem´in oglu Isa´nın dili ile lanetlendiler. Bu, onların isyan etmeleri ve hakkın sınırlarını asmakta olmaları yuzundendi"},{"SurahNumber":5,"VerseNumber":79,"Text":"Isledikleri bir kotulukten birbirlerini vazgecirmezlerdi. Gercekten ne kotu is yapıyorlardı"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onlardan bircogunun Allah´ı tanımayanlara yardakcılık ettiklerini gorursun. Elbette ki, onların kendileri icin takdim ettigi hediye ne cirkin! Allah onlara gazap etmistir ve sonsuza kadar azapta kalacaklardır"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eger Allah´a, peygambere ve ona indirilene inansalardı, o kafirleri dost edinmezlerdi. Fakat onların cogu imandan uzak fasıklardır"}]}