{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"And it will be said to those who feared Allah, \"What did your Lord send down?\" They will say, \"[That which is] good.\" For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gardens of perpetual residence, which they will enter, beneath which rivers flow. They will have therein whatever they wish. Thus does Allah reward the righteous"},{"SurahNumber":16,"VerseNumber":32,"Text":"The ones whom the angels take in death, [being] good and pure; [the angels] will say, \"Peace be upon you. Enter Paradise for what you used to do"},{"SurahNumber":16,"VerseNumber":33,"Text":"Do the disbelievers await [anything] except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allah wronged them not, but they had been wronging themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"So they were struck by the evil consequences of what they did and were enveloped by what they used to ridicule"},{"SurahNumber":16,"VerseNumber":35,"Text":"And those who associate others with Allah say, \"If Allah had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him.\" Thus did those do before them. So is there upon the messengers except [the duty of] clear notification"},{"SurahNumber":16,"VerseNumber":36,"Text":"And We certainly sent into every nation a messenger, [saying], \"Worship Allah and avoid Taghut.\" And among them were those whom Allah guided, and among them were those upon whom error was [deservedly] decreed. So proceed through the earth and observe how was the end of the deniers"},{"SurahNumber":16,"VerseNumber":37,"Text":"[Even] if you should strive for their guidance, [O Muhammad], indeed, Allah does not guide those He sends astray, and they will have no helpers"},{"SurahNumber":16,"VerseNumber":38,"Text":"And they swear by Allah their strongest oaths [that] Allah will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him, but most of the people do not know"},{"SurahNumber":16,"VerseNumber":39,"Text":"[It is] so He will make clear to them [the truth of] that wherein they differ and so those who have disbelieved may know that they were liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"Indeed, Our word to a thing when We intend it is but that We say to it, \"Be,\" and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"And those who emigrated for [the cause of] Allah after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater, if only they could know"},{"SurahNumber":16,"VerseNumber":42,"Text":"[They are] those who endured patiently and upon their Lord relied"},{"SurahNumber":16,"VerseNumber":43,"Text":"And We sent not before you except men to whom We revealed [Our message]. So ask the people of the message if you do not know"},{"SurahNumber":16,"VerseNumber":44,"Text":"[We sent them] with clear proofs and written ordinances. And We revealed to you the message that you may make clear to the people what was sent down to them and that they might give thought"},{"SurahNumber":16,"VerseNumber":45,"Text":"Then, do those who have planned evil deeds feel secure that Allah will not cause the earth to swallow them or that the punishment will not come upon them from where they do not perceive"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He would not seize them during their [usual] activity, and they could not cause failure"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He would not seize them gradually [in a state of dread]? But indeed, your Lord is Kind and Merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Have they not considered what things Allah has created? Their shadows incline to the right and to the left, prostrating to Allah, while they are humble"},{"SurahNumber":16,"VerseNumber":49,"Text":"And to Allah prostrates whatever is in the heavens and whatever is on the earth of creatures, and the angels [as well], and they are not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord above them, and they do what they are commanded"}]}