{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"ultimatum her udstedes GUD Hans bud idolet tilbedere indgå into traktat I"},{"SurahNumber":9,"VerseNumber":2,"Text":"Derfor strejfe jorden frit fire måneder vide du ikke flygte GUD og at GUD ydmyger tvivlerne"},{"SurahNumber":9,"VerseNumber":3,"Text":"Proklamation her udstedes GUD Hans bud al folkene great dagen pilgrimsfærd at GUD disowned idolet tilbedere og så gjorde Hans bud! Dermed du fortryder det være godt jer. Du sving derefter vide du aldrig flygte GUD. Love de disbelieve smertelige gengældelse"},{"SurahNumber":9,"VerseNumber":4,"Text":"Idolet tilbedere underskriver fred traktat du ikke krænker det nor band sammen others I du fulfill Deres traktat dem udløbet dato GUD ELSKER DE righteous"},{"SurahNumber":9,"VerseNumber":5,"Text":"(Tidligere Hellige Månederne er de vægrer stille fred) jer dræbe idolet tilbedere hvornår du træffer dem straffe dem modstå enhvere flytte de stiller! De fortryder observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) du lade dem! GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ene af idolet tilbedere søgte pengeskab passage du du bevilge ham pengeskab passage så den han høre glosen GUDEN derefter sende ham hans sted security. Den er de er folk som ikke kende"},{"SurahNumber":9,"VerseNumber":7,"Text":"Hvordan kunne idolet tilbedere krav nogen pledge fra GUD fra Hans bud? Fritog er de underskriver fred traktat I Hellige Masjid! De hædrer uphold such traktat du uphold det også! GUD ELSKER DE righteous"},{"SurahNumber":9,"VerseNumber":8,"Text":"Hvordan dåse de (fordrer pledge hvornår de aldrig observed nogen retter kinship I dem nor nogen covenant dersom de nogensinde havde chance prevail De pacificerede du læbe tjeneste stund deres hjerter var ind opposition fleste af dem er wicked)"},{"SurahNumber":9,"VerseNumber":9,"Text":"De handlede væk gud åbenbaringer billige pris. Følgelig de repulsed folkene Hans sti. Usle indeed er hvad de gjorde"},{"SurahNumber":9,"VerseNumber":10,"Text":"De aldrig observe nogen retter kinship nogen troende nor gøre de uphold deres covenants de er egentlige overtræderne"},{"SurahNumber":9,"VerseNumber":11,"Text":"De fortryder observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) derefter de er Deres brethren religion! Vi dermed forklarer åbenbaringerne folk kender"},{"SurahNumber":9,"VerseNumber":12,"Text":"De krænker deres eder pledging keep deres covenants anfald Deres religion du udkæmpe lederne hedenskab! - Du nej lang bindes Deres covenant dem - Den de afstå"},{"SurahNumber":9,"VerseNumber":13,"Text":"Du ikke udkæmper folk krænkede deres traktater Would forsøge banish budet de de en er startede krigen ind den først sted? Er I ræde af dem? GUD ER ENE JER antage FRYGTE DU ER TROENDE"},{"SurahNumber":9,"VerseNumber":14,"Text":"Du udkæmpe dem i GUD ville straffe dem hos Deres række ydmyge dem bevilge jer sejr dem køle chests troendene"},{"SurahNumber":9,"VerseNumber":15,"Text":"Han også flytte raseriet troende hjerterne. GUD INDFRIR whomever HAN VILJER. GUD ER ALVIDENDE KLOGEST"},{"SurahNumber":9,"VerseNumber":16,"Text":"Du tro du forlade GUD udmærkende de hos jer stræber aldrig allierede gud fjender fjenderne Hans bud fjenderne troendene? GUD ER fully Cognizant AF ALT JER GØRE"},{"SurahNumber":9,"VerseNumber":17,"Text":"Idolet tilbedere ikke er frekventere masjids GUD mens confessing deres vantro! De nullified deres arbejder de abide permanent Helvede"},{"SurahNumber":9,"VerseNumber":18,"Text":"Eneste folk frekventere gud masjids er de tro ind GUD Sidste Dagen observe Kontakten Bønner (Salat) give obligatoriske velgørenheden (Zakat) ikke frygte GUD! De sikkert være guided en"}]}