{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Suratu Al-Mulk. Bendito Aquele em Cujas mãos está a Soberania - e Ele, sobre todas as cousas, é Onipotente"},{"SurahNumber":67,"VerseNumber":2,"Text":"Aquele que criou a morte e a vida, para pôr à prova qual de vós é melhor em obras - e Ele é O Todo-Poderoso, O Perdoador"},{"SurahNumber":67,"VerseNumber":3,"Text":"Aquele Que criou sete céus superpostos! Não vês desarmonia alguma na criação dO Misericordioso. Então, torna a vista para o céu: vês nele alguma greta"},{"SurahNumber":67,"VerseNumber":4,"Text":"Em seguida, torna a vista, duas vezes, que a vista se voltará para ti, malogrado e exausto"},{"SurahNumber":67,"VerseNumber":5,"Text":"E, com efeito, aformoseamos o céu mais próximo com lâmpadas e delas fizemos mísseis contra os demônios. E preparamo-lhes o castigo do Fogo ardente"},{"SurahNumber":67,"VerseNumber":6,"Text":"E, para os que renegam seu Senhor, haverá o castigo da Geena. - E que execrável destino"},{"SurahNumber":67,"VerseNumber":7,"Text":"Quando nela forem lançados, dela ouvirão soluços, enquanto ela ferverá"},{"SurahNumber":67,"VerseNumber":8,"Text":"Ela quase rebentará de rancor. Cada vez que nela for lançada uma turba, seus guardiães perguntar-Ihes-ão: \"Não vos chegou um admoestador"},{"SurahNumber":67,"VerseNumber":9,"Text":"Dirão: \"Sim, com efeito, um admoestador chegou-nos; então, desmentimo-lo e dissemos: 'Allah nada fez descer; vós não estais senão em grande descaminho"},{"SurahNumber":67,"VerseNumber":10,"Text":"E dirão: \"Se houvéssemos ouvido ou razoado, não estaríamos entre os companheiros do Fogo ardente"},{"SurahNumber":67,"VerseNumber":11,"Text":"E reconhecerão seus delitos; então extintos sejam os companheiros do Fogo ardente"},{"SurahNumber":67,"VerseNumber":12,"Text":"Por certo, os que receiam a seu Senhor, ainda que Invisível, terão perdão e grande prêmio"},{"SurahNumber":67,"VerseNumber":13,"Text":"E guardai segredo de vosso dito, ou declarai-o! Por certo, Ele, do íntimo dos peitos, é Onisciente"},{"SurahNumber":67,"VerseNumber":14,"Text":"Não saberá Ele a quem criou? E Ele é O Sutil, O Conhecedor"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ele é Quem vos fez a terra dócil; então, andai, por seus flancos e comei de Seu sustento. E a Ele será a Ressurreição"},{"SurahNumber":67,"VerseNumber":16,"Text":"Estais seguros de que Quem está no céu não fará a terra engolir-vos, então, de súbito, agitar-se"},{"SurahNumber":67,"VerseNumber":17,"Text":"Ou estais seguros de que Quem está no céu não enviará, sobre vós, um vento lastrado de seixos? Então, sabereis como é Minha admoestação"},{"SurahNumber":67,"VerseNumber":18,"Text":"E, com efeito, os que foram antes deles desmentiram aos Mensageiros. Então, como foi minha reprovação"},{"SurahNumber":67,"VerseNumber":19,"Text":"E não viram eles os pássaros, acima deles, pairando no ar, e adejando? Não os sustém senão O Misericordioso. Por certo, Ele, de todas as cousas, é Onividente"},{"SurahNumber":67,"VerseNumber":20,"Text":"Mas quem é este exército que, aliado a vós, vos socorrerá, além dO Misericordioso? Os renegadores da Fé não estão senão em falácia"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ou quem é este que vos dará sustento, se Ele retém Seu sustento? Mas eles persistem em desobediência e em repulsa à Verdade"},{"SurahNumber":67,"VerseNumber":22,"Text":"Então, quem é mais bem guiado? Aquele que anda cabisbaixo ou quem anda erguido, em senda reta"},{"SurahNumber":67,"VerseNumber":23,"Text":"Dize: \"Ele é Quem vos fez surgir e vos fez o ouvido e as vistas e os corações. Quão pouco agradeceis"},{"SurahNumber":67,"VerseNumber":24,"Text":"Dize: \"Ele é Quem vos fez multiplicar na terra, e a Ele sereis reunidos"},{"SurahNumber":67,"VerseNumber":25,"Text":"E dizem: \"Quando será o cumprimento desta promessa, se sois verídicos"},{"SurahNumber":67,"VerseNumber":26,"Text":"Dize: \"A ciência está, apenas, junto de Allah e sou, apenas, evidente admoestador"},{"SurahNumber":67,"VerseNumber":27,"Text":"Então, quando o virem próximo, as faces dos que renegaram a Fé tornar-se-ão aflitas, e dir-se-Ihes-á: \"Isto é o que cobiçáveis"},{"SurahNumber":67,"VerseNumber":28,"Text":"Dize: \"Vistes? Se Allah me aniquila e a quem está comigo, ou se Ele tem misericórdia de nós, quem protegerá os renegadores da Fé de doloroso castigo"},{"SurahNumber":67,"VerseNumber":29,"Text":"Dize: \"Ele é O Misericordioso; nEle cremos e nEle confiamos. Então, sabereis quem está em evidente descaminho"},{"SurahNumber":67,"VerseNumber":30,"Text":"Dize: \"Vistes? Se vossa água se torna subtérrea, então, quem vos fará vir água fluida"}]}