{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Dan jika kamu berada dalam musafir (lalu kamu berhutang atau memberi hutang yang bertempoh), sedang kamu tidak mendapati jurutulis, maka hendaklah diadakan barang gadaian untuk dipegang (oleh orang yang memberi hutang). Kemudian kalau yang memberi hutang percaya kepada yang berhutang (dengan tidak payah bersurat, saksi dan barang gadaian), maka hendaklah orang (yang berhutang) yang dipercayai itu menyempurnakan bayaran hutang yang diamanahkan kepadanya, dan hendaklah ia bertaqwa kepada Allah Tuhannya. Dan janganlah kamu (wahai orang-orang yang menjadi saksi) menyembunyikan perkara yang dipersaksikan itu. dan sesiapa yang menyembunyikannya, maka sesungguhnya ia adalah orang yang berdosa hatinya. Dan (ingatlah), Allah sentiasa Mengetahui akan apa yang kamu kerjakan"},{"SurahNumber":2,"VerseNumber":284,"Text":"Segala yang ada di langit dan yang ada di bumi adalah kepunyaan Allah. Dan jika kamu melahirkan apa yang ada di dalam hati kamu atau kamu memyembunyikannya, nescaya Allah akan menghitung dan menyatakannya kepada kamu. Kemudian Ia mengampunkan bagi sesiapa yang dikehendakiNya dan menyeksa sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya) Dan (ingatlah), Allah Maha Kuasa atas tiap-tiap sesuatu"},{"SurahNumber":2,"VerseNumber":285,"Text":"Rasulullah telah beriman kepada apa yang diturunkan kepadanya dari Tuhannya, dan juga orang-orang yang beriman; semuanya beriman kepada Allah, dan Malaikat-malaikatNya, dan Kitab-kitabNya, dan Rasul-rasulNya. (Mereka berkata): \"Kami tidak membezakan antara seorang dengan yang lain Rasul-rasulnya\". Mereka berkata lagi: Kami dengar dan kami taat (kami pohonkan) keampunanMu wahai Tuhan kami, dan kepadaMu jualah tempat kembali"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah tidak memberati seseorang melainkan apa yang terdaya olehnya. Ia mendapat pahala kebaikan yang diusahakannya, dan ia juga menanggung dosa kejahatan yang diusahakannya. (Mereka berdoa dengan berkata): \"Wahai Tuhan kami! Janganlah Engkau mengirakan kami salah jika kami lupa atau kami tersalah. Wahai Tuhan kami ! Janganlah Engkau bebankan kepada kami bebanan yang berat sebagaimana yang telah Engkau bebankan kepada orang-orang yang terdahulu daripada kami. Wahai Tuhan kami! Janganlah Engkau pikulkan kepada kami apa yang kami tidak terdaya memikulnya. Dan maafkanlah kesalahan kami, serta ampunkanlah dosa kami, dan berilah rahmat kepada kami. Engkaulah Penolong kami; oleh itu, tolonglah kami untuk mencapai kemenangan terhadap kaum-kaum yang kafir"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif, Laam, Miim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah tiada Tuhan (yang berhak disembah) melainkan Dia, Yang Tetap Hidup, Yang Kekal selama-lamanya mentadbirkan sekalian makhlukNya"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ia menurunkan kepadamu (wahai Muhammad) Kitab Suci (Al-Quran) dengan mengandungi kebenaran, yang mengesahkan isi Kitab-kitab Suci yang telah diturunkan dahulu daripadanya, dan Ia juga yang menurunkan Kitab-kitab Taurat dan Injil"},{"SurahNumber":3,"VerseNumber":4,"Text":"Sebelum (Al-Quran diturunkan), menjadi petunjuk bagi umat manusia. Dan Ia juga yang menurunkan Al-Furqaan (yang membezakan antara yang benar dengan yang salah). Sesungguhnya orang-orang yang kufur ingkar akan ayat-ayat keterangan Allah itu, bagi mereka azab seksa yang amat berat. Dan (ingatlah), Allah Maha Kuasa, lagi berhak membalas dengan azab seksa (kepada golongan yang bersalah)"},{"SurahNumber":3,"VerseNumber":5,"Text":"Sesungguhnya Allah tidak tersembunyi kepadaNya sesuatu pun yang ada di bumi dan juga yang ada di langit"},{"SurahNumber":3,"VerseNumber":6,"Text":"Dia lah yang membentuk rupa kamu dalam rahim (ibu kamu) sebagaimana yang dikehendakiNya. Tiada Tuhan (yang berhak disembah) melainkan Dia, Yang Maha Kuasa, lagi Maha Bijaksana"},{"SurahNumber":3,"VerseNumber":7,"Text":"Dia lah yang menurunkan kepadamu (wahai Muhammad) Kitab Suci Al-Quran. Sebahagian besar dari Al-Quran itu ialah ayat-ayat \"Muhkamaat\" (yang tetap, tegas dan nyata maknanya serta jelas maksudnya); ayat-ayat Muhkamaat itu ialah ibu (atau pokok) isi Al-Quran. Dan yang lain lagi ialah ayat-ayat \"Mutasyaabihaat\" (yang samar-samar, tidak terang maksudnya). Oleh sebab itu (timbulah faham yang berlainan menurut kandungan hati masing-masing) - adapun orang-orang yang ada dalam hatinya kecenderungan ke arah kesesatan, maka mereka selalu menurut apa yang samar-samar dari Al-Quran untuk mencari fitnah dan mencari-cari Takwilnya (memutarkan maksudnya menurut yang disukainya). Padahal tidak ada yang mengetahui Takwilnya (tafsir maksudnya yang sebenar) melainkan Allah. Dan orang-orang yang tetap teguh serta mendalam pengetahuannya dalam ilmu-ilmu ugama, berkata:\" Kami beriman kepadanya, semuanya itu datangnya dari sisi Tuhan kami\" Dan tiadalah yang mengambil pelajaran dan peringatan melainkan orang-orang yang berfikiran"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Mereka berdoa dengan berkata): \"Wahai Tuhan kami! Janganlah Engkau memesongkan hati kami sesudah Engkau beri petunjuk kepada kami, dan kurniakanlah kepada kami limpah rahmat dari sisiMu; sesungguhnya Engkau jualah Tuhan Yang melimpah-limpah pemberianNya"},{"SurahNumber":3,"VerseNumber":9,"Text":"Wahai Tuhan kami! Sesungguhnya Engkaulah yang akan menghimpunkan sekalian manusia, untuk (menerima balasan pada) suatu hari (hari kiamat) yang tidak ada syak padanya\". Sesungguhnya Allah tidak memungkiri janjiNya"},{"SurahNumber":3,"VerseNumber":10,"Text":"Sebenarnya harta benda orang-orang kafir, dan juga anak-pinak mereka tidak sekali-kali akan menyelamatkan mereka dari (azab seksa) Allah sedikit juapun; dan mereka itulah bahan bakaran api neraka"},{"SurahNumber":3,"VerseNumber":11,"Text":"(Keadaan orang-orang kafir itu) sama seperti keadaan kaum Firaun, dan orang-orang yang terdahulu dari mereka; mereka mendustakan ayat-ayat keterangan Kami, lalu Allah menyeksa mereka disebabkan dosa-dosa mereka. Dan (ingatlah), Allah Maha berat azab seksaNya"},{"SurahNumber":3,"VerseNumber":12,"Text":"Katakanlah (wahai Muhammad) kepada orang-orang kafir itu: \"Kamu akan dikalahkan (di dunia ini) dan akan dihimpunkan (pada hari kiamat) ke dalam neraka Jahannam, dan itulah seburuk-buruk tempat yang disediakan"},{"SurahNumber":3,"VerseNumber":13,"Text":"Sesungguhnya telah ada satu tanda (bukti) bagi kamu pada (peristiwa) dua pasukan yang telah bertemu (di medan perang); satu pasukan (orang-orang Islam) berperang pada jalan Allah (kerana mempertahankan ugama Allah), dan yang satu lagi dari golongan kafir musyrik. Mereka (yang kafir itu) melihat orang-orang Islam dengan pandangan mata biasa - dua kali ramainya berbanding dengan mereka sendiri. Dan Allah sentiasa menguatkan sesiapa yang dikehendakiNya, dengan memberikan pertolonganNya. Sesungguhnya pada peristiwa itu terdapat satu pengajaran yang memberi insaf bagi orang-orang yang berfikiran (yang celik mata hatinya)"},{"SurahNumber":3,"VerseNumber":14,"Text":"Dihiaskan (dan dijadikan indah) kepada manusia: kesukaan kepada benda-benda yang diingini nafsu, iaitu perempuan-perempuan dan anak-pinak; harta benda yang banyak bertimbun-timbun, dari emas dan perak; kuda peliharaan yang bertanda lagi terlatih; dan binatang-binatang ternak serta kebun-kebun tanaman. Semuanya itu ialah kesenangan hidup di dunia. Dan (ingatlah), pada sisi Allah ada tempat kembali yang sebaik-baiknya (iaitu Syurga)"}]}