{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"Oni ne jsem presto stoupenec bible v tom jsem ty jsem spravedlivý. Oni prednášet buh zjevení vecer oni dostat premoct"},{"SurahNumber":3,"VerseNumber":114,"Text":"Oni domnívat se za BUH Poslední Cas oni obhajovat spravedlnost odporný odporný oni pospíchat vyloucit co z ceho spravedlivý spravovat! Tyto jsem a spravedlivý"},{"SurahNumber":3,"VerseNumber":115,"Text":"Kadý plný oni ne odchod unrewarded. BUH jsem CELKEM vedomý si o A SPRAVEDLIVÝ"},{"SurahNumber":3,"VerseNumber":116,"Text":"Ty pochybovat nikdy porce jejich peníze jejich detský BUH. Oni privodit si Peklo wherein oni zustávat stále"},{"SurahNumber":3,"VerseNumber":117,"Text":"Príklad jejich šlif za tohleto doivotní jsem prudký ovinout souhlasit sklízet lidé špatne jejich duše otírat to out! BUH NIKDY ŠPATNE TI; jsem ONI ŠPATNE"},{"SurahNumber":3,"VerseNumber":118,"Text":"O ty domnívat se ne befriend nezasvecenec nikdy prestat ádat ty poškození; oni pravidelný ádat prijmout ty snést! Záš príliv jejich otvor který oni ukrýt za jejich skrín jsem druhý špatný My tím procistit zjevení ty jestlie ty porozumení"},{"SurahNumber":3,"VerseNumber":119,"Text":"Na Tomto Míste vy jsem milovat ti i kdy oni ne milovat ty ty domnívat se naprosto bible! When oni vhodný ty oni odríkávat My domnívat se ackoliv brzo ackoliv oni odkázat oni zabírat jejich ukrást bláznení ty. ríct Poslední svuj bláznení. BUH jsem celkem vedomý si o nejvnitrejší thoughts"},{"SurahNumber":3,"VerseNumber":120,"Text":"When všechno poslušný delat se svuj ráz oni škoda when neco škoda treba ty oni potešit. Ty steadfastly vytrvat udrovat spravedlnost jejich navrhovat nikdy škoda ty! BUH BYL CELKEM vedomý si o VŠECHNO ONI UCINIL"},{"SurahNumber":3,"VerseNumber":121,"Text":"Zrušení ty (Muhammad) byl svuj lidé when ty spolecnost out pridelit verící jejich místo pro bojovat! BUH jsem POSLUCHAC Vševedoucí"},{"SurahNumber":3,"VerseNumber":122,"Text":"seskupit ty témer selhání BUH jsem jejich Magnát. Od BUH verící sverit"},{"SurahNumber":3,"VerseNumber":123,"Text":"BUH PRIPUSTIT TY VÍTEZSTVÍ Badr SVUJ SLABOST. Proto ty slavit BUH ukázat svuj porozumení"},{"SurahNumber":3,"VerseNumber":124,"Text":"Ty zjistit verící Byl to ne dost ceho onen svuj Magnát snést ty 3000 andel odeslat shodit"},{"SurahNumber":3,"VerseNumber":125,"Text":"Vskutku ty steadfastly vytrvat udrovat spravedlnost pak oni napadnout ty náraz svuj Magnát snést ty 5000 andel zdroj školit"},{"SurahNumber":3,"VerseNumber":126,"Text":"BUH TÍM INFORMOVAT TY za rozkazovat ODEVZDAT TY POSLUŠNÝ zpráva ZARUCIT SVUJ srdce Vítezství podlehnout jen podle BUH Všemohoucí Odborný"},{"SurahNumber":3,"VerseNumber":127,"Text":"On tím zrušit trochu disbelievers prohlásit neutrálním ti; oni stále skoncit kdo neco ztratí"},{"SurahNumber":3,"VerseNumber":128,"Text":"Byl stoupnutí s ty; On splnit ti On potrestat ti pro jejich prestupek"},{"SurahNumber":3,"VerseNumber":129,"Text":"S BUH patrit všechno nebe zahrabat! On omluvit whomever On prosit potrestat whomever On prosit! BUH jsem Forgiver MILOSRDNÝ"},{"SurahNumber":3,"VerseNumber":130,"Text":"O ty verit ty ne pokládat lichva smes opetne i kdy opetne. Slavit BUH onen ty mít úspech"},{"SurahNumber":3,"VerseNumber":131,"Text":"Varovat se o hellfire awaits disbelievers"},{"SurahNumber":3,"VerseNumber":132,"Text":"Ty poslouchat BUH hlasatel onen ty dosáhnout soucit"}]}