{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Eger yolculukta olur da islemlerinizi yazacak birini bulamazsanız, karsılıklı olarak alınan rehinler yeterlidir. Eger birbirinize guvenerek borc islemi yapmıs iseniz kendisine guvenilen kimse borcunu odesin. Rabbi olan Allah´tan korksun. Sakın sahitligi saklamayın. Kim sahitligi saklı tutarsa onun kalbi gunahkardır. Hic kuskusuz ne yaparsanız Allah onu bilir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Goklerdekilerin ve yerdekilerin hepsi Allah´ındır. Icinizdekini acıga vursanız da gizli tutsanız da Allah sizi onun yuzunden hesaba ceker. Sonra diledigini affeder ve diledigini azaba carptırır. Hic suphesiz Allah´ın herseye gucu yeter"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peygamber kendisine Rabbi tarafından indirilen gerceklere inandı, muminler de. Hepsi birlikte Allah´a, O´nun meleklerine, O´nun kitaplarına ve O´nun peygamberlerine inandılar. ´Onun peygamberlerinden hicbirini digerlerinden ayırmayız. Duyduk ve uyduk. Gunahlarımızı bagıslamanı dileriz, ey Rabbimiz, donusumuz sanadır´ dediler.»"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah hic kimseye kapasitesini asacak bir yukumluluk yuklemez. Herkesin kazandıgı iyilik kendi yararına ve isledigi kotuluk de kendi zararınadır. Ey Rabbimiz, eger unutacak ya da yanılacak olursak bizi sorumlu tutma. Ey Rabbimiz, bizden oncekilere yuklemis oldugun gibi bize de agır yuk yukleme. Ey Rabbimiz, bize gucumuzun yetmeyecegi yuku tasıtma, bizi affet, gunahlarımızı bagısla, bize merhamet eyle, sen mevlamızsın bizim. Kafirlere karsı yardım et bize"},{"SurahNumber":3,"VerseNumber":1,"Text":"Elif Lam- Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"O, kendinden baska bir ilah bulunmayan, diri ve yarattıklarını gozetip yoneten Allah´tır"},{"SurahNumber":3,"VerseNumber":3,"Text":"Sana daha onceki semavi kitapları onaylayan hakk icerikli kitabı indirdi. Daha once de insanlara dogru yolu gostermek icin Tevrat´ı ve Incil´i indirmisti"},{"SurahNumber":3,"VerseNumber":4,"Text":"Dogru ile egriyi birbirinden ayıran bu kitabı da aynı amacla indirdi. Allah´ın ayetlerini inkar edenleri agır bir azap beklemektedir. Hic kuskusuz Allah ustun iradeli ve intikam alıcıdır"},{"SurahNumber":3,"VerseNumber":5,"Text":"Hic suphesiz, ne yerde ve ne gokteki hicbir sey Allah icin gizli degildir"},{"SurahNumber":3,"VerseNumber":6,"Text":"Size dol yataklarında diledigi bicimi veren O´dur. O´ndan baska ilah yoktur. O, ustun iradeli ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana bu Kitab´ı indiren O´dur. Bu Kitab´ın bir kısım ayetleri kesin anlamlı (muhkem)dir, bunlar onun ozunu olustururlar. Diger kısmı da birden cok anlamlı (mutesabih)dir. Kalplerinde egrilik olanlar fitne cıkarmak ve keyfi yorumlar yapmak amacı ile bu kitabın birden cok anlamlı ayetlerinin ardına duserler. Oysa onların yorumunu sadece Allah bilir. Koklu bilgiye sahip olanlar ise «Bu Kitab ´a inandık, O butunu ile Allah katından gelmistir» derler. Bunu ancak aklı basında olanlar dusunebilirler"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Boyleleri soyle der): «Ey Rabbimiz, bizleri dogru yola ilettikten sonra kalplerimizi kaydırma, bize katından rahmet bagısla, kuskusuz sen bagısı bol olansın"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rabbimiz, sen gelecegi kuskusuz olan bir gunde insanları kesinlikle biraraya getireceksin. Hic suphesiz Allah sozunden caymaz"},{"SurahNumber":3,"VerseNumber":10,"Text":"Kafirlere gelince onların ne malları ve ne de evlatları Allah´ın karsısında hic bir islerine yaramaz. Onlar Cehennem atesinin yakacagıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavunogulları gibi, daha oncekilerin durumu gibi. Onlar ayetlerimizi yalanladılar. Allah da gunahları yuzunden onların yakalarına yapıstı. Hic kuskusuz Allah´ın azabı agırdır"},{"SurahNumber":3,"VerseNumber":12,"Text":"Kafirlere de ki: «Yenilecek ve cehenneme suruleceksiniz´ : Orası ne fena bir barınaktır"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Bedir savasında) karsılasan iki grubun durumunda sizin icin ibret dersi vardır. Taraflardan biri Allah yolunda savasıyordu, oburu ise kafirdi ve karsı tarafı gozleri ile kendilerinin iki katı olarak goruyorlardı. Hic kuskusuz Allah diledigini yardımı ile destekler. Bu olayda basiret sahipleri hesabına ibret dersi vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlara, evladlara, tartı tartı biriktirilmis altın ve gumuse, otlaga yayılmıs atlara, kucukbas hayvanlara ve ekinlere karsı asırı tutkunluk insanlara cazip gosterildi. Bunlar dunya hayatının nimetleridir. Oysa asıl varılacak yer Allah katındadır"}]}