{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"mariyu nivu ganaka varini custe! Vari rupalu niku ento adbhutamainaviga kanipistayi. Mariyu varu matladinappudu, nivu vari matalanu vintu undipotavu. Niscayanga, varu godaku anincabadina modduvale unnaru. Varu prati arupunu tamaku vyatirekamainadigane bhavistaru. Varu satruvulu, kavuna vari patla jagrattaga undu. Allah varini nasanam ceyugaka! Varenta pedamarganlo padi vunnaru"},{"SurahNumber":63,"VerseNumber":5,"Text":"mariyu varito: \"Randi, allah pravakta mi ksamapana koraku (allah nu) prarthistadu.\" Ani annappudu, varu tama talalu trippukovatanni mariyu durahankaranto marali povatanni nivu custavu"},{"SurahNumber":63,"VerseNumber":6,"Text":"(O pravakta!) Nivu vari koraku ksamapana korina leka ksamapana korakapoyina vari visayanlo rendu samaname! (Endukante) allah varini enta matram ksamincadu. Niscayanga, allah avidheyulaku margadarsakatvam ceyadu"},{"SurahNumber":63,"VerseNumber":7,"Text":"vare (kapata visvasule) ila antu undevaru: \"Allah sandesaharuni vaddanunna varipai miru kharcu ceyakunda unte! Civaraku vare cellacedurai potaru.\" Vastavaniki akasalalo mariyu bhumilonunna samasta kosagaralu allah ke cendinavi. Kani i kapata visvasulu adi grahincaleru"},{"SurahNumber":63,"VerseNumber":8,"Text":"varu (kapata visvasulu) inka ila antunnaru: \"Manam madina nagaraniki tirigi vellina taruvata, niscayanga gauravaniyulamaina (manam), akkada vunna tucchamaina varini tappaka vedalagodadam.\" Mariyu gauravamanedi allah ku, ayana sandesaharuniki mariyu visvasulaku matrame cendinadi, kani i kapata visvasulaku adi teliyadu"},{"SurahNumber":63,"VerseNumber":9,"Text":"o visvasulara! Mi sampadalu, mi santanam mim'malni allah smarana nundi nirlaksyanlo padaveyaradu suma! Evaraite ila nirlaksyanlo padataro alanti vare nastapadevaru"},{"SurahNumber":63,"VerseNumber":10,"Text":"mariyu milo evarikaina marana samayam samipinci: \"O na prabhu! Nivu naku mari konta vyavadhi endukivvaledu! Nenu danadharmalu cesi, satpurusulalo ceri poyevadini kada?\" Ani palike sthiti rakamunde, memu miku prasadincina jivanopadhi nundi kharcu ceyandi"},{"SurahNumber":63,"VerseNumber":11,"Text":"kani oka vyaktiki (marana) samayam asannamainappudu allah ataniki e matram vyavadhinivvadu. Mariyu miru cestunnadanta allah baga erugunu"},{"SurahNumber":64,"VerseNumber":1,"Text":"akasalalo nunna samastamu mariyu bhumilo nunna samastamu, allah pavitratanu koniyadutuntayi. Visvasamrajyadhipatyam ayanade mariyu sarvastotralu ayanake. Mariyu ayane pratidi ceyagala samardhudu"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ayane mim'malni srstincadu. Milo kondaru satyatiraskarulunnaru mariyu milo kondaru visvasulunnaru mariyu miru cesedanta allah custunnadu"},{"SurahNumber":64,"VerseNumber":3,"Text":"ayana akasalanu mariyu bhumini satyanto srstincadu mariyu mim'malni uttama rupanlo rupondincadu. Mariyu mi gamyasthanam ayana vaipunake undi"},{"SurahNumber":64,"VerseNumber":4,"Text":"akasalalo mariyu bhumilo unnadanta ayanaku telusu. Mariyu miru dacedi mariyu velibuccedi anta ayaku baga telusu. Mariyu allah ku hrdayalalo dagi unnadanta telusu"},{"SurahNumber":64,"VerseNumber":5,"Text":"intaku purvam, satyanni tiraskarinci, tama karmala dusphalitanni cavi cusina vari vrttantam miku andaleda? Mariyu variki (paralokanlo) badhakaramaina siksa untundi"},{"SurahNumber":64,"VerseNumber":6,"Text":"diniki karanamemitante, vastavaniki vari vaddaku vari pravaktalu, spastamaina sucanalu tisukoni vaccinappatiki, varu: \"Emi? Maku manavulu margadarsakatvam cestara?\" Ani palukutu satyanni tiraskarinci marali poyaru. Mariyu allah kuda varini nirlaksyam cesadu. Mariyu allah svayam samrd'dhudu, sarvastotralaku ar'hudu"},{"SurahNumber":64,"VerseNumber":7,"Text":"satyanni tiraskarincina varu (canipoyina taruvata) marala sajivuluga lepabadamani bhavistunnaru. Varito ila anu: \"Adi kadu, na prabhuvu saksiga! Miru tappakunda lepabadataru. Taruvata miru (prapancanlo) cesindanta miku telupabadutundi. Mariyu idi allah ku ento sulabham"},{"SurahNumber":64,"VerseNumber":8,"Text":"kavuna miru allah nu mariyu ayana pravaktanu mariyu memu avatarimpajesina jyotini (i khur'an nu) visvasincandi. Mariyu miru cesedanta allah baga erugunu"},{"SurahNumber":64,"VerseNumber":9,"Text":"(Jnapakamuncukondi) samavesapu rojuna ayana mi andarini samavesaparustadu. Ade labhanastala dinam. Mariyu evadaite allah nu visvasinci, satkaryalu cestado, alanti vani papalanu ayana tolagistadu. Mariyu atanini krinda selayellu pravahince svargavanalalo pravesimpajestadu, varandulo sasvatanga kalakalam untaru. Ade goppa vijayam"},{"SurahNumber":64,"VerseNumber":10,"Text":"mariyu evaraite satyanni tiraskaristaro mariyu ma sucana (ayat) lanu abad'dhalani nirakaristaro, alanti varu narakavasulavutaru. Andu varu sasvatanga untaru. Mariyu adi enta cedda gamyasthanam"},{"SurahNumber":64,"VerseNumber":11,"Text":"e apada kuda, allah anumati lenide sambhavincadu. Mariyu evadaite allah nu visvasistado, allah atani hrdayaniki margadarsakatvam cestadu. Mariyu allah ku prati visayam gurinci baga telusu"},{"SurahNumber":64,"VerseNumber":12,"Text":"miru allah ku vidheyulai undandi mariyu sandesaharunni anusarincandi. Okavela miru maralipote, (telusukondi) vastavaniki ma sandesaharuni badhyata kevalam (ma sandesanni) miku spastanga andajeyatam matrame"},{"SurahNumber":64,"VerseNumber":13,"Text":"allah! Ayana tappa, maroka aradhyudu ledu! Mariyu visvasulu kevalam allah mide nam'makam uncukovali"},{"SurahNumber":64,"VerseNumber":14,"Text":"o visvasulara! Niscayanga, mi sahavasulu (ajvaj) mariyu mi santananlo mi satruvulundavaccu! Kavuna miru vari patla jagratta vahincandi. Kani okavela miru vari aparadhanni manninci varini upeksinci varini ksamincite! Niscayanga, allah ksamasiludu, apara karuna pradata (ani telusukondi)"},{"SurahNumber":64,"VerseNumber":15,"Text":"niscayanga, mi sampadalu mariyu mi santanam mi koraku oka pariksa mariyu allah! Ayana daggara goppa pratiphalam (svargam) undi"},{"SurahNumber":64,"VerseNumber":16,"Text":"Kavuna miru mi sakti meraku allah yandu bhayabhaktulu kaligi undi, (ayana sucanalanu vini), ayanaku vidheyulai undandi mariyu (mi dhanam nundi) danam ceste! Adi mi sonta meluke. Mariyu evaraite tama hrdaya lobhatvam nundi raksana pondutaro, alanti vare saphalyam pondevaru"},{"SurahNumber":64,"VerseNumber":17,"Text":"okavela miru allah ku appuga manci appu iste, ayana danini enno retlu penci tirigi miku prasadistadu mariyu mim'malni ksamistadu. Vastavaniki allah krtajnatalanu amodincevadu, sahanasiludu"},{"SurahNumber":64,"VerseNumber":18,"Text":"ayana agocara mariyu gocara visayalanni baga telisinavadu, apara saktisampannudu, maha vivekavantudu"}]}