{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Onları, göklerin ve yerin yaratılmasına veya kendilerinin yaratılışına şahit tutmadım. Saptıranları da yardımcı edinecek değilim"},{"SurahNumber":18,"VerseNumber":52,"Text":"”Benim ortaklarım olduğunu iddia ettiklerinizi çağırın”, dediği gün; onları çağırırlar. Fakat, onların çağrısına cevap veremezler. Aralarına (topluca) bir helak koyarız"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suçlular ateşi görünce, ona düşeceklerini anlarlar. Ondan çıkış yolu da bulamazlar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Andolsun ki, bu Kur'an’da insan için her örneği verdik. Fakat tartışmaya en çok düşkün varlık insandır"},{"SurahNumber":18,"VerseNumber":55,"Text":"İnsanlara hidayet geldiği zaman, onları iman etmekten ve Rablerinden mağfiret dilemekten alıkoyan ancak öncekilere gelenin, kendi başlarına gelmesi yahut azabın göz göre göre kendilerine gelmesini beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Kâfirler, batıl ile hakkı ortadan kaldırmak için mücadele ederler. Ayetlerimizi ve kendilerine yapılan uyarıları alay konusu yaparlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kendisine Rabbinin ayetleri hatırlatıldığı zaman, ondan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim kim vardır? Biz, onların kalplerine, iyice anlamalarına engel örtüler ve kulaklarına da ağırlık koyduk. Sen onları doğru yol göstericisine çağırsan da; onlar hiç bir zaman doğru yola girmezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbin ise çok mağfiret edendir, rahmet sahibidir. Eğer onları yaptıkları dolayısıyla hemen (azap ile) yakalayıverseydi elbette onlara azabı çabucak verirdi. Fakat onlara bir süre tanınmıştır. Ondan başka bir sığınak asla bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"İşte şu ülkeler; zulmettikleri zaman onları helak ettik. Onları helak etmek için de belli bir zaman belirledik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa, genç arkadaşına: İki denizin birleştiği yere ulaşmaya veya yıllarca yürümeye kararlıyım, demişti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Onlar, iki denizin birleştiği yere ulaştıklarında balıklarını unuttular. O da denizde bir yol tutup gitti"},{"SurahNumber":18,"VerseNumber":62,"Text":"O yeri geçtikleri zaman genç arkadaşına: Kahvaltımızı getir, bu yolculuğumuzda bir hayli yorgun düştük, dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Gördün mü, kayalığa sığındığımızda ben balığı unuttum. Onu bana Şeytandan başkası unutturmadı. Şaşılacak şekilde o, denizde yol aldı, demişti"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa: İşte, aradığımız buydu, dedi. İzleri üzerine gerisin geriye döndüler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Orada, kendisine katımızdan rahmet verip, yine tarafımızdan bir ilim öğrettiğimiz kullarımızdan bir kul buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa o kula: Sana doğru yolu bulmak için sana öğretilen ilimden bana da öğretmen için sana tabi olayım mı? dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"O da: Sen benimle olmaya sabredemezsin, dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Gerçek yönünü kavrayıp, kuşatamadığın bir şey hakkında nasıl sabredebilirsin"},{"SurahNumber":18,"VerseNumber":69,"Text":"İnşallah, beni sabırlı olarak bulacaksın ve senin emrine karşı gelmeyeceğim, dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"Eğer bana tabi olacaksan, ben sana anlatmadıkça hiç bir şey sormayacaksın, dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Kalkıp yürüdüler. Sonunda bir gemiye bindiler. O kul, gemiyi deldi. Musa: Gemiyi içindekileri boğmak için mi deldin? Gerçekten sen büyük bir iş yaptın, dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ben sana benimle olmaya sabredemezsin demedim mi? diye cevap verdi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Unuttuğum şeyden dolayı beni sorgulama, işimde bana güçlük çıkarma, dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine yola devam ettiler. Sonunda bir gençle karşılaştılar. O, hemen onu öldürdü: Bir cana karşılık olmaksızın, tertemiz bir cana mı kıydın? Gerçekten çok kötü bir iş yaptın"}]}