{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Hani Ibrahim, babası Azer´e demisti ki: Sen, putları tanrı mı ediniyorsun? Dogrusu ben, seni ve kavmini apacık bir sapıklık icinde goruyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Iste boylece yakınen bilenlerden olması icin Biz, Ibrahim´e goklerin ve yerin melekutunu gosteriyorduk"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece bastırınca; bir yıldız gormus: Bu mu benim Rabbım? demis. O, batınca da: Ben, batanları sevmem, demisti"},{"SurahNumber":6,"VerseNumber":77,"Text":"Sonra ayı dogarken gorunce: Bu mu benim Rabbım? demis. O da batınca: Eger Rabbım beni hidayete erdirmeseydi; muhakkak sapanlar guruhundan olurdum, demisti"},{"SurahNumber":6,"VerseNumber":78,"Text":"Sonra gunesi dogarken gorunce: Bu mu benim Rabbım? Bu daha buyuk demis. Ama batınca: Ey kavmim, ben sizin sirk kostugunuz seylerden uzagım, demisti"},{"SurahNumber":6,"VerseNumber":79,"Text":"Dogrusu ben, gercekten yuzumu bir muvahhid olarak gokleri ve yeri yaratana cevirdim ve ben, musriklerden degilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi, onunla tartosmaya giristi. Demisti ki: Beni dogru yola iletmisken; Allah hakkında mı benimle tartısıyorsunuz? O´na sirk kostuklarınızdan korkmam. Meger ki, Rabbım bir sey dilemis olsun. Rabbım, ilimce herseyi kusatmıstır. Hala dusunup ogut almayacak mısınız"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hem siz; Allah´ın size hicbir delil ve burhan indirmedigi seyleri O´na sirk kosmaktan korkmazken; kendisine sirk kostugunuz seylerden ben nasıl korkarım? Simdi, bu iki zumreden hangisi emin olmaya daha layıktır? Eger biliyorsanız"},{"SurahNumber":6,"VerseNumber":82,"Text":"Iman edenler, imanlarını zulum ile bulastırmayanlar, iste onlaradır emniyet. Ve iste onlar, hidayete ermis olanlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste bu, bizim huccetimizdir. Onu kavmine karsı Ibrahim´e verdik. Diledigimizi derecelerle yukseltiriz. Ve muhakkak ki Rabbın; Hakim, Alim´dir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ve Biz, ona Ishak´ı ve Ya´kub´u ihsan ettik. Her birini hidayete erdirdik. Daha once de Nuh´u ve onun soyundan Davud´u, Suleyman´ı, Eyyub´u, Yusuf´u, Musa´yı ve Harun´u hidayete erdirdik. Iste boyle mukafaatlandırırız ihsan edenleri"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya´yı, Yahya´yı, Isa´yı ve Ilyas´ı da. Hepsi salihlerdendir"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail´i, el-Yesa´ı, Yunus´u ve Lut´u da. Her birini alimlerden ustun kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların babalarından, zurriyetlerinden, kardeslerinden kimini de. Onları sectik ve onları dosdogru yola ilettik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Iste bu; Allah´ın, hidayetidir ki kullarından diledigini onunla hidayete erdirir. Eger onlar da sirk kossalardı yapageldikleri seyler bosa cıkardı"},{"SurahNumber":6,"VerseNumber":89,"Text":"Onlar; kendilerine kitab, hikmet ve peygamberlik verdiklerimizdir. Simdi bunlar, onları tanımayıp da kufrederlerse; Biz, onu inkar etmeyen bir kavmi buna vekil kılmısızdır"},{"SurahNumber":6,"VerseNumber":90,"Text":"Iste bunlar; Allah´ın hidayet ettikleridir. Oyleyse sen de onların hidayetine uy. De ki: Ben bunlara karsı sizden hicbir ucret istemem. Bu, ancak alemler icin bir oguttur"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah; hicbir insana bir sey indirmedi, demekle; Allah´ı, sanına yarasır sekilde tanıyamadılar. De ki: Musa´nın insanlara bir nur ve hidayet olmak uzere getirdigi ve sizin de parca parca kagıtlar haline koyup acıkladınız, cogunu da gizlediginiz o kitabı kim indirdi? Sizin de, atalarınızın da bilmediginiz seyler size ogretilmistir. «Allah» de, sonra onları bırak da, daldıkları sapıklıkta oynayadursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Sehirlerin anası ile cevresindekileri uyarasın diye sana indirdigimiz iste bu kitab, mubarektir. Ve kendisinden oncekileri dogrulayıcıdır. Ahirete inananlar buna da inanırlar. Ve onlar namazlarına da devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah´a karsı yalan uydurandan, yahut kendisine hicbir sey vahyedilmemisken; bana da vahyolundu, diyenden ve; Allah´ın indirdigi gibi ben de indirecegim, diyenden daha zalim kimdir? Bir gorseydin; o zalimler can cekisirlerken melekler de ellerini uzatmıs: Can verip bugun Allah´a karsı haksız yere soylediklerinizden ve O´nun ayetlerine buyukluk taslamanızdan oturu horluk azabı ile cezalandırılacaksınız, derken"},{"SurahNumber":6,"VerseNumber":94,"Text":"Andolsun ki siz; ilk defa yarattıgımız gibi, yapayalnız ve teker teker huzurumuza geldiniz. Ve size verdigimiz seyleri ardınızda bıraktınız. Hani, ortaklarınız oldugunu sandıgınız sefaatcılarınızı da beraberinizde gormuyoruz. Andolsun ki; aranızdaki baglar artık kopmustur. Ortak sandıklarınız da sizden kaybolup gitmistir"}]}