{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Āṇi tyācabarōbara mājhī śikṣā yātanāhī mōṭhī duḥkhadāyaka āhē"},{"SurahNumber":15,"VerseNumber":51,"Text":"Āṇi tyānnā ibrāhīmacyā atithīn̄cā vr̥ttānta aikavā"},{"SurahNumber":15,"VerseNumber":52,"Text":"Kī jēvhā tyānnī ibrāhīmajavaḷa yē'ūna salāma kēlā, tēvhā tē mhaṇālē kī āmhālā tumacē bhaya vāṭatē"},{"SurahNumber":15,"VerseNumber":53,"Text":"Phariśtē mhaṇālē, bhi'ū nakā, āmhī tumhālā ēkā jñānī putrācī śubha vārtā dētō"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrāhīma mhaṇālē, kāya yā vr̥d'dhāvasthēnē sparśa kēlyānantara tumhī malā hī śubha vārtā dētā! Hī ānandācī bātamī tumhī kaśī kāya dēta āhāta"},{"SurahNumber":15,"VerseNumber":55,"Text":"Phariśtē mhaṇālē, āmhī tumhālā agadī kharī śubhavārtā aikavita āhōta. Tumhī nirāśa lōkāmmadhyē sāmīla hō'ū nakā"},{"SurahNumber":15,"VerseNumber":56,"Text":"Mhaṇālē, āpalyā pālanakartyācyā dayā kr̥pēpāsūna kēvaḷa tē (mārgabhraṣṭa āṇi) bahakalēlē lōkaca nirāśa hōtāta"},{"SurahNumber":15,"VerseNumber":57,"Text":"(Ibrāhīma yānnī) vicāralē, hē allāhatarphē pāṭhaviṇyāta ālēlyā (phariśtyāṁ) nō! Tumacē asē kāya khāsa kāma āhē"},{"SurahNumber":15,"VerseNumber":58,"Text":"Phariśtyānnī uttara dilē, āmhālā aparādhī lōkāṅkaḍē pāṭhavilē gēlē āhē"},{"SurahNumber":15,"VerseNumber":59,"Text":"Parantu lūtacē kuṭumba kī āmhī tyā sarvānnā avaśya vācavū"},{"SurahNumber":15,"VerseNumber":60,"Text":"Mātra lūtacyā patnīkhērīja kī āmhī tilā thāmbaṇāṟyā va māgē rāhaṇāṟyāmmadhyē niścita kēlē āhē"},{"SurahNumber":15,"VerseNumber":61,"Text":"Jēvhā pāṭhavilēlē phariśtē lūtacyā kuṭumbājavaḷa pōhōcalē"},{"SurahNumber":15,"VerseNumber":62,"Text":"Tēvhā lūta mhaṇālē, tumhī lōka tara kāhīsē anōḷakhī vāṭatāta"},{"SurahNumber":15,"VerseNumber":63,"Text":"Tē mhaṇālē, (nāhī) kimbahunā āmhī tumacyājavaḷa tī vastū ghē'ūna ālō āhōta, jicyā bābatīta hē lōka sanśaya karīta āhēta"},{"SurahNumber":15,"VerseNumber":64,"Text":"Āṇi āmhī tara tujhyājavaḷa (ughaḍa) satya ghē'ūna ālō āhōta, āṇi āmhī āhōtahī purēpurē saccē"},{"SurahNumber":15,"VerseNumber":65,"Text":"Ātā tumhī āpalyā kuṭumbāsaha yā rātrīcyā ēkhādyā bhāgāta nighūna jā. Tumhī svataḥ tyān̄cyā māgē rāhā (āṇi sāvadhāna!) Tumacyāpaikī kōṇīhī māgē vaḷūna pāhū nayē āṇi jyā ṭhikāṇī jāyacā tumhālā ādēśa dilā jāta āhē, tithē cālata jā"},{"SurahNumber":15,"VerseNumber":66,"Text":"Āṇi āmhī tyācyākaḍē yā gōṣṭīcā phaisalā kēlā kī sakāḷa hōtā hōtāca tyā sarvān̄cī muḷē kāpalī jātīla"},{"SurahNumber":15,"VerseNumber":67,"Text":"Āṇi śaharī lōka mōṭhā ānanda sājarā karīta ālē"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lūta) mhaṇālē, hē lōka mājhē atithī āhēta, tēvhā tumhī malā apamānita karū nakā"},{"SurahNumber":15,"VerseNumber":69,"Text":"Āṇi sarvaśrēṣṭha allāhacē bhaya rākhā āṇi malā apamānita karū nakā"},{"SurahNumber":15,"VerseNumber":70,"Text":"Tē mhaṇālē, kāya āmhī tumhālā sāṟyā jagācā ṭhēkā ghēṇyāpāsūna manā'ī kēlī navhatī"},{"SurahNumber":15,"VerseNumber":71,"Text":"(Lūta) mhaṇālē, jara tumhālā kāhī karāyacēca āhē tara yā mājhyā mulī hajara āhēta"},{"SurahNumber":15,"VerseNumber":72,"Text":"Tumacyā āyuṣyācī śapatha! Tē tara āpalyā naśēta dhunda phirata hōtē"},{"SurahNumber":15,"VerseNumber":73,"Text":"Maga sūryōdaya hōtā hōtā tyānnā ēkā bhayaṅkara sphōṭācyā āvājānē yē'ūna dharalē"},{"SurahNumber":15,"VerseNumber":74,"Text":"Śēvaṭī āmhī tyā (śaharā) lā ulathēpālathē karūna ṭākalē āṇi tyā lōkānvara kaṅkara pāṣāṇān̄cā varṣāva kēlā"},{"SurahNumber":15,"VerseNumber":75,"Text":"Niḥsanśaya, pratyēka bōdha prāpta karaṇāṟyākaritā yāta anēka niśāṇyā āhēta"},{"SurahNumber":15,"VerseNumber":76,"Text":"Āṇi hī vastī aśā mārgāvara āhē, jyāvara satata yē-jā hōta asatē"},{"SurahNumber":15,"VerseNumber":77,"Text":"Āṇi yāta īmāna rākhaṇāṟyānsāṭhī mōṭhī niśāṇī āhē"},{"SurahNumber":15,"VerseNumber":78,"Text":"Āṇi ayakā vastīcē rāhaṇārē lōkahī mōṭhē atyācārī hōtē"},{"SurahNumber":15,"VerseNumber":79,"Text":"Jyān̄cyāśī śēvaṭī āmhī sūḍa ghētalāca. Hī dōnhī śaharē khulyā mārgāvara āhēta"},{"SurahNumber":15,"VerseNumber":80,"Text":"Āṇi hijravālyānnīhī paigambarānnā khōṭē ṭharavilē"},{"SurahNumber":15,"VerseNumber":81,"Text":"Āṇi tyānnā āmhī āpalyā niśāṇyā pradāna kēlyā hōtyā, parantu tarī dēkhīla tē tyā niśāṇyāmpāsūna mānā phiravitaca rāhilē"},{"SurahNumber":15,"VerseNumber":82,"Text":"Āṇi hē lōka āpalī gharē parvatānnā kōrūna banavita asata, bhaya na rākhatā"},{"SurahNumber":15,"VerseNumber":83,"Text":"Śēvaṭī tyānnāhī sakāḷa hōtā hōtā bhayaṅkara citkārānē yē'ūna gāṭhalē"},{"SurahNumber":15,"VerseNumber":84,"Text":"Yāstava tyān̄cyā kōṇatyāhī yuktī kauśalyānē āṇi kāmagirīnē tyānnā kasalāhī lābha pōhacavilā nāhī"},{"SurahNumber":15,"VerseNumber":85,"Text":"Āṇi āmhī ākāśānnā āṇi dharatīlā āṇi tyān̄cyā daramyānacyā samasta vastūnnā satyāsahaca banavilē āhē āṇi kayāmata avaśya yēṇāra āhē, tēvhā tumhī bhalyā rītīnē sahana karūna ghyā"},{"SurahNumber":15,"VerseNumber":86,"Text":"Niḥsanśaya, tumacā pālanakartāca nirmāṇa karaṇārā āṇi jāṇaṇārā āhē"},{"SurahNumber":15,"VerseNumber":87,"Text":"Niḥsanśaya āmhī tumhālā sāta āyatī pradāna kēlyā āhēta jyān̄cī punarāvr̥ttī kēlī jātē, āṇi mahāna kura'āna dēkhīla pradāna kēlā āhē"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tumhī kadhīhī āpalī najara tyā gōṣṭīvara ṭākū nakā, jilā āmhī, tyān̄cyāpaikī anēka prakāracyā lōkānnā pradāna kēlē āhē. Tyān̄cyābaddala tumhī duḥkhahī karū nakā āṇi īmāna rākhaṇāṟyānsāṭhī āpalyā bājū jhukavā (tyānnā mōṭhyā snēhācī vāgaṇūka dyā)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Āṇi sāṅgā kī mī ughaḍapaṇē bhaya dākhaviṇārā āhē"},{"SurahNumber":15,"VerseNumber":90,"Text":"Jyāpramāṇē āmhī tyā vibhājana karaṇāṟyānvara utaravilā"},{"SurahNumber":15,"VerseNumber":91,"Text":"Jyānnī yā kura'ānacē tukaḍē tukaḍē karūna ṭākalē"},{"SurahNumber":15,"VerseNumber":92,"Text":"Śapatha āhē tumacyā pālanakartyācī! Āmhī tyā sarvānnā avaśya vicārū"},{"SurahNumber":15,"VerseNumber":93,"Text":"Tyā pratyēka gōṣṭībābata jī tē karīta hōtē"},{"SurahNumber":15,"VerseNumber":94,"Text":"Tēvhā tumhī hā ādēśa, jō tumhālā dilā jāta āhē, spaṣṭataḥ aikavā, āṇi anēkēśvaravādyāmpāsūna tōṇḍa phiravūna ghyā"},{"SurahNumber":15,"VerseNumber":95,"Text":"Tumacyāśī tē lōka thaṭṭā maskarī karatāta tyān̄cyā (śikṣē) karitā āmhī paryāpta āhōta"},{"SurahNumber":15,"VerseNumber":96,"Text":"Jē lōka allāhacyā sōbata āṇakhī itara upāsyē banavitāta, tyānnā lavakaraca māhīta paḍēla"},{"SurahNumber":15,"VerseNumber":97,"Text":"Āṇi āmhālā cāṅgalyā prakārē māhīta āhē kī tyān̄cyā bōlaṇyānē tumacyā manālā ṭhēca pōhacatē"},{"SurahNumber":15,"VerseNumber":98,"Text":"Tumhī āpalyā pālanakartyācī mahānatā āṇi stutī praśansācē varṇana karīta rāhā āṇi natamastaka hōṇāṟyāmmadhyē sāmīla vhā"},{"SurahNumber":15,"VerseNumber":99,"Text":"Āṇi āpalyā pālanakartyācī upāsanā karīta rāhā, yēthēparyanta kī tumhālā maraṇa yāvē"}]}