{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"I skazala zverkhnya starshyna yoho narodu: «My neodminno vyzhenemo tebe z nashoho selyshcha, Shueybe, i tykh, yaki uviruvaly razom iz toboyu. Abo zh ty poverneshsya do relihiyi nashoyi!» Toy vidpoviv: «A yakshcho my nenavydymo yiyi"},{"SurahNumber":7,"VerseNumber":89,"Text":"My zvedemo naklep na Allaha, yakshcho povernemosya do vashoyi relihiyi pislya toho, yak Allah vryatuvav nas vid neyi. Ne hodytʹsya nam povertatysya do neyi, khiba shcho tsʹoho pobazhaye Allah, Hospodʹ nash. Nash Hospodʹ osyahaye znannyam kozhnu rich, i na Allaha my spodivayemosya! Hospody nash! Rozsudy mizh namy ta narodom nashym po pravdi, adzhe Ty — naykrashchyy iz tykh, khto vyrishuye"},{"SurahNumber":7,"VerseNumber":90,"Text":"Starshyna yoho narodu, yaka ne uviruvala, skazala: «Yakshcho vy pidete za Shueybom, to neodminno zaznayete vtrat"},{"SurahNumber":7,"VerseNumber":91,"Text":"Ale yikh urazyv zemletrus. Lyshylysya vony mertvi v budynkakh svoyikh"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ti, yaki vvazhaly Shueyba za brekhuna, nache nikoly y ne zhyly tam. Ti, yaki vvazhaly Shueyba za brekhuna, zaznaly vtrat"},{"SurahNumber":7,"VerseNumber":93,"Text":"[Shueyb] vidvernuvsya vid nykh i skazav: «YA peredav vam poslannya vid Hospoda moho y radyv dobro. To yak meni sumuvaty za neviruyuchymy lyudʹmy"},{"SurahNumber":7,"VerseNumber":94,"Text":"U yake b selyshche My ne posylaly proroka, My zavzhdy vrazhaly yoho zhyteliv zlyhodnyamy y lykhom — mozhlyvo, stanutʹ smyrennymy vony"},{"SurahNumber":7,"VerseNumber":95,"Text":"Potim My zaminyaly zlo blahom, shchob vony zaznaly dobra. Vony hovoryly: «Batʹky nashi tak samo zaznavaly prykroshchiv i radoshchiv!» Ale My skaraly yikh tak nespodivano, shcho vony tsʹoho y ne chekaly"},{"SurahNumber":7,"VerseNumber":96,"Text":"Yakby zhyteli tsykh selyshch uviruvaly y buly bohoboyazlyvymy, My b vidkryly yim blahoslovennya nebes i zemli. Ale vony vvazhaly tse za brekhnyu, tozh My skaraly yikh za te, shcho vony sobi zdobuvaly"},{"SurahNumber":7,"VerseNumber":97,"Text":"Nevzhe zhyteli selyshch vvazhaly, shcho Nashe pokarannya ne pryyde do nykh unochi, koly vony splyatʹ"},{"SurahNumber":7,"VerseNumber":98,"Text":"Nevzhe zhyteli selyshch vvazhaly, shcho Nashe pokarannya ne pryyde do nykh zranku, koly vony viddayutʹsya zabavam"},{"SurahNumber":7,"VerseNumber":99,"Text":"Nevzhe vony ne maly strakhu pered khytristyu Allaha? Ne mayutʹ strakhu pered khytristyu Allaha lyudy, yaki zaznayutʹ vtrat"},{"SurahNumber":7,"VerseNumber":100,"Text":"Khiba ne poyasneno tym, yaki otrymaly zemlyu v spadok vid yiyi kolyshnikh zhyteliv, shcho, koly My pobazhayemo, skarayemo yikh za yikhni hrikhy? My zapechataly yikhni sertsya, tozh ne slukhayutʹ vony"},{"SurahNumber":7,"VerseNumber":101,"Text":"My rozpovidayemo tobi zvistky pro tsi selyshcha. Yikhni poslantsi prykhodyly do nykh iz yasnymy znamennyamy, ale vony ne viryly v te, shcho vzhe ranishe spryynyaly yak brekhnyu. Tak Allah nakladaye pechatʹ na sertsya neviruyuchykh"},{"SurahNumber":7,"VerseNumber":102,"Text":"My ne znayshly bilʹshosti z nykh viddanymy zavitu. Ale My znayshly bilʹshistʹ iz nykh nechestyvtsyamy"},{"SurahNumber":7,"VerseNumber":103,"Text":"Pislya nykh My poslaly Musu z Nashymy znamennyamy do Firauna y nablyzhenykh yoho. Ale vony vchynyly z nymy nespravedlyvo. Pohlyanʹ zhe, yakyy buv kinetsʹ nechestyvtsiv"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa skazav: «O Firaune! YA — poslanetsʹ vid Hospoda svitiv"},{"SurahNumber":7,"VerseNumber":105,"Text":"YA povynen hovoryty pro Allaha lyshe istynu. YA prynis vam yasne znamennya vid Hospoda vashoho. Tozh vidpusty zi mnoyu syniv Israyilya"},{"SurahNumber":7,"VerseNumber":106,"Text":"Toy vidpoviv: «Yakshcho ty pryyshov zi znamennyam, to pokazhy yoho, koly ty odyn iz pravdyvykh"},{"SurahNumber":7,"VerseNumber":107,"Text":"Vin kynuv svoyu palytsyu, y stala vona spravzhnim zmiyem"},{"SurahNumber":7,"VerseNumber":108,"Text":"Vin prostyah svoyu ruku, tozh usi pobachyly, shcho vona stala zdorovoyu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Starshyna narodu Firauna skazala: «Voistynu, vin — vpravnyy chaklun"},{"SurahNumber":7,"VerseNumber":110,"Text":"Vin prahne vyhnaty vas iz vashoyi zemli! Shcho zh vy poradyte"},{"SurahNumber":7,"VerseNumber":111,"Text":"Inshi vidpovily: «Day chas yomu ta bratu yoho, a po mistakh rozishly visnykiv"},{"SurahNumber":7,"VerseNumber":112,"Text":"yaki pryvedutʹ do tebe vsikh vpravnykh chakluniv"},{"SurahNumber":7,"VerseNumber":113,"Text":"Chakluny pryyshly do Firauna y skazaly: «My mayemo otrymaty vynahorodu, yakshcho budemo peremozhtsyamy"},{"SurahNumber":7,"VerseNumber":114,"Text":"Toy vidpoviv: «Tak, i vy budete odnymy z nablyzhenykh"},{"SurahNumber":7,"VerseNumber":115,"Text":"Vony skazaly: «O Muso, abo kyday spershu ty, abo kynemo my"},{"SurahNumber":7,"VerseNumber":116,"Text":"Toy vidpoviv: «Kydayte vy!» I koly vony kynuly, to zacharuvaly pohlyad lyudey, nalyakaly yikh i pokazaly velyki chary"}]}