{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"پھر جب محسوس کیا عیسیٰ ( علیہ السلام) نے ان سے کفر (و انکار) (تو) آپ نے کہا کون ہے میرے پروردگار کی راہ میں؟ ( یہ سن کر ) کہا حواریوں نے کہ ہم مدد کرنے والے ہیں اللہ (کے دین) کی ہم ایمان لائے ہیں اللہ پر اور (اے نبی (صلی اللہ علیہ وسلم) ) آپ گواہ ہو جائیو کہ ہم (حکمِ الٰہی کے سامنے) سر جھکائے ہوئے ہیں۔"},{"SurahNumber":3,"VerseNumber":53,"Text":"اے رب ہمارے! ہم ایمان لائے اس پر جو تو نے نازل فرمایا اور ہم نے تابعداری کی رسول کی تو لکھ لے ہمیں (حق پر) گواہی دینے والوں کے ساتھ۔"},{"SurahNumber":3,"VerseNumber":54,"Text":"اور یہویوں نے بھی (مسیح کو قتل کرنے کی) خفیہ تدبیر کی اور (مسیح کو بچانے کے لیے) اللہ نے بھی خفیہ تدبیر کی۔ اور اللہ سب سے بہتر (اور مؤثر) خفیہ تدبیر کرنے والا ہے۔"},{"SurahNumber":3,"VerseNumber":55,"Text":"یاد کرو جب فرمایا اللہ نے اے عیسیٰ ( علیہ السلام) ! یقیناً میں پوری عمر تک پہنچادوں گا تمھیں اور اٹھانے والا ہوں تمھیں اپنی طرف اور پاک کرنے والا ہوں تمھیں ان لوگوں (کی تہمتوں) سے جنھوں نے (تیرا) انکار کیا اور بنانے والا ہوں ان کو جنھوں نے تیری پیروی کی غالب کفر کرنے والوں پر قیامت تک پھر میری طرف ہی لوٹ کر آنا ہے تم نے پس (اس وقت) میں فیصلہ کروں گا تمہارے درمیان (ان امور کا ) جن میں تم اختلاف کرتے رہتے تھے۔"},{"SurahNumber":3,"VerseNumber":56,"Text":"تو وہ جنھوں نے کفر کیا میں عذاب دوں گا انھیں سخت عذاب دنیا میں اور آخرت میں اور نہیں ہوگا ان کے لیے کوئی مددگار ۔"},{"SurahNumber":3,"VerseNumber":57,"Text":"اور وہ جو ایمان لائے اور کیے نیک کام تو اللہ پورے پورے دے گا انھیں ان کے اجر اور اللہ تعالیٰ نہیں محبت کرتا ظلم کرنے والوں سے۔"},{"SurahNumber":3,"VerseNumber":58,"Text":"یہ جو ہم پڑھ کر سناتے ہیں آپ کو آیتں ہیں اور نصیحت حکمت والی۔"},{"SurahNumber":3,"VerseNumber":59,"Text":"بے شک مثال عیسیٰ ( علیہ السلام) (علیہ السلام) کی اللہ تعالیٰ کے نذدیک آدم (علیہ السلام) کی مانند ہے بنایا اسے مٹی سے پھر فرمایا اے ہوجا تو ہو ہوگیا۔"},{"SurahNumber":3,"VerseNumber":60,"Text":"(اے سننے والے!) یہ حقیقت (کہ عیسیٰ انسان ہیں) تیرے رب کی طرف سے (بیان کی گئی ) ہے پس تو نہ ہوجا شک کرنے والوں سے۔"},{"SurahNumber":3,"VerseNumber":61,"Text":"پھر جو شخص جھگڑا کرے آپ سے اس بارے میں اس کے بعد کہ آگیا آپ کے پاس (یقینی) علم تو آپ کہہ دیجیے کہ آؤ ہم بلائیں اپنے بیٹوں کو بھی اور تمہارے بیٹوں کو بھی اپنی عورتوں کو بھی اور تمہاری عورتوں کو بھی اپنے آپ کو بھی اور تم کو بھی پھر بڑی عاجزی سے (اللہ کے حضور) التجا کریں پھر بھیجیں اللہ تعالیٰ کی لعنت جھوٹوں پر ۔"},{"SurahNumber":3,"VerseNumber":62,"Text":"بے شک یہی ہے واقعہ سچا اور نہیں کوئی معبود سوائے اللہ کے اور بےشک اللہ ہی غالب ہے (اور) حکمت والا ہے۔"},{"SurahNumber":3,"VerseNumber":63,"Text":"پھر اگر وہ منہ پھیر یں تو اللہ تعالیٰ خوب جاننے والا ہے فساد برپا کرنے والوں کو۔"},{"SurahNumber":3,"VerseNumber":64,"Text":"(میرے نبی!) آپ کہیے اے اہل کتاب آؤ اس بات کی طرف جو یکساں ہے ہمارے اور تمہارے درمیان (وہ یہ کہ) ہم نہ عبادت کریں (کسی کی) سوائے اللہ کے اور نہ شریک ٹھیرائیں اس کے ساتھ کیس چیز کو اور نہ بنالے کوئی ہم میں سے کسی کو رب اللہ کے سوا پھر اگر وہ روگردانی کریں (اس سے) تو تم کہہ دو گواہ رہنا (اے اہل کتاب) کہ ہم مسلمان ہیں۔"},{"SurahNumber":3,"VerseNumber":65,"Text":"اے اہل کتاب! کیوں جھگڑتے ہو تم ابراہیم کے بارے میں حا لانکہ نہیں اتاری گئی تورات اور انجیل مگر ان کے بعد کیا (اتنا بھی) تم نہیں سمجھ سکتے ۔"},{"SurahNumber":3,"VerseNumber":66,"Text":"سنتے ہو! تم وہ لوگ ہو جو جھگڑتے رہے ہو (اب تک) ان باتوں میں جن کا تمھیں کچھ نہ کچھ علم تھا پس (اب) کیوں جھگڑنے لگے ہو ان باتوں میں نہیں ہے تمھیں جن کا کچھ علم اور اللہ تعالیٰ جانتا ہے اور تم نہیں جانتے۔"},{"SurahNumber":3,"VerseNumber":67,"Text":"نہ تھے ابراہیم یہودی اور نہ نصرانی بلکہ وہ ہر گمراہی سے الک رہنے والے مسلمان تھے اور نہ ہی وہ شرک کرنے والوں میں سے تھے۔"},{"SurahNumber":3,"VerseNumber":68,"Text":"بیشک نزدیک تر لوگ ابراہیم (علیہ السلام) سیوہ تھے جنھوں نے ان کی پیروی کی نیز یہ نبی (کریم) اور جو (اس نبی پر) ایمان لائے اور اللہ تعالیٰ مددگار ہے مومنوں کا۔"},{"SurahNumber":3,"VerseNumber":69,"Text":"دل سے چاہتا ہے ایک گروہ اہل کتاب سے کہ کسی طرح گمراہ کردیں تمھیں اور نہیں گمراہ کرتے مگر اپنے آپ کو اور وہ ( اس حقیقت) کو نہیں سمجھتے۔"},{"SurahNumber":3,"VerseNumber":70,"Text":"اے اہل کتاب! کیوں انکار کرتے ہو اللہ کی آیتوں کا حالانکہ تم خود گواہ ہو۔"},{"SurahNumber":3,"VerseNumber":71,"Text":"اے اہل کتاب کیوں ملاتے ہو حق کو باطل کے ساتھ اور (کیوں ) چھپاتے ہو حق کو حا لا نکہ تم جانتے ہو۔"},{"SurahNumber":3,"VerseNumber":72,"Text":"کہا ایک گروہ نے اہل کتاب سے کہ ایمان لے آؤ اس (کتاب) پر جو اتاری گئی ایمان والوں پر صبح کے وقت اور انکار کردو اس کا سر شام شاید (اس طرح) وہ (اسلام سے) برگشتہ ہوجائیں"},{"SurahNumber":3,"VerseNumber":73,"Text":"(ایک دوسرے کو تاکید کرتے ہیں) ۔ کہ مت مانوں کسی کی بات سوائے ان لوگوں کے جو پیروی کرتے ہیں تمہارے دین کی ۔ فرمائیے ہدایت تو وہی ہے جو اللہ کی ہدایت ہو ( اور یہ بھی نہ ماننا کہ ) دیا جاسکتا ہے کسی کو جیسے تمھیں دیا گیا یا کوئی حجت لاسکتا ہے تم پر تمہارے رب کے پاس (اے حبیب (صلی اللہ علیہ وسلم) ) فرمادیجیے کہ فضل (وکرم) تو اللہ ہی کے ہاتھ میں ہے دیتا ہے جسے چاہا ہے اور اللہ تعالیٰ وسعت والا سب کچھ جاننے والا ہے۔"},{"SurahNumber":3,"VerseNumber":74,"Text":"خاص کرلیتا ہے اپنی رحمت کے ساتھ جسے چاہتا ہے اور اللہ تعالی صاحب فضل عظیم ہے۔"}]}