{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allah az, Aki megteremtett benneteket a gyengeségből. És a gyengeség után erőt adott nektek és az erő után újra gyengeséget és ősz hajat (ad). Azt teremt, amit akar. Ő a Tudó és a mindenre Képes"},{"SurahNumber":30,"VerseNumber":55,"Text":"És azon a Napon, amikor bekövetkezik az Óra, a bűnösök megesküsznek, hogy csak egyetlen órát időztek, ekképpen fordulnak el"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ám azok, akiknek a tudás és a hit adatott azt mondják: ..Bizony a Feltámadás Napjáig időztetek - Allah Írásában van ez! És ez a Feltámadás Napja! De ti ezt nem tudtátok"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ám azon a Napon a bűnösök mentegetőzése már semmit sem használ. Már engedélyt sem kapnak, hogy visszatérhessenek és Allah tetszését keressék"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ebben a Koránban mindenféle példát adtunk az embereknek. De ha csak egyetlen jellel mész is (Muhammad Allah áldja meg és adjon Neki örök üdvösséget) el hozzájuk, a hitetlenek minden bizonnyal azt mondják: ,.Ti csak haszontalan üres beszéddel jöttetek"},{"SurahNumber":30,"VerseNumber":59,"Text":"Ilyen módon helyez pecsétet Allah azok szívére, akik nem tudnak"},{"SurahNumber":30,"VerseNumber":60,"Text":"Légy hát (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) állhatatosan kitartó! Allah ígérete az Igazság! És ne engedd, hogy eltántorítsanak téged azok, akik nem rendelkeznek bizonysággal"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif-lam -mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Ezek a Bölcs Könyv (ezen Korán) Versei"},{"SurahNumber":31,"VerseNumber":3,"Text":"Útmutatásként és könyörületként a helyesen cselekvők számára"},{"SurahNumber":31,"VerseNumber":4,"Text":"Akik elvégzik az imát (as-salánd) és megadják a zakat-ot és szilárd bizonyossággal rendelkeznek a Túlvilággal kapcsolatban"},{"SurahNumber":31,"VerseNumber":5,"Text":"Ők az Uruktól származó Útmutatás talaján állnak. Ők azok, akik boldogulnak"},{"SurahNumber":31,"VerseNumber":6,"Text":"Vannak az emberek között olyanok, akik szórakoztató történeteket vásárolnak, hogy tévelygésbe vihessenek Allah Útjáról tudás nélkül és hogy gúny tárgyává tehessék\". Nekik megalázó büntetés jár majd"},{"SurahNumber":31,"VerseNumber":7,"Text":"És ha a Mi Verseink (ez a Korán) recitáltatnak neki\", akkor gőgösen elfordul, mintha nem is hallaná. Mintha a két fülében süketség lenne. Tudasd vele a fájdalmas büntetés hírét"},{"SurahNumber":31,"VerseNumber":8,"Text":"Bizony azok, akik hisznek és jótetteket cselekszenek, nekik a gyönyörűség Kertjei járnak (a Paradicsom)"},{"SurahNumber":31,"VerseNumber":9,"Text":"Örökkön abban fognak tartózkodni. Ez Allah ígérete igazságként. Ő a Hatalmas és a Bölcs"},{"SurahNumber":31,"VerseNumber":10,"Text":"Ő teremtette meg az egeket olyan oszlopok nélkül, amelyeket ti láthatnátok. És szilárdan rögzítetteket (hegyeket) dobott a földre, hogy ne inogjon veletek. Mindenféle állatot terjesztett el. Az Égből vizet bocsátottunk le és általa mindenféle nemes növényt sarjasztottunk"},{"SurahNumber":31,"VerseNumber":11,"Text":"Ez Allah teremtése! Mutassátok hát meg nekem mit teremtettek azok, akik Rajta kívül vannak! De nem! A vétkesek nyilvánvaló tévelygésben vannak"},{"SurahNumber":31,"VerseNumber":12,"Text":"Lugman-nak? korábban a bölcsességet adtuk (mondván): , Légy hálás Allah-nak! Aki hálás, az saját maga hasznára teszi azt. Aki pedig hitetlen módon hálátlan (annak tudnia kell)- Allah nem szorul rá senkire, Áldott ÖV"},{"SurahNumber":31,"VerseNumber":13,"Text":"És (emlékezz) midőn Lugmán azt mondta a fiának, midőn intelemmel látta el: ..Ó fiacskám! Ne kövess el társítást Allah-hal szemben! Bizony a társítás hatalmas bűn"},{"SurahNumber":31,"VerseNumber":14,"Text":"Testamentumként örökül hagytuk az embernek a szüleivel kapcsolatban (az illendő viselkedést). Hiszen az édesanyja gyengeséggel gyengeségen hordozta őt és elválasztása két évbe telt. (Meghagytuk, hogy) , Légy hálás Irántam és a szüleiddel szemben. Hozzám vezet majdan az Út"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ám ha ők ketten abban buzgólkodnak, hogy társítást kövess el Velem szemben, amiről neked nincs tudásod, abban az esetben ne engedelmeskedj nekik! Az evilági életben illendő módon járj el velük és annak az útját kövesd, aki megbánással fordul Felém! Majd Hozzám lesz a visszatérésetek és hírül fogom adni nektek azt, amit cselekedetek"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ó, fiacskám! Ha az akár csak egy mustármagnyi is\", legyen akár sziklán, vagy az egekben, vagy a földben, Allah előhozza azt. Bizony Allah az éles Elméjű, a Tudó"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ó, fiacskám! Végezd el az imát, parancsold meg a helyénvalót? és tiltsd meg a kifogásoltat! Állhatatos türelemmel viseld el azt, ami ér téged. Bizony ez a szilárdan elhatározott dolgokból való"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ne fordulj megvető arccal az emberek felé! És ne járj felfuvalkodott módon a földön! Allah bizony nem szeret egyetlen dicsekvő önteltet sem"},{"SurahNumber":31,"VerseNumber":19,"Text":"Légy mértékletes a járásodban és halkítsd le a hangodat! Bizony a legkellemetlenebb hang a szamár hangja"},{"SurahNumber":31,"VerseNumber":20,"Text":"Hát nem láttátok, hogy Allah a szolgálatotokra hajtotta mindazt, ami az egekben és a földön van és nyilvánvaló és rejtett kegyelmekkel halmozott el benneteket. Ám Vannak az emberek között olyanok, akik vitába szállnak Allah-ról, tudás és útmutatás nélkül és fényesen ragyogó Könyv nélkül"},{"SurahNumber":31,"VerseNumber":21,"Text":"És ha az mondatik nekik: s.Kövessétek azt, amit Allah bocsátott le!\" Azt mondják: . Nem! Mi azt követjük, amin atyáinkat leltük fel.\" Még akkor is (ezt tennék), ha a sátán a Safir (a Pokol egyik elnevezése) tüzéhez szólít? Hizb"}]}