{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"«¡Que lejos esta de la verdad lo que se os promete"},{"SurahNumber":23,"VerseNumber":37,"Text":"No existe mas que esta vida. Morimos y nacemos y no seremos resucitados"},{"SurahNumber":23,"VerseNumber":38,"Text":"No es mas que un hombre que ha inventado una mentira sobre Dios, pero nosotros no creemos en el.»"},{"SurahNumber":23,"VerseNumber":39,"Text":"El dijo: «¡Senor mio! ¡Ellos me desmienten, auxiliame Tu!»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Dijo (Dios): «¡Muy pronto se arrepentiran!»"},{"SurahNumber":23,"VerseNumber":41,"Text":"Y les sorprendio el Grito con la Verdad y les dejamos como pasto seco. ¡Maldito sea el pueblo opresor"},{"SurahNumber":23,"VerseNumber":42,"Text":"Tras ellos hicimos surgir otras generaciones"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ninguna comunidad puede adelantar su plazo ni diferirlo"},{"SurahNumber":23,"VerseNumber":44,"Text":"Luego fuimos enviando a Nuestros Mensajeros uno tras otro. Cada vez que llegaba a una comunidad su Mensajero le desmentian. Asi que las destruimos una tras otra e hicimos que fueran solamente una leyenda. ¡Alejado sea el pueblo que no cree"},{"SurahNumber":23,"VerseNumber":45,"Text":"Luego, enviamos a Moises y a su hermano Aaron con Nuestras senales y un poder evidente"},{"SurahNumber":23,"VerseNumber":46,"Text":"al Faraon y a sus notables, pero se llenaron de soberbia y fueron un pueblo altivo"},{"SurahNumber":23,"VerseNumber":47,"Text":"Asi pues, dijeron: «¿Vamos a creer en un ser humano como nosotros y cuyo pueblo es esclavo nuestro?»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Les desmintieron a ambos y fueron de los destruidos"},{"SurahNumber":23,"VerseNumber":49,"Text":"Y, ciertamente, dimos a Moises la Escritura, para que asi quizas se guiasen"},{"SurahNumber":23,"VerseNumber":50,"Text":"E hicimos del hijo de Maria y de su madre una senal y les alojamos en una colina fertil y segura provista de manantiales"},{"SurahNumber":23,"VerseNumber":51,"Text":"«¡Oh Profetas! ¡Comed de los alimentos puros y obrad rectamente! En verdad, Yo conozco bien lo que haceis.»"},{"SurahNumber":23,"VerseNumber":52,"Text":"«Y, en verdad, vuestra comunidad es una comunidad unica y Yo soy vuestro Senor. Asi pues ¡Sed temerosos de Mi!»"},{"SurahNumber":23,"VerseNumber":53,"Text":"Pero ellos se dividieron, cada uno con su Escritura y cada grupo contento con lo que tiene"},{"SurahNumber":23,"VerseNumber":54,"Text":"Dejales en su extravio por un tiempo"},{"SurahNumber":23,"VerseNumber":55,"Text":"¡Acaso piensan que los bienes y los hijos que les hemos concedido"},{"SurahNumber":23,"VerseNumber":56,"Text":"es porque nos apresuramos a complacerles? ¡No! Pero no se dan cuenta"},{"SurahNumber":23,"VerseNumber":57,"Text":"En verdad, quienes por temor a su Senor se estremecen"},{"SurahNumber":23,"VerseNumber":58,"Text":"y quienes creen en las senales de su Senor"},{"SurahNumber":23,"VerseNumber":59,"Text":"y quienes no adoran nada junto a su Senor"},{"SurahNumber":23,"VerseNumber":60,"Text":"y dan de lo que Yo les doy y sus corazones temen porque regresan hacia su Senor"},{"SurahNumber":23,"VerseNumber":61,"Text":"esos son quienes se apresuran a realizar buenas obras y van en ello por delante"},{"SurahNumber":23,"VerseNumber":62,"Text":"Nosotros no exigimos de nadie mas alla de su capacidad. Y junto a Nosotros hay una escritura que dice la verdad y ellos no seran oprimidos"},{"SurahNumber":23,"VerseNumber":63,"Text":"Pero sus corazones ignoran totalmente esto y por ello actuan de manera diferente, sin tenerlo en cuenta"},{"SurahNumber":23,"VerseNumber":64,"Text":"Cuando Nos apoderemos de los que entre ellos vivian en la opulencia y les castiguemos, entonces ellos suplicaran"},{"SurahNumber":23,"VerseNumber":65,"Text":"“¡No supliqueis hoy! ¡No recibireis Nuestro auxilio"},{"SurahNumber":23,"VerseNumber":66,"Text":"Se os recitaban Mis versiculos y vosotros os dabais media vuelta"},{"SurahNumber":23,"VerseNumber":67,"Text":"Llenos de soberbia ante ellos, pasabais las noches en charlas delirantes.”"},{"SurahNumber":23,"VerseNumber":68,"Text":"¿Es que no reflexionaban en el Discurso o es que llego a ellos algo que no les fue dado a sus primeros padres"},{"SurahNumber":23,"VerseNumber":69,"Text":"¿O no reconocen a su Mensajero y por eso le niegan"},{"SurahNumber":23,"VerseNumber":70,"Text":"O dicen: «¡Esta poseido!» Pero no es asi. Ha venido a ellos con la Verdad y a la mayoria de ellos les repugna la Verdad"},{"SurahNumber":23,"VerseNumber":71,"Text":"Si la Verdad hubiese seguido sus deseos, se habrian corrompido los cielos y la Tierra y todo lo que hay en ellos. En cambio les dimos su Recuerdo, pero ellos se apartan de su Recuerdo"},{"SurahNumber":23,"VerseNumber":72,"Text":"¿Acaso les pides alguna remuneracion? La remuneracion de tu Senor es mejor y El es Quien mejor provee"},{"SurahNumber":23,"VerseNumber":73,"Text":"y tu, en verdad, les llamas a un camino recto"},{"SurahNumber":23,"VerseNumber":74,"Text":"pero, verdaderamente, quienes no creen en la otra vida se desvian del camino"}]}