{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Para wong mukmin iku padha pikantuk beja temenan"},{"SurahNumber":23,"VerseNumber":2,"Text":"Yaiku wong kang khusu' (konjem) anggone padha sholat"},{"SurahNumber":23,"VerseNumber":3,"Text":"Lan kang nyingkiri samubarang kang ora maedahi ing bab agama utawa bab donya"},{"SurahNumber":23,"VerseNumber":4,"Text":"Lan kang padha mbayar zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"Lan kang padha rumeksa kehormatane (ora dianggo nglakoni kang ora dililani dening syara'/zina)"},{"SurahNumber":23,"VerseNumber":6,"Text":"Kajaba mung marang bojone dhewe utawa amat (wong wadon kawula tukon kang dimiliki dening tangan tengene) darbeke dhewe. Dheweke iku ora padha dicacad"},{"SurahNumber":23,"VerseNumber":7,"Text":"Dene sing sapa nggoleki saliyane kang dihalalake (bojone dhewe utawa amate), iku dheweke temen wong kang ngliwati wates (nerak watese hukume Allah)"},{"SurahNumber":23,"VerseNumber":8,"Text":"Lan dheweke kang padha ngati - ati ngreksa nuhoni titipan (kapercaya) sarta janjine (marang Allah utawa marang sepadhaning manungsa)"},{"SurahNumber":23,"VerseNumber":9,"Text":"Lan dheweke padha tetep ajeg (ngreksa) anggone shalat (ana ing waktune)"},{"SurahNumber":23,"VerseNumber":10,"Text":"Para wong mukmin kang padha netepi kaya kang kasebut mau kabeh, iku tetep dadi ahli waris (kang oleh waris suwarga)"},{"SurahNumber":23,"VerseNumber":11,"Text":"Yaiku kang pikantuk suwarga Firdaus, lan padha langgeng ana ing kono"},{"SurahNumber":23,"VerseNumber":12,"Text":"Demi satemene Ingsun wis nitahake manungsa (Adam) saka sarining lemah"},{"SurahNumber":23,"VerseNumber":13,"Text":"Ingsun banjur nitahake turuning manungsa saka mani, ana pranakane wong wadon kang rineksa"},{"SurahNumber":23,"VerseNumber":14,"Text":"Mani mau banjur Ingsun dadekake getih kenthel. Getih kenthel mau banjur Ingsun dadekake daging kempel. Daging kempel mau banjur Ingsun dadekake balung, balung iku banjur Ingsun buntel dafing, banjur Ingsun titahake makhluq liya (bayi), urip sarana Ingsun leboni ruh (nyawa). Maha Luhur Allah. Allah iku kang nitahake kalayan sampurna"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sawise sira dadi manungsa, ing tembe mesthi padha mati"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sawise padha mati, ing besuk Qiyamat, mesthi bakal ditangekake saka ing pati, urip maneh"},{"SurahNumber":23,"VerseNumber":17,"Text":"Lan Ingsun wis nitahake pitung langit ana ing sadhuwurira, lan Ingsun ora supe rumeksa kawulaningsun kang ana ing ngisor (langit Ingsun kukuhi) ora bisa ngrubuhi kang ana ing ngisor"},{"SurahNumber":23,"VerseNumber":18,"Text":"Lan Ingsun wis nurunake banyu udan saka ing langit, sacukupe kabutuhane manungsa, banjur mili utawa disesep ing bumi. Lan satemene Ingsun uga kuwasa ngilangake banyu iku"},{"SurahNumber":23,"VerseNumber":19,"Text":"Banyu udan mau banjur Ingsun anggo nukulake wit - witan isen - isening pakebonan pirang - pirang kayata: kurma lan anggur lan liya - liyane. Sira padha bisa ngundhuh lan mangan woh - wohan pirang - pirang kang werna - werna ana ing pakebonan mau"},{"SurahNumber":23,"VerseNumber":20,"Text":"Lan Ingsun uga nukulake wit zaitun, kang thukul ana ing gunung Thur-Sina, kang ngetokake lengo kanggo lawuh tumrap wong kang mangan (kena digawe mulas minangka rerengganing panggonan)"},{"SurahNumber":23,"VerseNumber":21,"Text":"Lan satemene raja kaya iku piwulang ('ibarat) tumrap sira kabeh. Ingsun paring pangomben (powan) sira kabeh saka barang kang ana ing wetenge, lan raja kaya iku akeh maneh kemanfa'atane tumrap sira, lan sawenehe ana kang sira pangan"},{"SurahNumber":23,"VerseNumber":22,"Text":"Raja-kaya mau ana ing dharatan, ora beda karo perahu ana ing segara, kabeh padha kena sira tunggangi lan sira momoti gegawanira"},{"SurahNumber":23,"VerseNumber":23,"Text":"Lan temen Ingsun wis ngutus Nuh, Ingsun kersakake mulang para kaume. Nuh banjur paring pangandika, \"He para Ummatingsun. Sira padha manembaha marang ALlah, jalaran sira kabeh ora duwe pangeran kang wajib disembah kajaba mung Panjenengane piyambak. Apa sira ora padha wedi marang siksane menawa sira manembah saliyane Panjenengane"},{"SurahNumber":23,"VerseNumber":24,"Text":"Para panggedhene wong kafir saka kaume Nuh banjur celathu mengkene, \"Nuh iku apa dudu manungsa kaya aku lan kowe kabeh? Aku teka ora krungu wulangane para leluhur kita, kang kaya wulangane Nuh iku. Dadi tetela Nuh lumaku diarani wong linuwih, ngungkuli aku lan kowe kabeh. Upama Allah iku temen ngersakake Utusan andhawuhi manungsa, mesthi ngutus malaikat, mangsa ngutusa wong kang kaya mengkono"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ora liya panemuku, Nuh iku wong lanang kang owah akale, mula prayoga padha disrantekake bae nganti tekan matine utawa kapriye bakal wekasane"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh banjur munjuk ing Allah, \"Dhuh Pangeran kawula, sarehning para ummat kawula sampun cetha gorohake dhateng kawula, Panjenengan mugi paringpitulungan dhateng kawula"},{"SurahNumber":23,"VerseNumber":27,"Text":"Ingsun banjur paring wahyu marang Nuh, \"(Ummat ira iku bakal Ingsun kerem). Saiki sira gaweya perahu, kelawan Ingsun jenengi, mituruta kaya dhawuh Ingsun. Ing tembe manawa ana banyu mumpal - mumpal saka ing pawon, iku tandha yen siksaningsun wiwit nekani. Ingkono sira banjur munggaha ing prahu, dalah keluwarganira kabeh, lan anggawaha wawarnaning kewan sajodo - jodo bakal kanggo wiji, (kajaba rabinira kang kafir sarta anakira kan'an iku wis kabanjur) Ingsun pasti rusak dening kinelem, lan sira aja nyuwunake selamete wong kang padha kafir, kabeh iku wis Ingsun temtokake rumpes dening kinelem"},{"SurahNumber":23,"VerseNumber":28,"Text":"Menawa sira sak ahlinira wis padha munggah prahu, sira nyebuta Asmaningsun menkene, \"Sedaya puji punika kunjuk ing Allah, ingkang sampun paring wilujeng dhumateng kawula ahli kawula, kalis saking siksa ingkang numpes para tiyang ingkang sami nganiayaa (kafir)"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ing tembe menawa sira wis mudhun saka prahu, munjuka mengkene, \"Dhuh Pangeran kawula, mugi - mugi panjenengan paring panggenan dhateng kawula panggenan ingkang prayogi tur pinaringan berkah. panjenengan punika ingkang kuwasa piyambak paringpanggenan ingkang prayogi lan sae"},{"SurahNumber":23,"VerseNumber":30,"Text":"Saktemene kang mengkono iku (kabeh kang wis Ingsun dhawuhake marang Nuh lan kaume) iku dadi tandha yekti kekuwasaaningsun. Lan saktemene Ingsun kang nurunake bilahi (kang banget gedhene marang kaume Nuh)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sawise wong - wong mau padha dirusak, Ingsun nuli nitahake kaum (ummat) liyane, (yaiku wong 'Aad, ummate Hud)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Ingsun banjur ngutus nabi (Hud), klebu kaum 'Aad, iku Ingsun ngutus andhawuhi para wong 'Aad, mengkene, \"Sira padha manembah marang Allah, awit sira ora duwe Pangeran saliyane Allah. Menawa sira nglirwakake pitutur iki apa sira ora wedi marang siksane Allah"},{"SurahNumber":23,"VerseNumber":33,"Text":"Panggedhe wong - wong 'Aad kang padha kafir lan anggorohake kelawan ketemu karo dina akhir, (anggone bakal ditangekake maneh sakwise mati), lan dheweke wis Ingsun paringi kenikmatan ana ing panguripan donya, padha ngucap mangkene, \"Nabi Hud iki sapata, ora iya manungsa kaya aku lan kowe kabeh, uga mangan panganan kang padha sira pangan sarta padha ngombe saka barang kang padha sira ombe"},{"SurahNumber":23,"VerseNumber":34,"Text":"Menawa sira padha tanpa budi, mung manut pituture wong sak padhamu wae, sira yekti dadi wong kang kapitunan"},{"SurahNumber":23,"VerseNumber":35,"Text":"Apa Hud janji marang sira, menaaw sira mati, ing mangka sira wis dadi lemah lan balung saktemene sira bakal diuripake maneh"}]}