{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":94,"VerseNumber":1,"Text":"Ha TA đa khong mo rong long nguc cho Nguoi"},{"SurahNumber":94,"VerseNumber":2,"Text":"Va trut bo khoi Nguoi ganh nang"},{"SurahNumber":94,"VerseNumber":3,"Text":"Đa đe nang len lung cua Nguoi"},{"SurahNumber":94,"VerseNumber":4,"Text":"Va TA đa nang cao danh tieng cua Nguoi"},{"SurahNumber":94,"VerseNumber":5,"Text":"Qua that, su de dang đi đoi voi su kho khan"},{"SurahNumber":94,"VerseNumber":6,"Text":"Qua that, su de dang đi đoi voi su kho khan"},{"SurahNumber":94,"VerseNumber":7,"Text":"Boi the, khi thu tha, Nguoi hay đung day (dang le nguyen Salah)"},{"SurahNumber":94,"VerseNumber":8,"Text":"Va Nguoi hay huong ve Thuong Đe cua Nguoi (ma cau nguyen va hy vong)"},{"SurahNumber":95,"VerseNumber":1,"Text":"The boi cay Sung, va cay O liu"},{"SurahNumber":95,"VerseNumber":2,"Text":"The boi ngon Nui Sina"},{"SurahNumber":95,"VerseNumber":3,"Text":"The boi thanh pho (Makkah) an ninh nay"},{"SurahNumber":95,"VerseNumber":4,"Text":"Chac chan, TA đa tao hoa con nguoi theo mot hinh the tot đep nhat"},{"SurahNumber":95,"VerseNumber":5,"Text":"Roi TA lat y xuong thap nhat trong cai thap (vi pham toi)"},{"SurahNumber":95,"VerseNumber":6,"Text":"Ngoai tru nhung ai co đuc tin va lam viec thien thi se đuoc phan thuong vo tan"},{"SurahNumber":95,"VerseNumber":7,"Text":"Nhung cai gi lam cho nguoi phu nhan viec Phan Xu"},{"SurahNumber":95,"VerseNumber":8,"Text":"Ha Allah khong la Đang Tham Phan vo cung Cao minh u"},{"SurahNumber":96,"VerseNumber":1,"Text":"Hay đoc! Nhan danh Thuong Đe cua Nguoi, Đang đa tao"},{"SurahNumber":96,"VerseNumber":2,"Text":"Đa tao con nguoi tu mot hon mau đac"},{"SurahNumber":96,"VerseNumber":3,"Text":"Hay đoc! Va Thuong Đe cua Nguoi Rat Muc Quang Đai"},{"SurahNumber":96,"VerseNumber":4,"Text":"Đang đa day (kien thuc) bang cay viet"},{"SurahNumber":96,"VerseNumber":5,"Text":"Đa day con nguoi đieu ma y khong biet"},{"SurahNumber":96,"VerseNumber":6,"Text":"Nhung khong! Qua that, con nguoi thai qua"},{"SurahNumber":96,"VerseNumber":7,"Text":"Boi vi y tu thay minh đay đu"},{"SurahNumber":96,"VerseNumber":8,"Text":"Qua that, y se tro lai gap Thuong Đe cua Nguoi (o đoi sau)"},{"SurahNumber":96,"VerseNumber":9,"Text":"Ha Nguoi co thay mot ke (Abu Jahl) đa ngan can"},{"SurahNumber":96,"VerseNumber":10,"Text":"Mot nguoi be toi (Muhammad) khi Y dang le nguyen Salah"},{"SurahNumber":96,"VerseNumber":11,"Text":"Ha Nguoi xet thay y đuoc huong dan hay chang"},{"SurahNumber":96,"VerseNumber":12,"Text":"Hoac truyen bao (nguoi khac) nen so Allah hay chang"},{"SurahNumber":96,"VerseNumber":13,"Text":"Ha Nguoi xet thay y phu nhan su that va quay bo đi"},{"SurahNumber":96,"VerseNumber":14,"Text":"Ha y khong biet rang Allah Hang thay (tat ca)"},{"SurahNumber":96,"VerseNumber":15,"Text":"Nhung khong! Neu y khong chiu ngung (pha roi) thi chac chan TA se nam chum toc tran (cua y)"},{"SurahNumber":96,"VerseNumber":16,"Text":"Mot chum toc lao khoet, toi loi"},{"SurahNumber":96,"VerseNumber":17,"Text":"Hay đe y goi be nhom cua y (đen giup)"},{"SurahNumber":96,"VerseNumber":18,"Text":"TA se goi cac canh ve cua hoa nguc (đen trung tri)"},{"SurahNumber":96,"VerseNumber":19,"Text":"Nhung khong! Cho nghe theo y. Va hay phu phuc va đen gan (Ngai)"},{"SurahNumber":97,"VerseNumber":1,"Text":"Qua that, TA đa ban No (Qur'an) xuong vao mot Đem Đinh Menh"},{"SurahNumber":97,"VerseNumber":2,"Text":"Va đieu gi cho Nguoi biet Đem Đinh Menh la gi"},{"SurahNumber":97,"VerseNumber":3,"Text":"Đem Đinh Menh tot hon mot ngan thang binh thuong"},{"SurahNumber":97,"VerseNumber":4,"Text":"Trong đem đo, cac Thien Than va Ruh (Jibril) mang Quyet Đinh cua Allah (ve tat ca moi van đe) xuong tran theo Phep cua Thuong Đe cua ho"},{"SurahNumber":97,"VerseNumber":5,"Text":"Su Bang an. No keo dai cho đen hung đong"},{"SurahNumber":98,"VerseNumber":1,"Text":"Nhung ai khong co đuc tin trong so Nguoi dan Kinh Sach va nhung nguoi tho đa than khong chiu tu bo (tin nguong cua ho) cho đen khi ho gap minh chung (Nabi Muhammad)"},{"SurahNumber":98,"VerseNumber":2,"Text":"Mot Su Gia do Allah phai đen đoc cac To Kinh trong sach (Qur'an)"},{"SurahNumber":98,"VerseNumber":3,"Text":"Trong đo, gom cac sac chi chinh truc"},{"SurahNumber":98,"VerseNumber":4,"Text":"Va nhung ai đa đuoc ban Kinh Sach chi chia re nhau sau khi ho đa gap minh chung (Nabi Muhammad)"},{"SurahNumber":98,"VerseNumber":5,"Text":"Va ho đuoc lenh chi phai tho phung rieng Allah, triet đe thanphuc Ngai mot cach chinh truc va dang le nguyen Salah mot cach chu đao va đong Zakah va đo la ton giao đung đan, ngay chinh"},{"SurahNumber":98,"VerseNumber":6,"Text":"Qua that, nhung ai khong co tin trong so Nguoi dan Kinh Sach va nhung nguoi tho đa than se vao o trong hoa nguc đoi đoi. Ho la nhung sinh vat xau xa nhat"},{"SurahNumber":98,"VerseNumber":7,"Text":"Qua that, nhung ai co đuc tin (noi Allah va Su Gia Muhammad) va lam viec thien thi se la nhung sinh vat tot đep nhat"},{"SurahNumber":98,"VerseNumber":8,"Text":"Phan thuong cua ho noi Thuong Đe cua ho se la nhung Ngoi Vuon Vinh Cuu (thien đang) ben duoi co cac dong song chay ma ho se vao o trong đo đoi đoi; Allah se hai long voi ho va ho se toai nguyen voi Ngai. Phan an thuong đo danh cho ai la nguoi so Thuong Đe cua minh"},{"SurahNumber":99,"VerseNumber":1,"Text":"Khi trai đat chan đong qua mot cuoc đong đat (cuoi cung)"},{"SurahNumber":99,"VerseNumber":2,"Text":"Va trut ganh nang cua no ra ngoai"},{"SurahNumber":99,"VerseNumber":3,"Text":"Va con nguoi se bao: “Chuyen gi xay đen cho no vay?”"},{"SurahNumber":99,"VerseNumber":4,"Text":"Vao Ngay đo, no se ke cau chuyen cua no"},{"SurahNumber":99,"VerseNumber":5,"Text":"Boi vi Thuong Đe (Allah) cua Nguoi mac khai cho no"},{"SurahNumber":99,"VerseNumber":6,"Text":"Vao Ngay đo, nhan loai se đi roi rac tung đoan đen chung kien viec lam cua ho"},{"SurahNumber":99,"VerseNumber":7,"Text":"Boi the, ai lam viec thien tot va ngoan đao du nhe bang hat cai cung se thay no"},{"SurahNumber":99,"VerseNumber":8,"Text":"Va ai lam viec xau va toi loi du nhe bang hat cai cung se thay no"},{"SurahNumber":100,"VerseNumber":1,"Text":"The boi cac con chien ma chay hung hau xong tran (tan cong đich)"},{"SurahNumber":100,"VerseNumber":2,"Text":"Boi the (mong chan cua chung) lam ban ra tia lua"},{"SurahNumber":100,"VerseNumber":3,"Text":"Roi tan cong vao buoi hung sang"},{"SurahNumber":100,"VerseNumber":4,"Text":"Roi lam tung bui mit mu"},{"SurahNumber":100,"VerseNumber":5,"Text":"Va chung xong thang vao long (quan đich)"},{"SurahNumber":100,"VerseNumber":6,"Text":"Qua that! Con nguoi vong an đoi voi Thuong Đe (Allah) cua y"},{"SurahNumber":100,"VerseNumber":7,"Text":"Va chinh y la nhan chung cho viec đo"},{"SurahNumber":100,"VerseNumber":8,"Text":"Va qua that, y qua yeu thich su giau co"}]}