{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Toto isadaka niya Abatakha nende Abamanani, nende balia bakholanga khu sadaka eyo, nende balia benya okhutinyisibwa mubusuubili, nende okhununula Abarumwa, nende Ababanzwa, nende bali khunjila ya Nyasaye, nende Ababiyilwe khuluchendo eshilachilo okhurula khu Nyasaye, Ne Nyasaye ni Omumanyi Owamachesi muno"},{"SurahNumber":9,"VerseNumber":61,"Text":"Ne mubo baliwo basinyisinjia Omurumwa, khulwokhuboola mbu; “Ye niweshirwi” Boola; “ eshirwi ni eshilayi khwinywe shichila mbu , Yasubila Nyasaye ne asubililanga abasuubili naye nitsimbambaasi khubalia abasuubila mwinywe. Ne balia basinyisinjia Omurumwa wa Nyasaye balanyoola eshinyasio eshilulu.’’"},{"SurahNumber":9,"VerseNumber":62,"Text":"Babetsubilanga Nyasaye mbu khobabachamisie enywe, newabakhoyeshele okhuchamisia muno ni Nyasaye nende Omurumwa wuwe, toto bo nibali Abasubili"},{"SurahNumber":9,"VerseNumber":63,"Text":"Bakorerwekhwo mbu ulia ushilana nende Nyasaye nende Omurumwa wuwe, alinyoola omulilo kwa Jahannam alimenyamwo tsinyanga tsiosi, ne nikhwo okhututuyibwa okhukhongo"},{"SurahNumber":9,"VerseNumber":64,"Text":"Abeshikhabili baritsanga mbu baleshilibwa isura yitsa okhubarumbulila kalia akali mumioyo chiabu, Boola; “ Enywe bayesa, toto Nyasaye alarusia ebulafu akamuritsanga ako.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"Ne nobareeba nibaboola mbu; “toto efwe khwilomalominjia nikhutsekha butswa’’ Boola; “ Nyasaye nende tsinyali tsitsie nende Omurumwa wuwe nibo bamukholelanga omubayo?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Muleekatia (okhusaba eshileshelo) tawe mumalile okhurula mubusuubili bwenyu, ne nikhuleshela omukanda mwinywe, khwitsa okhusandia omukanda kundi shichila kwo kwali kwamabii"},{"SurahNumber":9,"VerseNumber":67,"Text":"Abeshikhabili abasatsa nabakhasi bosi ninashilala, balomesaninjia amabii ne bakananinjia amalayi, ne bafumbanga emikhono chiabu, bebilila Nyasaye ne Nyasaye nabebilila. Toto abeshikhabili nibo abamayanu"},{"SurahNumber":9,"VerseNumber":68,"Text":"Nyasaye yalaka Abeshikhabili abasatsa nende abakhasi nende Abakhayi omulilo kwa Jahannam, balimenyamwo tsinyanga tsiosi, oko kubayela ne Nyasaye abatsuba, ne bali nende eshinyasio shilawa"},{"SurahNumber":9,"VerseNumber":69,"Text":"Shinga balia abali imbeli wenyu abo bali nende amani muno okhushila enywe, ne bali nende omwandu omunji muno nende Abana abanji muno okhubashila enywe. Mana nibekhoya ebuleka wabu, nanyu mwesi muli mumwikhoyo ebuleka wenyu, shingala bosi bali mumwikhoyo ebuleka wabu- balia bali imbeli wenyu, mana nimwiyibila mumabii shingala bosi beyibilamwo. Abo nibo bebikhole biabu biatsia akhaya khushialo nende mwikulu, ne abo nibo banyoola okhusikha"},{"SurahNumber":9,"VerseNumber":70,"Text":"Koo, shikaboolelakhwo amakhuwa kabalia bali imbeli wabu, Abandu ba Nuh nende A’adi nende Thamud, nende Abandu ba Ibraheem nende Abandu na Madyan, nende Abandu beshialo shiabu shiakalukhanibwa hasi yaba hekulu? Abarumwa babu babeetsela nende ebifune bili habulafu, ne Nyasaye shiyabakholela obubii tawe halali abeene nibobekholela obubii"},{"SurahNumber":9,"VerseNumber":71,"Text":"Abasuubili abasatsa nende abasuubili abakhasi ni abetsa abeene khubeene, balomesaninjia okhukhola amalayi ne bakananinjia okhukhola amabii. Ne balumililanga okhulaama ne bahininjia eshihanwa, ne bawulilanga Nyasaye nende Omurumwa wuwe, abo Nyasaye alabahelesia tsimbabaasi. Toto Nyasaye niwa amani Owamachesi muno"},{"SurahNumber":9,"VerseNumber":72,"Text":"Nyasaye yalaka Abasuubili abasatsa nende Abasubili abakhasi, emikunda chiburangamwo emialo balimenyamwo tsinyanga tsiosi, nende eshimenyo eshilayi mumukunda kwa Eden. Ne obuchami bwa Nyasaye nibo obukhongo muno. Okho nikho okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ewe Omurumwa! Shilana nende Abakhayi nende Abeshikhabili ne obe omutinyu khubo. Ne eshimenyo shiabu nishiomumulilo, ne ako ni amakalushilo amabii muno"},{"SurahNumber":9,"VerseNumber":74,"Text":"Betsubanga khulira lia Nyasaye mbu shibaboola tawe, nitoto nibaboola- likhuwa liobukhayi mana nibaba abakhayi nibamalilenje okhusuubila, mana nibasubilila okhukhola akabalanyala tawe, Ne shibalola libii liosi liosi tawe halali mbu Nyasaye abayindiasiyie nende Omurumwa wuwe, khutsimbambaasi tsie. Ne nibasaba eshileshelo bulaba obulayi khubo, ne nibakhaya Nyasaye alabahelesia eshinyasio eshilulu khushialo nende mwikulu. Ne khushialo balibula omulindi nohomba ubahabina"}]}