{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"(Бу) Аллоҳдан ва Унинг Расулидан мушрикларнинг сиз аҳдлашганларига «бароат»–ора очиқлик (эълони)дир"},{"SurahNumber":9,"VerseNumber":2,"Text":"Бас, ер юзида тўрт ой сайр қилиб юринглар ва билингларки, албатта, сиз Аллоҳни ожиз қолдирувчи эмассиз ва, албатта, Аллоҳ кофирларни хор қилгувчидир. (Бу иш мусулмонлар билан тузган аҳдни бузган мушрикларга тегишлидир)"},{"SurahNumber":9,"VerseNumber":3,"Text":"(Бу) Аллоҳ ва Унинг Расулидан одамларга «ҳажжул акбар» куниги билдиришдир. Албатта, Аллоҳ ва Унинг Расулининг мушриклар билан оралари очиқдир. Бас, агар тавба қилсангиз, у ўзингиз учун яхшидир. Агар юз ўгириб кетадиган бўлсангиз, билингларки, албатта, сизлар Аллоҳни ожиз қолдирувчи эмассиз. Куфр келтирганларга аламли азобнинг «башоратини» беравер"},{"SurahNumber":9,"VerseNumber":4,"Text":"Магар мушриклардан сиз аҳдлашганингиздан кейин ҳеч нарсани нуқсон қилмаганлари ва сизга қарши бировга ёрдам бермаганларининг аҳдларини муддатларигача батамом қилинг. Албатта, Аллоҳ тақводорларни севадир"},{"SurahNumber":9,"VerseNumber":5,"Text":"Бас, ҳаром ойлар чиққанда, мушрикларни қаерда топсангиз, ўлдиринглар, тутинглар, қамал қилинглар ва уларни ҳар жойда пойланглар. Агар тавба қилсалар, намозни тўкис адо этсалар ва закотни берсалар, йўлларига қўйиб юборинглар. Албатта, Аллоҳ мағфиратли ва раҳмли зотдир. (Оятдаги амр йигирма икки йиллик сабр-чидам натижасидир, тушунтириш, турли йўлларни ахтариш ва аҳднома тузишлар наф бермаганидан сўнг, шунингдек, чор атрофни хавф-хатар ўраб олгандан кейин Ислом марказини ички душмандан тозалаш ниятида қилинган буйруқдир. Бу амрдан мақсад қириб ташлаш эмас, балки ҳақиқатни яхшилик билан тушунмаганларга бир оз таъсир ўтказиш эканлиги оятнинг иккинчи ярмидан ҳам билиниб турибди)"},{"SurahNumber":9,"VerseNumber":6,"Text":"Агар мушриклардан биронтаси паноҳ сўраса, унга паноҳ бер, токи у Аллоҳнинг каломини эшитсин. Сўнгра уни омонлик жойига етказиб қўй. Бу уларнинг билмайдиган қавм бўлганлари учундир"},{"SurahNumber":9,"VerseNumber":7,"Text":"Қандай қилиб мушрикларга Аллоҳнинг ҳузурида ва Унинг Расулининг ҳузурида аҳд бўлсин?! Магар сиз билан Масжидул Ҳаром олдида аҳдлашганлар, сизга нисбатан мудом мустақим турсалар, сиз ҳам мустақим туринг. Албатта, Аллоҳ тақводорларни севадир. (Аҳду паймон уларнинг фақат бир тоифасига, яъни, мусулмонлар билан Масжидул Ҳаром олдида, яъни, Ҳудайбияда аҳдлашган мушрикларгагина бўлиши мумкин. Агар улар аҳдларида турсалар, мусулмонлар ҳам аҳдида туради. Модомики улар аҳдларида турган экан, мусулмонлар ҳам вафоли бўлишлари шарт. Чунки Ислом–аҳдга вафо динидир)"},{"SurahNumber":9,"VerseNumber":8,"Text":"Қандай қилиб (уларга аҳд бўлсинки), улар агар сиздан устун келсалар, на аҳдга ва на бурчга риоя этмаслар. Сизни оғизлари билан рози қиладилар-у, қалблари кўнмайдир. Уларнинг кўплари фосиқлардир"},{"SurahNumber":9,"VerseNumber":9,"Text":"Улар Аллоҳнинг оятларини озгина баҳога сотиб, Унинг йўлидан тўсдилар. Дарҳақиқат, уларнинг қилганлари қандай ҳам ёмон бўлди?! (Мушриклар ҳаммага баробар келган Аллоҳнинг оятларини қабул қилмай, ундан бу дунёнинг озгина баҳосини устун кўрдилар. Дин йўлига юрсалар, дунёнинг матоҳидан ажралиб қоламан ёки камроқ улуш оламан, деб ўйлашди. Шунингдек, бу дунёдаги молидан садақа беришдан чўчишди. Шуларни ўйлаб, одамларни Аллоҳнинг йўлидан тўсишди)"},{"SurahNumber":9,"VerseNumber":10,"Text":"Улар мўмин ҳақида на аҳдга ва на бурчга риоя қилмаслар. Ана ўшалар ўзлари тажовузкорлардир. (Улар бошқаларга нисбатан аҳдга риоя қилишлари мумкин. Аммо мўминга келганда: «... на аҳдга ва на бурчга риоя қилмайдилар»)"},{"SurahNumber":9,"VerseNumber":11,"Text":"Бас, агар тавба қилсалар, намозни тўкис адо этсалар ва закотни берсалар, дин қардошингиздирлар. Биладиган қавм учун оятларимизни батафсил баён қилурмиз"},{"SurahNumber":9,"VerseNumber":12,"Text":"Агар, аҳд берганларидан кейин аҳдларини бузсалар ва динингизга таъна тошини отсалар, куфрбошиларга қарши жанг қилинг! Зеро, уларнинг аҳдлари йўқдир. Шоядки, тўхтасалар. (Улар ўзлари рози бўлиб аҳднома тузганларидан сўнг, ўзлари уни бузсалар, бунинг устига, сизнинг динингиз Исломга таъна тошини отсалар, улар куфрбоши, кофирларнинг бошлиғи–имоми бўладилар. Уларга қарши жанг қилиш лозим. Чунки улар аҳдга вафо қилмайдиган одамлардир. Уруш уларни йўқотиш учун эмас, душманликларини тўхтатиш учундир)"},{"SurahNumber":9,"VerseNumber":13,"Text":"Аҳдларини бузган, Расулни (юртдан) чиқаришга қасд қилган ва сизга (қарши) биринчи бўлиб (уруш) бошлаган қавм билан урушмайсизми?! Улардан қўрқасизми?! Агар мўмин бўлсангиз, қўрқишингиз лойиқ зот Аллоҳдир!!! (Ушбу ояти каримада мушрикларга қарши урушнинг баъзи сабаблари баён қилинмоқда. Мусулмонлар орасида ҳам, қавм билан нима учун урушамиз, деган савол туғилиши мумкин. Шундай саволга савол билан жавоб берилмоқда)"},{"SurahNumber":9,"VerseNumber":14,"Text":"Уларга қарши жанг қилинглар! Аллоҳ уларни сизнинг қўлингиз билан азоблайдир, хорлайдир ва уларга қарши сизга ёрдам берадир. Ва мўмин қавмларнинг кўнгилларига шифо берадир"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ва қалбларидаги аччиқни кетказадир. Аллоҳ кимни хоҳласа, ўшанинг тавбасини қабул қиладир. Аллоҳ билгувчи ва ҳикматли зотдир. (Яъни, муҳими сизлар жанг қилаверинглар, бу ёғини Аллоҳнинг Ўзи билади. Аллоҳ сизларни қудратига парда қила туриб, қўлларингиз билан мушрикларни азоблайди, хорлайди. Мўминларга нусрат, мушрикларга мағлубият бериш билан аввалда мушриклар озорлаган мўминларнинг кўнгилларини даволайди. Исломга ёрдам бериб, уни куфрдан устун қилиш билан мўминларнинг қалбида йиғилиб қолган аччиқларни кетказади)"},{"SurahNumber":9,"VerseNumber":16,"Text":"Сиздан жиҳод қилганларни, Аллоҳдан, Унинг Расулидан ва мўминлардан ўзгани дўст тутмаганларни билмай туриб, Аллоҳ томонидан тарк этиб қўйилмоғингизни ўйладингизми? Аллоҳ нима қилаётганларингиздан хабардор зотдир. (Даъват қилиб динга қизиқтирилганда, одамлар кўпчиликка қўшилаверадилар. Турли фикр, мақсад ва ғараз билан ўзини мусулмон кўрсатишга ҳамма уринаверади. Баъзилар сиртдан ўзини мусулмон кўрсатиб, ичдан Аллоҳдан бошқани дўст тутган бўлиши мумкин. Мўминлардан бошқани дўст тутган бўлиши мумкин. Бундай кишиларнинг ҳақиқий башараларини очиш учун сохтакорлар чидай олмайдиган қийинроқ иш таклиф қилинади. Жиҳод ана ўша ишлардан биридир. Жиҳодда ҳақиқий мўмин-мусулмонлар бошқалардан ажралиб чиқиб қоладилар)"},{"SurahNumber":9,"VerseNumber":17,"Text":"Мушрикларга ўзларининг кофир эканликларига гувоҳ бўлган ҳолларида Аллоҳнинг масжидларини обод қилишлари жоиз эмас. Ана ўшалар амаллари ҳабата бўлганлардир ва улар дўзахда абадий қолувчилардир"},{"SurahNumber":9,"VerseNumber":18,"Text":"Албатта, Аллоҳнинг масжидларини фақат Аллоҳга ва охират кунига иймон келтирганлар, намозни тўкис адо этганлар, закотни берганлар ва Аллоҳдан бошқадан қўрқмаганларгина обод қиларлар. Ажаб эмаски, ана ўшалар ҳидоят топгувчилардан бўлсалар"}]}