{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Mula (sa lupa) ay Aming nilikha kayo, at dito kayo ay Aming ibabalik, at dito kayo ay muli rin Naming bubuhayin"},{"SurahNumber":20,"VerseNumber":56,"Text":"At katotohanang ipinamalas Namin sa kanya (Paraon) ang Aming mga Tanda at Katibayan, datapuwa’t siya ay nagtatwa at hindi kumilala"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Si Paraon) ay nagsabi: “Pumarito ka ba upang kami ay itaboy sa kalupaan sa pamamagitan ng iyong salamangka, o Moises?”"},{"SurahNumber":20,"VerseNumber":58,"Text":"At katotohanang kami ay makapagsasagawa rin ng salamangka na katulad nito; kaya’t magtakda ka ng pakikipagtipan sa gitna natin, na sinuman sa atin ay hindi makakalimot, sa isang lantad at malawak na pook na ang bawat isa ay may magkatulad na pagkakataon (na matutunghayan ng mga manonood)"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Si Moises) ay nagsabi: “Ang iyong takdang araw ay ang Araw ng Pagdiriwang, at hayaan ang mga tao ay magsitambad kung mataas na ang araw (tanghali na)"},{"SurahNumber":20,"VerseNumber":60,"Text":"Kaya’t si Paraon ay lumayo at nanahimik; siya ay nagtuon ng panahon sa kanyang balak at muling bumalik"},{"SurahNumber":20,"VerseNumber":61,"Text":"Si Moises ay nagsabi sa kanila: “Ang kasawian ay sa inyo! Huwag kayong gumawa ng kasinungalingan kay Allah, baka kayo ay Kanyang ganap na pinsalain sa kaparusahan. At katotohanang siya na nagsasagawa ng kasinungalingan (laban kay Allah), ay kaaba-aba na mabibigo.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"At sila ay nagsipagtalo-talo sa bawat isa kung ano ang kanilang gagawin, at inilihim nila ang kanilang pag-uusap"},{"SurahNumber":20,"VerseNumber":63,"Text":"Sila ay nagsabi: “Ang dalawang ito ay walang alinlangan na mga bihasang salamangkero. Ang kanilang hangarin ay upang itaboy kayo sa inyong lupain sa pamamagitan ng kanilang salamangka at kanilang gahisin ang inyong pinuno at mga mahal na tao"},{"SurahNumber":20,"VerseNumber":64,"Text":"Kaya’t pagbutihin ang inyong balak, at magtipon-tipon kayo sa iba’t ibang hanay. At sinumang magwagi sa araw na ito ay katotohanang matagumpay!”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sila ay nagsabi: “o Moises! Maaaring ikaw ang maunang maghagis o kami ang mauunang maghagis?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Si Moises) ay nagsabi: “Hindi, mauna kayong maghagis!” At pagmasdan! Ang kanilang mga lubid at tungkod, sa pamamagitan ng kanilang salamangka, ay nahantad sa kanila na wari bang gumagalaw nang mabilis"},{"SurahNumber":20,"VerseNumber":67,"Text":"Kaya’t si Moises ay nagkaroon ng takot sa kanyang sarili"},{"SurahNumber":20,"VerseNumber":68,"Text":"Kami (Allah) ay nagwika: “Huwag kang matakot! Katotohanang ikaw ang mangunguna"},{"SurahNumber":20,"VerseNumber":69,"Text":"At iyong ihagis ang nasa kanan mong kamay! Lulunukin nitong lahat ang kanilang ginawa. Ang kanilang ginawa ay panlilinlang lamang ng isang salamangkero, at ang isang salamangkero ay hindi kailanman magtatagumpay, kahit na gaano pang kaalaman ang kanilang naabot.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Kaya’t ang mga salamangkero ay nangayupapa na nangagpatirapa. Sila ay nagsabi: “Kami ay sumasampalataya sa Panginoon ni Aaron at Moises.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Si Paraon) ay nagsabi: “Naniniwala ba kayo sa kanya (Moises), bago ko pa kayo bigyan ng pahintulot? Katotohanan! Siya (Moises) ang inyong pinuno na nagturo sa inyo ng salamangka. Kaya’t walang pagsala na aking puputulin ang inyong mga kamay at paa sa magkabilang panig at katotohanang aking ibabayubay kayo sa puno ng mga palmera (datiles), at katiyakang inyong mapag- aalaman kung sino sa amin (ako, si Paraon o ang Panginoon ni Moises [Allah]), ang makakapaggawad ng matindi at higit na nagtatagal na kaparusahan.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Sila ay nagsabi: “Hindi ka namin bibigyan ng higit na pansin kaysa sa Maliliwanag na Tanda na dumatal sa amin. Kaya’t iyong itakda kung anuman ang nais mong ipatupad sa amin, sapagkat ikaw ay makakapagtakda lamang (sa mga bagay) ng buhay sa mundong ito"},{"SurahNumber":20,"VerseNumber":73,"Text":"Katotohanang kami ay sumampalataya sa aming Panginoon, upang kami ay Kanyang mapatawad sa aming mga pagkukulang, at sa salamangka na iyong ipinag-utos sa amin. At si Allah ay higit na may mabuting gantimpala kung ihahambing sa iyong (Paraon) gantimpala, at higit na nagtatagal (kung tungkol sa kaparusahan kung ihahambing laban sa iyong pagpaparusa).”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Katotohanan! Sinuman ang lumapit sa kanyang Panginoon na isang Mujrimun (tampalasan, kriminal, mapagsamba sa mga diyus-diyosan, walang pananalig sa Kaisahan ni Allah, makasalanan, buktot, atbp.), walang pagsala, sasakanya ang Impiyerno at dito siya ay hindi mamamatay o mabubuhay"},{"SurahNumber":20,"VerseNumber":75,"Text":"Datapuwa’t sinumang lumapit sa Kanya (Allah) na isang nananampalataya, at nagsigawa ng mga kabutihan, sasakanila ang matataas na Antas (ng Kabilang Buhay)"},{"SurahNumber":20,"VerseNumber":76,"Text":"Walang Hanggang Halamanan (Paraiso) na sa ilalim nito ay may mga ilog na nagsisidaloy; mananahan sila rito magpakailanman. Ito ang gantimpala sa mga nagpapadalisay sa kanilang sarili (sa pamamagitan nang pag-iwas sa lahat ng mga kasalanan at mga kasamaan na ipinagbabawal ni Allah at sa paggawa ng lahat Niyang ipinag-uutos)"},{"SurahNumber":20,"VerseNumber":77,"Text":"At katotohanang Kami ay nagbigay ng inspirasyon kay Moises: “Maglakbay ka sa gabi na kasama ang Ibadi (Aking mga lingkod), at iyong hampasin ang tuyong landas hanggang sa dagat, na walang pagkatakot na kayo ay mapanaigan (ni Paraon) at walang iba pang pangangamba (na kayo ay malunod sa dagat).”"},{"SurahNumber":20,"VerseNumber":78,"Text":"At sila ay tinugis ni Paraon na kasama ang kanyang mga kabig, datapuwa’t ang tubig ay ganap na tumabon at lumukob sa kanila"},{"SurahNumber":20,"VerseNumber":79,"Text":"Si Paraon ang nagtulak sa kanyang mga tao na maligaw kaysa ang mapatnubayan sila sa tuwid na landas"},{"SurahNumber":20,"VerseNumber":80,"Text":"o Angkan ng Israel! Aming iniligtas kayo sa inyong kaaway at Kami ay gumawa ng Kasunduan sa inyo sa kanang bahagi ng bundok ng Sinai; at ipinanaog Namin sa inyo ang Manna at mga pugo"},{"SurahNumber":20,"VerseNumber":81,"Text":"(Na nagsasabi): “Magsikain kayo ng Tayyibat (mabubuti at mga pinahihintulutang bagay) na Aming iginawad sa inyo bilang inyong ikabubuhay, datapuwa’t huwag kayong magmalabis dito, (marahil) ay mangyayaring ang Aking poot ay bumaba sa inyo. At sa sinuman na mababaan ng Aking poot ay katotohanang maglalaho!”"},{"SurahNumber":20,"VerseNumber":82,"Text":"Datapuwa’t katotohanan na walang alinlangan,Ako ay Lagi nang Nagpapatawad ng Paulit-ulit sa kanya na nagtitika, na sumasampalataya (sa Aking Kaisahan at hindi nag-aakibat ng mga katambal sa pagsamba sa Akin) at gumagawa ng mga kabutihan at namamalagi sa paggawa nito (hanggang sa kanyang kamatayan)"}]}