{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Soni (kumbuchilani) katema kajwawechete Ibrahima kwasalila babagwe Azara (kuti): “Ana nkuitenda isanamu kuwa milungu? Chisimu une ngum'bona mmwejo ni wandu wenu kuti n'di nkupotela kwakuonechela.”"},{"SurahNumber":6,"VerseNumber":75,"Text":"Soni iyyoyopeyo (yatwatite pakunnosya kupotela kwa babagwe), twannosisye Ibrahimajo uchimwene wa kumawunde ni petaka kuti juwe soni mu wakusimichisya (chikulupi chao)"},{"SurahNumber":6,"VerseNumber":76,"Text":"Pandema jakwanswelele jwajiweni ndondwa, ni jwatite (melemelepe kusaka kwimusya lunda lwa makafili): “Aji (ndondwaji) ni m'mbuje gwangu.” Nambo ndema jajatiwile jwatite: “Jwanganonyelwa (milungu) jakutiwilaga.”"},{"SurahNumber":6,"VerseNumber":77,"Text":"Pandema jajwauweni mwesi uchikopokaga jwatite: “Aju ni m'mbuje gwangu.” Nambo ndema jawatiwile jwatite: “Naga ngaakunjongola Ambuje wangu, chisimu timbe mu wandu wakupotela.”"},{"SurahNumber":6,"VerseNumber":78,"Text":"Pandema jajwaliweni lyuwa lichikopokaga jwatite: “Aju ni m'mbuje gwangu, aju ni jwankulungwa kwannope.” Nambo ndema jalyakapile jwatite: “E wandu wangu! Chisimu une ndalikangene ni yankum'bwanganya nayo (Allah).”"},{"SurahNumber":6,"VerseNumber":79,"Text":"“Chisimu une nunjiche ngope jangu kwa Ajula jwaagumbile mawunde ni mataka, ndili jwakongoka (pakulekangana nasyo dini syepombotale), soni une nganimba mwa akuwanganya (Allah ni isanamu).”"},{"SurahNumber":6,"VerseNumber":80,"Text":"Niwatatawene najo wandu wakwe (pakun'jogoya kuti chatapane ligongo lyakulekangana ni isanamu). Jwalakwe jwatite: “Ana nkutatawana none pa ya Allah kutendaga pamasile paanjongwele? Soni nganimba naijogwepe yankum'bwanganya nayo (Allah), (ngawa nkuumbata chilichose) ikaweje Ambuje wangu ali asachile chinechakwe (kuti chimbate), Ambuje wangu atenjele pa umanyilisi wakuchimanya chilichose, ana ngankukumbuchila (yangun'jamukaga ni kwamuchika)?”"},{"SurahNumber":6,"VerseNumber":81,"Text":"“Ana soni chinaijogope chantiuli yamum'bwanganyisye (nayo Allah), kutendaga jenumanja ngankogopa yanti mum'bwanganyisye Allah ni (isanamu) yanganantuluchisya nayo umboni (wakundisya kuigalagatila), ana ni nkutulachi pa jiwiliji (wangune kapena wajenumanja) wauli wakuwajilwa kuwa pa ntunjelele, naga n'di wakumanyilila?”"},{"SurahNumber":6,"VerseNumber":82,"Text":"Awala waakulupilile ni nganawanganya chikulupi chao ni lupuso (lwagalagatila isanamu), wanganyao ni wachachipata ntunjelele soni ni wali wakongoka"},{"SurahNumber":6,"VerseNumber":83,"Text":"Soni walakweo ni umboni Wetu watwampele Ibrahima wakwagomechela wandu wakwe, tukunnyakulilaga uchimbichimbi (wakwe) jwatunsachile, chisimu Ambuje wenu ni Walunda lwakusokoka, Wakumanyilila nnope"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ni twampele (Ibrahimajo mwanache jwakuwilanjikwa) Isihaka kwisa soni (chisukulu chakuwilanjikwa) Yaakubu, jwalijose mwa jamanjao twan'jongwele, nombe najo Nuhu twan'jongwele kala (Ibrahima nkanaiche), soni mu wanache wakwe (wa Nuhu twan'jongwele) Daudi, Sulaimana, Ayyubu, Yusufu, Musa ni Haruna, soni iyyoyopeyo niyatukutiji pakwalipila wakolosya"},{"SurahNumber":6,"VerseNumber":85,"Text":"Kwisa soni Zakariya, Yahaya, Isa ni Iliyasa, jwalijose mwa jamanjao jwaliji mu wandu wambone"},{"SurahNumber":6,"VerseNumber":86,"Text":"Kwisa soni Ismaila, Al-yasa‘a (Eliya), Yunusu ni Lutwi, soni jwalijose mwa jamanjao twanchimbichisye kupunda iwumbe yosope (yandawi jakwe)"},{"SurahNumber":6,"VerseNumber":87,"Text":"Kwisa soni wane mwa achatati wao, wanache wao ni achalongo achimijao, soni twasagwile wanganyao ni kwajongolela kwitala lyagoloka"},{"SurahNumber":6,"VerseNumber":88,"Text":"Chele ni chongolo cha Allah, akun’jongolaga nacho jwansachile mwa achikapolo Wakwe, nambo akam'bwanganye (Allah ni isanamu), ikajonasichile yawaliji nkutenda"},{"SurahNumber":6,"VerseNumber":89,"Text":"Wanganyao ni awala watwapele chitabu, umanyilisi (wamalamusi ga dini) ni utume, nambo naga aga (makafiliga) gayikaane yalakweyi, basi pamasile patuiwiichiile wandu wanganawa ayikanile"},{"SurahNumber":6,"VerseNumber":90,"Text":"Wanganyao ni awala wawajongwele Allah, sano kuyani chongoko chaocho. Jilani: “Une ngangun’juga malipilo pa aji (Qur'aniji), nganijiwa jalakweji ikaweje chikumbusyo ku iwumbe yosope.”"},{"SurahNumber":6,"VerseNumber":91,"Text":"Soni (Ayuda) ngananchimbichisya Allah kunchimbichisya kusyesyene pandema jawatite: “Allah nganatulusyeje chilichose kwa mundu jwalijose.” Jilani: “Ana nduni juwatulwisye chitabu chawaiche nacho Musa chachaliji lilanguka ni chongolo kwa wandu? Chankuchitenda kuwa ikalakala (yalekane-lekane), nkuilosyaga (yansachile kuilosya), nambo yaijinji nkuisisaga (yaikutindana ni nganisyo syenu), soni ni n'jiganyisyidwe (ni aji Qur’aniji) yanganinyyimanyaga jenumanja namuno achatati wenu?” Jilani: “Allah (ni jwawatulwisye).” Kaneko mwalekani aching'andaga nkuweweta mwaomo"},{"SurahNumber":6,"VerseNumber":92,"Text":"Sano aji (Qur’aniji), ni chitabu chatuchitulwisye chaupile chagombelechesya yaili paujo pakwe, soni kuti mwaatetele (wandu) wa pa chitepo cha misi (Maaka) ni wali mungulugulu mwakwe, sano awala waakukulupilila ya Akhera akuchikulupililaga chele (chitabuchi), soni wanyao akuwa nkwendelechela kusigosa Swala syao (pakusiswaliswali)"},{"SurahNumber":6,"VerseNumber":93,"Text":"Ana nduni jwali jwalupuso nnope kumpunda mundu jwansepele Allah unami, kapena jwatite: “Gajuwulidwe kukwangu (malowe),” kutendaga nganigajuwulidwa kukwakwe (malowe) galigose! Ni mundu jwatite: “Chindulusye yakulandana ni yaatulwisye Allah!” Soni nkaione pa ndema janti wandu walupuso ali nkuputaputa kwa chiwa, ni Achimalaika ali ajongwele makono gao (pakwanyekula, achitiji): “Likoposyani mitima jenu! Lelo chillipidwe ilagasyo yakunyosyeka ligongo lya yamwaliji nkum'bechetela Allah yangawa yakuona, soni ni mwaliji nkulikwesya pakuleka ma Aya Gakwe (nkaiweni yakogoya kusyene).”"},{"SurahNumber":6,"VerseNumber":94,"Text":"Soni (pa Kiyama takasalile kuti): “Pamasile pantuichilile jikajika mpela yatwatite pakun'gumba pandanda, soni ni iyyilesile munyuma mwenu yosope yatwampele, ni ngatukwaona nomwe akun'jokola wenu wamwaliji nkulitwanjila kuti wanganyao ni akuwanganya wenu (ni Allah). Chisimu (nkamulano) chilikati chenu (ni wanganyao) pamasile paukatiche, soni insokonechele yamwaliji nkulitwanjila (kuti nombe nayo milungu).”"}]}