{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Ārau nagarara kichumāna mahilā'i gā'i phuraichila yē, ‘ājījara straīẏē tā'ira kr̥tadāsa yurakara paraā asaṯkarma kāmanā karaichila, gabhīra praēmē tā'ika unmatta karaichē, niścaẏa āmāra dr̥ṣṭita tā'i spaṣṭa bhraṣṭatāta nipatita’"},{"SurahNumber":12,"VerseNumber":31,"Text":"Ētēkē yētiẏā mahilājanīẏē siham̐tara ṣaṛayantrara kathā śunilē, tētiẏā siham̐taka māti paṭhiẏālē ārau siham̐tara bābē āsana prastuta karailē. Siham̐ta sakalōkē ēkōṭākai churaikaṭāraī pradāna karailē ārau i'uchaphaka ka’lē, ‘siham̐tara sanmukhata ōlā'i āhā’. Phalata siham̐tē yētiẏā tē'ōm̐ka dēkhilē tētiẏā siham̐ta tē'ōm̐ra saundaryata abhibhūta ha’la ārau nijaraē hāta kāṭi pēlālē ārau siham̐tē ka’lē, ‘adbhuta āllāhara māhātmya! Ē'ōm̐ mānuha nahaẏa. Niścaẏa ē'ōm̐ ējana mahimānbita phiraistā’"},{"SurahNumber":12,"VerseNumber":32,"Text":"Mahilāgaraākīẏē ka’lē, ‘ē'ōm̐raē'i haichē sē'i byakti yāra biṣaẏē tōmālōkē mōka nindā karaichilā. Maẏē'i tē'ōm̐ra paraā asaṯkarma kāmanā karaichilō kintu tē'ōm̐ nijakē paraitra raākhichē; ārau ma'i tē'ōm̐ka yi ādēśa karaichō sēẏā yadi tē'ōm̐ pālana nakaraē, tēntē tē'ōm̐ araśyē kāraāraud'dha ha’ba ārau araśyē tē'ōm̐ apadastasakalara antarbhukta ha’ba’"},{"SurahNumber":12,"VerseNumber":33,"Text":"I'uchuphē ka’lē, ‘hē mōra raba! Ē'i nāraīsakalē mōka yi kāmara prati āhbāna karai āchē tātakai bandīśāla mōra ōcarata bēchi praiẏa. Tumi yadi mōka siham̐tara chalanāra paraā rakṣā nakaraā tēntē ma'i siham̐tara prati ākr̥ṣṭa hai paraima ārau ajñasakalara antarbhukta hai yāma’"},{"SurahNumber":12,"VerseNumber":34,"Text":"Sēẏē tē'ōm̐ra pratipālakē tē'ōm̐ra praārthanāta sam̐hārai janālē ārau tē'ōm̐ka siham̐tara chalanāra paraā rakṣā karailē. Niścaẏa tē'ōm̐ sarbaśraōtā, sarbajña"},{"SurahNumber":12,"VerseNumber":35,"Text":"Phalata bibhinna nidarśanāralī dēkhāra pichata siham̐tē bhārailē yē, tē'ōm̐ka araśyē kichu samaẏara bābē kāraāraud'dha karaiba lāgiba"},{"SurahNumber":12,"VerseNumber":36,"Text":"Tē'ōm̐ra lagatē ārau dujana yuraka kāraāgārata praraēśa karailē. Siham̐tara ējanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i madara bābē āṅura niḥsāraṇa karai āchō’, ārau ānajanē ka’lē, ‘ma'i sapōnata dēkhilō yē, ma'i mōra mūrata rauṭi kaṛhiẏā'i nichō ārau caraā'iẏē tāra paraā khā'i āchē. Āpuni āmāka iẏāra tāṯparya janā'i diẏaka, āmi dēkhichō āpuni muhachinasakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":37,"Text":"I'uchuphē ka’lē, ‘tōmālōkaka yi khādya diẏā haẏa sēẏā ahāra āgatē'i ma'i tōmālōkaka sapōnara tāṯparya janā'i dima. Ma'i tōmālōkaka yiṭō janāma sēẏā mōra pratipālakē mōka śikṣā dichē. Niścaẏa ma'i sē'i sampradāẏara dharma mataka barjana karaichō yisakalē āllāhara ōparata īmāna pōṣaṇa nakaraē, ārau yisakalē ākhiraātaka asbīkāra karaē’"},{"SurahNumber":12,"VerseNumber":38,"Text":"‘Ma'i mōra pitr̥-purauṣa ibraāhīma, ichahākba ārau iẏākūbara millāta anusaraṇa karaō. Āllāhara lagata ānaka anśīdāra karaā āmāra bābē saṅgata nahaẏa. Ē'iṭō āmāra ārau samagra mānarara prati āllāhara anugraha; kintu adhikānśa mānuhē'i kr̥tajñatā prakāśa nakaraē’"},{"SurahNumber":12,"VerseNumber":39,"Text":"‘Hē mōra bandīśālara saṅgīdbaẏa! Bhina bhina asaṅkhya raba bhāla, nē mahāpratāpaśālī ējana āllāhē'i bhāla’"},{"SurahNumber":12,"VerseNumber":40,"Text":"‘tē'ōm̐ra bāhiraē tōmālōkē kichumāna nāmarahē ibādata karai āchā, yibōra nāma tōmālōkara pitr̥purauṣa nā'ibā tōmālōkē nijē'i raākhichā; ē'ibōrara kōnō pramāṇa āllāhē aratīrṇa karaā nā'i. Bidhāna diẏāra adhikāra kērala āllāharaē'i. Tēraēm̐i nirdēśa dichē yē, ‘tē'ōm̐ra bāhiraē āna kāraō ibādata nakaraibā’. Ē'iṭōraē'i śāśbata dbīna kintu adhikānśa mānuhē'i sēẏā nājānē’"},{"SurahNumber":12,"VerseNumber":41,"Text":"‘Hē mōra bandīśālara saṅgīdbaẏa! Tōmālōka dujanara ējanē tāra manibaka suraā pāna karaāba ārau ānajana śūlabid'dha ha’ba; ārau caraā'iẏē tāra mūra khuṭi khuṭi khāba. Yi biṣaẏē tōmālōkē jāniba bicāraichilā tāra sid'dhānta hai gaichē’"},{"SurahNumber":12,"VerseNumber":42,"Text":"Ārau siham̐tara mājara yijanē mukti pāba buli i'uchuphē dhāraṇā karailē, tāka tē'ōm̐ ka’lē, ‘tōmāra manibara ōcarata mōra kathā ullēkha karaibā’. Kintu caẏatānē tāka tē'ōm̐ra biṣaẏē tāra manibara ōcarata byakta karaibalai pāharaā'i dilē. Phalata i'uchuphaka ārau kē'ibā bachara kāraāgārata thākibalagīẏā ha’la"},{"SurahNumber":12,"VerseNumber":43,"Text":"Ārau rajā'i (ēdinākhana) ka’lē, ‘ma'i sapōnata dēkhilō, sātajanī hr̥ṣṭa-puṣṭa gā'i, siham̐taka āna sātajanī kṣīṇa gāẏē bhakṣana karaichē ārau dēkhilō sātōṭā sajīra śīha lagatē āna sātōṭā śukāna śīha. Hē paraiṣadabarga! Yadi tōmālōkē sapōnara byākhyā karaiba pāraā tēntē mōra sapōnara biṣaẏē abhimata diẏā’"},{"SurahNumber":12,"VerseNumber":44,"Text":"Siham̐tē ka’lē, ‘ē'iṭō arthahīna alīka sapōna ārau ēnēkuraā sapōnara byākhyāta āmi abhijña nahaẏa’"},{"SurahNumber":12,"VerseNumber":45,"Text":"Ārau sē'i dujana kāraāraud'dhara mājata yijanē mukti pā'ichila, dīrghakāla pichata tāra smaraṇa ha’la, si ka’lē, ‘ma'i iẏāra tāṯparya āpōnālōkaka janāma. Sēẏē mōka paṭhā'i diẏaka’"},{"SurahNumber":12,"VerseNumber":46,"Text":"Si āhi ka’lē, ‘hē i'uchupha! Hē satyabādī! Sātajanī hr̥ṣṭa-puṣṭa gā'i, sē'ibōraka bhakṣaṇa karaichē sātajanī durbala gāẏē ārau sātōṭā sajīra śīha ārau āna sātōṭā śukāna śīha sambandhē āpuni āmāka byākhyā diẏaka, yātē ma'i mānuhara ōcarata ubhati yāba pāraō ārau mānuhē jāniba pāraē’"},{"SurahNumber":12,"VerseNumber":47,"Text":"Tē'ōm̐ ka’lē, ‘tōmālōkē ēkēraāhē sāta bachara khētibāti karaibā, tāra pichata tōmālōkē yi śasya kāṭibā tāraē sāmān'ya paraimāṇa khā'i bākīkhini śīhasaha thai diba’"},{"SurahNumber":12,"VerseNumber":48,"Text":"‘iẏāra pichata āhiba sātōṭā kaṭhina bachara, ē'i sāta bacharata, āgatē yi sañcaẏa karai raākhibā, mānuhē sēẏā khāba; kērala sāmān'ya paraimāṇa yiṭō tōmālōkē saṁrakṣaṇa karaibā, tāra bāhiraē’"},{"SurahNumber":12,"VerseNumber":49,"Text":"‘Tāra pichata āhiba ēnēkuraā ēṭā bachara, sē'i bacharata mānuhara bābē pracura baraṣuṇa ha’ba ārau sē'i bacharata mānuhē phalara rasa cēpi uliẏāba’"},{"SurahNumber":12,"VerseNumber":50,"Text":"Ārau rajā'i ka’lē, ‘tōmālōkē i'uchuphaka mōra ōcaralai lai āhā’. Tāra pichata yētiẏā (rajāra) dūta tē'ōm̐ra ōcarata upasthita ha’la tētiẏā tē'ōm̐ ka’lē, ‘tumi tōmāra manibara ōcarata ubhati yōraā ārau tē'ōm̐ka sōdhāgai, yi nāraīsakalē nijaraē hāta kāṭi pēlā'ichila siham̐tara arasthā ki! Niścaẏa mōra raba siham̐tara chalanā samparkē samyaka aragata’"},{"SurahNumber":12,"VerseNumber":51,"Text":"Rajā'i nāraīsakalaka ka’lē, ‘yētiẏā tōmālōkē i'uchuphara paraā asaṯkarma kāmanā karaichilā, tētiẏā tōmālōkara ki haichila’? Siham̐tē ka’lē, ‘adbhuta āllāhara māhātmya! Āmi tē'ōm̐ra mājata kōnō dōṣa pōraā nāchilō’. Ājījara straīẏē ka’lē, ‘ētiẏāhē satya prakāśa pālē, ma'ihē tē'ōm̐ka praraōcanā dichilō, ārau tē'ōm̐ niścaẏa satyabādīsakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":52,"Text":"‘Ē'iṭō ē'i bābē yē, yātē tē'ōm̐ jāniba pāraē, tē'ōm̐ra anupasthitita ma'i tē'ōm̐ra prati biśbāsaghātakatā karaā nāchilō ārau niścaẏa āllāhē biśbāsaghātaka sakalara ṣaṛayantra saphala nakaraē’"}]}