{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"[Y ese dia] se les preguntara a los piadosos: \"¿Que ha revelado su Senor?\" Responderan: \"Lo mejor\". Quienes hayan obrado rectamente obtendran en este mundo una bella recompensa, pero la morada de la otra vida sera aun mejor. ¡Que placentera sera la morada de los piadosos"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ingresaran a los Jardines del Eden por donde corren rios, y alli tendran todo lo que deseen. Asi retribuye Dios a los piadosos"},{"SurahNumber":16,"VerseNumber":32,"Text":"Cuando los angeles tomen las almas de los piadosos, les diran: \"¡Que la paz sea sobre ustedes! Ingresen al Paraiso como recompensa por sus obras"},{"SurahNumber":16,"VerseNumber":33,"Text":"¿Acaso esperan [los incredulos] que se presenten ante ellos los angeles [para tomar sus almas] o que los azote el castigo [para recien entonces creer]? Eso hicieron quienes los precedieron. Dios no fue injusto con ellos [al enviarles el castigo], sino que ellos fueron injustos consigo mismos"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sufriran las consecuencias de las malas acciones que cometieron y los azotara el castigo del cual se burlaban"},{"SurahNumber":16,"VerseNumber":35,"Text":"Los idolatras argumentaran: \"Si Dios hubiera querido, ni nosotros ni nuestros antepasados habriamos adorado a otro fuera de El, ni habriamos declarado ilicitas las cosas sin Su permiso\". Lo mismo dijeron quienes los precedieron. Pero los Mensajeros solo tienen la obligacion de transmitir el Mensaje con claridad [y Dios sera Quien los juzgara]"},{"SurahNumber":16,"VerseNumber":36,"Text":"Envie a cada nacion un Mensajero [para que los exhortara a] adorar a Dios y a rechazar la idolatria. Algunos de los pueblos fueron guiados por Dios, y a otros se les decreto el extravio. ¡Viajen por el mundo y observen cual fue el destino de quienes desmintieron [Mis signos]"},{"SurahNumber":16,"VerseNumber":37,"Text":"Debes saber [¡oh, Mujammad!] que por mas que te empenes en guiarlos, Dios no guiara [por la fuerza] a quienes hayan elegido el extravio. Estos no tendran quien los auxilie"},{"SurahNumber":16,"VerseNumber":38,"Text":"Juran solemnemente por Dios que El no resucitara a los muertos. ¡Si! [Los resucitara,] pues es una promesa inalterable [de Dios] y El no falta a Su promesa. Aunque la mayoria de la gente lo ignore"},{"SurahNumber":16,"VerseNumber":39,"Text":"[Dios los resucitara] para demostrarles cual era la Verdad sobre la que discrepaban y para que los incredulos comprendan que estaban equivocados"},{"SurahNumber":16,"VerseNumber":40,"Text":"Cuando decreto algo, digo: \"¡Se!\" Y es"},{"SurahNumber":16,"VerseNumber":41,"Text":"A quienes emigraron por la causa de Dios despues de haber sido perseguidos, les concedere una hermosa recompensa en esta vida, aunque la recompensa en la otra vida sera aun mayor, si lo supieran"},{"SurahNumber":16,"VerseNumber":42,"Text":"Ellos fueron pacientes y se encomendaron plenamente a su Senor"},{"SurahNumber":16,"VerseNumber":43,"Text":"No envie antes de ti sino hombres a quienes les transmitia Mi revelacion. ¡Consulten a la gente de conocimiento lo que no sepan"},{"SurahNumber":16,"VerseNumber":44,"Text":"Los envie con evidencias claras y con Libros revelados. Y a ti [¡oh, Mujammad!] te he revelado el conocimiento [de la Sunnah] para que expliques a la gente la revelacion [el Coran] que habian recibido, para que asi reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"¿Acaso quienes se confabularon [contra el Profeta] se sienten a salvo de que Dios los haga tragar por la tierra, o de que les llegue el castigo por donde menos lo esperan"},{"SurahNumber":16,"VerseNumber":46,"Text":"¿O de que los sorprenda ocupados en sus quehaceres sin que puedan evitarlo"},{"SurahNumber":16,"VerseNumber":47,"Text":"¿O de que los alcance una lenta decadencia? Su Senor es Compasivo, Misericordioso [y no les adelantara el castigo]"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿Acaso no observan que todo cuanto Dios ha creado proyecta su sombra a su derecha y a su izquierda prosternandose ante Dios, mostrando su humildad"},{"SurahNumber":16,"VerseNumber":49,"Text":"Ante Dios se prosternan los angeles y toda criatura existente en los cielos y en la Tierra, y no se comportan con soberbia"},{"SurahNumber":16,"VerseNumber":50,"Text":"[Los angeles] temen a su Senor que esta por encima de ellos, y ejecutan todo cuanto se les ordena"}]}