{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin mağfiretine ve takva sahipleri için hazırlanmış, eni gökler ve yer kadar olan cennete koşuşun"},{"SurahNumber":3,"VerseNumber":134,"Text":"Muttakiler, bollukta ve darlıkta Allah yolunda harcayanlar, öfkelerini yenenler, insanları affedenlerdir. Allah, iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Yine onlar, bir günah işlediklerinde veya nefislerine zulmettiklerinde Allah’ı zikredip günahları için mağfiret dilerler. Allah’tan başka günahları kim bağışlar? Onlar, yaptıklarında bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"İşte onların mükâfatı Rableri tarafından bağışlanma ve içinden ırmaklar akan Cennetler'dir ki, orada ebedî kalacaklardır. Böyle amel edenlerin mükâfatı pek de güzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce nice sünnetler (kavimler) gelip geçti. Yeryüzünde gezin de yalancıların sonunun ne olduğuna bir bakın"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu (Kur’an), insanlar için bir açıklama, Takvâ sahipleri için bir hidayet ve öğüttür"},{"SurahNumber":3,"VerseNumber":139,"Text":"Gevşemeyin, hüzünlenmeyin. Eğer (gerçekten) iman etmiş kimseler iseniz üstün olan sizlersiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eğer siz (Uhud’da) bir yara aldıysanız, şüphesiz o topluluk da (Müşrikler de Bedir’de) benzeri bir yara almıştı. İşte (iyi veya kötü) günleri insanlar arasında (böyle) döndürür dururuz. (Bazen bir topluma iyi ya da kötü günler gösteririz, bazen öbürüne.) Allah, sizden iman edenleri ayırt etmek, sizden şahitler edinmek için böyle yapar. Allah, zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Bir de Allah, iman edenleri arındırmak ve kâfirleri helak etmek için böyle yapar"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa siz; Allah, içinizden cihad edenleri (sınayıp) ayırt etmeden ve yine sabredenleri (sınayıp) ayırt etmeden Cennet'e gireceğinizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Andolsun, siz ölümle karşılaşmadan (Uhud'tan) önce (şehitliği) ölümü temenni ediyordunuz. İşte onu gördünüz, ama bakıp duruyorsunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed, ancak bir peygamberdir. Ondan önce de peygamberler gelip geçmiştir. Şimdi o ölür veya öldürülürse gerisin geriye (eski dininize) mi döneceksiniz? Kim gerisin geriye dönerse, Allah’a hiçbir zarar veremez. Allah, şükredenleri mükâfatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hiçbir kimse Allah’ın izni olmadan ölmez. Ölüm belirli bir süreye göre yazılmıştır. Kim dünya menfaatini isterse, kendisine ondan veririz. Kim de ahiret mükâfatını isterse, ona da ondan veririz. Biz şükredenleri mükâfatlandıracağız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberlerin yanında pek çok Rabbine yönelen kimse savaşmıştır. Allah yolunda başlarına gelenlerden ötürü gevşememişler, yılmamışlar ve boyun eğmemişlerdi. Allah, sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların sözleri ancak, “Rabbimiz! Bizim günahlarımızı ve işimizdeki taşkınlıklarımızı bağışla ve (yolunda) ayaklarımızı sabit kıl. Kâfir topluma karşı bize yardım et!” demekten ibaretti"},{"SurahNumber":3,"VerseNumber":148,"Text":"Bu yüzden Allah onlara dünya sevabını ve ahiret sevabının güzelliğini verdi. Allah ihsan sahiplerini sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Siz eğer kâfir olanlara uyarsanız, sizi gerisin geriye (küfre) çevirirler de büsbütün hüsrana uğrarsınız"},{"SurahNumber":3,"VerseNumber":150,"Text":"Halbuki sizin mevlanız/yardımcınız Allah’tır. O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Hakkında hiçbir delil indirmediği şeyleri Allah’a şirk koştukları için kâfirlerin kalbine korku salacağız. Onların varacağı yer ateştir. Zalimlerin varacağı yer ne kötüdür"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah, elbette size verdiği sözü tuttu. O'nun izniyle düşmanlarınızı yok etmek üzereydiniz. Fakat, Allah size arzuladıklarınızı (zaferi) gösterdikten sonra zaaf gösterdiniz, ayrılığa düştünüz ve (peygamberin) emrine itaatsizlik ettiniz. İçinizden dünyayı isteyenler de vardı, ahireti isteyenler de. Sonra imtihan etmek için onların karşısında sizi bozguna uğrattı. Artık Allah sizi affetmiştir. Çünkü Allah, müminlere karşı çok lütufkardır"}]}