{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"Allah's Good Pleasure was on the Believers when they swore Fealty to thee under the Tree: He knew what was in their hearts, and He sent down Tranquillity to them; and He rewarded them with a speedy Victory"},{"SurahNumber":48,"VerseNumber":19,"Text":"And many gains will they acquire (besides): and Allah is Exalted in Power, Full of Wisdom"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah has promised you many gains that ye shall acquire, and He has given you these beforehand; and He has restrained the hands of men from you; that it may be a Sign for the Believers, and that He may guide you to a Straight Path"},{"SurahNumber":48,"VerseNumber":21,"Text":"And other gains (there are), which are not within your power, but which Allah has compassed: and Allah has power over all things"},{"SurahNumber":48,"VerseNumber":22,"Text":"If the Unbelievers should fight you, they would certainly turn their backs; then would they find neither protector nor helper"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Such has been) the practice (approved) of Allah already in the past: no change wilt thou find in the practice (approved) of Allah"},{"SurahNumber":48,"VerseNumber":24,"Text":"And it is He Who has restrained their hands from you and your hands from them in the midst of Makka, after that He gave you the victory over them. And Allah sees well all that ye do"},{"SurahNumber":48,"VerseNumber":25,"Text":"They are the ones who denied Revelation and hindered you from the Sacred Mosque and the sacrificial animals, detained from reaching their place of sacrifice. Had there not been believing men and believing women whom ye did not know that ye were trampling down and on whose account a crime would have accrued to you without (your) knowledge, (Allah would have allowed you to force your way, but He held back your hands) that He may admit to His Mercy whom He will. If they had been apart, We should certainly have punished the Unbelievers among them with a grievous Punishment"},{"SurahNumber":48,"VerseNumber":26,"Text":"While the Unbelievers got up in their hearts heat and cant - the heat and cant of ignorance,- Allah sent down His Tranquillity to his Messenger and to the Believers, and made them stick close to the command of self-restraint; and well were they entitled to it and worthy of it. And Allah has full knowledge of all things"},{"SurahNumber":48,"VerseNumber":27,"Text":"Truly did Allah fulfil the vision for His Messenger: ye shall enter the Sacred Mosque, if Allah wills, with minds secure, heads shaved, hair cut short, and without fear. For He knew what ye knew not, and He granted, besides this, a speedy victory"},{"SurahNumber":48,"VerseNumber":28,"Text":"It is He Who has sent His Messenger with Guidance and the Religion of Truth, to proclaim it over all religion: and enough is Allah for a Witness"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad is the messenger of Allah; and those who are with him are strong against Unbelievers, (but) compassionate amongst each other. Thou wilt see them bow and prostrate themselves (in prayer), seeking Grace from Allah and (His) Good Pleasure. On their faces are their marks, (being) the traces of their prostration. This is their similitude in the Taurat; and their similitude in the Gospel is: like a seed which sends forth its blade, then makes it strong; it then becomes thick, and it stands on its own stem, (filling) the sowers with wonder and delight. As a result, it fills the Unbelievers with rage at them. Allah has promised those among them who believe and do righteous deeds forgiveness, and a great Reward"}]}