{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Och de som inte hoppas att de skall fa mota Oss sager: \"Om anda anglar hade sants till oss!\" eller: \"Om vi anda hade fatt se var Herre!\" Vilken hog uppfattning har de inte om sig sjalva! Vilken oforskamd uppstudsighet"},{"SurahNumber":25,"VerseNumber":22,"Text":"Den Dag da de far se anglarna, finns det inte langre nagot hoppfullt budskap for de trotsiga syndarna och de hors [klaga]: \"Ett [ooverstigligt] hinder [utestanger oss fran Guds nad]"},{"SurahNumber":25,"VerseNumber":23,"Text":"Och Vi skall se pa det som de [tror sig] ha astadkommit och Vi skall forvandla det till stoft som skingras for alla vindar"},{"SurahNumber":25,"VerseNumber":24,"Text":"De som har paradiset till arvedel skall den Dagen fa gladjas at en battre boning och njuta en behagligare middagsvila"},{"SurahNumber":25,"VerseNumber":25,"Text":"Och den Dag da himlen och dess molntacke rivs upp och anglarna sands ned i vag efter vag"},{"SurahNumber":25,"VerseNumber":26,"Text":"da skall [alla se att] det sanna herravaldet ar i den Naderikes hand. Och for dem som fornekade sanningen skall detta bli en Dag av djupt elande"},{"SurahNumber":25,"VerseNumber":27,"Text":"den Dag da den orattfardige biter sig i handen [i fortvivlan] och ropar: \"Om jag anda hade foljt sandebudets vag"},{"SurahNumber":25,"VerseNumber":28,"Text":"Nu ar jag forlorad! Om jag anda hade avstatt fran vanskapen med den mannen"},{"SurahNumber":25,"VerseNumber":29,"Text":"Han ledde mig pa avvagar, nar Guds budskap redan hade natt mig.\" [Sa] leder Djavulen manniskan vilse och tar darefter sin hand ifran henne"},{"SurahNumber":25,"VerseNumber":30,"Text":"OCH Sandebudet har sagt: \"Herre! Mitt folk ser pa denna Koran som nagot foraldrat [som kan laggas at sidan]"},{"SurahNumber":25,"VerseNumber":31,"Text":"Pa samma satt har Vi latit varje profet motas av fientlighet fran de obotfardiga syndarnas sida; men du behover ingen annan vagvisare eller hjalpare an din Herre"},{"SurahNumber":25,"VerseNumber":32,"Text":"Och de som fornekar sanningen sager: \"Varfor har inte [hela] Koranen uppenbarats for honom i ett sammanhang?\" Sa [har Vi gatt till vaga] for att starka din overtygelse; ja, Vi har fogat ihop dess stycken i den basta ordning till ett val sammanhallet helt"},{"SurahNumber":25,"VerseNumber":33,"Text":"Och vilka exempel [de an lagger fram, vilka fragor] de an staller till dig, kommer Vi att ge dig sanningen och den basta forklaringen"},{"SurahNumber":25,"VerseNumber":34,"Text":"[Dina motstandare] skall foras samman [liggande framstupa] pa sina ansikten [for att kastas] i helvetet; deras stallning ar den mest osakra [av allas] och de har forirrat sig langst fran [den raka] vagen"},{"SurahNumber":25,"VerseNumber":35,"Text":"OCH VI gav Moses uppenbarelsen och gjorde hans broder Aron till hans medhjalpare"},{"SurahNumber":25,"VerseNumber":36,"Text":"och Vi sade [till dem]: \"Ga till dem som har pastatt att Vara budskap ar logn\" - och sa forintade Vi dem till sista man"},{"SurahNumber":25,"VerseNumber":37,"Text":"Och [minns] Noas folk! Nar de kallade sina sandebud for lognare lat Vi dem drankas [av floden] och gjorde dem till ett tecken for manniskorna; for [alla] orattfardiga har Vi ett plagsamt straff i beredskap"},{"SurahNumber":25,"VerseNumber":38,"Text":"Och [minns] stammarna Aad och Thamud och folket i Ar-Rass och manga slakten daremellan"},{"SurahNumber":25,"VerseNumber":39,"Text":"Alla dessa [folk] gav Vi [varnande] exempel och [nar de inte ville lyssna] utplanade Vi dem fran jordens yta"},{"SurahNumber":25,"VerseNumber":40,"Text":"[De som inte vill tro] maste ha traffat pa den stad over vilken Vi lat ett regn av dod och forintelse falla. Har de inte sett nagot [och inte lart nagot]? Nej, de ser ju inte fram mot nagon uppstandelse"},{"SurahNumber":25,"VerseNumber":41,"Text":"Nar de ser dig [Muhammad] vill de forsoka gora narr av dig [och sager:] \"Ar detta den man som skall vara Guds sandebud"},{"SurahNumber":25,"VerseNumber":42,"Text":"Hade vi inte varit sa trogna mot vara gudar, skulle han ha kunnat forma oss att overge dem!\" Men nar de ser straffet [som vantar dem] skall de inse vem som hade forirrat sig langst fran [den raka] vagen"},{"SurahNumber":25,"VerseNumber":43,"Text":"Vad anser du om den som gor sina egna lidelser till gud? Tar du ansvar for en sadan manniska"},{"SurahNumber":25,"VerseNumber":44,"Text":"Eller tror du att de flesta av dem lyssnar eller att de anvander sitt forstand? Men de ar inte battre an kreatur, nej, de har annu oklarare begrepp om vagen [an kreatur]"},{"SurahNumber":25,"VerseNumber":45,"Text":"HAR DU inte sett hur Gud later skuggan forlangas? Om Han hade velat kunde Han ha latit den sta stilla. Men Vi har bestamt att solen skall visa den dess vag"},{"SurahNumber":25,"VerseNumber":46,"Text":"och till sist griper Vi den och drar den till Oss steg for steg"},{"SurahNumber":25,"VerseNumber":47,"Text":"Och det ar Han som gor natten till en kladnad for er och gor somnen till vila och gor [var] dag till en uppstandelse"},{"SurahNumber":25,"VerseNumber":48,"Text":"Och Han som sander ut vindarna, som varslar om Hans nad - sa later Vi rent vatten falla fran skyn"},{"SurahNumber":25,"VerseNumber":49,"Text":"for att darmed ge liv at dott land och lata manga av dem som Vi har skapat, bade kreatur och manniskor, dricka"},{"SurahNumber":25,"VerseNumber":50,"Text":"Och Vi har pa basta satt fortydligat [tecknen i Koranen] for manniskorna for att forma dem till eftertanke, men de flesta manniskor vagrar envist att visa tacksamhet"},{"SurahNumber":25,"VerseNumber":51,"Text":"Om Vi hade velat skulle Vi ha sant en varnare till varje stad"},{"SurahNumber":25,"VerseNumber":52,"Text":"Men lyssna inte till vad fornekarna sager utan kampa ofortrottligt mot dem med [Koranens hjalp]"}]}