{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Dit is Hy wat julle van een siel geskape het, en daaruit ook vir die man ’n gesellin gemaak het, sodat hy troos in haaar mag vind. En nadat hy haar bedek het, dra sy ’n ligte las en gaan daarmee rond. En wanneer dit swaar word, roep hulle albei Allah, hulle Heer, aan: As U ons ’n goeie kind gee, sal ons waarlik tussen die dankbares wees"},{"SurahNumber":7,"VerseNumber":190,"Text":"Maar as Hy hulle ’n goeie kind gee, skrywe hulle deelgenote aan Hom toe, aangaande dít wat Hy aan hulle albei gegee het. Verhewe is Allah bo wat hulle met Hom vereenselwig"},{"SurahNumber":7,"VerseNumber":191,"Text":"Vereenselwig hulle dít wat niks kan skep nie dan met Hom, terwyl hulle self geskape is"},{"SurahNumber":7,"VerseNumber":192,"Text":"Dít wat aan ander geen hulp kan verleen nie, en ook nie hulself kan help nie"},{"SurahNumber":7,"VerseNumber":193,"Text":"En as julle hulle tot navolging oproep, sal hulle nie gehoor gee nie. Dit is vir julle om ‘t ewe, of julle hulle nooi of nie"},{"SurahNumber":7,"VerseNumber":194,"Text":"Voorwaar, hulle wat julle buiten Allah aanroep, is slawe net soos julle. Roep hulle dan aan en laat hulle julle beantwoord, as julle die waarheid spreek"},{"SurahNumber":7,"VerseNumber":195,"Text":"Het hulle voete waarmee hulle loop, of het hulle hande waarmee hulle vashou, of het hulle oë waarmee hulle sien, of het hulle ore warmee hulle hoor Sê: Roep julle afgode aan en smee saam planne teen my en verleen my geen uitstel nie"},{"SurahNumber":7,"VerseNumber":196,"Text":"Waarlik, my Vriend is Allah, Wie die Boek geopenbaar het, en Hy begunstig die regverdiges"},{"SurahNumber":7,"VerseNumber":197,"Text":"En wat julle buiten Hom aanroep, is nie in staat om julle te help nie; hulle kan hulself nie help nie"},{"SurahNumber":7,"VerseNumber":198,"Text":"En as julle hulle nooi om te volg, luister nie na hulle nie; en u merk hoe hulle na u staar, maar hulle sien nie"},{"SurahNumber":7,"VerseNumber":199,"Text":"Vra om vergifnis, doen goeie dade, en draai weg van die onkundiges af"},{"SurahNumber":7,"VerseNumber":200,"Text":"En as ’n valse beskuldiging van die duiwel u sou kwel, neem dan u toevlug tot Allah; waarlik Hy is Allerhorend, Alleswetend"},{"SurahNumber":7,"VerseNumber":201,"Text":"Hulle wat teen die kwaad waak wanneer die duiwel hulle versoek, hulle word oplettend, en kyk! hulle sien"},{"SurahNumber":7,"VerseNumber":202,"Text":"En hulle bose broers neem in dwaling toe, en hou nie daar op nie"},{"SurahNumber":7,"VerseNumber":203,"Text":"En wanneer u hulle geen teken bring nie, sê hulle: Waarom eis u dit nie? Sê: Ek volg alleen wat my Heer aan my geopenbaar het. Dit is duidelike bewyse van julle Heer, en leiding en genade vir ’n volk wat glo"},{"SurahNumber":7,"VerseNumber":204,"Text":"En wanneer die Qur’ãn voorgedra word, luister daarna en wees stil, sodat barmhartigheid aan julle mag geskied"},{"SurahNumber":7,"VerseNumber":205,"Text":"En dink aan u Heer in die oggend en in die aand met nederigheid en vrees en sonder luidrugtigheid, en wees nie agtelosig nie"},{"SurahNumber":7,"VerseNumber":206,"Text":"Waarlik, húlle wat naby u Heer is, is nie vol hoogmoed in Sy diens nie, en hulle verheerlik Hom en prostreer voor Hom"}]}