{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"A nuk e ke ditur se ata qe u bene hipokrite, u thoshin vellezerve te vet nga ithtaret e librit qe nuk kishin besuar: Nese ju deboheni, edhe ne do te dalim me ju per ceshtjen tuaj, ne kurre nuk do t´i bindemi askujt (t´ju luftojme ose t´ju nenshtrojme), e"},{"SurahNumber":59,"VerseNumber":12,"Text":"Sikur te debohen ata (ithtaret e librit), nuk do te dilnin me ta edhe sikur te luftoheshin, nuk do t´u ndihmojne atyre, po edhe sikur t´u ndihmonin atyre, ata do te iknin prapa, e ata do te mbesin pa ndihmen e tyre"},{"SurahNumber":59,"VerseNumber":13,"Text":"Ju (besimtaret) ne zemrat e tyre (te munafikeve) jeni frike me e forte se All-llahu (frika nga All-llahu). Kjo per shkak se ata jane popull qe nuk kuptojne"},{"SurahNumber":59,"VerseNumber":14,"Text":"Ata te gjithe se bashku nuk kane guxim t´ju luftojne, vetem kur gjenden ne ndonje vend te fortifikuar ose kur jane pas ndonje muri. Armiqesia ndermjet tyre eshte e ashper. Mund te mendohet per ta se jane te bashkuar, e ne realitet zemrat e tyre jane te pe"},{"SurahNumber":59,"VerseNumber":15,"Text":"Si shembulli i atyre jo fort moti qe perjetuan te keqen e punes se vet, edhe ata kane nje denim te rende"},{"SurahNumber":59,"VerseNumber":16,"Text":"Ata (hipokritet) jane shembull si djalli, kur i thote njeriut: \"Refuzo besimin!\", e kur ai ta kete refuzuar, ai (djalli) terhiqet e thote: \"Une terhiqem prej teje; une i frikohem All-llahut, Zotit te gjithesise"},{"SurahNumber":59,"VerseNumber":17,"Text":"Dhe ashtu, ata te dy do te perfundojne ne zjarr pergjithmone. Ai eshte ndeshkim i zullumqareve"},{"SurahNumber":59,"VerseNumber":18,"Text":"O ju qe besuat, kini parasysh friken ndaj All-llahut dhe le te shikoje njeriu se cka ka bere per neser, dhe kini frike All-llahun, e s´ka dyshim se All-llahu eshte qe e di ne detaje ate qe punoni"},{"SurahNumber":59,"VerseNumber":19,"Text":"E mos u beni si ata qe e harruan All-llahun, e All-llahu beri qe ata ta harrojne vetveten! Te tillet jane ata te prishurit"},{"SurahNumber":59,"VerseNumber":20,"Text":"Nuk jane te barabarte ata te xhennetit dhe ata te xhehennemit. Banuesit e xhennetit jane ata fatbardhe qe ia kane arritur qellimit"},{"SurahNumber":59,"VerseNumber":21,"Text":"Sikur Ne ta zbritnim kete Kur´an mbi ndonje koder, do ta shihje ate te strukur e te care prej frikes nga All-llahu. Keta jane shembuj qe ua shkoqisim njerezve, qe ata te mendojne"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ai eshte All-llahu qe nuk ka zot tjeter; vetem Ai, qe e di te fshehten dhe te dukshmen, Ai eshte Meshiruesi, Meshireberesi"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ai eshte All-llahu qe nuk ka zot tjeter pervec Tij, sundues i pergjithshem, i paster (prej te metave qe i mvishen), shpetimtar (qe i shpeton njerezit prej ndeshkimit te padrejte), sigurues (qe i siguroi njerezit me premtimin e vet dhe pejgamberet me mreku)"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ai eshte All-llahu, Krijuesi, Shpikesi, Formesuesi. Te tij jane emrat me te bukur. Ate (All-llahun) e madheron cka ka ne qiej e ne toke dhe Ai eshte ngadhenjyesi, i urti"},{"SurahNumber":60,"VerseNumber":1,"Text":"O ju qe besuat, nese keni dale (prej vendlindjes) per hir te luftes per rrugen Time, duke kerkuar kenaqesine Time ndaj jush, mos e zini mik armikun Tim dhe armikun tuaj, duke shprehur ndaj tyre dashuri, kur dihet se ata mohuan te verteten qe u erdhi juve"},{"SurahNumber":60,"VerseNumber":2,"Text":"Nese ata ia dalin t´ju mundin, ata do te jene armiq tuaj, do te zgjasin duart e veta dhe gjuhet e veta kunder jush, duke ju perbuzur, sepse ata deshironin te mos besonit"},{"SurahNumber":60,"VerseNumber":3,"Text":"Ne diten e kijametit All-llahu gjykon mes jush, e nuk do t´ju bejne dobi as te afermit tuaj e as femijet tuaj. All-llahu sheh ate qe punoni"},{"SurahNumber":60,"VerseNumber":4,"Text":"Ju e keni shembullin me te mire te Ibrahimi dhe te ata qe ishin me te, kur i thane popullit te vet: \"Ne terhiqemi prej jush dhe prej asaj qe adhuroni, pos All-llahut, nuk besojne tuajen, prandaj ndermjet nesh e jush eshte e hapet armiqesia e urrejtja deri"},{"SurahNumber":60,"VerseNumber":5,"Text":"Zoti yne, mos na ben sprove ne duar te atyre qe nuk besuan dhe falna, Zoti yne, Ti je ngadhenjyesi, i urti"},{"SurahNumber":60,"VerseNumber":6,"Text":"Vertet, per ate qe ka shprese ne All-llahun dhe ne diten e gjykimit, ju keni moster te mire (te Ibrahimi dhe besimtaret), e kush i bie prapa, le ta dije se All-llahu eshte Ai i panevojshmi, vetvetiu i lavderuari"}]}