{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"(Solomon) sagde Vi se du fortalte sandheden eller du er løgner"},{"SurahNumber":27,"VerseNumber":28,"Text":"Tage den brev mig giver det dem derefter vagt deres besvarelse"},{"SurahNumber":27,"VerseNumber":29,"Text":"Hun sagde O min advisers jeg modtar ærværdige brev"},{"SurahNumber":27,"VerseNumber":30,"Text":"Er Solomon det er GUD Gracious Barmhjertigest"},{"SurahNumber":27,"VerseNumber":31,"Text":"Proklamerende ikke ‘Gøre arrogante kommes mig idet submitters"},{"SurahNumber":27,"VerseNumber":32,"Text":"Hun sagde O min advisers counsel mig ind den substans Jeg ikke beslutte noget du tilkendegir mig"},{"SurahNumber":27,"VerseNumber":33,"Text":"De sagde Vi possess magten vi possess udkæmpe færdighederne ultimate befalingen være Deres hånd! Du beslutte hvad gøre"},{"SurahNumber":27,"VerseNumber":34,"Text":"Hun sagde kongerne korrumperede nogen land de invaderer underkue dens dignified folk! Den er hvad de sædvanligvist gøre"},{"SurahNumber":27,"VerseNumber":35,"Text":"Jeg sender gave dem; se hvad budene komme med"},{"SurahNumber":27,"VerseNumber":36,"Text":"Hvornår hoopoe returnerede Solomon (han fortælle ham nyheden) han svarede Sheba's folk du giver mig penge? Hvad GUD giver mig er fjerneste godt end hvad Han giver jer. Du er en juble such gaver"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Til hoopoe han sagde) Gå dem lade dem kende at) vi komme dem fremtvinge de ikke imagine Vi evict dem ydmygede debased"},{"SurahNumber":27,"VerseNumber":38,"Text":"Han sagde O I elders af jer bringe mig hendes palæ indenfor de ankommer her submitters"},{"SurahNumber":27,"VerseNumber":39,"Text":"Ene afrit fra jinns sagde jeg bringe det jer jer stå Jeg er mægtige nok gøre den"},{"SurahNumber":27,"VerseNumber":40,"Text":"En possessed viden bogen sagde jeg bringe det I blinke Deres øje. Hvornår han så det settled ind forside af ham han sagde Den er velsignelse min Lord whereby Han prøve mig show jeg er taknemlige unappreciative. Whoever er taknemlige er taknemlige hans egen gode og dersom ene sving unappreciative derefter min Lord er ind nej behøve ham Ærværdigest"},{"SurahNumber":27,"VerseNumber":41,"Text":"Han sagde Remodel hendes palæ hende. Se hun guided fortsætte med de vildledte"},{"SurahNumber":27,"VerseNumber":42,"Text":"Hvornår hun ankom hun spurgtes Gøre Deres palæ kigge den? Hun sagde synes den være det. (Solomon sagde) Vi kendte beforehand hvad hun gøre vi var allerede submitters"},{"SurahNumber":27,"VerseNumber":43,"Text":"Hun bortledtes tilbedende idoler GUD; hun belonged til disbelieving folk"},{"SurahNumber":27,"VerseNumber":44,"Text":"Hun fortaltes Gå paladset. Hvornår hun så dens interior hun syntes var pulje vand hun trække hendes beklæde exposing hendes ben! Han sagde Den interior omgående paved med krystal Hun sagde Min Lord jeg wronged min sjæl. Jeg omgående forelægger Solomon GUD Lord universet"},{"SurahNumber":27,"VerseNumber":45,"Text":"Vi haver sende til Thamoud deres boder Saaleh sie Du tilbede GUD. de dreje into to feuding factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"Han sagde O min folk du fremskynder gøre forpligte onde gode arbejder? Kun du implore GUD tilgivelse du attain barmhjertighed"},{"SurahNumber":27,"VerseNumber":47,"Text":"De sagde Vi overvejer jer onde omen os I de sammenvoksede I. Han sagde Deres omen fully kontrolleres GUD. Indeed du er deviant folk"},{"SurahNumber":27,"VerseNumber":48,"Text":"Xxxx var ni gangstere city var wicked aldrig gøre noget gode"},{"SurahNumber":27,"VerseNumber":49,"Text":"De sagde sværge GUD vi dræbe ham hans folk derefter fortælle hans stamme ‘Vi vide intet deres død! Vi er sandfærdige"},{"SurahNumber":27,"VerseNumber":50,"Text":"De plotted schemed vi også plotted schemed mens de ikke perceive"},{"SurahNumber":27,"VerseNumber":51,"Text":"Notere konsekvenserne deres plotting vi annihilated dem al deres folk"},{"SurahNumber":27,"VerseNumber":52,"Text":"Her er deres hjem utterly ruinerede deres transgression! Den være lektion folk kender"},{"SurahNumber":27,"VerseNumber":53,"Text":"Vi frelser de tro lede righteous liv"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lot sie til hans folk Hvordan du forpligter such vederstyggelighed publicly mens du se"},{"SurahNumber":27,"VerseNumber":55,"Text":"Du praktiserer køn mændene lustfully kvinderne. Indeed du er uvidende folk"}]}