{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"Nimen yingdang guiyi zhenzhu, yingdang jingwei ta, yingdang jin shou bai gong, buyao zuo yi wu pei zhu zhe,"},{"SurahNumber":30,"VerseNumber":32,"Text":"ji fenli ziji de zongjiao, er ge cheng zongpai zhe; ge pai dou xihuan ziji suo feng de zongpai."},{"SurahNumber":30,"VerseNumber":33,"Text":"Renmen zaonan de shihou, qidao tamen de zhu, tongshi guiyi ta. Dang ta shi tamen changshi ta de enhui de shihou, tamen zhong de yibufen ren, like yi wu pei zhu,"},{"SurahNumber":30,"VerseNumber":34,"Text":"yizhi gufu ta suo ci tamen de endian. Nimen xiangshou ba, nimen jianglai jiu zhidaole."},{"SurahNumber":30,"VerseNumber":35,"Text":"Nandao wo ceng jiang shi tamen yige mingzheng, mingling tamen yi wu pei zhu ma?"},{"SurahNumber":30,"VerseNumber":36,"Text":"Dang wo shi renmen changshi enhui de shihou, tamen jiu wei na jian enhui er zhanzhanzixi; ruguo tamen yinwei cengjing fanzui er zaonan, tamen like jiu juewangle."},{"SurahNumber":30,"VerseNumber":37,"Text":"Nandao tamen bu zhidao ma? Zhenzhu yu shi shui de jiyang kuanyu, jiu shi ta kuanyu;(yu shi shui de jiyang jiongpo), jiu shi ta jiongpo. Duiyu xindao de minzhong, ci zhong que you xuduo jixiang."},{"SurahNumber":30,"VerseNumber":38,"Text":"Ni yingdang ba jinqin, pinmin he luke suo ying xiang de quanli, jiao gei tamen, duiyu yao xiang huode zhenzhu de xiyue zhe, zhe shi geng hao de, zhe deng ren que shi chenggong de."},{"SurahNumber":30,"VerseNumber":39,"Text":"Nimen wei chi li er fang de zhai, yu zai taren de caichan zhong zengjia de, zai zhenzhu nali, bu hui zengjia; nimen suo shi de caiwu, yu de zhenzhu de xiyue de, bidei jiabei de baochou."},{"SurahNumber":30,"VerseNumber":40,"Text":"Zhenzhu chuangzao nimen, ranhou gongji nimen, ranhou shi nimen siwang, ranhou shi nimen fuhuo, nimen de pei zhu, shui neng zuo naxie shiqing zhong de renhe yi jian shiqing ne? Zansong zhenzhu, chaojue wanwu, ta chao hu tamen suoyong lai pei ta de."},{"SurahNumber":30,"VerseNumber":41,"Text":"Zaihai yin zhongren suo fan de zui'e er xianxian yu dalu he haiyang, yizhi zhenzhu shi tamen changshi ziji de xingwei de yidian baochou, yibian tamen huiwu."},{"SurahNumber":30,"VerseNumber":42,"Text":"Ni shuo: Nimen yingdang zai da dishang luxing, yin'er guancha qian ren de jieju shi zenyang de. Tamen daban shi yi wu pei zhu de."},{"SurahNumber":30,"VerseNumber":43,"Text":"Zai buke kangju de rizi cong zhenzhu lailin yiqian, ni yingdang quxiang zhengjiao, zai na ri, tamen jiang bici fenli."},{"SurahNumber":30,"VerseNumber":44,"Text":"Bu xindao zhe, jiang zi shou qi bu xin de e bao, xingshan zhe zhi wei ziji yubei anzhai,"},{"SurahNumber":30,"VerseNumber":45,"Text":"yibian zhenzhu yong ta de endian qu baochou xindao erqie xingshan zhe. Zhenzhu que shi bu xi'ai bu xindao zhe de."},{"SurahNumber":30,"VerseNumber":46,"Text":"Ta de yizhong jixiang shi: Ta paiqian feng lai chuanda jiayin, shi nimen changshi ta de enhui, shi chuanbo feng ta de mingling er hangxing, yibian nimen xunqiu ta de enhui, yibian nimen ganxie."},{"SurahNumber":30,"VerseNumber":47,"Text":"Zai ni zhiqian, wo que yi paiqianle xuduo shizhe, qu jiaohua tamen de zongzu, naxie shizhe jiu zhaoshi tamen xuduo mingzheng, ranhou, wo chengzhi fanzui de ren. Yuanzhu xinshi, yuan shi wo de zeren."},{"SurahNumber":30,"VerseNumber":48,"Text":"Zhenzhu pai feng qu xingqi yun lai, ranhou, renyi di shi yun sanbu zai tiankong, bingqie ba yun fencheng suipian, ni jiu kanjian yu cong yun zhong luoxia. Dang ta shi yu luo zai tasuo yiyu de pu ren shang de shihou, tamen like huanle,"},{"SurahNumber":30,"VerseNumber":49,"Text":"jishi zai jiangyu zhiqian, tamen que shi jusang de."},{"SurahNumber":30,"VerseNumber":50,"Text":"Ni kan zhenzhu de enhui de xiaoguo ba! Ta zenyang shi yi si de dadi fuhuo, na que shi neng qisihuisheng de. Ta duiyu wanshi shi quanneng de."},{"SurahNumber":30,"VerseNumber":51,"Text":"Ruguo wo shi yizhen fengchui qu, er tamen kanjian hemiao biancheng wei huang de, cihou, tamen jiu biding biancheng gu en zhe."},{"SurahNumber":30,"VerseNumber":52,"Text":"Ni bi buneng shi siren ting (ni jiang dao), ni bi buneng shi tuibi de longzi ting ni huhuan."},{"SurahNumber":30,"VerseNumber":53,"Text":"Ni bi buneng yindao xiazi likai mi wu, ni zhi neng shi quexin wo de jixiang de ren ting ni (jiang dao), tamen shi guishun zhe."}]}