{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Ani tya divasi amhi tyanna apasata ekamekansi misalata asatana soduna de'u ani sura (sankha) phunkala ja'ila, maga sarvanna amhi ekaca veli jama karu"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ani tya divasi amhi jahannamala (dekhila) kaphirancya samora anuna ubhi karu"},{"SurahNumber":18,"VerseNumber":101,"Text":"Jyance dole majhya smaranapasuna padadyata hote ani (satya) aikuhi sakata navhate"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kaya kaphira ha vicara karuna basale aheta ki majhyasivaya te majhya dasanna apala samarthaka banavuna ghetila? (Aika) amhi tara tya kaphirancya pahunacarasathi jahannama tayara karuna thevali ahe"},{"SurahNumber":18,"VerseNumber":103,"Text":"Sanga ki (tumhi sangata asala) tara mi sangato ki apalya karmammule sarvanta jasta nukasana ucalanara kona ahe"},{"SurahNumber":18,"VerseNumber":104,"Text":"Te loka aheta, jyance aihika jivanace sarva prayatna vyartha tharale, ani te yaca bhramata rahile ki te phara cangale kama karita aheta"},{"SurahNumber":18,"VerseNumber":105,"Text":"Heca te loka hote, jyanni apalya palanakartya (allaha) cya ayatinsi ani tyacyasi bheta honyaca inkara kela, yastava tyanci sarva karme vaya gelita. Maga kayamatacya divasi amhi tyanca kasalahi bhara niscita karanara nahi"},{"SurahNumber":18,"VerseNumber":106,"Text":"Vastutah tyanca mobadala jahannama ahe, karana tyanni inkara kela ani majhya ayatinci ani majhya paigambaranci thatta udavili"},{"SurahNumber":18,"VerseNumber":107,"Text":"Jya lokanni imana rakhale ani satkarma karita rahile, niscitaca tyancyasathi phirdosa1 (jannatamadhila sarvocca sthana) cya bagammadhye svagata ahe"},{"SurahNumber":18,"VerseNumber":108,"Text":"Jithe te nehami rahatila, je sthana badalanyaca kadhihi tyanca irada honara nahi"},{"SurahNumber":18,"VerseNumber":109,"Text":"Sanga ki jara majhya palanakartyacya gosti (prasansa va gunagana) lihinyakarita samudra sa'i banala tara tohi majhya palanakartyacya gosti sampanyapurvica sampuna ja'ila, maga vatalyasa amhi tyasarakhaca dusara (samudra) tyacya madatikarita ghe'una yave"},{"SurahNumber":18,"VerseNumber":110,"Text":"Tumhi sanga ki mi tara tumacyasarakhaca eka manusya ahe (hoya)majhyakade vahyi(prakasana)keli jate ki sarvanca upasya kevala ekaca upasya ahe, tara jyala dekhila apalya palanakartyasi bhetanyaci asa asela, tyane satkarma karita rahile pahije, ani apalya palanakartyacya bhakti-upasaneta1 dusarya konalahi sahabhagi karu naye"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kapha. Ha. Ya. Eaina. Svada"},{"SurahNumber":19,"VerseNumber":2,"Text":"Ha ullekha ahe tumacya palanakartyacya tya krpeca, ji tyane apale dasa jakariyavara keli hoti"},{"SurahNumber":19,"VerseNumber":3,"Text":"Jevha tyanni apalya palanakartyajavala gupacupa ritya prarthana keli"},{"SurahNumber":19,"VerseNumber":4,"Text":"Mhanale he majhya palanakartya majhi hade kamakuvata jhali aheta ani doke mhatarapanamule bhadakale ahe, parantu mi kadhihi tujhyajavala du'a (prarthana) karuna vancita rahilo nahi"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ani mala apalya (mrtyu) nantara, apalya javalacya nateva'ikance bhaya ahe. Majhi patni dekhila vanjha ahe, pana tarihi tu mala apalyatarphe varasa pradana kara"},{"SurahNumber":19,"VerseNumber":6,"Text":"Jo majhahi varasa asela ani yakubacya vansacahi varasa, ani he majhya palanakartya! Tu tyala apala avadata dasa banava"},{"SurahNumber":19,"VerseNumber":7,"Text":"He jakariya! Amhi tumhala eka putra (cya prapti) ci khusakhabara deto, jyace nava yahaya ahe. Amhi tyancyapurvi ya navasarakhe nava konalahi dile nahi"},{"SurahNumber":19,"VerseNumber":8,"Text":"(Jakariya) mhanale, he majhya palanakartya! Mala putra kasa bare ho'ila, majhi patni vanjha ani mi svatah mhatarapanacya atisaya kamakuvata avasthesa pohocalo ahe"},{"SurahNumber":19,"VerseNumber":9,"Text":"Adesa jhala ki (vayada) asaca prakare purna jhala. Tumacya palanakartyane pharmavile ahe ki majhyakarita tara he agadi sope ahe ani tumhi svatah jevha kahica navhata, mi tumhala nirmana kele ahe"},{"SurahNumber":19,"VerseNumber":10,"Text":"(Jakariya) mhanale, he majhya palanakartya! Majhyasathi ekhadi nisani nirdharita kara, adesa dila ki tumacyasathi nisani hi ki prakrti dhadadhakata asatanahi tumhi tina ratri paryanta konatyahi manasasi bolu sakanara nahita"},{"SurahNumber":19,"VerseNumber":11,"Text":"Ata jakariya apalya kholi (hujarya) cya bahera ye'una apalya janasamuhajavala ye'una tyanna isara karatata ki tumhi sakala-sandhyakala allahaci pavitrata varnana kara"},{"SurahNumber":19,"VerseNumber":12,"Text":"He yahaya! (Majhya) granthavara apali pakada majabuta rakha ani amhi yahayala balapanapasunaca jnana pradana kele"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ani apalyakaduna daya-krpa ani pavitrata dekhila, to allahace bhaya rakhuna vaganara manusya hota"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ani apalya mata-pityasi neka-sadacari hota, to kathora ani gunhegara navhata"},{"SurahNumber":19,"VerseNumber":15,"Text":"Tyacyavara salamati ahe, jya divasi tyane janma ghetala ani jya divasi to marana pavela, ani jya divasi to jivanta karuna uthavila ja'ila"},{"SurahNumber":19,"VerseNumber":16,"Text":"Ya granthata mariyamacya vrttantacahi ullekha kara, jevha tyanni apalya kutumbacya lokampasuna vegale ho'una purvekade ekantavasa patkarala"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ani tya lokampasuna ada-padada kela, maga amhi ticyajavala apala atma (jibrila ale.) Pathavila, tara to ticyasamora sampurna manava rupata prakata jhala"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ti mhanali, mi tujhyapasuna rahamana (dayavana allaha) ce sarana magate, jara tu thodasahi allahace bhaya rakhanara ahesa"},{"SurahNumber":19,"VerseNumber":19,"Text":"To mhanala, mi allahatarphe pathavila gelela rasula (presita) ahe, tula eka pavitra putra denyasathi alo ahe"},{"SurahNumber":19,"VerseNumber":20,"Text":"Ti mhanali, mala putra kasa bare ho'u sakato? Mala tara ekhadya purusaca hata dekhila lagala nahi, ani na mi duracari ahe"},{"SurahNumber":19,"VerseNumber":21,"Text":"To mhanala, pharmana tara heca ahe. (Parantu) tumacya palanakartyaca adesa ahe ki te majhyasathi pharaca sope ahe. Amhi tara tyala lokansathi eka nisani1 banavu ani apali khasa daya hi tara eka niscita asi gosta ahe"}]}