{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Kezinde tawdı qalqa tärizdi etip, olardıñ üsterinen köterdik. Olar onı üsterine tüsedi dep oyladı. «Senderge bergenimizdi / Täwrattı / mıqtap ustañdar jäne taqwalıq etwleriñ / Allahtıñ jazasınan qorqıp, saqtanwlarıñ / üşin onıñ işindegini eske alıñdar», - dedik"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ey, Muxammed! / Seniñ Rabbıñ Adam urpaqtarınıñ arqalarınan näsilderin alıp: «Men Senderdiñ Rabbıñ emespin be?» dep, olardıñ özderin-özderine kwä etti. Olar: «Älbette, biz kwä boldıq», - dedi. / Bul / - Qayta tirilw küni: «Biz budan xabarsız boldıq», - dep aytpawlarıñ üşin"},{"SurahNumber":7,"VerseNumber":173,"Text":"Nemese: «Şın mäninde, burında da äkelerimiz serik qosqan edi, biz de solardıñ urpağımız. Ötirikşilerdiñ istegeni üşin bizdi joyasıñ ba? - / demewleriñ üşin"},{"SurahNumber":7,"VerseNumber":174,"Text":"Olardıñ / serik qoswşılarıñ / aqïqatqa / qaytwı üşin Biz ayattarımızdı osı­lay anıqtap tüsindiremiz"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ey, Muxammed! / Biz ayattarımızdı bergende, ol onı ısırıp tastap ketken birewdiñ xabarın oqıp ber. Sonda şaytan onı özine erwşilerden etti. Äri ol adaswşılardan boldı"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eger qalasaq, onı sol / ayattar, ïman / arqılı joğarı köterer edik. Alayda, ol jerge / dünïe qızıqtarına / jabısıp, öziniñ köñil qumarlığına erdi. Onıñ sïqı - oğan tïisseñ de tilin salaqtatatın, tïispeseñ de tilin salaqtatıp turatın bir ït sekildi. Ayattarımızdı ötirik sanağan adamdardıñ mısalı - osı. Olarğa oylanwları / ğïbrat alwları / üşin xabarlardı aytıp jetkiz"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayat-belgilerimizdi ötirik sanağan jäne özderine-özderi ädiletsizdik etken adamdardıñ mısalı qanday jaman"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah kimdi twra jolğa salıp jürgizse, sol - twra jolmen jürwşi. Al, kimdi adastırsa, mine, solar - nağız jeñiliske uşırawşılar"},{"SurahNumber":7,"VerseNumber":179,"Text":"Aqïqatında, Biz Jahannam (Tozaq) üşin köp jın men adamdardı jarattıq. Olardıñ jürekteri bar, olar onımen tüsinbeydi. Közderi bar, onımen körmeydi. Olardıñ qulaqtarı bar, ol arqılı estimeydi. Olar mal tärizdi, joq odan da äri. Mine, solar - nağız qapersizder"},{"SurahNumber":7,"VerseNumber":180,"Text":"Eñ körkem esimder - Allahtiki. Sol esimderi arqılı Odan tileñder. Onıñ esimderine qatıstı awıtqığandardı qaldırıp, tärk etiñder. Jaqında olarğa istep ötken amaldarınıñ qaytarımı beriledi"},{"SurahNumber":7,"VerseNumber":181,"Text":"Jaratqandarımızdıñ işinde aqïqat boyınşa twra jolğa bağıttaytın äri onımen ädildik isteytin bir ümmet bar"},{"SurahNumber":7,"VerseNumber":182,"Text":"Äri ayattarımızdı ötirik sanağandardı, özderi bilmeytin jaqtan, birte-birte tartıp tüsiremiz"},{"SurahNumber":7,"VerseNumber":183,"Text":"Äri olarğa waqıt beremin. Negizinde, Meniñ amal-täsilim öte mıqtı"},{"SurahNumber":7,"VerseNumber":184,"Text":"Olar oylanıp qaramadı ma? Joldastarıñ / Muxammed / jındı emes. Ol - tek, anıq eskertwşi ğana"},{"SurahNumber":7,"VerseNumber":185,"Text":"Olar aspandardıñ jäne jerdiñ mülikterine äri Allah jaratqan ärbir närsege nazar salmadı ma? Sonday-aq, mümkin olardıñ merzimderi / ajaldarı / jaqındağan şığar? Osıdan keyin olar qay sözge sener eken"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah kimdi adastırsa, ol üşin tw­ra jolğa salwşı joq. Ol / Allah / olardı özderiniñ şekten şığwlarında qañğırtıp qoyadı"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ey, Muxammed! / Olar senen Sağattıñ / Qïyamettiñ / qaşan ornaytındığın suraydı. Ayt: «Şın mäninde, onıñ bilimi - meniñ Rabbımda. Onı mezgili kelgende, Ol ğana aşadı. Ol aspandarğa jäne jerge awır. Ol senderge tosınnan keledi», - dep. Olar senen, beyne bir sen ol jaylı jaqsı biletin sekildi suraydı. Ayt: «Şın mäninde, onıñ bilimi - Allahta. Alayda, adamdardıñ köbi bilmeydi», - dep"},{"SurahNumber":7,"VerseNumber":188,"Text":"Ayt: «Allah qalamayınşa, men özim üşin payda, zïyan / keltirw / bïligine ïe emespin. Eger de ğayıptı / jasırın närselerdi / biletin bolğanımda, jaqsılıqtı köbeytip alar edim jäne mağan eşbir jamandıq tïmes edi. Men bar bolğanı ïmanğa kelgen adamdar üşin eskertwşi jäne qwanıştı xabar jetkizwşimin», - dep"}]}