{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Oo markaan gilgilnay buurtii dushooda sidii isagoo harayn dallad oo kale, oo waxay moodeen inuu ku soo kor dhacayo. (Waxaanu ku nidhi): Ku qaata waxaanu idin siiinnay (Towraadda) si sugnaan leh, oo ku camal fala waxa ku yaal si aad uga dhowrsataan (xumaha)"},{"SurahNumber":7,"VerseNumber":172,"Text":"Oo waa tii uu Rabbigaa ka soo saaray ilma Aadam dhabarradooda durriyadooda oo uu uga markhaati dhigay nafahooda: Miyaan Anigu ahayn Rabbigiin? Waxay yidhaahdeen: Haayoo! Markhaati baan ka nahay. Waa si aydaan u odhan Maalinta Qiyaamaha: Waxaan Innagu ahayn kuwo tani mooganaa"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ama aydaan u odhan: Waxaa wax la shariig yeelay (Allaah) oo keliya aabbayaashayadii awal hore8, oo waxaanu innagu aheyn durriyad timid iyaga kaddib; ma waxaad haddaba nagu rogeysaa waxay faleen baadil raaca"},{"SurahNumber":7,"VerseNumber":174,"Text":"Oo sidaas baan u caddeynaa Aayadaha, iyo bal inay soo laabtaan"},{"SurahNumber":7,"VerseNumber":175,"Text":"Oo u akhri warka midkii aan siinnay Aayadahayaga, ha yeeshee ka siibtay iyagii oo sheydaan duufsaday, ee ka mid noqday kuwa habowsan"},{"SurahNumber":7,"VerseNumber":176,"Text":"Oo haddaan doonno kor ayaan hubaal ugu soo qaadi laheyn, laakiinse dhulka buu isku dhajiyey oo uu raacay waxa (liita) ay naftu rabto. Marka waxaa uu ka dhigan yahay sida Eeyga, haddaad eryato carrabka laalaadsha; haddaad iska deysana laalaadsha carrabkiisa; kani waa mataalka dadka beeniya Aayadahayaga. Ee uga sheekee sheekooyinka bal inay fakaraan"},{"SurahNumber":7,"VerseNumber":177,"Text":"Xumaa mataalka dadka beeniya Aayadahayaga, oo ah kuwa u gefa nafahooda"},{"SurahNumber":7,"VerseNumber":178,"Text":"Qofkii Allaah hanuuniyo uun baa ah kan hanuunsan, oo qofkii uu sababo inuu habaabo, waa kuwan kuwa ku sugan khasaarada weyni"},{"SurahNumber":7,"VerseNumber":179,"Text":"Oo Waxaan xaqiiq u abuurnay Naarta in badan oo ka mid ah jinka iyo dadka. Waxay leeyihiin quluub aysan wax ku fahmin, oo waxay leeyihiin indho aysan wax ku arag, oo waxay leeyihiin dhego aysan wax ku maqal. Waa sida xoolo oo kale, mayee waa bay ka sii habow daran yihiin; kuwan waa kuwa dhoohan"},{"SurahNumber":7,"VerseNumber":180,"Text":"Oo Allaah baa iska leh Magacyada wanaagga badan. Ee ku barya, oo iskaga taga kuwa leexsha ee ku xadguba xurmadda Magacyadiisa9. Waa laga abaal marin doonaa, waxay faleen"},{"SurahNumber":7,"VerseNumber":181,"Text":"Oo waxaa ka mid ah waxa aan abuurnay ummad wax ku hanuunisa xaqa, oo ku ooga caddaaladda"},{"SurahNumber":7,"VerseNumber":182,"Text":"Oo (ma xagga) kuwa beeniya Aayadahayaga, waxaanu ugu soo dhoweyn (baabba’a) si heerar ah (oo ka qaban doonnaa) meel aanay ogeyn"},{"SurahNumber":7,"VerseNumber":183,"Text":"Oo Waxaan siinayaa fursad, hubaal Tabteydu waa sooh adag tahay"},{"SurahNumber":7,"VerseNumber":184,"Text":"Ma waysan ka fekereyn inaan saaxiibkood qabin wax waalli ah. Wax kalena maahee waa dige iska cad"},{"SurahNumber":7,"VerseNumber":185,"Text":"Miyaanay u fiirsan boqortooyada samooyinka iyo arlada iyo wax kastoo uu Allaah abuuray, iyo in laga yaabo in muddadoodu soo dhowaatay, ee hadalkee bay haddaba rumaynayaan kani kaddib"},{"SurahNumber":7,"VerseNumber":186,"Text":"Qofkii Allaah lumiyo ma leh hanuuniye; oo wuxuu ku daayaa xad- gudubkooda ay ku jaha wareersan yihiin indha’ la' aan"},{"SurahNumber":7,"VerseNumber":187,"Text":"Waxay ku weydiiyaan Saacadda (Qiyaame) goorma ayey dhici doontaa? Dheh: Cilmigeedu Rabbigay keliya buu la jiraa. Ma jiro waxaan Isaga ahayn oo muujin doona waqtigeeda loo qabtay. Waxay ahaan wax ku culus cirarka iyo dhulka (arrinkeedu). Idiinkuma imaan doonto waxaan aheyn kedis. Waxay kuu weydiiyaan sidiiyoo aad adigu cilmi dheer u leedahay. Dheh: Cilmigeedu waxaa uu la jiraa oo keliya Allaah, laakiinse badankooda dadku ma ogsoona"},{"SurahNumber":7,"VerseNumber":188,"Text":"Dheh: Ma lihi awood aan wax ku taro ama ku waxyeelleeyo naftayda waxa Allaah doono ma’ahee. Oo haddaan ogaan lahaa cimi Ghaybka, waxaan badsan lahaa khayrka, oo wax xume ah ima taabteen. Anigu waxaan ahay oo keliya u dige iyo u bishaareeye dad rumeysan"}]}