{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"بەتۆبەکاریەوە شوێن ئاین بکەون، وە بۆلای خوا بگەڕێنەوە و ھەر لەویش بترسن، وە بەچاکی نوێژەکانتان ئەنجام بدەن و لە ھاوبەشدانەران مەبن"},{"SurahNumber":30,"VerseNumber":32,"Text":"لەوانەی کە ئاینەکەیان بەش بەش کرد و بوون بە چەند کۆمەڵ ودەستەیەکەوە ھەر کۆمەڵێکیان بەو (ئاینەی) خۆیان دڵخۆشن"},{"SurahNumber":30,"VerseNumber":33,"Text":"وە ھەر کاتێك زیان (وگرانی و بێ بارانی) بکەوێت لەخەڵکی (ھاوبەشدانەر بۆ خوا) ھاوار بۆ پەروەردگاریان دەبەن و بۆ لای ئەو دەگەڕێنەوە پاشان کاتێ لەلایەن خۆیەوە ڕەحمەت و ژیانی خۆشیان پێ بدات کتوپڕ دەستەیەك لەوان ھاوبەش بۆ پەروەردگاریان دادەنێن"},{"SurahNumber":30,"VerseNumber":34,"Text":"(لێیان گەڕێ) با سپڵە وپێ نەزان بن ودان نەنێن بەو چاکانەی کە ئێمە پێمان داوون جا باڕابوێرن ولەزەت وەرگرن لەژیان ئەمجا لەمەودوا دەزانن (چیتان بەسەر دێت)"},{"SurahNumber":30,"VerseNumber":35,"Text":"ئایا بەڵگەیەکمان بۆ ناردوون کە بدوێت دەربارەی ئەوەی ئەوان کردویانەتە ھاوبەشی خوا؟"},{"SurahNumber":30,"VerseNumber":36,"Text":"وە کاتێ ڕەحمەت و چاکەیەك بەخەڵک بدەین پێی دڵخۆش دەبن وە ئەگەر زیانێکیان تووش ببێت بەھۆی کردەوەی خراپیانەوە کتوپڕ بێ ھیوا دەبن (لەبەزەیی خوا)"},{"SurahNumber":30,"VerseNumber":37,"Text":"ئایا ئەوانە نەیان زانیوە کە بەڕاستی خوا ڕۆزی فراوان یان کەم دەکات بۆ ھەر کەس کەبیەوێت بێگومان لەوەدا (باسکرا) چەندین بەڵگە ھەیە بۆ ئەوانەی باوەڕ دەھێنن"},{"SurahNumber":30,"VerseNumber":38,"Text":"کەواتە خزم مافی خۆی پێبدە ھەروەھا ھەژار و ڕێبوارانی کەمدەست ئەوە بۆ کەسانێك ڕەزامەندی خوایان دەوێت چاکترە و ھەر ئەوانەن ڕزگار بووان"},{"SurahNumber":30,"VerseNumber":39,"Text":"ئەوەی بەناوی سوود(ڕیبا) داوتانە (بەخەڵکی) بۆ ئەوەی زیاد ببێ لە ماڵ و سامانی ئەو خەڵکانەدا (زیاتر لەوە داوتانە پێیان بتان دەنەوە) ئەوە لای خوا ھیچ زیاد ناکات (پاداشتی نیە) وە ھەر زەکات و خێرێک کەداوتانە و مەبەستان تەنھا ڕەزامەندی خوا بووە ئـائەوانە (پاداشتیان) چەند جارە دەکەینەوە"},{"SurahNumber":30,"VerseNumber":40,"Text":"خوا زاتێکە ئێوەی بەدیھێناوە لەپاشان ڕۆزی پێ داون دواتر دەتانمرێنێت لەپاشان زیندووتان دەکاتەوە ئایا ھیچ یەك لەو ھاوبەشانەی بۆ خواتان دائەنا ھەیانە ھیچ شتێك لەوانە(ی خوا) بکات پاکی و بەرزی بۆ خوا لەوەی ئەوان دەیکەنە ھاوبەشی"},{"SurahNumber":30,"VerseNumber":41,"Text":"خراپە (لە بەڵا وئاژاوە) لەوشکانی (زەوی) و دەریادا دەرکەوتووە بەھۆی ئەو خراپانەی خەڵکی کردویانە بۆ ئەوەی (تۆڵەی) ھەندێك لەو(خراپانەی) کردویانە پێیان بچەژێ بۆ ئەوەی بگەڕێنەوە (لەخراپەکاری)"},{"SurahNumber":30,"VerseNumber":42,"Text":"(ئەی موحەممەد ﷺ) بڵێ بەزەویدا بگەڕێن ئەمجا سەرنج بدە سەرئەنجامی ئەوانەی لەپێش (ئێوەوە) بوون چۆن بوو کە زۆربەیان ھاوبەشدانەر بوون بۆ خوا"},{"SurahNumber":30,"VerseNumber":43,"Text":"کەواتە ڕووی خۆت بکەرە ئاینی ڕێك و ڕاست پێش ئەوەی ڕۆژێك بێت لەلایەن خواوە کە گێڕانەوەی بۆ نیە لەو ڕۆژەدا خەڵکی جیا ئەبنەوە لەیەکتر"},{"SurahNumber":30,"VerseNumber":44,"Text":"ھەر کەس بێ باوەڕ بووبێت ئەوە (تۆڵەی) بێ باوەڕییەکەی لەسەرە ھەرکەسیش کردەوەی چاکی کردبێت ئەوە شوێن بۆ خۆیان (لە بەھەشتدا) ئامادە دەکەن"},{"SurahNumber":30,"VerseNumber":45,"Text":"بۆ ئەوەی کەسانێك کە باوڕیان ھێناوەو کردەوەی چاکیان کردووە پاداشتیان بداتەوە لە میھرەبانی و چاکەی خۆی بەڕاستی ئەو (خوا) بێ باوەڕانی خۆش ناوێت"},{"SurahNumber":30,"VerseNumber":46,"Text":"وە لە نیشانەکانی ئەو (خوایە) کە چەند بایەکی مژدەدەر (بەبارینی باران) دەنێرێت بۆ ئەوە ھەندێك لە (بارانی) بەزەیی خۆیتان پێ بچەژێت و بۆ ئەوەی کەشتیەکان بەفەرمانی خوا (بەو بایە) بڕۆن و بگەرێن و بۆ ئەوەی بەدوای ڕۆزی ئەو (خوا) دا بگەڕێن (لە دەریادا) تا شوکرانە بژێری خوا بن"},{"SurahNumber":30,"VerseNumber":47,"Text":"سوێند بەخوا بەڕاستی پێش تۆ (ئەی موحەممەد ﷺ) ناردومانە پێغەمبەرانێك بۆ لای گەلەکانیان ئەمجا موعجیزە و بەڵگە ڕوونەکانیان بۆ ھێنان (بەڵام باوەڕیان نەھێنا) ئەمجا تۆڵەمان سەند لەوانەیان تاوانیان کرد وە یارمەتیدانی باوەڕداران وسەرخستنیان ھەق ومافێکە لەسەرمان"},{"SurahNumber":30,"VerseNumber":48,"Text":"خوا زاتێکە ئەو بایانە دەنێرێت بۆ ئەوەی ھەورەکان بجوڵێنن (بگەڕێنن) ئەمجا ئەو(ھەورە خوا) چۆن بیەوێ بڵاوی دەکاتەوە بەئاسماندا وە ئەو (ھەورە) دەکاتە پارچەیەك (وکۆیان دەکاتەوە لەسەر یەکتر) ئەمجا دەبینی قەترە قەترەی باران لە نێوانی ھەورەکەوە دەبارێت ئەمجا کاتێك (خوا) ئەو بارانە ببارێنێت بۆ (ووڵات وزەوی) ھەر کام لەبەندەکانی کەبیەوێت کتوپڕ دڵخۆش وشادمان دەبن (بەو بارانە)"},{"SurahNumber":30,"VerseNumber":49,"Text":"ئەگەر چی پێش ئەوەی باران بەسەریاندا ببارێت بێ ھیوا و نائومێد بوون"},{"SurahNumber":30,"VerseNumber":50,"Text":"ئەمجا سەیری ئاسەواری بارانی خوابکە (وەك کشتوکاڵ و گژو گیا و درەخت) چۆن زەوی زیندوو دەکاتەوە دوای مردن و ووشك بوونی بەڕاستی ھەر ئەو خوایە زیندوو کەرەوەی مردووانیشە و ھەرە ئەویش بەدەسەڵاتە بەسەر ھەموو شتێکدا"},{"SurahNumber":30,"VerseNumber":51,"Text":"سوێند بەخوا ئەگەر بایەکی توندی (زەرەرۆمەند) بنێرین جا ئەو (ھەورە یان کشتوکاڵەکەیان) دەبینن بەزەرد بوویی لەپاش ئەو (زیانە) ھەر نا شوکری دەکەن"},{"SurahNumber":30,"VerseNumber":52,"Text":"چونکە بەڕاستی تۆ (ئەی موحەممەد ﷺ) ناتوانی بە مردووان (بەکافران) ببیستێنیت و ناتوانیت بانگەوازت بەکەڕان (بەکافران) ببیستێنیت کاتێك ڕوو وەردەگێڕن لێت بەپشت تێکردنەوە"},{"SurahNumber":30,"VerseNumber":53,"Text":"وە تۆ ڕێنمونیکاری نابینایان نیت (ڕزگاریان بکەیت) لە گومڕاییان تۆ تەنھا بە کەسانێك دەشنەوێنی کە بەنیشانەکانی ئێمە باوەڕ دەھێنن چونکە ئەوانە گەردن کەچن (بۆ بانگ و فەرمانی تۆ)"}]}