{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Biz daha once ona, sut verenler(in sutunu emmey)i haram etmistik. (Hicbir kadının sutunu emmiyordu. Fir'avn ve ailesi, cocugun emecegi bir dadı bulma telası icinde idiler. Kızkardesi uzaktan durumu gorunce sokuldu): \"Sizin icin onun bakımını ustlenecek ve ona ogut ver(ip onu guzelce egit)ecek bir aileyi gostereyim mi?\" dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece biz onu, annesine geri verdik ki gozu aydın olsun, uzulmesin ve Allah'ın va'dinin gercek oldugunu bilsin. Fakat cokları bilmezler"},{"SurahNumber":28,"VerseNumber":14,"Text":"(Musa), guclu cagına erip, olgunlasınca biz ona hukum ve ilim verdik. Iste guzel davrananları boyle mukafatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Halkının (kendisinden) habersiz oldugu bir sırada sehre girdi, orada biri kendi taraftarlarından, oburu de dusmanlarından olan iki adamın dovustuklerini gordu. Kendi taraftarlarından olan, dusmanlarından olana karsı Musa'dan yardım istedi. Musa da otekine bir yumruk indirip onun isini bitirdi. (Sonra): \"Bu dedi, seytanın isindendir. O, gercekten apacık, sasırtıcı bir dusmandır"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim, ben nefsime zulmettim, beni bagısla! dedi. (Allah) onu bagısladı. Cunku O, cok bagıslayan, cok esirgeyendir"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rabbim, dedi, bana lutfettigin ni'metler hakkı icin artık bir daha suclulara arka olmayacagım"},{"SurahNumber":28,"VerseNumber":18,"Text":"Sehirde korku icinde (sonucu) gozetleyerek sabahladı. Bir de baktı ki dun kendisinden yardım isteyen (Israil oglu), yine kendisine feryaded(ip yardım ist)iyor. Musa, ona: \"Belli ki sen bir azgınsın!\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Nihayet (Musa) ikisinin de (kendisinin ve yardım isteyenin) dusmanı olan adamı yakalamak isteyince o dedi ki: \"Ey Musa, dun bir canı oldurdugun gibi simdi de beni mi oldurmek istiyorsun? Sen yeryuzunde bir zorba olmak istiyorsun, arabuluculardan olmak istemiyorsun"},{"SurahNumber":28,"VerseNumber":20,"Text":"Sehrin obur ucundan bir adam kosarak geldi. \"Ey Musa, dedi, ileri gelenler seni oldurmek icin aralarında konusuyorlar. Sen cık (git), ben sana ogut verenlerdenim"},{"SurahNumber":28,"VerseNumber":21,"Text":"(Musa, etrafı) kollayarak, korka, korka oradan cıktı: \"Rabbim, beni su zalim kavimden kurtar!\" dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Medyen'e dogru yonelince: \"Umarım ki Rabbim beni dogru yola iletir\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Medyen suyuna varınca o(su)nun basında bircok insanların, (hayvanlarını) suladıklarını gordu. Onların gerisinde de, (digerlerinin hayvanlarına karısmasın diye hayvanlarını) sudan meneden iki kız buldu. (Musa, onlara): \"Isiniz nedir, (nicin hayvanları suya bırakmıyorsunuz)?\" dedi. Dediler ki: \"Cobanlar sulayıp cekilmeden biz (onların icine sokulup hayvanlarımızı) sulamayız. Babamız da buyuk bir ihtiyardır (O gelemez)"},{"SurahNumber":28,"VerseNumber":24,"Text":"Hemen (Musa) onlarınkini de suladı, sonra golgeye cekildi: \"Rabbim, dedi, dogrusu bana indirecegin bir hayra muhtacım, (azıcık azık indir de su karnımı doyur)"},{"SurahNumber":28,"VerseNumber":25,"Text":"Derken o iki kızdan biri utana utana yuruyerek ona geldi: \"Babam seni cagırıyor, bizim icin (hayvanları) sulamanın ucretini verecek,\" dedi. (Musa), o(kızların babaları)na gelip (basından gecen) hikayeyi anlatınca o: \"Korkma, o zalim kavimden kurtuldun\" dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"O(kız)lardan biri: \"Babacagım, dedi, bunu (coban) tut iste, cunku ucretle tuttuklarının en hayırlısı, guclu, guvenilirdir"},{"SurahNumber":28,"VerseNumber":27,"Text":"O zat, (Musa'ya) dedi ki: \"(Bak), bana sekiz yıl hizmet etmen sartıyle su iki kızımdan birini sana nikahlamak istiyorum. Eger (bu sureyi) on(yıl)a tamamlarsan artık o, senin tarafından (bir iyilik)dir. Ben sana zahmet vermek istemem. Insallah beni iyilerden bulacaksın"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa) dedi: \"Bu, seninle benim aramızda(bir sozlesme)dir. Demek hangi sureyi yerine getirsem, bana dusmanlık yok. Allah dedigimize vekildir"}]}