{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Прочь, прочь эти предсказания"},{"SurahNumber":23,"VerseNumber":37,"Text":"Кроме здешней нашей жизни нет другой; умрем после того, как здесь отживем, и воскрешены мы не будем"},{"SurahNumber":23,"VerseNumber":38,"Text":"Он только человек, выдумывающий ложь, ссылаясь на Бога: мы не верим ему"},{"SurahNumber":23,"VerseNumber":39,"Text":"Он сказал: \"Господи! Помоги мне, когда они считают меня лжецом"},{"SurahNumber":23,"VerseNumber":40,"Text":"Он сказал: \"Ещё немного времени, и они будут раскаиваться"},{"SurahNumber":23,"VerseNumber":41,"Text":"Истинно, крик поразил их, и они - унесены были пред Нами, как уносится сор быстриною ручья. Сгинь народ злочестивый"},{"SurahNumber":23,"VerseNumber":42,"Text":"После них Мы воспроизвели другие поколения"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ни один из этих народов ни предупреждал назначенного для них срока, ни замедлял его"},{"SurahNumber":23,"VerseNumber":44,"Text":"Мы посылали посланников наших порознь одного после другого: каждый раз, как приходил посланник к какому либо народу, он принимал его за лжеца; и Мы давали возникать одному народу вслед за другим и делали один для другого предметом рассказов. Сгинь народ неверующий"},{"SurahNumber":23,"VerseNumber":45,"Text":"Потом Мы посылали Моисея и брата его Аарона с нашими знамениями и ясным уполномочением"},{"SurahNumber":23,"VerseNumber":46,"Text":"К Фараону и его вельможам; но они возвеличались и явились людьми надменными"},{"SurahNumber":23,"VerseNumber":47,"Text":"и сказали: \"Уже ли поверим этим двум человекам, таким же, каковы и мы, когда народ их - рабы нам"},{"SurahNumber":23,"VerseNumber":48,"Text":"Обоих их они почли лжецами, и за то были погублены"},{"SurahNumber":23,"VerseNumber":49,"Text":"Моисею Мы дали Писание для того, чтобы они шли по прямому пути"},{"SurahNumber":23,"VerseNumber":50,"Text":"Сына Марии и матерь его Мы поставили знамением: Мы водворили обоих их на холмистом месте, наделенном покоем и текучим источником"},{"SurahNumber":23,"VerseNumber":51,"Text":"Посланники! Питайтесь благими снедями и делайте доброе: Я знаю, что делаете вы"},{"SurahNumber":23,"VerseNumber":52,"Text":"Истинно, это вероисповедание ваше есть единое вероисповедание, и Я есть Господь ваш: потому бойтесь Меня"},{"SurahNumber":23,"VerseNumber":53,"Text":"А те, по своему вероучению раздробились между собою на разные толки: каждая община удовлетворяется тем, какой у неё есть"},{"SurahNumber":23,"VerseNumber":54,"Text":"Оставь их до времени в этом водовороте"},{"SurahNumber":23,"VerseNumber":55,"Text":"Не думают ли они, что Мы тем, в чём даем им избыток, - имуществом, детьми"},{"SurahNumber":23,"VerseNumber":56,"Text":"Хотим споспешествовать их благополучию? Нет, они не понимают"},{"SurahNumber":23,"VerseNumber":57,"Text":"Истинно, те, которые, страшась Господа своего, благоговейны"},{"SurahNumber":23,"VerseNumber":58,"Text":"Те, которые веруют в знамения Господа своего"},{"SurahNumber":23,"VerseNumber":59,"Text":"Которые не признают соучастников Господу своему"},{"SurahNumber":23,"VerseNumber":60,"Text":"Которые подают в милостыню то, что подают, и которые с трепетом в сердце ожидают возвращения ко Господу своему"},{"SurahNumber":23,"VerseNumber":61,"Text":"Те, благоуспешно достигнут благополучия, предупредивши других на пути к нему"},{"SurahNumber":23,"VerseNumber":62,"Text":"Мы обязываем душу только к тому, что по силам ей. Пред Нами Писание, изрекающее истину, и они обижены не будут"},{"SurahNumber":23,"VerseNumber":63,"Text":"Но сердца тех в пучине нерадения об этом: дела их особые от этих; в них они деятельны будут"},{"SurahNumber":23,"VerseNumber":64,"Text":"Дотоле, покуда Мы казнью не поразим наслаждавшихся благами среди них. Тогда они поднимут вопль"},{"SurahNumber":23,"VerseNumber":65,"Text":"Не поднимайте теперь вопля: от Нас вы не получите помощи"},{"SurahNumber":23,"VerseNumber":66,"Text":"Вам уже были читаны наши знамения, но вы тогда отступили вспять"},{"SurahNumber":23,"VerseNumber":67,"Text":"Величаясь тем, и проводя ночи в пустых между собой разговорах"},{"SurahNumber":23,"VerseNumber":68,"Text":"Не от того ли это, что они внимательно не рассудили о сем слове? Или к ним пришло что либо такое, что не приходило к их праотцам"},{"SurahNumber":23,"VerseNumber":69,"Text":"Или они не узнали посланника к ним, и потому воспротивились ему"},{"SurahNumber":23,"VerseNumber":70,"Text":"Уже не говорят ли они, что в нем умопомешательство? Напротив; он принес к ним истину; а из них большее число противится истине"},{"SurahNumber":23,"VerseNumber":71,"Text":"Если бы истина последовала их желаниям, то небеса, земля и что есть на них, верно разрушились бы. Истинно, Мы доставили им учение для них, а они отступают от этого учения"},{"SurahNumber":23,"VerseNumber":72,"Text":"Разве просишь ты себе от них какого либо вознаграждения? Вознаграждение от Господа твоего лучше всякого: Он наилучший из доставляющих жизненные потребности"},{"SurahNumber":23,"VerseNumber":73,"Text":"Истинно, ты зовешь их на прямой путь"},{"SurahNumber":23,"VerseNumber":74,"Text":"А не верующие в будущую жизнь устраняются от того пути"}]}