{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Sulaimanale bhaneh aba hami hernechaum ki timile samco bhaneka chau va timi jhutha hau"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mero yo patra li'era ja'u ra yasala'i uniharuko agadi prastuta garide'u ani uniharubata alaga bha'era hera, ki uniharule ke javapha (pratikriya) dinchan"},{"SurahNumber":27,"VerseNumber":29,"Text":"Usale (ranile) bhanin ki he darabarabariharu! Mala'i e'uta pratisthita patra patha'i'eko cha"},{"SurahNumber":27,"VerseNumber":30,"Text":"Tyo sulaimanako tarphabata a'eko cha ra tyo ksama dine allahako namabata suru huncha jo bado krpasila tatha atyanta dayavana cha"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ki masita atteripana nagara ra ajnakari bani mero pasama a'u"},{"SurahNumber":27,"VerseNumber":32,"Text":"Usale bhani ki he saradaraharu! Mero kuraharuma mala'i paramarsa de'u. Ma kunai kurako nirnaya gardina jabasam'ma timiharuko sallaha ra upasthiti humdaina"},{"SurahNumber":27,"VerseNumber":33,"Text":"Uniharu sabaile bhaneh ki hami saksama ra saktisali chaum ra hamila'i thulo yud'dhaksamata prapta cha. Adesa dinu tapa'iko adhikarama cha, atah tapa'ile vicara garnus ki tapa'ile ke adesa dinuhunecha"},{"SurahNumber":27,"VerseNumber":34,"Text":"Usale bhani ki samrata jaba kunai bastima pravesa gardachan taba tyasala'i nasta garidinchan ra tyahamka prabhavasali vyaktiharula'i apamanita garera chadchan. Ra yiniharule pani yastai nai garnechan"},{"SurahNumber":27,"VerseNumber":35,"Text":"Maile uniharutira e'uta upahara patha'umdaichu, ani hernechu ki dutale ke uttara li'era pharkancha"},{"SurahNumber":27,"VerseNumber":36,"Text":"Jaba patrabahaka sulaimanakaham pugyo, taba (sulaimanale) bhaneh ke timile mala'i dhanabata maddata garna cahanchau, je–jati allahale mala'i pradana gareko cha, tyo u sababhanda ramro cha, juna ki timila'i di'eko cha. Tyasakarana timi pani aphno upaharabata khusi bha'irakha"},{"SurahNumber":27,"VerseNumber":37,"Text":"Tiniharuko pasama pharkera ja'u, hamile uniharuko virodhama yasto sena li'era a'une chaum, jasako uniharule samana garnasakne chainan ra hamile uniharula'i apamanita garera nikalidinechaum ra tiniharu tiraskrta hunechan"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sulaimanale) bhaneh ki he darabaravalaharu! Timiharumadhye kasale usako sinhasana li'era mero pasama a'umna sakcha, yasabhanda agadi ki tiniharu ajnakari bha'i mero pasama a'un"},{"SurahNumber":27,"VerseNumber":39,"Text":"Jinnaharumadhye e'uta balistale bhan'yoh ki tapa'ile yasa baithakabata uthnubhanda pahila nai ma tapa'iko agadi lya'idinechu. Mala'i yasako sakti prapta cha, ra ma visvasaniya pani hum"},{"SurahNumber":27,"VerseNumber":40,"Text":"E'uta vyaktile jasala'i kitabako jnana thiyo, bhanna thalyo ki ma tapa'ile amkha cima garnubhanda pahile tapa'iko pasama purya'una sakdachu. Jaba uhamle sinhasana aphno pasama rakhi'eko dekhnu bhayo ta bhane ki yo mero palanakartako udara anugraha ho, taki usale mero pariksa le'os ki ma krtajnata vyakta garchu va krtaghna bandachu. Jasale krtajnata dekha'umcha usale aphnai lagi krtajnata dekha'umcha ra jasale krtaghnata dekhayo, ta mero palanakarta niscaya nai nisprha (ra) udarakarta cha"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Sulaimanale) bhaneh ki yasa sinhasanama kehi parivartana gara jasabata yo thaha hos ki usale bato (sahi bato) pa'umche va sahi bato napa'uneharuko samuhamadhyeko huneche"},{"SurahNumber":27,"VerseNumber":42,"Text":"Ani jaba tyo a'ipugie ta usita bhaniyoh ki ke timro sinhasana pani yastai cha? Usale javapha di'i ki yo ta tyahi jasto lagcha ra mala'i ta yasabhanda agadi nai jnana prapta bha'isakeko thiyo ra ma ajnakari bha'isakeko thi'em"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ra allaha baheka jasala'i puja gardathi tinale unala'i rokirakheka thi'e. Nihsandeha tyo e'uta inkara garnevala samuhamadhyeki thi'i"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ani usita bhaniyoh ki mahalama pravesa gara. Jaba usale tyasako (pharsa) la'i dekhyo, taba usale tyasala'i paniko hauja than'yom ra aphno pidaula dekha'ihalyo. Sulaimanale bhane yo ta sisabata nirmita mahala ho. Tyasale bhani ki he mero palanakarta! Niscaya nai maile aphumathi atyacara garem. Aba maile sulaimanako sathama aphula'i allahama samarpita garidi'em, jo sampurna jagatako palanakarta ho"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ra hamile ‘‘samudatira’’ usako bha'i ‘‘salehala'i’’ pathayaum, ki timi sabai allahako puja gara tara tiniharu du'i samuhama vibhajita bha'i apasama jhagada garnathale"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Salehale) bhaneh ki he mero jatibandhuka manisaharu! Timi bhala'ibhanda agadi naramrotira kina sighrata dekha'irakheka chau? Ra timi allahasita ksama kina magdainaum, taki timimathi daya gariyos"},{"SurahNumber":27,"VerseNumber":47,"Text":"Uniharule bhannathaleh ki hami ta timi ra timra sathiharula'i hamro lagi apasaguna dekhirakheka chaum. (Salehale) bhaneh ki timro apasaguna allahako najika cha, baru timiharu ta sajayama parisakeka manisaharu hau"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ra yasa saharama naum jana jaththedara manisa thi'e, jasale desama upadrava garnegardathe ra sudhara gardainathe"},{"SurahNumber":27,"VerseNumber":49,"Text":"Uniharule apasama sapatha kha'ikha'ikan pratijna gare, ki ratima nai hami saleha ra usako gharavalaharumathi chapa marnechaum, ani usako uttaradhikariharusita bhanne chaum ki hami ta usako gharavalaharuko vinasa hune tha'umma jamdaiga'enau, ra hami satya kura bhandachaum"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ra uniharule e'uta gupta cala cale ra hamile pani e'uta cala calyaum tara uniharula'i thahai bha'ena"},{"SurahNumber":27,"VerseNumber":51,"Text":"Tasartha aba herihalah uniharuko dhokako parinama kasto bhayo. Hamile uniharula'i ra unako jati samudaya sabaila'i nasta parihalyau"},{"SurahNumber":27,"VerseNumber":52,"Text":"Yi unaka gharaharu hun jo uniharuko atyacarako karanale rikta bha'eka chan. Juna manisaharu jnani chan, uniharuko nimti yasama thulo nisani cha"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ra hamile uniharula'i jasale imana lya'eka thi'e ra sanyami thi'e baca'ihalyaum"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ra ‘‘lutala'i’’ pani pathayaum, jaba unale aphno samudayasita bhaneh ki timiharu janibujhi kina vyabhicara gardachau"},{"SurahNumber":27,"VerseNumber":55,"Text":"Yo ke kura cha ke timi striharula'i chadi aphno vasana praptiko nimti purusaharuko pasama janchau? Baru samco yo cha ki timiharu sahrai ajnani kama gardaichau"}]}