{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"طسۤ یہ قرآن اور روشن کتاب کی آیتیں ہیں"},{"SurahNumber":27,"VerseNumber":2,"Text":"یہ صاحبانِ ایمان کے لئے ہدایت اور بشارت ہیں"},{"SurahNumber":27,"VerseNumber":3,"Text":"جو نماز قائم کرتے ہیں زکوِٰ ا دا کرتے ہیں اور آخرت پر یقین رکھتے ہیں"},{"SurahNumber":27,"VerseNumber":4,"Text":"بیشک جو لوگ آخرت پر ایمان نہیں رکھتے ہیں ہم نے ان کے اعمال کو ان کے لئے آراستہ کردیا ہے اور وہ ان ہی اعمال میں بھٹک رہے ہیں"},{"SurahNumber":27,"VerseNumber":5,"Text":"ا ن ہی لوگوں کے لئے بدترین عذاب ہے اور یہ آخرت میں خسارہ والے ہیں"},{"SurahNumber":27,"VerseNumber":6,"Text":"اور آپ کو یہ قرآن خدائے علیم و حکیم کی طرف سے عطا کیا جارہا ہے"},{"SurahNumber":27,"VerseNumber":7,"Text":"اس وقت کو یاد کرو جب موسیٰ نے اپنے اہل سے کہا تھا کہ میں نے ایک آگ دیکھی ہے اور عنقریب میں اس سے راستہ کی خبر لاؤں گا یا آگ ہی کا کوئی انگارہ لے آؤں گا کہ تم تاپ سکو"},{"SurahNumber":27,"VerseNumber":8,"Text":"اس کے بعد جب آگ کے پاس آئے تو آواز آئی کہ بابرکت ہے وہ خدا جو آگ کے اندر اور اس کے اطراف میں اپنا جلوہ دکھاتا ہے اور پاک و پاکیزہ ہے وہ پروردگار جو عالمین کا پالنے والا ہے"},{"SurahNumber":27,"VerseNumber":9,"Text":"موسیٰ! میں وہ خدا ہوں جو سب پر غالب اور صاحبِ حکمت ہے"},{"SurahNumber":27,"VerseNumber":10,"Text":"اب تم اپنے عصا کو زمین پر ڈال دو اس کے بعد موسیٰ نے جب دیکھا تو کیا دیکھا کہ وہ سانپ کی طرح لہرا رہا ہے موسیٰ الٹے پاؤں پلٹ پڑے اور مڑ کر بھی نہ دیکھا آواز آئی کہ موسیٰ ڈرو نہیں میری بارگاہ میں مرسلین نہیں ڈرا کرتے ہیں"},{"SurahNumber":27,"VerseNumber":11,"Text":"ہاں کوئی شخص گناہ کرکے پھر توبہ کرلے اور اس برائی کو نیکی سے بدل دے تو میں بہت بخشنے والا مہربان ہوں"},{"SurahNumber":27,"VerseNumber":12,"Text":"اور اپنے ہاتھ کو گریبان میں ڈال کر نکالو تو دیکھو گے کہ بغیر کسی بیماری کے سفید چمکدار نکلتا ہے یہ ان نو معجزات میں سے ایک ہے جنہیں فرعون اور اس کی قوم کے لئے دیا گیا ہے کہ یہ بڑی بدکار قوم ہے"},{"SurahNumber":27,"VerseNumber":13,"Text":"مگر جب بھی ان کے پاس واضح نشانیاں آئیں تو انہوں نے کہہ دیا کہ یہ کِھلا ہوا جادو ہے"},{"SurahNumber":27,"VerseNumber":14,"Text":"ان لوگوں نے ظلم اور غرور کے جذبہ کی بنائ پر انکار کردیا تھا ورنہ ان کے دل کو بالکل یقین تھا پھر دیکھو کہ ایسے مفسدین کا انجام کیا ہوتا ہے"},{"SurahNumber":27,"VerseNumber":15,"Text":"اور ہم نے داؤد اور سلیمان کو علم عطا کیا تو دونوں نے کہا کہ خدا کا شکر ہے کہ اس نے ہمیں بہت سے بندوں پر فضیلت عطا کی ہے"},{"SurahNumber":27,"VerseNumber":16,"Text":"اور پھر سلیمان داؤد کے وارث ہوئے اور انہوں نے کہا کہ لوگو مجھے پرندوں کی باتوں کا علم دیا گیا ہے اور ہر فضیلت کا ایک حصہ عطا کیا گیا ہے اور یہ خدا کا کھلا ہوا فضل و کرم ہے"},{"SurahNumber":27,"VerseNumber":17,"Text":"اور سلیمان کے لئے ان کا تمام لشکر جنات انسان اور پرندے سب اکٹھا کئے جاتے تھے تو بالکل مرتب منظم کھڑے کر دیئے جاتے تھے"},{"SurahNumber":27,"VerseNumber":18,"Text":"یہاں تک کہ جب وہ لوگ وادئی نمل تک آئے تو ایک چیونٹی نے آواز دی کہ چیونٹیوں سب اپنے اپنے سوراخوں میں داخل ہوجاؤ کہ سلیمان اور ان کا لشکر تمہیں پامال نہ کر ڈالے اور انہیں اس کا شعور بھی نہ ہو"},{"SurahNumber":27,"VerseNumber":19,"Text":"سلیمان اس کی بات پر مسکرادیئے اور کہا کہ پروردگار مجھے توفیق دے کہ میں تیری اس نعمت کا شکریہ ادا کروں جو تو نے مجھے اور میرے والدین کو عطا کی ہے اور ایسا نیک عمل کروں کہ تو راضی ہوجائے اور اپنی رحمت سے مجھے اپنے نیک بندوں میں شامل کرلے"},{"SurahNumber":27,"VerseNumber":20,"Text":"اور سلیمان نے ہد ہد کو تلاش کیا اور وہ نظر نہ آیا تو کہا کہ آخر مجھے کیا ہوگیا ہے کہ میں ہد ہد کو نہیں دیکھ رہا ہوں کیا وہ غائب ہوگیا ہے"},{"SurahNumber":27,"VerseNumber":21,"Text":"میں اسے سخت ترین سزادوں گا یا پھر ذبح کر ڈالوں گا یا یہ کہ وہ میرے پاس کوئی واضح دلیل لے آئے گا"},{"SurahNumber":27,"VerseNumber":22,"Text":"پھر تھوڑی دیر نہ گزری تھی کہ ہد ہد آگیا اور اس نے کہا کہ مجھے ایک ایسی بات معلوم ہوئی ہے جو آپ کو بھی معلوم نہیں ہے اور میں ملک سبا سے ایک یقینی خبر لے کر آیا ہوں"},{"SurahNumber":27,"VerseNumber":23,"Text":"میں نے ایک عورت کو دیکھا ہے جو سب پر حکومت کررہی ہے اور اسے دنیا کی ہر چیز حاصل ہے اور اس کے پاس بہت بڑا تخت بھی ہے"},{"SurahNumber":27,"VerseNumber":24,"Text":"میں نے دیکھا ہے کہ وہ اور اس کی قوم سب سورج کی پوجا کررہے ہیں اور شیطان نے ان کی نظروں میں اس عمل کو حسن بنادیا ہے اور انہیں صحیح راستہ سے روک دیا ہے کہ اب وہ یہ بھی نہیں سمجھتے ہیں"},{"SurahNumber":27,"VerseNumber":25,"Text":"کہ کیوں نہ اس خدا کا سجدہ کریں جو آسمان و زمین کے پوشیدہ اسرار کو ظاہر کرنے والا ہے اور لوگ جو کچھ چھپاتے ہیں یا ظاہر کرتے ہیں سب کا جاننے والا ہے"},{"SurahNumber":27,"VerseNumber":26,"Text":"وہ اللہ ہے جس کے علاوہ کوئی خدا نہیں ہے اور وہ عرش عظیم کا پروردگار ہے"}]}