{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah çirkin sözün alenen söylenmesini sevmez. Zulme uğrayanlar başka. Allah her şey´i işidici, hakkıyle bilicidir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Eğer bir hayrı açıklar veya onu gizlerseniz, yahud fenalığı da afvederseniz şübhe yok ki Allah çok bağışlayıcıdır. Her şey´e hakkıyle kaadirdir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allahı ve peygamberlerini inkâr ederek kâfir olan, bir de Allah ile peygamberlerinin arasını ayırmak istiyen (Allaha inanıb peygamberlerine inanmayan), «(Bunlardan) kimine inanırız, kimini inkâr ederiz» diyen ve böylece (küfr ile îman) arasında bir yol tutmıya yeltenen kimseler (yok mu?) işte onlar gerçek kâfirlerin ta kendileridir. Biz o kâfirlere hor ve hakîr edici bir azâb hazırlamışızdır"},{"SurahNumber":4,"VerseNumber":151,"Text":"Allahı ve peygamberlerini inkârederek kâfir olan,bir de Allah ile peygamberlerinin arasını ayırmak istiyen (Allaha inanıb peygamberlerine inanmayan), «(Bunlardan) kimine inanırız, kimini inkâr ederiz» diyen ve böylece (küfr ile îman) arasında bir yol tutmıya yeltenen kimseler (yok mu?) işte onlar gerçek kâfirlerin ta kendileridir. Biz o kâfirlere hor ve hakîr edici bir azâb hazırlamışızdır"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allaha ve peygamberlerine îman edib onlardan birini diğerinden ayırmayanlar (a gelince): Onlar da mükâfatları kendilerine verilecek olanlardır. Allah çok bağışlayıcıdır, çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":153,"Text":"Ehl-i kitâb, senin üzerlerine gökten bir kitab indirmeni isterler. Hakıykat, onlar Mûsâdan daha büyüğünü istemişler de «Allahı açıkdan bize göster» demişlerdi. İşte zulümleri yüzünden onları yıldırım çarpmışdı. Bil´âhare kendilerine bunca açık âyetler ve deliller geldikden sonra da (Tanrı diye) buzağıya tutunmuşlardı. Nihayet biz (tevbe etdikleri için) bunları afvetmişdik. Biz Musâya apaçık (nice) hüccet (ler) verdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"(Ahd-ü) misâka bağlanmaları için «Tuur» u üstlerine kaldırmış, onlara: «O (şehrin) kapı (sından) hepiniz secdeye kapanır halde girin» demiş, cumartesi günü hakkında da «(Av yaparak haddi) aşmayın» (diye) söylemiş, kendilerinden (bu hususlarda) ağır te´minât almışdık"},{"SurahNumber":4,"VerseNumber":155,"Text":"(Fakat) onların (verdikleri) o sağlam sözleri bozmaları, Allahın âyetlerini inkâr ederek kâfir olmaları, peygamberleri haksız yere öldürmeleri ve «Kalblerimiz perdelidir» demeleri sebebiyle (dir ki biz kendilerine lanet etdik.) Hayır, Allah onların kalbleri üzerine, küfürleri yüzünden, mühür basmışdır. Artık onlar, birazı müstesna olmak üzere, îman etmezler"},{"SurahNumber":4,"VerseNumber":156,"Text":"Bir de onların (Îsâyı) inkâr ile kâfir olmaları, Meryemin aleyhhinde büyük iftira atıb söylemeleri"},{"SurahNumber":4,"VerseNumber":157,"Text":"Ve: «Biz Allahın peygamberi, Meryem oğlu Mesih Îsâyı öldürdük» demeleri sebebiyle (dir ki kendilerini rahmetimizden koğduk). Halbuki onlar onu öldürmediler, onu asmadılar da. Fakat (öldürülen ve asılan adam) kendilerine (Îsâ) gibi gösterildi. (Zâten ve) hakıykaten (îsâ ve onun katli) hakkında kendileri de ihtilâfa düşdüler. (Bu babda) kat´i bir şek ve şübhe içindedirler. Onların buna (onun katline) âid hiç bir bilgileri yokdur. Ancak (kupkuru bir) zanna uymak (dadırlar). Onu yakıynen öldürmemişlerdir"},{"SurahNumber":4,"VerseNumber":158,"Text":"Bil´âkis Allah onu yükseltib kendisine kaldırmışdır. Allah, mutlak gaalibdir, yegâne hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":159,"Text":"Ehl-i kitabdan hiç biri haaric olmamak üzere, ölümünden evvel, andolsun, ona (Îsâya) mutlakaa iman edecek, o da kıyaamet günü kendileri aleyhine bir şâhid olacakdır"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yahudilerden (taşan) bir zulüm, onların (insanlardan) bir çoğunu Allah yolundan alıkoymaları, (Tevratda) nehy edilmelerine rağmen ribâ (faiz) almaları, halkın mallarını haksız yere yemeleri sebebleriyledir ki biz, (evvelce) kendileri için halâl kılınan temiz ve güzel şeyleri üzerlerine haram etdik. İçlerinden kâfirlere pek acıklı bir azâb hazırladık"},{"SurahNumber":4,"VerseNumber":161,"Text":"Yahudilerden (taşan) bir zulüm, onların (insanlardan) bir çoğunu Allah yolundan alıkoymaları, (Tevratda) nehy edilmelerine rağmen ribâ (faiz) almaları, halkın mallarını haksız yere yemeleri sebebleriyledir ki biz, (evvelce) kendileri için halâl kılınan temiz ve güzel şeyleri üzerlerine haram etdik. İçlerinden kâfirlere pek acıklı bir azâb hazırladık"},{"SurahNumber":4,"VerseNumber":162,"Text":"Şu kadar ki onlardan ilimde yüksek payeye erenlerle mü´minler, (gerek) sana indirilen (Kur´an-ı Kerîm) e, (gerek) senden evvel indirilen (kitab) lara îman ederler. (Onlar) namazı dosdoğru kılanlar, zekâtı verenler, Allaha ve âhiret gününe inananlardır. İşte onlar (böyle) Biz onlara çok büyük bir ecir vereceğiz"}]}