{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"İnsanların, inananlara düşmanlıkta en ileri gidenleri, göreceksin, Yahudilerle müşriklerdir, inananlara sevgi bakımından en yakınları da biz Nasraniyiz diyenlerdir. Bunun sebebi de, onların içinde ilimle, ibadetle uğraşanlarla rahiplerin bulunuşudur ve bir de onlar, ululanmazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Peygamberlere indirileni duydular mı gerçeği tanıdıklarından görürsün ki gözleri yaşla dolar da taşar. Derler ki: Rabbimiz, inandık biz, bizi gerçeğe tanık olanlardan et"},{"SurahNumber":5,"VerseNumber":84,"Text":"Zaten Rabbimizin bizi de iyi insanlara katmasını umup dururken ne oluyor bize ki Allah'a ve bize gelen gerçeğe inanmayalım"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah da onları söyledikleri söz yüzünden, kıyısından ırmaklar akan cennetlere sokarak mükafatlandırır, orada ebedi olarak kalırlar ve budur işte iyilik edenlerin mükafatı"},{"SurahNumber":5,"VerseNumber":86,"Text":"Kafir olanlarla ayetlerimizi yalanlayanlara gelince onlardır cehennem ehli"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey inananlar, Allah'ın size helal ettiği tertemiz şeyleri haram etmeyin kendinize ve aşırı gitmeyin. Şüphe yok ki Allah, aşırı gidenleri sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Ve yiyin Allah'ın size rızık olarak verdiği şeylerden helal ve temiz olanları ve inandığınız Allah'tan çekinin"},{"SurahNumber":5,"VerseNumber":89,"Text":"Boş yere yemin etmenizden dolayı sorumlu tutmaz sizi Allah, fakat yürekten ve kasten ettiğiniz yeminler yüzünden sorumlu tutar. Yemin kefareti, ailenize yedirdiğiniz yemeklerin orta derecede olanıyla on yoksulu doyurmak, yahut onları giydirmek, yahut da bir kul azat etmektir. Bunlara gücü yetmeyen üç gün oruç tutar. İşte yemininizi bozarsanız budur kefareti. Koruyun yeminlerinizi. Allah, şükredenlerden olursunuz diye ayetlerini işte böyle açıklar size"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey inananlar, şarap, kumar, tapınmak için dikilmiş olan taşlar, fal için kullanılan oklar, ancak Şeytan'ın işlerindendir ve birer pisliktir bunlar. Bunlardan kaçının da muradına erenlerden olun"},{"SurahNumber":5,"VerseNumber":91,"Text":"Şeytan, şarap ve kumarla sizin aranıza düşmanlık ve kin salmak ister ancak, vazgeçtiniz artık değil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Ve itaat edin Allah'a ve Peygambere ve sakının. Yüz çevirirseniz iyice bilin ki Peygamberimize düşen vazife, ancak tebliğden ibarettir"},{"SurahNumber":5,"VerseNumber":93,"Text":"İman edip iyi işlerde bulunanlara; çekindikleri, inandıkları ve iyi işlerde bulundukları, sonra gene çekinmede devam ettikleri, inançlarını güttükleri, sonra da gene çekinip durdukları ve iyilik ettikleri takdirde haram edilmeden önce yedikleri şeyler yüzünden bir vebal yok ve Allah iyilik edenleri sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey inananlar, Allah, onu görmeksizin de kendisinden korkan kişiyi ayırt etmek için ellerinizin ulaşabileceği, mızraklarınızın yetişebileceği avları avlanma hususunda sizi sınayacak mutlaka. Bundan sonra kim aşırı hareket ederse ona pek acı bir azap var"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey inananlar, ihramdayken avlanmayın; içinizden kim, bir av hayvanını bilerek öldürürse sizden iki adalet sahibinin hükmüne göre cezası, öldürdüğü hayvanın benzeri olan ve Ka'be'ye götürülen bir hayvanı kurban etmek, yahut işlediği suça karşılık yoksulları doyurmak, yahut da bunlara denk olacak kadar oruç tutmaktır, böylece yaptığının cezasını tatması gerektir. Allah, geçmişte işlenen suçları bağışlamıştır. Fakat bundan böyle de kim bu suçu işlerse şüphe yok ki Allah öç alır ondan ve Allah üstündür, öç alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Denizde avlanmak ve avladığını yemek, geçiminiz için size de, misafirlerinize de helal edilmiştir de ihramda bulunduğunuz müddetçe kara avı haram edilmiştir size. Çekinin o Allah'tan ki onun tapısında toplanacaksınız"}]}