{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Āṇi āpalyā pālanakartyācyā māphīkaḍē āṇi tyā jannatakaḍē dhāva ghyā, jicā vistāra ākāśān̄cyā va jaminīcyā itakā āhē, jī durācārāpāsūna dūra rāhaṇāṟyāṅkaritā tayāra kēlī gēlī āhē"},{"SurahNumber":3,"VerseNumber":134,"Text":"Jē lōka susampanna avasthēta āṇi taṅgī-aḍacaṇīcyā avasthētahī (allāhacyā mārgāta) kharca karatāta, rāga giḷūna ṭākatāta āṇi lōkān̄cē aparādha māpha karatāta, allāha aśā nēka sadācārī lōkānnā dōsta rākhatō"},{"SurahNumber":3,"VerseNumber":135,"Text":"Jēvhā tyān̄cyākaḍūna ēkhādē vā'īṭa kr̥tya ghaḍatē kinvā tē ēkhādā aparādha karūna basatāta, tēvhā tvarīta allāhacē smaraṇa āṇi āpalyā aparādha'ān̄cī māphī māgatāta āṇi vāstavika allāhaśivāya aparādha māpha karaṇārā dusarā kōṇa āhē? Āṇi tē jāṇūnabujūna āpalyā kr̥ta-karmāvara aḍūna basata nāhīta"},{"SurahNumber":3,"VerseNumber":136,"Text":"Tyān̄cā mōbadalā tyān̄cyā pālanakartyātarphē māphī āṇi jannata āhē, jicyākhālī naharī (pravāha) vāhata āhēta, jyāta tē nēhamī rāhatīla, āṇi nēka-sadācārī lōkān̄cā hā kitī cāṅgalā mōbadalā āhē"},{"SurahNumber":3,"VerseNumber":137,"Text":"Tumacyā pūrvīpāsūna niyama cālata ālā āhē. Tumhī jaminīvara hiṇḍūna phirūna pāhā kī, jyānnī allāhacyā āyatīn̄cā inkāra kēlā, tyān̄cā kaśā prakārē śēvaṭa jhālā"},{"SurahNumber":3,"VerseNumber":138,"Text":"Lōkāṅkaritā hē ēka pharmāna (nivēdana(ādēśa)) āhē āṇi allāhacē bhaya rākhūna ācaraṇa karaṇāṟyāṅkaritā mārgadarśana āṇi upadēśa āhē"},{"SurahNumber":3,"VerseNumber":139,"Text":"Tumhī hatāśa hō'ū nakā āṇi duḥkhī-kaṣṭī hō'ū nakā. Tumhī (kharōkhara) īmāna rākhaṇārē asāla tara tumhī vijayī vhāla"},{"SurahNumber":3,"VerseNumber":140,"Text":"(Yā yud'dhāta) jara tumhī jakhamī jhālē asāla tara tēdēkhīla (badracyā yud'dha'āta) aśā prakārē jakhamī jhālē āhēta āṇi yā divasānnā āmhī lōkān̄cyā daramyāna alaṭata-pālaṭata rāhatō, yāsāṭhī kī allāhanē īmānadhārakānnā (vēgaḷē karūna) pāhāvē, āṇi tumacyāpaikī kāhīnnā śahīda banavāvē, āṇi allāha atyācārī lōkānśī prēma rākhata nāhī"},{"SurahNumber":3,"VerseNumber":141,"Text":"Āṇi yāsāṭhī kī, allāhanē īmānadhārakānnā alaga karūna ghyāvē, āṇi kāphirān̄cā (inkārī lōkān̄cā) sarvanāśa karūna ṭākāvā"},{"SurahNumber":3,"VerseNumber":142,"Text":"Kāya tumhī hē gr̥hita dharalē āhē kī jannatamadhyē dākhala hō'ūna jāla, vāstavika allāhanē ajūna hē pāhilē nāhī kī tumacyāpaikī kōṇa jihāda (dharmayud'dha) karatāta āṇi kōṇa dhīra-sanyama rākhatāta"},{"SurahNumber":3,"VerseNumber":143,"Text":"Āṇi tumhī yāpūrvī maraṇācī icchā dharata hōtē, ātā tara tumhī mr̥tyulā āpalyā ḍōḷyānnī pāhūna ghētalē"},{"SurahNumber":3,"VerseNumber":144,"Text":"Āṇi muham'mada tara kēvaḷa ēka rasūla (paigambara) āhēta. Yāpūrvī anēka rasūla hō'ūna gēlēta, maga jara tē maraṇa pāvatīla kinvā jīvē māralē jātīla, tara kāya tumhī (islāmakaḍē pāṭha phiravūna) ulaṭa pāvalī parata phirāla? Āṇi jō kōṇī ulaṭa pāvalī parata phirēla tō allāhalā kasalēhī nukasāna pōhacavū śakaṇāra nāhī āṇi allāha kr̥tajñaśīla lōkānnā phāra lavakara mōbadalā pradāna karēla"},{"SurahNumber":3,"VerseNumber":145,"Text":"Āṇi sarvaśrēṣṭha allāhacyā hukūmāvinā kōṇatāhī jīva marū śakata nāhī, ṭharalēlī vēḷa likhita āhē. Yā jagāśī prēma rākhaṇāṟyānnā āmhī thōḍēsē yā jagātaca dē'ūna ṭākatō āṇi ākhiratacē puṇya prāpta karū icchiṇāṟyānnā āmhī tēdēkhīla pradāna karatō āṇi ābhāra mānaṇāṟyānnā āmhī lavakaraca cāṅgalā mōbadalā pradāna karū"},{"SurahNumber":3,"VerseNumber":146,"Text":"Āṇi anēka paigambarān̄cyā sōbata(rāhūna)anēka allāhavālyānnī jihāda (dharmayud'dha) kēlē āhē. Tyānnāhī allāhacyā mārgāta duḥkha-yātanā pōhacalyā, parantu nā tara tyānnī dhairya sōḍalē, nā kamajōra paḍalē āṇi nā prabhāvita (dabalē gēlē) jhālē āṇi allāha dhīra-sanyama rākhaṇāṟyānśī prēma rākhatō"},{"SurahNumber":3,"VerseNumber":147,"Text":"Āṇi tē hēca mhaṇata rāhilē kī, hē āmacyā pālanakartyā! Āmacyā aparādhānnā māpha kara āṇi jara āmacyākaḍūna āmacyā kāmāmmadhyē nāhaka kāhī julūma-atirēka jhālā asēla tara tōhī māpha kara āṇi āmhālā majabūtī pradāna kara āṇi āmhālā inkārī lōkān̄cyā janasamūhācyā virōdhāta sahāyatā pradāna kara"},{"SurahNumber":3,"VerseNumber":148,"Text":"Āṇi sarvaśrēṣṭha allāhanē tyānnā yā jagācāhī mōbadalā pradāna kēlā āṇi ākhiratacyā puṇyācī viśēṣatāhī pradāna kēlī, āṇi sarvaśrēṣṭha allāha satkarma karaṇāṟyānnā āpalā dōsta rākhatō"},{"SurahNumber":3,"VerseNumber":149,"Text":"Hē īmāna rākhaṇāṟyānnō! Jara tumhī inkārī lōkān̄cē mhaṇaṇē mānāla tara tē tumhālā ulaṭa pāvalī parata phiravatīla (arthāta tumacyā dharmāpāsūna alaga karatīla) pariṇāmī tumhī tōṭyāta rāhāla"},{"SurahNumber":3,"VerseNumber":150,"Text":"Kimbahunā allāha tumacā svāmī āṇi mālaka āhē āṇi tōca tumacā sarvōttama sahāyyakartā āhē"},{"SurahNumber":3,"VerseNumber":151,"Text":"Āmhī lavakaraca inkārī lōkān̄cyā manāta bhaya nirmāṇa karū yā kāraṇāstava kī tē allāhacyā sōbata tyā cīja vastūnnāhī sahabhāgī karatāta, jyān̄cyāviṣayī kōṇatēhī pramāṇa allāhanē utaravilē nāhī,1 tyān̄cē ṭhikāṇa jahannama āhē āṇi tyā atyācārī lōkān̄cē vā'īṭa ṭhikāṇa āhē"},{"SurahNumber":3,"VerseNumber":152,"Text":"Āṇi allāhanē āpalā vāyadā kharā karūna dākhavilā, jēvhā allāhacyā hukumānusāra tumhī tyān̄cā niḥpāta karīta hōtē, yēthaparyanta kī, jēvhā tumacī himmata khacata hōtī āṇi ādēśābābata matabhēda karū lāgalē āṇi ājñāpālana kēlē nāhī. Hē sarva tumhī tyānantara kēlē, jēvhā allāhanē tumhālā tumacā manapasanta vijaya dākhavūna dilā hōtā. Tumacyāpaikī kāhījaṇa yā jagācā lābha icchita hōtē āṇi kāhī ākhiratacī icchā karīta hōtē. Maga tyānē tumhālā śatrūṅkaḍūna phiravilē, yāsāṭhī kī tumacī kasōṭī ghyāvī āṇi niḥsanśaya allāhanē tumacyā cukā māpha kēlyā āṇi īmānadhārakānsāṭhī allāha atiśaya mēharabāna, kr̥pāvāna āhē"}]}