{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"nebot zajiste nejhorsimi dobytcaty pred Bohem jsou hlusi a nemi a ti, kteri nechapou"},{"SurahNumber":8,"VerseNumber":23,"Text":"Kdyby Buh byl vedel o necem dobrem v nich, byl by jim dal slyseti: vsak i kdyby byl dal jim slyseti, byli by odvratili se a vzdalili"},{"SurahNumber":8,"VerseNumber":24,"Text":"Vy, kteri jste uverili, poslyste vyzvani Boha a proroka, kdyz zve vas k tomu, co dava zivot vam: a vezte, ze Buh vstupuje mezi cloveka a srdce jeho, a ze k nemu budete shromazdeni"},{"SurahNumber":8,"VerseNumber":25,"Text":"A bojte se pokuseni, nebot ono nepostihuje pouze ony, kdoz nepravostnymi jsou mezi vami: a vezte, ze Buh prisny jest v trestani"},{"SurahNumber":8,"VerseNumber":26,"Text":"A (pomnete), kdyz maly byl vas pocet a slabymi byli jste v zemi, a bali jste se, aby nevyhladili vas lide: tehdy utociste dal vam a posilil vas pomoci svou a dobrou opatril vas vyzivou, abyste mu byli povdecni"},{"SurahNumber":8,"VerseNumber":27,"Text":"Vy, kteri jste uverili, nezrazujte Boha a proroka a nebudte zradnymi v zavazcich svych vedome"},{"SurahNumber":8,"VerseNumber":28,"Text":"Vezte, ze statky a deti vase jsou pokusenim vam a ze u Boha odmena jest velka"},{"SurahNumber":8,"VerseNumber":29,"Text":"Vy, kteri jste uverili, budete-li se bati Boha, on ucini vam rozliseni a promine vam spatne skutky vase a odpusti vam: nebot Buh jest nesmirny v milosrdenstvi svem"},{"SurahNumber":8,"VerseNumber":30,"Text":"A (pomni), kdyz neverici strojili ti uklady, aby uveznili te, neb zavrazdili te, anebo vypudili te: proti ukladum jejich Buh strojil uklady a Buh zajiste jest nejobratnejsim z tech, kdoz lecky kladou"},{"SurahNumber":8,"VerseNumber":31,"Text":"A kdyz ctena byla jim znameni nase, rekli: „Jiz slyseli jsme to. A kdybychom chteli, mohli bychom stejna rceni pronaseti: jsout to pouze bajky starych.“"},{"SurahNumber":8,"VerseNumber":32,"Text":"A kdyz rekli: „Velke Boze, je-li toto skutecne pravdou, prichazejici od tebe, dsti na nas kameni s nebes, nebo posli na nas trest bolestny!“"},{"SurahNumber":8,"VerseNumber":33,"Text":"Vsak netrestal jich Buh, pokud tys byl mezi nimi, aniz trestatelem jich chtel byti Buh, kdyz za odpusteni vzyvali jej"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ale nebude jinak, nez ze potresce je Buh, kdyz zapuzovati budou verici od modlitebnice posvatne, ac nejsou strazci jejimi: pouze bohabojni jsou strazci jejimi, vsak vetsina jich neni si toho vedoma"},{"SurahNumber":8,"VerseNumber":35,"Text":"A modlitbou jejich v dome posvatnem bylo pouze hvizdani a tleskani rukou. „Okuste tudiz trestu za zarytou neviru svou!“"},{"SurahNumber":8,"VerseNumber":36,"Text":"Ti, kdoz neveri, rozdavaji jmeni sva, aby odvratili druhe od stezky bozi: nuz necht utrati je! Pak ve smutek bude jim to obraceno a porazeni budou: a ti, kdoz neveri, v ohni pekelnem budou shromazdeni"},{"SurahNumber":8,"VerseNumber":37,"Text":"aby Buh rozdeliti mohl zle od dobrych a poloziti zle jednoho na druheho a nahromaditi je v jednu kupu a uvrci pak v peklo: tito pak zahube propadnou"},{"SurahNumber":8,"VerseNumber":38,"Text":"Rekni tem, kteri neveri, ze odpusti jim Buh vse minule, prestanou-li: vsak vrati-li se k nevire, maji pred sebou priklad v osudu narodu predeslych"},{"SurahNumber":8,"VerseNumber":39,"Text":"I bojujte proti nim, dokud nebude vyhlazeno pokuseni a dokud veskere nabozenstvi nebude nez Boha jedineho: vsak prestanou-li, Buh zajiste dobre pozoruje skutky jejich"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ale obrati-li se zpet, veztez, ze Buh ochrancem jest vasim: nejlepsim ochrancem a nejlepsim pomocnikem"}]}