{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Man spør deg vedrørende hærfangst. Si: «Hærfanget tilhører Gud og Sendebudet! Vis gudsfrykt, hold fred dere imellom, vis lydighet mot Gud og Hans sendebud, om dere er troende.»"},{"SurahNumber":8,"VerseNumber":2,"Text":"Troende er de hvis hjerter skjelver nar Guds navn nevnes, og som tiltar i troen nar Hans ord leses for dem, de som forlater seg pa Herren"},{"SurahNumber":8,"VerseNumber":3,"Text":"som forretter bønnen, og gir av det Vi har gitt dem"},{"SurahNumber":8,"VerseNumber":4,"Text":"Disse er de rette troende. De star høyt i rang hos Herren, med tilgivelse og verdig omsorg"},{"SurahNumber":8,"VerseNumber":5,"Text":"Likeledes førte Herren deg ut fra ditt hjem, ved sannheten, skjønt en del av de troende mislikte dette"},{"SurahNumber":8,"VerseNumber":6,"Text":"og diskuterte med deg om sannheten etter at den stod klart fast, som om de skulle drives i døden med apne øyne"},{"SurahNumber":8,"VerseNumber":7,"Text":"Og den gang da Gud stilte dere i utsikt en av de to hæravdelinger, og dere ønsket at det matte bli den minst slagkraftige! Men Gud ønsket a virkeliggjøre sannheten ved sitt ord, og skjære bort de vantros siste rest"},{"SurahNumber":8,"VerseNumber":8,"Text":"Dette for a virkeliggjøre sannheten og tilintetgjøre falskheten, selv om det var synderne imot"},{"SurahNumber":8,"VerseNumber":9,"Text":"Da dere anropte Herren om hjelp, sa bønnhørte Han dere. «Jeg vil forstrekke dere med tusen engler som følger opp.»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Dette gjorde Gud som en god melding og for a stille deres hjerter til ro. Hjelp kommer bare fra Gud. Gud er mektig, vis"},{"SurahNumber":8,"VerseNumber":11,"Text":"Da Han lot søvn komme over dere, var det for a gjøre dere trygge. Og Han sendte vann fra himmelen for a rense dere med det, fjerne Satans styggedom, gi styrke til deres hjerter og fa deres føtter til a holde stand"},{"SurahNumber":8,"VerseNumber":12,"Text":"Og Herren inspirerte englene: «Jeg er med dere! La de troende holde stand! I de vantros hjerter vil Jeg kaste skrekk! Gi dem et slag over nakken, og sla dem over deres fingre!»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Dette fordi de har brutt med Gud og Hans sendebud. For den som bryter med Gud og Hans sendebud, sannelig, Gud er streng med straffen"},{"SurahNumber":8,"VerseNumber":14,"Text":"Slik er det, sa smak den. Ildens straff venter de vantro"},{"SurahNumber":8,"VerseNumber":15,"Text":"Dere som tror, nar dere møter de vantro pa fremmarsj, sa vend dem ikke ryggen til flukt"},{"SurahNumber":8,"VerseNumber":16,"Text":"Den som denne dag vender dem ryggen til flukt, safremt han ikke vender tilbake til striden, eller slutter seg til en annen avdeling, han har padratt seg Guds vrede, og helvete blir hans herberge. Et sørgelig endelikt"},{"SurahNumber":8,"VerseNumber":17,"Text":"Det var ikke dere som hugget dem ned, men det var Gud som gjorde det! Da du kastet, var det ikke du, men Gud som kastet, for a prøve de troende med velgjerning. Gud hører, vet"},{"SurahNumber":8,"VerseNumber":18,"Text":"Sa er det, Gud gjør de vantros renker virkningsløse"},{"SurahNumber":8,"VerseNumber":19,"Text":"Om dere vantro søker en avgjørelse, sa har dere na fatt den. Om dere holder opp, sa er dette bedre for dere. Om dere setter i gang pa nytt, sa gjør Vi det samme, og deres antall vil ikke hjelpe dere det ringeste, hvor stort det enn er. Gud er med de troende"},{"SurahNumber":8,"VerseNumber":20,"Text":"Dere som tror, adlyd Gud og Hans sendebud! Vend dere ikke bort fra Ham, nar dere dog hører"},{"SurahNumber":8,"VerseNumber":21,"Text":"Vær ikke som de som sier: «Vi hører,» nar de intet oppfatter"}]}