{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"وہ بڑی برکت والا ہے جس نے اپنے بندے پر قرآن نازل کیا تاکہ تمام جہان کے لیےڈرانے والا ہو"},{"SurahNumber":25,"VerseNumber":2,"Text":"وہ جس کی آسمانوں اور زمین میں سلطنت ہے اور اس نے نہ کسی کو بیٹا بنایا ہے اور نہ کوئی سلطنت میں اس کا شریک ہے اور اس نے ہر چیز کو پیدا کر کے اندازہ پر قائم کر دیا"},{"SurahNumber":25,"VerseNumber":3,"Text":"اور انہوں نے الله کے سوا ایسے معبود بنا رکھے ہیں جو کچھ بھی پیدا نہیں کر سکتے حالانکہ وہ خود پیدا کیے گئے ہیں اور وہ اپنی ذات کے لیے نقصان اور نفع کے مالک نہیں اور موت اور زندگی اور دوبارہ اٹھنے کے بھی مالک نہیں"},{"SurahNumber":25,"VerseNumber":4,"Text":"اور کافر کہتے ہیں کہ یہ تو محض جھوٹ ہے جسے اس نے بنا لیا ہے اور دوسرے لوگوں نے اس میں ا س کی مدد کی ہے پس وہ بڑے ظلم اور جھوٹ پر اتر آئے ہیں"},{"SurahNumber":25,"VerseNumber":5,"Text":"اور کہتے ہیں کہ پہلوں کی کہانیاں ہیں کہ جنہیں اس نے لکھ رکھا ہے پس وہی اس پر صبح اور شام پڑھی جاتی ہیں"},{"SurahNumber":25,"VerseNumber":6,"Text":"کہہ دو کہ اسے تو اس نے نازل کیا ہے جو آسمانوں اور زمین کی پوشیدہ باتیں جانتا ہے بے شک وہ بخشنے والا نہایت رحم والا ہے"},{"SurahNumber":25,"VerseNumber":7,"Text":"اور کہتے ہیں اس رسول کو کیا ہوگیا کہ کھاناکھاتا اور بازاروں میں پھرتا ہے اس کے پاس کوئی فرشتہ کیوں نہیں بھیجا گیا کہ اس کے ساتھ وہ بھی ڈرانے والا ہوتا"},{"SurahNumber":25,"VerseNumber":8,"Text":"یا اس کے پاس کوئی خزانہ آجاتا یا اس کے لیے باغ ہوتا جس میں سےکھاتا اور بے انصافوں نے کہا کہ تم تو بس ایک ایسے شخص کے تابع ہوگئے جس پر جادو کیا گیا ہے"},{"SurahNumber":25,"VerseNumber":9,"Text":"دیکھو تو تمہارے لیے کیسی مثالیں بیان کرتے ہیں پس وہ ایسے گمراہ ہو ئے کہ راستہ بھی نہیں پا سکتے"},{"SurahNumber":25,"VerseNumber":10,"Text":"بڑی برکت ہے اس کی جو چاہے تو تیرے لیے اس سے بہتر باغ بنا دے جن کے نیچے نہریں بہتی ہوں اور تیرے لیے محل بنا دے"},{"SurahNumber":25,"VerseNumber":11,"Text":"بلکہ انہوں نے تو قیامت کو جھوٹ سمجھ لیا ہے اور ہم نے اس کے لیے آگ تیار کی ہے جو قیامت کو جھٹلاتا ہے"},{"SurahNumber":25,"VerseNumber":12,"Text":"جب وہ انہیں دور سے دیکھے گی تو اس کے جوش و خروش کی آواز سنیں گے"},{"SurahNumber":25,"VerseNumber":13,"Text":"اور جب وہ اس کے کسی تنگ مکان میں جکڑکر ڈال دیے جائیں گے تو وہاں موت کو پکاریں گے"},{"SurahNumber":25,"VerseNumber":14,"Text":"آج ایک موت کو نہ پکارو اور بہت سی موتوں کو پکارو"},{"SurahNumber":25,"VerseNumber":15,"Text":"کہہ دو کیا بہتر ہے یا وہ بہشت جس کا پرہیز گارو ں کے لیے وعدہ کیا گیا ہے جو ان کا بدلہ اور ٹھکانہ ہوگی"},{"SurahNumber":25,"VerseNumber":16,"Text":"وہاں انہیں جو چاہیں گے ملے گا وہ اس میں ہمیشہ رہیں گے یہ وعدہ تیرے رب کے ذمہ ہے جو قابل درخواست ہے"},{"SurahNumber":25,"VerseNumber":17,"Text":"اورجس دن انہیں اور ان کے معبودوں کو جمع کرے گا جنھیں وہ الله کے سوا پوجتے تھے تو فرمائے گا کیا تم ہی نے میرے ان بندوں کو گمراہ کیا تھا یا وہ خود راستہ بھول گئے تھے"},{"SurahNumber":25,"VerseNumber":18,"Text":"کہیں گے تو پاک ہے ہمیں یہ کب لایق تھا کہ تیرے سوا کسی اور کو کارساز بناتے لیکن تو نے انہیں اور ان کے باپ دادا کو یہاں تک آسودگی دی تھی کہ وہ یاد کرنا بھول گئے اور یہ لوگ تباہ ہونے والے تھے"},{"SurahNumber":25,"VerseNumber":19,"Text":"سو تمہارے معبودوں نے تمہاری باتو ں میں تمہیں جھٹلا دیا سو تم نہ تو ٹال سکتے ہو اور نہ مدد دے سکتے ہو اور جو تم میں سے ظلم کرے گا ہم اسے بڑا عذاب چکھائیں گے"},{"SurahNumber":25,"VerseNumber":20,"Text":"اور ہم نے تجھ سے پہلے جتنے پیغمبر بھیجے وہ کھانا بھی کھاتے تھے اور بازاروں میں بھی چلتے پھرتے تھے اورہم نے تمہیں ایک دوسرے کے لیے آزمائش بنایا کیا تم ثابت قدم رہتے ہو اور تیرا رب سب کچھ دیکھنے والا ہے"}]}