{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Ndithudi! Zolengedwa za moyo zimene zili zoipa kwambiri pamaso pa Mulungu ndizo zimene zili zosamva, zosalankhula ndi izo zimene sizizindikira"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ngakhale Mulungu akadadziwa ubwino umene uli mwa iwo, ndithudi, Iye akadawapanga kumva koma ngakhale Iye akadawapanga kuti azimva, iwo akadabwerera m’mbuyo ndi kukana choonadi"},{"SurahNumber":8,"VerseNumber":24,"Text":"oh inu anthu okhulupirira! Yankhani Mulungu ndi Mtumwi wake pamene akukuitanani ku chimene chikupatsani inu moyo ndipo dziwani kuti Mulungu amaima pakati pa munthu ndi mtima wake. Ndipo, ndithudi, nonse mudzasonkhanitsidwa kudza kwa Iye"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ndipo opani mayesero amene sabwera kwa anthu oipa okha koma kwa inu nonse ndipo dziwani kuti Mulungu ndi wokhwimitsa chilango chake"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ndipo kumbukirani pamene inu mudali ochepa ndipo mumaganizidwa kuti munali opanda mphamvu m’dziko ndipo mudali kuopa kuti mwina anthu akulandani. Koma Iye adakupatsani malo otetezedwa okhala ndi kukulimbikitsani ndi chithandizo chake ndipo adakupatsani zinthu zabwino kuti muzimuyamika"},{"SurahNumber":8,"VerseNumber":27,"Text":"oh inu anthu okhulupirira! Musamunyenge Mulungu ndi Mtumwi ndipo musachite chinyengo pamene muli nkudziwa pophwanya malonjezo anu"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ndipo dziwani kuti chuma chanu ndi ana anu ndi mayesero ndipo kuti, ndithudi, kwa Mulungu kuli mphotho yaikulu"},{"SurahNumber":8,"VerseNumber":29,"Text":"Oh inu anthu okhulupirira! Ngati inu mumvera ndi kuopa Mulungu, Iye adzakupatsani nzeru zodziwira chabwino ndi choipa ndipo adzakukhululukirani machimo anu ndipo Mulungu ndiye Mwini chuma chochuluka"},{"SurahNumber":8,"VerseNumber":30,"Text":"Ndi mmene anthu osakhulupirira adakupangira chiwembu choti akugwire kuti ukhale mndende kapena kukupha kapena kukuchotsa m’dziko lako. Iwo amachita chiwembu koma Mulungu, nayenso amakonza chiwembu chake, ndipo Mulungu ndi wopambana pokonza chiwembu"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ndipo pamene chivumbulutso chathu chilakatulidwa kwa iwo, iwo amati: “Ife tamva kale ndipo ngati ife tikanafuna, tikhoza kunena cholingana nacho. Izi si zina koma nkhani zopanda pake za anthu akale.”"},{"SurahNumber":8,"VerseNumber":32,"Text":"Ndi pamene iwo adanena kuti, “oh Ambuye! Ngati ichi ndi chivumbulutso choonadi chochokera kwa Inu, gwetsani pamwamba pathu miyala kuchokera kumwamba kapena tipatseni chilango chowawa.”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ndipo Mulungu sakadawalanga iwo pamene iwe unali pakati pawo ndipo Iye sadzawalanga pamene iwo ali kupempha chikhululukiro chake"},{"SurahNumber":8,"VerseNumber":34,"Text":"Kodi Mulungu asawalange iwo pamene iwo akhala ali kuletsa ena kuti alowe mu Mzikiti Wolemekezeka ngakhale kuti iwo alibe udindo woteteza Mzikitiwo? Palibe outeteza kupatula okhawo amene amaopa Mulungu, koma ambiri a iwo sadziwa"},{"SurahNumber":8,"VerseNumber":35,"Text":"Mapemphero awo mu Mzikiti wolemekezeka sadali china chili chonse koma miluzu ndi kuomba m’manja basi, motero lawani chilango chifukwa inu simunali kukhulupirira"},{"SurahNumber":8,"VerseNumber":36,"Text":"Ndithudi iwo amene sakhulupirira, amaononga chuma chawo ndi cholinga choletsa anthu kutsatira njira ya Mulungu. Motero iwo adzapitirira kumwaza chuma chawo; koma pomaliza iwo adzanong’oneza bombono. Ndipo adzagonjetsedwa. Ndipo iwo amene sakhulupirira adzasonkhanitsidwaku Gahena"},{"SurahNumber":8,"VerseNumber":37,"Text":"Kuti Mulunguasiyanitse pakati pa anthu oipa ndi abwino ndi kuwaika anthu oipa wina pamwamba pa mnzake, ndipo adzawaunjika onse pamodzi ndi kuwaponya ku Gahena. Awa! Ndiwo amene ali olephera"},{"SurahNumber":8,"VerseNumber":38,"Text":"Nena kwa anthu osakhulupirira kuti ngati iwo asintha njira yawo, zochimwa zawo zonse zakale zidzakhululukidwa. Koma ngati iwo apitirirabe kuchimwa, zitsanzo za anthu akale, amene Mulungu adawaononga, zikhale phunziro lawo"},{"SurahNumber":8,"VerseNumber":39,"Text":"Menyanani nawo mpaka pamene kusakhulupirira ndi kupembedza mafano kutha ndipo chipembedzo cha Mulungu chikhazikitsidwa ponseponse koma ngati iwo asiya, ndithudi Mulungu akuona zochita zawo zonse"},{"SurahNumber":8,"VerseNumber":40,"Text":"Koma ngati iwo sakumvera, dziwa kuti Mulungu ndi Mtetezi wako. Iye ndi Mtetezi wabwino ndi Mthandizi wabwino"}]}