{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"(Habibim) de ki: «Size bunlardan daha hayırlısını haber vereyim mi? Takvaaya erenler icin Rableri katında altlarından ırmaklar akan cennetler — ki orada ebedi kalıcıdırlar —, (her seyden) temizlenmis zevceler, Allahdan da bir rızaa vardır. Allah kullarını hakkıyle gorucudur"},{"SurahNumber":3,"VerseNumber":16,"Text":"(O takvaaya erenler): «Ey Rabbimiz, biz iman etdik. Artık bizim gunahlarımızı yarlıga ve bizi o atesin azabından koru» diyenler, sabredenler, (imanlarında) gercek olanlar, (Allaha) itaatle boyun egenler, infaak edenler, seharlarda Allahdan magfiret isteyenlerdir"},{"SurahNumber":3,"VerseNumber":17,"Text":"(O takvaaya erenler): «Ey Rabbimiz, biz iman etdik. Artık bizim gunahlarımızı yarlıga ve bizi o atesin azabından koru» diyenler, sabredenler, (imanlarında) gercek olanlar, (Allaha) itaatle boyun egenler, infaak edenler, seharlarda Allahdan magfiret isteyenlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, su hakıykatı: Kendinden baska hic bir Tanrı olmadıgını, adaleti ayakda tutarak (delilleriyle, ayetleriyle) acıkladı. Melekler (bunu ikrar etdi, hakıyki) ilim saahibleri (nebiler, alimler) de (boylece inandı). Ondan baska hic bir Tanrı yokdur. (O), mutlak gaalibdir, yegane hukum ve hikmet saahibidir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Hak din, Allah indinde Islamdır (muslumanlıkdır). Kitab verilenler (baska suretle degil) ancak kendilerine ilim geldikden sonra, aralarındaki ihtirasdan dolayı, ihtilafa dusdu. Kim Allanın ayetlerini inkarederse subhesiz ki Allah hesabı pek cabuk gorendir"},{"SurahNumber":3,"VerseNumber":20,"Text":"(Habibim) seninle mucadele ederlerse (soyle) de: «Ben, bana tabi olanlarla birlikde, kendimi Allaha teslim etmisimdir», Kendilerine Kitab verilenlerle ummilere (Arab musriklerine) de deki: «Siz de Islamı (Allaha teslim olmayı) kabul etdiniz mi»? Eger Islama girerlerse muhakkak dogru yolu bulurlar. Eger yuz cevirirlerse artık sana dusen (vazife) ancak tebligdir. Allah kulları (nı) layıkıyle gorucudur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allahın ayetlerini inkar ile kafir olanlar, haksız yere peygamberleri oldurenler ve insanların icinden adaleti emredenlerin canına kıyanlar (yok mu?) onları (Habibim) pek acıklı bir azab ile mustula"},{"SurahNumber":3,"VerseNumber":22,"Text":"Onlar oyle kimselerdir ki (butun) yapdıkları dunyada da, ahiretde de hosa gitmisdir. Onların (azabına maani olacak) hic bir yardımcıları da yokdur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kitabdan (Tevratdan) kendilerine bir nasıyb verilmis olanları gormedin mi ki Allahın Kitabı — aralarında hakem olmak icin — cagırılıyorlar da sonra onlardan bir zumre (o Kitaba) arkasını ceviriyor. Onlar boyle (hakıykatlerden) yuz cevirmeyi adet edinmis kimselerdir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bunun sebebi sudur: Onlar «Sayılı gunlerden baska bize asla ates dokunmayacak» dediler. Onların uydurdukları bu sey, dinleri hususunda da (kendilerini) aldatmısdır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Onları (vukuunda) hicbir subhe olmayan bir gunde topladıgımız ve herkesin — kendilerine haksızlık edilmeyecek — (dunyada) kazandıgı tastamam odendigi zaman artık halleri nice olur"},{"SurahNumber":3,"VerseNumber":26,"Text":"(Habibim) de ki: «Ey mulkun saahibi Allah, Sen mulku kime dilersen ona verirsin, mulku kimden dilersen ondan alırsın. Kimi dilersen onun kadrini yukseltir, kimi dilersen onu alcaltırsın. Hayr, yalınız Senin elindedir. Subhesiz ki Sen her sey´e hakkıyle kaadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduzun icine koyarsın. Gunduzu geceye sokarsın, oluden diri cıkarırsın, diriden olu cıkarırsın. Sen kimi dilersen ona sayısız rızk verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Mu´minler, mu´minleri bırakıb da kafirleri dostlar edinmesin. Kim bunu yaparsa (ona) Allahdan hic bir sey (hic bir yardım) yokdur. Meger ki onlardan, gelebilecek bir tehlikeden dolayı, sakınmıs olasınız. Allah size (asıl) kendisinden korkmanızı emrediyor. Nihayet gidis de ancak Allahadır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: Goguslerinizin icinde olanı gizleseniz de, onu acıklasanız da Allah bilir onu. Goklerde ne var, yerde ne varsa (hepsini) O bilir. Allah hersey´e hakkıyle gucu yetendir"},{"SurahNumber":3,"VerseNumber":30,"Text":"(Hatırlayın) o gunu ki herkes (dunyada) ne hayr islediyse karsısında (onu) hazırlanmıs bulacak, ne de kotuluk yapdıysa onunla kendi arasında uzak bir mesafe olmasını arzu edecek. Allah size (asıl) kendinden korkmanızı emreder. Allah kullarını pek cok esirgeyendir"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Habibim) de ki: «Eger Allahı seviyorsanız bana uyun ki Allah da sizi sevsin ve suclarınızı ortsun. Cunku Allah cok yarlıgayıcı, cok esirgeyicidir»"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: «Allaha ve o peygambere itaat edin». Eger yuz cevirirlerse subhesiz ki Allah da o kafirleri sevmez"}]}