{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Iwo amene alibe chikhulupiriro choti adzakumana ndi Ife amati, “Kodi ndi chifukwa chiyani angelo sadatumizidwe kwa ife? Kapena ndi chifukwa chiyani kuti ife sitingaone Ambuye wathu?” Ndithudi iwo adadzikweza kwambiri"},{"SurahNumber":25,"VerseNumber":22,"Text":"Patsiku limene iwo adzaona angelo, anthu ochita zoipa sadzasangalala ayi ndipo iwo adzati, “Ambuye wathu! Ikani malire pakati pa ife ndi iwo.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ndipo Ife tidzabweretsa zonse zimene adachita ndikuzionetsa kuti ndi zinthu zopanda ntchito ngati fumbi louluka"},{"SurahNumber":25,"VerseNumber":24,"Text":"Anthu okhala ku Paradiso, adzakhala kumalo abwino patsiku limeneli ndiponso malo abwino opumulako"},{"SurahNumber":25,"VerseNumber":25,"Text":"Patsiku limeneli kumwamba pamodzi ndi mitambo yake idzagawanika pakati ndipo angelo adzatumizidwa pansi pano m’maudindo awo"},{"SurahNumber":25,"VerseNumber":26,"Text":"Patsiku limeneli ufumu wonse udzakhala wa Mwini chisoni chosatha. Limeneli lidzakhala tsiku lovuta kwambiri kwa anthu osakhulupirira"},{"SurahNumber":25,"VerseNumber":27,"Text":"Patsiku limeneli munthu ochita zoipa adzanong’oneza bombono nati, “Oh zikadakhala bwino ndikadakhala kuti ndidatsatira zimene Mtumwi anali kunena!”"},{"SurahNumber":25,"VerseNumber":28,"Text":"“oh kalanga ine! Ndikadakhala kuti sindidasankhe a uje ndi a uje kuti akhale anzanga!”"},{"SurahNumber":25,"VerseNumber":29,"Text":"“Mosakayika ndiwo amene adandisokoneza ine kuti ndisakhulupirire machenjezo a Mulungu pamene machenjezowo atandifika. Ndithudi Satana ndi wachinyengo nthawi zonse kwa munthu.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"Mtumwi adati, “Ambuye wanga! Ndithudi anthu anga alikana Buku la Korani.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Motero Ife tapanga kwa Mtumwi aliyense mdani kuchokera kwa anthu ochimwa, anthu otsutsana naye, ndipo Ambuye wako ali wokwana kukhala wokutsogolera mu zabwino ndiponso ngati wokuthandiza wako"},{"SurahNumber":25,"VerseNumber":32,"Text":"Anthu osakhulupirira anati, “Kodi ndi chifukwa chiyani Korani yonse siidavumbulutsidwe kwa iye nthawi imodzi?” Ife talivumbulutsa kotero kuti tikhoza kulimbikitsa mtima wako ndipo takupatsa ilo kwa iwe mu chivumbulutso chapang’onopang’ono"},{"SurahNumber":25,"VerseNumber":33,"Text":"Iwo sadzatha kubwera ndi mtsutso umene Ife sitidakonze yankho loona ndi kafotokozedwe kake"},{"SurahNumber":25,"VerseNumber":34,"Text":"Iwo adzaduduluzidwa cha mphumi kupita ku Gahena ndipo iwo adzakhala ndi malo oipa okhalamo ndipo njira yawo ndi yosochera"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ndithudi Ife tidavumbulutsa mawu a Mulungu kwa Mose ndipo tidamupatsa m’bale wake Aroni kuti akhale nduna yomuthandiza"},{"SurahNumber":25,"VerseNumber":36,"Text":"Tidawauza iwo kuti, “Pitani nonse kwa anthu amene adakana zizindikiro zathu” ndipo pambuyo pake tidawaononga kotheratu"},{"SurahNumber":25,"VerseNumber":37,"Text":"Akakhala anthu a Nowa, tidawamiza pamene iwo adakana Atumwi awo ndipo tidawapanga iwo kukhala phunziro kwa anthu a mitundu yonse. Ndipo anthu ochimwa tawakonzera chilango chowawa"},{"SurahNumber":25,"VerseNumber":38,"Text":"Mitundu ya anthu a ku Thamoud ndi Aad nawonso tidawaononga ndiponso iwo amene anali kukhala ku Raas ndi mibadwo yochuluka imene idadza pakati pawo"},{"SurahNumber":25,"VerseNumber":39,"Text":"Ndipo onsewa, tidawapatsa zitsanzo ndipo onse tidawaononga kotheratu"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ndithudi anthu osakhulupirira adadutsa pa mzinda umene udaonongeka ndi madzi a mvula. Kodi iwo sadauone mzindawu? Komabe iwo adalibe chikhulupiriro mu kuukanso kwa akufa"},{"SurahNumber":25,"VerseNumber":41,"Text":"Nthawi zonse akakuona iwe amakunyoza ndipo amati, “Kodi uyu ndiye munthu amene akuti Mulungu wamutumiza ngati Mtumwi wake?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"Ngati ife tikadapanda kulimba popembedza milungu yathu ndithudi iye akadatitembenuza ife kuti tisiye milungu yathu. Koma posakhalitsa iwo adzaona chilango ndipo adzadziwa kuti ndani amene adasochera kwambiri"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kodi wamuona iye amene amayesa zilakolako zake ngati milungu? Kodi iwe ungakhale munthu wosamalira munthu wotere"},{"SurahNumber":25,"VerseNumber":44,"Text":"Kodi iwe umaganiza kuti ambiri a iwo angathe kumva kapena kuzindikira? Iwo si chinthu china chilichonse koma ali ngati nyama yosochera kwambiri"},{"SurahNumber":25,"VerseNumber":45,"Text":"Kodi iwe siuona mmeneAmbuye wako amatambasulira mthunzi? Mulungu akadafuna, akadaupanga kuti ukhale wokhazikika. Ndipo Ife tapanga dzuwa kukhala chizindikiro chake"},{"SurahNumber":25,"VerseNumber":46,"Text":"Ndipo timaubweretsa kwa Ife mwapang’onopang’onomosavuta"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ndiyeamenewapanga usiku kukhala chofunda ndi tulo kuti tikhale mpumulo, ndipo wapanga usana kuti uzikhala nthawi yodzuka ndi kumagwira ntchito"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ndiye amene amatumiza mphepo ngati mthenga wobweretsa chisomo chake ndipo timatumiza madzi abwino kuchokera kumwamba"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ndi cholinga choti tipereke moyo ku nthaka imene inali yakufa ndi kuti timwetse zinthu zimene talenga, nyama ndi anthu ambiri"},{"SurahNumber":25,"VerseNumber":50,"Text":"Ndithudi tawatumizira pakati pawo, kuti akhoza kukumbukira, chisomo cha Mulungu koma anthu ambiri amakana. Ndipo iwo amasankha kusakhulupirira"},{"SurahNumber":25,"VerseNumber":51,"Text":"Chikadakhala chifuniro chathu, tikadautsa wowachenjeza ku mzinda uliwonse"},{"SurahNumber":25,"VerseNumber":52,"Text":"Iwe usawamvere anthu osakhulupirira koma limbana nawo kwambiri pogwiritsa ntchito Korani ino"}]}