{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Dan di samping mereka (ada bidadari-bidadari) yang redup pandangannya dan sebaya umurnya"},{"SurahNumber":38,"VerseNumber":53,"Text":"Inilah apa yang dijanjikan kepadamu pada hari perhitungan"},{"SurahNumber":38,"VerseNumber":54,"Text":"Sungguh, inilah rezeki dari Kami yang tidak ada habis-habisnya"},{"SurahNumber":38,"VerseNumber":55,"Text":"Beginilah (keadaan mereka). Dan sungguh, bagi orang-orang yang durhaka pasti (disediakan) tempat kembali yang buruk"},{"SurahNumber":38,"VerseNumber":56,"Text":"(yaitu) neraka Jahanam yang mereka masuki; maka itulah seburuk-buruk tempat tinggal"},{"SurahNumber":38,"VerseNumber":57,"Text":"Inilah (azab neraka), maka biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin"},{"SurahNumber":38,"VerseNumber":58,"Text":"dan berbagai macam (azab) yang lain yang serupa itu"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Dikatakan kepada mereka), “Ini rombongan besar (pengikut-pengikutmu) yang masuk berdesak-desakan bersama kamu (ke neraka).” Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka (kata pemimpin-pemimpin mereka)"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Para pengikut mereka menjawab), “Sebenarnya kamulah yang (lebih pantas) tidak menerima ucapan selamat datang, karena kamulah yang menjerumuskan kami ke dalam azab, maka itulah seburuk-buruk tempat menetap.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Mereka berkata (lagi), “Ya Tuhan kami, barang siapa menjerumuskan kami ke dalam (azab) ini, maka tambahkanlah azab kepadanya dua kali lipat di dalam neraka.”"},{"SurahNumber":38,"VerseNumber":62,"Text":"Dan (orang-orang durhaka) berkata, “ mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap orang jahat (hina)"},{"SurahNumber":38,"VerseNumber":63,"Text":"Dahulu kami menjadikan mereka olok-olokan, ataukah karena penglihatan kami yang tidak melihat mereka?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Sungguh, yang demikian benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka"},{"SurahNumber":38,"VerseNumber":65,"Text":"Katakanlah (Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada Tuhan selain Allah Yang Maha Esa, Mahaperkasa"},{"SurahNumber":38,"VerseNumber":66,"Text":"(yaitu) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa, Maha Pengampun.”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Katakanlah, “Itu (Al-Qur`ān) adalah berita besar"},{"SurahNumber":38,"VerseNumber":68,"Text":"yang kamu berpaling darinya"},{"SurahNumber":38,"VerseNumber":69,"Text":"Aku tidak mempunyai pengetahuan sedikit pun tentang al-mala’ul a`lā (malaikat) itu ketika mereka berbantah-bantahan"},{"SurahNumber":38,"VerseNumber":70,"Text":"Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah"},{"SurahNumber":38,"VerseNumber":72,"Text":"Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Lalu para malaikat itu bersujud semuanya"},{"SurahNumber":38,"VerseNumber":74,"Text":"kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) berfirman, “Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kedua tangan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis) berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) berfirman, “Kalau begitu keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk"},{"SurahNumber":38,"VerseNumber":78,"Text":"Dan sungguh, kutukan-Ku tetap atasmu sampai hari pembalasan.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis) berkata, “Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) berfirman, “Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan"},{"SurahNumber":38,"VerseNumber":81,"Text":"sampai pada hari yang telah ditentukan waktunya (hari kiamat).”"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis) menjawab, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya"},{"SurahNumber":38,"VerseNumber":83,"Text":"Kecuali hamba-hamba-Mu yang terpilih di antara mereka.”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) berfirman, “Maka kebenaran itu dari-Ku, dan hanya kebenaran itulah yang Aku katakan"},{"SurahNumber":38,"VerseNumber":85,"Text":"Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada"},{"SurahNumber":38,"VerseNumber":87,"Text":"(Al-Qur`ān) ini tidak lain hanyalah peringatan bagi seluruh alam"},{"SurahNumber":38,"VerseNumber":88,"Text":"Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur`ān) setelah beberapa waktu lagi.”"},{"SurahNumber":39,"VerseNumber":1,"Text":"Kitab (Al-Qur`ān) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana"},{"SurahNumber":39,"VerseNumber":2,"Text":"Sesungguhnya Kami menurunkan kitab (Al-Qur`ān) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar"},{"SurahNumber":39,"VerseNumber":4,"Text":"Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa"},{"SurahNumber":39,"VerseNumber":5,"Text":"Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun"},{"SurahNumber":39,"VerseNumber":6,"Text":"Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.*(757) Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan (yang berhak disembah) selain Dia; maka mengapa kamu dapat dipalingkan"},{"SurahNumber":39,"VerseNumber":7,"Text":"Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu*(758) dan Dia tidak meridhai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridhai syukurmu itu. Seseorang yang berdosa tidak memikul dosa orang lain.*(759) Kemudian kepada Tuhanmu lah kamu akan kembali, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu)"}]}