{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And, certainly, We held the Children of Adam in esteem. And We carried them on dry land and on the sea and provided them with what is good. And We gave them advantage over many of whomever We created with excellence"},{"SurahNumber":17,"VerseNumber":71,"Text":"On a Day when We will call to every clan with their leader, then, whoever was given his book in his right hand, those will recite their book and they will not be wronged in the least"},{"SurahNumber":17,"VerseNumber":72,"Text":"And whoever had been unwilling to see here will be unseeing in the world to come and one who goes astray from the way"},{"SurahNumber":17,"VerseNumber":73,"Text":"And, truly, they were about to persecute thee for what We revealed to thee so that thou wouldst devise against Us other than it. And, then, they would take thee to themselves as a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"And if We made thee not firm, certainly, thou wast about to incline to them a little"},{"SurahNumber":17,"VerseNumber":75,"Text":"And, then, We would have caused thee to experience a double of this life and a double after dying. Again, thou wouldst find for thyself no helper against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"They were about to hound thee from the region that they drive thee out of it. Then, they would not linger in expectation behind thee but for a little while"},{"SurahNumber":17,"VerseNumber":77,"Text":"This is, surely, a custom with whomever We sent before thee of Our Messengers. And thou wilt not find in Our custom any revision"},{"SurahNumber":17,"VerseNumber":78,"Text":"Perform the formal prayer from the sinking sun until the darkening of the night and the recital at dawn. Truly, the dawn recital had been one that is witnessed"},{"SurahNumber":17,"VerseNumber":79,"Text":"And keep vigil with it in the night as a work of supererogation for thee. Perhaps thy Lord will raise thee up to a station of one who is praised"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say: My Lord! Cause me to enter a gate in sincerity. And bring me out as one who is brought out in sincerity. And assign me from that which proceeds from Thy Presence a helping authority"},{"SurahNumber":17,"VerseNumber":81,"Text":"And say: The Truth drew near and falsehood is vanishing! Truly, falsehood had been made to vanish away"},{"SurahNumber":17,"VerseNumber":82,"Text":"We send down in the Quran what is a healing and a mercy for the ones who believe. And it increases not the ones who are unjust, but in a loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We were gracious to the human being, he turned aside and withdrew aside. And when worse afflicted him, he had been hopeless"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say: Each does according to his same manner. And thy Lord is greater in knowledge of him who is better guided on the way"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they will ask thee about the spirit. Say: The spirit is of the command of my Lord. And you were not given the knowledge but a little"},{"SurahNumber":17,"VerseNumber":86,"Text":"And if We willed, We would, certainly, take away what We revealed to thee. Again, thou wouldst not find for thee in that any trustee against Us"},{"SurahNumber":17,"VerseNumber":87,"Text":"but a mercy from thy Lord. Truly, His grace had been great upon thee"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say: If humankind were gathered together and jinn to bring the like of this Quran, they would not approach the like of it even if some of them had been sustainers of some others"},{"SurahNumber":17,"VerseNumber":89,"Text":"And, certainly, We diversified for humanity in this, the Quran, every kind of parable, but most of humanity refused all but disbelief"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they would say: We will never believe in thee until thou hast a fountain gush out of the earth for us"},{"SurahNumber":17,"VerseNumber":91,"Text":"Or will there be a garden for thee of date palms and grapevines and Thou hast caused rivers to gush forth in its midst with a gushing forth"},{"SurahNumber":17,"VerseNumber":92,"Text":"Or hast thou caused heaven to drop on us in pieces as thou hadst claimed? Or hast thou brought God and the angels as a warranty"},{"SurahNumber":17,"VerseNumber":93,"Text":"Or is there a house of ornament for thee? Or hast thou ascended up into heaven? And we will not believe in thy ascension until thou hast sent down for us a Book that we recite. Say: Glory be to my Lord! Had I been but a mortal Messenger"},{"SurahNumber":17,"VerseNumber":94,"Text":"And nothing prevented humanity from believing when the guidance drew near them, but that they said: Raised God up a mortal as a Messenger"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say: If there had been angels on earth walking around, ones who are at peace, then, We would certainly have sent down for them from heaven an angel as a Messenger"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say: God sufficed as a Witness between me and between you. Truly, He had been of His servants Aware, Seeing"},{"SurahNumber":17,"VerseNumber":97,"Text":"And he whom God guides is one who is truly guided. And whomever He causes to go astray, thou wilt never find for them protectors other than Him. And We will assemble them on the Day of Resurrection on their faces, unseeing and unspeaking and unhearing. Their place of shelter will be hell. Whenever it declined, We will increase the blaze for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their recompense because they were ungrateful for Our signs. And they said: When we had been bones and broken bits, will we be ones who are raised up as a new creation"}]}