{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"example these 2 groups est blind surdus compared to seer hearer! they est equalis? Vos non take heed"},{"SurahNumber":11,"VerseNumber":25,"Text":"Nos sent Noah his people dictus ego advenit vos prout clear warner"},{"SurahNumber":11,"VerseNumber":26,"Text":"Vos non worship DEUS. Ego fear pro vos retribution painful feria"},{"SurahNumber":11,"VerseNumber":27,"Text":"Dux disbelieved his people dictus Nos vide vos est non multus than human est nos nos vide ut primus people subsequentis vos est the malus among nos! Nos vide vos non possess any advantage nos. Indeed nos think vos est liars"},{"SurahNumber":11,"VerseNumber":28,"Text":"He dictus O my people quod ego habet solid proof ex my Dominus? quod si He beatus me His mercy vos non vide it Nos iit force vos est believe therein"},{"SurahNumber":11,"VerseNumber":29,"Text":"(O my people ego non ask vos any moneta; my wage advenit unus ex DEUS. Ego non dismissing those believed they meet their Dominus He alone scabinus them). Ego vide vos est ignorant people"},{"SurahNumber":11,"VerseNumber":30,"Text":"O my people support me DEUS ego dismiss them? Vos non take heed"},{"SurahNumber":11,"VerseNumber":31,"Text":"(Ego non claim ego possess treasures DEUS nor perfecit ego know future nor perfecit ego claim est angel. Nor perfecit ego dictus to those despised tuus eyes ut DEUS testimentum non bestow any blessings them! DEUS knows BENE QUOD est their innermost thoughts! Ego perfecit hoc) ego est transgressor"},{"SurahNumber":11,"VerseNumber":32,"Text":"They dictus O Noah vos argued nos kept arguing Nos challenge vos bring doom vos threaten nos vos est truthful"},{"SurahNumber":11,"VerseNumber":33,"Text":"He dictus DEUS est Unus brings it vos si He testimentum tunc vos non escape"},{"SurahNumber":11,"VerseNumber":34,"Text":"Et si ego advised vos my advice non benefit vos it est deus testimentum send vos astray! He est tuus Dominus Eum vos returned"},{"SurahNumber":11,"VerseNumber":35,"Text":"they dictus He factus up hoc story tunc dictus ego factus tunc ego est responsible my crime ego est innocent de any crime vos commit"},{"SurahNumber":11,"VerseNumber":36,"Text":"Noah non inspired de tuus people believe supra those iam believe Non saddened their actions"},{"SurahNumber":11,"VerseNumber":37,"Text":"Build ark noster watchful eyes noster inspiration non implore Me on behalf de those transgressed they destined drown"},{"SurahNumber":11,"VerseNumber":38,"Text":"dum he building ark whenever some de his people passed eum they laughed eum. He dictus Vos laughing nos nos laughing vos just prout vos laughing"},{"SurahNumber":11,"VerseNumber":39,"Text":"Vos perfecit surely invenit out qui suffer shameful retribution incur everlasting punishment"},{"SurahNumber":11,"VerseNumber":40,"Text":"When noster judgment advenit atmosphere boiled over nos dictus Carry it pair de each generis unus cum tuus familia those condemned Carry vos those believed unus ut few believed eum"}]}