{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":74,"Text":"O halde dünya hayatı yerine ahireti satın alanlar, Allah yolunda savaş etsin. Kim Allah yolunda savaşır da öldürülürse, yahud düşmanına üstün gelirse, ona pek büyük bir mükâfat vereceğiz"},{"SurahNumber":4,"VerseNumber":75,"Text":"Size ne oluyor ki, Medine’ye hicret edemiyerek, Mekke’de biçare kalıp: “- Ey Rabbimiz! Bizi, halkı zalim olan şu memleketten çıkar, bize tarafından bir sahip gönder, bize katından bir yardımcı yolla” diyen erkekler, kadınlar ve çocuklar uğruna Allah yolunda düşmanla çarpışmıyorsunuz"},{"SurahNumber":4,"VerseNumber":76,"Text":"İman edenler, Allah yolunda savaşır; küfredenler de sapıtan şeytan yolunda cenkleşir. O halde siz şeytanın dostları ile (kâfirlerle) savaşın. Muhakkak ki şeytanın hilesi zayıftır"},{"SurahNumber":4,"VerseNumber":77,"Text":"Kendilerine: “-Ellerinizi savaştan çekin, namazı kılın, zekâtı verin”, denilmiş olanlara bakmaz mısın? Şimdi onların üzerine savaş farz kılınınca, içlerinden bir topluluk, Allah’dan korkar gibi hatta daha şiddetli bir korku ile insanlardan korkuyor. Onlar: “-Ey Rabbimiz, üzerimize şu savaşı neye farz kıldın, ne olurdu bizi yakın bir vakte kadar geri bırakaydın!” dediler. Onlara şöyle de: “- Dünyanın zevki pek azdır. Ahiret ise sakınanlar için muhakkak hayırlıdır; ve kıl kadar haksızlığa uğramazsınız"},{"SurahNumber":4,"VerseNumber":78,"Text":"Her nerede olursanız, ölüm size erişir; velev ki, tahkim edilmiş yüksek kalelerde bulunun. Bununla beraber onlara (münafık ve kâfirlere) bir iyilik gelse: “- Bu Allah’dandır”, derler. Bir musibet de geldi mi: “-Bu, senin uğursuzluğundandır”, derler. (Ey Rasûlüm) de ki: “- Hepsi (iyi ve kötüyü yaratmak) Allah’tandır.” Fakat bu topluluğa ne oluyor ki, Kur’an’ı anlamağa yanaşmıyorlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Sana gelen her iyilik Allah’ın lütfudur; ve sana gelen her fenalık da kendinden (yaptığının cezası) dır. Biz seni insanlara bir Peygamber olarak gönderdik. Buna şahid ise, Allah yeter"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim Peygambere itaat ederse, muhakkak Allah’a itaat etmiş olur. Kim de yüz çevirirse, bu seni üzmesin. Zira seni onlara koruyucu ve gözetici göndermedik (ancak tebliğ için gönderdik)"},{"SurahNumber":4,"VerseNumber":81,"Text":"Huzurunda münafıklar: “- Baş üstüne, işimiz itaattır” derler. Sonra da yanından çıktıklarında içlerinden bir kısmı, dediklerine aykırı olarak geceleyin söz uydururlar. Allah onların kurup yaptıkları tezviratı yazıyor. Onun için sen, yüzlerine vurma, onlardan vazgeç ve Allah’a güvenip dayan. Allah vekil olarak yeter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Onlar, hâlâ Kur’an’ın Allah kelâmı olduğunu ve mânasını düşünmiyecekler mi? Eğer o, Allah’dan başkası tarafından olsaydı, muhakkak ki içinde birbirini tutmıyan birçok söz ve ifadeler bulurlaradı"},{"SurahNumber":4,"VerseNumber":83,"Text":"Hem o münafıklara, iman ordusunun zafer ve felâketine dair eminlik veya korku haberi geldiği zaman, onu yayarlar (ortalığı telâşa verirler). Halbuki o haberi, Peygambere ve mü’minlerden kumandanlara iletseler, elbette onun yayılıp yayılmaması gerektiğini onlardan öğrenirlerdi. Eğer Allah’ın nimet ve rahmeti üzerinizde olmasaydı, pek azınız müstesna, muhakkak şeytana uymuş gitmiştiniz"},{"SurahNumber":4,"VerseNumber":84,"Text":"(başkaları cihaddan dönerse de) sen, Allah yolunda çarpış. Sen ancak nefsinden sorumlusun. İman edenleri de savaşa teşvik et. Olur ki Allah, o kâfirlerin şiddet ve tazyîkını def eder. Allah, tazyîk ve azab bakımından kâfirlerden daha şiddetlidir"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim güzel bir yardımda (şefaatte) bulunursa, ona o yardımdan bir hisse (sevab) olur. Kim de kötü bir yardım ve tavassutta bulunursa, ondan kendisine bir günah payı vardır. Allah herşey’e hakkıyla kadir ve şahiddir"},{"SurahNumber":4,"VerseNumber":86,"Text":"(Bir mü’min tarafından) bir selâmla selâmlandığınız zaman, siz ondan daha güzeli ile karşılık verin veya aynı ile mukabele edin. (Esselâmü aleyküm’e, ve aleykümü’sselâm ve rahmetu’llah” ile, “esselâmü aleyküm ve rahmetu’llahi” ye, “ve aleykümü’s-selâm ve rahmetu’llahi ve berakâtüh” ile, “es-selâmü aleyküm ve rahmetu’llahi ve berekâtühü” ye de aynı ile karşılık verin). Allah her şeyin hesabını görücü bulunuyor"},{"SurahNumber":4,"VerseNumber":87,"Text":"Kendinden başka ilâh olmıyan bir Allah hakkı için ki, o, şüpheden âri olan kıyamet gününde sizi toplıyacaktır. Allah’dan daha doğru sözlü kim olabilir"}]}