{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"Nombreux sont les anges dans les Cieux dont l’intercession sera pourtant vaine (que faut-il donc espérer d’idoles inventées), à moins que Dieu ne l’ait permise et agréée en faveur de qui Il veut"},{"SurahNumber":53,"VerseNumber":27,"Text":"Ceux qui ne croient pas à la Vie Future sont prompts à attribuer aux anges des noms féminins"},{"SurahNumber":53,"VerseNumber":28,"Text":"alors qu’ils n’en savent rien. Ils présument tout au plus, mais la présomption ne saurait se substituer à la certitude"},{"SurahNumber":53,"VerseNumber":29,"Text":"Éloigne-toi donc de ceux qui tournent le dos à Notre rappel et ne convoitent que les biens de ce monde ici-bas"},{"SurahNumber":53,"VerseNumber":30,"Text":"Leur science se résume à cela ! En vérité, ton Seigneur connaît parfaitement celui qui s’éloigne de Sa Voie et celui qui est bien-guidé"},{"SurahNumber":53,"VerseNumber":31,"Text":"À Dieu appartient tout ce qui est dans les Cieux et sur la Terre, de sorte qu’Il rétribue ceux qui font le mal à hauteur de leurs œuvres, et accorde la meilleure récompense à ceux qui font le bien"},{"SurahNumber":53,"VerseNumber":32,"Text":"qui évitent de commettre les péchés majeurs et la débauche, et auxquels Il accorde Son pardon pour les fautes légères. En vérité, ton Seigneur est d’une indulgence infinie. Il vous connaissait lorsqu’Il vous a créé à partir de la terre, et Il vous connaissait lorsque vous étiez à l’état d’embryon dans le sein de vos mères. Ne faites donc pas votre propre éloge (en vantant vos actions). Il sait qui est pieux"},{"SurahNumber":53,"VerseNumber":33,"Text":"As-tu considéré le cas de celui qui se détourne (de la foi)"},{"SurahNumber":53,"VerseNumber":34,"Text":"qui, après avoir peu donné (versé en aumône ou par charité) a fini par tomber dans l’avarice"},{"SurahNumber":53,"VerseNumber":35,"Text":"Détiendrait- il le secret du mystère de sorte qu’il peut lire son destin"},{"SurahNumber":53,"VerseNumber":36,"Text":"A moins qu’il n’ait pas appris d’après les Feuillets de Moïse"},{"SurahNumber":53,"VerseNumber":37,"Text":"et d’Abraham, qui fut un modèle de dévotion"},{"SurahNumber":53,"VerseNumber":38,"Text":"qu’aucune âme n’aura à répondre des péchés d’une autre (âme)"},{"SurahNumber":53,"VerseNumber":39,"Text":"que l’Homme sera récompensé pour les efforts qu’il aura lui-même fournis"},{"SurahNumber":53,"VerseNumber":40,"Text":"efforts qui seront reconnus (le Jour du Jugement)"},{"SurahNumber":53,"VerseNumber":41,"Text":"et rétribués à leur juste valeur"},{"SurahNumber":53,"VerseNumber":42,"Text":"que c’est auprès de ton Seigneur que tout aboutit"},{"SurahNumber":53,"VerseNumber":43,"Text":"Que c’est Lui qui donne les joies (litt : fait rire) et les peines (litt : fait pleurer)"},{"SurahNumber":53,"VerseNumber":44,"Text":"Que c’est Lui qui fait mourir et qui ramène à la vie"},{"SurahNumber":53,"VerseNumber":45,"Text":"Que c’est Lui qui crée les deux éléments du couple, le mâle et la femelle"},{"SurahNumber":53,"VerseNumber":46,"Text":"à partir d’une goutte de sperme lorsqu’elle est émise"},{"SurahNumber":53,"VerseNumber":47,"Text":"Que c’est à Lui qu’incombe de générer l’autre naissance (la résurrection)"},{"SurahNumber":53,"VerseNumber":48,"Text":"Que c’est Lui qui assure la subsistance et enrichit"},{"SurahNumber":53,"VerseNumber":49,"Text":"Que c’est Lui le Seigneur de Sirius (l’étoile)"},{"SurahNumber":53,"VerseNumber":50,"Text":"Que c’est Lui qui anéantit les anciennes tribus de ‘Âd"},{"SurahNumber":53,"VerseNumber":51,"Text":"et les tribus de Thamoûd jusqu’au dernier"},{"SurahNumber":53,"VerseNumber":52,"Text":"ainsi que le peuple de Noé, avant eux, qui était, de tous les peuples, le plus injuste et le plus outrancier"},{"SurahNumber":53,"VerseNumber":53,"Text":"Que c’est Lui qui a détruit les cités maudites (cité du peuple de Loth)"},{"SurahNumber":53,"VerseNumber":54,"Text":"et qui les fit ensevelir par ce qui les a ensevelies"},{"SurahNumber":53,"VerseNumber":55,"Text":"Desquels des bienfaits de ton Seigneur douteras-tu"},{"SurahNumber":53,"VerseNumber":56,"Text":"Cet avertisseur est de l’ordre des avertisseurs précédents"},{"SurahNumber":53,"VerseNumber":57,"Text":"Le Jugement dernier approche"},{"SurahNumber":53,"VerseNumber":58,"Text":"mais nul en dehors de Dieu ne connait le moment de son avènement"},{"SurahNumber":53,"VerseNumber":59,"Text":"Vous étonnez-vous de ce discours (récit)"},{"SurahNumber":53,"VerseNumber":60,"Text":"En riez-vous au lieu d’en pleurer"},{"SurahNumber":53,"VerseNumber":61,"Text":"affichant ainsi votre insensibilité"},{"SurahNumber":53,"VerseNumber":62,"Text":"Prosternez-vous plutôt devant Dieu et adorez-Le"},{"SurahNumber":54,"VerseNumber":1,"Text":"L’Heure (du Jugement dernier) approche et la Lune se fend"},{"SurahNumber":54,"VerseNumber":2,"Text":"Verraient-ils un prodige se produire sous leurs yeux, qu’ils (les dénégateurs) s’en détourneraient en disant : « C’est de la magie dont les effets ne vont pas tarder à se dissiper !»"},{"SurahNumber":54,"VerseNumber":3,"Text":"Et ils dénient et continuent de céder à leurs penchants. Mais tout décret de Dieu est voué à s’accomplir"},{"SurahNumber":54,"VerseNumber":4,"Text":"Pourtant, leur sont parvenus des récits propres à les avertir"},{"SurahNumber":54,"VerseNumber":5,"Text":"(des récits) d’une sagesse profonde, mais ces avertissements ne servirent à rien"},{"SurahNumber":54,"VerseNumber":6,"Text":"Eloigne-toi donc d’eux ! Le Jour où l’annonceur annoncera l’avènement de l’effroyable bouleversement"},{"SurahNumber":54,"VerseNumber":7,"Text":"les yeux humblement baissés, ils surgiront de leurs tombes, semblables à des nuées de sauterelles qui se déversent"},{"SurahNumber":54,"VerseNumber":8,"Text":"et se hâteront vers l’annonceur, en disant : «Voilà un Jour difficile !»"}]}