{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Stedene Safa og Marwa (i Mekka) er Guds landemerker. Og for den som utfører det store eller det lille pilegrimsritual, er det intet i veien for at han også gjør en rundgang rundt begge. Om noen frivillig gjør en god gjerning, så er Gud anerkjennende, allvitende"},{"SurahNumber":2,"VerseNumber":159,"Text":"De som skjuler det Vi har åpenbart av klar beskjed og ledelse etter at vi har gjort det klart for folk i skriften, over dem hviler Guds og menneskers forbannelse"},{"SurahNumber":2,"VerseNumber":160,"Text":"med mindre de angrer og forbedrer seg og viser det. Dem vil Jeg vende Meg mot. Jeg den Tilgivende, den Nåderike"},{"SurahNumber":2,"VerseNumber":161,"Text":"Men over dem som viser vantro og dør i sin vantro, over dem hviler Guds, englers og menneskers forbannelse"},{"SurahNumber":2,"VerseNumber":162,"Text":"Under denne skal de forbli. Det blir ingen lettelse for dem i straffen, og de gis ingen appell"},{"SurahNumber":2,"VerseNumber":163,"Text":"Deres Gud er én Gud, det er ingen gud unntatt Ham, den Barmhjertige, den Nåderike"},{"SurahNumber":2,"VerseNumber":164,"Text":"I himlenes og jordens skapelse, i vekslingen av natt og dag, i skipet som seiler på havet med det som er til menneskers nytte, i vannet som Gud sender ned fra oven, hvorved Han gir liv til jorden etter dens dvale og lar den vrimle av allslags dyr, i vindens veksling og de drivende skyers tjeneste mellom himmel og jord – i alt dette er jærtegn for mennesker som forstår"},{"SurahNumber":2,"VerseNumber":165,"Text":"Allikevel er det mennesker som setter likestilte ved Guds side, og som elsker dem slik man elsker Gud. Men de som tror, elsker Gud enda mer. Måtte illgjerningsmennene innse, når de står overfor straffen, at all makt tilhører Gud og at Gud er streng med straffen"},{"SurahNumber":2,"VerseNumber":166,"Text":"Når lederne sier seg løst fra sitt følge, og de får se straffen, og alle deres bånd brytes"},{"SurahNumber":2,"VerseNumber":167,"Text":"og følget sier: «Kunne vi bare vende tilbake og si oss løst fra dem slik de sier seg løst fra oss!» Så vil Gud vise dem deres gjerninger. Triste saker for dem. Og aldri kommer de ut fra Ilden"},{"SurahNumber":2,"VerseNumber":168,"Text":"Hør, dere mennesker, spis av det jorden frembyr og som er tillatt og godt. Følg ikke i Satans fotspor! Han er deres erklærte fiende"},{"SurahNumber":2,"VerseNumber":169,"Text":"Han oppfordrer dere til ondskap og skamløshet, til å si om Gud ting dere ikke vet"},{"SurahNumber":2,"VerseNumber":170,"Text":"Sier man til dem: «Følg det som Gud har åpenbart,» så svarer de: «Nei, vi holder oss til våre fedres tradisjoner.» Og dette selv om deres fedre intet forstod og ikke var på rett vei"},{"SurahNumber":2,"VerseNumber":171,"Text":"De vantro er som skapninger som når de tilropes, bare registrerer lyden uten å forstå, døve, stumme, blinde"},{"SurahNumber":2,"VerseNumber":172,"Text":"Dere som tror, spis av goder som vi har gitt dere til livets opphold, og vis takknemlighet mot Gud, så sant det er Ham dere tilber"},{"SurahNumber":2,"VerseNumber":173,"Text":"Han har bare forbudt dere det selvdøde, blod og svinekjøtt, og det som en annen enn Gud er påkalt over. Men om noen gjør det, drevet av nød, ikke begjær, og ikke går over grensen, han rammes ikke av skyld. Gud er tilgivende, nåderik"},{"SurahNumber":2,"VerseNumber":174,"Text":"De som skjuler noe av skriften som Gud har åpenbart for dem, og tuskhandler med den for en billig penge, de skal få fylle sin buk med ild, og Gud vil ikke tale til dem på oppstandelsens dag, ei heller rense dem. Det venter dem en smertelig straff"},{"SurahNumber":2,"VerseNumber":175,"Text":"Disse har byttet til seg villfarelse for ledelse, og straff for tilgivelse. Hvor meget de må tåle i Ilden"},{"SurahNumber":2,"VerseNumber":176,"Text":"Dette fordi Gud har åpenbart skriften med sannheten, og de som strides om skriften, er gått langt i å skape splid"}]}