{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Allah ve Rasulunden, kendileriyle anlasma yapmıs oldugunuz musriklere kesin bir uyarı"},{"SurahNumber":9,"VerseNumber":2,"Text":"Yeryuzunde dort ay daha dolasın. Sunu bilin ki, siz Allah’ı aciz bırakacak degilsiniz. Allah ise, kafirleri perisan edecektir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Hacc-ı ekber gununde, Allah ve Rasulunden butun insanlara bir bildiridir: Allah ve Rasulu, Allah’a ortak kosanlardan uzaktır. Eger tovbe ederseniz, bu sizin icin hayırlıdır. Ama yuz cevirirseniz, sunu iyi bilin ki, siz Allah’ı aciz bırakabilecek degilsiniz. Kafirlere, elem dolu bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak Allah’a ortak kosanlardan, kendileriyle anlasma yapmıs oldugunuz, sonra da anlasmalarında size karsı hicbir eksiklik yapmamıs ve sizin aleyhinize hic kimseye yardım etmemis olanlar, bu hukmun dısındadır. Onların anlasmalarını, sureleri bitinceye kadar tamamlayın. Suphesiz Allah, kendine karsı gelmekten sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar cıkınca, Allah’a sirk kosanları artık buldugunuz yerde oldurun, onları yakalayıp hapsedin ve her gozetleme yerine oturup onları gozetleyin. Eger tevbe ederler, namazı kılıp zekatı da verirlerse kendilerini serbest bırakın. Suphesiz Allah cok bagıslayıcıdır, cok merhamet edicidir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Eger Allah’a ortak kosanlardan biri senden eman/sıgınma talebinde bulunursa ona eman ver. Ta ki, Allah’ın kelamını dinlesin. Sonra onu emin olacagı yere kadar ulastır. Bu, onların bilmeyen bir kavim olduklarından dolayı boyledir"},{"SurahNumber":9,"VerseNumber":7,"Text":"Allah’a ortak kosanların Allah katında ve Rasulu yanında bir ahdi nasıl olabilir? Ancak Mescid-i Haram’ın yanında kendileriyle anlasma yaptıklarınız baskadır. Bunlar size karsı dogru davrandıgı surece, siz de onlara dogru davranın. Cunku Allah, kendine karsı gelmekten sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Onların bir ahdi nasıl olabilir ki? Eger onlar size ustun gelselerdi, sizin hakkınızda ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirlerdi. Agızlarıyla sizi hosnut etmeye calısıyorlar, oysa kalpleri buna karsı cıkıyor. Onların pek cogu fasık kimselerdir"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah’ın ayetlerini az bir bedel karsılıgında sattılar ve (insanları) O’nun yolundan alıkoydular. Bunların yapmakta oldukları seyler gercekten ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Bir Mu’min hakkında ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirler. Iste onlar taskınlık yapanların ta kendileridir"},{"SurahNumber":9,"VerseNumber":11,"Text":"Eger tevbe edip, namazı kılar ve zekatı verirlerse, artık onlar sizin din kardeslerinizdir. Bilen bir kavme ayetleri iste boyle ayrı ayrı acıklarız"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger anlasmalarından sonra yeminlerini bozar ve dininize dil uzatırlarsa, o zaman kufrun elebasıları ile savasın. Cunku onların yeminleri yoktur/riayet etmezler. Umulur ki (boylece) vazgecerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"Yeminlerini bozan, peygamberi yurdundan cıkarmaya kalkısan ve savasa evvela kendileri baslayan bir toplumla savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eger Mu'min iseniz kendisinden korkulmaya Allah daha layıktır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasın ki, Allah sizin ellerinizle onlara azap etsin, rezil etsin ve sizi onların uzerilerine galip kılsın, Mu'min toplumun gonullerine sifa versin"},{"SurahNumber":9,"VerseNumber":15,"Text":"Kalplerinizdeki ofkeyi gidersin. Allah, dilediginin tevbesini kabul eder. Allah; Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Allah, icinizden cihad edenleri; Allah’tan, Rasulunden ve Mu'minlerden baskasını yakın dost edinmeyenleri ortaya cıkarmadan sizi bırakacak mı sandınız? Allah islediklerinizin hepsinden haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Musrikler, kendilerinin kafirligine bizzat sahitlik edip dururlarken Allah’ın mescitlerini imar etmeleri yakısık almaz. Onların yaptıkları isler bosa cıkmıstır. Onlar, Cehennem'de ebedi kalacaklardır"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah’ın mescitlerini sadece Allah’a ve ahiret gunune iman eden, namazı ikame eden, zekatı veren ve ancak Allah’tan baskasından korkmayanlar imar eder. Iste onlar dogru yolda olanlardır"}]}