{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Say: ´What if I have come with better guidance than what you found your fathers following?´ They say, ´We reject what you have been sent with.´"},{"SurahNumber":43,"VerseNumber":25,"Text":"So We took revenge on them. And see the final fate of the deniers"},{"SurahNumber":43,"VerseNumber":26,"Text":"When Ibrahim said to his father and his people, ´I am free of everything you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"except for Him who brought me into being, Who will certainly guide me,´"},{"SurahNumber":43,"VerseNumber":28,"Text":"he made it an on-going word among his descendants so that perhaps they might turn back"},{"SurahNumber":43,"VerseNumber":29,"Text":"I let those people and their forefathers enjoy themselves until the truth came to them and a Messenger to make it clear"},{"SurahNumber":43,"VerseNumber":30,"Text":"But when the truth came to them they said, ´This is magic and we reject it.´"},{"SurahNumber":43,"VerseNumber":31,"Text":"They say, ´Why was this Qur´an not sent down to one of the great men of the two cities?´"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it, then, they who allocate the mercy of your Lord? We have allocated their livelihood among them in the life of the dunya and raised some of them above others in rank so that some of them are subservient to others. But the mercy of your Lord is better than anything they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"Were it not that mankind might all become one community, We would have given those who reject the All-Merciful silver roofs to their houses and silver stairways to ascend"},{"SurahNumber":43,"VerseNumber":34,"Text":"and silver doors to their houses and silver couches on which to recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"and gold ornaments. All that is merely the trappings of the life of this world. But the Next World with your Lord is for those who have taqwa"},{"SurahNumber":43,"VerseNumber":36,"Text":"If someone shuts his eyes to the remembrance of the All-Merciful, We assign him a shaytan who becomes his bosom friend —"},{"SurahNumber":43,"VerseNumber":37,"Text":"they debar them from the path, yet they still think they are guided —"},{"SurahNumber":43,"VerseNumber":38,"Text":"so that, when he reaches Us, he says, ´If only there was the distance of the two Easts between you and me!´ What an evil companion"},{"SurahNumber":43,"VerseNumber":39,"Text":"It will not benefit you today, since you did wrong, that you share equally in the punishment"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you make the dead hear or guide the blind and those who are patently misguided"},{"SurahNumber":43,"VerseNumber":41,"Text":"Either We will extricate you and take revenge on them"},{"SurahNumber":43,"VerseNumber":42,"Text":"or let you see what We have promised them. They are completely in Our power"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold fast to what has been revealed to you. You are on a straight path"},{"SurahNumber":43,"VerseNumber":44,"Text":"It is certainly a reminder to you and to your people and you will be questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ask those We sent before you as Our Messengers: Have We ever designated any gods to be worshipped besides the All-Merciful"},{"SurahNumber":43,"VerseNumber":46,"Text":"We sent Musa with Our Signs to Pharaoh and his nobles. He said, ´I am the Messenger of the Lord of the worlds.´"},{"SurahNumber":43,"VerseNumber":47,"Text":"But when he came to them with Our Signs, they merely laughed at them"},{"SurahNumber":43,"VerseNumber":48,"Text":"We showed them no Sign which was not greater than the one before it. We seized them with punishment so that hopefully they would turn back"},{"SurahNumber":43,"VerseNumber":49,"Text":"They said, ´Magician, invoke your Lord for us by the contract He has made with you and we shall certainly follow the guidance.´"},{"SurahNumber":43,"VerseNumber":50,"Text":"But when We removed the punishment from them, they immediately broke their word"},{"SurahNumber":43,"VerseNumber":51,"Text":"Pharaoh called to his people, saying, ´My people, does the kingdom of Egypt not belong to me? Do not all these rivers flow under my control? Do you not then see"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this man who is contemptible and can scarcely make anything clear"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why have gold bracelets not been put upon his arms and why is there not a train of angels accompanying him?´"},{"SurahNumber":43,"VerseNumber":54,"Text":"In that way he swayed his people and they succumbed to him. They were a people of deviators"},{"SurahNumber":43,"VerseNumber":55,"Text":"Then when they had provoked Our wrath, We took revenge on them and drowned every one of them"},{"SurahNumber":43,"VerseNumber":56,"Text":"We made them a thing of the past, an example for later peoples"}]}