{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"Sonohi hitobito wa jibunjishin'no (sukui no) tame ni, asette tangan suru koto ni narou. Kakujin wa (gense de no) okonai ni yori (jubun ni) hosho sa re, futo ni taigu se rareru koto wa nai nodearu"},{"SurahNumber":16,"VerseNumber":112,"Text":"Arra wa, heion buji o tanoshinde ita hitotsu no machi no, hiyu o age rareta. Kate wa yomo kara yutaka ni kyokyu sa retaga, arra no onmegumi ni taishi fushinjindeatta tame ni, arra wa (sono min ga) okashite ita (aku) koto no mukui to shite,(kyokudo no) ue to osore o aji wase rareta"},{"SurahNumber":16,"VerseNumber":113,"Text":"Mata kare-ra no ma kara (eraba reta) 1-ri no shito ga, hontoni kare-ra ni tsukawasa reta nodaga, sore o kyohi shita. Sore de kare-ra ga fugi o okonatte iru ma ni, chobatsu ga kare-ra ni kudatta"},{"SurahNumber":16,"VerseNumber":114,"Text":"Sore de arra ga anata gata ni sadzuke rareta, goho ni shite yoi mono o tabe nasai. Moshi anata gataga arra ni tsukaerunaraba, kare no onkei ni kansha shi nasai"},{"SurahNumber":16,"VerseNumber":115,"Text":"Kare wa tada shi niku, chi soshite butaniku, narabini arra igai no na ga tonae rare (tosatsu sa re)ta mono o kinji rareru. Daga yokubo no tamede wa naku,-ho o koezu, semara rete yamu woenai-sha ni wa, hontoni arra wa kan'yo ni shite jihibukaku ara reru"},{"SurahNumber":16,"VerseNumber":116,"Text":"Anata gata no kuchi o tsuite deru itsuwari de,`koreha goho 〔hararu〕da, mata kore wa kinki 〔haramu〕desu.' To itte wa naranai. Sore wa arra ni taishi itsuwari o tsukuru monodearu. Arra ni taishi itsuwari o tsukuru mono wa, kesshite sakaenaidearou"},{"SurahNumber":16,"VerseNumber":117,"Text":"(Korera no mono wa) wazukana kyoraku dake de, kare-ra ni wa itamashi chobatsu ga arou"},{"SurahNumber":16,"VerseNumber":118,"Text":"Ware wa, Yudaya kyo o shinpo suru mono ni taishi, ware ga izen anata ni tsugeta mono o kinjita nodearu. Ware wa kare-ra o sokonatta wakede wanai. Daga kare-ra wa mizukara o sokonatta dakedearu"},{"SurahNumber":16,"VerseNumber":119,"Text":"Muchi no tame ni aku o okonattaga, sonogo ni, kuiaratamete sono miwoosameru-sha ni taishi, anata no omo wa, sonogo wa hontoni kan'yo ni shite jihibukaku ara reru"},{"SurahNumber":16,"VerseNumber":120,"Text":"Hontoni iburahimu wa hitori no mohan-shadeari, arra ni jujun de, junseina shinko-shadeatta. Kare wa, guzo shinja no nakamade wa naku"},{"SurahNumber":16,"VerseNumber":121,"Text":"kare wa omo no onkei o kansha suru. Kare gakare o erabi tadashi michi ni onmichibiki ni nara reta"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ware wa gense de, kare ni kofuku o sazuketa. Raise demo kanarazu tadashi hitobito no nakanihairudearou"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sokode ware wa anata ni keiji shite,`junseina iburahimu no michi ni shitagae.' To (tsugeta). Kare wa, guzo shinja no nakamade wa nakatta"},{"SurahNumber":16,"VerseNumber":124,"Text":"Ansokujitsu wa, sore ni tsuite iron aru mono ni taishi, sadame rareta mono ni suginai. Daga kare-ra no arasou koto ni tsuite wa, shinpan no hi ni, anata no omo wa, kare-ra no ma o kanarazu sabaka reru"},{"SurahNumber":16,"VerseNumber":125,"Text":"Eichi to yoi hanashikata de,(subete no mono o) anata no omo no michi ni maneke. Saizen no taido de kare-ra to giron shi nasai. Anata no omo wa, kare no michi kara mayou mono to, mata michibika reru mono o mottomo yoku shitte ora reru"},{"SurahNumber":16,"VerseNumber":126,"Text":"Moshi anata gata ga bassurunara, anata gata ga nayamasa reta yo ni basshi nasai. Daga anata gataga moshi taeshinobunaraba, sore wa taeshinobu mono ni totte mottomo yoi kotodearu"},{"SurahNumber":16,"VerseNumber":127,"Text":"Anata wa nintaidzuyoku are. Anata no nintai wa, arra (no tasuke) ni yoru soto ni wa nai nodearu. Kare-ra no tame ni yuryo shinaide, mata kare-ra no sakubo shita koto no tame ni, kokoro o sebamete wa naranai"},{"SurahNumber":16,"VerseNumber":128,"Text":"Hontoni arra wa,-nushi o osoreru mono, yoi okonai o suru mono to tomoni ora reru"}]}