{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"Analar, emzirme zamanını tamamlamak isterlerse tam iki yıl, cocuklarına sut verirler. Evlat sahibi olana da evladını emzirenin rızkını, elbisesini, orfe gore, vermesi borctur. Kimseye gucunden fazla bir sey teklif edilemez. Ne ana evladından zarar gormeli, ne baba. Mirascıya da hukum aynıdır. Anayla baba, birbirleriyle danısırlar da, razı olurlar, cocugu memeden kesmek isterlerse beis yok. Cocuklarınızı baskalarına emzirtmek isterseniz vereceginiz seyi guzelce, yollu yordamlı verdikten sonra artık size suc yoktur. Sakının Allah'tan ve bilin ki Allah, ne yaparsanız gorur"},{"SurahNumber":2,"VerseNumber":234,"Text":"Icinizden biri olur de arkasında kadın bırakırsa bu cesit adamların kadınları dort ay, on gun beklerler. Bu muddeti gecirdikten sonra mesru bir surette kendiliklerinden dilediklerine varabilirler, bu hususta size bir suc yoktur artık. Allah, ne yaparsanız, hepsinden de haberdardır"},{"SurahNumber":2,"VerseNumber":235,"Text":"Alacagınız kadınlara, onları alacagınızı anlatmanızda, yahut da bunu gizlemenizde bir beis yok. Allah bilir ki siz, onları anacak, hatırlayacaksınız. Yalnız onlarla gizlice de sozlesmeyin, dogru ve yolunda bir soz soylerseniz o baska. Farz olan muddet gecmedikce nikah bagını baglamaya kalkısmayın. Suphe yok ki Allah, gonlunuzdekini de bilir, bundan dolayı cekinin ondan. Bilin ki Allah sucları orter, cezada acele etmez"},{"SurahNumber":2,"VerseNumber":236,"Text":"Kadınları, onlara dokunmadan, yahut nikah parası kesismeden bosadınızsa beis yok. Ama onları da faydalandırın. Gucu yeten, gucu yettigi kadar, kudreti olmayan da kendi miktarınca ve orfe uygun olarak bir sey versin. Bu, ihsan sahiplerine bir borctur"},{"SurahNumber":2,"VerseNumber":237,"Text":"Onlara dokunmadan bosarsanız nikah parası kesmis oldugunuz takdirde kabul ettiginiz paranın yarısını vermeniz gerek. Ancak kadın, hakkını bagıslar, yahut nikahın dugumu kimin elindeyse o, bu hakkı bahsederse bu ayrı. Sizin bagıslamanız, takvaya daha yakındır. Aranızdaki ustunlugu unutmayın. Suphe yok ki Allah, yaptıklarınızı gorur"},{"SurahNumber":2,"VerseNumber":238,"Text":"Koruyun namazları, hele orta namazına cok dikkat edin ve Allah'a itaat ederek namaz kılın"},{"SurahNumber":2,"VerseNumber":239,"Text":"Korkuyorsanız yuruyerek, yahut hayvana binmis oldugunuz halde kılın. Emniyete cıktınız mı bilmediginiz seyleri size belleten Allah'ı anın"},{"SurahNumber":2,"VerseNumber":240,"Text":"Icinizden olup de karısını geride bırakacaklara gelince, onlara, evlerinden cıkarmaksızın yılına kadar bir gecim vasiyet etmeleri gerek. Yok, eger karıları evlerini bırakıp giderlerse yapacakları mesru bir seyden dolayı size suc yok. Allah ustundur, hukum ve hikmet sahibidir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Bosanan kadınlar icin de artık ve eksik olmamak uzere bir sey vermek gerek. Bu da sakınanlara bir borctur"},{"SurahNumber":2,"VerseNumber":242,"Text":"Iste Allah, aklınız ersin diye size ayetlerini boyle apacık bildirir"}]}