{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"Und keinem Menschen steht es zu, daß Allah zu ihm sprechen sollte, außer durch Eingebung oder hinter einem Vorhang oder, indem Er einen Boten schickt, um durch Sein Geheiß zu offenbaren, was Er will; Er ist Erhaben, Allweise"},{"SurahNumber":42,"VerseNumber":52,"Text":"Und so haben Wir dir nach Unserem Gebot ein Wort offenbart. Weder wußtest du, was die Schrift noch was der Glaube ist. Doch Wir haben sie (die Offenbarung) zu einem Licht gemacht, mit dem Wir jenen von Unseren Dienern, denen Wir wollen, den Weg weisen. Wahrlich, du leitest (sie) auf den geraden Weg"},{"SurahNumber":42,"VerseNumber":53,"Text":"den Weg Allahs, Dem alles gehort, was in den Himmeln und was auf Erden ist. Wahrlich, zu Allah kehren alle Dinge zuruck"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Bei dem deutlichen Buch"},{"SurahNumber":43,"VerseNumber":3,"Text":"Wahrlich Wir haben ihn zu einem Quran in arabischer Sprache gemacht, auf daß ihr (es) verstehen moget"},{"SurahNumber":43,"VerseNumber":4,"Text":"Und wahrlich, er ist bei Uns in der Mutterschrift hochgehoben (und) voller Weisheit"},{"SurahNumber":43,"VerseNumber":5,"Text":"Sollen Wir da die Ermahnung von euch abwenden, weil ihr ein zugelloses Volk seid"},{"SurahNumber":43,"VerseNumber":6,"Text":"Wie viele Propheten entsandten Wir schon zu den fruheren Volkern"},{"SurahNumber":43,"VerseNumber":7,"Text":"Und nie kam ein Prophet zu ihnen, den sie nicht verspottet hatten"},{"SurahNumber":43,"VerseNumber":8,"Text":"Darum vertilgten Wir die, die machtiger als diese waren, und das (abschreckende) Beispiel der Fruheren ist zuvor ergangen"},{"SurahNumber":43,"VerseNumber":9,"Text":"Und wenn du sie fragst: \"Wer erschuf die Himmel und die Erde?\" werden sie sicher sagen: \"Der Erhabene, der Allwissende hat sie erschaffen"},{"SurahNumber":43,"VerseNumber":10,"Text":"(Der,) Der die Erde fur euch zu einem Lager gemacht hat; und gemacht hat Er fur euch Wege auf ihr, auf daß ihr dem rechten Wege folgen moget"},{"SurahNumber":43,"VerseNumber":11,"Text":"Und (Er ist es,) Der Wasser vom Himmel nach Maß herniedersendet, durch das Wir ein totes Land zum Leben erwecken ebenso sollt auch ihr auferweckt werden"},{"SurahNumber":43,"VerseNumber":12,"Text":"Und (Er ist es,) Der alle Arten paarweise erschaffen hat und fur euch Schiffe gemacht hat und Tiere, auf denen ihr reitet"},{"SurahNumber":43,"VerseNumber":13,"Text":"so daß ihr fest auf ihrem Rucken sitzt (und) dann, wenn ihr euch fest auf sie gesetzt habt, der Gnade eures Herrn eingedenk seid und sprechen moget: \"Preis (sei) Ihm, Der uns dies dienstbar gemacht hat, und wir waren hierzu nicht imstande gewesen"},{"SurahNumber":43,"VerseNumber":14,"Text":"Und zu unserem Herrn werden wir sicher zuruckkehren"},{"SurahNumber":43,"VerseNumber":15,"Text":"Und aus Seinen Dienern machen sie einen Teil Seiner Selbst. Wahrlich, der Mensch ist offenkundig undankbar"},{"SurahNumber":43,"VerseNumber":16,"Text":"Hat Er etwa Tochter von dem genommen, was Er erschaffen hat, und euch mit Sohnen ausgezeichnet"},{"SurahNumber":43,"VerseNumber":17,"Text":"Und doch, wenn einem von ihnen Kunde von dem gegeben wird, was er dem Allerbarmer zuschreibt, dann wird sein Gesicht schwarz und er erstickt vor Gram"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Ist es) etwa einer, der im Glanz aufgezogen wird und nicht beredt im Wortstreit ist"},{"SurahNumber":43,"VerseNumber":19,"Text":"Und sie machen die Engel, die Diener des Allerbarmers sind, zu weiblichen Wesen. Waren sie etwa Zeugen ihrer Erschaffung? Ihr Zeugnis wird niedergeschrieben, und sie werden befragt werden"},{"SurahNumber":43,"VerseNumber":20,"Text":"Und sie sagen: \"Hatte der Allerbarmer es gewollt, hatten wir sie nicht verehrt.\" Sie haben keinerlei Kenntnis hiervon; sie mutmaßen nur"},{"SurahNumber":43,"VerseNumber":21,"Text":"Oder haben Wir ihnen etwa ein Buch vor diesem (Quran) gegeben, an dem sie festhalten"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nein, sie sagen: \"Wir fanden unsere Vater auf einem Weg und wir lassen uns von ihren Fußstapfen leiten"},{"SurahNumber":43,"VerseNumber":23,"Text":"Und ebenso sandten Wir keinen Warner vor dir in irgendeine Stadt, ohne daß die Reichen darin gesagt hatten: \"Wir fanden unsere Vater auf einem Weg, und wir treten in ihre Fußstapfen"}]}