{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Voistinu, Allakhu ne zazorno privodit' v kachestve primera i pritchi komara i dazhe to, chto men'she yego. I te, kotoryye uverovali, ponimayut, chto eta pritcha - istina, nisposlannaya ikh Gospodom. Te zhe, kotoryye ne uverovali, skazhut: \"Chego khotel Allakh, privodya etu pritchu?\" [A togo, chto] yeyu On odnikh vvodit v zabluzhdeniye, a drugikh vedet pryamym putem. No On vvergayet v zabluzhdeniye tol'ko nechestivtsev"},{"SurahNumber":2,"VerseNumber":27,"Text":"kotoryye narushayut zavet s Allakhom, posle togo kak zaklyuchili yego, razryvayut to, chto Allakh velel soyedinit', i vershat nechestiye na zemle. Oni i budut v ubytke"},{"SurahNumber":2,"VerseNumber":28,"Text":"Kak vy [smeyete] ne verit' v Allakha? Vy byli mertvetsami, i On ozhivil vas. Potom On [snova] umertvit vas, opyat' ozhivit, a zatem vy budete vozvrashcheny k Nemu"},{"SurahNumber":2,"VerseNumber":29,"Text":"On - tot, kto sotvoril dlya vas vse, chto na zemle, zatem prinyalsya za nebo i pridal yemu formu semi nebes. Vedomo yemu vse sushcheye"},{"SurahNumber":2,"VerseNumber":30,"Text":"I skazal tvoy Gospod' angelam: \"YA postavlyu na zemle namestnika\". Oni sprosili: \"Postavish' li Ty na zemle togo, kto budet greshit' i prolivat' krov', togda kak my proslavlyayem Tebya khvaloy i svyatim Tebya?\" Allakh otvetil: \"Voistinu, YA vedayu o tom, chto vam nevedomo"},{"SurahNumber":2,"VerseNumber":31,"Text":"I Allakh nauchil Adama vsem imenam, zatem voprosil o nikh angelov i velel im: \"Raz\"yasnite mne [sut'] etikh imen, yesli vy iskrenni"},{"SurahNumber":2,"VerseNumber":32,"Text":"Angely otvetili: \"Khvala tebe! My znayem tol'ko to, chemu Ty nauchil nas. Voistinu, Ty - vsevedushchiy, mudryy"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allakh skazal: \"O Adam! Raz\"yasni im [sut'] imen\". Kogda Adam raz\"yasnil angelam [sut'] imen, Allakh skazal: \"Razve YA ne govoril vam, chto znayu sokrovennoye na nebesakh i zemle, znayu, chto vy delayete yavno i chto vy utaivayete"},{"SurahNumber":2,"VerseNumber":34,"Text":"I togda My poveleli angelam: \"Padite nits pered Adamom\". Vse pali nits, krome Iblisa, [kotoryy] otkazalsya [past' nits], vozgordilsya i stal neveruyushchim"},{"SurahNumber":2,"VerseNumber":35,"Text":"Togda My skazali: \"O Adam! Poselis' vmeste so svoyey suprugoy v rayskom sadu, yesh'te tam vvolyu, chego by vam ni zakhotelos', no ne priblizhaytes' vot k etomu derevu, a ne to okazhetes' v chisle nechestivtsev"},{"SurahNumber":2,"VerseNumber":36,"Text":"No po naushcheniyu shaytana oni sovershili grekh v rayu i byli vynuzhdeny pokinut' yego. I togda My poveleli: \"Izydite, i da prebudet mezh vami [i potomkami vashimi] vrazhda! Zemlya pust' stanet vam vremennym mestoprebyvaniyem, i ot neye vy budete poluchat' sredstva k sushchestvovaniyu"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adam pokorilsya slovam Gospoda svoyego, i On prostil yemu, ibo On - proshchayushchiy, miloserdnyy"},{"SurahNumber":2,"VerseNumber":38,"Text":"Zatem My poveleli: \"Izydite iz raya vse\". A yesli k vam yavitsya ot Menya provodnik [na pryamoy put'], to tem, kto posleduyet za poslannikom Moim, nechego strashit'sya, ibo oni ne izvedayut gorya"},{"SurahNumber":2,"VerseNumber":39,"Text":"A te, kotoryye ne uverovali i otritsali Nashi znameniya, budut [goret'] v adskom ogne, naveki oni tam prebudut"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israila! Pomnite milost', kotoruyu YA okazal Vam. Bud'te verny zavetu, kotoryy [vy] Mne dali, i YA budu veren zavetu, dannomu vam. I tol'ko Menya strashites'"},{"SurahNumber":2,"VerseNumber":41,"Text":"Uveruyte v to, chto nisposlal YA v podtverzhdeniye tomu, chto yest' u vas, i ne speshite otvergnut' eto ran'she vsekh. Ne prodavayte Moi znameniya za nichtozhnuyu tsenu i tol'ko Menya boytes'"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne putayte istiny s lozh'yu, ne skryvayte istiny, yesli vy znayete yeye"},{"SurahNumber":2,"VerseNumber":43,"Text":"Sovershayte salat, davayte zakat i preklonyayte koleni vmeste s preklonyayushchimi"}]}