{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"avaru (ibrahim) helidaru; khanditavagiyu nivu mattu nim'ma purvajaru spastavagi tappu dariyalliruviri"},{"SurahNumber":21,"VerseNumber":52,"Text":"avaru (janangadavaru) helidaru; nivenu nam'ma balige satyavannu tandiruvira? Athava nivu kevala tamase maduttiruvira"},{"SurahNumber":21,"VerseNumber":53,"Text":"avaru helidaru; akasagala hagu bhumiya odeyanu hagu avugalige rupa nididavane nijavagi nim'ma odeyanu. Idakke nim'ma munde nane obba saksiyagiddene"},{"SurahNumber":21,"VerseNumber":54,"Text":"allahanane, nivu illinda horatuhoda balika i nim'ma vigrahagala kuritante (enu madabekendu) nanu ondu yojane hakikondiddene"},{"SurahNumber":21,"VerseNumber":55,"Text":"konege avaru avellavannu nuccunuru madibittaru. Adare janarella adara balige maralalendu doddadondannu bittu bittaru"},{"SurahNumber":21,"VerseNumber":56,"Text":"avaru (uravaru), ‘‘nam'ma devarugalige higella madidavanu yaru? Avanu khandita akrami’’ endaru"},{"SurahNumber":21,"VerseNumber":57,"Text":"Kelavaru, ‘‘ibrahim embobba yuvakanu avugala kuritu matanaduvudannu navu keliddeve’’ endaru"},{"SurahNumber":21,"VerseNumber":58,"Text":"avaru, ‘‘avanannu janara munde tanniri. Avaru kannare kanali’’endu ghosisidaru"},{"SurahNumber":21,"VerseNumber":59,"Text":"‘‘o ibrahim, nam'ma devarugalige i gati odagisiddu nine?’’ Endu avaru vicarisidaru"},{"SurahNumber":21,"VerseNumber":60,"Text":"avaru (ibrahim) helidaru; ‘‘avara (a vigrahagala) hiriyanada avane i krtyavannu esagiruvanu. Avugalige matanaduva sakti iddare nivu avugalodane keli nodiri.’’"},{"SurahNumber":21,"VerseNumber":61,"Text":"Aga avaru svatah tam'mannuddesisi, ‘‘nijakku nive akramigalu’’ endu helikondaru"},{"SurahNumber":21,"VerseNumber":62,"Text":"a balika tale taggisi ‘‘avugalu matanaduvudilla embudu ninage gottideyalla?’’ Endaru"},{"SurahNumber":21,"VerseNumber":63,"Text":"avaru (ibrahim) helidaru; nivenu, allahanannu bittu, nimage yavude labhavannagali nastavannagali madalagadavarannu pujisuttira"},{"SurahNumber":21,"VerseNumber":64,"Text":"nimagu allahanannu bittu nivu pujisuva ellavugaligu dhikkara. Nivenu alocisuvudillave"},{"SurahNumber":21,"VerseNumber":65,"Text":"avaru (paraspara) helidaru; nim'ma devarugalige neravagalu nivenadaru maduvavaragiddare, avanannu suttu bidiri"},{"SurahNumber":21,"VerseNumber":66,"Text":"‘‘o agni, ninu ibrahimara palige tannagagu hagu ksemavagibidu’’ endu navu adesisidevu"},{"SurahNumber":21,"VerseNumber":67,"Text":"avaru (uravaru) avarige (ibrahimarige) hani madalu yojisiddaru. Adare navu avarannu (uravarannu) sampurna solisibittevu"},{"SurahNumber":21,"VerseNumber":68,"Text":"mattu navu avarannu (ibrahimarannu) hagu lut‌rannu raksisi, lokadavarigella navu subhavannittiruva nadige kalisidevu"},{"SurahNumber":21,"VerseNumber":69,"Text":"navu avarige (ibrahimarige) is‌hak‌rannu nididevu mattu heccuvariyagi (mom'maganagi) ya'akub‌rannu nididevu. Mattu navu avarellarannu sajjanaragisiddevu"},{"SurahNumber":21,"VerseNumber":70,"Text":"Navu avarannu, nam'ma adesa prakara janarige margadarsana niduva nayakaragi madidevu mattu navu avarige, satkarmagalannu tilisuva mattu namajhannu palisabeku hagu jhakatannu pavatisabekennuva divyavaniyannu kalisiddevu. Avaru nam'manne aradhisuvavaragiddaru"},{"SurahNumber":21,"VerseNumber":71,"Text":"innu lut‌rige navu adhikaravannu jnanavannu nididdevu mattu tira aslila krtyagalannu esaguttiddavara nadininda navu avarannu raksisidevu. Khanditavagiyu adu ondu dusta janangavagittu"},{"SurahNumber":21,"VerseNumber":72,"Text":"avarannu (lut‌rannu) navu nam'ma anugrahada vyaptige serisikondevu. Avaru khandita obba sajjanaragiddaru"},{"SurahNumber":21,"VerseNumber":73,"Text":"i hinde nuharu nam'mannu karedu prarthisidaga, navu avarige uttarisiddevu mattu navu avarannu hagu avara kadeyavarannu ondu ghora vipattininda raksisidevu"},{"SurahNumber":21,"VerseNumber":74,"Text":"nam'ma vacanagalannu sullenda janangadavara virud'dha navu avarige neravadevu. Adu khandita bahala dusta janangavagittu. Navu avarellarannu mulugisi bittevu"},{"SurahNumber":21,"VerseNumber":75,"Text":"innu, davud mattu sulaimanaru. Avaribbaru ondu holada kuritu tirpu nidalu horatiddaru. Ratriya vele kelavara adugalu alli (a holadalli) meddiddavu mattu avara tirpige navu saksigalagiddevu"},{"SurahNumber":21,"VerseNumber":76,"Text":"navu sulaimanarige adara vastavavannu sucisidevu mattu navu avaribbarigu janmeyannu hagu jnanavannu nididdevu mattu navu davudara jote (nam'ma) pavitravannu japisuvante parvatagalannu hagu paksigalannu avarige adhinagolisiddevu. Idannella nave madiddevu"},{"SurahNumber":21,"VerseNumber":77,"Text":"nimagagi, nim'ma yud'dhagalalli nim'mannu raksisuva (ukkina) kavacavannu nirmisuva kaleyannu navu avarige kalisidevu. (Innadaru) nivu krtajnaraguvira"},{"SurahNumber":21,"VerseNumber":78,"Text":"Mattu navu birugaliyannu sulaimanarige adhinagolisidevu. Adu avara adesadante, navu samrd'dhiyannittiruva neladedege calisuttittu. Navantu ellavannu ballavaragiddeve"},{"SurahNumber":21,"VerseNumber":79,"Text":"saitanara (jinn‌gala) paiki avarigagi (sulaimanarigagi, sagaradalli) mulugi baruva hagu itara kelasagalannu maduva kelavariddaru. Nave avara raksakaragiddevu"},{"SurahNumber":21,"VerseNumber":80,"Text":"mattu ayyubaru ‘‘nanu bhari sankastadalliddene mattu ninu atyadhika karune toruvavanagiruve’’ endu tam'ma odeyanannu kugi prarthisiddaru"},{"SurahNumber":21,"VerseNumber":81,"Text":"konege navu avarige uttara nididevu, avara sankastavannu nivarisidevu. Mattu navu avarigu avara maneyavarigu, avara jotegidda avarantaha itararigu nam'ma kadeyinda visesa anugrahavannu hagu bhaktarigagi upadesavannu karunisidevu"},{"SurahNumber":21,"VerseNumber":82,"Text":"hageye isma'il hagu idris hagu jhul‌kiphl. Avarellaru sahanasilaragiddaru"}]}