{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"آری و کسی که همانند عقابی که دیده است، [بر دیگران‌] عقاب روا دارد، سپس بر او ستم رود، خداوند او را یاری می‌دهد که بی‌گمان خداوند بخشاینده آمرزگار است‌"},{"SurahNumber":22,"VerseNumber":61,"Text":"این از آن است که خداوند از شب می‌کاهد و بر روز می‌افزاید، و از روز می‌کاهد و بر شب می‌افزاید، و بی‌گمان خداوند شنوای بیناست‌"},{"SurahNumber":22,"VerseNumber":62,"Text":"این از آن است که خداوند بر حق است، و آنچه به جای او می‌پرستند باطل است، و همانا خداوند بلندمرتبه و بزرگ است‌"},{"SurahNumber":22,"VerseNumber":63,"Text":"آیا نیندیشیده‌ای که خداوند از آسمان آبی فرو فرستاد، آنگاه زمین سبز و خرم گردید، بی‌گمان خداوند باریک‌بین و آگاه است‌"},{"SurahNumber":22,"VerseNumber":64,"Text":"آنچه در آسمانها و آنچه در زمین است از آن اوست، و بی‌گمان خداوند بی‌نیاز ستوده است‌"},{"SurahNumber":22,"VerseNumber":65,"Text":"آیا نیندیشیده‌ای که خداوند آنچه در زمین است و کشتیها را که در دریا به فرمان او روانند، برای شما رام کرد، و او [اجرام‌] آسمان را نگاه می‌دارد که بر زمین نیفتد، مگر به اذن او، بی‌گمان خداوند به مردم رئوف مهربان است‌"},{"SurahNumber":22,"VerseNumber":66,"Text":"و اوست کسی که شما را زنده کرد، سپس شما را می‌میراند، آنگاه دوباره زنده‌تان می‌دارد، بی‌گمان انسان ناسپاس است‌"},{"SurahNumber":22,"VerseNumber":67,"Text":"هر امتی را شریعتی مقرر داشته‌ایم که ایشان متمسک به آنند، پس نباید که با تو در این امر ستیزه کنند، و به راه پروردگارت بخوان، که تو بر طریق هدایتی مستقیم هستی‌"},{"SurahNumber":22,"VerseNumber":68,"Text":"و اگر با تو مجادله کردند بگو خداوند به آنچه می‌کنید داناتر است‌"},{"SurahNumber":22,"VerseNumber":69,"Text":"خداوند در میان شما، در آنچه اختلاف داشتید، در روز قیامت داوری می‌کند"},{"SurahNumber":22,"VerseNumber":70,"Text":"آیا نمی‌دانی که خداوند آنچه در آسمان و زمین است می‌داند، که اینها در کتابی [مسطور] است، بی‌گمان این امر بر خداوند آسان است‌"},{"SurahNumber":22,"VerseNumber":71,"Text":"و به جای خداوند چیزی را می‌پرستند که درباره آن برهانی نازل نکرده است، و چیزی را [می‌پرستند] که به آن علم ندارند، و ستمکاران [مشرک‌] یاوری ندارند"},{"SurahNumber":22,"VerseNumber":72,"Text":"و چون آیات روشنگر ما را بر آنان بخوانند، در چهره‌های کفرپیشگان [نشان‌] ناخوشایندی می‌بینی، نزدیک است که به کسانی که آیات ما را بر آنان می‌خوانند حمله برند، بگو آیا به از این بدتری [که در کمین شماست‌] آگاهتان کنم؟ آن آتش دوزخ است که خداوند به کافران وعده‌اش را داده است، و بد سرانجامی است‌"},{"SurahNumber":22,"VerseNumber":73,"Text":"ای مردم مثلی زده می‌شود که به آن گوش فرادهید کسانی که به جای خداوند می‌پرستید، اگر هم دست یکی کنند، هرگز مگسی را هم نتوانند آفرید، و اگر مگس چیزی از آنان برباید، نمی‌توانند آن را از او بازپس گیرند، هم پرستنده و هم پرستیده ناتوانند"},{"SurahNumber":22,"VerseNumber":74,"Text":"خداوند را چنانکه سزاوار ارج اوست، ارج نگذاشتند، بی‌گمان خداوند توانای پیروزمند است‌"},{"SurahNumber":22,"VerseNumber":75,"Text":"خداوند از میان فرشتگان و مردمان، پیامبرانی برمی‌گزیند، بی‌گمان خداوند شنوای بیناست‌"},{"SurahNumber":22,"VerseNumber":76,"Text":"هرچه پیش روی آنان و پشت‌سرشان است، می‌داند، و همه کارها به خداوند بازگردانده می‌شود"},{"SurahNumber":22,"VerseNumber":77,"Text":"ای مؤمنان به رکوع و سجود [/نماز] بپردازید و پروردگارتان را بپرستید، و نیکی کنید، باشد که رستگار شوید"},{"SurahNumber":22,"VerseNumber":78,"Text":"و در راه خدا چنانکه سزاوار جهاد اوست جهاد کنید، او شما را برگزیده است و برای شما در دینتان محظوری قرار نداده است، که آیین پدرتان ابراهیم است، همو که شما را از پیش مسلمان نامید، و در این [کتاب‌] هم [مسلمان نامیده شده‌اید]، تا سرانجام پیامبر گواه بر شما و شما گواه بر مردمان باشید، پس نماز برپا دارید و زکات بدهید و به خداوند پناه برید، او سرور شماست، چه نیکو سروری و چه نیکو یاوری‌"}]}