{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Emri geregince denizde yuzmek uzere gemileri ve lutfedip verdigi rızkı aramanız icin denizi size boyun egdiren Allah´tır. Umulur ki sukredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goklerde olanları, yerde olanları, hepsini size musahhar kılmıstır. Elbette ki dusunen bir kavim icin bunda ayetler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Iman edenlere soyle: Allah´ın gunlerinin gelecegini ummayan kimseleri bagıslayıp gecsinler. Cunku Allah, her kavmi yaptıklarıyla cezalandıracaktır"},{"SurahNumber":45,"VerseNumber":15,"Text":"Her kim, salih amel islerse; kendi lehinedir. Kim de kotuluk yaparsa; aleyhinedir. Sonra Rabbınıza donduruleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun ki; Biz, Israilogullarına kitabı, hukmu ve nubuvveti vermistik. Onları temiz seylerden rızıklandırmıs ve dunyalara ustun kılmıstık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ve onlara emirden burhanlar verdik. Ama onlar, kendilerine ilim geldikten sonra aralarındaki cekememezlikten dolayı ayrılıga dustuler. Elbette Rabbın; ayrılıga dustukleri seyler hakkında kıyamet gunu aralarında hukum verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra seni de emirden bir seriat uzere kıldık. Oyleyse sen; ona uy, sakın bilmeyenlerin heveslerine uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Muhakkak ki onlar; Allah´a karsı sana hic bir fayda veremezler. Dogrusu zalimler birbirlerinin velileridir. Allah da muttakilerin velisidir"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu; insanlar icin acık belgeler, kesin olarak inanan bir kavim icin de hidayet ve rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa; kotulukleri kazananlar, olumlerinde ve saglıklarında kendilerini iman edip salih amel isleyen kimseler ile bir tutacagımızı mı sandılar? Ne kotu hukum veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah, gokleri ve yeri hak ile yaratmıstır. Ta ki her nefis, zulme ugratılmaksızın kazancına gore karsılık gorsun"},{"SurahNumber":45,"VerseNumber":23,"Text":"Gordun mu, o kimseyi ki; heva ve hevesini kendisine tanrı edinmis, bilgisi oldugu halde Allah onu sasırtmıs, kulagını, kalbini muhurlemis ve gozune perde koymustur? Allah´tan sonra onu kim hidayete eristirebilir? Hala dusunmeyecek misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Hayat; ancak bu dunyada yasadıgımızdır. Oluruz ve yasarız. Bizi ancak Dehr helak eder, dediler. Oysa onların bu konuda bilgileri yoktur. Baska degil, onlar sadece zannediyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ayetlerimiz onlara acıkca okundugu zaman; dogru sozluler iseniz, babalarımızı getirin bakalım, demekten baska bir huccetleri yoktur"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: Allah diriltir sizi sonra oldurur, sonra hakkında hic bir suphe bulunmayan o kıyamet gununde toplar. Fakat insanların pek cogu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku Allah´ındır. Kıyametin kopacagı gun; iste o gun, batıla saplananlar husranda kalırlar"},{"SurahNumber":45,"VerseNumber":28,"Text":"Her ummeti dizustu cokmus gorursun. Her ummet kendi kitabına cagrılır. Bugun, size yaptıklarınızın karsılıgı verilecektir"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu kitablarımız sizin aleyhinize hak ile konusuyor. Suphesiz Biz, yaptıklarınızı bir bir kaydediyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Iman edip salih amel islemis olanlara gelince; Rabbları onları rahmetine girdirir. Apacık kurtulus iste budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kufredenlere gelince; ayetlerimiz size okunmus, siz de buyukluk taslayıp mucrim bir kavim olmustunuz, degil mi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Allah´ın vaadi haktır ve kıyamet gunu hakkında hic suphe yoktur, denildigi zaman; siz demistiniz ki: Kıyamet nedir? bilmiyoruz, ancak bir takım tahminlerde bulunuyoruz. Onun hakkında kesin bir bilgi elde etmis degiliz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Onlara, yaptıkları islerin kotulukleri belli oldu ve alaya aldıkları seyler kendilerini kusattı"},{"SurahNumber":45,"VerseNumber":34,"Text":"Denilir ki: Siz, nasıl bugune kavusacagınızı unuttuysanız, Biz de sizi unuttuk. Barınagınız atestir, yardımcılarınız da yoktur"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun boyle olmasının sebebi; Allah´ın ayetlerini alaya almanız ve dunya hayatının sizi aldatmıs olmasıdır. Iste o gun; oradan cıkarılmayacaklar ve ozurleri de dinlenmeyecektir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Hamd; goklerin Rabbı, yerin Rabbı ve alemlerin Rabbı olan Allah´a mahsustur"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde de, yerde de buyukluk O´nundur. O´dur Aziz, Hakim"}]}