{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"Ва Бани Исроилни денгиздан ўтказдик. Бас, Фиръавн ва унинг аскарлари ҳаддан ошган ва туғён қилган ҳолда уларни таъқиб этдилар. Токи унга ғарқ бўлиш етганида: «Бани Исроил иймон келтирган Зотдан ўзга Илоҳ йўқлигига иймон келтирдим ва мен мусулмонларданман», деди"},{"SurahNumber":10,"VerseNumber":91,"Text":"Эндими! Олдин исён қилган ва бузғунчилардан бўлган эдинг-ку"},{"SurahNumber":10,"VerseNumber":92,"Text":"Бугун сенинг баданингни қутқарамиз. Токи ўзингдан кейингиларга ибрат бўлгин. Албатта, кўп одамлар Бизнинг оятларимиздан ғофилдирлар"},{"SurahNumber":10,"VerseNumber":93,"Text":"Батаҳқиқ, Биз Бани Исроилни ҳақиқий омонлик масканига жойлаштирдик ва уларни пок нарсалар ила ризқлантирдик. Бас, улар то ўзларига илм келмагунча ихтилоф қилмадилар. Албатта, Роббинг қиёмат куни улар орасида ихтилоф қилган нарсалари ҳақида Ўзи ҳукм чиқарур"},{"SurahNumber":10,"VerseNumber":94,"Text":"Агар сенга нозил қилган нарсамиздан шакда бўлсанг, сендан олдин китобни ўқиганлардан сўра. Батаҳқиқ, сенга Роббингдан ҳақ келди. Бас, ҳеч шубҳа қилгувчилардан бўлма"},{"SurahNumber":10,"VerseNumber":95,"Text":"Зинҳор, Аллоҳнинг оятларини ёлғонга чиқарувчилардан бўлма, у ҳолда зиёнкорлардан бўлиб қоласан"},{"SurahNumber":10,"VerseNumber":96,"Text":"Албатта, Роббингнинг калималари зиммасига вожиб бўлганлар иймонга келмаслар"},{"SurahNumber":10,"VerseNumber":97,"Text":"Агар уларга ҳамма оят-мўъжизалар келса ҳам, то аламли азобни кўрмагунларича"},{"SurahNumber":10,"VerseNumber":98,"Text":"Қани энди, бирон қишлоқ иймон келтирганда, унга иймони манфаат берса эди. Фақат, Юнус қавми иймон келтирганларида, улардан ҳаёти дунёдаги хорлик азобини кушойиш қилдик ва уларни маълум вақтгача фойдалантирдик, холос"},{"SurahNumber":10,"VerseNumber":99,"Text":"Агар Роббинг хоҳласа, ер юзидаги кишиларнинг ҳаммаси иймонга келар эдилар. Ёки сен одамларни мўмин бўлишга мажбурлайсанми"},{"SurahNumber":10,"VerseNumber":100,"Text":"Аллоҳнинг изнисиз ҳеч бир жон мўмин бўла олмас. У ақл юргизмайдиганларга ўта ифлосликни раво кўрур"},{"SurahNumber":10,"VerseNumber":101,"Text":"Сен: «Осмонлару ердаги нарсаларга назар солинглар. Иймон келтирмайдиган қавмларга оят-мўъжизалар ва қўрқитувлар фойда бермас», деб айт"},{"SurahNumber":10,"VerseNumber":102,"Text":"Улар фақат ўзларидан олдин ўтганларнинг кунларига ўхшаш кунларга интизор бўлмоқдаларми? Сен: «Бас, интизор бўлинглар. Албатта, мен ҳам сизлар билан интизор бўлгувчиларданман», деб айт"},{"SurahNumber":10,"VerseNumber":103,"Text":"Сўнгра, Пайғамбарларимизга ва иймон келтирганларга нажот берамиз. Шундай қилиб, мўминларга нажот бермоғимиз зиммамиздаги бурчдир"},{"SurahNumber":10,"VerseNumber":104,"Text":"«Эй одамлар, агар менинг динимда шак-шубҳангиз бўлса, бас, (билингки) мен сизлар ибодат қилаётган — Аллоҳдан ўзга — нарсаларга ибодат қилмасман. Лекин сизни вафот эттирадиган Аллоҳга ибодат қилурман ва мўминлардан бўлмоғимга амр қилинганман», деб айт"},{"SurahNumber":10,"VerseNumber":105,"Text":"Юзингни динга тўғри тут. Мушриклардан бўлма"},{"SurahNumber":10,"VerseNumber":106,"Text":"Аллоҳдан ўзга — сенга манфаат ҳам, зарар ҳам бермайдиган — нарсага илтижо қилма. Бас, агар шундай қилсанг, унда, сен золимлардан бўласан"},{"SurahNumber":10,"VerseNumber":107,"Text":"Агар Аллоҳ сени зарар ила тутса, Ундан ўзга ўшанга кушойиш берувчи йўқдир. Агар У сенга яхшиликни ирода қилса, Унинг фазлини рад қилувчи ҳам йўқдир. Уни бандаларидан хоҳлаганига етказур. У мағфират қилгувчи ва раҳимли Зотдир"},{"SurahNumber":10,"VerseNumber":108,"Text":"Сен: «Эй одамлар, сизга Роббингиздан ҳақ келди. Бас, ким ҳидоятга юрса, ўзи учун ҳидоят топадир. Ким залолатга кетса, ўз зарарига залолат топадир. Мен сизларнинг устингиздан қўриқчи эмасман», деб айт"},{"SurahNumber":10,"VerseNumber":109,"Text":"Ва сенга ваҳий қилинган нарсага эргаш ва Аллоҳ ҳукм қилгунча сабр қил. У ҳукм қилгувчиларнинг яхшисидир"},{"SurahNumber":11,"VerseNumber":1,"Text":"Алиф. Лаам. Ро. (Ушбу) китоб оятлари маҳкам қилинган, сўнгра ҳикматли ва хабардор Зот томонидан муфассал (баён) қилингандир"},{"SurahNumber":11,"VerseNumber":2,"Text":"Аллоҳдан ўзгага ибодат қилмаслигингиз учундир. Албатта, мен сизларга Ундан келган огоҳлантирувчи ва хушхабарчиман"},{"SurahNumber":11,"VerseNumber":3,"Text":"Роббингизга истиғфор айтинглар, сўнгра Унга тавба қилинглар. (Шунда) У зот сизларни маълум муддатгача яхши роҳатлар ила баҳраманд қилур ва ҳар бир фазл эгасига фазлини берур. Агар юз ўгириб кетсангиз, бас, албатта, мен сизларга улуғ куннинг азоби бўлишидан қўрқаман"},{"SurahNumber":11,"VerseNumber":4,"Text":"Аллоҳнинг Ўзига қайтишингиз бор. У ҳар бир нарсага қодир Зотдир"},{"SurahNumber":11,"VerseNumber":5,"Text":"Огоҳ бўлингким, албатта, улар Ундан яшириниш учун кўксиларига (бошларини) эгарлар. Огоҳ бўлингким, кийимларига ўралган чоғларида ҳам, У зот нимани сир тутаётганларинию нимани ошкор қилаётганларини билар. Албатта, У — қалблардаги бор нарсаларни билгувчи Зотдир"}]}