{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"(Meryem) îdî bi wê zarê bi zar maye. Ji ber vî qasî (Meryem, ji kemalê xwe) çûye cîyekî dûr maye"},{"SurahNumber":19,"VerseNumber":23,"Text":"(Dema gava razana wê hatîye) sancîyan bi wê girtîye, ewa çûye nava darê xurman, xwe bi çiqilê daran girtîye (aha) gotîye: \"Xwazîka ez hêj berya naha da mirî bûma û hatibûma bîrvakirinê (min evan tiştan ne dîtibûyan)"},{"SurahNumber":19,"VerseNumber":24,"Text":"Îdî gazî (Meryemê) kirine (aha) gotine: \"Tu mirûzê xwe neke, bi sond! Xudayê te dibinê (nigê) te da nijdewanekî mezin çê kirîye"},{"SurahNumber":19,"VerseNumber":25,"Text":"Tu çiqlê darê xurman li bal xwe da bihejîne, ji bo ku li ser te da xurmên terê gihîjtî bikebin"},{"SurahNumber":19,"VerseNumber":26,"Text":"Îdî tu bixwe û vexwe û tu çave xwe ji hêstiran zaha bike (çavê te ronahî be). Heke tu ji merivan, kesekî bibînî, tu ji wî ra (aha) bêje: \"Bi rastî min peyman daye, ku ez ji bona Xudayê dilovan ra rojî bigirim; îdî di îro da qe bi tu kesekî ra mujûl nabim"},{"SurahNumber":19,"VerseNumber":27,"Text":"Îdî paşê (Meryemê zara) xwe hildaye hatîye bal komalê xwe. (Komalê Meryemê jê ra aha) gotine: \"Meryem! Bi sond te tiştekî sodret anîye û kiriye"},{"SurahNumber":19,"VerseNumber":28,"Text":"Xûşka Harûn! Bi rastî bavê te merivekî xirab ne bû û dîya te jî jinekî pîs ne bû"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Ka te eva ji kêdere anîye?) Îdî (Meryemê) li bal wî zarê da niqandîye (Gotîye: \"Ji wî pirs bikin.)\" Ewan (bersiva Meryemê dane, aha) gotine: \"Ka ewa zaroka hêlanê da, wê ça bi me ra axiftin bike"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ewê zarokê (bersiva wan daye û) gotîye: \"Bi rastî ez bendeyê Yezdan im; ewî ji min ra pirtûk anîye daye min û ez ji xwe ra xistime pêxember"},{"SurahNumber":19,"VerseNumber":31,"Text":"Û ewî ez li hemû cîhî bi payetî rakutame û li min şîret kirîye, heya ez bijîm gotîye ez nimêj bikim û baca xwe bidim"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ji bona dîya xwe ra jî qencîkar bim. (Yezdan) ez ji serhişkê pozbilind yê rêderketî ne gerandime"},{"SurahNumber":19,"VerseNumber":33,"Text":"(Ji Yezdan) di roya ji dayîkbûna min da û di roya mirina min da û di roya ku ezê bi zindî rabim (herime civînê) da, selam li ser min heye"},{"SurahNumber":19,"VerseNumber":34,"Text":"Rastîya wî ‘Îsayê kur ê Meryemê ku hûn di rastîya wî da dudil in, eva ye"},{"SurahNumber":19,"VerseNumber":35,"Text":"Qe babet nîne, ku Yezdan ji xwe ra zaran bigire, ewa ji van (gotinan) paqij e. Gava (Yezdan) bivê ku bûyerekî çê bike, ji wê bûyerê ra dibêje: \"Bibe.\" Ewa jî ji ber xwe dibe"},{"SurahNumber":19,"VerseNumber":36,"Text":"Bi rastî Yezdan Xudayê min e û Xudayê we ye jî. Îdî hûn hey ji wî ra perestî bikin. Rêya rast hey eva ye"},{"SurahNumber":19,"VerseNumber":37,"Text":"Îdî (paşê ewan di nava xwe da partî çê kirine). Ewan partîyan di nava xwe da ne wekhev bûn çê kirine. Îdî ji dîtina roya mezin (ku roya rabûna hemû ye) xwelî li wan filan be (ka ewan ça fereste bin)"},{"SurahNumber":19,"VerseNumber":38,"Text":"Di roya ku ewan têne bal me, çiqa rind dibêhin û çiqa rind dibînin! Lê ewanê cewr kirine hene! Ewan di wê royê da di wundabûneke xûya da nin"},{"SurahNumber":19,"VerseNumber":39,"Text":"Û (Muhanmed!) tu ewan ji wê roya, ku hemû bûyer têda têne pêkanînê, meriv li ser kirinê xwe kovanan dikişînin, bide hişyarkidrinê. (Gava bûyera wan pêk tê) haja wan namîne, ewan bi xweber jî bawer nakin"},{"SurahNumber":19,"VerseNumber":40,"Text":"Bi rastî hey ûrta zemîn û tişta li ser (zemîn) em tenê ne. Ewan hey li bal me da bine zivirandinê"},{"SurahNumber":19,"VerseNumber":41,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îbrahîm (ji bona koma xwe ra) bixûne. Bi rastî (Îbrahîm) pêxemberekî pir rast bûye"},{"SurahNumber":19,"VerseNumber":42,"Text":"Di gavekî da (Îbrahîm) ji bona bavê xwe ra (aha) gotîye: \"Bavo! Ka ji bo çi tu ji wan tiştên, ku nabihên û nabînin, perestî dikî? Ewan qe te (ji tu şapatî jî) fereste nakin"},{"SurahNumber":19,"VerseNumber":43,"Text":"Bavo! Bi sond, ji bona min ra zanîneke wusa hatîye, ku ewa zanîna ji te ra ne hatîye, îdî tu bibe peyrewê min, ku ez te beherime wê rêya rast ya bê kêmasî"},{"SurahNumber":19,"VerseNumber":44,"Text":"Bavo! Ji bona pelîd ra perestî neke. Bi rastî pelîd li ber Xudayê dilovan da serî bilind kirîye (bi gotina wî nake)"},{"SurahNumber":19,"VerseNumber":45,"Text":"Bavo! Bi rastî ez ditirsim, heke şapatek ji Xudayê dilovan bi te bigire, îdî tu jî bibî dostê pelîd"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Bavê Îbrahîm bersiva wî daye aha) gotîye: \"Îbrahîm! Qey tu ji perestîya Xudayên min, rû difetilînî (perestîya wan nekî)? Bi sond! Heke tu ji wan kirinê xwe dest bernedî ezê te kevir bikim (bikujim) û (Îbrahîm) tu dest ji min berde, heya hinek gavan ji vira here"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Îbrahîm bersiva bavê xwe aha daye), gotîye: \"(Bavo!) selam li ser te be, ezê ji bona te ra ji Xudayê xwe, lavaya baxişandinê bikim. Loma Xudayê min, ji bona min ra pir qencîkar e"},{"SurahNumber":19,"VerseNumber":48,"Text":"Bi rastî ezê ji we û ji wan tiştên, ku hûn ji pêştirê Yezdan, ji wan ra perestî dikin dest berdim, ezê hey ji Xudayê xwe ra perestî bikim. Goman dikim, ku ez jî (wekî we) bi perestîya Xudayê xwe dil hişk û rê derketî nebim"},{"SurahNumber":19,"VerseNumber":49,"Text":"Îdî gava (Îbrahîm) dest ji wan û ji pêştirê Yezdan, ji wan ra perestî dikirin, berdaye, me jî ji bona (Îbrahîm ra) Ishaq û Y’eqûb raber kiriye. Me hemûşk jî xistibûne pêxember"},{"SurahNumber":19,"VerseNumber":50,"Text":"Me ji dilovanîya xwe, ji bona wan ra (mal, hêz û serwet) daye, me ji bona wan ra zimanekî rastê bilind daye"},{"SurahNumber":19,"VerseNumber":51,"Text":"Û (Muhemmed!) tu di pirtûkê da (serdaborya) Mûsa (ji bona koma xwe ra) bixûne. Bi rastî (Mûsa bendekî me ye) xwurî bûye, ewa bi pêxemberî (li bal zarên cihûyan da) hatîye şandinê"},{"SurahNumber":19,"VerseNumber":52,"Text":"Me ji alîyê rastê çîya yê (bi nav) Tûr da, gazî (Mûsa) kirîye. Ji bo ku em bi wî ra mijûl bibin, me ewa nêzê xwe kirîye"},{"SurahNumber":19,"VerseNumber":53,"Text":"Me ji dilovanîya xwe, ji bona (Mûsa ra) birayê wî yê Harûn bi pêxemberî raber kirîye"},{"SurahNumber":19,"VerseNumber":54,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îsma’îl (ji bona komalê xwe ra) bixûne; Bi rastî ewa di peymana xwe da rast bûye. Ewa (li bal komalê xwe da) bi pêxemberî hatîye şandinê"},{"SurahNumber":19,"VerseNumber":55,"Text":"(Îsma’îl) fermana malîyên xwe bi nimêjkirinê û bi baca malê xwe dayînê kirîye. Ewa li bal Xudayê xwe jî, hatîye qayîlkirinê"},{"SurahNumber":19,"VerseNumber":56,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îdrîs (ji bona komalê xwe ra) bixûne. Loma bi rastî (Îdrîs) pêxemberekî pir rast bûye"},{"SurahNumber":19,"VerseNumber":57,"Text":"Me jî ewa li bal cîyekî bilind da rakirîye"},{"SurahNumber":19,"VerseNumber":58,"Text":"Evan (pêxemberên, ku navê wan borîne) hene! Ji nişa (Adem) û ji nişa wan kesên, ku me ewan bi Nûh ra hildabûne (kelekê) û ji nişa Îbrahim û Israîl (Y’eqûb) in. Me ji wan ra, rê daye nîşanê û me ewan (di nava kesan da bi pêxemberî) hilbijartîne. Gava beratên Yezdanê dilovan ji wan ra tê xwendinê ji xwe va diçin, bi giryanê ve diçin secdê"}]}