{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"An la dique weichi tiandi [de yunxing], yimian pianli guidao [er huimie]. Jiaru tiandi pianli guidao [er huimie], chu ta wai, jue wu ren neng weichi tiandi [de yunxing]. Ta que shi zui kuanrong de, zui kuanshu de."},{"SurahNumber":35,"VerseNumber":42,"Text":"Tamen yi an la fachu tamen zui zhuangyan de shiyan: Jiaru you yi wei jinggao zhe lailin tamen, name, tamen yiding hui bi [ciqian de] renhe minzu geng neng zunxing zhengdao. Dan dang jinggao zhe [mu sheng] lailin tamen shi, zhi shi tamen gengjia panni."},{"SurahNumber":35,"VerseNumber":43,"Text":"[Tamen panni zhi yin tamen] zai da dishang jiao'ao zi da, yinmou zuo'e. Yinmou zuo'e zhi hui huimie yinmou zhe zishen. Chule qian ren zaoshou de changdao wai, tamen hai dengdai shenme ne? Ni jue buneng faxian an la de changdao you renhe biangeng, ni jue buneng faxian an la de changdao you renhe bianhua."},{"SurahNumber":35,"VerseNumber":44,"Text":"Nandao tamen meiyou zai da dishang luxing, guancha tamen qian ren de jieju ruhe ma? Qian ren de shili bi tamen de geng qiangda. Tiandi jian meiyou renhe dongxi neng taotuo an la de zhangkong. Ta que shi quanzhi de, wanneng de."},{"SurahNumber":35,"VerseNumber":45,"Text":"Jiaru an la yaoyin renmen suo fan de zui'e cheng fa renmen, name, ta bu hui zai da dishang liu xia yige huo wu, dan ta ba tamen yanhuan dao yige dingqi. Dang tamen de qixian lailin shi, an la dui ta de pu ren que shi quan shi de."},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya xin [zhu][alabo yu er ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":36,"VerseNumber":2,"Text":"Yi zhe bu zhihui de “gulanjing” fashi,"},{"SurahNumber":36,"VerseNumber":3,"Text":"ni [mu sheng] que shi shizhe zhi yi,"},{"SurahNumber":36,"VerseNumber":4,"Text":"que shi zunxing zhengdao [yisilan jiao] de."},{"SurahNumber":36,"VerseNumber":5,"Text":"Zhe bu “gulanjing” shi quanneng de, te ci de zhu jiang shi de,"},{"SurahNumber":36,"VerseNumber":6,"Text":"Yibian ni jinggao yige minzu, tamen de zuxian meiyou bei jinggaoguo, tamen shi shuhu de."},{"SurahNumber":36,"VerseNumber":7,"Text":"Tamen da duoshu ren dique ying shou xingfa de panjue, yinwei tamen bu xinyang."},{"SurahNumber":36,"VerseNumber":8,"Text":"Wo que yi ba jiasuo dai zai tamen de bozi shang, zhidao xia ke, suoyi tamen yangzhe tou."},{"SurahNumber":36,"VerseNumber":9,"Text":"Wo zai tamen de qianmian anzhile yige pingzhang, zai tamen de houmian ye anzhile yige pingzhang, zhe zhule tamen, suoyi tamen kan bujian."},{"SurahNumber":36,"VerseNumber":10,"Text":"Wulun ni jinggao tamen, haishi bu jinggao tamen, dui tamen dou shi yiyang de, tamen rengran bu xinyang."},{"SurahNumber":36,"VerseNumber":11,"Text":"Ni zhi neng jinggao zunxing jiaohui [“gulanjing”] qie anzhong jingwei pu ci zhi zhu [an la] zhe, ni dang yi kuanshu he youhou de baochou [leyuan] xiang ta baoxi."},{"SurahNumber":36,"VerseNumber":12,"Text":"Wo dique neng shi sizhe fuhuo, wo jiang jilu tamen suo zuo de shan e he tamen de shiji [zhu][ru mei ri dao qingzhensi zuo wu ci libai he canjia shengzhan de zuji deng]. Wo yi ba wanshi jilu zai yi bu mingbai de tian jing zhong."},{"SurahNumber":36,"VerseNumber":13,"Text":"Ni dang yi chengshi [jushuo gai cheng xi gu xuliya shoudu “an tiao ke”, xian wei tu'erqi nanbu de yige chengshi] jumin [de gushi] wei tamen she ge biyu. Dangshi, shizhemen lai dao gai cheng."},{"SurahNumber":36,"VerseNumber":14,"Text":"Dangshi, wo paiqian liang wei shizhe qu jiaohua tamen [gai cheng de jumin], dan tamen fouren ta lia [de shiming]. Ranhou, wo paiqian di san wei shizhe qu zengqiang ta lia [de liliang]. Tamen shuo:“Women que shi feng'an la zhi ming lai jiaohua nimen de shizhe.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Tamen [gai cheng de jumin] shuo:“Nimen zhishi tong women yiyang de fanren, pu ci zhi zhu [an la] meiyou jiang shi renhe dongxi [gei nimen], nimen zhishi shuohuang eryi.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Tamen [shizhe] shuo:“Women de zhu [an la] zhidao, women que shi feng ta [an la] zhi ming lai jiaohua nimen de shizhe,"},{"SurahNumber":36,"VerseNumber":17,"Text":"women de zeren zhishi mingbai di [xiang nimen] chuanda [an la de qishi].”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Tamen [gai cheng de jumin] shuo:“Women dique ba nimen kan zuo buxiang zhi zhao. Jiaru nimen bu tingzhi xuanchuan, women biyong shitou da si nimen, nimen bi cong women zheli zaoshou tongku de xingfa.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Tamen [shizhe] shuo:“Nimen de eyun laizi nimen ziji [zizuozishou].[Nandao nimen zao eyun] shi youyu nimen jieshou quangao ma? Bu, nimen shi guofen [chaoyue fadu] de minzhong.”"},{"SurahNumber":36,"VerseNumber":20,"Text":"You geren cong chengshi de zui yuanfang pao lai shuo:“Wo de zuren a! Nimen dang fucong shizhemen,"},{"SurahNumber":36,"VerseNumber":21,"Text":"nimen dang fucong zunxing zhengdao er bu xiang nimen suoqu baochou de ren [shizhe]."},{"SurahNumber":36,"VerseNumber":22,"Text":"Wo zen neng bu chongbai na chuangzao wo, er nimen dou jiang gui dao ta nali qu de zhu [an la] ne?"},{"SurahNumber":36,"VerseNumber":23,"Text":"Wo zen neng she ta er chongbai qita shenling ne? Jiaru pu ci zhi zhu yu jiang zai yu wo, name, tamen [naxie shenling] de qiuqing dui wo shi hao wu yichu de, tamen buneng zhengjiu wo."},{"SurahNumber":36,"VerseNumber":24,"Text":"Jiaru wo zheyang zuo, wo bi xianru mingxian de mi wu zhong."},{"SurahNumber":36,"VerseNumber":25,"Text":"Wo que yi xinyang nimen de zhu [an la], suoyi, nimen dang tingcong wo.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"[Bu xinyang zhe shahai ta shi] you hua sheng [dui ta] shuo:“Ni jinru leyuan ba [zhu]!” Ta shuo:“Yaoshi wo de zuren zhidao duo hao a!"},{"SurahNumber":36,"VerseNumber":27,"Text":"Wo de zhu yi kuanshu wo, bing shi wo chengwei shou zunjing zhe zhi yi.”"}]}