{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ben, onları (Iblis ve soyunu) ne goklerin ve yerin yaratılısında, ne de kendilerinin yaratılısında sahit tutmadım ve hicbir zaman dogru yoldan cıkanları yardımcı edinmis degilim"},{"SurahNumber":18,"VerseNumber":52,"Text":"Ve o (kıyamet) gunu Allah kafirlere soyle buyuracak: \"Ortaklarım ve sefaatcılarınız diye zannettiginiz putlarınızı cagırın.\" Musrikler onları cagırırlar, fakat kendilerine cevap vermezler. Biz, kafirlerle ilahları arasına atesten bir engel koymusuzdur"},{"SurahNumber":18,"VerseNumber":53,"Text":"Gunahkarlar atesi gormusler de artık ona duseceklerini anlamıslardır. Fakat ondan kacıp sıgınacak bir yer bulamazlar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Suphesiz biz, bu Kur'an'da insanlara cesitli manaları turlu misallerle acık olarak verdik. Insan ise, her seyden cok mucadelecidir"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kendilerine dogru yolu gosteren peygamber geldiginde insanları, iman etmekten ve Rabblerinden gunahlarının magfiretini istemekten alıkoyan sey sadece gecmis milletlerin baslarına gelen felaketlerin kendilerine de gelmesini veya ahiret azabının ansızın goz gore gore gelip catmasını beklemek olmustur"},{"SurahNumber":18,"VerseNumber":56,"Text":"Halbuki biz peygamberleri ancak mujdeciler ve uyarıcılar olarak gondeririz. Kafir olanlar ise hakkı, batılla ortadan kaldırmak icin mucadele ediyorlar. Onlar, ayetlerimizi ve korkutuldukları azabı da alaya almıslardır"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbinin ayetleriyle nasihat edilip de onlardan yuz ceviren ve daha once isledigi gunahları unutandan daha zalim kim olabilir? Biz onların kalbleri uzerine (Kur'an'ı) anlamalarına engel olan bir agırlık, kulaklarına da sagırlık verdik. Ey Muhammed! Sen onları dogru yola cagırsan da onlar asla hidayete ermezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Bununla beraber rahmet sahibi olan Rabbin cok bagıslayıcıdır, tevbe eden kullarına rahmeti boldur. Eger Allah, isledikleri gunahlar yuzunden onları hemen cezalandıracak olsaydı, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardır ki, o geldiginde Allah'ın azabından bir kurtulus yeri bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Iste zulmettikleri icin helak ettigimiz sehirler! Biz onların helakleri icin de belirli bir zaman tayin etmistik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Ey Muhammed! Bir vakit Musa genc adamına demisti ki: \"Iki denizin birlestigi yere ulasıncaya kadar gidecegim, yahut senelerce gidecegim"},{"SurahNumber":18,"VerseNumber":61,"Text":"Bunun uzerine ikisi de iki denizin birlestigi yere vardıklarında balıklarını unuttular. Bu arada balık, denizde yolunu bulup kaybolmustu"},{"SurahNumber":18,"VerseNumber":62,"Text":"Iki denizin birlestigi yeri gectikleri zaman, Musa genc arkadasına: \"Kusluk yemegimizi getir. Gercekten biz bu yolculugumuzda epey yorulduk\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Adam: \"Gordun mu! dedi. Kayaya sıgındıgımız vakit dogrusu ben balıgı unutmusum. Onu hatırlamamı, muhakkak seytan bana unutturdu. O denizde garip bir yol tutup gitmisti"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa da demisti ki: \"Iste aradıgımız o idi.\" Bunun uzerine izlerine donup gerisin geri gittiler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Nihayet kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermis ve tarafımızdan bir ilim ogretmistik"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona: \"Allah'ın sana ogrettigi ilim ve hikmetten bana da ogretmen icin sana tabi olabilir miyim?\" dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"(Hızır) dedi ki: \"Dogrusu sen benimle asla sabredemezsin"},{"SurahNumber":18,"VerseNumber":68,"Text":"Icyuzunu kavrayamadıgın seye nasıl sabredeceksin"},{"SurahNumber":18,"VerseNumber":69,"Text":"Musa: \"Insaallah beni sabırlı bulacaksın ve senin hicbir isine karsı gelmeyecegim\" dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Hızır) dedi ki: \"O halde bana tabi olacaksın; ben sana sırrını anlatmadıkca, hicbir sey hakkında bana soru sorma"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bunun uzerine ikisi beraber yuruduler. Nihayet gemiye bindikleri zaman, o kul (Hızır) gemiyi deldi. Musa, ona soyle dedi: \"Geminin icindekileri bogmak icin mi deldin? Dogrusu cok kotu bir is yaptın"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Hızır:) \"Sen benimle asla sabredemezsin, demedim mi?\" dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa dedi ki: \"Unuttugum seyden dolayı beni suclama ve bu isimden dolayı bana bir gucluk cıkarma"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine gittiler. Nihayet bir erkek cocuga rastladıklarında Hızır hemen onu oldurdu. Musa: \"Kısas olmadan masum bir cana nasıl kıyarsın? Dogrusu sen cok fena bir sey yaptın\" dedi"}]}