{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Gecede, gunduzde barınan her sey O´nundur. O, isitendir, bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: «Gokleri ve yeri yoktan var eden, besleyen, fakat kendisi beslenmeyen Allah´tan baska dost mu tutayım?» «Ben Islam olanların ilki olmakla emrolundum» de ve sakın Allah´a ortak kosanlardan olma"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: «Eger Rabbime isyan edersem, buyuk bir gunun azabından korkarım»"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun kimden azab giderilirse, kuskusuz Allah ona rahmet etmistir. Iste apacık kurtulus budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Allah sana bir zarar dokundurursa, onu yine kendisinden baska acacak yoktur. Ve eger sana bir hayır dokundursa, kuskusuz O, herseyi yapabilendir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O, kullarının ustunde tam hakimdir. O, hukum ve hikmet sahibidir, herseyden haberdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: «Sahitlik yonunden hangi sey daha buyuktur?». De ki: «Allah, benimle sizin aranızda sahittir ve bana bu Kur´an vahyolundu ki, onunla hem sizi, hem de sizden sonra kendisine ulasan herkesi uyarayım. Allah´la beraber baska ilahlar olduguna siz gercekten sahitlik eder misiniz?» De ki: «Ben buna sahitlik etmem». «O, ancak ve ancak bir tek ilahtır ve gercekten ben, sizin ortak tuttugunuz seylerden uzagım» de"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine Kitap verdigimiz kimseler, Peygamber´i, kendi ogullarını bildikleri gibi, bilirler. Kendilerine yazık edenler var ya! Iste onlar iman etmezler"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allah´a iftira ederek yalan uydurandan veya ayetlerini yalanlayandan daha zalim kim olabilir? Hic suphe yok ki zalimler kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"O gun hepsini mahsere toplayacagız. Sonra Allah´a ortak kosanlara: « Hani nerede o Allah´a ortak saydıgınız ortaklarınız?» diyecegiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra, (Onlar): «Rabbimiz, Allah´a yemin ederiz ki, biz musriklerden degildik» demekten baska bir ozur bulamayacaklar"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, vicdanlarına karsı nasıl yalan soylediler! O uydurdukları putlar da kendilerinden kaybolup gitti"},{"SurahNumber":6,"VerseNumber":25,"Text":"Iclerinden seni dinleyenler de vardır, fakat biz, onu anlamalarına engel olmak icin kalblerinin ustune ortuler, kulaklarının icine de agırlık koyduk. Onlar, butun delilleri gorseler bile yine ona inanmazlar. Hatta sana geldiklerinde seninle tartısırlar. Ve o kafirler: «Bu, oncekilerin masallarından baska bir sey degildir» derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, insanları Kur´an´a iman etmekten menederler, hem de kendileri ondan uzak dururlar. Boylece yalnız kendilerini mahvediyorlar ama farkında degiller"},{"SurahNumber":6,"VerseNumber":27,"Text":"Onların, atesin uzerinde durduruldukları zaman: «Ne olurdu dunyaya dondurulseydik, Rabb´imizin ayetlerini yalanlamasaydık da muminlerden olsaydık» dediklerini bir gorsen"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, daha once gizleyip durdukları karsılarına cıktı da ondan, yoksa geri cevrilselerdi yine menedildikleri seyi yapmaya donerlerdi. Cunku onlar yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: «Dunya hayatımızdan baska bir hayat yoktur, biz diriltilecek degiliz.»"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin huzurunda durduruldukları zaman onları bir gorsen! Rableri onlara soyle der: «Bu, bir gercek degil midir?». Onlar da: «Rabbimize yemin ederiz ki gercektir» derler. Rableri de onlara: «Oyleyse inkarınız sebebiyle azabı tadın!» der"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´ın huzuruna cıkmayı yalanlayanlar, gercekten husrana ugramıslardır. Kıyamet gunu ansızın gelince onlar, gunahlarını sırtlarına yuklenmis olarak soyle derler: «Dunyada yaptıgımız kusurlardan dolayı yazıklar olsun bize!» Bakın yuklendikleri gunah ne kotudur"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunya hayatı, eglence ve oyundan baska bir sey degildir. Ahiret yurdu ise, Allah´tan korkanlar icin daha hayırlıdır. Aklınızı kullanmaz mısınız"},{"SurahNumber":6,"VerseNumber":33,"Text":"Onların soylediklerinin seni uzdugunu elbette biliyoruz. Onlar aslında seni yalanlamıyorlar, fakat, o zalimler Allah´ın ayetlerini inkar ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Senden once de peygamberler yalanlanmıstı. Kendilerine yardımımız gelinceye kadar yalanlanmaya ve eziyet olunmaya sabrettiler. Allah´ın sozlerini degistirecek hicbir kimse yoktur. Suphesiz ki sana, peygamberlerin haberlerinden bir kısmı gelmistir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger onların yuz cevirmesi sana agır geldiyse, haydi gucun yetiyorsa yerin icine (inebilecegin) bir delik, ya da goge (cıkabilecegin) bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onları hidayet uzerinde toplardı. O halde cahillerden olma"}]}