{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybin anahtarlari O'nun katindadir, onlari O'ndan baskasi bilmez, karada ve denizde olanlari O bilir ve bir yaprak dusmez ki, onu O bilmesin; ne topragin karanliklarinda bir tane, ne de kuru ve yas hicbir sey yoktur ki, o herseyi aciklayan Kitap'ta bulunmasin"},{"SurahNumber":6,"VerseNumber":60,"Text":"Sizi geceleyin olu gibi uyutan, gunduzun ne yaptiklarinizi bilen, sonra olum ani gelinceye kadar gunduzleri sizi uyandirip kaldiran O'dur. Sonunda da donusunuz ancak O'nadir. Sonra butun yaptiklarinizi size O haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"O, kullari uzerinde hukumranligi surdurur ve size koruyucular gonderir, sonunda sizden birinize olum geldigi vakit elcilerimiz, hic eksiklik yapmadan, onun canini alirlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra da gercek Mevlalarina dondurulurler. Dikkatli olun, hukum ancak O'nundur ve O, hesap gorenlerin en suratlisidir"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: \"Bizi bu tehlikeden kurtarirsa elbette sukredenlerden olacagiz\" diye gizli ve asikar O'na yalvarip dururken, karanin ve denizin karanliklarindan sizi kim kurtarir"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"Allah, sizi ondan ve butun sikintilardan kurtarir, sonra da siz yine ortak kosarsiniz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"O'nun ustunuzden ve ayaklarinizin altindan azab gondermeye, yahut sizi firkalara ayirip kiminizin kiminize hincini tattirmaya gucu yeter\". Bak, ayetlerimizi nasil inceden inceye acikliyoruz ki, onlar iyice anlasinlar"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kavmin o (Kur'an'i) yalan saydi, halbuki o gercektir . De ki: \" Ben sizin vekiliniz degilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin kararlastirilmis bir zamani vardir, siz de onu yakinda bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkinda munasebetsizlige dalanlari gordugun zaman hemen onlardan uzaklas ki, ondan baska soze dalsinlar. Eger seytan bunu sana unutturursa hatirladiktan sonra hemen kalk, o zalimler topluluguyla oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah'tan korkanlara o zalimlerin hesabindan bir sorumluluk yoktur. Fakat bu bir hatirlatmadir. Gerekir ki sakinirlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini bir oyun ve bir eglence edinen ve kendilerini dunya hayatinin aldattigi kimseleri birak! Ve hicbir kimsenin kazandigi sey yuzunden kendisini helake atmamasini, kendisi icin Allah'tan baska hic bir dost ve hicbir sefaatci bulunmadigini Kur'an ile hatirlat. O, azaptan kurtulmak icin butun varini feda etse, kendisinden alinmaz. Onlar kazandiklari sey yuzunden helake ugratilmislardir. Onlar icin, inkar ettiklerinden dolayi kaynar bir icecek ve can yakici bir azab vardir"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: \"Biz Allah'i birakip da bize fayda veya zarar vermeyen seylere mi yalvaralim? Allah bizi dogru yola kavusturduktan sonra ardimiza mi donelim? Arkadaslari, bize gel, diye dogru yola cagirdiklari halde yeryuzunde saskin saskin dolasip, seytanlarin ayartarak ucuruma cektikleri ahmak gibi mi olalim?\". De ki: \"Allah'in gosterdigi yol, yegane dogru yoldur. Bize, butun alemlerin Rabb'ine teslim olmamiz emrolundu"},{"SurahNumber":6,"VerseNumber":72,"Text":"Bize: \"Namazi dosdogru kilin, Allah'a karsi gelmekten sakinin\" (diye emredildi), toplanacaginiz yer O'nun huzurudur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gokleri ve yeri, yerli yerince yaratan O'dur. Bir seye \"ol\" dedigi gun hemen oluverir. O'nun sozu haktir. \"Sur\"a ufuruldugu gun de mulk ancak O'nundur. O, gizliyi ve acigi bilendir. O, hikmet sahibi, her seyden haberdardir"}]}