{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"“Ngati sasiya (machitidwe awo oipa) achiphamaso (achinyengo), ndi amene m’mitima mwawo muli matenda (a chiwerewere), ndi ofalitsa mbiri zoipa mu mzinda, tikukhwirizira kwa iwo (kuti uwathire nkhondo). Kenako sadzakhala m’menemo pamodzi ndi iwe, koma nthawi yochepa"},{"SurahNumber":33,"VerseNumber":61,"Text":"“(Iwo) ngotembeleredwa; paliponse pamene apezeke, agwidwe ndi kuphedwa ndithu"},{"SurahNumber":33,"VerseNumber":62,"Text":"“(Awa ndi) machitidwe a Allah omwe adalipo pa omwe adamka kale. sungapeze kusintha pa machitidwe a Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"“Anthu akukufunsa za (kudza kwa) nthawi (ya tsiku la chitsiriziro). Nena: “Kuzindikira kwa nthawiyo kuli ndi Allah (Yekha). Nanga nchiyani chikudziwitse kuti nthawi ya chimaliziro iri pafupi?”"},{"SurahNumber":33,"VerseNumber":64,"Text":"“Ndithu Allah wawatembelera osakhulupirira ndi kuwakonzera Moto woyaka kwambiri"},{"SurahNumber":33,"VerseNumber":65,"Text":"“Adzakhala nrmenemo nthawi yaitali. Sadzapeza bwenzi ngakhale mthandizi"},{"SurahNumber":33,"VerseNumber":66,"Text":"“Tsiku limene nkhope zawo zikatembenuzidwa ku Moto (zikutenthedwa), uku akunena: “Kalanga ife! Tikadamumvera Allah ndi kumveranso Mtumiki (s.a.w), (sibwenzi tili m’chilangomu).”"},{"SurahNumber":33,"VerseNumber":67,"Text":"“Ndipo adzanena: “E Mbuye wathu! Ndithu ife tidamvera olemekezeka athu ndi akuluakulu athu, choncho adatisokeza njira.”"},{"SurahNumber":33,"VerseNumber":68,"Text":"“Mbuye wathu! Apatseni chilango pamwamba pa chilango ndipo atembelereni, kutembelera kwakukulu.”"},{"SurahNumber":33,"VerseNumber":69,"Text":"“E inu amene mwakhulupirira! Musakhale monga amene adamvutitsa Mûsa; koma Allah adamuyeretsa kuzimene ankamnenera. Ndipo iye kwa Allah adali wolemekezeka"},{"SurahNumber":33,"VerseNumber":70,"Text":"“E inu amene mwakhulupirira! Opani Allah (pokwaniritsa malamulo Ake, ndi kusiya zoletsedwa), ndipo nenani mawu olungama"},{"SurahNumber":33,"VerseNumber":71,"Text":"“Akukonzerani bwino zochita zanu ndi kukukhululukirani machimo anu. ndipo amene akumvera Allah ndi Mtumiki Wake, ndithu apambana; kupambana kwakukulu"},{"SurahNumber":33,"VerseNumber":72,"Text":"“Ndithu Ife tidapereka udindo (otsatira malamulo) ku thambo ndi nthaka ndi mapiri; koma zidakana kuwusenza (udindowo); ndipo zidauopa. Koma munthu adawusenza; ndithu iye ngwachinyengo kwambiri ndiponso mbuli"},{"SurahNumber":33,"VerseNumber":73,"Text":"“Kuti Allah adzawalange achiphamaso aamuna ndi aakazi, ndi opembedza mafano achimuna ndi achikazi ndi kuti adzawakhululukire okhulupirira achimuna ndi achikazi. Ndipo Allah Ngokhululuka kwabasi, Ngwachisoni chosatha"},{"SurahNumber":34,"VerseNumber":1,"Text":"“Kuyamikidwa konse ndikwa Allah Yemwe zakumwamba ndi zapansi nzake. Ndipo kutamandidwa konse pa tsiku la chimaliziro Nkwake. ndiponso Iye Ngwanzeru zakuya, Ngodziwa chilichonse"},{"SurahNumber":34,"VerseNumber":2,"Text":"“Akudziwa zimene zikulowa m’nthaka ndi zimene zikutulukamo; ndi zimene zikutsika kumwamba ndi zimene zikukwera kumeneko. Ndipo Iye Ngwachifundo kwabasi, Ngokhululuka kwambiri"},{"SurahNumber":34,"VerseNumber":3,"Text":"“Ndipo osakhulupirira adanena: “Siizatidzera nthawi (Qiyâma).” Nena: “Iyayi! Ndikulumbira Mbuye wanga, ndithu ikudzerani. (Mbuye wanga) Wodziwa zobisika (zonse), sichingabisike kwa Iye cholemera ngati nyelere; chakumwamba, chapansi, ngakhale chochepa kuposa chimenecho; ngakhalenso chokulirapo, koma (zonsezo) zili m’buku (Lake) losonyeza poyera (chilichonse).”"},{"SurahNumber":34,"VerseNumber":4,"Text":"“Kuti adzawalipire amene akhulupirira ndi kuchita zabwino; iwo adzapeza chikhululuko ndi zopatsidwa zaulemu"},{"SurahNumber":34,"VerseNumber":5,"Text":"“Koma amene alimbika kutsutsana ndi Ayah Zathu pomaganiza kuti atigonjetsa, pa iwo pali chilango chopweteka"},{"SurahNumber":34,"VerseNumber":6,"Text":"“Koma amene apatsidwa (dalitso la) kudziwa akuzindikira kuti zimene zavumbulutsidwa kwa iwe kuchokera kwa Mbuye wako nzoona, ndipo zikuongolera ku njira ya Mwini mphamvu zoposa, Wotamandidwa"},{"SurahNumber":34,"VerseNumber":7,"Text":"“Ndipo osakhulupirira akunena (pouzana pakati pawo mwachipongwe): “Kodi Tikusonyezeni za munthu yemwe akukuuzani kuti (m’kadzafa) ndi kudukaduka m’dzakhala m’kalengedwe katsopano?”"},{"SurahNumber":34,"VerseNumber":8,"Text":"“(Allah akunena): “Kodi (akum’ganizira Muhammad kuti) wamupekera Allah bodza, kapena wagwidwa ndi misala? Iyayi, koma osakhulupirira za tsiku la chimaliziro adzakhala m’chilango ndi m’kusokera kwakukulu.”"},{"SurahNumber":34,"VerseNumber":9,"Text":"“Kodi (agwidwa ndi khungu) saona zomwe zili patsogolo pawo ndi pambuyo pawo monga thambo ndi nthaka (kuti adziwe kukhoza Kwathu kuchita zimene tafuna)? Tikadafuna tikadawakwilira ndi nthaka kapena kuwagwetsera zidutswa za thambo. Ndithu m’zimenezo muli malingaliro kwa kapolo aliyense wotembenukira (kwa Allah)"}]}