{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Nhưng sự trừng phạt của TA cũng sẽ rất đau đớn"},{"SurahNumber":15,"VerseNumber":51,"Text":"Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim"},{"SurahNumber":15,"VerseNumber":52,"Text":"Khi vào gặp Người, họ lên tiếng chào: “Bằng an” Y đáp: Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim. \"Chúng tôi sợ quí vị"},{"SurahNumber":15,"VerseNumber":53,"Text":"Họ bảo: \"Đừng sợ! Chúng tôi mang tin mừng đến cho ông về một đứa con trai được ban cho kiến thức"},{"SurahNumber":15,"VerseNumber":54,"Text":"(Ibrahim) đáp: “Phải chăng quí vị mang tin mừng đến cho tôi khi tôi đã về già? Vậy tin mừng về việc gì vậy?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Họ bảo: “Chúng tôi mang tin mừng đến cho ông thật đấy. Bởi thế, chớ nên tuyệt vọng.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"(Ibrahim) đáp: “Và những ai tuyệt vọng nơi lòng Khoan Dung của Thượng Đế của mình thì đó là những kẻ lầm lạc?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"(Ibrahim) tiếp: “Vậy quí vị đến gặp tôi có chuyện gì, hỡi các vị Sứ (của Allah?)”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Họ bảo: \"Quả thật, chúng tôi được phái cử đến với một đám người tội lỗi"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ngoại trừ gia đình của Lut mà chúng tôi có nhiệm vụ phải giải cứu tất cả"},{"SurahNumber":15,"VerseNumber":60,"Text":"“Trừ người vợ của Y (Lut) mà chúng tôi đã quyết định sẽ nằm trong số người tri trệ đằng sau.”"},{"SurahNumber":15,"VerseNumber":61,"Text":"Bởi thế, khi những vị Sứ (của Allah) vào gặp gia đình của Lut"},{"SurahNumber":15,"VerseNumber":62,"Text":"Y bảo: “Quả thật quí vị là những người lạ mặt.”"},{"SurahNumber":15,"VerseNumber":63,"Text":"Họ đáp: “Không, chúng tôi đến gặp ông để giải quyết điều (trừng phạt) mà những kẻ không tin hãy còn nghi ngờ"},{"SurahNumber":15,"VerseNumber":64,"Text":"“Và chúng tôi mang sự thật (về sự trừng phạt) đến cho ông. Và chúng tôi là những người nói thật"},{"SurahNumber":15,"VerseNumber":65,"Text":"“Do đó, Ông và gia đình hãy ra đi vào phần cuối của ban đêm và đi đằng sau họ và chớ để cho bất cứ ai trong gia đình của ông ngoái nhìn lại phía sau và tiếp tục đi đến nơi mà các ông đã được truyền.”"},{"SurahNumber":15,"VerseNumber":66,"Text":"Và TA cho Y biết quyết định đó rằng số người (tội lỗi) còn ở lại sau sẽ bị tiêu diệt trọn bộ vào buổi sáng"},{"SurahNumber":15,"VerseNumber":67,"Text":"Và người dân trong thành phố vui mừng chạy ùa đến (nhà của Lut)"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lut) bảo (chúng): \"Đây là những vị khách của ta, bởi thế chớ làm cho ta mất mặt (với họ)"},{"SurahNumber":15,"VerseNumber":69,"Text":"“Hãy sợ Allah và chớ hạ nhục ta!”"},{"SurahNumber":15,"VerseNumber":70,"Text":"(Người dân của Lut) đáp: “Há chúng tôi đã không cấm ông tiếp xúc với mọi người ư?”"},{"SurahNumber":15,"VerseNumber":71,"Text":"(Lut) bảo: “Đây, các đứa con gái của ta, nếu các người muốn hành động (theo ý của các người)"},{"SurahNumber":15,"VerseNumber":72,"Text":"(TA thề) bằng sinh mạng của Ngươi (hỡi Muhammad!) vì cuồng dâm mà chúng quanh quấn (như thế)"},{"SurahNumber":15,"VerseNumber":73,"Text":"Do đó, tiếng gầm dữ dội (của trận động đất) đã chụp bắt chúng vào lúc rạng đông"},{"SurahNumber":15,"VerseNumber":74,"Text":"Tiếp đó, TA lật ngược chúng ngổn ngang và đổ lên chúng những trận mưa đá diêm sinh cứng như đất sét nung"},{"SurahNumber":15,"VerseNumber":75,"Text":"Chắc chắn trong biến cố đó, có những dấu hiệu cho những ai sáng suốt"},{"SurahNumber":15,"VerseNumber":76,"Text":"Và quả thật, chúng (những thị trấn sụp đổ) hãy còn nằm trên các con đường qua lại (giữa Makkah và Syria)"},{"SurahNumber":15,"VerseNumber":77,"Text":"Trong biến cố đó là một dấu hiệu cho những người có đức tin"},{"SurahNumber":15,"VerseNumber":78,"Text":"Và quả thật, đám người dân của khu rừng Aykah cũng là những kẻ làm điều sai quấy"},{"SurahNumber":15,"VerseNumber":79,"Text":"Do đó, TA đã trừng phạt chúng. Và chắc chắn hai (thị trấn của) chúng (còn để lại di tích) trên một xa lộ thấy rõ"},{"SurahNumber":15,"VerseNumber":80,"Text":"Và chắc chắn người dân của vùng núi Hijr đã phủ nhận những vị Sứ đã được cử đến (với họ)"},{"SurahNumber":15,"VerseNumber":81,"Text":"Và TA đã trình bày cho họ những dấu hiệu của TA nhưng họ quay mặt cự tuyệt"},{"SurahNumber":15,"VerseNumber":82,"Text":"Và họ đã đục núi làm nhà (và cảm thấy) an toàn"},{"SurahNumber":15,"VerseNumber":83,"Text":"Nhưng tiếng gầm dữ dội đã chụp bắt họ vào buổi sáng"},{"SurahNumber":15,"VerseNumber":84,"Text":"Và những công trình mà họ đã làm ra chẳng giúp họ được gì"},{"SurahNumber":15,"VerseNumber":85,"Text":"Và TA đã tạo hóa các tầng trời và trái đất và mọi thứ giữa trời đất chỉ vì Chân Lý. Và Giờ (Phán xử) chắc chắn sẽ xảy đến. Do đó, hãy bỏ qua (lỗi lầm của họ) một cách lịch sự"},{"SurahNumber":15,"VerseNumber":86,"Text":"Quả thật, Thượng Đế của Ngươi là Đấng Tạo Hóa, Đấng Toàn Tri"},{"SurahNumber":15,"VerseNumber":87,"Text":"Và TA đã ban cho Ngươi (Muhammad) bảy Câu Kinh nhắc đi nhắc lại và Quyển Qur'an vĩ đại"},{"SurahNumber":15,"VerseNumber":88,"Text":"Nhưng chớ trố mắt nhìn những món vật mà TA đã ban cho những tầng lớp của họ hưởng thụ, cũng chớ buồn rầu giùm cho họ mà hãy rủ lòng thương của Ngươi xuống cho những người có đức tin"},{"SurahNumber":15,"VerseNumber":89,"Text":"Và hãy bảo họ: “Quả thật Ta đây là một ngươi Báo trước công khai.”"},{"SurahNumber":15,"VerseNumber":90,"Text":"Giống như cái (hình phạt) mà TA đã giáng lên những kẻ chia rẽ"},{"SurahNumber":15,"VerseNumber":91,"Text":"Những ai đã chia mảnh quyển Qur'an"},{"SurahNumber":15,"VerseNumber":92,"Text":"Bởi thế, nhân danh Thượng Đế của Ngươi, Ngài sẽ hạch hỏi tất cả bọn chúng"},{"SurahNumber":15,"VerseNumber":93,"Text":"Về công việc mà chúng đã từng làm"},{"SurahNumber":15,"VerseNumber":94,"Text":"Do đó, hãy công bố những điều mà Ngươi đã được chỉ thị và hãy lánh xa những kẻ tôn thờ đa thần"},{"SurahNumber":15,"VerseNumber":95,"Text":"Quả thật, TA đủ giúp Ngươi chống lại những kẻ nhạo báng"},{"SurahNumber":15,"VerseNumber":96,"Text":"Những ai dựng một thần linh cùng với Allah; và rồi đây chúng sẽ sớm biết"},{"SurahNumber":15,"VerseNumber":97,"Text":"Và quả thật, TA biết lòng Ngươi se lại vì những điều chúng đã nói"},{"SurahNumber":15,"VerseNumber":98,"Text":"Nhưng hãy tán dương lời ca tụng Thượng Đế của Ngươi và trở thành một người phủ phục (Allah)"},{"SurahNumber":15,"VerseNumber":99,"Text":"Và hãy thờ phụng Thượng Đế của Ngươi cho đến khi điều kiên định (cái chết) xảy đến cho Ngươi"}]}