{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"I ti dojde li kazuvanjeto za parnicarite.. koga se iskacija na Fidot od hramot"},{"SurahNumber":38,"VerseNumber":22,"Text":"Koga vlegoa kaj Davud i koga toj se isplasi od niv, onie rekoa: “Ne plasi se! Nie sme dva parnicara. Kdenadrug nepravda napravivme. Pa, zatoa presudi ni pravedno i ne bidi pristrasen, i upati ne kon patot VISTINSKI"},{"SurahNumber":38,"VerseNumber":23,"Text":"Ovoj moj brat ima devedeset I devet ovci, a jas, pak, imam edna ovca.\" I im rece: “Daj mi ja mene da ja cuvam; - i taka, raspravajki se, me prisili na toa"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davud rece: “Nepravda ti nanesol so samoto toa sto te prasal da ja pridruzis tvojata ovca kon negovite ovci. Mnogu ortaci edninadrugi pravat nepravda, sekako, osven onie koi veruvaat i koi dobri dela rabotat, a tie se malkumina! I Davud pomisli deka Nie, navis tina, go stavivme vo iskusenie, i pobara proska od Gospodarot svoj i se svitka nickum i se pokaja"},{"SurahNumber":38,"VerseNumber":25,"Text":"Pa, Nie mu go prostivme toa. Toj, navistina, ke bide vo blizinata Nasa, i go ceka ubavo zasolniste"},{"SurahNumber":38,"VerseNumber":26,"Text":"Davud, Nie te odredivme da bides halifa na Zemjata i sudi megu lugeto pravedno, i ne sledi ja strasta pa da te skrsne vo zabluda od Allahoviot pat. Da, onie koi skrsnuvaat vo zabluda od Allahoviot pat, ke bidat zestoko kazneti zatoa sto zaboravija na Denot na presmetkata"},{"SurahNumber":38,"VerseNumber":27,"Text":"I Nie ne go sozdadovme neboto i Zemjata i ona sto e megu niv zaludno. Ete, taka mislat onie koi ne veruvaat. E, tesko na nevernicite koi ke bidat vo OGNOT"},{"SurahNumber":38,"VerseNumber":28,"Text":"Ili: “Ke postapime li so onie koi veruvaat i koi dobri dela rabotat kako so bezrednicite po zemjata? Ili: Ke postapime li so bogobojazlivite kako so rasipanite"},{"SurahNumber":38,"VerseNumber":29,"Text":"Knigata sto Nie ti ja objavivme e - blagoslovena, za da razmisluvaat za ajstite nejzini i za da se sekavaat onie so dadeniot im razbir"},{"SurahNumber":38,"VerseNumber":30,"Text":"I na Davud Nie mu go podarivme Sulejman. SE, kolku e blagonaklonet toj rob! Toj, navistina, bese pokajnik"},{"SurahNumber":38,"VerseNumber":31,"Text":"Koga navecer mu se pretstaveni KONJI ispraveni, preubavi, na tri noze"},{"SurahNumber":38,"VerseNumber":32,"Text":"i koga rece: “Pokazav pogolema ubov kon ova dobro otkolku kon spomenuvanjeto na Gospodarot . moj\" I vednas isceznaa oD VIDIKOT Negov"},{"SurahNumber":38,"VerseNumber":33,"Text":"“Vratete mi gi!\" I pocna da gi mazi i po nozete i po vratovite"},{"SurahNumber":38,"VerseNumber":34,"Text":"Nie, sekako, go stavivme vo iskusenie i Sulejmana, i na postelata od prestolot negov, kako edno bolno telo ostavivme. I potoa toj ozdravi"},{"SurahNumber":38,"VerseNumber":35,"Text":"rece: “Gospodare moj, prosti mi i daruvaj mi vlast sto ne ke ja ima nikoj po mene! Ti si, navistina, Daritel"},{"SurahNumber":38,"VerseNumber":36,"Text":"Pa, Nie mu go potcinivme vetrot. koj tivko duvase po naredbata negova, tamu kade sto toj posakuvase"},{"SurahNumber":38,"VerseNumber":37,"Text":"sejtanite - site gra diteli i nurkaci"},{"SurahNumber":38,"VerseNumber":38,"Text":"i drugi, vo prangi zakovani"},{"SurahNumber":38,"VerseNumber":39,"Text":"“Ova e davanje Nase; daj ili zadrzi sto ne moze da se izbroi"},{"SurahNumber":38,"VerseNumber":40,"Text":"I toj, navistina, ke bide vo blizina Nasa i za nego ima ubavo zasolniste"},{"SurahNumber":38,"VerseNumber":41,"Text":"seti se na robot Nas Ejub, koga go povika Gospodarot svoj: “Me pogodi Sejtanot, navistina, so maka i bolka"},{"SurahNumber":38,"VerseNumber":42,"Text":"“Udri so nogata: eve voda ladna za banjanje i za pienje"},{"SurahNumber":38,"VerseNumber":43,"Text":"Nie mu go podarivme semejstvoto negovo, i so toa nemu slicno, kako milost od Nas, da bide opomena za daruvanite so razbir"},{"SurahNumber":38,"VerseNumber":44,"Text":"I zemi snop so rakata tvoja i udri so nego, i ne prekrsuvaj ja zakletvata. NVoocivme deka, navistina, e trpeliv. E, kolku bese blagonaklonet toj rob! Toj, navistina, bese pokajnik"},{"SurahNumber":38,"VerseNumber":45,"Text":"seti se na robovite Nasi: Ibrahim, i Ishak i Jakub... cvrsti i dalekovidni"},{"SurahNumber":38,"VerseNumber":46,"Text":"Nie niv, navistina, gi ocistivme so edno svojstvo; toa sto se sekavaa na onoj svet"},{"SurahNumber":38,"VerseNumber":47,"Text":"Gie, sekako, kaj nas se megu najdobrite izbranici"},{"SurahNumber":38,"VerseNumber":48,"Text":"I seti se na Ismail i na Iljas i na Zul Kifl. Site tie bea megu izbranicite"},{"SurahNumber":38,"VerseNumber":49,"Text":"Ova e Opomena! Za bogobojazlivite, navistina, ima ubavo zasolniste"},{"SurahNumber":38,"VerseNumber":50,"Text":"bavci edenski, so vrati za niv otvoreni"},{"SurahNumber":38,"VerseNumber":51,"Text":"vrz divani potpreni: vo niv ke baraat razlicno ovosje i napitoci"}]}