{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"(Napiyē!) ‘Aṉḥpāl' (eṉṉum pōril kiṭaitta poruḷkaḷaip) paṟṟi avarkaḷ um'miṭam kēṭkiṉṟaṉar. (Ataṟku) nīr kūṟuvīrāka: ‘Aṉḥpāl' allāhvukkum, (allāhvuṭaiya) tūtarukkum contamāṉatu. Ākavē, nīṅkaḷ allāhvukkup payantu (atil etaiyum maṟaittuk koḷḷātu) uṅkaḷukkiṭaiyil oḻuṅkāka naṭantu koḷḷuṅkaḷ. Uṇmaiyākavē nīṅkaḷ uṇmai nampikkaiyāḷarkaḷāka iruntāl allāhvukkum, avaṉuṭaiya tūtarukkum kīḻppaṭintu naṭaṅkaḷ"},{"SurahNumber":8,"VerseNumber":2,"Text":"uṇmaiyāṉa nampikkaiyāḷarkaḷ yāreṉṟāl, allāhvai (avarkaḷ muṉ) niṉaivu kūṟappaṭṭāl avarkaḷuṭaiya uḷḷaṅkaḷ payantu naṭuṅkiviṭum; allāhvuṭaiya vacaṉaṅkaḷ avarkaḷukku ōtik kāṇpikkappaṭṭāl avarkaḷuṭaiya nampikkai (meṉmēlum,) atikarikkum. Avarkaḷ taṅkaḷ iṟaivaṉaiyē muṟṟilum nampiyiruppārkaḷ"},{"SurahNumber":8,"VerseNumber":3,"Text":"avarkaḷ toḻukaiyaiyum kaṭaippiṭippārkaḷ; nām avarkaḷukkuk koṭutta poruḷkaḷiliruntu (tāṉamāka) celavum ceyvārkaḷ"},{"SurahNumber":8,"VerseNumber":4,"Text":"ivarkaḷtāṉ uṇmaiyāṉa nampikkaiyāḷarkaḷ. Avarkaḷukku avarkaḷ iṟaivaṉiṭattil pala uyar patavikaḷum maṉṉippum uṇṭu; iṉṉum, kaṇṇiyamāṉa uṇavum uṇṭu"},{"SurahNumber":8,"VerseNumber":5,"Text":"(napiyē!) Umatu iṟaivaṉ umatu illattiliruntu cattiyattaik koṇṭu um'mai veḷiyēṟṟiya camayattil nampikkaiyāḷarkaḷil oru kūṭṭattiṉar (um'muṭaṉ vara) virumpātavāṟē"},{"SurahNumber":8,"VerseNumber":6,"Text":"(pōr ceyvatu avaciyam eṉa) avarkaḷukkut teḷivākat terinta piṉṉarum ivvuṇmai viṣayattilum avarkaḷ um'muṭaṉ tarkkikkiṉṟaṉar. Taṅkaḷ kaṇkaḷāl kāṇum maraṇattiṉ pakkamē avarkaḷ ōṭṭic cellappaṭukiṉṟaṉar pōlum"},{"SurahNumber":8,"VerseNumber":7,"Text":"(Etirikaḷiṉ) iru kūṭṭaṅkaḷil oṉṟu, niccayamāka uṅkaḷukkuk kiṭaittu viṭumeṉṟu allāh uṅkaḷukku vākkaḷitta camayattil nīṅkaḷ (avviraṇṭil) palamillāta (varttakak) kūṭṭattai (aṭaiya) virumpiṉīrkaḷ. Eṉiṉum, allāhvō taṉ vākkiṉpaṭi uṇmaiyai nilaināṭṭi nirākarippavarkaḷiṉ vērai aṟuttu viṭavē nāṭiṉāṉ"},{"SurahNumber":8,"VerseNumber":8,"Text":"pāvikaḷ veṟuttapōtilum iṟutiyil poyyai aḻittu uṇmaiyai nilai nāṭ(ṭavē nā)ṭiṉāṉ"},{"SurahNumber":8,"VerseNumber":9,"Text":"(uṅkaḷai) pātukākkumāṟu nīṅkaḷ uṅkaḷ iṟaivaṉiṭam kōriyapōtu ‘‘aṇiyaṇiyāka uṅkaḷaip piṉpaṟṟi varakkūṭiya āyiram vāṉavarkaḷaik koṇṭu niccayamāka nāṉ uṅkaḷukku utavi ceyvēṉ'' eṉṟu avaṉ uṅkaḷukkup patilaḷittāṉ"},{"SurahNumber":8,"VerseNumber":10,"Text":"uṅkaḷ uḷḷaṅkaḷ itaṉ mūlam tiruptiyaṭaivataṟkāka oru naṟceytiyākavē itai allāh (uṅkaḷukku) ākki vaittāṉ. Allāhviṭam iruntē tavira (uṅkaḷukku) ivvutavi kiṭaittu viṭavillai. Niccayamāka allāh (aṉaivaraiyum) mikaittavaṉ ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":8,"VerseNumber":11,"Text":"(nampikkaiyāḷarkaḷē! Uṅkaḷ maṉam) cāntiyaṭaintavarkaḷāka, ciṟiyatoru nittirai uṅkaḷai cūḻntu koḷḷumpaṭi (iṟaivaṉ) ceytatai niṉaittup pāruṅkaḷ! Aṉṟi (atu camayam) uṅkaḷ tēkattai nīṅkaḷ cuttappaṭuttik koḷvataṟkākavum, uṅkaḷai viṭṭu ṣaittāṉuṭaiya acuttattaip pōkki viṭuvataṟkākavum, uṅkaḷ uḷḷaṅkaḷai palappaṭutti, uṅkaḷ pātaṅkaḷai uṟutippaṭuttuvataṟkākavum (avaṉē) vāṉattiliruntu maḻaiyai poḻiyac ceytāṉ"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Napiyē!) Umatu iṟaivaṉ vāṉavarkaḷai nōkki ‘‘niccayamāka nāṉ uṅkaḷuṭaṉ irukkiṟēṉ. Ākavē, nīṅkaḷ nampikkaiyāḷarkaḷai uṟutippaṭuttuṅkaḷ; (eṉṟu kaṭṭaḷaiyiṭṭu) nirākarippavarkaḷuṭaiya uḷḷaṅkaḷil nāṉ tikilai uṇṭu paṇṇuvēṉ (eṉṟu kūṟi, nampikkaiyāḷarkaḷai nōkki) nīṅkaḷ avarkaḷuṭaiya piṭarikaḷiṉ mēl veṭṭuṅkaḷ. Avarkaḷai kaṇukkaṇuvākat tuṇṭittu viṭuṅkaḷ'' eṉṟu aṟivittatai niṉaittup pāruṅkaḷ"},{"SurahNumber":8,"VerseNumber":13,"Text":"itaṟkuk kāraṇam, niccayamāka avarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum māṟu ceytatutāṉ. Ākavē, evarēṉum, allāhvukkum avaṉuṭaiya tūtarukkum māṟuceytāl niccayamāka allāh (avarkaḷai) mikak kaṭumaiyākavē vētaṉai ceyvāṉ"},{"SurahNumber":8,"VerseNumber":14,"Text":"(nirākarippavarkaḷē! Nīṅkaḷ aṭaiyappōkum vētaṉai) itō! Itai nīṅkaḷ cuvaittup pāruṅkaḷ. Aṉṟi (uṅkaḷaip pōṉṟa) nirākarippavarkaḷukku (maṟumaiyil) niccayamāka naraka vētaṉaiyum uṇṭu"},{"SurahNumber":8,"VerseNumber":15,"Text":"nampikkaiyāḷarkaḷē! Nīṅkaḷ nirākarippavarkaḷiṉ paṭaiyaic cantittāl avarkaḷukkup puṟaṅkāṭ(ṭi ōṭivi)ṭātīrkaḷ"},{"SurahNumber":8,"VerseNumber":16,"Text":"(etiriyai) veṭṭuvataṟkākavō allatu (taṉ) kūṭṭattuṭaṉ cērntu koḷvataṟkākavō tavira, evarēṉum atucamayam puṟaṅkāṭ(ṭi ō)ṭiṉāl niccayamāka avaṉ allāhvuṭaiya kōpattiṟkuḷḷāki viṭuvāṉ. Avaṉ taṅkumiṭam narakamtāṉ; atu mikakkeṭṭa taṅkumiṭam"},{"SurahNumber":8,"VerseNumber":17,"Text":"(nampikkaiyāḷarkaḷē! Pōr purinta camayam) nīṅkaḷ avarkaḷaik koṉṟu viṭavillai; allāhtāṉ avarkaḷai koṉṟāṉ. (Napiyē! Etirikaḷiṉ mītu) nīṅkaḷ (maṇṇai) eṟintapōtu (atai) nīṅkaḷ eṟiyavillai; allāhtāṉ (atai) eṟintāṉ. Nampikkaiyāḷarkaḷai aḻakāṉa muṟaiyil cōtippataṟkākavē (ivvāṟu ceytāṉ.) Niccayamāka allāh naṉku ceviyuṟupavaṉ, mika aṟintavaṉ āvāṉ"},{"SurahNumber":8,"VerseNumber":18,"Text":"Nirākarippavarkaḷiṉ cūḻcciyai (iḻivupaṭutti) palavīṉappaṭuttuvataṟkākavē niccayamāka allāh ivvāṟu ceytāṉ"},{"SurahNumber":8,"VerseNumber":19,"Text":"(nirākarippāḷarkaḷē!) Nīṅkaḷ veṟṟiyiṉ mūlam (muṭivāṉa) tīrppait tēṭik koṇṭiruntīrkaḷ. Niccayamāka anta veṟṟi uṅkaḷ muṉ vantuviṭṭatu. (Eṉiṉum atu uṅkaḷukkalla; nampikkaiyāḷarkaḷākiya eṅkaḷukkē! Nāṅkaḷtāṉ uṅkaḷai veṟṟi koṇṭōm. Ākavē, viṣamam ceyvatiliruntu) iṉiyēṉum nīṅkaḷ vilakikkoṇṭāl atu uṅkaḷukkē naṉṟu. Iṉiyum nīṅkaḷ (viṣamam ceyya) muṉ varumpaṭcattil nāmum muṉ varuvōm. Uṅkaḷ kūṭṭam evvaḷavu peritāka irunta pōtilum (atu) uṅkaḷukku oru palaṉaiyumaḷikkātu. Ēṉeṉṟāl, niccayamāka allāh nampikkaiyāḷarkaḷuṭaṉ irukkiṟāṉ"},{"SurahNumber":8,"VerseNumber":20,"Text":"nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum kīḻppaṭiyuṅkaḷ. Nīṅkaḷ (nam vacaṉaṅkaḷai) ceviyuṟṟa piṉ ataṟkuk kīḻppaṭivatiliruntu vilakātīrkaḷ"},{"SurahNumber":8,"VerseNumber":21,"Text":"(nampikkaiyāḷarkaḷē! Maṉamāṟa) ceviyuṟātu ‘‘ceviyuṟṟōm'' eṉṟu (vāyāl maṭṭum) kūṟiyavarkaḷaip pōl nīṅkaḷum ākiviṭa vēṇṭām"}]}