{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Va ʙişitoʙed dar to'ati Alloh va Rasulaş, to noil şaved omūrzişi Parvardigoratonro va ʙa on ʙihişt rasidanro, ki andozaaş ʙa qadri hamai osmonhovu zamin ast va ʙaroi parhezgoron omoda şudaast"},{"SurahNumber":3,"VerseNumber":134,"Text":"On kasone, ki dar tavongarivu tangdastī moli xudro dar rohi Alloh ehson mekunand va xaşmi xud furū meʙarand, ʙa saʙr va az xatoi mardum darmeguzarand, Alloh dūst medorad nekūkoronro"},{"SurahNumber":3,"VerseNumber":135,"Text":"Va on kason, ki cun kore zişt kunand jo ʙa xud sitame kunand, azoʙi Allohro ʙa jod ovarda dar hol Allohro jod mekunand va ʙaroi gunohoni xeş omūrziş mexohand va kist çuz Alloh, ki gunohonro ʙijomūrzad? Va cun ʙa ʙadii gunoh ogohand, dar on cī mekardand, ʙardavom naʙoşand. Va onon medonand, ki agar tavʙa kunand, Alloh ononro meʙaxşad"},{"SurahNumber":3,"VerseNumber":136,"Text":"Açri in gurūhe, ki cunin sifathoro dorand ʙarojaşon omurziş ast az çoniʙi Parvardigoraşon va niz ʙihişthoe, ki dar on az zeri daraxtho va qasrhojaş çūjho çorist. Dar on ço çovidonand va ci xuʙast podoşi ito'atkunandagon"},{"SurahNumber":3,"VerseNumber":137,"Text":"(Dar in ojat Alloh ʙa mū'minon az saʙaʙi on, ki dar çangi Uhud musiʙate ʙa onon rasida ʙud xitoʙi tasallidihanda karda megujad:) Peş az şumo ummatone ʙudand, ki onon niz imtihon karda şuda ʙudand ʙa çang ʙo kofiron va nihojat pirūz gaştand, pas ʙar rūi zamin ʙigarded va ʙa caşmi iʙrat ʙingared pojoni kori onhoe, ki pajomʙaronro ʙa durūƣgūī nisʙat medodand, cī ʙudaast"},{"SurahNumber":3,"VerseNumber":138,"Text":"In Qur'on ʙajonkunandai rohi rost va pandest ʙaroi parhezgoron, onon, ki az Parvardigoraşon metarsand. Va az in Qur'on manfi'at megirand"},{"SurahNumber":3,"VerseNumber":139,"Text":"Dar çang ʙo kofiron sustī makuned va ʙa saʙaʙi şikast dar çangi Uhud andūhgin maʙoşed, zero agar sodiqona ʙa Alloh va Rasulaş imon ovarda ʙoşed, şumo ƣoliʙ hasted"},{"SurahNumber":3,"VerseNumber":140,"Text":"Agar ʙar şumo zaxme rasid dar çangi Uhud, hamono rasida muşrikonro zaxme monandi on dar çanş Badr. In pirūz şudanu şikast xūrdan hodisahoest, ki megardonem onro mijoni mardumon ʙaroi hikmate, to ma'lum kunad Alloh on cizero medonist dar azal va çudo sozad mū'mini sodiqro az ƣajri on va qavmero az ʙajni şumojon ʙa şahodat nasiʙador gardonad. Va Alloh sitamkoronro dūst nadorad, ononro, ki az çang aqiʙnişinī kardand"},{"SurahNumber":3,"VerseNumber":141,"Text":"Va in şikaste, ki dar çangi Uhud şud, imtihone ʙud, to mū'minonro pokiza gardonad va ononro az munofiqon xalos kunad va kofironro noʙud sozad"},{"SurahNumber":3,"VerseNumber":142,"Text":"Ojo gumon dored (ej joroni Muhammad (alajhissalotu vassalom), ki ʙa ʙihişt xohed raft, hol on ki imtihon karda naşudaed ʙa vazninihoi çang va ʙa ʙihişt doxil naxohed şud to on dame, ki imtihon karda şaved va Alloh ma'lum mekunad az mijoni şumo cī kasone dar rohi Ū çihod mekunand va cī kasone dar muqoʙili duşman saʙr mekunand"},{"SurahNumber":3,"VerseNumber":143,"Text":"Hamono şumo -ej mū'minon- orzu mekarded çangidanro ʙo duşman peş az çangi Uhud; to noil şaved şahodatero, ki ʙarodaronaton dar çangi Badr dar rohi Alloh noil şudand. Pas ʙo caşmoni xud dided onro dar Uhud, aknun ʙiçanged va saʙr kuned"},{"SurahNumber":3,"VerseNumber":144,"Text":"Şuʙhae nest, ki Muhammad (sallallohu alajhi va sallam) pajomʙarest, ki peş az ū pajomʙaroni digar ʙudaand, ki risolati Parvardigoraşonro merasonidand. Ojo agar ʙimirad jo kuşta şavad (cunon ki duşmanon xaʙari durūƣ pahn kardand,) şumo ʙa dini peşinai xud ʙozmegarded va dini pajomʙaratonro tark mekuned? Har kas, ki az dinaş ʙozgardad, heç zijone ʙa Alloh naxohad rasonid, ʙalki ʙa xudaş zijoni ʙuzurge rasonidaast. Ammo kase ustuvor ast dar imon va şukrguzor ast ʙar ne'mati Islom, Alloh şukrguzoronro podoş (mukofot) xohad dod"},{"SurahNumber":3,"VerseNumber":145,"Text":"Heç şaxse namirad, magar ʙa irodai Alloh, ki navişta şudaast mūhlati vaqti ū. Har kas ʙo amalaş xohoni savoʙi rizqi in dunjo ʙoşad, ʙa ū medihem va ū dar oxirat nasiʙe nadorad va har kas ʙo amalaş xohoni savoʙi oxirat ʙoşad, ʙa ū medihem ʙarzijod ʙo hamrohii on rizqe, ki ʙaroi ū dar in dunjo taqsim karda şuda ʙud. Va şukrguzoronro podoş xohem dod"},{"SurahNumber":3,"VerseNumber":146,"Text":"Cī ʙaso az pajomʙaroni guzaşta, ki gurūhi ʙisjore az ashoʙaşon hamrohi onon dar rohi Alloh ʙiçangidand, harcī ʙa onho rasid az çarohatu kuştor, sustī nakardand va notavon naşudand va sar furud najovardand dar peşi duşman, ʙalki saʙr kardand va Alloh saʙrkunandagonro dūst dorad"},{"SurahNumber":3,"VerseNumber":147,"Text":"Tanho in saʙrkunandagon meguftand: «Ej Parvardigori mo, gunohoni moro va zijodaravihoi moro dar korhojamon ʙijomūrz va moro soʙitqadam gardon dar majdoni çang va dar ʙaroʙari onon, ki inkor kardand jagonagii turo va pajomʙarii pajomʙaronatro moro jorī kun»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Pas Alloh ʙa onon çazoi nekro dod dar dunjo, ki on pirūzī ʙar duşman va ustuvorī dar zamin ast va niz çazoi nekro dar oxirat dod, ki on ʙihişti sarsaʙz ast. Va Alloh nakūkoronero, ki ʙo Parvardigori xud va mardumon xuşmuomila hastand, dūst dorad"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ej kasone, ki ʙa Allohu Rasulaş imon ovardaed, agar ʙa kasone, ki Uluhijati maro inkor kardand va Rasuli maro ʙovar nakardand, pajravī kuned, şumoro gumroh karda ʙa dini peşinaaton ʙarmegardonand, pas zijondida va halok ʙozmegarded"},{"SurahNumber":3,"VerseNumber":150,"Text":"Hargiz, kofiron jorikunandai şumo nestand, ʙalki Alloh joridihandai şumost, ki ʙehtarini jorikunandagon ast! Ba jorii kase mūhtoç nest"},{"SurahNumber":3,"VerseNumber":151,"Text":"Dar dili kofiron tarsu vahm xohem afkand ʙa saʙaʙi on, ki ʙo Alloh cizero şarik muqarrar soxtand, hol on ki Alloh ʙaroi iʙodati on ʙutho heç huççate nafiristodaast. Holati kofiron dar dunjo; tarsu vahm ast az mūʹminon. Ammo dar oxirat makonaşon va çojgohaşon dūzax meʙoşad. Va in hama ʙa saʙaʙi sitam va duşmaniaşon meʙoşad. Va ci ʙad çojgohest"},{"SurahNumber":3,"VerseNumber":152,"Text":"Alloh ʙa va'dae, ki ʙaroi şumo karda ʙud, vafo kard, on goh ki ʙa amri Ū duşmanro dar çangi Uhud mekuşted. Va cun ƣanimatero, ki havasi onro dar fikr doşted, ʙa şumo nişon dod, sustī karded va dar on amr ʙa nizo' pardoxted ojo dar çojaton ʙoqī memoned jo on çojro tark mekuned va ʙa çam'i ƣanimat meraved? Va nofarmonii amri pajomʙaraton karded, ki ʙa şumo gufta ʙud dar jagon holat çojhoi xudro tark nakuned, pas az saʙaʙi in nofarmonʙardori maƣluʙ şuded, ʙa'd az on ki pirūziro ʙa dast ovarda ʙuded. Ma'lum şud mijoni şumo kasone ʙudand, ki ƣanimat mexostand, va kasone ʙudand, ki oxiratro talaʙ mekardand. On goh ʙaroi imtihon ʙozgardonid şumoro vaqte ki gurexted. Hamono Alloh donist puşajmoniatonro va şumoro ʙaxşid. Va Alloh sohiʙi fazlu rahmat ast ʙar mū'minon"}]}