{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Zar nisi vidio one koji su blagodat Allahovu zamijenili kufrom i ucinili da se narod njihov spusti u kucu propasti"},{"SurahNumber":14,"VerseNumber":29,"Text":"Dzehennemu, przice se njime, a lose je staniste"},{"SurahNumber":14,"VerseNumber":30,"Text":"I nacinili su Allahu suparnike da zavode s puta Njegovog. Reci: \"Uzivajte! Pa uistinu, dolaziste vase je vatri"},{"SurahNumber":14,"VerseNumber":31,"Text":"Reci robovima Mojim koji vjeruju, (da) obavljaju salat i udjeljuju od onog cim smo ih opskrbili, tajno i javno, prije no dođe Dan u kojem nece biti trgovine, niti prijateljstva"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah je Taj koji je stvorio nebesa i Zemlju, i spusta s neba vodu, pa izvodi njome voce, (kao) opskrbu za vas; i potcinio vam je plovilo, da plovi morem po naredbi Njegovoj, i potcinio je za vas rijeke"},{"SurahNumber":14,"VerseNumber":33,"Text":"I potcinio je za vas Sunce i Mjesec - oboje (us)trajno, i potcinio je za vas noc i dan"},{"SurahNumber":14,"VerseNumber":34,"Text":"I daje vam od svaceg sto od Njega trazite; a ako biste brojali blagodati Allahove, ne biste ih izracunali. Uistinu, covjek je uveliko zalim, nezahvalnik"},{"SurahNumber":14,"VerseNumber":35,"Text":"I kad rece Ibrahim: \"Gospodaru moj! Ucini ovaj grad sigurnim, i sacuvaj mene i sinove moje od obozavanja idola"},{"SurahNumber":14,"VerseNumber":36,"Text":"Gospodaru moj! Uistinu, oni su zaveli mnoge od ljudi. Pa ko mene slijedi, pa uistinu on je od mene, a ko me ne poslusa - pa uistinu, Ti si Oprosnik, Milosrdni"},{"SurahNumber":14,"VerseNumber":37,"Text":"Gospodaru nas! Uistinu! Ja sam naselio neke od potomaka svojih u dolini neobradivoj, kod Kuce Tvoje Svete, Gospodaru nas, da bi obavljali salat; zato ucini da srca ljudi zude ka njima, i opskrbi ih (nekim) od plodova, da bi oni zahvaljivali"},{"SurahNumber":14,"VerseNumber":38,"Text":"Gospodaru nas! Uistinu, Ti znas sta krijemo i sta obznanjujemo. A nece se sakriti od Allaha nikakva stvar na Zemlji, niti u nebu"},{"SurahNumber":14,"VerseNumber":39,"Text":"Hvala Allahu koji mi je u starosti podario Ismaila i Ishaka! Uistinu, Gospodar moj je Onaj koji cuje dowu"},{"SurahNumber":14,"VerseNumber":40,"Text":"Gospodaru moj! Ucini me ustrajnim u salatu i (isto) od potomaka mojih, Gospodaru nas, i primi dowu moju"},{"SurahNumber":14,"VerseNumber":41,"Text":"Gospodaru nas! Oprosti meni i roditeljima mojim i vjernicima na Dan kad krene obracun"},{"SurahNumber":14,"VerseNumber":42,"Text":"I nikako ne misli da je Allah nemaran prema onom sta rade zalimi; samo im odgađa do Dana u kojem ce se ukociti pogledi"},{"SurahNumber":14,"VerseNumber":43,"Text":"Bice trkaci uzdignutih glava njihovih, nece im se vracati treptaj njihov, a srca njihova (kao) vazduh ce biti"},{"SurahNumber":14,"VerseNumber":44,"Text":"I upozori ljude Danom (kad) ce im doci kazna, pa ce reci oni koji su cinili zulm: \"Gospodaru nas! Ostavi nas do roka bliskog. Odazvacemo se pozivu Tvom, i slijedicemo poslanike.\" Zar se niste kleli prije da vam nema nikakva nestanka"},{"SurahNumber":14,"VerseNumber":45,"Text":"A stanovali ste u nastambama onih koji su cinili zulm dusama svojim, i bilo vam je jasno kako smo s njima postupili, a naveli smo vam primjere"},{"SurahNumber":14,"VerseNumber":46,"Text":"I doista su pleli spletku svoju, a kod Allaha je spletka njihova, makar spletka njihova bila (takva) da njome brda nestanu"},{"SurahNumber":14,"VerseNumber":47,"Text":"Zato nikako ne misli da je Allah prekrsilac obecanja Svog poslanicima Svojim. Uistinu! Allah je Mocni, Vlasnik osvete"},{"SurahNumber":14,"VerseNumber":48,"Text":"Na Dan kad bude zamijenjena Zemlja drugacijom Zemljom i nebesa, i kad se pojave Allahu Jedinom, Onom koji pokorava"},{"SurahNumber":14,"VerseNumber":49,"Text":"I vidis prestupnike Tog dana povezane u lance"},{"SurahNumber":14,"VerseNumber":50,"Text":"Odjeca njihova bit ce od katrana, a lica njihova pokrivace vatra"},{"SurahNumber":14,"VerseNumber":51,"Text":"Da bi isplatio Allah svakoj dusi sta je zaradila. Uistinu! Allah je brz obracunom"},{"SurahNumber":14,"VerseNumber":52,"Text":"Ovo je Poruka ljudima - i da se opomenu njome, i da znaju da je On Bog Jedini, i da se pouce posjednici razuma"}]}