{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"Kendisiyle Allah´ın konusması, bir beser icin olacak (sey) degildir; ancak bir vahy ile yada perde arkasından veya bir elci gonderip kendi izniyle diledigine vahyetmesi (durumu) baska. Gercekten O, yuce olandır, hukum ve hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"Boylece sana da biz kendi emrimizden bir ruh vahyettik. Sen, kitap nedir, iman nedir bilmiyordun. Ancak biz onu bir nur kıldık; onunla kullarımızdan dilediklerimizi hidayete erdiririz. Suphesiz sen, dosdogru olan bir yola yoneltip iletiyorsun"},{"SurahNumber":42,"VerseNumber":53,"Text":"Goklerde ve yerde bulunanların tumu kendisine ait olan Allah´ın yoluna. Haberiniz olsun; isler Allah´a doner"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Apacık olan Kitaba andolsun"},{"SurahNumber":43,"VerseNumber":3,"Text":"Gercekten biz onu, belki aklınızı kullanırsınız diye Arapca bir Kur´an kıldık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Hic suphesiz o, bizim katımızda olan Ana Kitap´tadır; cok yucedir, hukum ve hikmet doludur"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz olcuyu tasıran bir kavimsiniz diye, simdi o zikri (ogut ve hatırlatma dolu Kur´an´ı) sizden (uzaklastırıp) bir yana mı bırakalım"},{"SurahNumber":43,"VerseNumber":6,"Text":"Oysa biz, onceki (cemiyet)ler icinde nice peygamber(ler) gonderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlara bir peygamber gelmeyiversin, mutlaka onunla alay ederlerdi"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz de, kuvvet bakımından onlardan daha ustun olan (toplum)ları yıkıma ugrattık. Oncekilerin ornegi gecti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Andolsun, onlara: «Gokleri ve yeri kim yarattı?» diye soracak olsan, tartısmasız: «Onları ustun ve guclu (aziz) olan, bilen (Allah) yarattı» diyecekler"},{"SurahNumber":43,"VerseNumber":10,"Text":"Ki O, yeri sizin icin bir besik kıldı ve onda size (birtakım) yollar var etti, boylece dogru yolu bulasınız"},{"SurahNumber":43,"VerseNumber":11,"Text":"Ki O, belli bir miktar ile gokten su indirdi de, onunla olu bir memleketi ´dirilttik (ve her yanına yeniden hayat) yaydık´; siz de boyle (kabirlerinizden diriltilip) cıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ki O, butun ciftleri yarattı ve sizin icin gemilerden ve hayvanlardan bineceginiz seyleri de var etti"},{"SurahNumber":43,"VerseNumber":13,"Text":"Onların sırtlarına binip dogrulmanız, sonra onlara binip dogruldugunuz zaman da, Rabbinizin nimetini zikretmeniz ve: «Bunlara bizim icin boyun egdiren (Allah) ne yucedir, yoksa biz bunu (kendi hizmetimize) yanastıramazdık» demeniz icin"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve biz elbette, Rabbimize cevrilip donecegiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Buna ragmen) Kendi kullarından O´na bir parca kılıp yakıstırdılar. Dogrusu insan, acıkca bir nankordur"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yarattıklarından kızları (kendine) edindi ve erkekleri size mi ayırıp bıraktı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Oysa onlardan biri, O Rahman (olan Allah) icin verdigi ornek ile (kız cocugunun dogumuyla) mujdelendigi zaman, yuzu simsiyah kesilmis olarak kahrından yutkundukca yutkunuyor"},{"SurahNumber":43,"VerseNumber":18,"Text":"Onlar, sus icinde buyutulup de mucadelede acık olmayan (kızlar)ı mı (Allah´a yakıstırıyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, ki kendileri Rahmanın kulları olan melekleri disiler kıldılar. Kendileri onların yaratılıslarına sahit mi oldular? Onların sahitlikleri yazılacak ve (bundan dolayı) sorumlu tutulacaklar"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki: «Eger Rahman dilemis olsaydı, biz onlara ibadet etmezdik.» Onların bundan yana hicbir bilgileri yoktur. Onlar, yalnızca ´zan ve tahminle yalan soylemektedirler.´"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz, bundan once kendilerine bir Kitap verdik de simdi ona mı tutunuyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır; dediler ki: «Gercek su ki biz, atalarımızı bir ummet uzerinde bulduk ve dogrusu biz onların izleri (eserleri) ustunde dogru olana (hidayete) yonelmis (kimse)leriz.»"},{"SurahNumber":43,"VerseNumber":23,"Text":"Iste boyle; senden once de (herhangi) bir memlekete bir peygamber gondermis olmayalım, mutlaka onun ´refah icinde sımarıp azan onde gelenleri´ (soyle) demislerdir: «Gercek su ki, biz, atalarımızı bir ummet (din) uzerinde bulduk ve dogrusu biz, onların izlerine (eserlerine) uymuslarız.»"}]}