{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Biz Ademoğulları´nı gerçekten çeşitli ayrıcalıklarla donattık. Onlara karada ve denizde taşıtlar sağladık, kendilerine temiz besin maddeleri bağışladık, onları yarattığımız diğer canlıların çoğundan üstün kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"Biz o gün bütün insan gruplarını önderleri ile birlikte huzurumuza çağırırız. Kimlere amel defterleri sağ taraftan verilirse, onlar defterlerini sevine sevine okurlar. Onlara kıl kadar haksızlık edilmez"},{"SurahNumber":17,"VerseNumber":72,"Text":"Bu dünyada gerçekler karşısında kör olan kimse ahirette de kör, doğru yoldan sapmışlık oranı da daha büyük olur"},{"SurahNumber":17,"VerseNumber":73,"Text":"Ey Muhammed, müşrikler az kalsın seni, indirdiğimiz vahiyden ayırıp adımıza başka sözler uydurmanı sağlıyorlardı, eğer bunu başarabilselerdi, seni dost edineceklerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eğer sana direnme gücü vermeseydik, azıcık onlara yanaşmak üzereydin"},{"SurahNumber":17,"VerseNumber":75,"Text":"Eğer onlara yanaşsaydın sana dünya hayatının ve ölüm ötesinin azabını katlayarak tattırırdık da bize karşı kendine yardım edebilecek hiç kimse bulamazdın"},{"SurahNumber":17,"VerseNumber":76,"Text":"Gerçi müşrikler seni tedirgin ederek, bıktırarak Mekke´den çıkarmak amacındadırlar, ama o takdirde senden sonra orada ancak kısa bir süre kalabilirler"},{"SurahNumber":17,"VerseNumber":77,"Text":"Senden önce gönderdiğimiz peygamberlere ilişkin değişmez yasamız bu yolda işleye gelmiştir. Bizim yasamızın değiştiğini göremezsin"},{"SurahNumber":17,"VerseNumber":78,"Text":"Ey Muhammed, güneşin batmaya yöneldiği andan, gece kararıncaya kadar namaz kıl, sabahleyin Kur´an okumayı da ihmal etme. Çünkü sabahleyin okunan Kur´an´ı izleyen (melek)ler vardır"},{"SurahNumber":17,"VerseNumber":79,"Text":"Gecenin bir bölümünde sırf sana mahsus bir nafile olmak üzere Teheccüd ibadetini yap ki, belki Rabbin seni «övülmüş makam»´a erdirir"},{"SurahNumber":17,"VerseNumber":80,"Text":"De ki; «Ey Rabbim, bir yere girerken oraya doğru olarak girmemi ve bir yerden çıkarken oradan doğruluk ilkesine bağlı olarak çıkmamı nasip eyle. Bana kendi katından destekleyici bir güç ver.»"},{"SurahNumber":17,"VerseNumber":81,"Text":"De ki; «Hak geldi, batıl yokoldu. Zaten batıl yokolmaya mahkumdur.»"},{"SurahNumber":17,"VerseNumber":82,"Text":"Kur´an´da mü´minler için şifa ve rahmet olan ayetler indiriyoruz. Fakat bu ayetler zalimlere sadece yeni yıkımlar, yeni kayıplar getirirler"},{"SurahNumber":17,"VerseNumber":83,"Text":"Biz insana nimet verdiğimiz zaman sırt çevirir, bizden uzaklaşır. Başına bir kötülük gelince de umutsuzluğa kapılır"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki; «Herkes kendi kişiliği ve inancı uyarınca hareket eder. Rabbiniz kimin daha doğru yolda olduğunu herkesten daha iyi bilir.»"},{"SurahNumber":17,"VerseNumber":85,"Text":"Sana ruh hakkında soru sorarlar. De ki; «Ruh Rabbimin tekelinde olan bir olgudur. Size bilginin çok az bir bölümü verilmiştir. (Tercih edilen görüşe göre bu soruyu kitap ehli sormuştu. Bu ayet ve ondan sonraki yedi ayet yine bu görüşe göre Medine´de inmişlerdi)"},{"SurahNumber":17,"VerseNumber":86,"Text":"İstesek sana vahiy yolu ile indirdiğimiz mesajları tümü ile ortadan kaldırırız. Sonra bu konuda bize karşı senin savunmanı üstlenebilecek birini bulamazsın"},{"SurahNumber":17,"VerseNumber":87,"Text":"Bunun böyle olmayışı, Rabbinin sana yönelik rahmetidir. Onun sana yönelik lütfu büyüktür"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki; «Eğer tüm insanlar ve cinler bu Kur´an´ın bir benzerini ortaya koymak amacı ile biraraya gelseler, ne kadar birbirlerine yardım etseler de onun bir benzerini ortaya koyamazlar.»"},{"SurahNumber":17,"VerseNumber":89,"Text":"Biz bu Kur´an´da her türlü örneği verdik, öyleyken onların çoğu kâfirlikte direndi"},{"SurahNumber":17,"VerseNumber":90,"Text":"Bunlar dediler ki; «Bize yer altından pınarlar fışkırtmadıkça sana kesinlikle inanmayız"},{"SurahNumber":17,"VerseNumber":91,"Text":"Ya da kendi hurmalıkların ve üzüm bağların olmalı, bunların arasından ırmaklar akıtmalısın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Ya da iddia ettiğin gibi göğü parça parça başımıza indirmeli, yahut Allah´ı ve melekleri karşımıza getirmelisin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Ya da altından bir köşkün olmalı veya göğe çıkmalısın. Gökte bize okuyabileceğimiz somut bir kitap indirmedikçe de oraya çıktığına kesinlikle inanmayız.» Onlara de ki; «Subhanallah! Ben peygamberlikle gönderilmiş bir insandan başka bir şey miyim ki?»"},{"SurahNumber":17,"VerseNumber":94,"Text":"İnsanlara doğru yol kılavuzu geldiğinde ona inanmamalarının tek gerekçesi, onların: «Allah bir insanı mı peygamber olarak gönderdi?» şeklindeki anlayışlarıdır"},{"SurahNumber":17,"VerseNumber":95,"Text":"De ki; «Eğer yeryüzünde doğallıkla, rahatça gezinen melekler yaşasaydı, onlara gökten melek kökenli bir peygamber gönderirdik.»"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki; «Benimle sizin aranızda Allah´ın şahitliği yeterlidir. O kullarının yaptıkları her işten haberdardır ve her şeyi görür.»"},{"SurahNumber":17,"VerseNumber":97,"Text":"Allah kimi doğru yola iletirse o doğru yolda olur. Kimleri saptırırsa da onlar için kendisinden başka bir kurtarıcı bulamazsın. Kıyamet günü biz onları kör, dilsiz ve sağır olarak yüzüstü süründürürüz. Varacakları yer cehennemdir. Oranın ateşi sönmeye yüz tuttukça onu yeniden tutuştururuz"},{"SurahNumber":17,"VerseNumber":98,"Text":"Onların cezaları budur. Çünkü ayetlerimizi yalanlamışlar ve «Biz kemik ve toz haline dönüştükten sonra diriltilerek yaratılışın yeni bir aşamasına mı geçeceğiz?» demişlerdi"}]}