{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Pisaniye nisposlano ot Allakha Mogushchestvennogo, Znayushchego"},{"SurahNumber":40,"VerseNumber":3,"Text":"Proshchayushchego grekhi, Prinimayushchego pokayaniya, Surovogo v nakazanii, Obladayushchego milost'yu. Net bozhestva, krome Nego, i k Nemu predstoit pribytiye"},{"SurahNumber":40,"VerseNumber":4,"Text":"Znameniya Allakha osparivayut tol'ko neveruyushchiye. Pust' ne obol'shchayet tebya to, kak oni mechutsya na zemle"},{"SurahNumber":40,"VerseNumber":5,"Text":"Do nikh sochli lzhetsami poslannikov narod Nukha (Noya) i soumyshlenniki posle nikh. Kazhdyy narod namerevalsya skhvatit' svoyego poslannika. Oni sporili, pribegaya ko lzhi, chtoby oprovergnut' yeyu istinu. No YA skhvatil ikh, i kakim zhe bylo Moye nakazaniye"},{"SurahNumber":40,"VerseNumber":6,"Text":"Tak sbylos' Slovo tvoyego Gospoda otnositel'no togo, chto neveruyushchiye okazhutsya obitatelyami Ognya"},{"SurahNumber":40,"VerseNumber":7,"Text":"Te, kotoryye nesut Tron, i te, kotoryye vokrug nego, proslavlyayut khvaloy svoyego Gospoda, veruyut v Nego i prosyat proshcheniya dlya veruyushchikh: «Gospod' nash! Ty ob\"yal vsyakuyu veshch' milost'yu i znaniyem. Prosti zhe tekh, kotoryye raskayalis' i posledovali Tvoim putem, i zashchiti ikh ot mucheniy v Adu"},{"SurahNumber":40,"VerseNumber":8,"Text":"Gospod' nash! Vvedi ikh v sady Edema, kotoryye Ty obeshchal im, a takzhe pravednikov iz chisla ikh ottsov, suprug i potomkov. Voistinu, Ty - Mogushchestvennyy, Mudryy"},{"SurahNumber":40,"VerseNumber":9,"Text":"Zashchiti ikh ot grekhov, ved' tol'ko tot, kogo Ty zashchitish' v tot den' ot grekhov, budet pomilovan Toboy. Eto i yest' velikoye preuspeyaniye»"},{"SurahNumber":40,"VerseNumber":10,"Text":"Voistinu, k neveruyushchim vozzovut: «Nenavist' Allakha k vam togda, kogda vas prizyvali k vere, a vy ne verovali, byla sil'neye, chem vasha nenavist' k samim sebe»"},{"SurahNumber":40,"VerseNumber":11,"Text":"Oni skazhut: «Gospod' nash! Po Tvoyey vole dvazhdy my byli mertvy, i dvazhdy Ty ozhivil nas. My priznalis' v svoikh grekhakh. Net li puti k vykhodu?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Eto potomu, chto kogda prizyvali odnogo Allakha, vy ne verovali. Yesli zhe k Nemu priobshchali sotovarishchey, vy verili. Resheniye prinimayet tol'ko Allakh, Vozvyshennyy, Bol'shoy»"},{"SurahNumber":40,"VerseNumber":13,"Text":"On - Tot, Kto pokazyvayet vam Svoi znameniya i nisposylayet vam s neba udel, no pominayut nazidaniye tol'ko obrashchayushchiyesya k Allakhu"},{"SurahNumber":40,"VerseNumber":14,"Text":"Vzyvayte zhe k Allakhu, ochishchaya pered Nim veru, dazhe yesli eto nenavistno neveruyushchim"},{"SurahNumber":40,"VerseNumber":15,"Text":"On obladayet vozvyshennymi kachestvami (ili vozvyshayet po stepenyam) i vladeyet Tronom. On nisposylayet dukh (otkroveniye) so Svoimi veleniyami tem iz Svoikh rabov, komu pozhelayet, chtoby predupredit' o Dne vstrechi"},{"SurahNumber":40,"VerseNumber":16,"Text":"V tot den', kogda oni poyavyatsya na poverkhnosti zemli posle voskresheniya, nichto o nikh ne skroyetsya ot Allakha. Komu zhe prinadlezhit vlast' segodnya? Allakhu, Yedinstvennomu, Vsemogushchemu"},{"SurahNumber":40,"VerseNumber":17,"Text":"Segodnya kazhdaya dusha poluchit tol'ko to, chto ona priobrela, i ne budet segodnya nespravedlivosti. Voistinu, Allakh skor v raschete"},{"SurahNumber":40,"VerseNumber":18,"Text":"Predupredi ikh o priblizhayushchemsya dne, kogda serdtsa podstupyat k gorlu, i oni budut opechaleny. Ne budet u bezzakonnikov ni lyubyashchego rodstvennika, ni zastupnika, kotoromu podchinyayutsya"},{"SurahNumber":40,"VerseNumber":19,"Text":"On znayet o predatel'skom vzglyade i tom, chto skryvayut grudi"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allakh reshayet po spravedlivosti, a te, kotorykh prizyvayut vmesto Nego, ne reshayut nichego. Voistinu, Allakh - Slyshashchiy, Vidyashchiy"}]}