{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif Laam Miim Ssaad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Aquesta és una Escriptura que se't ha revelat -no t'estgotis per ella!-, perquè adverteixis per ella, i com amonestació per als creients"},{"SurahNumber":7,"VerseNumber":3,"Text":"Seguiu el que el vostre Senyor us ha revelat i no seguiu a altres amos en lloc de seguir-li a Ell! Què poc us deixeu amonestar"},{"SurahNumber":7,"VerseNumber":4,"Text":"Quantes ciutats hem destruït! Els va arribar El nostre rigor de nit o durant la migdiada"},{"SurahNumber":7,"VerseNumber":5,"Text":"Quan els va arribar El nostre rigor, no van cridar més que: «Vam ser impius!»"},{"SurahNumber":7,"VerseNumber":6,"Text":"Demanarem, certament, responsabilitats a aquells a qui manem Missatgers, com també als Missatgers"},{"SurahNumber":7,"VerseNumber":7,"Text":"Els contarem, certament, amb coneixement. No estàvem absents"},{"SurahNumber":7,"VerseNumber":8,"Text":"La pesa aquest dia serà la Veritat. Aquells les obres dels quals pesin molt seran els que prosperin"},{"SurahNumber":7,"VerseNumber":9,"Text":"mentre que aquells les obres dels quals pesin poc perdran, perquè van obrar impíament amb Els nostres signes"},{"SurahNumber":7,"VerseNumber":10,"Text":"Us hem donat predominança en la terra i us hem posat en ella mitjans de subsistència. Què poc agraïts sou"},{"SurahNumber":7,"VerseNumber":11,"Text":"I us creguem. Després, us formem. Després vam dir als àngels: «Prosterneu-vos davant Adán!» Es prosternaren, excepte Iblis. No va anar dels que es prosternaren"},{"SurahNumber":7,"VerseNumber":12,"Text":"Va dir: «Què és el que t'ha impedit prosternar-te quan Jo t'ho he ordenat?» Va dir: «És que sóc millor que ell. A mi em vas crear de foc, mentre que a ell li vas crear d'argila»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Va dir: «Descendeix, doncs, d'aquí! No s´et va permetre sent dels altius en aquest lloc...! Sal, doncs, ets dels menyspreables!»"},{"SurahNumber":7,"VerseNumber":14,"Text":"Va dir: «Deixa'm esperar fins al dia de la Resurreció!»"},{"SurahNumber":7,"VerseNumber":15,"Text":"Va dir: «Conta't entre aquells a qui és donat esperar!»"},{"SurahNumber":7,"VerseNumber":16,"Text":"Va dir: «Com m'has esgarriat, he d'aguaitar-los en La teva via recta"},{"SurahNumber":7,"VerseNumber":17,"Text":"He d'atacar-los per davant i per darrere, per la dreta i per l'esquerra. I veuràs que la majoria no són agraïts»"},{"SurahNumber":7,"VerseNumber":18,"Text":"Va dir: «Sal d'aquí, detestable, vil! He d'omplir la Jahenam de les teves sequaços. De tots vosaltres!»"},{"SurahNumber":7,"VerseNumber":19,"Text":"«Adán! Habita amb la teva esposa en el Paradís i mengeu del que vulgueu, però no us acosteu a aquest arbre! Si no, sereu dels impius»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Però el Dimoni els va insinuar el mal, mostrant-los la seva amagada nuesa, i va dir: «El vostre Senyor no us ha prohibit acostar-vos a aquest arbre sinó per temor que us convertiu en àngels o us feu immortals»"},{"SurahNumber":7,"VerseNumber":21,"Text":"I els va jurar: «De bo de bo, us aconsello bé!»"},{"SurahNumber":7,"VerseNumber":22,"Text":"Els va fer, doncs, caure dolosament. I quan van haver agradat ambdós de l'arbre, se'ls va revelar la seva nuesa i van començar a cobrir-se amb fulles del Paradís. El seu Senyor els va cridar: «No us havia prohibit aquest arbre i dita que el Dimoni era per a vosaltres un enemic declarat?»"},{"SurahNumber":7,"VerseNumber":23,"Text":"Van dir: «Senyor! Hem estat injusts amb nosostros mateixos. Si no ens perdones i Et apiades de nosaltres, serem, certament, dels que perden»"},{"SurahNumber":7,"VerseNumber":24,"Text":"Va dir: «Descendiu! Sereu enemics uns d'uns altres. La terra serà per algun temps el vostre estatge i lloc de gaudi»"},{"SurahNumber":7,"VerseNumber":25,"Text":"Va dir: «En ella viureu, en ella morireu i d'ella se us traurà»"},{"SurahNumber":7,"VerseNumber":26,"Text":"Fills d'Adán! Hem fet baixar per a vosaltres una vestidura per a cobrir la vostra nuesa i per a ornament. Però la vestidura del temor d'Al·là, aquesta és millor. Aquest és un dels signes d'Al·là. Potser, així, es deixin amonestar"},{"SurahNumber":7,"VerseNumber":27,"Text":"Fills d'Adán! Que el Dimoni no us tempti, com quan va treure als vostres pares del Paradís, despullant-los de la seva vestidura per a mostrar-los la seva nuesa. Ell i la seva host us veuen des d'on vosaltres no els veieu. Als que no creuen els hem donat els dimonis com amos"},{"SurahNumber":7,"VerseNumber":28,"Text":"Quan cometen una deshonestidad, diuen: «Trobem als nostres pares fent el mateix i Al·là ens ho ha ordenat». Digues: «Certament, Al·là no ordena la deshonestedat. Dieu contra Al·là el que no sabeu?»"},{"SurahNumber":7,"VerseNumber":29,"Text":"Digues: «El meu Senyor ordena l'equitat. Dirigiu-vos a Ell sempre que oreu i invoqueu-li rendint-li culte sincer. Així com us ha creat, tornareu»"},{"SurahNumber":7,"VerseNumber":30,"Text":"Ha dirigit a uns, però uns altres han merescut extraviar-se. Aquests han pres com amos als dimonis, en lloc de prendre a Al·là, i creuen ser ben dirigits"}]}