{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"Ez két vitázó (csoport). Az Uruk miatt szálltak vitába. Azok, akik hitetlenkedtek a ruházatuk a tűzből méretik ki és fejük fölül forrásban lévő víz öntetik rájuk"},{"SurahNumber":22,"VerseNumber":20,"Text":"Megolvad általa az, ami a belsőjükben van és a bőrük is"},{"SurahNumber":22,"VerseNumber":21,"Text":"Vasból készült kampók várnak ott reájuk"},{"SurahNumber":22,"VerseNumber":22,"Text":"Valahányszor csak szorultságukban ki szeretnének abból jönni, visszavitetnek oda. (Az mondatik nekik:) . Ízleljétek meg a lángoló Tűz büntetését"},{"SurahNumber":22,"VerseNumber":23,"Text":"Bizony, akik hisznek és jótetteket cselekszenek, azokat Allah olyan Kertekbe (a Paradicsom) lépteti be, amelyek alatt folyók folynak. (Ott ők) Arany és gyöngy karpereceket (kapnak) és ruházatuk selyemből lesz"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ők (az evilági létben) a jó beszédhez vezettettek!. És az igaz vezetettségük az Áldott Útjára irányította őket"},{"SurahNumber":22,"VerseNumber":25,"Text":"Bizony azok, akik hitetlenkednek és Allah Útjától távol tartanak és a Szent Mecsettől (al- Masgidu-I- Harámu, Mekkában), amit megkülönböztetés nélkül jelöltünk ki az embereknek, az ott élőnek, vagy a beduinnak egyaránt és aki bűnös istentelenséget akar ott elkövetni, azzal fájdalmas büntetést ízleltetünk meg"},{"SurahNumber":22,"VerseNumber":26,"Text":"(Emlékezz) Midőn /bdrahim-nak (Ábrahámnak) lakhelyül jelöltük ki a Ház helyét. (Előírva, hogy:) ,.Ne társíts Mellém senkit és semmit! És tisztítsd meg a Házamat (a Kafba-t, Mekkában) a körjáratot elvégzők számára, az állva, meghajolva és leborulva imádkozók számára"},{"SurahNumber":22,"VerseNumber":27,"Text":"Hirdesd ki az emberek között a zarándoklatot! Jönni fognak hozzád gyalogosan, vagy mindenféle sovány tevén. Ök minden mély ösvényről jönnek (a zarándoklat elvégzésre)"},{"SurahNumber":22,"VerseNumber":28,"Text":"Hogy tanúságot tegyenek azokról a hasznokról (amelyek a javukat szolgálják)\" és hogy megemlítsék Allah nevét meghatározott (számú) napokon? azon állatok (Ievágásakor), amelyekkel gondoskodtunk róluk. Egyetek ti is belőle és tápláljátok általuk a szűkölködő szegényt"},{"SurahNumber":22,"VerseNumber":29,"Text":"Majd tegyék teljessé a számukra előírt kötelességeiket, teljesítsék fogadalmaikat, és végezzék el a körüljárást az Ősi Ház körül (a Ka\"ba, Mekkában)"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ez az (amit a Magasztos Allah elrendelt az emberek számára)! Az, aki nagy tiszteletben tartja Allah szent dolgait annak az jobb az Uránál. Megengedtettek nektek a lábasjószágok, kivéve azok, (amelyek tilalma) hirdettetik nektek. Kerüljétek el a bálványok tisztátalanságát és a bűnös beszédet"},{"SurahNumber":22,"VerseNumber":31,"Text":"Allah iránt hanif-ként (élve és viselkedve) , nem követve el társítást Vele szemben. Az, aki társítást követ el olyan, mintha az égből hullana alá és madarak ragadnák el őt, vagy a szél fújná el valami távoli helyre"},{"SurahNumber":22,"VerseNumber":32,"Text":"Így van ez! Aki nagy tiszteletben tartja az Allah-nak szentelt dolgokat (az helyesen cselekszik)- mivel ezek a szívek istenfélelméből valók"},{"SurahNumber":22,"VerseNumber":33,"Text":"Nektek azokból (az áldozatként levágni szánt állatokból) egy meghatározott ideig hasznaitok lesznek, majd az áldozati helyük az Ősi Háznál van"},{"SurahNumber":22,"VerseNumber":34,"Text":"Minden egyes nemzetnek rítust jelültünk ki, hogy megemlítsék Allah nevét azon állatok felett, amivel gondoskodtunk róluk. A ti istenetek egyetlen Isten. Neki \"vessétek alá magatokat! Hirdess (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) örömhírt azoknak, akik alávetik magukat"},{"SurahNumber":22,"VerseNumber":35,"Text":"(Ők azok) Akik, ha Allah neve említtetik: szívük megremeg és állhatatosan kitartóak azzal szemben, ami sújtja őket, akik elvégzik az imát és abból, amivel :gondoskodtunk róluk adakoznak"},{"SurahNumber":22,"VerseNumber":36,"Text":"Az áldozati állatokat\" Mi az Allah-nak szentelt dolgok közé rendeltük. Javatokra vannak azok. Említsétek meg Allah nevét azok fölött, mikor azok sorban vannak (a levágásra)! Mikor pedig holtan ledőlnek egyetek belőlük és tápláljátok belőle azt, aki alázatosan kér és azt, aki szegény- ám nem kér! Így hajtottuk azokat a szolgálatotokra, talán hálásak lesztek"},{"SurahNumber":22,"VerseNumber":37,"Text":"Sem a húsuk, sem a vérük nem jut el Allah-hoz, de a tőletek származó istenfélelem elér Hozzá. Így hajtotta azokat a szolgálatotokra, Azért, hogy Allah-ot magasztaljátok azért, hogy az Igaz Útra vezérelt benneteket, Hirdess ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) örömhírt a helyesen cselekvőknek"}]}