{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Xudo Odamu Nuh, va xonadoni Iʙrohimu xonadoni Imronro ʙar cahonijon ʙartari dod"},{"SurahNumber":3,"VerseNumber":34,"Text":"Farzandone ʙudand ʙa'ze az nasli ʙa'ze digar padidomada. Va Xudo sunavo va donost"},{"SurahNumber":3,"VerseNumber":35,"Text":"Va zani Imron guft: «Ej Parvardigori man, nazr kardam, ki on ci dar sikam doram, az kori incahoni ozodu tanho dar xidmati Tu ʙosad. In nazrro az man ʙipazir, ki Tu sunavo va donoi»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Cun farzandi xes ʙizod, guft: «Ej Parvardigori man, in ki zojidaam, duxtar ast — va Xudo ʙa on ci zoida ʙud, donotar ast — va pisar cun duxtar nest. Uro Marjam nom nihodam. U va farzandasro az sajtoni racim dar panohi Tu mesuporam»"},{"SurahNumber":3,"VerseNumber":37,"Text":"Pas Parvardigoras on duxtarro ʙa neki az u paziruft va ʙa tarze pisandida parvarisas dod va Zakarijoro ʙa sarparastii u voʙasta kard. Va har vaqt, ki Zakarijo ʙa mehroʙ nazdi u meraft, pesi u xurdani mejoft, Meguft: «Ej Marjam, inho ʙaroi tu az kuco merasad?» Marjam meguft: «Az coniʙi Xudo;» zero U har kasro, ki ʙixohad, ʙehisoʙ ruzi medihad"},{"SurahNumber":3,"VerseNumber":38,"Text":"Dar on co Zakarijo Parvardigorasro nido dod va guft: «Ej Parvardigori man, maro az coniʙi xud farzande pokiza ato kun, alʙatta Tu du'oro mesunavi»"},{"SurahNumber":3,"VerseNumber":39,"Text":"Pas-hamcunon, ki dar mehroʙ ʙa namoz istoda ʙud, faristagon nidojas dodand: «Xudo turo ʙa Jahjo xusxaʙar medihad. U kalimai Xudoro tasdiq mekunad va xud ʙuzurgest ʙezor az zanon va pajomʙarest az soistagon»"},{"SurahNumber":3,"VerseNumber":40,"Text":"Guft: «Ej Parvardigori man, ci guna maro pisare ʙosad, dar hole ki ʙa piri rasidaam va zanam nozost?» Guft; Ba on son, ki Xudo har ci ʙixohad, mekunad»"},{"SurahNumber":3,"VerseNumber":41,"Text":"Guft: «Ej Parvardigori man, ʙaron maja nisonae padidor kun». Guft: «Nisoni tu in ast, ki se ruz ʙo mardum suxan nagui, magar ʙa isora va Parvardigoratro farovon jod kun va dar saʙongohu ʙomdod Uro sukr guj"},{"SurahNumber":3,"VerseNumber":42,"Text":"Va faristagon guftand: «Ej Marjam, Xudo turo inxitoʙ kard va pokiza soxt va ʙar zanoni cahon ʙartari dod"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ej Marjam, az Parvardigorat ito'at kun va sacda kun va ʙo namozguzoron namoz ʙixon!»"},{"SurahNumber":3,"VerseNumber":44,"Text":"Inho az xaʙarhoi ƣajʙ ast, ki ʙa tu vahj mekunem. Vagarna on goh, ki qur'a zadand, to ci kase az mijonason uhdadori nigahdorii Marjam savad va on goh ki korason ʙa nizo' kasid, tu dar nazdason naʙudi"},{"SurahNumber":3,"VerseNumber":45,"Text":"Faristagon guftand; «Ej Marjam, Xudo turo ʙa kalimai Xud muƶda medihad: Nomi u Maseh — Iso pisari Marjam ast. Dar dunjo va oxirat oʙrumand va az nazdikon ast"},{"SurahNumber":3,"VerseNumber":46,"Text":"Bo mardum hamcunon, ki dar ʙuzurgi, dar gahvora suxan megujad va az soistagon ast»"},{"SurahNumber":3,"VerseNumber":47,"Text":"Marjam guft: «Ej Parvardigori man, ci guna maro farzande ʙosad, dar hole ki odami ʙa man dast nazadaast?» Guft; «Ba on son, ki Xudo har ci ʙixohad, meofarinad. Cun irodai cize kunad, ʙa u gujad: «Mavcud sav!» — pas mavcud mesavad"},{"SurahNumber":3,"VerseNumber":48,"Text":"Xudo ʙa u kitoʙu hikmat va Tavrotu Incil meomuzad"},{"SurahNumber":3,"VerseNumber":49,"Text":"Va ʙa pajƣamʙari ʙar ʙani-Isroilas mefiristad», ki man ʙa mu'cizae az Parvardigoraton nazdi sumo omadaam. Barojaton az loj cize cun parranda mesozam va dar on medamam, ʙa amri Xudo parrandae savad va kuri modarzodro va pes giriftaro sifo mediham. Va ʙa farmoni Xudo murdaro zinda mekunam. Va ʙa sumo megujam, ki ci xurdaed va dar xonahoi xud ci zaxira kardaed. Agar az mu'minon ʙosed, inho ʙaroi sumo nisonahoi haqqonijati man ast"},{"SurahNumber":3,"VerseNumber":50,"Text":"Tavroti hozirro tasdiq mekunam va ʙa'ze az cizhoero, ki ʙar sumo harom suda, halol mekunam. Bo nisoni az Parvardigoraton nazdi sumo omadaam. Az Xudo ʙitarsed va ʙa man itoat kuned"},{"SurahNumber":3,"VerseNumber":51,"Text":"Olloh Parvardigori manu sumost. Biparastedas, ki rohi rost in ast"}]}