{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"اور اگر پھیلا دے اللہ روزی اپنے بندوں کو تو دھوم اٹھا دیں ملک میں ولیکن اتارتا ہے ماپ کر جتنی چاہتا ہے بیشک وہ اپنے بندوں کی خبر رکھتا ہے دیکھتا ہے [۳۹]"},{"SurahNumber":42,"VerseNumber":28,"Text":"اور وہی ہے جو اتارتا ے مینہ بعد اسکے کہ آس توڑ چکے اور پھیلاتا ہے اپنی رحمت اور وہی ہے کام بنانے والا سب تعریفوں کے لائق [۴۰]"},{"SurahNumber":42,"VerseNumber":29,"Text":"اور ایک اسکی نشانی ہے بنانا آسمانوں کا اور زمین کا [۴۱] اور جس قدر بکھیرے ہیں ان میں جانور [۴۲] اور وہ جب چاہے اُن سب کو اکٹھا کر سکتا ہے [۴۳]"},{"SurahNumber":42,"VerseNumber":30,"Text":"اور جو پڑے تم پر کوئی سختی سو وہ بدلا ہے اس کا جو کمایا تمہارے ہاتھوں نے اور معاف کرتا ہے بہت سے گناہ [۴۴]"},{"SurahNumber":42,"VerseNumber":31,"Text":"اور تم تھکا دینے والے نہیں بھاگ کر زمین میں اور کوئی نہیں تمہارا اللہ کے سوائے کام بنانے والا اور نہ مددگار [۴۵]"},{"SurahNumber":42,"VerseNumber":32,"Text":"اور ایک اُسکی نشانی ہے کہ جہاز چلتے ہیں دریا میں جیسے پہاڑ [۴۶]"},{"SurahNumber":42,"VerseNumber":33,"Text":"اگر چاہے تو تھام دے ہوا کو پھر رہیں سارے دن ٹھہرے ہوئے اس کی پیٹھ پر [۴۷] مقرر اس بات میں پتے ہیں ہر قائم رہنے والے کو جو احسان مانے [۴۸]"},{"SurahNumber":42,"VerseNumber":34,"Text":"یا تباہ کر دے انکو بسبب اُنکی کمائی کے اور معاف بھی کرے بہتوں کو [۴۹]"},{"SurahNumber":42,"VerseNumber":35,"Text":"اور تاکہ جان لیں وہ جو جھگڑتے ہیں ہماری قدرتوں میں کہ نہیں اُنکے لئے بھاگنے کی جگہ [۵۰]"},{"SurahNumber":42,"VerseNumber":36,"Text":"سو جو چکھ ملا ہے تمکو کوئی چیز ہو سو وہ برت لینا ہے دنیا کی زندگانی میں اورجو کچھ اللہ کے یہاں ہے بہتر ہے اور باقی رہنے والا واسطے ایمان والوں کے جو اپنے رب پر بھروسہ رکھتے ہیں [۵۱]"},{"SurahNumber":42,"VerseNumber":37,"Text":"اور جو لوگ کہ بچتے ہیں بڑے گناہوں سے اور بیحیائی سے اور جب غصہ آوے تو وہ معاف کر دیتے ہیں [۵۲]"},{"SurahNumber":42,"VerseNumber":38,"Text":"اور جنہوں نے کہ حکم مانا اپنے رب کا اور قائم کیا نماز کو اور کام کرتے ہیں مشورہ سے آپس کے [۵۳] اور ہمارا دیا کچھ خرچ کرتے ہیں"},{"SurahNumber":42,"VerseNumber":39,"Text":"اور وہ لوگ کہ جب ان پر ہووے چڑھائی تو وہ بدلا لیتے ہیں [۵۴]"},{"SurahNumber":42,"VerseNumber":40,"Text":"اور برائی کا بدلا ہے برائی ویسی ہی [۵۵] پھر جو کوئی معاف کرے اور صلح کرے سو اس کا ثواب ہے اللہ کے ذمہ بیشک اللہ کو پسند نہیں آتے گنہگار [۵۶]"},{"SurahNumber":42,"VerseNumber":41,"Text":"اور جو کوئی بدلہ لے اپنے مظلوم ہونے کے بعد سو ان پر بھی نہیں کچھ الزام [۵۷]"},{"SurahNumber":42,"VerseNumber":42,"Text":"الزام تو ان پر ہے جو ظلم کرتے ہیں لوگوں پر [۵۸] اور دھوم اٹھاتے ہیں ملک میں ناحق ان لوگوں کے لئے ہے عذاب دردناک"},{"SurahNumber":42,"VerseNumber":43,"Text":"اور البتہ جس نے سہا اور معاف کیا بیشک یہ کام ہمت کے ہیں [۵۹]"},{"SurahNumber":42,"VerseNumber":44,"Text":"اور جسکو راہ نہ سجھائے اللہ تو کوئی نہیں اسکا کام بنانے والا اسکے سوا [۶۰] اور تو دیکھے گنہگاروں کو جس وقت دیکھیں گے عذاب کہیں گے کسی طرح پھر جانے کی بھی ہو گی کوئی راہ [۶۱]"},{"SurahNumber":42,"VerseNumber":45,"Text":"اور تو دیکھے انکو کہ سامنے لائے جائیں آگ کے آنکھیں جھکائے ہوئے ذلت سے دیکھتے ہوں گے چھپی نگاہ سے [۶۲] اور کہیں وہ لوگ جو ایماندار تھے مقرر ٹوٹے والے وہی ہیں جنہوں نے گنوایا اپنی جان کو اور اپنے گھر والوں کو قیامت کے دن [۶۳] سنتا ہے گنہگار پڑے ہیں سدا کے عذاب میں"},{"SurahNumber":42,"VerseNumber":46,"Text":"اور کوئی نہ ہوئے انکے حمایتی جو مدد کرتے انکی اللہ کے سوائے اور جسکو بھٹکائے اللہ اسکے لئے کہیں نہیں راہ [۶۴]"},{"SurahNumber":42,"VerseNumber":47,"Text":"مانو اپنے رب کا حکم اُس سے پہلے کہ آئے وہ دن جسکو پھرنا نہیں اللہ کے یہاں سے [۶۵] نہیں ملے گا تمکو بچاؤ اُس دن اور نہیں تمہاری طرف سے کوئی انکار کرنے والا [۶۶]"},{"SurahNumber":42,"VerseNumber":48,"Text":"پھر اگر وہ منہ پھیریں تو تجھ کو نہیں بھیجا ہم نے ان پر نگہبان تیرا ذمہ تو بس یہی ہے پہنچا دینا [۶۷] اور ہم جب چکھاتے ہیں آدمی کو اپنی طرف سے رحمت اس پر پھولا نہیں سماتا اور اگر پہنچتی ہے انکو کچھ برائی بدلے میں اپنی کمائی کے تو انسان بڑا ناشکرا ہے [۶۸]"},{"SurahNumber":42,"VerseNumber":49,"Text":"اللہ کا راج ہے آسمانوں میں اور زمین میں پیدا کرتا ہے جو چاہے بخشتا ہے جسکو چاہے بیٹیاں اور بخشتا ہے جسکو چاہے بیٹے۔"},{"SurahNumber":42,"VerseNumber":50,"Text":"یا اُنکو دیتا ہے جوڑے بیٹے اور بیٹیاں اور کر دیتا ہے جسکو چاہے بانجھ وہ ہی سب کچھ جانتا کر سکتا [۶۹]"}]}