{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Āllāha nabhōmanḍala ō bhūmanḍalēra jyōti, tām̐ra jyōtira udāharaṇa yēna ēkaṭi kulaṅgi, yātē āchē ēkaṭi pradīpa, pradīpaṭi ēkaṭi kām̐capātrē sthāpita, kām̐capātraṭi ujjbala nakṣatra sadr̥śya. Tātē putaḥpabitra yaẏatuna br̥kṣēra taila prajbalita haẏa, yā pūrbamukhī naẏa ēbaṁ paścimamukhī'ō naẏa. Agni sparśa nā karalē'ō tāra taila yēna ālōkita ha'ōẏāra nikaṭabartī. Jyōtira upara jyōti. Āllāha yākē icchā patha dēkhāna tām̐ra jyōtira dikē. Āllāha mānuṣēra jan'yē dr̥ṣṭāntasamūha barṇanā karēna ēbaṁ āllāha saba biṣaẏē jñāta."},{"SurahNumber":24,"VerseNumber":36,"Text":"Āllāha yēsaba gr̥hakē maryādāẏa unnīta karāra ēbaṁ sēgulōtē tām̐ra nāma uccāraṇa karāra ādēśa diẏēchēna, sēkhānē sakāla ō sandhyāẏa tām̐ra pabitratā ō mahimā ghōṣaṇā karē"},{"SurahNumber":24,"VerseNumber":37,"Text":"ēmana lōkērā, yādērakē byabasā-bāṇijya ō kraẏa-bikraẏa āllāhara smaraṇa thēkē, nāmāya kāẏēma karā thēkē ēbaṁ yākāta pradāna karā thēkē birata rākhē nā. Tārā bhaẏa karē sē'i dinakē, yēdina antara ō dr̥ṣṭisamūha ulṭē yābē."},{"SurahNumber":24,"VerseNumber":38,"Text":"(Tārā āllāhara pabitratā ghōṣaṇā karē) yātē āllāha tādēra uṯkr̥ṣṭatara kājēra pratidāna dēna ēbaṁ nija anugrahē āra'ō adhika dēna. Āllāha yākē icchā aparimita ruyī dāna karēna."},{"SurahNumber":24,"VerseNumber":39,"Text":"Yārā kāphēra, tādēra karma marubhumira marīcikā sadr̥śa, yākē pipāsārta byakti pāni manē karē. Ēmanaki, sē yakhana tāra kāchē yāẏa, takhana kichu'i pāẏa nā ēbaṁ pāẏa sēkhānē āllāhakē, ataḥpara āllāha tāra hisāba cukiẏē dēna. Āllāha druta hisāba grahaṇakārī."},{"SurahNumber":24,"VerseNumber":40,"Text":"Athabā (tādēra karma) pramatta samudrēra bukē gabhīra andhakārēra n'yāẏa, yākē udbēlita karē taraṅgēra upara taraṅga, yāra uparē ghana kālō mēgha āchē. Ēkēra upara ēka andhakāra. Yakhana sē tāra hāta bēra karē, takhana tākē ēkēbārē'i dēkhatē pāẏa nā. Āllāha yākē jyōti dēna nā, tāra kōna jyōti'i nē'i."},{"SurahNumber":24,"VerseNumber":41,"Text":"Tumi ki dēkha nā yē, nabhōmanḍala ō bhūmanḍalē yārā āchē, tārā ēbaṁ uṛanta pakṣīkula tādēra pākhā bistāra karataḥ āllāhara pabitratā ō mahimā ghōṣaṇā karē? Pratyēkē'i tāra yōgya ēbādata ēbaṁ pabitratā ō mahimā ghōṣaṇāra pad'dhati jānē. Tārā yā karē, āllāha sē biṣaẏē samyaka jñāta."},{"SurahNumber":24,"VerseNumber":42,"Text":"Nabhōmanḍala ō bhūmanḍalēra sārbabhaumatba āllāhara'i ēbaṁ tām̐ra'i dikē pratyābartana karatē habē."},{"SurahNumber":24,"VerseNumber":43,"Text":"Tumi ki dēkha nā yē, āllāha mēghamālākē sañcālita karēna, ataḥpara tākē puñjībhūta karēna, ataḥpara tākē starē starē rākhēna; ataḥpara tumi dēkha yē, tāra madhya thēkē bāridhārā nirgata haẏa. Tini ākāśasthita śilāstupa thēkē śilābarṣaṇa karēna ēbaṁ tā dbārā yākē icchā āghāta karēna ēbaṁ yāra kācha thēkē icchā, tā an'yadikē phiriẏē dēna. Tāra bidyuṯjhalaka dr̥ṣṭiśakti yēna bilīna karē ditē cāẏa."},{"SurahNumber":24,"VerseNumber":44,"Text":"Āllāha dina ō rātrira paribartana ghaṭāna. Ētē arntadr̥ṣṭi-sampannagaṇēra jan'yē cintāra upakaraṇa raẏēchē."},{"SurahNumber":24,"VerseNumber":45,"Text":"Āllāha pratyēka calanta jībakē pāni dbārā sr̥ṣṭi karēchēna. Tādēra kataka bukē bhaẏa diẏē calē, kataka du'i pāẏē bhara diẏē calē ēbaṁ kataka cāra pāẏē bhara diẏē calē; āllāha yā icchā sr̥ṣṭi karēna. Niścaẏa'i āllāha sabakichu karatē sakṣama."},{"SurahNumber":24,"VerseNumber":46,"Text":"Āmi tō suspaṣṭa āẏāta samūha abartīrṇa karēchi. Āllāha yākē icchā sarala pathē paricālanā karēna."},{"SurahNumber":24,"VerseNumber":47,"Text":"Tārā balēḥ āmarā āllāha ō rasūlēra prati biśbāsa sthāpana karēchi ēbaṁ ānugatya kari; kintu ataḥpara tādēra ēkadala mukha phiriẏē nēẏa ēbaṁ tārā biśbāsī naẏa."},{"SurahNumber":24,"VerseNumber":48,"Text":"Tādēra madhyē phaẏasālā karāra jan'ya yakhana tādērakē āllāha ō rasūlēra dikē āhabāna karā haya takhana tādēra ēkadala mukha phiriẏē nēẏa."},{"SurahNumber":24,"VerseNumber":49,"Text":"Satya tādēra sbapakṣē halē tārā binītabhābē rasūlēra kāchē chuṭē āsē."},{"SurahNumber":24,"VerseNumber":50,"Text":"Tādēra antarē ki rōga āchē, nā tārā dhōm̐kāẏa paṛē āchē; nā tārā bhaẏa karē yē, āllāha ō tām̐ra rāsūla tādēra prati abicāra karabēna? Baraṁ tārā'i tō abicārakārī"},{"SurahNumber":24,"VerseNumber":51,"Text":"muminadēra baktabya kēbala ē kathā'i yakhana tādēra madhyē phaẏasālā karāra jan'yē āllāha ō tām̐ra rasūlēra dikē tādērakē āhabāna karā haẏa, takhana tārā balēḥ āmarā śunalāma ō ādēśa mān'ya karalāma. Tārā'i saphalakāma."},{"SurahNumber":24,"VerseNumber":52,"Text":"Yārā āllāha ō tām̐ra rasūlēra ānugatya karē āllāhakē bhaẏa karē ō tām̐ra śāsti thēkē bēm̐cē thākē tārā'i kr̥takārya."}]}