{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"DI PROKLAM NE worship 2 DI tie est NUR UNU DI! Vi reverence Me sol"},{"SurahNumber":16,"VerseNumber":52,"Text":"Him aparten cxio heavens ter do religi devoted absolutely Him sol! Vi worship DI"},{"SurahNumber":16,"VerseNumber":53,"Text":"Any ben vi gxu est DI. sed whenever vi incur any adversity vi tuj plend Him"},{"SurahNumber":16,"VerseNumber":54,"Text":"as baldaux as Li relieves your affliction kelk da vi revert idol worship"},{"SurahNumber":16,"VerseNumber":55,"Text":"Let them disbelieve ki ni don them! Ir ahead gxu temporarily; vi do gxi surely trov out"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ili designate idols ili set ignorance akci provisions ni bestow them. Per DI vi ten accountable por your innovations"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ili ecx asign daughters DI Li glor while ili prefer themselves ki ili like"},{"SurahNumber":16,"VerseNumber":58,"Text":"When unu de them gets beb girl his vizagx igx darkened overwhelming grief"},{"SurahNumber":16,"VerseNumber":59,"Text":"Hont li kasx popol mav news don him. Li ecx ponders should li keep beb grudgingly bury her en polv! Miserable ja est their judgment"},{"SurahNumber":16,"VerseNumber":60,"Text":"Those ne kred en Hereafter set mav ekzempl while al DI aparten plej sublime ekzempl! Li est Almighty plej Sagx"},{"SurahNumber":16,"VerseNumber":61,"Text":"Se DI pun popol their transgressions Li annihilated cxiu creature ter. Li respites them por specif predetermined temp Once their interim ends ili ne delay gxi 1 hor nor advance gxi"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ili ascribe al DI ki ili dislike themselves tiam utter mensog their own lang ili est righteous! Sen any dub ili incurred Infer ili ribel"},{"SurahNumber":16,"VerseNumber":63,"Text":"Per DI ni send (messengers) communities vi diabl ornam their works their okul. Consequently li est nun their lord ili incurred painful retribution"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ni revealed this scripture vi pint them ki ili disput proviz guidance mercy popol who kred"},{"SurahNumber":16,"VerseNumber":65,"Text":"DI SEND CXIEL AKV revive LAND GXI MORT! This est (sufficient) proof popol auxd"},{"SurahNumber":16,"VerseNumber":66,"Text":"En livestock tie est lecion vi ni proviz vi drink their bellies El midst de digest food sang vi get pur melk delicious por drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"Kaj frukt de daktil palm grapes vi produkt intoxicants tro bon provisions This est (sufficient) proof popol kompren"},{"SurahNumber":16,"VerseNumber":68,"Text":"your Lord inspir abel cxarpent hejm mont arb hives ili cxarpent vi"},{"SurahNumber":16,"VerseNumber":69,"Text":"Tiam mangx all frukt sekv desegn your Lord precisely El their bellies ven drink different kolor wherein tie healing popol! This est (sufficient) proof popol reflect"},{"SurahNumber":16,"VerseNumber":70,"Text":"DI KRE VI TIAM LI terminates your viv Li lets kelk da vi viv oldest agx, nur trov out ti tie est lim al knowledge ili akir. DI est Omniscient Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"DI HAV proviz por kelk da VI plur than others! Those don suficx neniam don their properties their subordinates extent far them partners Ili Would don up di blessings"},{"SurahNumber":16,"VerseNumber":72,"Text":"Di far vi spouses yourselves kaj produkt vi el your spouses infan grandchildren proviz vi bon provisions Ili kred en falsehood turn unappreciative de di blessings"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ili worship DI ki ne posed provisions por them heavens nor sur ter nor proviz them anything"},{"SurahNumber":16,"VerseNumber":74,"Text":"Do ne cite ekzempl DI; DI kon while vi ne kon"}]}