{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"ennutaiya camukattare! Enakkenna? Nan unkalai iterrattinpal alaikkiren; anal ninkalo ennai (naraka) neruppinal alaikkirirkal"},{"SurahNumber":40,"VerseNumber":42,"Text":"nan allahvukku (maru ceytu avanai) nirakarikka ventumenrum, enakku etaipparri arivu illaiyo atai nan avanukku inaivaikka ventumenrum ennai alaikkinrirkal. Anal nano yavaraiyum mikaittavanum, mika mannippavanumakiyavanitam alaikkinren"},{"SurahNumber":40,"VerseNumber":43,"Text":"Ennai ninkal etan pakkam alaikkinrirkalo, atu niccayamaka ivvulakilum marumaiyilum (nayan ena) alaippatarku ciritum takutiyillatatu melum niccayamaka nam allahvitame tirumpac celvom. Innum niccayamaka varampu miriyavarkal naraka vacikalakave irukkirarkal"},{"SurahNumber":40,"VerseNumber":44,"Text":"enave, nan unkalukkuc colvatai ninkal viraivil unarvirkal; melum, nan en kariyattai allahvitam oppataittu vitukiren - niccayamaka allah atiyarkalaik kannurravanakave irukkinran\" (enrum avar kurinar)"},{"SurahNumber":40,"VerseNumber":45,"Text":"akave, avarkal tittamitta timaikalai vittum allah avaraik kattuk kontan. Melum vetanaiyin ketu hpir'avnin kuttattaraic culntu kontatu"},{"SurahNumber":40,"VerseNumber":46,"Text":"kalaiyilum, malaiyilum avarkal naraka neruppin mun kontuvarappatuvarkal; melum niyayat tirppu kalam nilaiperrirukkum nalil\"hpir'avnutaiya kuttattaraik katinamana vetanaiyil pukuttunkal\" (enru kurappatum)"},{"SurahNumber":40,"VerseNumber":47,"Text":"avarkal naraka neruppil tarkkam ceytu kontu, palahinarkal perumai atittuk kontiruntorai nokki; \"niccayamaka nankal unkalaip pinparrupavarkalaka iruntom - enave, enkalai vittum inneruppiliruntu oru pakutiyaiyavatu vilakki vaippirkalaka?\" Enru avarkal collum velaiyai (ninaivuttuviraka)"},{"SurahNumber":40,"VerseNumber":48,"Text":"(appotu)\"niccayamaka nam ellorume itilirukkirom; niccayamaka allah (tan) atiyarkalukkitaiyil tirppuc ceytu vittan\" enru perumai atittuk kontiruntavarkal kuruvarkal"},{"SurahNumber":40,"VerseNumber":49,"Text":"ivvetanaiyai oru nalaikku (mattumavatu) enkalukku ilecakkumpati unkal iraivanitattil pirarttanai ceyyunkal\" enru (naraka) neruppil iruppavarkal narakattin kavalalikalai nokki kuruvarkal"},{"SurahNumber":40,"VerseNumber":50,"Text":"Unkal rasulkal (tutarkal) unkalitam telivana attatcikalutan varavillaiya?\" Ena (akkavalalikal) ketparkal. \"Am! Niccayamaka\" ena avarkal patil kuruvarkal. \"Avvarayin ninkale pirarttanai ceytu kollunkal\" enru avarkal kuruvar. Anal kahpirkalin pirarttanai vali kettilillamal illai"},{"SurahNumber":40,"VerseNumber":51,"Text":"niccayamaka, nam nam'mutaiya rasul(tutar)kalukkum, iman kontavarkalukkum, ivvulaka valkkaiyilum, catcikal nilaiperum nalilum utavi ceyvom"},{"SurahNumber":40,"VerseNumber":52,"Text":"annalil, aniyayakkararkalukku avarkal pukal kurutal payanalikkatu - avarkalukku lahnattum (capamum) untu tiya iruppitamum avarkalukkuntu"},{"SurahNumber":40,"VerseNumber":53,"Text":"niccayamaka musavukku nervali (kattum vetattai) nam alittom - anriyum israyilin cantatiyinarai vetattirku varicakkinom"},{"SurahNumber":40,"VerseNumber":54,"Text":"(atu) nerana valikattiyakavum arivutaiyorukku nallupatecamakavum iruntatu"},{"SurahNumber":40,"VerseNumber":55,"Text":"akave, nir porumaiyutan iruppiraka. Niccayamaka allahvin vakkuruti urutiyutaiyatakum. Um pavattirkaka mannippuk koruviraka malaiyilum kalaiyilum um iraivanaip pukalntu, taspih (tuti) ceytu kontu iruppiraka"},{"SurahNumber":40,"VerseNumber":56,"Text":"niccayamaka evarkal tankalitam vanta allahvutaiya vacanankalaipparri enta ataramuminrit tarkkam ceykinrarkalo, avarkalutaiya irutayankalil perumai tavira (veru etuvum) illai anal a(p perumaiyana)tai avarkal ataiyavum mattarkal; akave (napiye!) Nir allahvitame patukaval tetuviraka! Niccayamaka avan, yavarraiyum ceviyerpavan, parppavan"},{"SurahNumber":40,"VerseNumber":57,"Text":"niccayamaka vanankalaiyum, pumiyaiyum pataippatu, manitarkalaip pataippatai vita mikavum peritakum - eninum manitarkalil perumpalor ariya mattarkal"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kurutarum, parvaiyutaiyorum camamakar avvare, iman kontu salihana (nalla) amalkal ceyvorum, tiyorum camamaka mattarkal; unkalil corpamanavarkale (itaik kontu) nallupatecam perukirirkal"},{"SurahNumber":40,"VerseNumber":59,"Text":"(vicaranaikkuriya) kalam niccayamaka vante tirum; atil cantekame illai - eninum manitarkalil perumpalor itil iman kollavillai"},{"SurahNumber":40,"VerseNumber":60,"Text":"unkal iraivan kurukiran; \"ennaiye ninkal pirarttiyunkal; nan un(kal pirarttanai)kalukku patilalikkiren; evarkal ennai vanankuvatai vittum perumaiyatittuk kontirukkirarkalo, avarkal cirumaiyataintavarkalaka narakattil nulaivarkal"},{"SurahNumber":40,"VerseNumber":61,"Text":"ninkal ilaipparuvatarkaka iravaiyum, ninkal parppatarkaka pakalaiyum allahtan pataittan; niccayamaka allah manitarkal mitu arul polikinran; ayinum manitarkalil perumpalor nanri celuttuvatillai"},{"SurahNumber":40,"VerseNumber":62,"Text":"avan tan unkal allah - unkal iraivan - ellap porutkalaiyum pataippavan - avanait tavira veru nayanillai enave ninkal (cattiyattai vittum) enku tiruppappatukirirkal"},{"SurahNumber":40,"VerseNumber":63,"Text":"allahvin vacanankalai nirakarittuk kontiruntarkale avarkalum ivvare tiruppappattanar"},{"SurahNumber":40,"VerseNumber":64,"Text":"allahtan unkalukku ippumiyait tankumitamakavum, vanattai oru vitanamakavum untakkiyirukkiran; melum, avan tan unkalai uruvakki, unkal uruvankalai alakakki, ciranta akara vacatikalaiyum alittan; avantan allah; unkalutaiya iraivan; akilatarukkellam iraivanakiya allah mika pakkiyamutaiyavan"},{"SurahNumber":40,"VerseNumber":65,"Text":"Avane (enrenrum) uyirotiruppavan; avanaiyanri (veru) nayanillai - akave ninkal avanukke murrilum valipattu tuya ullattotu avanai alaiyunkal; al'hamtu lillahi rappil alamin - anaittup pukalum akilankal ellavarraiyum pataittuk kattup paripakkuvappatuttum nayanana allahvukke akum"}]}