{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Niścaẏa āmi ādama santānakē maryādā dāna karēchi, āmi tādērakē sthalē ō jalē calācalēra bāhana dāna karēchi; tādērakē uttama jībanōpakaraṇa pradāna karēchi ēbaṁ tādērakē anēka sr̥ṣṭa bastura upara śrēṣṭhatba dāna karēchi."},{"SurahNumber":17,"VerseNumber":71,"Text":"Smaraṇa kara, yēdina āmi pratyēka dalakē tādēra nētāsaha āhabāna karaba, ataḥpara yādērakē tādēra ḍāna hātē āmalanāmā dēẏā habē, tārā nijēdēra āmalanāmā pāṭha karabē ēbaṁ tādēra prati sāmān'ya parimāṇa'ō juluma habē nā."},{"SurahNumber":17,"VerseNumber":72,"Text":"Yē byakti ihakālē andha chila sē parakālē'ō andha ēbaṁ adhikatara pathabhrānta."},{"SurahNumber":17,"VerseNumber":73,"Text":"Tārā tō āpanākē haṭiẏē ditē cācchila yē biṣaẏa āmi āpanāra prati ōhīra mādhyamē yā prēraṇa karēchi tā thēkē āpanāra padaṅkhalana ghaṭānōra jan'yē tārā cuṛānta cēṣṭā karēchē, yātē āpani āmāra prati kichu mithyā sambandhayukta karēna. Ētē saphala halē tārā āpanākē bandhurūpē grahaṇa karē nita."},{"SurahNumber":17,"VerseNumber":74,"Text":"Āmi āpanākē dr̥ṛhapada nā rākhalē āpani tādēra prati kichuṭā jhum̐kē'i paṛatēna."},{"SurahNumber":17,"VerseNumber":75,"Text":"Takhana āmi abaśya'i āpanākē ihajībanē ō parajībanē dbiguṇa śāstira āsbādana karātāma. Ē samaẏa āpani āmāra mōkābilāẏa kōna sāhāyyakārī pētēna nā."},{"SurahNumber":17,"VerseNumber":76,"Text":"Tārā tō āpanākē ē bhukhanḍa thēkē uṯkhāta karē ditē cuṛānta cēṣṭā karēchila yātē āpanākē ēkhāna thēkē bahiskāra karē dēẏā yāẏa. Takhana tārā'ō āpanāra para sēkhānē alpa kāla'i mātra ṭikē thākata."},{"SurahNumber":17,"VerseNumber":77,"Text":"Āpanāra pūrbē āmi yata rasūla prēraṇa karēchi, tādēra kṣētrē'ō ērūpa niẏama chila. Āpani āmāra niẏamēra kōna byatikrama pābēna nā."},{"SurahNumber":17,"VerseNumber":78,"Text":"Sūrya ḍhalē paṛāra samaẏa thēkē rātrira andhakāra paryanta nāmāya kāẏēma karuna ēbaṁ phajarēra kōra'āna pāṭha'ō. Niścaẏa phajarēra kōra'āna pāṭha mukhōmukhi haẏa."},{"SurahNumber":17,"VerseNumber":79,"Text":"Rātrira kichu anśa kōra'āna pāṭha saha jāgrata thākuna. Ēṭā āpanāra jan'yē atirikta. Haẏata bā āpanāra pālanakartā āpanākē mōkāmē māhamudē paum̐chābēna."},{"SurahNumber":17,"VerseNumber":80,"Text":"Balunaḥ hē pālanakartā! Āmākē dākhila karuna satyarūpē ēbaṁ āmākē bēra karuna satyarūpē ēbaṁ dāna karuna āmākē nijēra kācha thēkē rāṣṭrīẏa sāhāyya."},{"SurahNumber":17,"VerseNumber":81,"Text":"Balunaḥ satya ēsēchē ēbaṁ mithyā bilupta haẏēchē. Niścaẏa mithyā bilupta ha'ōẏāra'i chila."},{"SurahNumber":17,"VerseNumber":82,"Text":"Āmi kōra'ānē ēmana biṣaẏa nāyila kari yā rōgēra sucikiṯsā ēbaṁ muminēra jan'ya rahamata. Gōnāhagāradēra tō ētē śudhu kṣati'i br̥d'dhi pāẏa."},{"SurahNumber":17,"VerseNumber":83,"Text":"Āmi mānuṣakē nēẏāmata dāna karalē sē mukha phiriẏē nēẏa ēbaṁ ahaṅkārē durē sarē yāẏa; yakhana tākē kōna aniṣṭa sparśa karē, takhana sē ēkēbārē hatāśa haẏē paṛē."},{"SurahNumber":17,"VerseNumber":84,"Text":"Balunaḥ pratyēkē'i nija rīti anuyāẏī kāja karē. Ataḥpara āpanāra pālanakartā biśēṣa rūpē jānēna, kē sarbāpēkṣā nirbhūla pathē āchē."},{"SurahNumber":17,"VerseNumber":85,"Text":"Tārā āpanākē rūha samparkē jijñēsa karē. Balē dinaḥ rūha āmāra pālanakartāra ādēśa ghaṭita. Ē biṣaẏē tōmādērakē sāmān'ya jñāna'i dāna karā haẏēchē."},{"SurahNumber":17,"VerseNumber":86,"Text":"Āmi icchā karalē āpanāra kāchē ōhīra mādhamē yā prēraṇa karēchi tā abaśya'i pratyāhāra karatē pāratāma. Ataḥpara āpani nijēra jan'yē tā ānaẏanēra byāpārē āmāra mōkābilāẏa kōna dāẏitba bahanakārī pābēna nā."},{"SurahNumber":17,"VerseNumber":87,"Text":"Ē pratyāhāra nā karā āpanāra pālanakartāra mēhērabānī. Niścaẏa āpanāra prati tām̐ra karuṇā birāṭa."},{"SurahNumber":17,"VerseNumber":88,"Text":"Balunaḥ yadi mānaba ō jbina ē'i kōra'ānēra anurūpa racanā karē ānaẏanēra jan'yē jaṛō haẏa, ēbaṁ tārā parasparēra sāhāyyakārī haẏa; tabu'ō tārā kakhana'ō ēra anurūpa racanā karē ānatē pārabē nā."},{"SurahNumber":17,"VerseNumber":89,"Text":"Āmi ē'i kōra'ānē mānuṣakē bibhinna upakāra dbārā saba rakama biṣaẏabastu bujhiẏēchi. Kintu adhikānśa lōka asbīkāra nā karē thākēni."},{"SurahNumber":17,"VerseNumber":90,"Text":"Ēbaṁ tārā balēḥ āmarā kakhana'ō āpanākē biśbāsa karaba nā, yē paryanta nā āpani bhūpr̥ṣṭha thēkē āmādēra jan'yē ēkaṭi jharaṇā prabāhita karē dina."},{"SurahNumber":17,"VerseNumber":91,"Text":"Athabā āpanāra jan'yē khējurēra ō āṅgurēra ēkaṭi bāgāna habē, ataḥpara āpani tāra madhyē nirjharinīsamūha prabāhita karē dēbēna."},{"SurahNumber":17,"VerseNumber":92,"Text":"Athabā āpani yēmana balē thākēna, tēmanibhābē āmādēra upara āsamānakē khanḍa-bikhanḍa karē phēlē dēbēna athabā āllāha ō phērēśatādērakē āmādēra sāmanē niẏē āsabēna."},{"SurahNumber":17,"VerseNumber":93,"Text":"Athabā āpanāra kōna sōnāra tairī gr̥ha habē athabā āpani ākāśē ārōhaṇa karabēna ēbaṁ āmarā āpanāra ākāśē ārōhaṇakē kakhana'ō biśbāsa karabanā, yē paryanta nā āpani abatīrṇa karēna āmādēra prati ēka grantha, yā āmarā pāṭha karaba. Balunaḥ pabitra mahāna āmāra pālanakartā, ēkajana mānaba, ēkajana rasūla bai āmi kē"},{"SurahNumber":17,"VerseNumber":94,"Text":"āllāha ki mānuṣakē paẏagambara karē pāṭhiẏēchēna? Tādēra ē'i ukti'i mānuṣakē īmāna ānaẏana thēkē birata rākhē, yakhana tādēra nikaṭa āsē hēdāẏēta."},{"SurahNumber":17,"VerseNumber":95,"Text":"Balunaḥ yadi pr̥thibītē phērēśatārā sbacchandē bicaraṇa karata, tabē āmi ākāśa thēkē kōna phērēśatākē'i tādēra nikaṭa paẏagāmbara karē prēraṇa karatāma."},{"SurahNumber":17,"VerseNumber":96,"Text":"Balunaḥ āmāra ō tōmādēra madhyē satya pratiṣṭhākārī hisēbē āllāha'i yathēṣṭa. Tini tō sbīẏa bāndādēra biṣaẏē khabara rākhēna ō dēkhēna."},{"SurahNumber":17,"VerseNumber":97,"Text":"Āllāha yākē patha pradarśana karēna, sē'i tō saṭhika patha prāpta ēbaṁ yākē patha bhraṣṭa karēna, tādēra jan'yē āpani āllāha chāṛā kōna sāhāyyakārī pābēna nā. Āmi kēẏāmatēra dina tādēra samabēta karaba tādēra mukhē bhara diẏē calā abasthāẏa, andha abasthāẏa, muka abasthāẏa ēbaṁ badhira abasthāẏa. Tādēra ābāsasthala jāhānnāma. Yakhana'i nirbāpita ha'ōẏāra upakrama habē āmi takhana tādēra jan'yē agni āra'ō br̥d'dhi karē diba."},{"SurahNumber":17,"VerseNumber":98,"Text":"Ēṭā'i tādēra śāsti. Kāraṇa, tārā āmāra nidarśanasamūha asbīkāra karēchē ēbaṁ balēchēḥ āmarā yakhana asthitē pariṇata ō curṇa-bicurṇa haẏē yāba, takhana'ō ki āmarā natunabhābē sr̥jita haẏē ut'thita haba"}]}