{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Semud (kavmine) de kardesleri Salih´i (peygamber olarak) gonderdik. «Ey kavmim,» dedi, «Allah´a tapın, sizin O´ndan baska tanrılarınız yoktur. Sizi yerden (topraktan) yetistirip meydana getiren ve sizin bir omur gecirip orayı bayındır hale getirmenizi dileyen O´dur. O halde O´ndan bagıslanmanızı dileyin de O´na yonelip tevbe edin. Suphesiz ki Rabbim cok yakındır ve (duaları, tevbe ve istigfarları) kabul edendir.»"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih, dediler, sen bundan once aramızda umit beslenir bir kisi idin ; babalarımızın taptıklarına tapmamızdan alıkoymaya mı calısıyorsun ?! Dogrusu biz, bizi davet ettigin sey hakkında suphe ve kusku icindeyiz"},{"SurahNumber":11,"VerseNumber":63,"Text":"«Ey kavmim,» dedi, «soyleyin, eger ben Rabbimden acık bir belge (mu´cize ve yeterli belge) uzere isem ve bana kendi katından bir rahmet vermisse, O´na isyan ettigim takdirde (Allah´ın azabından kurtulabilmem icin) kim bana yardım eder? O halde siz benim hakkımda zararı artırmaktan baska bir sey yapmıyorsunuz"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim, iste bu size bir ayet (mu´cize, acık belge) olarak Allah´ın (belirledigi) disi devedir; bırakın da Allah´ın arzında otlayadursun;ona kotulukle dokunmayın, yoksa cok yakın bir azab sizi ya kalayı verir"},{"SurahNumber":11,"VerseNumber":65,"Text":"Bu uyarıya ragmen onlar deveyi devirip oldurduler. Salih onlara : Oyle ise evinizde uc gun (daha) yasayıp yararlanın. Bu, yalanı olmayan bir tehdittir,» dedi"},{"SurahNumber":11,"VerseNumber":66,"Text":"Buyrugumuz gelince, Salih´i ve beraberindeki iman edenleri, katımızdan bir rahmetle kurtardık, hem de o gunun rezilliginden.. Suphesiz ki, Rabbin yegane guclu ve yegane ustundur"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zulmedenleri korkunc bir ses, bir gurultu yakalayıverdi, derken evlerinde dizustu cokup kaldılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki daha once orada hic oturmamıs (yuva kurup gecinmemis) gibi oldular. Dikkat edin, Semud kavmi Rablerini tanımadılar ve Semud´a (ilahi rahmetten) uzaklık olsun"},{"SurahNumber":11,"VerseNumber":69,"Text":"And olsun ki, elcilerimiz (melekler) Ibrahim´e mujde ile geldiler ve «Selam» dediler. O da (size de) selam, dedi ve oyalanmadan kızartılmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"(Gelen musafirlerin) ellerinin (sofraya) uzanmadıgını gorunce, durumlarını yadırgadı, onlardan icine bir korku dustu, ibrahim´e: «Korkma, suphesiz ki biz Lut kavmine gonderildik» dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim´in karısı ayakta idi. guldu. Biz de ona Ishak ve onun ardından Yakub´u mujdeledik"},{"SurahNumber":11,"VerseNumber":72,"Text":"Vay, dedi, doguracak mıyım ? Oysa ben bir kocakarı, su kocam da bir ihtiyar. Dogrusu bu sasılacak sey"},{"SurahNumber":11,"VerseNumber":73,"Text":"(Elci melekler) ona : «Allah´ın emrine mi sasıyorsun ? Ey ev halkı, Allah´ın rahmeti ve bereketleri uzerinizdedir. Suphesiz ki Allah cok ovulmeye layıktır ve O, cok yuce ve cok sanlıdır"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim´in korkusu gidip kendine mujde gelince, Lut kavmi hakkında bizim (elcilerimiz)le tartısmaya basladı"},{"SurahNumber":11,"VerseNumber":75,"Text":"Suphesiz ki Ibrahim cok yumusak huylu, yufka yurekli ve kendini butunuyle Allah´a veren bir kimse idi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ey Ibrahim, bu (tartısman)dan vazgec. Cunku gercekten Rabbin em ri gelmistir ve onlara reddi mumkun olmayan azab gelecektir"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elcilerimiz Lut´a geldiler; bu yuzden Lut endiseye kapılıp fenalastı, icin icin sıkıldı ve «Bu ne cetin bir gun !» dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Kavmi ise ona kosa kosa gelirdiler; zaten onlar daha once de kotu fiiller isliyorlardı. Lut «Ey kavmim,» dedi, «iste kızlarım, bunlar (nikah akdiyle) sizin icin daha pak ve uygundur. Artık Allah´tan korkun da beni misafirlerim hakkında rusvay etmeyin. Icinizde dogru dusunen, dogru yolda yuruyen bir adam yok mudur?!»"},{"SurahNumber":11,"VerseNumber":79,"Text":"Lut´a dediler ki: «Elbette sen de bilirsin, bizim senin kızlarında hicbir hakkımız yoktur ve sen bizim ne istedigimizi de cok iyi bilirsin.»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lut onlara dedi ki: «Ah, keske size karsı yetecek bir gucum olsaydı veya cok saglam bir yere sıgınabilseydim i»"},{"SurahNumber":11,"VerseNumber":81,"Text":"(O elci melekler): «Ey Lut,» dediler, «suphesiz ki biz, Rabbinin elcileriyiz ; onlar sana, mumkun degil el uzatamazlar. Gecenin bir bolumunde ailenle birlikte yola cık, hic biriniz arkasına donup bakmasın. Ancak esin degil; cunku kavmine dokunacak olan (azab) ona da dokunacak. Suphesiz ki onlara va´dolunan vakit sabahtır ; sabah vakti yakın degil midir"},{"SurahNumber":11,"VerseNumber":82,"Text":"Buyrugumuz gelince (ulkenin) ustunu altına getirdik; birbiri uzerine konulmus pismis balcık (gibi) taslar yagdırdık ki bu taslar Allah yanında belirlenmisti ve zalimlerden de asla uzak degildi"},{"SurahNumber":11,"VerseNumber":83,"Text":"Buyrugumuz gelince (ulkenin) ustunu altına getirdik; birbiri uzerine konulmus pismis balcık (gibi) taslar yagdırdık ki bu taslar Allah yanında belirlenmisti ve zalimlerden de asla uzak degildi"}]}