{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Ài liè fú, liǎ mù, mǐ mù."},{"SurahNumber":30,"VerseNumber":2,"Text":"Luómǎ rén yǐ bàiběi yú"},{"SurahNumber":30,"VerseNumber":3,"Text":"zuìjìn dì dìfāng. Tāmen jì bài zhīhòu, jiāng huò shènglì,"},{"SurahNumber":30,"VerseNumber":4,"Text":"yú shù nián zhī jiān. Yǐqián hé yǐhòu, fánshì guīzhēnzhǔ zhǔchí. Zài nà rì, xìndào de rén jiāngyào huānxǐ."},{"SurahNumber":30,"VerseNumber":5,"Text":"Zhè shì yóuyú zhēnzhǔ de yuánzhù, tā yuánzhù tāsuǒ yìyù zhě. Tā què shì wànnéng de, què shì zhì cí de."},{"SurahNumber":30,"VerseNumber":6,"Text":"Zhēnzhǔ yīngxǔ (tāmen shènglì), zhēnzhǔ bìng bùshuǎng yuē, dàn rénmen dàbàn bù zhīdào."},{"SurahNumber":30,"VerseNumber":7,"Text":"Tāmen zhǐ zhīdào jīnshì shēnghuó de biǎomiàn, tāmen duìyú hòushì, shì shūhū de."},{"SurahNumber":30,"VerseNumber":8,"Text":"Nándào tāmen méiyǒu sīwéi ma? Zhēnzhǔ chuàngzào tiāndì wànwù, zhǐ yī zhēnlǐ hé dìngqí, yǒu xǔduō rén díquè bù xìn jiāng yǔ tāmen de zhǔ xiāng huì."},{"SurahNumber":30,"VerseNumber":9,"Text":"Nándào tāmen méiyǒu zài dà dìshàng lǚxíng ér guānchá qián rén de jiéjú shì zěnyàng de ma? Qián rén bǐ tāmen nǔlì gēng dà, qián rén yú dìfāng de kěn zhí hé jiànshè, shèngguò tāmen. Tāmen zú zhōng de shǐzhě céng gěi tāmen dài lái xǔduō míngzhèng, gù zhēn zhǔ wèi kuī wǎng tāmen, dàn tāmen kuī wǎngle zìjǐ,"},{"SurahNumber":30,"VerseNumber":10,"Text":"ránhòu è bào nǎi zuò'è zhě de jiéjú, yīnwèi tāmen fǒurèn zhēn zhǔ de jīxiàng, érqiě jiāyǐ cháoxiào."},{"SurahNumber":30,"VerseNumber":11,"Text":"Zhēn zhǔ chuàngzào zhòngshēng, ránhòu zàizào tāmen, ránhòu, nǐmen bèi zhào guīyú tā."},{"SurahNumber":30,"VerseNumber":12,"Text":"Fùhuó shí láilín zhī rì, fànzuì de rén, jiāng chéng jǔsàng de."},{"SurahNumber":30,"VerseNumber":13,"Text":"Tāmen de pèi zhǔ zhōng, jiānglái méiyǒu wéi tāmen shuō qíng de, tāmen jiāng fǒurèn tāmen de pèi zhǔ."},{"SurahNumber":30,"VerseNumber":14,"Text":"Fùhuó shí láilín zhī rì, tāmen jiāng bǐcǐ fēnlí."},{"SurahNumber":30,"VerseNumber":15,"Text":"Zhìyú xìndào érqiě xíngshàn zhě, jiàng zài yīgè shèngdì, gǎnjué kuàilè;"},{"SurahNumber":30,"VerseNumber":16,"Text":"zhìyú bùxìndào érqiě fǒurèn wǒ de jīxiàng, yǐjí hòushì de xiāng huì zhě, jiāng bèi jūjìn zài xíngfá zhōng."},{"SurahNumber":30,"VerseNumber":17,"Text":"Gù nǐmen zài wǎn xī hé zǎochén, yīngdāng zànsòng zhēnzhǔ chāojué wànwù."},{"SurahNumber":30,"VerseNumber":18,"Text":"Tiāndì jiān de zànsòng, yǐjí bàngwǎn de hé zhōngwǔ de zànsòng dōu zhǐ guīyú tā."},{"SurahNumber":30,"VerseNumber":19,"Text":"Tā shǐ shēngwù cóng sǐ wù zhòngshēngchū, shǐ sǐ wù cóng shēngwù zhòng shēngchū, shǐ yǐ sǐ de dàdì fùhuó, nǐmen yě yào rúcǐ bèi fùhuó."},{"SurahNumber":30,"VerseNumber":20,"Text":"Tā de yīzhǒng jīxiàng shì: Tā yòng nítǔ chuàngzào nǐmen, ránhòu, nǐmen lìkè chéngwéi rénlèi, sànbù gè fāng."},{"SurahNumber":30,"VerseNumber":21,"Text":"Tā de yīzhǒng jīxiàng shì: Tā cóng nǐmen de tónglèi zhōng wèi nǐmen chuàngzào pèi'ǒu, yǐbiàn nǐmen yīliàn tāmen, bìngqiě shǐ nǐmen hùxiāng ài yuè, hùxiāng liánxù. Duìyú néng sīwéi de mínzhòng, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":30,"VerseNumber":22,"Text":"Tā de yīzhǒng jīxiàng shì: Tiāndì de chuàngzào, yǐjí nǐmen de yǔyán hé fūsè de chāyì, duìyú yǒu xuéwèn de rén, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":30,"VerseNumber":23,"Text":"Tā de yīzhǒng jīxiàng shì: Nǐmen zài hēiyè hé báizhòu shuìmián bìngqiě xúnqiú tā de ēnhuì; duìyú huì tīnghuà de mínzhòng, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":30,"VerseNumber":24,"Text":"Tā de yīzhǒng jīxiàng shì: Tā shǐ nǐmen yǐ kǒngjù hé qìtú de xīnqíng kàn diànguāng, tā cóng yún zhōng jiàngxià yǔshuǐ, jiè yǔshuǐ shǐ yǐ sǐ de dàdì fùhuó, duìyú néng liǎojiě de mínzhòng, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":30,"VerseNumber":25,"Text":"Tā de yīzhǒng jīxiàng shì: Tiāndì yī tā de yìzhì ér jiāndìng, dāng tā duì chángmián dìxià de nǐmen jiàohuàn yī shēng de shíhòu, nǐmen lìkè jiù chūláile."},{"SurahNumber":30,"VerseNumber":26,"Text":"Tiāndì wànwù, zhǐshì tā de; yīqiè dōu fúcóng tā."},{"SurahNumber":30,"VerseNumber":27,"Text":"Tā chuàngzào zhòng shēng, ránhòu zàizào tāmen, zàizào duìyú tā shì gèng róngyì de. Tiāndì jiān zuìgāo de diǎnxíng, zhǐ shǔyú tā, tā shì wànnéng de, zhì ruì de."},{"SurahNumber":30,"VerseNumber":28,"Text":"Tā wèi nǐmen ér jiù nǐmen zìshēn shè yīgè pìyù; nándào nǐmen zhǔnxǔ nǐmen de núbì yǔ nǐmen gòngtóng xiǎngshòu wǒ shǎngcì nǐmen de jǐyǎng, ér nǐmen yǔ tāmen wánquán píngděng, nǐmen wèijù tāmen, yóurú nǐmen hùxiāng wèijù yīyàng ma? Wǒ zhèyàng wéi néng liǎojiě de mínzhòng jiěshì wǒ de jīxiàng."},{"SurahNumber":30,"VerseNumber":29,"Text":"Bùrán, bùyì zhě, wúzhī dì shùncóng zìjǐ de sīyù. Zhēnzhǔ shǐ zhī mí wù de rén, shuí néng yǐndǎo tā ne? Tāmen jué méiyǒu yuánzhù zhě."},{"SurahNumber":30,"VerseNumber":30,"Text":"Nǐ yīngdāng qūxiàng zhèngjiào,(bìng jǐn shǒu) zhēnzhǔ suǒ fùyǔ rén de běnxìng. Zhēnzhǔ suǒ chuàngzào de, shì bùróng biàngēng de; zhè cái shì zhèngjiào, dàn rénmen dàbàn bù zhīdào."}]}