{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Ne ponimayut li oni, chto Bog, kotoryy sotvoril nebesa i zemlyu, mozhet sotvorit' podobnoye im? On naznachil im opredelennyy srok, - o chem net somneniya; i tol'ko svoyevol'nyye khotyat vol'nodumstvovat'"},{"SurahNumber":17,"VerseNumber":100,"Text":"Skazhi: \"Yesli by vy imeli vlast' nad sokrovishchami miloserdiya Gospoda moyego, to, vot, vy uderzhali by ikh pri sebe, uboyavshis' rastratit' ikh: chelovek skup"},{"SurahNumber":17,"VerseNumber":101,"Text":"My uzhe davali Moiseyu devyat' yavnykh znameniy; - sprosi ob etom synov Izrailevykh. Kogda on prishel k nim, togda Faraon skazal yemu: \"YA dumayu, chto ty, Moisey, ocharovan"},{"SurahNumber":17,"VerseNumber":102,"Text":"On skazal: \"Ty uzhe znayesh', chto tol'ko Gospod' nebes i zemli nisposylayet ikh, chtoby oni byli ukazatelyami istiny; ya dumayu, chto ty, Faraon, otverzhennyy"},{"SurahNumber":17,"VerseNumber":103,"Text":"On khotel vygnat' ikh iz svoyey zemli; a My potopili yego i vsekh, kto byl vmeste s nim"},{"SurahNumber":17,"VerseNumber":104,"Text":"Posle togo My skazali synam Izrailevym: zhivite v etoy zemle; a kogda nastupit predukazannoye vremya budushchey zhizni, togda soberem vsekh vas vmeste"},{"SurahNumber":17,"VerseNumber":105,"Text":"Istinno, My nisposlali yego; istinno, on nizshel svyshe; a tebya My poslali tol'ko blagovestnikom i ustrashitelem"},{"SurahNumber":17,"VerseNumber":106,"Text":"Koran razdelili My na otdely, dlya togo, chtoby ty chital yego lyudyam s rasstanovkami: dlya togo My nisposlali yego raznovremennymi nisposlaniyami"},{"SurahNumber":17,"VerseNumber":107,"Text":"Skazhi: \"Veruyte v nego ili ne veruyte - istinno, te, kotorym prezhde nego dano znaniye, - te, kogda on chitayetsya im, padaya nits na svoi borody, poklanyayutsya"},{"SurahNumber":17,"VerseNumber":108,"Text":"i govoryat \"Khvala Gospodu nashemu! Obetovaniye Gospoda nashego sovershilos'"},{"SurahNumber":17,"VerseNumber":109,"Text":"Oni padayut nits na borody svoi, plachut, i v nikh uvelichivayetsya blagogoveniye"},{"SurahNumber":17,"VerseNumber":110,"Text":"Skazhi: \"V molitvakh nazyvayte Yego ili Bogom, ili nazyvayte Milostivym: kak vy ni nazovete Yego, Yemu prilichny eti luchshiye imena\". Ne proiznosi tvoyey molitvy ochen' gromko, no i ne govori yeye shepotom; a derzhis' srednego mezhdu nimi vygovora"},{"SurahNumber":17,"VerseNumber":111,"Text":"Skazhi: \"Slava Bogu, kotoryy nikogda ne imel detey, kotoromu ne bylo souchastnika v tsarstvovanii, dlya kotorogo nikogda ne trebovalsya kakoy libo zashchitnik ot unizheniya\"; velichaya, velichay Yego"},{"SurahNumber":18,"VerseNumber":1,"Text":"Slava Bogu, kotoryy rabu Svoyemu nisposlal eto pisaniye, i v nem ne pomestil krivdy"},{"SurahNumber":18,"VerseNumber":2,"Text":"Pisaniye pravdivoye, chtoby dat' ot Sebya ugrozu lyutoy kazn'yu, i obradovat' veruyushchikh, kotoryye delayut dobro, vest'yu, chto im budet prekrasnaya nagrada"},{"SurahNumber":18,"VerseNumber":3,"Text":"s kotoroy oni ostanutsya vechno"},{"SurahNumber":18,"VerseNumber":4,"Text":"A ugrozu dat' tem, kotoryye govoryat: \"Bog imeyet detey"},{"SurahNumber":18,"VerseNumber":5,"Text":"Net u nikh znaniya ob etom, ne bylo yego i u ottsev ikh. Nechestivo slovo, vykhodyashcheye iz ust ikh! Oni govoryat tol'ko lozh'"},{"SurahNumber":18,"VerseNumber":6,"Text":"Mozhet byt', ty ochen' sil'no ogorchayesh'sya v dushe tvoyey postupkami ikh, - tem, chto oni ne veruyut v eto novoye ucheniye"},{"SurahNumber":18,"VerseNumber":7,"Text":"Deystvitel'no, My sdelali to, chto yest' na zemle, ukrasheniyem yey, dlya togo, chtoby ispytat', kto iz nikh luchshe po svoyey deyatel'nosti"},{"SurahNumber":18,"VerseNumber":8,"Text":"I deystvitel'no, My to, chto yest' na ney, delayem pyl'yu, prakhom"},{"SurahNumber":18,"VerseNumber":9,"Text":"Dumal li ty, chto tovarishchi peshchery i Rakima byli odnim iz chudnykh znameniy nashikh"},{"SurahNumber":18,"VerseNumber":10,"Text":"Eti yunoshi, kogda skrylis' v peshcheru, skazali: \"Gospodi nash, poshli nam ot Sebya milost' i pokazhi pravotu nashu v nashem dele"},{"SurahNumber":18,"VerseNumber":11,"Text":"V peshchere My nalozhili glukhotu na ushi ikh v prodolzhenii izvestnogo chisla let"},{"SurahNumber":18,"VerseNumber":12,"Text":"Posle togo My probudili ikh, chto by nam znat', kotoraya iz dvukh obshchin verno znayet, skol'ko vremeni probyli oni tam"},{"SurahNumber":18,"VerseNumber":13,"Text":"My verno rasskazhem tebe povest' o nikh. Oni byli yunoshi, verovavshiye v Gospoda svoyego, i My uvelichili v nikh userdiye k pryamomu puti"},{"SurahNumber":18,"VerseNumber":14,"Text":"My ukrepili serdtsa ikh, kogda oni tam stoyali i skazali: \"Gospod' nash yest' Gospod' nebes i zemli: krome Yego my ne prizovem nikakogo boga; my uzhe skazali, chto oni sovershennaya lozh'"},{"SurahNumber":18,"VerseNumber":15,"Text":"Eti sootechestvenniki nashi chtyat bogov drugikh, krome Yego; pust' predstavyat oni vernoye dokazatel'stvo o nikh. Yest' li kto nechestiveye togo, kto vymyshlyayet lozh' o Boge"},{"SurahNumber":18,"VerseNumber":16,"Text":"Kogda vy udalites' ot nikh i ot togo, chemu poklanyayutsya oni, ostavivshi Boga, to ukroytes' v peshcheru: Gospod' vash da nisposhlet na vas milost' Svoyu i da ustroit dlya vas vashi dela po Svoyemu blagovoleniyu"}]}