{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Ist die Geschichte von den Streitenden auch zu dir gelangt? Wie sie uber die Mauer (seines) Gebetsgemachs kletterten"},{"SurahNumber":38,"VerseNumber":22,"Text":"(und) wie sie bei David eindrangen und er sich vor ihnen furchtete? Sie sagten: \"Furchte dich nicht. (Wir sind) zwei Streitende, von denen einer sich gegen den anderen vergangen hat; richte darum in Gerechtigkeit zwischen uns und handle nicht ungerecht und leite uns auf den ebenen Weg"},{"SurahNumber":38,"VerseNumber":23,"Text":"Dieser ist mein Bruder; er hat neunundneunzig Mutterschafe, und ich habe ein einziges Mutterschaf. Dennoch sagte er: \"Ubergib es mir\", und hat mich in der Rede uberwunden"},{"SurahNumber":38,"VerseNumber":24,"Text":"Er (David) sagte: \"Wahrlich, er hat ein Unrecht an dir verubt, als er dein Mutterschaf zu seinen eigenen Mutterschafen hinzu verlangte. Und gewiß, viele Teilhaber vergehen sich gegeneinander; nur die (sind davon) ausgenommen, die glauben und gute Werke tun; und das sind wenige.\" Und David merkte, daß Wir ihn auf die Probe gestellt hatten; also bat er seinen Herrn um Verzeihung und fiel betend nieder und bekehrte sich"},{"SurahNumber":38,"VerseNumber":25,"Text":"Darum vergaben Wir ihm dies; und wahrlich, er hatte nahen Zutritt zu Uns und eine herrliche Einkehr (bei Uns)"},{"SurahNumber":38,"VerseNumber":26,"Text":"O David, Wir haben dich zu einem Nachfolger auf Erden gemacht; richte darum zwischen den Menschen in Gerechtigkeit, und folge nicht (deinen) personlichen Neigungen, damit sie dich nicht vom Wege Allahs abirren lassen.\" Wahrlich jenen, die von Allahs Weg abirren, wird eine strenge Strafe zuteil sein, weil sie den Tag der Abrechnung vergaßen"},{"SurahNumber":38,"VerseNumber":27,"Text":"Und Wir haben den Himmel und die Erde und das, was zwischen beiden ist, nicht sinnlos erschaffen. Das ist die Ansicht derer, die unglaubig sind. Wehe denn den Unglaubigen wegen des Feuers"},{"SurahNumber":38,"VerseNumber":28,"Text":"Oder sollen Wir etwa diejenigen, die glauben und gute Werke tun, gleich denen behandeln, die Verderben auf Erden stiften? Oder sollen Wir die Gottesfurchtigen wie die Unverschamten behandeln"},{"SurahNumber":38,"VerseNumber":29,"Text":"Es ist ein Buch voll des Segens, das Wir zu dir hinabgesandt haben, auf daß sie uber seine Verse nachdenken, und auf daß diejenigen ermahnt werden mogen, die verstandig sind"},{"SurahNumber":38,"VerseNumber":30,"Text":"Und Wir bescherten David Salomo. (Er war) ein vortrefflicher Diener; stets wandte er sich (zu Allah)"},{"SurahNumber":38,"VerseNumber":31,"Text":"Als vor ihn zur Abendstunde schnelltrabende Rennpferde aus edelster Zucht gebracht wurden"},{"SurahNumber":38,"VerseNumber":32,"Text":"sagte er: \"lch habe die guten Dinge dieser Welt sehr lieb und habe dabei versaumt, meines Herrn zu gedenken\" - bis sie (die Sonne) hinter dem Horizont verborgen war"},{"SurahNumber":38,"VerseNumber":33,"Text":"Bringt sie zu mir zuruck.\" Dann begann er uber (ihre) Beine und Halse zu streichen"},{"SurahNumber":38,"VerseNumber":34,"Text":"Und wahrlich, Wir stellten Salomo auf die Probe, und Wir setzten einen Leib auf seinen Thron. Dann bekehrte er sich"},{"SurahNumber":38,"VerseNumber":35,"Text":"Er sagte: \"O mein Herr, vergib mir und gewahre mir ein Konigreich, wie es keinem nach mir geziemt; wahrlich, Du bist der Gabenverleiher"},{"SurahNumber":38,"VerseNumber":36,"Text":"Darauf machten Wir ihm den Wind dienstbar, auf daß er auf sein Geheiß hin sanft wehte, wohin er wollte"},{"SurahNumber":38,"VerseNumber":37,"Text":"Und (Wir machten ihm) die Satane, alle die Erbauer und Taucher"},{"SurahNumber":38,"VerseNumber":38,"Text":"wie auch andere, die in Fesseln aneinander gekettet waren (, dienstbar)"},{"SurahNumber":38,"VerseNumber":39,"Text":"Dies ist Unsere Gabe, so erweise dich als Wohltater oder sei zuruckhaltend (im Geben), ohne abzurechnen"},{"SurahNumber":38,"VerseNumber":40,"Text":"Und sicher hatte er nahen Zutritt zu Uns und eine herrliche Einkehr (bei Uns)"},{"SurahNumber":38,"VerseNumber":41,"Text":"Und gedenke Unseres Dieners Hiob, als er seinen Herrn anrief: \"Satan hat mich beruhrt mit Muhsal und Pein"},{"SurahNumber":38,"VerseNumber":42,"Text":"Stampfe mit deinem Fuß auf. Hier ist kuhles Wasser zum Waschen und zum Trinken"},{"SurahNumber":38,"VerseNumber":43,"Text":"Und Wir schenkten ihm seine Angehorigen (wieder) und noch einmal so viele dazu von Uns als Barmherzigkeit und als Ermahnung fur die Verstandigen"},{"SurahNumber":38,"VerseNumber":44,"Text":"Und (Wir sprachen): \"Nimm ein Bundel in deine Hand und schlage damit zu und werde nicht eidbruchig.\" Wahrlich, Wir fanden ihn geduldig. (Er war) ein vortrefflicher Diener; stets wandte er sich (Allah) zu"},{"SurahNumber":38,"VerseNumber":45,"Text":"Und gedenke Unserer Diener Abraham, Isaak und Jakob - Manner von Kraft und Einsicht"},{"SurahNumber":38,"VerseNumber":46,"Text":"Wir erwahlten sie zu einem besonderen Zweck - zur Erinnerung an die Wohnstatt (des Jenseits)"},{"SurahNumber":38,"VerseNumber":47,"Text":"Und wahrlich, vor Uns gehoren sie zu den Auserwahlten, den Besten"},{"SurahNumber":38,"VerseNumber":48,"Text":"Und gedenke Ismaels, Elisas und Du-l-Kifls; alle gehoren sie zu den Besten"},{"SurahNumber":38,"VerseNumber":49,"Text":"Dies ist eine Ermahnung; den Rechtschaffenen wird gewiß eine herrliche Statte der Ruckkehr zuteil sein"},{"SurahNumber":38,"VerseNumber":50,"Text":"die Garten von Eden, deren Tore fur sie geoffnet sind"},{"SurahNumber":38,"VerseNumber":51,"Text":"Dort werden sie zuruckgelehnt ruhen; dort werden sie Fruchte in Mengen und reichlich Trank haben"}]}