{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Ma Issuget Oebbi l$it i imdanen iS, ad be$wven di tmurt. Maca, Issrusu d, s lmizan, ayen i S ihwan. Ih, Neppa Ippuxebbeo $ef imdanen iS, Ipwali ten"},{"SurahNumber":42,"VerseNumber":28,"Text":"D Neppa id Isse$layen ageffur mara aysen. Iweppaa aeunu S. Neppa d Bab, d Amaazuz"},{"SurahNumber":42,"VerseNumber":29,"Text":"Seg issekniyen iS, lxelq n tmurt, igenwan, akked wayen illan n leweuc, degsen. Izmer Neppa, ma ihwa yaS, a ten id Issemlil"},{"SurahNumber":42,"VerseNumber":30,"Text":"Kra n tiyta ikwen iwwten, siwa ayen d bbwin ifassen nnwen. Aias i Ipsemmie"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ur tezmirem a ppesfunngem di tmurt. Ur awen illi, war Oebbi, bab ne$ asettao"},{"SurahNumber":42,"VerseNumber":32,"Text":"Seg issekniyen iS, ssfinat di yill, amzun d idurar"},{"SurahNumber":42,"VerseNumber":33,"Text":"Ma ihwa yaS ad Issens avu, ad eebsent, d tusbivin sufella s. War ccekk, ayagi d issekniyen i yal aueboi isnemmiren"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ne$ a ten Issenger ilmend n wayen kesben. Aias i Ipsemmie"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ad eoen wid ipnamaren $ef issekniyen nne£, ar ur asen illi ssoan"},{"SurahNumber":42,"VerseNumber":36,"Text":"Ayen akw i wen ippunefken n wayla, d zzhu n tmeddurt di ddunit. Ayen illan ar Oebbi, yif it; ad idum kteo, i wid iumnen, ippeklen $ef Mass nnsen"},{"SurahNumber":42,"VerseNumber":37,"Text":"wid ijunben ibekkaven ibararen, akked laao, u ssurufen i wid i ten isserfan"},{"SurahNumber":42,"VerseNumber":38,"Text":"wid id ipjawaben i Mass nnsen, peallan, ppemcawaoen $ef lameo nnsen, pseddiqen seg wayen iten N$at"},{"SurahNumber":42,"VerseNumber":39,"Text":"wid, ma iusa ten lbe$wv, ad qablen"},{"SurahNumber":42,"VerseNumber":40,"Text":"Aqeiii n tucmip, d tucmip i p icban. Win isemmeen, issweqmen, arraz is ar Oebbi. Neppa, ih, ur Ieemmel ara imednas"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ma d wid id irran ppao mi pwadensen, ur telli tiyta degsen"},{"SurahNumber":42,"VerseNumber":42,"Text":"Tiyta, kan, deg wid ivuooen imdanen, iqehoen di tmurt, war ssebba. I wigi, aaaqeb aqeoean"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ma d win iueboen, isemmeen, ayagi, s tidep, d aseyyi n lumuo"},{"SurahNumber":42,"VerseNumber":44,"Text":"Win Itlef Oebbi, ur isai bab, deffir eS. A pwaliv imednas, mara eoen aaaqeb, ad inin: \"ma illa ubrid n tu$alin"},{"SurahNumber":42,"VerseNumber":45,"Text":"A ten twaliv pwafessren fellas, ndellen, ggaren tii s tugwdi. Ad inin wid iumnen: \"imexsuoen, s tidep, d wid i sxesoen iman nnsen, akked twacult nnsen, ass n tnekra\". War ccekk, deg uaaqeb imezgi, ara yilin imednas"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ur asen llin imawlan, ara ten isellken, war Oebbi. Win Itlef Oebbi, ur isai abrid"},{"SurahNumber":42,"VerseNumber":47,"Text":"Jawbet i Mass nnwen, uqbel a d ias, s$uo Oebbi, ass ur nepwexxio. Ur awen ippili ssoan assen, ur tezmirem a pnekoem"},{"SurahNumber":42,"VerseNumber":48,"Text":"Ma numren, ur k id Nuzen ara d ameareb nnsen. Ay fellak, siwa timenna. Ih, mara Neseess i umdan aeunu s$uone£, ad ifoee yis. Mara t tsami tucmip, id bbwin ifassen is, s tidep, amdan ad ikaraa"},{"SurahNumber":42,"VerseNumber":49,"Text":"N Oebbi, tagelda n tmurt akked igenwan. Ixelleq ayen i S ihwan. Ippak nnta i win i S ihwan, Ippak ddkeo i win i S ihwan"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ne$ Ipcarak ddkeo d nnta. Isaaqao win i S ihwan. Ih, Neppa Issen, Izmer"}]}