{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Бизга учрашдан умидсиз бўлганлар, бизга фаришталар туширилса, ёки, Роббимизни кўрсак эди, дерлар. Батаҳқиқ, улар ўзларидан кетдилар ва катта туғён-ла туғён қилдилар"},{"SurahNumber":25,"VerseNumber":22,"Text":"Улар фаришталарни кўрадиган кунда, ҳа, ўша кунда жиноятчиларга хушхабар бўлмас. Ва (фаришталар): «Ҳаром, ҳаром», дерлар"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ва қилган амалига келиб, уларни тўзон каби сочиб юборамиз"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ўша кунда жаннат эгаларининг қароргоҳлари ва оромгоҳлари ғоят яхшидир"},{"SurahNumber":25,"VerseNumber":25,"Text":"У кунда булутли осмон ёрилиб, фаришталар бўлак-бўлак туширилурлар"},{"SurahNumber":25,"VerseNumber":26,"Text":"У кунда ҳукмронлик Роҳманга ҳақ бўлур. У кун кофирлар учун кўп қийин кун бўлур"},{"SurahNumber":25,"VerseNumber":27,"Text":"У кунда золим икки қўлини тишлаб: «Эй воҳ!!! Пайғамбар ила бир йўлни тутганимда эди!» дер"},{"SurahNumber":25,"VerseNumber":28,"Text":"«Эй воҳ!!! Кошки фалончини дўст тутмасам эди», дер"},{"SurahNumber":25,"VerseNumber":29,"Text":"«Батаҳқиқ, менга Зикр (Қуръон) келгандан сўнг у (дўст) мени адаштирди. Шайтон инсонни ёрдамсиз ташлаб кетгувчидир»"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ва Пайғамбар: «Эй Роббим, албатта, менинг қавмим ушбу Қуръонни тарк этдилар», деди"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ана шундай. Ҳар Пайғамбар учун жиноятчилардан душман қилганмиз. Ҳидоят ва ёрдамчиликда Роббинг Ўзи кифоя қилур"},{"SurahNumber":25,"VerseNumber":32,"Text":"Куфр келтирганлар: «Унга Қуръон бир йўла нозил қилинса эди», дедилар. Биз сенинг қалбингни у билан собит қилиш учун шундай қилдик ва уни дона-дона қилиб ўқидик"},{"SurahNumber":25,"VerseNumber":33,"Text":"Улар сенга бирор масал келтирсалар, Биз, албатта, сенга ҳақни ва гўзал шарҳини келтирурмиз"},{"SurahNumber":25,"VerseNumber":34,"Text":"Жаҳаннам томон юз тубан ҳолларида судраладиганлар, ана ўшалар, маконлари энг ёмон, йўллари энг адашган кимсалардир"},{"SurahNumber":25,"VerseNumber":35,"Text":"Батаҳқиқ, Биз Мусога китобни бердик ва унга акаси Ҳорунни вазир қилдик"},{"SurahNumber":25,"VerseNumber":36,"Text":"Бас: «Иккингиз Бизнинг оятларимизни ёлғонга чиқарган қавмга боринг», дедик. Сўнг уларни ер билан яксон қилдик"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ва Нуҳ қавми Пайғамбарларни ёлғонга чиқарганларида ғарқ этдик ва уларни одамларга ибрат қилдик. Ҳамда Биз золимларга аламли азоблар тайёрлаб қўйдик"},{"SurahNumber":25,"VerseNumber":38,"Text":"Од, Самуд ва қудуқ эгаларини ҳамда бу орадаги асрларни эсла"},{"SurahNumber":25,"VerseNumber":39,"Text":"Улардан ҳар бирига мисоллар келтирдик. Ва уларни қириб битирдик"},{"SurahNumber":25,"VerseNumber":40,"Text":"Батаҳқиқ, улар ёмонлик ёмғири ёғдирилган шаҳарга келган эдилар. Уни кўрмаган эдиларми?! Йўқ! Улар қайта тирилишдан умидсиз эдилар"},{"SurahNumber":25,"VerseNumber":41,"Text":"Улар сени кўрган вақтларида масхарага олурлар: «Аллоҳ Пайғамбар қилиб юборган шуми"},{"SurahNumber":25,"VerseNumber":42,"Text":"Агар сабр қилмаганимизда, албатта, у бизни, сал бўлмаса, худоларимиздан оздирарди-я!» деб. Яқинда — азобни кўрган чоғларида — ким йўлдан озганроқ эканини билурлар"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ҳавойи нафсини ўзига худо қилиб олганни кўрдингми?! Энди сен унга вакил бўласанми"},{"SurahNumber":25,"VerseNumber":44,"Text":"Ёки сен уларнинг кўплари тинглай олурлар ё англай олурлар, деб ҳисоблайсанми? Аслида, уларнинг ҳайвонлардан фарқи йўқ. Балки яна ҳам йўлдан озганроқдирлар"},{"SurahNumber":25,"VerseNumber":45,"Text":"Роббингнинг сояни қандай ёйиб қўйганини кўрмадингми? Агар хоҳласа, уни жилмас қиларди. Сўнгра қуёшни Биз унга далил қилдик"},{"SurahNumber":25,"VerseNumber":46,"Text":"Сўнгра Биз уни Ўзимизга аста-секин тортиб олдик"},{"SurahNumber":25,"VerseNumber":47,"Text":"У сиз учун кечани либос, уйқуни истироҳат қилган ва кундузни тирилиш (замони) қилган Зотдир"},{"SurahNumber":25,"VerseNumber":48,"Text":"У Ўз раҳмати олдидан шамолларни хушхабар қилиб юборган Зотдир. Ва осмондан пок сув туширдик"},{"SurahNumber":25,"VerseNumber":49,"Text":"У ила ўлик юртни тирилтиришимиз ва ўзимиз яратган кўплаб чорва ҳайвонлари ҳамда инсонларни суғоришимиз учун"},{"SurahNumber":25,"VerseNumber":50,"Text":"Батаҳқиқ, Биз у(Қуръон)ни эслатма олишлари учун ораларида турлича тасарруф қилиб кўрдик. Одамларнинг кўплари куфрдан бошқа нарсадан бош тортдилар"},{"SurahNumber":25,"VerseNumber":51,"Text":"Агар хоҳласак, ҳар шаҳарга битта огоҳлантиргувчи юборар эдик"},{"SurahNumber":25,"VerseNumber":52,"Text":"Кофирларга итоат этма! Уларга қарши у(Қуръон) билан катта жидду жаҳд қил"}]}