{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"Pitat te za novolunieto. Kazhi: “To sochi opredeleno vreme za khorata i za poklonenieto khadzh.” Pravednostta ne e da idvate v domovete otzad, a pravednostta e u onzi, koito se boi ot Allakh. Vlizaite v domovete prez vratite im! I boite se ot Allakh, za da spoluchite"},{"SurahNumber":2,"VerseNumber":190,"Text":"I se srazhavaite po putya na Allakh s onezi, koito se srazhavat s vas, i ne prestupvaite! Allakh ne obicha prestupvashtite"},{"SurahNumber":2,"VerseNumber":191,"Text":"I gi ubivaite tam, kudeto gi svarite, i gi progonete ottam, otkudeto i te vi progonikha! Da zabluzhdavash e po-tezhko, otkolkoto da ubivash. I ne se srazhavaite s tyakh pri Sveshtenata dzhamiya, dokato ne zapochnat tam da se srazhavat s vas! A ako se srazhavat s vas, ubiite gi! Takova e vuzmezdieto za nevernitsite"},{"SurahNumber":2,"VerseNumber":192,"Text":"A prestanat li - Allakh e oproshtavasht, milosurden"},{"SurahNumber":2,"VerseNumber":193,"Text":"I se srazhavaite s tyakh, dokogato ne shte ima zabluda i religiyata shte e na Allakh! A prestanat li, togava da ne se vrazhduva, osven protiv ugnetitelite"},{"SurahNumber":2,"VerseNumber":194,"Text":"Mesets na zabrana - sreshtu mesets na zabrana! I za [narushavane na] zabranite - vuzmezdie. A koito vi napadne, napadnete go taka, kakto vi e napadnal! I boite se ot Allakh, i znaite, che Allakh e s bogoboyazlivite"},{"SurahNumber":2,"VerseNumber":195,"Text":"I razdavaite po putya na Allakh, i ne se khvurlyaite sus sobstvenite si rutse kum gibelta, i blagodetelstvaite! Allakh obicha blagodetelnite"},{"SurahNumber":2,"VerseNumber":196,"Text":"I dovurshvaite poklonenieto khadzh, i poklonenieto umra zaradi Allakh! A ako ste vuzpreni, [daite] zhertveno zhivotno spored svoite vuzmozhnosti! I ne brusnete glavite si, dokato zhertvenoto zhivotno ne stigne mestonaznachenieto si! A koito ot vas e bolen ili ima stradanie po glavata, togava - da se otkupi s goveene ili podayanie, ili zhertvoprinoshenie. A ako ste v bezopasnost, onzi, koito izpolzva poklonenieto umra i za poklonenie khadzh, [da dade] zhertveno zhivotno spored svoite vuzmozhnosti. A koito ne e v sustoyanie, da govee tri dni po vreme na poklonenieto khadzh i sedem, shtom se vurne, ta pulni deset. Tova e za onzi, chiito rodnini ne zhiveyat v okolnostite na Sveshtenata dzhamiya. I boite se ot Allakh, i znaite, che Allakh e strog v nakazanieto"},{"SurahNumber":2,"VerseNumber":197,"Text":"Poklonenieto khadzh e v znaini mesetsi i koito prez tyakh si nalozhi poklonenieto, da nyama suvokuplenie, nito bezput·stvo, nito prenie po vreme na poklonenieto khadzh! Kakvato i dobrina da storite, Allakh ya uznava. I zapasete se! Nai-dobriyat zapas e bogoboyazlivostta. I boite se ot Men, o, razumni khora"},{"SurahNumber":2,"VerseNumber":198,"Text":"I ne e gryakh za vas da tursite blagodat ot vashiya Gospod. I kogato se plisnete nadolu po Arafat, spomenavaite Allakh pri Sveshtenata planina! I Go spomenavaite, kakto vi e naputil, dori da ste bili predi tova ot zabludenite"},{"SurahNumber":2,"VerseNumber":199,"Text":"Posle se plisnete nadolu, otkudeto khorata se plisvat, i molete Allakh za proshka! Naistina Allakh e oproshtavasht, milosurden"},{"SurahNumber":2,"VerseNumber":200,"Text":"I shtom izpulnite svoite obredi, spomenavaite Allakh, kakto spomenavate predtsite si, dori po-silno! A nyakoi ot khorata kazvat: “Gospodi, vuzdai ni v zemniya zhivot!” Nyama dyal za tyakh v otvudniya"},{"SurahNumber":2,"VerseNumber":201,"Text":"A nyakoi ot tyakh kazvat: “Gospodi, vuzdai ni dobrina v zemniya zhivot i dobrina - v otvudniya! I opazi ni ot muchenieto na Ogunya!”"},{"SurahNumber":2,"VerseNumber":202,"Text":"Za tyakh ima dyal ot onova, koeto sa pridobili. Allakh burzo pravi ravnosmetka"}]}