{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"nāvu (kur‌ānina) yāvudē vacanavannu anūrjitagoḷisidare athavā maresibiṭṭare, (adara badalige) adakkinta uttamavāda athavā adakke samanāda vacanavannu tarade iruvudilla. Allāhanu ellavannū māḍaballavanembudu nimage tiḷiyadē"},{"SurahNumber":2,"VerseNumber":107,"Text":"ākāśagaḷa mattu bhūmiya ādhipatyavellā allāhanige mātra sēride mattu nimage allāhana horatu bēre yārū pōṣakarāgali sahāyakarāgali illa embudu nimage tiḷiyadē"},{"SurahNumber":2,"VerseNumber":108,"Text":"(viśvāsigaḷē,) nīvēnu, ī hinde mūsāroḍane kēḷalāda praśnegaḷannē nim'ma dēvadūtaroḍane kēḷa bayasuvirā? (Ī rīti) viśvāsavannu dhikkāravāgi badalisikoṇḍavanu nijakkū nēra mārgadinda bahaḷa dūra hōgi biṭṭanu"},{"SurahNumber":2,"VerseNumber":109,"Text":"granthadavaralli heccinavaru, nīvu viśvāsigaḷāda baḷika nim'mannu matte dhikkāradeḍege maraḷisabayasiddaru. Satyavu avarige spaṣṭavāda baḷikavū avaru tam'moḷagina asūyeyindāgi (hīge māḍuttiddāre). Nīvu mātra, ī kuritu allāhanu tanna ādēśavannu prakaṭisuva tanakavū (avarannu) kṣamisuttalū (avara tappannu) kaḍegaṇisuttalū iri. Allāhanu khaṇḍita ellavannu māḍaballavanāgiddāne"},{"SurahNumber":2,"VerseNumber":110,"Text":"Mattu nīvu namājhannu pālisiri mattu jhakāt‌annu pāvatisiri. Nīvu nimagāgi munde kaḷisuva ella satkāryagaḷannu allāhana baḷi kāṇuviri. Nīvu māḍuttiruvudannellā allāhanu khaṇḍita nōḍuttiddāne"},{"SurahNumber":2,"VerseNumber":111,"Text":"yahūdiyādavana athavā kraistanādavana horatu bērārū svargavannu pravēśisalāranendu avaru hēḷuttāre. Adu kēvala avara āśeyāgide. ‘‘Nīvu satyavantarāgiddare nim'ma purāveyannu tanniri’’ endu avaroḍane hēḷiri"},{"SurahNumber":2,"VerseNumber":112,"Text":"nijavāgi, tannannu allāhanige śaraṇāgisikoṇḍu, satkarmagaḷannu māḍuttaliddavana pratiphalavu avana oḍeyana baḷi ide. Anthavarige yāva bhayavū iradu. Yāva vyatheyū iradu"},{"SurahNumber":2,"VerseNumber":113,"Text":"kraistara baḷi ēnū (yāva satyavū) illavendu yahūdigaḷu hēḷuttāre mattu yahūdigaḷa baḷi ēnū illavendu kraistaru hēḷuttāre. Hāgendu, avaru (ibbarū) granthavannu ōduvavarāgiddāre. Tiḷuvaḷike illadavarū idē rīti, avaru āḍuttiruvantaha mātannē āḍuttāre. Avaru bhinnategoḷagāgidda viṣayagaḷalli punarut'thāna dina, allāhanē avara naḍuve tīrpu nīḍuvanu"},{"SurahNumber":2,"VerseNumber":114,"Text":"allāhana masīdigaḷalli avana hesarannu prastāpisadante taḍeyuvavaniginta hāgū avugaḷannu pāḷubīḷisalu śramisuvavaniginta doḍḍa akrami yāriddāne? Anthavaru, bhaya bhaktiyillade avugaḷoḷage pravēśisalē bāradāgittu. Avarige ihalōkadalli naṣṭavide mattu paralōkadallū avarige mahā yātane sigalide"},{"SurahNumber":2,"VerseNumber":115,"Text":"pūrva mattu paścimavu allāhanigē sēride. Nīvu yāveḍege tirugidarū, allāhana sānnidhyavu allide. Allāhanu khaṇḍita sarvavyāpiyāgiddāne mattu ballavanāgiddāne"},{"SurahNumber":2,"VerseNumber":116,"Text":"mattu avaru ‘‘allāhanu obbanannu tanna putranāgisikoṇḍiddāne’’ ennuttāre. Avanu pāvananu. Nijavāgi ākāśagaḷalli mattu bhūmiyalliruvudellavū avanigē sēride. Ellavū avanige vidhēyavāgide"},{"SurahNumber":2,"VerseNumber":117,"Text":"Avanē ākāśagaḷige mattu bhūmige cālane nīḍidavanu. Avanu ondu nirdhāra māḍidāga, ādakke ‘āgu’ endaṣṭē hēḷuttāne mattu adu āgi biḍuttade"},{"SurahNumber":2,"VerseNumber":118,"Text":"arivilladavaru, ‘‘allāhanēke nam'moḍane mātanāḍuvudilla? Athavā nam'ma baḷigondu purāveyādarū yāke baruvudilla?’’ Ennuttāre. Avariginta hindinavarū avaru hēḷidantaha mātannē hēḷiddaru. Avara manas'sugaḷu ondē taraddāgive. Dr̥ḍha viśvāsaviruva janarigantū nāvu purāvegaḷannu īgāgalē vivarisi biṭṭiddēve"},{"SurahNumber":2,"VerseNumber":119,"Text":"(dūtarē,) khaṇḍitavāgiyū nim'mannu nāvu satyadondige kaḷisiruttēve – śubha vārte nīḍuvavarāgi mattu eccarisuvavarāgi. Narakadavara kuritu nim'mannu praśnisalāgadu"},{"SurahNumber":2,"VerseNumber":120,"Text":"innu, yahūdigaḷāgali, kraistarāgali, nīvu avara mārgavannu anusarisuva tanakavū avaru nim'minda santuṣṭarāgalāraru. ‘‘Allāhana mārgadarśanavē naija mārgadarśanavāgide’’ endu (avaroḍane) hēḷiri. Ondu vēḷe nim'ma baḷige (satyada) jñānavu banda baḷikavū nīvu ā janara apēkṣegaḷannu anusarisidare, allāhaneduru nimage yāva āptarū sahāyakarū iralāraru"},{"SurahNumber":2,"VerseNumber":121,"Text":"nāvu yārige granthavannu nīḍiruvevō avaru adannu ōdabēkāda rītiyalli ōduttāre (mattu) avaru adannu nambuttāre. Innu, adannu yāru tiraskarisuvarō avarē nijavāgi naṣṭakkoḷagāguvavaru"},{"SurahNumber":2,"VerseNumber":122,"Text":"isrā'īlara santatigaḷē, nānu nimage nīḍida anugrahavannu mattu jagattina ellareduru nimage śrēṣṭhate nīḍiddannu smarisiri"},{"SurahNumber":2,"VerseNumber":123,"Text":"mattu yārigū yārindalū yāvudē prayōjanavāgada hāgū yārindalū parihāra dhana svīkarisalāgada, yārigū yāradē śiphāras'sininda lābhavāgada mattu avarige (aparādhigaḷige) yāvudē sahāya sigalārada ā dinada bagge eccaravāgiri"}]}