{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Kada bismo im meleke poslali, i kad bi im mrtvi progovorili, i kad bismo pred njih očigledno sve dokaze sabrali, - oni opet ne bi vjerovali, osim ako bi Allah htio, ali većina njih ne zna"},{"SurahNumber":6,"VerseNumber":112,"Text":"Tako smo svakom vjerovjesniku neprijatelje određivali, šejtane u vidu ljudi i džinnova koji su jedni drugima kićene besjede govorili da bi ih obmanuli - a da je Gospodar tvoj htio, oni to ne bi učinili; zato ti ostavi njih, i ono što izmišljaju"},{"SurahNumber":6,"VerseNumber":113,"Text":"i da bi srca onih koji u onaj svijet ne vjeruju bila sklona tome i zadovoljna time, i da bi počinili grijehe koje su počinili"},{"SurahNumber":6,"VerseNumber":114,"Text":"Zašto da pored Allaha tražim drugog sudiju, kad vam On objavljuje Knjigu potanko? A oni kojima smo Mi dali Knjigu dobro znaju da Kur´an objavljuje Gospodar tvoj istinito, zato ti ne sumnjaj nikako"},{"SurahNumber":6,"VerseNumber":115,"Text":"Riječi Gospodara tvoga su vrhunac istine i pravde; Njegove riječi niko ne može promijeniti i On sve čuje i sve zna"},{"SurahNumber":6,"VerseNumber":116,"Text":"Ako bi se ti pokoravao većini onih koji žive na Zemlji; oni bi te od Allahova puta odvratili; oni se samo za pretpostavkama povode i oni samo neistinu govore"},{"SurahNumber":6,"VerseNumber":117,"Text":"Gospodaru tvom su dobro poznati oni koji su skrenuli s Njegova puta i On dobro zna one koji su na pravom putu"},{"SurahNumber":6,"VerseNumber":118,"Text":"Zato jedite ono pri čijem klanju je spomenuto Allahovo ime, ako vjerujete u Njegove ajete"},{"SurahNumber":6,"VerseNumber":119,"Text":"A zašto da ne jedete ono pri čijem klanju je spomenuto Allahovo ime kad vam je On objasnio šta vam je zabranio, - osim kad ste u nevolji; mnogi, prema prohtjevima svojim, namajući za to nikakva dokaza, zavode druge u zabludu. A Gospodar tvoj dobro zna one koji u zlu prelaze svaku mjeru"},{"SurahNumber":6,"VerseNumber":120,"Text":"Ne griješite ni javno ni tajno! Oni koji griješe sigurno će biti kažnjeni za ono što su zgriješili"},{"SurahNumber":6,"VerseNumber":121,"Text":"Ne jedite ono pri čijem klanju nije spomenuto Allahovo ime, to je, uistinu, grijeh! A šejtani navode štićenike svoje da se s vama raspravljaju, pa ako biste im se pokorili, i vi biste, sigurno mnogobošci postali"},{"SurahNumber":6,"VerseNumber":122,"Text":"Zar je onaj koji je bio u zabludi, a kome smo Mi dali život i svjetlo pomoću kojeg se među ljudima kreće, kao onaj koji je u tminama iz kojih ne izlazi? A nevjernicima se čini lijepim to što oni rade"},{"SurahNumber":6,"VerseNumber":123,"Text":"I isto tako Mi učinismo da u svakom gradu velikaši postanu griješnici i da u njemu zamke postavljaju, ali oni samo sebi zamke postavljaju, a da i ne primejećuju"},{"SurahNumber":6,"VerseNumber":124,"Text":"A kada njima dokaz dolazi, oni govore: \"Mi nećemo vjerovati sve dok se i nama ne da nešto slično što je Allahovim poslanicima dano.\" A Allah dobro zna kome će povjeriti poslanstvo Svoje. One koji griješe sigurno će stići od Allaha poniženje i patnja velika zato što spletkare"},{"SurahNumber":6,"VerseNumber":125,"Text":"Onome koga Allah želi da uputi - On srce njegovo prema islamu raspoloži, a onome koga želi da u zabludi ostavi - On srce njegovo stegne i umornim učini kao da čini napor da na nebo uzleti. Eto, tako Allah one koji ne vjeruju bez podrške ostavi"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ovo je pravi put Gospodara tvog. A Mi objašnjavamo dokaze ljudima koji pouku primaju"}]}