{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"O I bud afsie hvad afsløres jer Deres Lord - indtil jer gøre du ikke afsir Hans meddelelse! - Og GUD ville beskytter jer folkene. GUD IKKE guide disbelieving FOLKENE"},{"SurahNumber":5,"VerseNumber":68,"Text":"sie O folk scripture du ikke haver grundlag du uphold Torahen Evangeliet hvad sendes derned jer her Deres Lord For sandelig de åbenbaringer fra Deres Lord volde mer af dem styrt dybere into transgression vantro! Derfor ikke syner sorry disbelieving folkene"},{"SurahNumber":5,"VerseNumber":69,"Text":"Sikkert de tror de er Jødiske forvandle Christians; nogen af dem som (1) tro ind GUD (2) tro ind Sidste Dagen (3) leder righteous liv haver intet frygte nor ville de grieve"},{"SurahNumber":5,"VerseNumber":70,"Text":"Vi tager covenant Børnene Israel vi sende til dem bude. Nårsomhelst bud gik dem noget de disliked visse af dem de forkastede visse de dræbte"},{"SurahNumber":5,"VerseNumber":71,"Text":"De tanke de ikke tested de dreje blinde døve derefter GUD indfriede dem derefter mer af dem dreje blinde døve igen GUD ER Seer AF ALT DE GØRE"},{"SurahNumber":5,"VerseNumber":72,"Text":"Pagans indeed er de som sir GUD er Messias søn Mary. Messias sagde O Børn Israel du tilbede GUD; min Lord Deres Lord Nogen sætte nogen idol GUD GUD forbyder Paradis ham hans destiny er Helvede. wicked ikke have hjælpere"},{"SurahNumber":5,"VerseNumber":73,"Text":"Pagans indeed er de som sir GUD er tredje af trefoldighed. Xxxx ikke er gud undta ene guden! De afstår fra sigende den de disbelieve dem incur smertelige gengældelse"},{"SurahNumber":5,"VerseNumber":74,"Text":"De ikke fortryder GUD Would spørge Hans tilgivelse? GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":5,"VerseNumber":75,"Text":"Messias søn Mary være nej mer end bud budene ham hans mor var helgen. Begge af dem brugte ædt maden! Notere hvordan vi forklarer åbenbaringerne dem notere hvordan de fremdeles afviger"},{"SurahNumber":5,"VerseNumber":76,"Text":"Sie du tilbede GUD magtesløse idoler som heller harm I kunne nor gavne I? GUD ER Hearer Alvidende"},{"SurahNumber":5,"VerseNumber":77,"Text":"sie O folk scripture ikke transgress grænserne Deres religion sandheden ikke følge opinions af folk som gå astray vildlede mængder folk; de er fjerneste astray rigtig stien"},{"SurahNumber":5,"VerseNumber":78,"Text":"fordømme være de disbelieved Børnene Israel tungen David Jesus sønnen Mary. Den de disobeyed transgressed"},{"SurahNumber":5,"VerseNumber":79,"Text":"De ikke enjoin en another fra forpligtende onde! Usle indeed er hvad de gjorde"},{"SurahNumber":5,"VerseNumber":80,"Text":"Du se mer af dem allying de disbelieve! Usle indeed er hvad deres hænder sender væk deres sjæle. GUD ER VREDE DEM FØLGELIG DE abide permanent GENGÆLDELSE"},{"SurahNumber":5,"VerseNumber":81,"Text":"Havde de tro ind GUD profeten ind hvad afsløredes ham her de ikke befriended dem! mer af dem er onde"}]}