{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"ta-ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"ame a kura'ana tamara para etala mate avatarita nathi karyu ke tame sankatamam padi java"},{"SurahNumber":20,"VerseNumber":3,"Text":"parantu tene sikhamana apava mate je allahathi darato rahe"},{"SurahNumber":20,"VerseNumber":4,"Text":"anum avatarana teni taraphathi che, jene dharatinum ane unca akasonum sarjana karyu"},{"SurahNumber":20,"VerseNumber":5,"Text":"je dayalu che, arsa para birajamana che"},{"SurahNumber":20,"VerseNumber":6,"Text":"jeni maliki hethala akaso ane dharati ane te banne vacceni ane dharati niceni pana dareka vastu'o che"},{"SurahNumber":20,"VerseNumber":7,"Text":"jo tame unca avaje vata kaho to, te to dareka chupi parantu tena karata pana jhinavata bhari vastune pana jane che"},{"SurahNumber":20,"VerseNumber":8,"Text":"te ja allaha che, jena sivaya ko'i pujya nathi, srestha nama tena ja che"},{"SurahNumber":20,"VerseNumber":9,"Text":"tame musa (a.Sa.)Na kis'sane jano cho"},{"SurahNumber":20,"VerseNumber":10,"Text":"jyare temane aga jo'i potana gharavala'one kahyum ke tame thodika vara ubha raho, mane aga dekha'i che, sakya che ke hum teno ko'i angaro tamari pase lavum athava aga pase ja'i marga sodhi lavum"},{"SurahNumber":20,"VerseNumber":11,"Text":"jyare te'o tyam pahoncya to avaja karavamam avyo ke, he musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ni:Sanka hum ja taro palanahara chum. Tame potana pagarakham utari do. Karanake tame pavitra “tuva” namana medanamam cho"},{"SurahNumber":20,"VerseNumber":13,"Text":"ane mem tamane pasanda kari lidha, have je vahi karavamam ave tene dhyanathi sambhalo"},{"SurahNumber":20,"VerseNumber":14,"Text":"ni:Sanka hum ja allaha chum, mara sivaya bandagine layaka bijo ko'i nathi. Basa! Tum mari ja bandagi kara ane mari yada mate namajha padhato rahe"},{"SurahNumber":20,"VerseNumber":15,"Text":"ni:Sanka kayamata avavani che, jeni jana hum karava icchato nathi, jethi dareka vyaktine te badalo apavamam ave, je prayatna tene karyo hoya"},{"SurahNumber":20,"VerseNumber":16,"Text":"basa! Have a vise cokkasa jana thaya pachi tamane ko'i evo vyakti roki na le je ana para imana na dharavato hoya ane potani maneccha'oni pachala lagelo hoya. Nahito tame nasta tha'i jaso"},{"SurahNumber":20,"VerseNumber":17,"Text":"he musa! Tara jamana hathamam sum che"},{"SurahNumber":20,"VerseNumber":18,"Text":"javaba apyo ke a mari lakadi che. Jena para hum teko la'u chum ane jenathi hum mari bakari'o mate pandada todum chum ane bija ghana phayada che"},{"SurahNumber":20,"VerseNumber":19,"Text":"kahyum he musa! Ane hatha manthi nice nankhi de"},{"SurahNumber":20,"VerseNumber":20,"Text":"nankhatani sathe ja te sampa bani dodava lagi"},{"SurahNumber":20,"VerseNumber":21,"Text":"kahyum ke nidara tha'i ane pakadi lo, ame tene te ja mula sthitimam pharivara lavi da'isum"},{"SurahNumber":20,"VerseNumber":22,"Text":"ane taro hatha potani bagalamam nakha to te sapheda prakasita tha'ine nikalase. Parantu ko'i khami vagara a bijo camatkara che"},{"SurahNumber":20,"VerseNumber":23,"Text":"a etala mate ke ame tamane amari moti moti nisani'o batavava icchi'e chi'e"},{"SurahNumber":20,"VerseNumber":24,"Text":"have tame phira'auna pase ja'o, tene ghano vidroha phelavi rakhyo che"},{"SurahNumber":20,"VerseNumber":25,"Text":"musa a.Sa.E kahyum he mara palanahara! Marum hrdaya mara mate kholi nankha"},{"SurahNumber":20,"VerseNumber":26,"Text":"ane mara karyane mara mate sarala banavi de"},{"SurahNumber":20,"VerseNumber":27,"Text":"ane mari jabanani gantha kholi nankha"},{"SurahNumber":20,"VerseNumber":28,"Text":"jethi loko mari vata sari rite samaji sake"},{"SurahNumber":20,"VerseNumber":29,"Text":"ane maro nayaba mara kabila manthi kari de"},{"SurahNumber":20,"VerseNumber":30,"Text":"etale ke mara bha'i harunane"},{"SurahNumber":20,"VerseNumber":31,"Text":"Tum tenathi mari kamara majabuta kari de"},{"SurahNumber":20,"VerseNumber":32,"Text":"ane tene maro bhagidara banava"},{"SurahNumber":20,"VerseNumber":33,"Text":"jethi ame banne vadhumam vadhu tara namanum smarana kari'e"},{"SurahNumber":20,"VerseNumber":34,"Text":"ane vadharemam vadhare tane yada kari'e"},{"SurahNumber":20,"VerseNumber":35,"Text":"ni:Sanka tum amane khuba sari rite jonara che"},{"SurahNumber":20,"VerseNumber":36,"Text":"allaha ta'ala'e kahyum, musa tari badhi ja mangani puri karavamam avi"},{"SurahNumber":20,"VerseNumber":37,"Text":"ame to tamara para ekavara ana karata moto upakara karyo hato"},{"SurahNumber":20,"VerseNumber":38,"Text":"jyare ame tamari matana dilamam te vicara muki didho, jeni vata have karavamam avi rahi che"},{"SurahNumber":20,"VerseNumber":39,"Text":"ke tum tene petimam bandha kari dariyamam chodi de, basa! Dariyo tene kinara para lavi dese ane maro ane teno satru tene la'i lese ane mara taraphathi khasa krpa tamara para avatarita kari didhi, jethi tamaro uchera mari same karavamam ave"},{"SurahNumber":20,"VerseNumber":40,"Text":"(yada karo) jyare ke tamari bahena cali rahi hati ane kaheti hati ke jo tame kaho to hum tene janavi da'um, je teni dekharekha rakhe, a upayathi ame tamane phari tamari mata pase pahoncadya jethi teni ankho thandi rahe ane te nirasa na thaya ane tame eka vyaktine mari nankhyo hato, tenathi pana ame tamane nirasa thavathi bacavi lidha, chevate ame tamari kasoti khuba sari rite kari lidhi, pachi tame ketalaya varsa sudhi “madayana” saherana loko sathe rahya, pachi allahani iccha pramane he musa! Tame avya"},{"SurahNumber":20,"VerseNumber":41,"Text":"ane mem tamane khasa potana mate pasanda kari lidha"},{"SurahNumber":20,"VerseNumber":42,"Text":"have tame potana bha'ine ane mari nisani'one sathe la'i java. Ane khabaradara mari yadamam susti na karaso"},{"SurahNumber":20,"VerseNumber":43,"Text":"tame banne phira'auna pase ja'o, tene ghano vidroha karyo che"},{"SurahNumber":20,"VerseNumber":44,"Text":"tene namratapurvaka samajavo ke kadaca te samaji jaya athava dari jaya"},{"SurahNumber":20,"VerseNumber":45,"Text":"banne'e kahyum ke he amara palanahara! Amane bhaya che ke kyanka phira'auna amara para ko'i atyacara na kare, athava potana vidrohamam vadhi na jaya"},{"SurahNumber":20,"VerseNumber":46,"Text":"Kahyum ke tame bhayabhita na thava, hum tamari sathe chum ane hum sambhalato, joto rahisa"},{"SurahNumber":20,"VerseNumber":47,"Text":"tame teni pase ja'ine kaho ke ame tara palanaharana payagambaro chi'e, tum amari sathe isra'ilana santanane mokali de, temani sajane tali de, ame to tari pase tara palanahara taraphathi nisani la'ine avya che ane salamati tena ja mate che je satya margadarsana svikari le"},{"SurahNumber":20,"VerseNumber":48,"Text":"amari tarapha vahi karavamam avi che ke je juthalave ane avajna kare tena mate yatana che"},{"SurahNumber":20,"VerseNumber":49,"Text":"phira'aune prasna karyo ke he musa! Tamara bannenno palanahara kona che"},{"SurahNumber":20,"VerseNumber":50,"Text":"javaba apyo ke amaro palanahara te che jene darekane teno khasa cahero apyo. Pachi marga batavyo"},{"SurahNumber":20,"VerseNumber":51,"Text":"tene kahyum ke sarum, janavo ke agalana lokoni dasa sum thavani che"},{"SurahNumber":20,"VerseNumber":52,"Text":"javaba apyo ke tenum jnana mara palanaharani pase kitabamam che. Na to maro palanahara bhula kare che ane na to bhuli jaya che"},{"SurahNumber":20,"VerseNumber":53,"Text":"tene ja tamara mate dharatine patharanum banavyum ane tene temam calava mate margo banavya ane akasa manthi pani pana te ja varasave che, pachi te varasadana karane alaga-alaga prakarani upajo ame ja upajavi'e chi'e"},{"SurahNumber":20,"VerseNumber":54,"Text":"tame pote kha'o ane potana dhorone pana caravo, ko'i sanka nathi ke amam bud'dhisali loko mate ghani nisani'o che"}]}