{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Die zich aan God onderwerpt en rechtvaardigheid uitoefent houdt zich aan een sterk handvatsel vast en Gode behoort de uitkomst van alle dingen"},{"SurahNumber":31,"VerseNumber":23,"Text":"Maar wie een ongeloovige is, laat diens ongeloof u niet bedroeven; tot ons zullen zij terugkeeren; dan zullen wij hun verklaren, wat zij gedaan hebben; want God kent de binnenste gedeelten van de borst der menschen"},{"SurahNumber":31,"VerseNumber":24,"Text":"Wij zullen hun deze wereld voor een korten tijd doen genieten; daarna zullen wij hen tot een strenge straf voeren"},{"SurahNumber":31,"VerseNumber":25,"Text":"Indien gij hun vraagt, wie de hemelen en de aarde heeft geschapen, zullen zij zekerlijk antwoorden: God. Zeg: God zij geloofd! maar het grootste deel hunner begrijpt het niet"},{"SurahNumber":31,"VerseNumber":26,"Text":"Aan God behoort alles wat in den hemelen op aarde is; want God is de Almachtige, de Prijzenswaardige"},{"SurahNumber":31,"VerseNumber":27,"Text":"Indien alle boomen die zich op de aarde bevinden, pennen waren, en hij zou daarna de zee tot zeven zeeën van inkt doen opzwellen, zouden Gods woorden niet uitgeput zijn; want God is almachtig en wijs"},{"SurahNumber":31,"VerseNumber":28,"Text":"Uwe schepping en uwe opstanding zijn hem slechts als de schepping en de opstanding van ééne ziel. Waarlijk, God hoort en ziet alles"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ziet gij niet, dat God den dag door den nacht doet vervangen, en den dag aan den nacht doet opvolgen, en de zon en de maan dwingt u te dienen? Ieder dezer lichten legt zijne baan gedurende een bepaald tijdvak af, en God is wel bekend met hetgeen gij doet"},{"SurahNumber":31,"VerseNumber":30,"Text":"Dit laat zich verklaren door de goddelijke kennis en macht, omdat God het ware wezen is, en omdat alles wat gij naast hem aanroept, ijdel is, en omdat God de verhevene, de groote God is"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ziet gij niet, dat de schepen door de gunst van God de zee bevaren, opdat hij u zijne teekenen zou kunnen toonen. Waarlijk, hierin zijn teekens voor ieder geduldig en dankbaar mensch"},{"SurahNumber":31,"VerseNumber":32,"Text":"Als de golven hen bedekken, zooals schaduw afwerpende wolken, roepen zij God aan, en bekeeren zich tot den zuiveren godsdienst: maar als hij hen ongedeerd aan land brengt, zijn er van hen, die tusschen het ware geloof en de afgoderij twijfelen. Niemand verwerpt echter onze teekenen, behalve de trouweloozen en de ondankbaren"},{"SurahNumber":31,"VerseNumber":33,"Text":"O menschen! vreest uwen Heer, en ducht den dag, waarop de vader geene voldoening hoe gering ook, voor zijnen zoon, noch een zoon voldoening voor zijnen vader zal kunnen geven. Zekerlijk, de belofte van God is waar. Laat het tegenwoordige leven u dus niet misleiden, en laat de bedrieger u niet omtrent God verblinden"},{"SurahNumber":31,"VerseNumber":34,"Text":"Waarlijk, de kennis van het uur des oordeels is bij God, en hij doet den regen op zijn eigen, bepaalden tijd nederdalen, en hij weet, wat zich in den schoot der vrouwen bevindt. Geene ziel weet, wat zij morgen zal winnen en geene ziel weet in welk land zij zal sterven; maar God is wijs en volkomen bekend met alle dingen"},{"SurahNumber":32,"VerseNumber":1,"Text":"M"},{"SurahNumber":32,"VerseNumber":2,"Text":"De openbaring van dit boek, dit lijdt geen twijfel, is van den Heer van alle schepselen"},{"SurahNumber":32,"VerseNumber":3,"Text":"Zullen zij zeggen: Mahomet heeft het uitgedacht? Neen, Mahomet! het is de waarheid van uwen Heer, opdat gij zoudt prediken voor een volk, tot hetwelk vóór u geen prediker werd gezonden; opdat zij ten goede geleid mochten worden"},{"SurahNumber":32,"VerseNumber":4,"Text":"God is het, die de hemelen en de aarde heeft geschapen en alles wat daartusschen is, in zes dagen, en toen zijn troon beklom; gij hebt geen schuts of tusschenpersoon buiten hem. Wilt gij dit niet bedenken"},{"SurahNumber":32,"VerseNumber":5,"Text":"Hij regeert alle dingen, van den hemel tot de aarde: hierna zal alles tot hem terugkeeren, op den dag, welks lengte duizend jaren zal wezen, van diegene volgens welke gij rekent"},{"SurahNumber":32,"VerseNumber":6,"Text":"Hij is het, die de toekomst en het tegenwoordige kent; de Machtige de genadige"},{"SurahNumber":32,"VerseNumber":7,"Text":"Hij is het, die ieder ding dat hij schiep, buitengewoon goed gemaakt en den mensch het eerst van klei gevormd heeft"},{"SurahNumber":32,"VerseNumber":8,"Text":"En daarna zijne nakomelingschap uit een uittreksel van een verachtelijken droppel water maakte"},{"SurahNumber":32,"VerseNumber":9,"Text":"Hem daarna in een geschikten vorm bracht, hem van zijn geest inblies, en u de zintuigen van het gehoor en gezicht heeft geschonken, en harten om te verstaan. Hoe weinig dankbaar zijt gij daarvoor"},{"SurahNumber":32,"VerseNumber":10,"Text":"En zij zeggen: Als wij in de aarde bedolven zullen liggen, zullen wij dan als nieuwe schepsels worden opgewekt? Ja, zij loochenen de ontmoeting van hunnen Heer bij de opstanding"}]}