{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Dajudaju Allahu l’O n mu koro eso irugbin ati koro eso dabinu hu jade. O n mu alaaye jade lati ara oku. O si n mu oku jade lati ara alaaye. Iyen ni Allahu. Nitori naa, bawo ni won se n se yin lori kuro nibi ododo"},{"SurahNumber":6,"VerseNumber":96,"Text":"O n mu ojumo mo. O se oru ni isinmi. (O n mu) oorun ati osupa (rin) fun isiro (ojo aye). Iyen ni eto Alagbara, Onimo"},{"SurahNumber":6,"VerseNumber":97,"Text":"Oun ni Eni ti O fi awon irawo se (imole) fun yin ki e le fi riran ninu okunkun ile ati ibudo. A kuku ti salaye awon ayah fun awon eniyan t’o nimo"},{"SurahNumber":6,"VerseNumber":98,"Text":"Oun ni Eni ti O seda yin lati ara emi eyo kan. Nitori naa, ibugbe (nile aye) ati ibupadasi (ni orun wa fun yin). A kuku ti salaye awon ayah fun awon eniyan t’o ni agboye"},{"SurahNumber":6,"VerseNumber":99,"Text":"Oun ni Eni t’O n so omi kale lati sanmo. A fi mu gbogbo nnkan ogbin jade. A tun mu eweko t’o n dan logbologbo jade lati inu re. A tun n mu siri eso jade ninu re. (A si n mu jade) lati ara igi dabinu, lati ara eso akoyo re, eso t’o sujo mora won t’o ro dede wale. (A n se) awon ogba oko eso ajara, eso zaetun ati eso rummon (ni awon eso t’o) jora ati (awon eyi ti) ko jora. E wo eso re nigba ti o ba so ati (nigba ti o ba) pon. Dajudaju awon ami wa ninu iyen fun ijo onigbagbo ododo"},{"SurahNumber":6,"VerseNumber":100,"Text":"Won si fi awon alujannu se akegbe fun Allahu. Oun si l’O sedaa won! Won tun paro mo On (pe) O bi omokunrin ati omobinrin, lai nimo kan (nipa Re). Mimo ni fun Un. O si ga tayo ohun ti won n fi royin (Re)"},{"SurahNumber":6,"VerseNumber":101,"Text":"Olupileda awon sanmo ati ile ni. Bawo ni O se ni omo nigba ti ko ni aya. O da gbogbo nnkan. Oun si ni Onimo nipa gbogbo nnkan"},{"SurahNumber":6,"VerseNumber":102,"Text":"Iyen ni Allahu, Oluwa yin; ko si olohun kan ti ijosin to si afi Oun, Eledaa gbogbo nnkan. Nitori naa, e josin fun Un. Oun si ni Oluso lori gbogbo nnkan"},{"SurahNumber":6,"VerseNumber":103,"Text":"Awon oju (eda) ko le ka Allahu. Oun si ka awon oju. Oun si ni Alaaanu, Alamotan"},{"SurahNumber":6,"VerseNumber":104,"Text":"Awon eri t’o daju kuku ti de ba yin lati odo Oluwa yin. Nitori naa, enikeni t’o ba riran, fun emi ara re ni. Enikeni t’o ba si foju, fun emi ara re ni. Emi ki i se oluso lori yin"},{"SurahNumber":6,"VerseNumber":105,"Text":"Bayen ni A se n mu awon ayah wa loniran-anran ona nitori ki won le wi pe: \"O kekoo (re lodo awon eniyan ni.\" Dipo ki won wi pe: \"Won so o kale fun o ni.\" ati nitori ki A le se alaye re fun awon eniyan t’o nimo)"},{"SurahNumber":6,"VerseNumber":106,"Text":"Tele ohun ti won fi ran o ni imisi lati odo Oluwa re. Ko si eni ti ijosin to si afi Oun. Ki o si seri kuro ni odo awon osebo"},{"SurahNumber":6,"VerseNumber":107,"Text":"Ti o ba je pe Allahu ba fe (imona fun won), won iba ti sebo. A o si fi o se oluso lori won. Ati pe iwo ko ni alamojuuto won"},{"SurahNumber":6,"VerseNumber":108,"Text":"E ma se bu awon (orisa) ti won n pe leyin Allahu, ki awon (aborisa) ma baa bu Allahu ni ti abosi ati ainimo. Bayen ni A ti se ise ijo kookan ni oso fun won. Leyin naa, odo Oluwa won ni ibupadasi won. Nitori naa, O maa fun won ni iro ohun ti won maa n se nise"},{"SurahNumber":6,"VerseNumber":109,"Text":"Won si fi Allahu bura ti ibura won si lagbara gan-an pe, dajudaju ti ami (iyanu) kan ba de ba awon, awon gbodo gba a gbo. So pe: \"Odo Allahu nikan ni awon ami (iyanu) wa.\" Ki si ni o maa mu yin fura mo pe dajudaju nigba ti o ba de (ba won) won maa gba a gbo"},{"SurahNumber":6,"VerseNumber":110,"Text":"A maa yi okan won ati oju won sodi ni; (won ko nii gba a gbo) gege bi won ko se gbagbo ninu (eyi t’o siwaju ninu awon ami iyanu) nigba akoko. A o si fi won sile sinu agbere won, ti won yoo maa pa ridarida"}]}