{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"God chose Adam, Noah, Abraham’s family, and the family of Imran, over all other people"},{"SurahNumber":3,"VerseNumber":34,"Text":"in one line of descent- God hears and knows all"},{"SurahNumber":3,"VerseNumber":35,"Text":"Imran’s wife said, ‘Lord, I have dedicated what is growing in my womb entirely to You; so accept this from me. You are the One who hears and knows all,’"},{"SurahNumber":3,"VerseNumber":36,"Text":"but when she gave birth, she said, ‘My Lord! I have given birth to a girl’- God knew best what she had given birth to: the male is not like the female- ‘ I name her Mary and I commend her and her offspring to Your protection from the rejected Satan.’"},{"SurahNumber":3,"VerseNumber":37,"Text":"Her Lord graciously accepted her and made her grow in goodness, and entrusted her to the charge of Zachariah. Whenever Zachariah went in to see her in her sanctuary, he found her supplied with provisions. He said, ‘Mary, how is it you have these provisions?’ and she said, ‘They are from God: God provides limitlessly for whoever He will.’"},{"SurahNumber":3,"VerseNumber":38,"Text":"There and then Zachariah prayed to his Lord, saying, ‘Lord, from Your grace grant me virtuous offspring: You hear every prayer.’"},{"SurahNumber":3,"VerseNumber":39,"Text":"The angels called out to him, while he stood praying in the sanctuary, ‘God gives you news of John, confirming a Word from God. He will be noble and chaste, a prophet, one of the righteous.’"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said, ‘My Lord, how can I have a son when I am so old and my wife is barren?’ [An angel] said, ‘It will be so: God does whatever He will.’"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said, ‘My Lord, give me a sign.’ ‘Your sign,’ [the angel] said, ‘is that you will not communicate with anyone for three days, except by gestures. Remember your Lord often; celebrate His glory in the evening and at dawn.’"},{"SurahNumber":3,"VerseNumber":42,"Text":"The angels said to Mary: ‘Mary, God has chosen you and made you pure: He has truly chosen you above all women"},{"SurahNumber":3,"VerseNumber":43,"Text":"Mary, be devout to your Lord, prostrate yourself in worship, bow down with those who pray.’"},{"SurahNumber":3,"VerseNumber":44,"Text":"This is an account of things beyond your knowledge that We reveal to you [Muhammad]: you were not present among them when they cast lots to see which of them should take charge of Mary, you were not present with them when they argued [about her]"},{"SurahNumber":3,"VerseNumber":45,"Text":"The angels said, ‘Mary, God gives you news of a Word from Him, whose name will be the Messiah, Jesus, son of Mary, who will be held in honour in this world and the next, who will be one of those brought near to God"},{"SurahNumber":3,"VerseNumber":46,"Text":"He will speak to people in his infancyand in his adulthood. He will be one of the righteous.’"},{"SurahNumber":3,"VerseNumber":47,"Text":"She said, ‘My Lord, how can I have a son when no man has touched me?’ [The angel] said, ‘This is how God creates what He will: when He has ordained something, He only says, “Be”, and it is"},{"SurahNumber":3,"VerseNumber":48,"Text":"He will teach him the Scripture and wisdom, the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"He will send him as a messenger to the Children of Israel: “I have come to you with a sign from your Lord: I will make the shape of a bird for you out of clay, then breathe into it and, with God’s permission, it will become a real bird; I will heal the blind and the leper, and bring the dead back to life with God’s permission; I will tell you what you may eat and what you may store up in your houses. There truly is a sign for you in this, if you are believers"},{"SurahNumber":3,"VerseNumber":50,"Text":"I have come to confirm the truth of the Torah which preceded me, and to make some things lawful to you which used to be forbidden. I have come to you with a sign from your Lord. Be mindful of God, obey me"},{"SurahNumber":3,"VerseNumber":51,"Text":"God is my Lord and your Lord, so serve Him- that is a straight path.”’"}]}