{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Юлдузларнинг манзиллари билан қасам ичаман"},{"SurahNumber":56,"VerseNumber":76,"Text":"Албатта, агар билсангиз, бу улуғ қасамдир"},{"SurahNumber":56,"VerseNumber":77,"Text":"Албатта, у Қуръони Каримдир"},{"SurahNumber":56,"VerseNumber":78,"Text":"У Сақланган китобдадир"},{"SurahNumber":56,"VerseNumber":79,"Text":"Уни фақат покланганларгина ушлайдир"},{"SurahNumber":56,"VerseNumber":80,"Text":"У, оламларнинг Роббисидан туширилгандир"},{"SurahNumber":56,"VerseNumber":81,"Text":"Бас, сизлар мана шу сўзга бепарволик қиласизларми"},{"SurahNumber":56,"VerseNumber":82,"Text":"Ва ёлғонга чиқаришни ризқ қилиб оласизларми"},{"SurahNumber":56,"VerseNumber":83,"Text":"Жонингиз ҳалқумга келиб қолса-чи"},{"SurahNumber":56,"VerseNumber":84,"Text":"Ҳолбуки, ўша вақтда ўзларингиз қараб турган бўласизлар"},{"SurahNumber":56,"VerseNumber":85,"Text":"Биз эса, сиздан кўра унга яқинмиз, аммо сизлар кўрмайсизлар"},{"SurahNumber":56,"VerseNumber":86,"Text":"Агар сиз ҳисоб бермайдиган бўлсангиз"},{"SurahNumber":56,"VerseNumber":87,"Text":"У(жон)ни ўрнига қайтаринг-чи, агар гапларингиз рост бўлса"},{"SurahNumber":56,"VerseNumber":88,"Text":"Агар яқинлаштирилганлардан бўлса"},{"SurahNumber":56,"VerseNumber":89,"Text":"Роҳатда, фароғатда ва сернеъмат жаннатдадир"},{"SurahNumber":56,"VerseNumber":90,"Text":"Агар ўнг тараф эгаларидан бўлса"},{"SurahNumber":56,"VerseNumber":91,"Text":"Бас, сенга ўнг тараф эгаларидан Салом бўлсин, (дейилур)"},{"SurahNumber":56,"VerseNumber":92,"Text":"Ва агар ёлғонга чиқарувчи гумроҳлардан бўлса"},{"SurahNumber":56,"VerseNumber":93,"Text":"Бас, ўта қайноқ сувдан зиёфат"},{"SurahNumber":56,"VerseNumber":94,"Text":"Ва дўзахга киришдир"},{"SurahNumber":56,"VerseNumber":95,"Text":"Албатта, ушбу, таъкидки, очиқ-ойдин ҳақиқатдир"},{"SurahNumber":56,"VerseNumber":96,"Text":"Бас, улуғ Роббинг исмини поклаб ёд эт"},{"SurahNumber":57,"VerseNumber":1,"Text":"Осмонлардаги ва ердаги нарсалар Аллоҳга тасбиҳ айтди. У зот Азийз ва Ҳакиймдир"},{"SurahNumber":57,"VerseNumber":2,"Text":"Осмонлару ернинг мулки Уникидир. У тирилтирур ва ўлдирур ва У ҳар бир нарсага қодирдир"},{"SurahNumber":57,"VerseNumber":3,"Text":"У аввал ва охир, ошкор ва пинҳондир. Ва У ҳар бир нарсани билувчидир"},{"SurahNumber":57,"VerseNumber":4,"Text":"У осмонлару ерни олти кунда яратиб, сўнгра (Зоти ва улуғлигига муносиб суратда) Аршга юксалган Зотдир. Ерга нима кирганини ҳам, ундан нима чиққанини ҳам, осмондан нима тушганини ҳам, унга нима чиққанини ҳам биладир. У, қаерда бўлсангиз ҳам, сиз билан бирга. Аллоҳ қилаётган амалларингизни кўриб турувчидир"},{"SurahNumber":57,"VerseNumber":5,"Text":"Осмонлару ернинг мулки Уникидир ва барча ишлар Аллоҳнинг Ўзигагина қайтадир"},{"SurahNumber":57,"VerseNumber":6,"Text":"Кечасини кундузга киритади, кундузни кечасига киритади ва У кўксингиздаги нарсани ҳам яхши билувчидир"},{"SurahNumber":57,"VerseNumber":7,"Text":"Аллоҳга ва Унинг Расулига иймон келтиринглар ҳамда сизларни халифа қилиб қўйган нарсалардан эҳсон қилинглар. Бас, сизлардан иймон келтирган ва эҳсон қилганларга улкан ажр бордир"},{"SurahNumber":57,"VerseNumber":8,"Text":"Сизларга нима бўлдики, Аллоҳга иймон келтирмайсизлар? Ҳолбуки, Пайғамбар сизларни Роббиларингизга иймон келтиришга чақириб турибди. У зот сизлардан аҳд олган эди. Агар иймон келтирувчи бўлсаларингиз"},{"SurahNumber":57,"VerseNumber":9,"Text":"У зот сизларни зулматлардан нурга чиқариш учун Ўз бандасига равшан оятларни туширади. Ва, албатта, Аллоҳ сизларга шафқатли ва раҳимлидир"},{"SurahNumber":57,"VerseNumber":10,"Text":"Сизларга нима бўлдики, Аллоҳнинг йўлида эҳсон қилмайсизлар? Ҳолбуки, осмонлару ернинг мероси Аллоҳникидир. Сизлардан ҳеч ким фатҳдан илгари эҳсон қилганларга ва урушда қатнашганларга баробар бўла олмас. Уларнинг даражалари фатҳдан сўнг эҳсон қилганлардан ва урушда қатнашганлардан кўра улуғдир. Аллоҳ барчага яхшиликни ваъда қилган. Ва Аллоҳ нима қилаётганларингиздан хабардордир"},{"SurahNumber":57,"VerseNumber":11,"Text":"Аллоҳга яхши қарз берадиган киши борми?! Бас, У зот унга бир неча марта кўпайтириб қайтаради ва унга карамли ажр бор"},{"SurahNumber":57,"VerseNumber":12,"Text":"Мўмин ва мўминаларни уларнинг олдиларида ва ўнг тарафларида нурлари ҳаракат қилаётган ҳолда кўрган кунингда, Сизларга бугунги куннинг хушхабари, дарахтлари остидан сувлари оқиб турган жаннатлардир. У жойда абадий қолажаксиз. Бу эса, айнан улкан ютуқдир (дейилур)"},{"SurahNumber":57,"VerseNumber":13,"Text":"Мунофиқ ва мунофиқалар иймонлиларга: «Тўхтаб туринглар, биз ҳам нурингиздан бир оз олайлик», деган ва уларга: «Ортингизга қайтинг ҳамда нур қидиринг», дейилган кунда. Бас, уларнинг орасига эшиги бор қўрғон урилур. Унинг ичида раҳмат, ташқарисида — олдида азобдир"},{"SurahNumber":57,"VerseNumber":14,"Text":"Уларга (мунофиқлар): «Биз сиз билан бирга эмасмидик?!» – деб нидо қилурлар. Улар: «Худди шундай. Лекин сизлар Аллоҳнинг амри келгунча ўзингизни ўзингиз фитнага дучор қилдингиз, кўз тикиб кутдингиз, шубҳа қилдингиз ва сизларни хомхаёллар ғурурга кетказди. Сизларни Аллоҳ ҳақида алдамчи алдаб қўйди"},{"SurahNumber":57,"VerseNumber":15,"Text":"Бугун сизлардан ҳам, куфр келтирганлардан ҳам тўлов олинмас. Жойларингиз жаҳаннамда, у сизнинг эгангиздир. Қандай ҳам ёмон борар жой!» – дерлар"}]}