{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"nahīṁ, nahīṁ dūra anē ghaṇuṁ ja dūra chē tē, jēnuṁ tamanē vacana āpavāmāṁ āvē chē"},{"SurahNumber":23,"VerseNumber":37,"Text":"(jīvana) tō phakta duniyānuṁ jīvana chē, āpaṇē mr̥tyu pāmī'ē chī'ē anē jīvita tha'i'ē chī'ē. Anē ēvuṁ nathī kē āpaṇē pāchā jīvita karavāmāṁ āvīśuṁ"},{"SurahNumber":23,"VerseNumber":38,"Text":"ā tō basa! Ēvō vyakti chē, jēṇē allāha para juṭhāṇuṁ bāndhyuṁ, amē tō ā vyakti para īmāna lāvavānā nathī"},{"SurahNumber":23,"VerseNumber":39,"Text":"payagambarē du'ā karī kē pālanahāra! Ā lōkōnā juṭhalāvavā para tuṁ mārī madada kara"},{"SurahNumber":23,"VerseNumber":40,"Text":"javāba āpyō kē ā lōkō tō najīka mān̄ja pōtānā karmō para dilagīrī vyakta karaśē"},{"SurahNumber":23,"VerseNumber":41,"Text":"chēvaṭē n'yāya pramāṇē cīsē (ḍarāmaṇā avājē) tēmanē pakaḍī līdhā anē amē tē lōkōnē asta-vyasta karī nākhyā, basa! Atyācārī'ō māṭē dūrī chē"},{"SurahNumber":23,"VerseNumber":42,"Text":"tyāra pachī amē bījī ghaṇī kōmōnuṁ sarjana karyuṁ"},{"SurahNumber":23,"VerseNumber":43,"Text":"na tō kō'ī kōma pōtānā samayathī āgaḷa vadhī anē na tō pāchaḷa rahī ga'i"},{"SurahNumber":23,"VerseNumber":44,"Text":"pachī amē ēka-pachī ēka payagambarōnē avatarita karatā rahyā, jyārē paṇa jē kōma pāsē tēmanā payagambara āvyā, tēmanē juṭhalāvyā, basa! Amē ēkanē bījā pāchaḷa lagāvī dīdhā anē tē lōkōnē navalakathā banāvī dīdhā. Tē lōkō māṭē dūrī chē, jē'ō īmāna nathī lāvatā"},{"SurahNumber":23,"VerseNumber":45,"Text":"Pachī amē mūsā a.Sa. Anē tēmanā bhā'i hārūna a.Sa.Nē pōtānī āyatō anē spaṣṭa purāvā sāthē avatarita karyā"},{"SurahNumber":23,"VerseNumber":46,"Text":"phira'auna anē tēnā laśkarō tarapha, basa! Tē lōkō'ē ghamaṇḍa karyuṁ anē tē lōkō vidrōhī ja hatāṁ"},{"SurahNumber":23,"VerseNumber":47,"Text":"kahēvā lāgyā kē śuṁ amē āpaṇā jēvā bē vyakti'ō para īmāna lāvī'ē? Jō kē tēmanī kōma pōtē (paṇa) amārī dēkharēkha hēṭhaḷa chē"},{"SurahNumber":23,"VerseNumber":48,"Text":"basa! Tē lōkō'ē tē bannēnē juṭhalāvyā, chēvaṭē tē lōkō paṇa naṣṭa thayēlā'ō mānthī tha'i gayā"},{"SurahNumber":23,"VerseNumber":49,"Text":"amē mūsā a.Sa.Nē kitāba paṇa āpī, jēthī lōkō satya mārga para āvī jāya"},{"SurahNumber":23,"VerseNumber":50,"Text":"amē marayamanā dīkarā anē tēnī mātānē ēka niśānī banāvyā anē tē bannēnē ucca, svaccha anē rahēvā lāyaka, anē vahētā pāṇīvāḷī jagyā para śaraṇa āpyuṁ"},{"SurahNumber":23,"VerseNumber":51,"Text":"hē payagambarō! Halāla vastu khā'ō anē satkārya karō, tamē jē kaṁi paṇa karī rahyā chō tēnē huṁ sārī rītē jāṇuṁ chuṁ"},{"SurahNumber":23,"VerseNumber":52,"Text":"ni:Śaṅka ā tamārō dīna ēka ja dīna chē anē huṁ ja tamārā saunō pālanahāra chuṁ, basa! Tamē mārāthī ḍaratā rahō"},{"SurahNumber":23,"VerseNumber":53,"Text":"pachī tē lōkō'ē pōtē (ja) pōtānā ādēśa (dīna)nā andarō'andara ṭūkaḍē ṭūkaḍā karī dīdhā, darēka jūtha jē kaṁi tēmanī pāsē chē, tēnā para ja itarā'i rahyō chē"},{"SurahNumber":23,"VerseNumber":54,"Text":"basa! Tamē (paṇa) tēmanē vidrōha māṭē thōḍōka samaya āpī dō"},{"SurahNumber":23,"VerseNumber":55,"Text":"śuṁ ā lōkō ēma samajī bēṭhā chē kē amē jē kaṁi paṇa tēmanuṁ dhana anē santānamāṁ vadhārō karī rahyā chē, (tē tēmanē phāyadō pahōn̄cāḍaśē)"},{"SurahNumber":23,"VerseNumber":56,"Text":"tē'ō pōtānā māṭē bhalā'i'ōmāṁ utāvaḷa karī rahyā chē, (nahīṁ) parantu ā lōkō samajatā ja nathī"},{"SurahNumber":23,"VerseNumber":57,"Text":"ni:Śaṅka jē lōkō pōtānā pālanahāranā gus'sāthī ḍarē chē"},{"SurahNumber":23,"VerseNumber":58,"Text":"anē jē pōtānā pālanahāranī āyatō para īmāna dharāvē chē"},{"SurahNumber":23,"VerseNumber":59,"Text":"anē jē lōkō pōtānā pālanahāra sāthē kō'īnē bhāgīdāra nathī banāvatā"},{"SurahNumber":23,"VerseNumber":60,"Text":"anē jē lōkō āpē chē anē jē kaṁi paṇa āpē chē anē tē lōkōnā hr̥daya kāmpē chē kē tē'ō pōtānā pālanahāra tarapha pāchā pharavānā chē"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ā ja tē lōkō chē, jē'ō jhaḍapathī phāyadō prāpta karī rahyā chē anē ā ja tē lōkō chē, jē tēnī tarapha dōḍē chē"},{"SurahNumber":23,"VerseNumber":62,"Text":"amē kō'ī jīvanē tēnī tākāta karatā vadhārē takalīpha nathī āpatā anē mārī pāsē ēvī kitāba chē jē satya vāta karē chē, tēmanā para sahēja paṇa atyācāra karavāmāṁ nahīṁ āvē"},{"SurahNumber":23,"VerseNumber":63,"Text":"parantu tēmanā hr̥daya ā viśē bēdarakāra chē anē tēmanā māṭē ā sivāya paṇa ghaṇā kāryō chē, jēmanē tē'ō karavāvāḷā chē"},{"SurahNumber":23,"VerseNumber":64,"Text":"tyāṁ sudhī kē amē tēmanā sukhī lōkōnē yātanāmāṁ pakaḍī līdhā, tō tē bhāgadōḍa karavā lāgyā"},{"SurahNumber":23,"VerseNumber":65,"Text":"ājē na bhāgō, kharēkhara amārī virud'dha tamārī madada karavāmāṁ nahīṁ āvē"},{"SurahNumber":23,"VerseNumber":66,"Text":"mārī āyatō tō tamārī samakṣa paḍhavāmāṁ āvatī hatī, tō paṇa tamē pōtānī ēḍī para ūndhā bhāgatā hatāṁ"},{"SurahNumber":23,"VerseNumber":67,"Text":"ghammaḍa karatā, navalakathā kahētā, tēnē chōḍī dētā hatāṁ"},{"SurahNumber":23,"VerseNumber":68,"Text":"śuṁ tē lōkō'ē ē vāta viśē na vicāryuṁ? Parantu tēmanī pāsē tē vastu āvī, jē tēmanā pūrvajō pāsē nahatī āvī"},{"SurahNumber":23,"VerseNumber":69,"Text":"athavā, tē lōkō'ē pōtānā payagambaranē na ōḷakhyā, kē tēnā inkāra karanārā banī bēṭhā chē"},{"SurahNumber":23,"VerseNumber":70,"Text":"athavā ā lōkō kahē chē kē pāgala chē? Parantu tē tō tēmanā māṭē satya lāvyā chē, hāṁ! Tēmanā mānthī vadhārē paḍatā lōkō satya vātathī cīḍāya chē"},{"SurahNumber":23,"VerseNumber":71,"Text":"jō satya ja tēmanī manēcchā'ōnē ādhina tha'i jāya, tō dharatī anē ākāśa anē tēnī vaccēnī darēka vastu asta-vyasta tha'i jāya, satya tō ē chē kē amē tēmanē tēmanā māṭē śikhāmaṇa pahōn̄cāḍī dīdhī, parantu tē'ō pōtānī śikhāmaṇa thī mōḍhuṁ phēravanāra chē"},{"SurahNumber":23,"VerseNumber":72,"Text":"śuṁ tamē tēmanī pāsēthī kō'ī mahēnatāṇuṁ icchō chō? Yāda rākhō kē tamārā pālanahāranuṁ mahēnatāṇuṁ ghaṇuṁ ja uttama chē anē tē badhā karatā uttama rōjī āpanāra chē"},{"SurahNumber":23,"VerseNumber":73,"Text":"ni:Śaṅka tamē tō tēmanē satya mārga tarapha bōlāvō chō"},{"SurahNumber":23,"VerseNumber":74,"Text":"ni:Śaṅka jē lōkō ākhērata para īmāna nathī dharāvatā tē satya mārgathī haṭī janārā chē"}]}