{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"E lembrai-vos de quando Abraão foi posto à prova por seu Senhor, com certas palavras, e ele as cumpriu. O Senhor disse: \"Por certo, farei de ti dirigente para os homens.\" Abraão disse: \"E de minha descendência?\" Allah disse: \"Meu pacto não alcançará os injustos"},{"SurahNumber":2,"VerseNumber":125,"Text":"E lembrai-vos de quando fizemos da Casa lugar de visita e segurança para os homens, e dissemos: \"Tomai o Maqãm de Abraão por lugar de oração.\" E recomendamos a Abraão e a Ismael: \"Purificai Minha Casa para os que a circundam e para os que estão em retiro e para os que se curvam e se prosternam"},{"SurahNumber":2,"VerseNumber":126,"Text":"E lembrai-vos de quando Abraão disse: \"Senhor meu, faze desta uma cidade de segurança e dá dos frutos, por sustento, a seus habitantes, àqueles, dentre eles, que crêem em Allah e no Derradeiro Dia.\" AlIah disse: \"E a quem renega a Fé, fá-lo-ei gozar, por algum tempo; em seguida, forçá-lo-ei ao castigo do Fogo. E que execrável destino"},{"SurahNumber":2,"VerseNumber":127,"Text":"E lembrai-vos de quando Abraão levantava os alicerces da Casa, e Ismael também, dizendo: \"Senhor nosso! Aceita-a de nós. Por certo, Tu, Tu és O Oniouvinte, O Onisciente"},{"SurahNumber":2,"VerseNumber":128,"Text":"Senhor nosso! E faze de ambos de nós submissos para Ti, e faze de nossa descendência uma comunidade submissa para Ti; e ensina-nos nossos cultos e volta-Te para nós, remindo-nos. Por certo, Tu, Tu és O Remissório, O Misericordiador"},{"SurahNumber":2,"VerseNumber":129,"Text":"Senhor nosso! E manda-Ihes um Mensageiro, vindo deles o qual recitará, para eles, Teus versículos e lhes ensinará o Livro e a Sabedoria e os dignificará. Por certo, Tu, Tu és O Todo-Poderoso, O Sábio"},{"SurahNumber":2,"VerseNumber":130,"Text":"E quem, pois, rejeita a crença de Abraão senão aquele cuja alma se perde na inépcia? E, com efeito, escolhemo-lo na vida terrena, e por certo, na Derradeira Vida será dos íntegros"},{"SurahNumber":2,"VerseNumber":131,"Text":"Quando seu Senhor lhe disse: \"Islamiza-te.\" Disse: \"Islamizo-me, para O Senhor dos mundos"},{"SurahNumber":2,"VerseNumber":132,"Text":"E Abraão recomendou-a a seus filhos - e assim também, Jacó - dizendo: \"Ó filhos meus! Por certo, Allah escolheu para vós a religião; então não morrais senão enquanto muçulmanos"},{"SurahNumber":2,"VerseNumber":133,"Text":"Ou fostes vós testemunhas, quando a morte se apresentou a Jacó quando ele disse a seus filhos: \"O que adorareis depois de mim?\" Disseram: \"Adoraremos a teu deus e ao deus de teus pais - Abraão e Ismael e Isaque - como um Deus Único. E para Ele seremos muçulmanos"},{"SurahNumber":2,"VerseNumber":134,"Text":"Essa é uma nação que já passou. A ela, o que logrou, e a vós, o que lograstes, e não sereis interrogados acerca do que faziam"},{"SurahNumber":2,"VerseNumber":135,"Text":"E eles dizem: \"Sede judeus ou cristãos, vós sereis guiados.\" Dize, Muhammad: \"Não, mas seguimos a crença de Abraão, monoteísta sincero, e que não era dos idólatras"},{"SurahNumber":2,"VerseNumber":136,"Text":"Dizei: \"Cremos em Allah e no que foi revelado para nós, e no que fora revelado para Abraão e Ismael e Isaque e Jacó e para as tribos; e no que fora concedido a Moisés e a Jesus, e no que fora concedido aos profetas, por seu Senhor. Não fazemos distinção entre nenhum deles. E para Ele somos muçulmanos"},{"SurahNumber":2,"VerseNumber":137,"Text":"Então, se eles crerem no mesmo em que vós credes, com efeito, guiar-se-ão; e se voltarem as costas, por certo, estarão em discórdia. Então, Allah te bastará contra eles. E Ele é O Oniouvinte, O Onisciente"},{"SurahNumber":2,"VerseNumber":138,"Text":"Nossa religião é a tintura de Allah e quem melhor que Allah, em tingir? E a Ele estamos adorando"},{"SurahNumber":2,"VerseNumber":139,"Text":"Dize: \"Argumentais conosco sobre Allah, enquanto Ele é O nosso Senhor e vosso Senhor, e a nós, nossas obras, e a vós, vossas obras, e para com Ele somos sinceros"},{"SurahNumber":2,"VerseNumber":140,"Text":"Ou dizeis que Abraão e Ismael e Isaque e Jacó e as tribos eram judeus ou cristãos?\" Dize: \"Sois vós mais sabedores, ou Allah? E quem mais injusto que aquele que oculta um testemunho que tem de Allah? E Allah não está desatento ao que fazeis"},{"SurahNumber":2,"VerseNumber":141,"Text":"Essa é uma nação que já passou. A ela, o que logrou, e a vós, o que lograstes, e não sereis interrogados acerca do que faziam"}]}