{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"O ви що вважаєте, не слідуєте за заходами Satan. Будь хто хто слідує за заходами Satan мусить знати що він захищає зло та порок. Якщо б це було не для БОЖОЇ чарівності до вас, та Його милосердя, жодне з ви не були би очищені. Але БОГ очищає whomever Він wills. БОГ Слухач, Knower"},{"SurahNumber":24,"VerseNumber":22,"Text":"Цей серед вас що благословляєтесь з ресурсами та багатством будете благодійні до їхніх родичів, бідних, та цей хто імігрували заради БОГ. Вони будуть обробити їх з добротою та терпимістю; ви не любите досягнути БОЖОГО forgiveness? БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":24,"VerseNumber":23,"Text":"Безсумнівно, цей хто невірно звинувачують одружених жінок що є набіжні віруючі зазнали осуду у цьому житті та у У майбутньому; вони зазнали horrendous retribution"},{"SurahNumber":24,"VerseNumber":24,"Text":"день прибуде коли їхні власні язики, руки, та ноги будуть давати свідчення до все вони зробили"},{"SurahNumber":24,"VerseNumber":25,"Text":"На що день, БОГ буде requite їм цілком для їхніх праць, та вони знайдуть що БОГА являє собою Правду"},{"SurahNumber":24,"VerseNumber":26,"Text":"погані жінки для поганих людей, та поганих людей для поганих жінок, та гарних жінок для гарних людей, та гарних людей для гарних жінок. Останній з вищеназваних невинні таких звинувачень. Вони досягнули forgiveness та великодушної винагороди"},{"SurahNumber":24,"VerseNumber":27,"Text":"O ви що вважаєте, не вносите домівки за винятком вашого без дозволу з їхніх мешканців, та без того, щоб вітати їх. Це є краще для вас, що ви можете взяти увагу"},{"SurahNumber":24,"VerseNumber":28,"Text":"Якщо ви не знаходите у них, не вносите їх до ви отримуєте дозвіл. Якщо ви розповідаєтесь, \"Ідете назад,\" ви повинні поїхати назад. Це є більш чисте для вас. БОГ знає цілком все ви"},{"SurahNumber":24,"VerseNumber":29,"Text":"Ви не здійснюєте помилку вносячи uninhabited домівки причому є щось що належить вам. БОГ знає все ви відкриваєте, та все ви приховуєте"},{"SurahNumber":24,"VerseNumber":30,"Text":"Розповідають вірячий людям що вони будуть підкорити їхні очі (та не stare у жінках), та щоб підтримати їхній chastity. Це є більш чисте для них. БОГ цілком Cognizant все вони"},{"SurahNumber":24,"VerseNumber":31,"Text":"Та розповідають вірячий жінкам підкорити їхні очі, та підтримують їхній chastity. Вони не будуть відкрити будь-які частини їхніх організацій, крім що котрих є необхідно. Вони будуть накрити їхні скрині, та не будуть будуть ослабити цей код у присутності за винятком їхніх чоловіків, їхні батько, батько їхніх чоловіків, їхні сини, сини їхніх чоловіків, їхні брати, сини їхніх братів, сини їхніх сестер, інші жінки, чоловічі службовці або службовці чиї статтєві заженуть є знищені, або діти що не досягли puberty. Вони не будуть вразити їхні ноги коли вони заходять замова схвилюватися та відкривають певні деталі їхніх організацій. Всі ви будете каятися до БОГА, O ви віруючі, що ви можете мати успіх"},{"SurahNumber":24,"VerseNumber":32,"Text":"Ви будете заохотити ц вас що є єдині одружитися. Вони можуть одружитися справедливий серед вашого мужчини та жіночих службовців, якщо вони є бідні. БОГ збагатить їх з Його чарівності. БОГ є Bounteous, Knower"},{"SurahNumber":24,"VerseNumber":33,"Text":"Цей хто не може бути спроможним придбати одружитися буде підтримати morality до БОГА забезпечує для них з Його чарівності. Цей серед ваших службовців що бажають бути визволені аби одружитися, ви будете гарантувати їм їхнє бажання, одного разу ви здійснюєте що вони є чесні. Та даєте їм з БОЖИЙ грошовий що Він подарував вас. Ви не будете примусити ваших дівчин здійснити prostitution, шукаючи матеріалів цього світу, якщо вони бажають бути невинні. Якщо будь хто примушує їх, тоді БОГ, бачачи що вони примушуються, Forgiver, Милосердний"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ми відкрили до вас роз'ясняючі відкриття, та приклади з минулих генерацій, та enlightenment для справедливого"}]}