{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"المص"},{"SurahNumber":7,"VerseNumber":2,"Text":"كتب انزل اليك فلا يكن في صدرك حرج منه لتنذر به وذكرى للمومنين (حرج: شك، وضيق من تبليغه)"},{"SurahNumber":7,"VerseNumber":3,"Text":"اتبعوا ما انزل اليكم من ربكم ولا تتبعوا من دونه اولياء قليلا ما تذكرون"},{"SurahNumber":7,"VerseNumber":4,"Text":"وكم من قرية اهلكنها فجاءها باسنا بيتا او هم قايلون (باسنا: عذابنا, بياتا: نايمين ليلا, قايلون: نايمون في نصف النهار)"},{"SurahNumber":7,"VerseNumber":5,"Text":"فما كان دعوىهم اذ جاءهم باسنا الا ان قالوا انا كنا ظلمين"},{"SurahNumber":7,"VerseNumber":6,"Text":"فلنسلن الذين ارسل اليهم ولنسلن المرسلين"},{"SurahNumber":7,"VerseNumber":7,"Text":"فلنقصن عليهم بعلم وما كنا غايبين"},{"SurahNumber":7,"VerseNumber":8,"Text":"والوزن يوميذ الحق فمن ثقلت موزينه فاوليك هم المفلحون (والوزن: وزن اعمال العباد, الحق: العدل)"},{"SurahNumber":7,"VerseNumber":9,"Text":"ومن خفت موزينه فاوليك الذين خسروا انفسهم بما كانوا بايتنا يظلمون"},{"SurahNumber":7,"VerseNumber":10,"Text":"ولقد مكنكم في الارض وجعلنا لكم فيها معيش قليلا ما تشكرون (مكناكم: مكنا لكم فيها، وجعلناها لكم قرارا, معايش: ما تعيشون به)"},{"SurahNumber":7,"VerseNumber":11,"Text":"ولقد خلقنكم ثم صورنكم ثم قلنا للمليكة اسجدوا لادم فسجدوا الا ابليس لم يكن من السجدين"},{"SurahNumber":7,"VerseNumber":12,"Text":"قال ما منعك الا تسجد اذ امرتك قال انا خير منه خلقتني من نار وخلقته من طين"},{"SurahNumber":7,"VerseNumber":13,"Text":"قال فاهبط منها فما يكون لك ان تتكبر فيها فاخرج انك من الصغرين (الصاغرين: الحقيرين، الذليلين)"},{"SurahNumber":7,"VerseNumber":14,"Text":"قال انظرني الى يوم يبعثون (انظرني: امهلني)"},{"SurahNumber":7,"VerseNumber":15,"Text":"قال انك من المنظرين"},{"SurahNumber":7,"VerseNumber":16,"Text":"قال فبما اغويتني لاقعدن لهم صرطك المستقيم (لاقعدن: لاترصدنهم، واصدنهم)"},{"SurahNumber":7,"VerseNumber":17,"Text":"ثم لاتينهم من بين ايديهم ومن خلفهم وعن ايمنهم وعن شمايلهم ولا تجد اكثرهم شكرين"},{"SurahNumber":7,"VerseNumber":18,"Text":"قال اخرج منها مذءوما مدحورا لمن تبعك منهم لاملان جهنم منكم اجمعين (مذووما: ممقوتا، مذموما, مدحورا: مطرودا)"},{"SurahNumber":7,"VerseNumber":19,"Text":"ويادم اسكن انت وزوجك الجنة فكلا من حيث شيتما ولا تقربا هذه الشجرة فتكونا من الظلمين"},{"SurahNumber":7,"VerseNumber":20,"Text":"فوسوس لهما الشيطن ليبدي لهما ما وري عنهما من سوءتهما وقال ما نهىكما ربكما عن هذه الشجرة الا ان تكونا ملكين او تكونا من الخلدين (ما ووري: ما ستر، واخفي, سوءاتهما: عوراتهما)"},{"SurahNumber":7,"VerseNumber":21,"Text":"وقاسمهما اني لكما لمن النصحين (وقاسمهما: اقسم وحلف لهما)"},{"SurahNumber":7,"VerseNumber":22,"Text":"فدلىهما بغرور فلما ذاقا الشجرة بدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة ونادىهما ربهما الم انهكما عن تلكما الشجرة واقل لكما ان الشيطن لكما عدو مبين (فدلاهما: فجراهما، وغرهما, وطفقا: شرعا، واخذا, يخصفان: يلزقان)"},{"SurahNumber":7,"VerseNumber":23,"Text":"قالا ربنا ظلمنا انفسنا وان لم تغفر لنا وترحمنا لنكونن من الخسرين"},{"SurahNumber":7,"VerseNumber":24,"Text":"قال اهبطوا بعضكم لبعض عدو ولكم في الارض مستقر ومتع الى حين"},{"SurahNumber":7,"VerseNumber":25,"Text":"قال فيها تحيون وفيها تموتون ومنها تخرجون"},{"SurahNumber":7,"VerseNumber":26,"Text":"يبني ءادم قد انزلنا عليكم لباسا يوري سوءتكم وريشا ولباس التقوى ذلك خير ذلك من ءايت الله لعلهم يذكرون (يواري سوءاتكم: يستر عوراتكم، وهو لباس الضرورة, وريشا: لباس الزينة)"},{"SurahNumber":7,"VerseNumber":27,"Text":"يبني ءادم لا يفتننكم الشيطن كما اخرج ابويكم من الجنة ينزع عنهما لباسهما ليريهما سوءتهما انه يرىكم هو وقبيله من حيث لا ترونهم انا جعلنا الشيطين اولياء للذين لا يومنون (يفتننكم: يضلنكم، ويخدعنكم)"},{"SurahNumber":7,"VerseNumber":28,"Text":"واذا فعلوا فحشة قالوا وجدنا عليها ءاباءنا والله امرنا بها قل ان الله لا يامر بالفحشاء اتقولون على الله ما لا تعلمون"},{"SurahNumber":7,"VerseNumber":29,"Text":"قل امر ربي بالقسط واقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بداكم تعودون (بالقسط: بالعدل)"},{"SurahNumber":7,"VerseNumber":30,"Text":"فريقا هدى وفريقا حق عليهم الضللة انهم اتخذوا الشيطين اولياء من دون الله ويحسبون انهم مهتدون"}]}