{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"Не было, чтобы Аллах разговаривал с кем-нибудь из людей иначе, как через Откровение, внушая его сердцу, или внушая ему во сне, или он может услышать Божьи слова, не видя, кто разговаривает с ним, или через посланца ангела, которого он видит и слышит и который по воле Аллаха передаёт то, что Аллах пожелает из Откровений. Поистине, Аллах - Всемогущий, и никто не в состоянии противиться Его воле. Он обладает безграничной мудростью во всём, что Он делает и устраивает"},{"SurahNumber":42,"VerseNumber":52,"Text":"Как Мы ниспослали Откровения посланникам, которые были до тебя, о посланник, так Мы ниспослали тебе в Откровении этот Коран, оживляющий по Нашему велению сердца. А до того, как Мы ниспослали тебе Откровение, ты не знал, что такое Коран, и не знал законов веры, но Мы сделали Коран Великим Светом, который наставляет того, кто избрал прямой путь истины. И, поистине, ты этим Кораном призываешь к прямому пути"},{"SurahNumber":42,"VerseNumber":53,"Text":"к пути религии Аллаха, которому одному принадлежит то, что в небесах, и то, что на земле. Он сотворил их и ими управляет и распоряжается. Всевышний - хвала Ему! - обращает внимание на то, что к Нему одному возвращаются все дела"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ха - Мим. Эта сура начинается звучными буквами, подобно многим сурам Корана, начинающимся с букв арабского алфавита"},{"SurahNumber":43,"VerseNumber":2,"Text":"Аллах - хвала Ему! - поклялся Кораном, который разъясняет содержащиеся в нём основы веры и Божественные установления"},{"SurahNumber":43,"VerseNumber":3,"Text":"Это Писание (Коран) Мы ниспослали на языке арабов, чтобы вы могли осознать, какое оно великое чудо и постичь содержащиеся в нём мысли"},{"SurahNumber":43,"VerseNumber":4,"Text":"Этот Коран, начертанный у Нас в Небесной Скрижали (аль-Лаух аль-Махфуз), - высокочтимый, совершенный, ясный, достигший вершины красноречия"},{"SurahNumber":43,"VerseNumber":5,"Text":"Неужели Мы станем пренебрегать вами и, отвратившись от вас, прекратим ниспосылать вам Коран из-за того, что вы упорствуете в своём неверии? Нет, этого не будет, поскольку решение относительно вас требует довода (а Коран - довод против вас)"},{"SurahNumber":43,"VerseNumber":6,"Text":"Мы посылали много пророков к прежним народам, поэтому неудивительно, что Мы направили к вам посланника"},{"SurahNumber":43,"VerseNumber":7,"Text":"Но какой бы пророк ни приходил к ним напомнить им об истине, они издевались над ним"},{"SurahNumber":43,"VerseNumber":8,"Text":"Мы погубили прежние народы, которые отрицали своих посланников, а они были могущественнее и сильнее мекканских неверных. Поэтому пусть они не обольщаются своей мощью. Мы уже в Коране приводили из удивительных историй прежних народов то, что сделало их поучением для других. Пусть же это будет назиданием для вас, о отрицающие Его посланника"},{"SurahNumber":43,"VerseNumber":9,"Text":"Клянусь! Если ты, о посланник, спросишь неверных о том, кто создал небеса и землю, они в ответ на это скажут: \"Их сотворил Аллах, которому действительно принадлежит всё величие и который обладает всеобъемлющим знанием"},{"SurahNumber":43,"VerseNumber":10,"Text":"Он - Тот, который сделал землю равнинной и пригодной для того, чтобы вы могли заселять её и жить на ней, и провёл для вас по ней дороги, чтобы вы ездили по ним, следуя к своей цели"},{"SurahNumber":43,"VerseNumber":11,"Text":"и который низвёл с неба воду в должной мере, и Мы оживили ею бесплодную землю безжизненной пустынной страны. Подобно этому оживлению, вы будете воскрешены и выведены из своих могил для воздаяния. Как же вы отрицаете воскрешение"},{"SurahNumber":43,"VerseNumber":12,"Text":"и который создал все виды разных творений и подчинил вам корабли и верблюдов, на которых вы ездите для удовлетворения своих потребностей"},{"SurahNumber":43,"VerseNumber":13,"Text":"чтобы вы восседали на палубах кораблей и утверждались на спинах верблюдов, и вспоминали милость вашего Творца и Наставника. Ведь Он подчинил их вам, чтобы вы, когда восседаете на них, сказали, удивляясь важности и значительности этого подчинения и признаваясь, что вы сами не в силах обуздать их: \"Хвала Тому, кто подчинил нам это, а мы были бессильны это сделать"},{"SurahNumber":43,"VerseNumber":14,"Text":"Поистине, мы к Нашему Творцу возвратимся после этой жизни, чтобы держать ответ за свои деяния"},{"SurahNumber":43,"VerseNumber":15,"Text":"Многобожники считали некоторых из созданий Аллаха - хвала Ему! - Его детьми и думали, что они - часть Его. Поистине, человек, поступая так, крайне упорен в своём неверии и явно неблагодарен"},{"SurahNumber":43,"VerseNumber":16,"Text":"Неужели вы утверждаете, что Аллах якобы взял Себе из того, что Он создал, дочерей, а вас особо наделил сыновьями? Это, поистине, очень удивительно"},{"SurahNumber":43,"VerseNumber":17,"Text":"Сами-то они приписали их Аллаху, а когда кому- нибудь из них сообщают, что у него родилась дочь, его лицо чернеет от гнева и его охватывает сильное уныние и печаль из-за этой недоброй вести"},{"SurahNumber":43,"VerseNumber":18,"Text":"Неужели они осмелились приписать Аллаху из детей именно тех, кто растёт, заботясь только об украшениях, а в споре бессилен доказать своё мнение из-за отсутствия в их речах красноречия и ясности?! Поистине, это очень странно"},{"SurahNumber":43,"VerseNumber":19,"Text":"И они назвали ангелов, которых Милостивый сотворил Своими рабами, женщинами. Неужели они присутствовали, когда Аллах творил ангелов, чтобы говорить так? Они не присутствовали. Мы запишем этот навет (в Книге их деяний) и призовём их к ответу в День воскресения"},{"SurahNumber":43,"VerseNumber":20,"Text":"Многобожники сказали: \"Если бы Милостивый пожелал, мы не поклонялись бы этим сотоварищам\",- утверждая этим, что Он якобы доволен тем, что они поклоняются им. О том, что они говорят, у них нет никакого знания, на которое они могли бы опираться. Они лишь измышляют и говорят это без каких-либо доказательств"},{"SurahNumber":43,"VerseNumber":21,"Text":"Неужели Мы дали им Писание до того, как Мы ниспослали Коран, которое доказывает их вымыслы, и они очень привержены ему?! Нет! Мы не ниспосылали им такого Писания и, следовательно, нет у них довода из какого-либо Писания"},{"SurahNumber":43,"VerseNumber":22,"Text":"Так нет, многобожники сказали, когда исчерпали все доводы: \"Поистине, мы нашли, что наши отцы придерживались определённой веры, и мы следуем за ними"},{"SurahNumber":43,"VerseNumber":23,"Text":"Так было и раньше с прежними народами. Мы не посылали до тебя в селение никакого посланника, чтобы зажиточные люди, которых благоденствие сделало заносчивыми, не говорили: \"Поистине, мы нашли наших отцов, державшихся определённой веры, и мы следуем за ними\". Ведь подражание - давнее заблуждение"}]}