{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alipha. Lāma. Rā. Yī allāhakō kitābakā āyataharū hun ra khullā ra spaṣṭa kura'ānakō"},{"SurahNumber":15,"VerseNumber":2,"Text":"Tyō bēlā pani ā'unēcha jaba ki kāphira āphnō musalamāna hunē icchā prakaṭa garnēchan"},{"SurahNumber":15,"VerseNumber":3,"Text":"(Hē muham'mada sallallāhō alaihē vasallama!) Tapā'īlē tinīharūlā'ī tinīkai avasthāmā rahana dinus tāki tinīharūlē upabhōga garuna ra ānanda li'una ra (jhūṭhō) āśālē unīharūlā'ī (sansāramā) almalā'ī rākhōs. Śīghranai tinīharūlā'ī thāhā bha'ihālnēcha"},{"SurahNumber":15,"VerseNumber":4,"Text":"Kunai bastīlā'ī hāmīlē naṣṭa pārēnauṁ parantu tyasakō samaya nirdhārita ra niścita thi'ē"},{"SurahNumber":15,"VerseNumber":5,"Text":"Kunai samūha āphnō nirdhārita samayabhandā na āgaḍi baḍhna sakcha na pachāḍi rahana sakcha"},{"SurahNumber":15,"VerseNumber":6,"Text":"Unīharūlē ‘‘bhanēḥ ‘‘ki hē tyō mānisa! Jasamāthi kura'āna utāri'ēkō cha niḥsandēha timī ta divānā hau.’’"},{"SurahNumber":15,"VerseNumber":7,"Text":"Yadi timī sām̐cō chau bhanē ‘‘hāmrō najika phariśtāharūlā'ī kina lyā'um̐dainau?’’"},{"SurahNumber":15,"VerseNumber":8,"Text":"(Bhanidinus) hāmīlē phariśtāharūlā'ī satyakō sāthamai paṭhā'um̐dachauṁ ra tyatikhēra tinīharūlā'ī phursada di'i'ēkō hum̐daina"},{"SurahNumber":15,"VerseNumber":9,"Text":"(Niḥsandēha) hāmīlē nai kura'ānalā'ī utārēkā chauṁ ra hāmīnai yasakō sanrakṣaka hauṁ"},{"SurahNumber":15,"VerseNumber":10,"Text":"Hāmīlē tapā'ībhandā pahilākā vibhinna sampradāyaharūmā rasūlaharū paṭhā'ēkā thiyauṁ"},{"SurahNumber":15,"VerseNumber":11,"Text":"Ra tinīharū samīpa juna rasūla pani ā'um̐thyō tinīharūlē usakō upahāsa garnē gardathē"},{"SurahNumber":15,"VerseNumber":12,"Text":"Yasaiprakāra hāmīlē tyasa (upahāsa) lā'ī aparādhīharūkō hr̥dayaharūmā pravēśa garā'idinchauṁ"},{"SurahNumber":15,"VerseNumber":13,"Text":"(Tasartha) tinīharūlē yasamāthi īmāna lyā'um̐dainan, ra tinīharūbhandā aghikā mānisaharūkō tarikā bitisakēkō (tarikā) hō"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ra yadi hāmīlē tinīharūkā lāgi ākaśaharūkō ḍhōkā khōlidē'auṁ ra tinīharū tyahām̐ uklina pani thālun"},{"SurahNumber":15,"VerseNumber":15,"Text":"Taipani yahī bhannēchanḥ ‘‘ki hāmrā ām̐khāharūlā'ī māta lāgēkō cha, baru hāmīmāthi jādū garidi'i'ēkō cha.’’"},{"SurahNumber":15,"VerseNumber":16,"Text":"Niḥsandēha hāmīlē nai ākāśaharūmā sauryamaṇḍala banā'ēkā chauṁ ra darśakaharūkō nimti siṅgārēkā chauṁ"},{"SurahNumber":15,"VerseNumber":17,"Text":"Ra yasalā'ī pratyēka tiraskr̥ta śaitānabāṭa surakṣita garēkā chauṁ"},{"SurahNumber":15,"VerseNumber":18,"Text":"Tara hō yadi kunai (śaitānalē) lukichipī sunna cāhancha bhanē usakō pachāḍī prajvalita lāgdacha"},{"SurahNumber":15,"VerseNumber":19,"Text":"Ra pr̥thvīlā'ī pani hāmīlē nai vistārita garēkā hauṁ, ra tyasamāthi aṭala pahāṛaharū avasthita garyauṁ, ra tyasamā vibhinna prakārakā cījaharū santulita rūpamā utpanna garyauṁ"},{"SurahNumber":15,"VerseNumber":20,"Text":"Ra yasaimā hāmīlē timrō nimti ra tinīharūkō lāgi, jasalā'ī timīlē jīvikā didainnauṁ, tyasamā jīvikākā sādhanaharū juṭāyauṁ"},{"SurahNumber":15,"VerseNumber":21,"Text":"Ra hāmīkahām̐ harēka kurākā khajānā chan ra hāmīlē tinalā'ī nirdhārita mātrāmā paṭhā'um̐chauṁ"},{"SurahNumber":15,"VerseNumber":22,"Text":"Ra hāmīlē nai bhārī hāvāharūmā gati utpanna garā'um̐chau ra hāmīlē nai ākāśaharūbāṭa pānī barsā'um̐chau ra hāmīlē nai timīharūlā'ī tyasakō pānī pilā'um̐chauṁ, ra timī ta tyasakō bhaṇḍāra garnē pani hō'inauṁ"},{"SurahNumber":15,"VerseNumber":23,"Text":"Ra hāmīlē nai jīvana pradāna gardachauṁ ra hāmīlē nai mr̥tyu dinchauṁ, ra hāmī nai sabaikā sanrakṣaka hauṁ"},{"SurahNumber":15,"VerseNumber":24,"Text":"Juna mānisaharū timībhandā pahilē bitisakēkā chan hāmīlā'ī tinīharūkō bārēmā thāhā cha, ra jō pachi ā'unēvālā chan unīharūkō bārēmā pani hāmīlā'ī thāhā cha"},{"SurahNumber":15,"VerseNumber":25,"Text":"Tapā'īkō pālanakartālē (kiyāmatakō dina) sabailā'ī ēkatrita garnēcha. Niḥsandēha ū ta baḍō bud'dhimattāpūrṇa ra ṭhūlō jñātā cha"},{"SurahNumber":15,"VerseNumber":26,"Text":"Niḥsandēha hāmīlē mānisaharūlā'ī kaṭkaṭi'ēra āvāja ā'unē saḍēkō kālō ra ṭhōsa māṭōbāṭa banā'ēkā chauṁ"},{"SurahNumber":15,"VerseNumber":27,"Text":"Ra jinnaharūlā'ī tyasabhandā pani aghi dhum̐vā nabha'ēkō prajvalita āgōbāṭa sr̥ṣṭi garēkā thiyauṁ"},{"SurahNumber":15,"VerseNumber":28,"Text":"Ra timrō pālanakartālē phariśtāharūsita bhan'yōḥ ‘‘ki ma kaṭkaṭi'ēra avāja ā'unē saḍēkō māṭōēbāṭa ē'uṭā mānisakō sr̥ṣṭi garna ga'irākhēkō chum̐ .’’"},{"SurahNumber":15,"VerseNumber":29,"Text":"Jaba usalā'ī pūrā banā'isakchu ra tyasamā āphnō rūha (ātmā) phum̐kisakchu taba usakō agāḍi sijdā garnu (ḍhōgnu)"},{"SurahNumber":15,"VerseNumber":30,"Text":"Tasartha sabai phariśatāharūlē ḍhōgna thālē"},{"SurahNumber":15,"VerseNumber":31,"Text":"Tara iblīsalē ḍhōga garēna. Usalē ḍhōgnēharūmadhyē śāmila hunabāṭa inkāra garyō"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allāhalē) bhannubhayōḥ ki iblīsa timīlā'ī kē bha'ēkō cha ki timī ḍhōgnēharūmā śam'milita bha'ēnau"},{"SurahNumber":15,"VerseNumber":33,"Text":"Usalē bhan'yōḥ ma yastō chaina, ki tapā'īlē kaṭkaṭi'ēra āvāja ā'unē saḍēkō māṭōlē banā'ēkō mānisa agāḍi jhukēra ḍhōgūm̐"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allāhalakō ādēśa bhayō, jannatabāṭa niskihāla, tam̐ tiraskr̥ta ra abhiśapta bha'is"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ra timīmāthi kiyāmatakō dinasam'ma dhikkāra cha"},{"SurahNumber":15,"VerseNumber":36,"Text":"(Tyasalē) bhan'yōḥ ki hē pālanakartā! Malā'ī tyasa dinasam'makō chūṭadē'ū, jaba mānisaharū (mr̥tyu paścāta) jīvita garinēchan"},{"SurahNumber":15,"VerseNumber":37,"Text":"Ādēśa bhayō ki tam̐lā'ī chūṭa di'incha"},{"SurahNumber":15,"VerseNumber":38,"Text":"Nirdhārita samaya (kiyāmata) kō dinasam'ma"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Śaitānalē) bhan'yōḥ ki hē mērō pālanakartā! Jastō ki timīlē malā'ī pathabhraṣṭa garēkā chau, ma pani dhartīmā mānisaharūlā'ī pāpa garna lagā'um̐chu, ra sabailā'ī sahī bāṭōbāṭa digbhramita garā'um̐chu.’’"},{"SurahNumber":15,"VerseNumber":40,"Text":"Tara, tinīharū bāhēka jō timrō īmānadāra bhakta chan"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allāhalē) ādēśa garnubhayōḥ ki masam'ma pugna yahī sōjhō bāṭō hō"},{"SurahNumber":15,"VerseNumber":42,"Text":"Jō mērā (saccā) bhakta chan tinīharūmāthi timrō kunai adhikāra hunēchaina tara tī digbhrama vyaktiharū bāhēka jō narāmrō bāṭōmā timrō pachi pachi lāgnēchan"},{"SurahNumber":15,"VerseNumber":43,"Text":"Niḥsandēha tī sabailā'ī vacana di'ēkō ṭhā'um̐ narka hō"},{"SurahNumber":15,"VerseNumber":44,"Text":"Tyasakā sātavaṭā ḍhōkāharū chan. Pratyēka ḍhōkākō lāgi tinīharūmadhyēbāṭa samūhaharū vibhājita gari'ēkā chan"},{"SurahNumber":15,"VerseNumber":45,"Text":"Jō ātmasanyamī chan, tinīharū bagaicāharū ra jharanāharūkō mājhamā basnēchan"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Bhaninēcha ki) timīharū śānti ra surakṣāsātha pravēśa gara"},{"SurahNumber":15,"VerseNumber":47,"Text":"Ra tinīharūkō hr̥dayamā jē jati risa ra ḍ'̔āha cha, tyasalā'ī hāmīlē saphā garidinēchauṁ, tinīharū bhā'i–bhā'ikō rūpamā āsanaharūmā ēka arkākō sāmu basēkā hunēchan"},{"SurahNumber":15,"VerseNumber":48,"Text":"Tinīharūlā'ī tyahām̐ nakunai kaṣṭa hunēcha ra nata tinīharū tyahām̐bāṭa kahilē niṣkāsita garinēchan"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Hē paigambara!) Mērā bhaktajanaharūlā'ī bhanidinusḥ ki ma baḍō kṣamādātā ra dayāvāna chum̐"}]}