{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"Аз ту хабар мепурсанд, ки оё ҳақ аст? Бигӯ: «Оре, савганд ба Парвардигорам, ки ҳақ аст ва шуморо қувваи фирор аз он нест!»"},{"SurahNumber":10,"VerseNumber":54,"Text":"Агар ҳар гунаҳкоре соҳиби ҳамаи рӯи замин бошад, хоҳад, ки худро ба он азоб бозхарад ва чун азобро бингаранд, пушаймонии худ дар дил ниҳон доранд. Миёнашон ба адолат ҳукм шавад ва мавриди ситам воқеъ нагарданд"},{"SurahNumber":10,"VerseNumber":55,"Text":"Бидонед, ки ҳар чӣ дар осмонҳову замин аст, аз они Худост! Ва огоҳ бошед, ки ваъдаи Худо ҳақ аст, вале бештарашон намедонанд"},{"SurahNumber":10,"VerseNumber":56,"Text":"Ӯст, ки зинда мекунаду мемиронад ва ҳама ба сӯи Ӯ бозмегарданд"},{"SurahNumber":10,"VerseNumber":57,"Text":"Эй мардум, барои шумо аз ҷониби Парвардигоратон панде омад ва шифое барои он беморие, ки дар дил доред ва роҳнамоиву раҳмате барои мӯъминон"},{"SurahNumber":10,"VerseNumber":58,"Text":"Бигӯ: «Ба фазли Худову раҳмати Ӯ». Шодмон шаванд, зеро ин ду аз ҳар чӣ ҷамъ мекунанд, беҳтар аст"},{"SurahNumber":10,"VerseNumber":59,"Text":"Бигӯ: «Оё ба ризқе, ки Худо бароятон нозил кардааст, нигаристаед? Баъзеро ҳаром шумурдед ва баъзеро ҳалол». Бигӯ: «Худо ба шумо иҷоза додааст ё ба Ӯ дурӯғ мебандед?»"},{"SurahNumber":10,"VerseNumber":60,"Text":"Онон, ки ба Худо дурӯғ мебанданд, дар бораи рӯзи қиёмат чӣ гумон кардаанд? Худо фазли худро ба мардумон арзонӣ медорад, вале бештаринашон шукр намегуянд"},{"SurahNumber":10,"VerseNumber":61,"Text":"Дар ҳар коре, ки бошӣ ва ҳар чӣ аз Қуръон бихонӣ ва даст ба ҳар амале, ки бизанед, ҳангоме ки ба он мепардозед, мо нозир бар шумо ҳастем. Бар Парвардигори ту ҳатто ба миқдори заррае дар замину осмонҳо пушида нест. Ва ҳар чӣ хурдтар аз он ё бузургтар аз он бошад, дар китоби мубин навишта шудааст"},{"SurahNumber":10,"VerseNumber":62,"Text":"Огоҳ бошед, ки бар дустони Худо биме нест ва ғамгин намешаванд"},{"SurahNumber":10,"VerseNumber":63,"Text":"Касонеро, ки имон оварданд ва парҳезгорӣ мекарданд"},{"SurahNumber":10,"VerseNumber":64,"Text":"хушхабар аст онҳоро дар дунёву охират. Сухани Худо дигаргун намешавад. Ин аст комёбии бузург"},{"SurahNumber":10,"VerseNumber":65,"Text":"Сухани онон туро ғамгин насозад. Иззат ба тамомӣ аз они Худованд аст. Ӯст, ки шунавову доност"},{"SurahNumber":10,"VerseNumber":66,"Text":"Огоҳ бошед, ки аз они Худост ҳар чӣ дар осмонҳову замин аст ва онон, ки ғайри Худоро шарикон мехонанд, аз гумони худ пайравӣ мекунанд ва дурӯғ мегӯянд"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ӯст, ки шабро бароятон падид овард, то дар он биёромед ва рӯзро падид овард, то дар он бубинед. Дар инҳо барои мардуме, ки мешунаванд, ибратҳост"},{"SurahNumber":10,"VerseNumber":68,"Text":"Гуфтанд: «Худо фарзанде интихобидаст». Пок аст! Бениёз аст! Аз они Ӯст ҳар чӣ дар осмонҳову замин аст! Шуморо бар он сухан далеле нест. Чаро дар бораи Худо чизҳое мегӯед, ки ба он огоҳ нестед"},{"SurahNumber":10,"VerseNumber":69,"Text":"Бигӯ: «Онҳо, ки ба Худо дурӯғ мебанданд, наҷот намеёбанд!»"},{"SurahNumber":10,"VerseNumber":70,"Text":"Бархӯрдорӣ аз дунё, он гоҳ бозгашташон ба сӯи Мо. Сипас ба ҷазои куфр варзиданашон азобе сахташон мечашонем"}]}