{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Munafiqlərin, Kitab əhlindən kafir olan qardaslarına: “Əgər siz yurdunuzdan qovulsanız, biz də sizinlə birlikdə cıxıb gedəcək və sizə qarsı hec vaxt hec kəsə tabe olmayacagıq. Əgər musəlmanlar sizə qarsı vurussalar, mutləq sizə komək edəcəyik!”– dediklərini gormədinmi? Allah onların yalancı olduguna sahiddir"},{"SurahNumber":59,"VerseNumber":12,"Text":"Əgər onlar yurdlarından qovulsalar, munafiqlər onlarla birlikdə cıxıb getməz, musəlmanlar onlara qarsı vurussalar, onlara koməklik gostərməzlər. Əgər onlara yardım etmis olsalar belə, geri donub qacar, sonra da onlara hec bir komək edilməz"},{"SurahNumber":59,"VerseNumber":13,"Text":"Dogrusu, onlar urəklərində Allahdan cox sizdən qorxurlar. Cunki onlar anlamayan adamlardır"},{"SurahNumber":59,"VerseNumber":14,"Text":"Onlar hamılıqla sizə qarsı ancaq mohkəmləndirilmis səhərlərdə və ya divar arxasından vurusarlar. Onların oz aralarındakı dusməncilik isə cox kəskindir. Sən onların həmrəy oldugunu guman edirsən, halbuki onların qəlbləri dagınıqdır. Bu ona gorədir ki, onlar aglı kəsməyən adamlardır"},{"SurahNumber":59,"VerseNumber":15,"Text":"Onlar ozlərindən bir az əvvəl əməllərinin cəzasını dadmıs, ozləri ucun də agrılı-acılı bir əzab hazırlanmıs kimsələrə bənzəyirlər"},{"SurahNumber":59,"VerseNumber":16,"Text":"Munafiqlər seytana bənzəyirlər. Seytan insana: “Kafir ol!”– deyir. Insan kafir olan kimi: “Mən səndən uzagam. Mən aləmlərin Rəbbi olan Allahdan qorxuram!”– deyir"},{"SurahNumber":59,"VerseNumber":17,"Text":"Onların hər ikisinin aqibəti atəs icində əbədi qalmaqdır. Zalımların cəzası budur"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ey iman gətirənlər! Allahdan qorxun! Hər kəs sabahı ucun nə etdiyinə baxsın. Allahdan qorxun! Həqiqətən, Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":59,"VerseNumber":19,"Text":"Allahı unudan, buna gorə də Allahın onları ozlərinə unutdurdugu kəslər kimi olmayın! Onlar fasiqlərdir"},{"SurahNumber":59,"VerseNumber":20,"Text":"Cəhənnəm əhli ilə Cənnət əhli eyni deyillər. Cənnət əhli ugur qazananlardır"},{"SurahNumber":59,"VerseNumber":21,"Text":"Əgər Biz bu Quranı daga nazil etsəydik, sən onun Allahın qorxusundan boyun əyib parca-parca oldugunu gorərdin. Biz bu misalları insanlar ucun cəkirik ki, bəlkə, fikirləsələr"},{"SurahNumber":59,"VerseNumber":22,"Text":"O, Ozundən basqa hec bir məbud olmayan, qeybi və askarı Bilən Allahdır. O Mərhəmətlidir, Rəhmlidir"},{"SurahNumber":59,"VerseNumber":23,"Text":"O, Ozundən basqa hec bir məbud olmayan, Hokmran, Muqəddəs, Pak, haqqı təsdiq edən, hər seyi musahidə edən, Qudrətli, Qadir, Məgrur Allahdır. Allah onların Ona sərik qosduqlarından ucadır"},{"SurahNumber":59,"VerseNumber":24,"Text":"O, Xaliq, yoxdan Yaradan, Surətverən Allahdır. Ən gozəl adlar yalnız Ona məxsusdur. Goylərdə və yerdə olanların hamısı Onun səninə təriflər deyir. O, Qudrətlidir, Mudrikdir"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ey iman gətirənlər! Mənim dusmənimi də, oz dusməninizi də ozunuzə dost tutmayın! Onlar sizə gələn həqiqəti inkar etdikləri halda, siz onlara mehribanlıq gostərib sirrinizi acıb deyirsiniz. Rəbbiniz olan Allaha iman gətirdiyiniz ucun onlar Peygəmbəri və sizi yurdunuzdan qovub cıxardırlar. Əgər siz Mənim yolumda və Mənim razılıgımı qazanmaq ugrunda cihada cıxmısınızsa, onlara gizlində mehribanlıq gostərirsiniz. Mən sizin gizli saxladıgınızı da, askar etdiyinizi də bilirəm. Sizlərdən kim bunu etsə, dogru yoldan sapmıs olar"},{"SurahNumber":60,"VerseNumber":2,"Text":"Əgər onlar sizi ələ kecirsələr, sizə dusmən kəsilər, əlləri və dilləri ilə sizə pislik edər və sizin kafir olmanızı istəyərlər"},{"SurahNumber":60,"VerseNumber":3,"Text":"Nə qohumlarınız, nə də ovladlarınız sizə bir fayda verə bilər. Qiyamət gunu Allah sizi bir-birinizdən ayıracaqdır. Allah nə etdiklərinizi gorur"},{"SurahNumber":60,"VerseNumber":4,"Text":"Ibrahim və onunla birlikdə olanlarda sizin ucun gozəl bir numunə vardır. Onlar oz qovmunə dedilər: “Həqiqətən, biz sizdən və sizin Allahdan basqa tapındıgınız seylərdən uzagıq. Biz sizi inkar edirik. Siz bir olan Allaha iman gətirincəyə qədər bizimlə sizin aranızda daim ədavət və nifrət olacaqdır!” Yalnız Ibrahimin oz atasına: “Mən sənin ucun mutləq bagıslanma diləyəcəyəm. Fəqət Allahdan sənə gələn əzabı dəf edə bilmərəm!”– deməsi istisnadır. Onlar dedilər: “Ey Rəbbimiz! Biz yalnız Sənə təvəkkul edir və yalnız Sənə uz tuturuq. Donus də yalnız Sənədir"},{"SurahNumber":60,"VerseNumber":5,"Text":"Ey Rəbbimiz! Bizi kafirlər ucun sınaq etmə. Ey Rəbbimiz, bizi bagısla. Həqiqətən, Sən Qudrətlisən, Mudriksən!”"},{"SurahNumber":60,"VerseNumber":6,"Text":"Onlarda sizin ucun – Allaha və Axirət gununə umid bəsləyənlər ucun gozəl numunə vardır. Kim uz dondərsə bilsin ki, Allah Zəngindir, Tərifəlayiqdir"}]}