{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":90,"VerseNumber":1,"Text":"Бу шәһәр, ягъни Мәккә белән ант итәмен"},{"SurahNumber":90,"VerseNumber":2,"Text":"Вә син, ий Мухәммәд г-м, ошбу Мәккә шәһәрен кәферләрдән сугышып алырга хәләлсең"},{"SurahNumber":90,"VerseNumber":3,"Text":"Вә Адәм г-м илә вә аның балалары илә ант итәмен"},{"SurahNumber":90,"VerseNumber":4,"Text":"Тәхкыйк Без кешене михнәттә мәшәкатьтә халык кылдык"},{"SurahNumber":90,"VerseNumber":5,"Text":"Әйә ул михнәт белән изелгән загыйфь кеше уйлыйдырмы аңа һичбер затның көче җитмәс дип"},{"SurahNumber":90,"VerseNumber":6,"Text":"Ул Аллаһ дошманы – кәфер әйтәдер: \"Мухәммәдне һәлак итмәк вә Ислам динен бетермәк өчен кешеләр яллап күп мал бетердем\", – дип"},{"SurahNumber":90,"VerseNumber":7,"Text":"Әйә ул дошман уйлыймы аны һичбер зат күрми, дип, ягъни Аллаһ биргән малны пәйгамбәр вә Ислам зарарына сарыф иткәнен Аллаһ күрми, дип уйлыймы"},{"SurahNumber":90,"VerseNumber":8,"Text":"Әйә Без ул кешегә икс күз бирмәдекме"},{"SurahNumber":90,"VerseNumber":9,"Text":"Дәхи аны телле вә ике иренле кылмадыкмы"},{"SurahNumber":90,"VerseNumber":10,"Text":"Дәхи кешене ике юлның берсенә: йә һидәяткә йә азгынлыкка күндердек түгелме"},{"SurahNumber":90,"VerseNumber":11,"Text":"Ул бөек таулардан үтмәде"},{"SurahNumber":90,"VerseNumber":12,"Text":"Ул бөек таулар юлын сиңа нәрсә белдерде"},{"SurahNumber":90,"VerseNumber":13,"Text":"Ул юл – кол азат итмәктер"},{"SurahNumber":90,"VerseNumber":14,"Text":"Яки ачлык көннәрендә аш бирмәктер"},{"SurahNumber":90,"VerseNumber":15,"Text":"якын кардәш булган ятимгә"},{"SurahNumber":90,"VerseNumber":16,"Text":"Яки гаять тә фәкыйрь булган мескенгә аш бирмәктер"},{"SurahNumber":90,"VerseNumber":17,"Text":"Янә хәерле эш: чын мөэмин булып мөэминнәрне сабырлы, чыдамлы булырга һәм үзара мәрхәмәтле, шәфкатьле булырга өндәүче киңәш бирүче булудыр"},{"SurahNumber":90,"VerseNumber":18,"Text":"Бу сыйфатта булган кешеләр уң тараф кешеләре, ягъни җәннәт кешеләредер"},{"SurahNumber":90,"VerseNumber":19,"Text":"Әмма Безнең аятьләребезгә ышанмаган кешеләр – сул тараф кешеләре, ягъни җәһәннәм әһелләредер"},{"SurahNumber":90,"VerseNumber":20,"Text":"Аларга ишекләре беркетелгән ут ґәзабыдыр"},{"SurahNumber":91,"VerseNumber":1,"Text":"Кояш белән вә аның нуры белән ант итәм"},{"SurahNumber":91,"VerseNumber":2,"Text":"Вә ай белән, әгәр ул кояшка иярсә"},{"SurahNumber":91,"VerseNumber":3,"Text":"Вә көндез белән, әгәр ул караңгылыкны капласа"},{"SurahNumber":91,"VerseNumber":4,"Text":"Вә төн белән, әгәр яктылыкны капласа"},{"SurahNumber":91,"VerseNumber":5,"Text":"Вә күк һәм аны бина итүче Аллаһ белән ант итәм"},{"SurahNumber":91,"VerseNumber":6,"Text":"Вә җир һәм аны түшәүче Аллаһ белән ант итәм"},{"SurahNumber":91,"VerseNumber":7,"Text":"Вә нәфес белән һәм нәфесне үз файдасына яраклы иткән Аллаһ белән ант итәм"},{"SurahNumber":91,"VerseNumber":8,"Text":"Өйрәтте Аллаһ ул нәфескә явызлыкны һәм өйрәтте тәкъвалекне, яхшылыкны"},{"SurahNumber":91,"VerseNumber":9,"Text":"Тәхкыйк коткарды нәфесен гөнаһтан, аны пакьлаган кеше"},{"SurahNumber":91,"VerseNumber":10,"Text":"Тәхкыйк Аллаһуның нигъмәтләреннән мәхрүм булды, җаһиллек белән нәфесен гөнаһка чумырган кеше"},{"SurahNumber":91,"VerseNumber":11,"Text":"Сәмуд кавеме пәйгамбәрләрне ялганга тотты, нәфесләренең чиктән чыгуы сәбәпле"},{"SurahNumber":91,"VerseNumber":12,"Text":"Дөяне үтерергә ашыктылар Сәмуд кавеменең явызлары"},{"SurahNumber":91,"VerseNumber":13,"Text":"Аларга Аллаһуның расүле Салих г-м: \"Аллаһ дөясенә зарар тидерүдән һәм дөянең өлеше булган суны алудан сакланыгыз\", – диде"},{"SurahNumber":91,"VerseNumber":14,"Text":"Алар исә Салихны ялганга тоттылар һәм дөяне бугазладылар, Раббылары аларны ґәзаб белән каплады, үзләренең гөнаһлары сәбәпле аларга ґәзабны һәммәсенә тигез бирде"},{"SurahNumber":91,"VerseNumber":15,"Text":"Аллаһ аларны ґәзаб кылганы өчен ахырда һичкемнән курыкмый"},{"SurahNumber":92,"VerseNumber":1,"Text":"Төн белән ант итәм, һәркайчан караңгылыгы белән капласа"},{"SurahNumber":92,"VerseNumber":2,"Text":"Вә көндез белән ант итәм, һәркайчан яктырса"},{"SurahNumber":92,"VerseNumber":3,"Text":"Вә ирне һәм хатынны халык кылган Аллаһ белән ант итәм"},{"SurahNumber":92,"VerseNumber":4,"Text":"Тәхкыйк сезнең эшләрегез вә гамәлләрегез, төрлечә-төрлечәдер"},{"SurahNumber":92,"VerseNumber":5,"Text":"Әмма бер кеше Аллаһ күрсәткән урыннарга садакалар бирсә һәм Аллаһудан куркып гөнаһлардан сакланса"},{"SurahNumber":92,"VerseNumber":6,"Text":"Һәм Аллаһуның берлеген, Исламның хаклыгын вә Коръәннең һәм пәйгамбәрнең хаклыгын тәсъдыйк кылса"},{"SurahNumber":92,"VerseNumber":7,"Text":"Аңа җиңеллек вә рәхәтлек урыны булган җәннәткә алып керүче гамәлләрне мүйәссәр кылырбыз"},{"SurahNumber":92,"VerseNumber":8,"Text":"Вә әмма бер кеше саранлык кылса, вә үзен Аллаһуга вә ахирәт нигъмәтләренә мохтаҗсыз санаса, кирәксенмәсә"},{"SurahNumber":92,"VerseNumber":9,"Text":"Вә Аллаһуның берлеген һәм Коръәннең вә пәйгамбәрнең хаклыгын инкяр кылса"},{"SurahNumber":92,"VerseNumber":10,"Text":"Бик тиз Без аңа авырлык вә ґәзаб урыны булган җәһәннәмгә алып керә торган бозык эшләрне, батыл гамәлләрне мүйәссәр кылырбыз"},{"SurahNumber":92,"VerseNumber":11,"Text":"Җәһәннәмгә егылып һәлак булганда аңа малы файда бирмәс"},{"SurahNumber":92,"VerseNumber":12,"Text":"Тәхкыйк Безгә туры юлны бәян кылмак тиешледер"},{"SurahNumber":92,"VerseNumber":13,"Text":"Әлбәттә, дөнья һәм ахирәт байлыгы фәкать Безнекедер. Шулай булгач, икесен дә Аллаһудан сорарга тиешле"},{"SurahNumber":92,"VerseNumber":14,"Text":"Ий кешеләр, Мин сезне куркыттым ялкынланган ут белән"},{"SurahNumber":92,"VerseNumber":15,"Text":"Ул утка кермәс мәгәр бәхетсез явыз кеше генә керер"},{"SurahNumber":92,"VerseNumber":16,"Text":"Ул явыз, Коръәнне вә пәйгамбәрне ялганга тотты һәм Аллаһуга итагать итүдән баш тартты"},{"SurahNumber":92,"VerseNumber":17,"Text":"Аллаһудан куркып гөнаһтан сакланучы тәкъва кеше, ул уттан ягада, читтә булыр"},{"SurahNumber":92,"VerseNumber":18,"Text":"Ул тәкъва кеше малын Аллаһ күрсәткән урыннарга бирер, гөнаһтан пакьләнмәк нияте белән"},{"SurahNumber":92,"VerseNumber":19,"Text":"Бит Аллаһ хозурыңда һичкемгә сәваб вә нигъмәт юк"},{"SurahNumber":92,"VerseNumber":20,"Text":"Мәгәр сәваб вә нигъмәтләр бирелер, ахирәт өчен кыла торган гамәлләрен фәкать Аллаһ ризалыгы өчен генә һәм Аллаһ кушканча гына кылган тәкъва кешегә"},{"SurahNumber":92,"VerseNumber":21,"Text":"Вә андый кеше тиздән Аллаһ биргән җәннәт нигъмәтләреннән разый булыр"},{"SurahNumber":93,"VerseNumber":1,"Text":"Төшкә хәтле булган вакыт белән ант\" итәм"},{"SurahNumber":93,"VerseNumber":2,"Text":"Вә төн белән ант итәм, һәркайчан ул төн караңгылыгы белән һәрнәрсәне капласа"},{"SurahNumber":93,"VerseNumber":3,"Text":"Ий Мухәммәд г-м, Раббың сине ташламады һәм сиңа ачуланмады да. (Яһүдләр беркөнне Мухәммәд г-мнән Зүл карнәен вә асъхаб каһәф хәбәрен һәм рух рәвешене сорадылар. Мухәммәд г-м аларга: \"Иртәгә җавап бирермен\", диде, ләкин, Аллаһ теләсә димәде. Шуннан соң вәхий киселде, берничә вакытлар Җәбраил фәрештә иңмәде. Шул вакытта мөшрикләр: \"Мухәммәдне Раббысы ташлады һәм аңа ачуланды\", – диделәр. Бу сүрә шул хакта инде)"},{"SurahNumber":93,"VerseNumber":4,"Text":"Сиңа, әлбәттә, ахирәт дөньядан хәерлерәкдер. (Ягъни Аллаһ сине патша кылмады һәм сине миллиардер да кылмады, чөнки болар һәммәсе бетә торган нәрсәләр. Бәлки сиңа Раббың дәрәҗәсе мәңгегә кала торган пәйгамбәрлекне бирде)"},{"SurahNumber":93,"VerseNumber":5,"Text":"Вә тиздән сиңа Раббың өмет иткәнеңне һәм сораганыңны бирер дә, син Аның биргәненнән разый булырсың"},{"SurahNumber":93,"VerseNumber":6,"Text":"Әйә Раббың сине ятим хәлендә табып тәрбия урынын насыйп итмәдеме? (Атасы белән бертуган кардәше Әбү Талиб тәрбияләп үстерде)"},{"SurahNumber":93,"VerseNumber":7,"Text":"Дәхи Раббың сине пәйгамбәр булганчы хак диннән адашучы табып, аннары туры юлга күндерде түгелме"},{"SurahNumber":93,"VerseNumber":8,"Text":"Дәхи Раббың сине бик фәкыйрь табып, аннары сине бай кылды түгелме"},{"SurahNumber":93,"VerseNumber":9,"Text":"Башта үзең ятим булгач, ятимгә золым итмә, какма, сукма – бәлки хөрмәтлә"},{"SurahNumber":93,"VerseNumber":10,"Text":"Һәм синнән сораучыга каты мөгамәлә кылма, ни сораса да җавап бир һәм теләген үтә"},{"SurahNumber":93,"VerseNumber":11,"Text":"Һәм Раббыңның нигъмәте булган шәригать хөкемнәрен кешеләргә өйрәт һәм сөйләп төшендер! Чөнки шәригатьне белмәгән кешеләр Аллаһуның ґәзабына ашыгалар. Ә син аларны җәннәткә кызыктыр һәм чакыр"}]}