{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Ew (Yezdan e ) ku (serektiya hemi berewan u buyeran ) di deste wi dane, piroz e. U ewa bi xweber ji li ser hemi tistan bi hez e"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ji bo ku ewa we bi ceribun e; ka kijan ji we kareki rindtir dike ewi mirin u jin afirandi ye. Sixwa ewa bi xweber ji servahate baxiskar e"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ewi ezman bi heft ramaxe (wekihev) afirandi ye (heryeke ji wan di sopa xwe da digere). Tu di afirandina ( Yezdan e ) dilovan da qe to aloziye nabini. Idi tu cav bizvirin e, ka qe tu (di afirandina wan da) tu aloziyeki di bini"},{"SurahNumber":67,"VerseNumber":4,"Text":"Pase tu bi car u car cav bizvirine qe tu (tu alozi nabini). Ewan cavane bi bezari (ji ditina kemai u aloziyan) be umid we li bal te da bizvirin"},{"SurahNumber":67,"VerseNumber":5,"Text":"Bi sond ! me ezmane cihane bi siterkne weki ciran cilwulok xemilandi ye. Me ewan siterkan ji bona Pelidan xistin e kevir afitok (siterke rijok e). Me ji bona (Pelidan ra) sapata doja hilopit amade kiriye"},{"SurahNumber":67,"VerseNumber":6,"Text":"Me ji bona wane ku fileti ya Xuda ye xwe dikin sapata doje (amade kiriye). Ewa ciqa sike ewran e"},{"SurahNumber":67,"VerseNumber":7,"Text":"Gava ewan di nava doje da tene afitine, ewan ji doje denge ziqiniye di behen (tu dibe qey ji hizkirina afitine) di hire u ewa li sed hev da pet davej e"},{"SurahNumber":67,"VerseNumber":8,"Text":"Nezik dibe ku (ewa doja) ji hersa ji hev bi cire. Ciqa destek ji wan di nava (doje da) tene afitine, zebaniye (doje) ji wan pirs kiriye, « Qe ji bona ew ra hisyarvaneki, ku (hun ji ve doje bi dana tirsandine ) ne hatibu bal we ? »"},{"SurahNumber":67,"VerseNumber":9,"Text":"Ewan (aha pisyar dane u) gotine, « ere ! bi sond, li bal me da hisyarvan hatibun, le me ewan dane derew derandine, me ji wan ra (aha) gotibu, « Yezdan qe tu tist ne hinartiye, hun hey di wundabuneke mezin danin. »"},{"SurahNumber":67,"VerseNumber":10,"Text":"(aha ji) gotibune, « Sixwa heke me ji wan (hisyrvanan) bi bihista u me (ji gotine wan) his hilda, em ne diketine nava hevrine (agire) hilopit. »"},{"SurahNumber":67,"VerseNumber":11,"Text":"Idi ewan (bi veneve gotine), « ere ! me (evan gunehe hanenan) kirine. Idi (tu dest ji wan berde) bi ra hevale wi (agire) hilopit bene herandine, dur e (dilovani ya Yezdan bi kebin)"},{"SurahNumber":67,"VerseNumber":12,"Text":"Bi rasti ewane, ku bi dizika da ji Xuda ye xwe ditirsin hene ! ji bona wan ra baxiskirin u kiryeke mezin heye"},{"SurahNumber":67,"VerseNumber":13,"Text":"Hun (geli merivan !) axiftinan, ci veserin u ci eskerke bikin (yek e). Loma tista di singa da heye (Yezdan) pur pe dizane"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ewa bi xweber bi hemi tiste hur (dizane u ) agahdar e, ca bi tista (afirandiye)nizane"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ewe, ku zemin ji bona we ra melul kiriye heye ! ewa Yezdan e, idi hun di nav mile (zemin da) bigerin u hun ji rojine wi bixun. Hey zivirandin li bal (Yezdan) dane"},{"SurahNumber":67,"VerseNumber":16,"Text":"Qey hun ji wane di ezmana da ewle dibin, ku ewan we di zemin da nexne xare? Gava (evan bi ven, ku we di zemin da bixne xare) zemin heman diheje (hun bixweber di zemin da dicine xare)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yaji qeyy hun ji wane di zemin da hene ewle dibin, ku ewan li ser we da bexure nesinin? Di nava we baxure da kevirne, ku hun bi wan bene kustine hebin. Idi hune di nezik da bizanin ka hisyar ya mine bi tirsdane, cane"},{"SurahNumber":67,"VerseNumber":18,"Text":"Bi sond! Ewane di berya wan da hebune, hene ! ewan ji (Pexemberne xwe) dabune derewderandine, idi (tu mize bike) ka temtela wane,ku (digotin, Xuda) tuneye cane"},{"SurahNumber":67,"VerseNumber":19,"Text":"Maqey ewan li bal wan cukne, ku li ser wan da ref girtine u baske xwe diwesinin u req dikin, meze nakin? Ewan (cukan) di hewa da hey (Yezdan e) dilovan digire. Loma bi rasti ewa hemi tistidibine"},{"SurahNumber":67,"VerseNumber":20,"Text":"Qey ji pestire (Yezdan e) dilovan, evan leskerne wene hanenan we we (ji sapata Yezdan) biparisinin? Bi rasti file di xapandinedanin"},{"SurahNumber":67,"VerseNumber":21,"Text":"Qey heke(Yezdan) rojina xwe ji we bide girtine, evane hane we ji we ra rojinan bidin? (Tu kes nikare bide!) le ewan di inca xwe da tekosine dikin u (ji rastiye) vedicinikin"},{"SurahNumber":67,"VerseNumber":22,"Text":"Maqey ewe, ku deveru dice, ewa li ser riyaraste yan ji ewe li ser riyarast dice hatiye riyarast"},{"SurahNumber":67,"VerseNumber":23,"Text":"(Muhemmed! Tu ji bona wan ra aha) beje: “Ewe hun afirindine heye! Ewa Yezdan e. Ewi ji bona we ra goh u cav u dil cekiriye. Hun ciqa hindik sipasi ya (wi) dikin!“"},{"SurahNumber":67,"VerseNumber":24,"Text":"(Muhemmed! Tu ji bona wan ra aha ji) beje: “ewe hun di zemin da candine heye! Ewa (Yezdan e) hune li bal wi da bene civandine.“"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ewan ji te (aha dipirsin) u dibejin: “heke hun rastbejin, ka dane we (sapate) kingeye?“"},{"SurahNumber":67,"VerseNumber":26,"Text":"Tu (pisyara wan aha bide) u beje: “ zanina wi dani hey li bal Yezdan e. Ez bi xweber ji hey hisyardareki xwuyame.“"},{"SurahNumber":67,"VerseNumber":27,"Text":"Idi gava ewan (nabaweran) ewa (asita) di nezik da ditine, ruye wane bune file sikbuya (ji wan ra aha) hatiye gotine: “ewa sapata we dixwest evaye.“"},{"SurahNumber":67,"VerseNumber":28,"Text":"(Muhemmed! Tu ji bona wan ra aha) beje: “hun meze bikin, heke Yezdan min u ewane bi min ra tesqele bike, yan ji dilovani ya xwe li me bike (em bi xweber qayilin loma ewa Xuda ye me ye, le gelo) idi ke dikare filan ji sapata dilsoz biparesine?“"},{"SurahNumber":67,"VerseNumber":29,"Text":"(Muhemmed! Tu ji bona wan ra aha ji) beje: “parisvan hey (Yezdan e) dilovan e, me bi wi bawer kiriyeu me xwe hispartiye wi, idi hune di nezik da bizanin ka kijan di re wundabuna xuyadane.“"},{"SurahNumber":67,"VerseNumber":30,"Text":"Tu (ji wan ra aha ji) beje: “hun meze bikin; heke ava we di (zemin da) here xare u bimirciqe, idi gelo ji we ra kijan dikare aveke nexwuyai bide zayine bine?“"}]}