{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Zhenzhu wei nimen er zhifu haiyang, yibian chuanbo feng ta de mingling er hangxing, yibian nimen xunqiu ta de enhui, yibian nimen ganxie."},{"SurahNumber":45,"VerseNumber":13,"Text":"Ta wei nimen er zhifu tiandi wanwu, duiyu neng siwei de minzhong, ci zhong que you xuduo jixiang."},{"SurahNumber":45,"VerseNumber":14,"Text":"Ni dui xindao zhe shuo, yao she you bupa zhenzhu de qi yun de renmen, yibian zhenzhuyin minzhong de shanxing er ci yi baochou."},{"SurahNumber":45,"VerseNumber":15,"Text":"Xingshan zhe zi shou qi yi, zuo'e zhe zi shou qi hai. Ranhou, nimen yao bei zhao guiyu nimen de zhu."},{"SurahNumber":45,"VerseNumber":16,"Text":"Wo que yi ba tian jing, zhihui, yuyan, shangci yiselie de houyi, bing yi jiamei de shipin gongji tamen, qie shi tamen chao yi ge minzu."},{"SurahNumber":45,"VerseNumber":17,"Text":"Wo ceng zhaoshi tamen guanyu ci shi de xuduo mingzheng, tamen zai zhishi jianglin tamen zhihou, cai yin huxiang jidu er zhenglun. Fuhuo ri, ni de zhu biding panjue tamen suo zhenglun de shifei."},{"SurahNumber":45,"VerseNumber":18,"Text":"Ranhou, wo shi ni zunxun guanyu ci shi de changdao. Ni yingdang zunshou na changdao, buyao shuncong wu zhi zhe de siyu."},{"SurahNumber":45,"VerseNumber":19,"Text":"Tamen biding buneng wei ni diyu zhenzhu de xingfa yi sihao. Bu yi zhe biding huxiang jianhu; zhenzhu shi jianhu jingwei zhe de."},{"SurahNumber":45,"VerseNumber":20,"Text":"Zhe shi shiren de mingzheng, yeshi dui jianxin de minzhong de yindao he enhui."},{"SurahNumber":45,"VerseNumber":21,"Text":"Nandao zuo'e zhe yiwei wo hui shi tamen he xindao erqie xingshan zhe yiyang, er shi tamen de shengsi xiangdeng ma? Tamen de panduan zhen elie!"},{"SurahNumber":45,"VerseNumber":22,"Text":"Zhen zhu ben zhenli er chuangzao tiandi, yibian mei geren dou yin qi xingwei er shou baochou, tamen jianglai bu shou kui wang."},{"SurahNumber":45,"VerseNumber":23,"Text":"Ni gaosu wo ba! Yi siyu wei zhuzai de ren, zhenzhu shi ta mingzhi gu wei de mi wu, bing fengbi ta de er he xin, zai ta de yan shang jia yi mo; zhenzhu shi ta mi wu zhihou, shei hai neng yindao ta ne? Nandao nimen bu juewu ma?"},{"SurahNumber":45,"VerseNumber":24,"Text":"Tamen shuo: Zhiyou women de jinshi shenghuo, women si de si, sheng de sheng, zhiyou guangyin neng shi women xiaomie. Tamen duiyu na shi, yi wu suo zhi, tamen zhuan shi caice."},{"SurahNumber":45,"VerseNumber":25,"Text":"Youren dui tamen xuandu wo de mingxian de jixiang de shihou, tamen zhishijiekou shuo: Nimen ba women de zuxian zhaohuan huilai ba, ruguo nimen shi shuo shihua de."},{"SurahNumber":45,"VerseNumber":26,"Text":"Ni shuo: Zhenzhu shi nimen sheng, ranhou shi nimen si, ranhou zai hao wuyi yi de fuhuo ri jihe nimen; dan shiren daban bu zhidao."},{"SurahNumber":45,"VerseNumber":27,"Text":"Tiandi de guo quan, guizhenzhu suoyou. Fuhuo shi lailin zhi ri, fandui zhenli zhe jiang shou kui she."},{"SurahNumber":45,"VerseNumber":28,"Text":"Ni jianglai hui kanjian, mei yi minzu dou shi quxi de, mei yi minzu dou yao bei zhao qu kan ziji de gongguo bu. Jinri, nimen jiang shou ziji xingwei de baochou."},{"SurahNumber":45,"VerseNumber":29,"Text":"Zhe shi wo li de gongguo bu, ta dui nimen binggong zuozheng. Wo que yi xialing jilu nimen de xingwei."},{"SurahNumber":45,"VerseNumber":30,"Text":"Zhiyu xindao erqie xingshan zhe, tamen de zhuyao shi tamen ru yu ta de enhui zhong, na que shi mingxian de chenggong."},{"SurahNumber":45,"VerseNumber":31,"Text":"Zhiyu buxindao zhe,(wo shuo): Nandao meiyouren dui nimen xuanduguo wo de jixiang ma? Dan nimen zi da, nimen yuan shi fanzui de minzhong."},{"SurahNumber":45,"VerseNumber":32,"Text":"Youren shuo: Zhenzhu de yingxu, que shi zhenshi de; fuhuo shi shi hao wuyi yi de. Nimen jiu shuo: Women bu zhidao fuhuo shi shi shenme, women zhi caixiang na huoxu shi yao fasheng de, dan women bing bu quexin."},{"SurahNumber":45,"VerseNumber":33,"Text":"Tamen suozuo de zui'e, jianglai yao dui tamen xianxian; tamen suo chaoxiao de xingfa, jianglai yao lailin tamen."},{"SurahNumber":45,"VerseNumber":34,"Text":"Huozhe jiang dui tamen shuo: Jinri, wo hushi nimen, ru nimen yiqian hushi jinri de xiang hui yiyang. Nimen de guisu shi huo yu, nimen jue meiyou yuanzhu zhe."},{"SurahNumber":45,"VerseNumber":35,"Text":"Na shi youyu nimen ba zhenzhu de jixiang dang zuo xiaobing, chenshi de shenghuo qipianle nimen de yuangu. Jinri, tamen bu bei fangchu huo yu, ye bude yao en."},{"SurahNumber":45,"VerseNumber":36,"Text":"Yiqie zansong, zhi guizhenzhu--zhu tian de zhu, dadi de zhu, quan shi jie de zhu!"},{"SurahNumber":45,"VerseNumber":37,"Text":"Tiandi jian de weida, zhi shuyu ta; ta shi wanneng de, shi zhi rui de."}]}