{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Alaha hi hai jisane tuhade la'i sagara nu vasa vica kara dita hai. Tam ki usa de hukama nala usa vica kisati'am calana, tam ki tusim usa di kirapa talasa karo ate tam jo tusim sukara guzara hovo"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ate usa ne apane valom akasam ate dharati di'am sapurana cizam nu tuhade vasa vica kara dita hai. Besaka isa vica nisani'am hana unham lokam la'i jihare socade hana"},{"SurahNumber":45,"VerseNumber":14,"Text":"Imana vali'am nu akho, ki unham lokam nu mu'afa karana jihare alaha de dinam di umida nahim rakhade. Tam ki alaha ika kauma nu usa di kama'i da badala deve"},{"SurahNumber":45,"VerseNumber":15,"Text":"Jihara bada bhale karama karega, usa da labha usa la'i hi hai. Ate jihara bada bure kama karega tam usa di bipata vi usa te hi pavegi. Phira tusim apane raba vala maure javoge"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ate asim isara'ila di aulada nu kitaba ate hukama (nirana karana di takata) te paigabari pradana kiti ate unham nu pavitara rizaka bakhasi'a ate asim' unham nu sasara vali'am te utamata bakhasi"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ate asim unham nu dina de sabadha vica pratakha pramana dite. Phira unham ne apasi hatha dharami nala matabheda kite. Paratu (uha vi) isa tom ba'ada ki unham de kola gi'ana a cuki'a si. Besaka tera raba ki'amata de dina unham de vicakara faisala kara devega, unham cizam de sabadha vica jinham sare uha apisa vica matabheda karade sana"},{"SurahNumber":45,"VerseNumber":18,"Text":"Phira asim tuhanu dina de ika sapasata raha te sathapita kita. Tusim usa te hi calo. Ate unham lokam di'am ichavam da palana na karo jihare gi'ana nahim rakhade"},{"SurahNumber":45,"VerseNumber":19,"Text":"Iha loka alaha de mukabale vica tuhade kujha kama nahi a sakade. Ate zalima loka ika duje de mitara hana. Ate bhai rakhana vali'am da mitara alaha hai"},{"SurahNumber":45,"VerseNumber":20,"Text":"Iha lokam la'i bibeka di'am galam hana. Nasihata ate rahimata unham lokam la'i hana, jihare visavasa karana"},{"SurahNumber":45,"VerseNumber":21,"Text":"Ki uha loka jinham ne mare kama kite hana, uha samajhade hana ki asim unham lokam nu unham varaga kara devange, jinham ne imana li'anda ate bhale karama kite. Unham sari'am da ji'una marana barabara ho jave. Bahuta mara faisala hai, jihara uha kara rahe hana"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ate alaha ne akasam ate dharati nu yojana de nala paida kita tam ki hareka bade nu usa de kite da badala dita jave. Ate unham te ko'i zulama nahim hovega"},{"SurahNumber":45,"VerseNumber":23,"Text":"Ki tusim usa bade nu dekhi'a, jisa ne apani icha nu apana puja bana rakhi'a hai. Ate alaha ne usa de gi'ana de bavajuda usa nu kurahe pa dita hai. Ate usa de kana ate usa de dila te muhara laga diti hai ate usa di'am akham te parada pa dita hai. Tam ajihe bade nu kauna nasihata de sakada hai. Isa tom ba'ada ki alaha ne usa nu bhataka dita hove. Ki tusim dhi'ana nahim dide"},{"SurahNumber":45,"VerseNumber":24,"Text":"Ate uha akhade hana, ki sade isa sasara de jivana tom sina ko'i hora jivana nahim. Asim marade ham ate ji'unde ham ate sanu tam sirafa (samem va) kala cakara hi nasa karada hai. Ate unham nu isa sabadha vica ko'i gi'ana nahim. Uha sirafa kalapana de adhara te ajiha akhade hana"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ate jadom' unham nu sadi'am sapasata a'itam suna'i'am jandi'am hana, tam unham de kola isa tom bina ko'i taraka nahim huda, ki sade pi'u- dadi'am nu ji'unde karake li'a'u, jekara tusim sace ho"},{"SurahNumber":45,"VerseNumber":26,"Text":"Akho, ki alaha hi tuhanu jivata karada hai, phira uha tuhanu marada hai. Phira uha ki'amata de dina tuhanu ikathi'am karega. Isa vica ko'i saka nahim, paratu zi'adatara loka nahim samajhade"},{"SurahNumber":45,"VerseNumber":27,"Text":"Ate alaha hi da samaraja hai akasam ate dharati ate jisa vina ki'amata avegi, usa dina jhutha nu manana vale ghate vica painage"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ate tusi' dekhoge ki hareka varaga apane godi'am bhara diga pavega. Hareka varaga apane karama pataram vala sadi'a javega. Aja tuhanu usa karama da fala dita javega jihare tusim karade sana"},{"SurahNumber":45,"VerseNumber":29,"Text":"Iha sadi kitaba hai jihari tuhade upara thika thika gavahi de rahi hai. Asim likhava'unde ja rahe sana jihara kujha tusim karade si"},{"SurahNumber":45,"VerseNumber":30,"Text":"So jihare loka imana li'a'e ate jinham ne cage karama kite, tam unham da raba unham nu apani rahimata vica dakhila karega. Iha hi vadi safalata hai"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ate jinham ne inakara kita (unham nu kiha javega) ki tuhanu meri'am a'itam parha ke nahim suna'i'am jandi'am sana. Tam tusim hakara kita ate tusim aparadhi loka si"},{"SurahNumber":45,"VerseNumber":32,"Text":"Ate jadom kiha janda si ki alaha da va'ada saca hai ate ki'amata vica ko'i saka nahim. Tam tusim akhade si ki asim nahim janade ki ki'amata ki ciza hai. Asim tam sirafa ika bharama jiha rakhade ham. Ate asi' isa upara bharosa karana vale nahim"},{"SurahNumber":45,"VerseNumber":33,"Text":"Ate unham te unham de karamam di'am bura'i'am pragata ho janagi'am ate uha ciza unham nu ghera lavegi. Jisa da uha mazaka bana'unde sana"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ate akhi'a javega ki aja asim tuhanu bhula devange, jisa taram tusim apane usa dina (ki'amata) de a'una nu bhula rakhi'a hai. Tuhada tikana aga hai ate ko'i tuhada saha'ika nahim"},{"SurahNumber":45,"VerseNumber":35,"Text":"Iha isa karana ki tusim alaha di'am a'itam da mazaka kita. Ate duni'avi de jivana ne tuhanu dhokhe vica pa rakhi'a hai. So aja uha usa vicom' kadhe janage. Ate unham di mu'afi vi savikara nahim kiti javegi"},{"SurahNumber":45,"VerseNumber":36,"Text":"Isa la'i sari prasasa alaha la'i hai, jihara akasam, dharati ate sare sasara da palanahara hai"},{"SurahNumber":45,"VerseNumber":37,"Text":"Usa la'i hi dharati ate akasam vica vadi'a'i hai. Ate uha (alaha) takatavara ate bibeka vala hai"}]}