{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta’, Sin . Acestea sunt versetele Coranului, ale unei Carþi limpezi"},{"SurahNumber":27,"VerseNumber":2,"Text":"O calauza ºi o bunavestire pentru dreptcredincioºii"},{"SurahNumber":27,"VerseNumber":3,"Text":"Care implinesc Rugaciunea [As-Salat], achita Dania [Az-Zakat] ºi cred cu tarie in Lumea de Apoi"},{"SurahNumber":27,"VerseNumber":4,"Text":"Acelora care nu cred in Lumea de Apoi Noi le-am infrumuseþat faptele, iar ei sunt in cumplita ratacire"},{"SurahNumber":27,"VerseNumber":5,"Text":"Aceºtia sunt cei care vor avea parte de rea osanda, iar in Lumea deApoi ei sunt cei care vor pierde cel mai mult"},{"SurahNumber":27,"VerseNumber":6,"Text":"Tu primeºti Coranul de la un Inþelept, de la un Invaþat Bineºtiutor"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Adu-þi aminte] cand a zis Moise familiei sale : “Eu zaresc un foc.Va voi aduce o veste de la el sau va voi aduce un taciune aprins,pentru ca voi sa va incalziþi”"},{"SurahNumber":27,"VerseNumber":8,"Text":"ªi cand a venit la el, i s-a zis lui: “Binecuvantat este Cel ce e in foc ºi cel ce este in jurul lui! Marire lui Allah, Stapanul Lumilor"},{"SurahNumber":27,"VerseNumber":9,"Text":"O, Moise! Eu sunt Allah Cel Preaputernic [ºi] Inþelept [Al-’Aziz, Al- Hakim]"},{"SurahNumber":27,"VerseNumber":10,"Text":"Arunca toiagul tau!“ ªi cand l-a vazut miºcandu-se ca un ºarpe,a apucat-o la fuga, fara sa se mai intoarca. “O, Moise, nu te teme! Tri-miºii nu se tem la Mine!”"},{"SurahNumber":27,"VerseNumber":11,"Text":"“Dar daca cineva a fost nedrept, insa apoi a schimbat raul cu bine, Eu sunt Iertator, Indurator [Ghafur, Rahim]"},{"SurahNumber":27,"VerseNumber":12,"Text":"Vara-þi mana in deschizatura camaºii tale! Ea va ieºi alba, faranici un rau - [una] din cele noua minuni pentru Faraon ºi neamul sau , fiindca e"},{"SurahNumber":27,"VerseNumber":13,"Text":"ªi cand minunile Noastre li s-au aratat lor limpezi, au zis ei:“Aceasta este fermecatura invederata!”"},{"SurahNumber":27,"VerseNumber":14,"Text":"ªi le-au tagaduit ei, cu nedreptate ºi ingamfare, macar ca sufletele lor erau incredinþate de ele. ªi priveºte care a fost sfarºitul celor care au semanat stricare"},{"SurahNumber":27,"VerseNumber":15,"Text":"Noi le-am dat lui David ºi lui Solomon ºtiinþa ºi au zis ei: “Marirelui Allah care ne-a ales pe noi inaintea multora dintre robii Sai credincioºi!”"},{"SurahNumber":27,"VerseNumber":16,"Text":"ªi Solomon l-a moºtenit pe David ºi a zis: “O, voi oameni! Noi am fost invaþaþi graiul pasarilor ºi ni s-a dat noua din toate lucrurile. Acesta este harul cel limpede!”"},{"SurahNumber":27,"VerseNumber":17,"Text":"ªi au fost adunate la Solomon oºtile sale de djinni, de oameni ºi de pasari ºi au fost ele aranjate in cete"},{"SurahNumber":27,"VerseNumber":18,"Text":"ªi cand au sosit ele din Valea Furnicilor, a zis o furnica: “O, voi furnicilor! Intraþi in casele voastre, ca sa nu va striveasca Solomon ºi oºtile sale, fara ca ei sa-ºi dea sea"},{"SurahNumber":27,"VerseNumber":19,"Text":"El a suras, veselindu-se de vorbele ei, ºi a zis: \"Doamne,ingaduie-mi mie sa-Þi mulþumesc pentru harul pe care l-ai revarsat asupra mea ºi asupra parinþilor mei ºi sa"},{"SurahNumber":27,"VerseNumber":20,"Text":"Apoi a cercetat el pasarile ºi a zis: “De ce nu vad eu pupaza? Ofi ea dintre cei care sunt absenþi"},{"SurahNumber":27,"VerseNumber":21,"Text":"O voi chinui cu aspra cazna sau o voi injunghia! Doar daca imi va aduce ea dovada desluºita!”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Dar ea nu a ramas [absenta] prea mult ºi [s-a ivit], zicand : “Eu am aflat ceea ce tu nu ºtii! Iþi aduc din Saba´ o veste sigura"},{"SurahNumber":27,"VerseNumber":23,"Text":"Eu am aflat o femeie care imparaþeºte peste ei. ªi i s-au dat ei din toate lucrurile. ªi are ea un tron minunat"},{"SurahNumber":27,"VerseNumber":24,"Text":"Am aflat-o prosternandu-se impreuna cu neamul ei dinaintea Soarelui, in loc de Allah. ªeitan le-a impodobit faptele lor ºi i-a abatut pe ei de la cale ºi nu sunt ei bine calauziþi"},{"SurahNumber":27,"VerseNumber":25,"Text":"Oare nu voiesc ei sa se prosterneze lui Allah care face sa iasa la iveala cele ascunse in ceruri ºi pre pamant ºi care ºtie atat ceea ce þin ei ascuns cat ºi ceea ce marturisesc ei?”"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah! Nu exista alta divinitate in afara de El, Stapanul Tronului minunat!”"}]}