{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Mən ozumə bəraət qazandırmıram. Cunki, Rəbbimin rəhm etdiyi kəs istisna olmaqla, nəfs adama pis isləri əmr edər. Həqiqətən, Rəbbim Bagıslayandır, Rəhmlidir”"},{"SurahNumber":12,"VerseNumber":54,"Text":"Padsah dedi: “Onu yanıma gətirin! Onu ozumə yaxın adam edəcəyəm”. Onunla sohbət etdikdə: “Sən bu gun yanımızda yuksək məqam sahibi, etibarlı bir adamsan”– dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yusuf dedi: “Bu yerin xəzinələrini qorumagı mənə tapsır. Cunki mən qoruyanam, bu isi bilənəm”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Beləliklə, Yusufa yer uzundə hokmranlıq verdik. O, istədiyi yerdə qala bilərdi. Biz istədiyimizə mərhəmətimizi nəsib edirik və yaxsı is gorənlərin mukafatını əsirgəmirik"},{"SurahNumber":12,"VerseNumber":57,"Text":"Iman gətirənlər və muttəqi olanlar ucun, əlbəttə, axirət mukafatı daha xeyirlidir"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusufun qardasları Misirə gəlib onun yanına daxil oldular. Yusuf onları tanıdı, onlar isə onu tanımadılar"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yusuf onların ərzaq yuklərini hazırlayarkən dedi: “Atabir qardasınızı yanıma gətirin! Məgər gormursunuzmu ki, mən olcuyə tam riayət edirəm və mən qonaqpərvərlərin ən yaxsısıyam"},{"SurahNumber":12,"VerseNumber":60,"Text":"Əgər onu yanıma gətirməsəniz, mənim yanımda sizin ucun bir qab belə ərzaq verilməyəcək, ozunuz də mənə yaxınlasmayın”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Onlar dedilər: “Ona gorə atasını razı salmaga calısarıq. Biz əlbəttə, bunu edərik”"},{"SurahNumber":12,"VerseNumber":62,"Text":"O, oz xidmətcilərinə dedi: “Onların taxıl əvəzinə odədikləri mallarını da yuklərinin icinə qoyun ki, ailələrinin yanına dondukdə onu basa dussunlər və ola bilsin ki, qayıtsınlar”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Onlar atalarının yanına qayıtdıqda dedilər: “Ey atamız! Daha bizə ərzaq verilməyəcək. Olcub ərzaq almaq ucun qardasımızı bizimlə birlikdə gondər. Subhəsiz ki, biz onu qoruyacagıq”"},{"SurahNumber":12,"VerseNumber":64,"Text":"O dedi: “Daha oncə qardasını sizə etibar etdiyim kimi, hec onu sizə etibar edə bilərəmmi? Allah daha yaxsı qoruyur. O, rəhmlilərin ən rəhmlisidir”"},{"SurahNumber":12,"VerseNumber":65,"Text":"Onlar yuklərini acdıqda verdikləri mallarının da ozlərinə qaytarıldıgını gorub dedilər: “Ey atamız! Bizə daha nə lazımdır ki? Budur, sərmayəmiz ozumuzə qaytarılıb. Biz ailəmizi ərzaqla təmin edər, qardasımızı qoruyar və bir dəvə yuku artıq ərzaq alarıq. Bu isə satın aldıgımızın az bir miqdarıdır”"},{"SurahNumber":12,"VerseNumber":66,"Text":"O dedi: “Əhatə olunub carəsiz qalmanız istisna olmaqla, onu yanıma gətirəcəyinizə dair Allaha and icməyincə onu sizinlə gondərməyəcəyəm”. Onlar and icdikdə Yaqub dedi: “Allah soylədiklərimizə Vəkildir”"},{"SurahNumber":12,"VerseNumber":67,"Text":"O dedi: “Ey ogullarım! Səhərə bir qapıdan girməyin, ayrı-ayrı qapılardan girin. Allahın iradəsinə qarsı isə hec bir seylə sizə fayda verə bilmərəm. Hokm yalnız Allahındır. Mən ancaq Ona təvəkkul edirəm. Qoy təvəkkul edənlər də ancaq Ona təvəkkul etsinlər”"},{"SurahNumber":12,"VerseNumber":68,"Text":"Atalarının onlara əmr etdiyi yerlərdən daxil olmalarının Allahın yanında onlar ucun hec bir faydası olmadı, lakin bu, Yaqubun nəfsindəki bir istək idi ki, onu da yerinə yetirdi. Həqiqətən də, o, elm sahibi idi, cunki onu Biz oyrətmisdik. Lakin insanların coxu bunu bilmir"},{"SurahNumber":12,"VerseNumber":69,"Text":"Onlar Yusufun yanına daxil olduqda o, qardasını bərk-bərk qucaqlayıb dedi: “Mən sənin qardasınam. Onların tutduqları islərə gorə kədərlənmə”"},{"SurahNumber":12,"VerseNumber":70,"Text":"Yusuf onları azuqə ilə təmin edərkən qardasının yukunun icinə bir piyalə qoydu. Sonra bir carcı qısqırıb dedi: “Ey karvan əhli! Siz ogrusunuz!”"},{"SurahNumber":12,"VerseNumber":71,"Text":"Qardaslar onlara tərəf donub: “Nə itirmisiniz?”– dedilər"},{"SurahNumber":12,"VerseNumber":72,"Text":"Onlar dedilər: “Padsahın piyaləsini itirmisik. Onu gətirənə bir dəvə yuku ərzaq veriləcək”. Carcı: “Mən buna zaminəm!”– dedi"},{"SurahNumber":12,"VerseNumber":73,"Text":"Onlar dedilər: “Allaha and olsun! Siz bilirsiniz ki, biz bu yerlərə fitnə-fəsad torətmək ucun gəlməmisik və biz ogru da deyilik“"},{"SurahNumber":12,"VerseNumber":74,"Text":"Onlar dedilər: “Əgər yalancısınızsa, onda onun cəzası nədir?”"},{"SurahNumber":12,"VerseNumber":75,"Text":"Qardaslar dedilər: “Onun cəzası – itmis piyalə yukundə tapılan kimsənin ozunun kolə edilərək cəzalandırılmasıdır. Biz zalımları belə cəzalandırırıq”"},{"SurahNumber":12,"VerseNumber":76,"Text":"O, qardasının yukundən əvvəl onların yuklərini axtarmaga basladı, sonra da piyaləni qardasının yukundən cıxartdı. Biz Yusufa belə bir tədbir oyrətdik. Allahın istəyi olmasaydı, padsahın qanunlarına gorə, o, qardasını tutub oz yanında saxlaya bilməzdi. Biz istədiyimiz kəsi dərəcə-dərəcə yuksəldirik. Hər bilik sahibindən də ustun bir bilən vardır"}]}