{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"durahankarulaina atani jati nayakulannaru: \"O su'aib! Memu ninnu mariyu nito patu visvasincina varini, ma naragam nundi tappaka vedalagodtamu. Leda miru tirigi ma dharmanloki randi!\" Atanannadu: \"Memu danini asahyincukunnappatiki (mi dharmanloki cerala)"},{"SurahNumber":7,"VerseNumber":89,"Text":"(inka ila annadu): \"Vastavanga allah maku (mi dharmam nundi) vimukti kaligincina taruvata kuda memu tirigi mi dharmanloki cerite! Memu allah pai abad'dham kalpincina varamavutamu. Ma prabhuvaina allah korite tappa! Memu tirigi danilo ceralemu. Ma prabhuvu jnanam prati vastuvunu avarinci undi. Memu allah painane adharapadi unnamu. 'O ma prabhu! Ma madhya mariyu ma jativari madhya n'yayanga tirpu ceyi. Mariyu nive atyuttamamaina tirpu cesevadavu"},{"SurahNumber":7,"VerseNumber":90,"Text":"mariyu atana jatiloni satyatiraskarulaina nayakulu annaru: \"Okavela miru su'aib nu anusariste! Niscayanga miru nastam pondina varavutaru"},{"SurahNumber":7,"VerseNumber":91,"Text":"appudu varini oka bhukampam pattukunnadi mariyu varu tama indlalone borla (savalai) padipoyaru"},{"SurahNumber":7,"VerseNumber":92,"Text":"Su'aib nu abad'dhamadutunnadani tiraskarincinavaru akkada ennadu nivasinci undane ledannatluga nasinci poyaru. Su'aib nu abad'dhamadutunnadani tiraskarincina vare vastavaniki nastam pondina varayyaru"},{"SurahNumber":7,"VerseNumber":93,"Text":"(su'aib) ila antu vari nundi marali poyadu: \"Na jati prajalara! Vastavanga nenu na prabhuvu sandesalanu miku andajesanu mariyu miku hitopadesam cesanu. Kavuna ipudu satyatiraskarulaina jativari koraku nenenduku duhkhincali"},{"SurahNumber":7,"VerseNumber":94,"Text":"mariyu memu e nagaraniki pravaktanu pampina! Dani prajalanu apadalaku mariyu daurbhagyaniki guri ceyakunda undaledu, varu ilagaina vinamrulu avutaremonani"},{"SurahNumber":7,"VerseNumber":95,"Text":"a taruvata vari dusthitini, susthitiga marcina pidapa varu hayiga untu, ila annaru: \"Vastavaniki kastasukhalu ma purvikulaku kuda sambhavincayi.\" Kavuna memu varini akasmattuga pattukunnamu mariyu varu danini grahincaleka poyaru"},{"SurahNumber":7,"VerseNumber":96,"Text":"mariyu okavela a nagaravasulu visvasinci, daivabhiti kaligi unte - memu varipai akasam nundi mariyu bhumi nundi - sarvasubhala nosangi undevaram. Kani varu (pravaktalanu) asatyavadulani tiraskarincaru, kanuka varu cesina karmalaku phalitanga memu varini siksincamu"},{"SurahNumber":7,"VerseNumber":97,"Text":"emi? I nagaralavasulu, tamu nidrapoyetappudu ratri samayamana vacce ma siksa nundi suraksitanga unnara"},{"SurahNumber":7,"VerseNumber":98,"Text":"leda i nagarala vasulu, pattapagalu tamu kalaksepanlo unnappudu vacce ma siksa nundi suraksitanga unnara"},{"SurahNumber":7,"VerseNumber":99,"Text":"emi? Varu allah yukti (siksa) nundi nirbhayanga unnara? Nasanam kaboye varu tappa itara jati varevvaru allah yukti gurinci nirbhayanga undajalaru"},{"SurahNumber":7,"VerseNumber":100,"Text":"Emi? Purvapu bhulokavasula taruvata, bhumiki varasulayina variki, memu korite vari papala valana variki kuda siksa vidhincagalamani upadesam andaleda? Mariyu memu, vari hrdayala mida mudra vesi unnamu, dani valla varu (ma hitopadesanni) vinalekunnaru"},{"SurahNumber":7,"VerseNumber":101,"Text":"i nagarala vrttantalanu konnintini memu niku vinipistunnamu. Mariyu vastavaniki vari vaddaku vari pravaktalu spastamaina (nidarsanalu) tisukoni vaccaru. Kani varu mundu tiraskarincina danini marala visvasincaledu. I vidhanga allah satyatiraskarula hrdayalapai mudra vestadu"},{"SurahNumber":7,"VerseNumber":102,"Text":"mariyu memu varilo cala mandini tama vagdananni patince variga cudaledu. Mariyu vastavaniki varilo cala mandini dustulugane (phasikhin gane) pondamu (cusamu)"},{"SurahNumber":7,"VerseNumber":103,"Text":"a taruvata memu musanu ma sucanalato phir'aun mariyu atani nayakula vaddaku pampamu. Varu vati (ma sucanala) patla durmarganto pravartincaru. Kavuna cudandi, daurjan'yaparula gati emayindo"},{"SurahNumber":7,"VerseNumber":104,"Text":"mariyu musa annadu: \"O phir'aun! Nenu niscayanga, sarvalokala prabhuvu yokka sandesaharudanu"},{"SurahNumber":7,"VerseNumber":105,"Text":"allah nu gurinci satyam tappa mare visayanni palakani badhyata galavadanu. Vastavaniki, nenu mi vaddaku, mi prabhuvu taraphu nundi spastamaina sucanalu tisukoni vaccanu, kavuna israyil santati varini na venta ponivvu"},{"SurahNumber":7,"VerseNumber":106,"Text":"(phir'aun) annadu: \"Nivu edaina sucananu tisukoni vacci unte - nivu satyavantudave ayite - danini tisukonira"},{"SurahNumber":7,"VerseNumber":107,"Text":"appudu (musa) tana cetikarranu visiradu, akasmattuga adi oka spastamaina pedda sarpanga (su'aban ga) maripoyindi"},{"SurahNumber":7,"VerseNumber":108,"Text":"mariyu atadu tana cetini bayatiki tisadu. Ika adi cuse variki tellaga merustu kanipincindi"},{"SurahNumber":7,"VerseNumber":109,"Text":"(idi cusi), phir'aun jati nayakulu annaru: \"Niscayanga, itadu nerpu gala oka goppa mantrikudu"},{"SurahNumber":7,"VerseNumber":110,"Text":"(Phir'aun annadu): \"Itadu mim'malni mi bhumi nundi vedala gotta gorutunnadu. Ayite! Mi salaha emiti"},{"SurahNumber":7,"VerseNumber":111,"Text":"varannaru: \"Ataniki (musaku) mariyu atani sodaruniki konta vyavadhi nicci, anni nagaralaku bantulanu pampu"},{"SurahNumber":7,"VerseNumber":112,"Text":"varu nipunulaina prati mantrikunni ni vaddaku tisukoni vastaru"},{"SurahNumber":7,"VerseNumber":113,"Text":"mariyu mantrikulandaru phir'aun vaddaku vacci: \"Okavela memu geliste maku pratiphalam tappakunda untundi kada!\" Ani annaru"},{"SurahNumber":7,"VerseNumber":114,"Text":"(phir'aun) annadu: \"Avunu, niscayanga miru na sannidhyanni kuda pondutaru"},{"SurahNumber":7,"VerseNumber":115,"Text":"varannaru: \"O musa! (Mundu) nivu visurutava? Leka memu visarala"},{"SurahNumber":7,"VerseNumber":116,"Text":"(musa) annadu: \"(Mundu) mire visarandi!\" Varu (tama karralanu) visiri, prajala cupulanu mantramugdham cestu variki bhayam kaligince oka adbhutamaina mayajalanni pradarsincaru"}]}