{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"“A sta te je pozurilo od naroda tvog, o Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Rece: “Oni su ti koji su mi na tragu, a pozurio sam Tebi Gospodaru moj, da budes zadovoljan.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Rece: “Pa uistinu, Mi smo vec iskusavali narod tvoj poslije tebe i zaveo ih je Samirijja.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Pa se vrati Musa narodu svom srdit, tuzan. Rece: “O narode moj! Zar vam nije dao Gospodar vas obecanje lijepo? Pa zar vam se oduzio rok, ili zelite da vas snađe srdzba Gospodara vaseg, pa ste mi prekrsili obecanje?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Rekose: “Nismo ti prekrsili obecanje svojom voljom, nego smo mi bili natovareni teretima nakita narodnog, pa smo ih ubacili, te je isto tako bacio Samirijja"},{"SurahNumber":20,"VerseNumber":88,"Text":"Pa im je izvadio tele - tijelo, imalo je ono (moc) mukanja, te rekose: “Ovo je bog vas i bog Musaov - ta zaboravio je.”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Pa zar ne vide da im ne uzvraca govor, i ne vlada im stetom niti koriscu"},{"SurahNumber":20,"VerseNumber":90,"Text":"A doista im je rekao Harun jos prije: “O narode moj! Njime ste samo iskusani. A uistinu, Gospodar vas je Milostivi, zato me slijedite i poslusajte naredbu moju.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Rekli su: “Necemo njemu prestati biti odani dok nam se Musa ne vrati.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"Rece: “O Harune! Sta te je zadrzalo kad si ih vidio da lutaju"},{"SurahNumber":20,"VerseNumber":93,"Text":"Da me ne slijedis? Pa zar si se suprotstavio naredbi mojoj?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"Rece: “O sine majke moje! Ne grabi me za bradu moju, niti glavu moju! Uistinu, ja sam se bojao da ne kazes: ’Razjedinio si sinove Israilove i nisi cekao moju rijec.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"Rece: “Pa sta je stvar tvoja, o Samirijja?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"Rece: “Opazio sam ono sta nisu spazili, pa sam zgrabio saku (prasine) iz traga izaslanika, te je odbacio; a tako me je navela moja dusa.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"Rece: “Onda idi! Pa uistinu, za tebe je da u zivotu govoris: ’Ne dotici.’ I uistinu, ti imas rok koji te nece iznevjeriti. I gledaj ka bogu svom, onom kojem si stalno privrzen: sigurno cemo ga spaliti, zatim cemo ga sigurno potpuno u more rasprsiti"},{"SurahNumber":20,"VerseNumber":98,"Text":"Vas Bog je jedino Allah koji - nema boga osim Njega - obuhvata svaku stvar znanjem.”"},{"SurahNumber":20,"VerseNumber":99,"Text":"Tako tebi kazasmo neke vijesti, ono sto je vec prethodilo, a doista smo ti dali od Nas Opomenu"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ko se od nje odvrati, pa uistinu ce on na Dan kijameta nositi teret"},{"SurahNumber":20,"VerseNumber":101,"Text":"Vjecno ce biti u njemu. A zlo je opterecenje za njih na Dan kijameta"},{"SurahNumber":20,"VerseNumber":102,"Text":"Dan kad se puhne u sur, i saberemo zlocince Tog dana modre"},{"SurahNumber":20,"VerseNumber":103,"Text":"Tiho ce međusobno govoriti: “Ostali ste samo deset.”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Mi smo Najbolji znalac onog sta ce govoriti, kad rekne tarikatom najprimjerniji njihov: “Ostali ste samo dan.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"I pitaju te o planinama, pa reci: “Smrvit ce ih Gospodar moj u prasinu drobljenjem"},{"SurahNumber":20,"VerseNumber":106,"Text":"Te ih ostaviti ravnicom, pustopoljinom"},{"SurahNumber":20,"VerseNumber":107,"Text":"Neces vidjeti na njoj iskrivljenost, niti neravninu.”"},{"SurahNumber":20,"VerseNumber":108,"Text":"Tog dana slijedit ce pozivaca, kojem nema odstupanja i stisace se glasovi Milostivom, pa neces cuti, izuzev sapat"},{"SurahNumber":20,"VerseNumber":109,"Text":"Tog dana nece koristiti posredovanje, izuzev kome dozvoli Milostivi, i zadovolji njegova rijec"},{"SurahNumber":20,"VerseNumber":110,"Text":"Zna sta je ispred njih i sta je iza njih, a ne obuhvataju to znanjem"}]}