{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Cand Cuvantul va cadea asupra lor, le vom scoate din pamant o fiara care va spune oamenilor ca nu cred cu tarie in semnele Noastre.”"},{"SurahNumber":27,"VerseNumber":83,"Text":"In Ziua aceea vom aduna din fiece semintie o gramada din cei care au socotit semnele Noastre minciuni, si ii vor randui"},{"SurahNumber":27,"VerseNumber":84,"Text":"Cand vor veni, Dumnezeu le va spune: “Nu ati socotit semnele Mele minciuni fara sa le fi cuprins cu stiinta? Ce ati facut, asadar?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"Cuvantul va cadea asupra lor, caci au fost nedrepti, iar ei nu vor putea vorbi"},{"SurahNumber":27,"VerseNumber":86,"Text":"Ei nu vad ca le-am facut noaptea sa se odihneasca si ziua sa vada deslusit? Intru aceasta sunt semne pentru un popor care crede"},{"SurahNumber":27,"VerseNumber":87,"Text":"In Ziua cand se va sufla in trambita, cei care sunt in ceruri si pe pamant vor fi ingroziti in afara de cei pe care Dumnezeu vrea sa-i izbaveasca. Toti vor veni catre El smerindu-se"},{"SurahNumber":27,"VerseNumber":88,"Text":"Vei vedea muntii pe care i-ai socotit intepeniti trecand ca norii. Acesta este zidirea lui Dumnezeu, Cel ce face totul desavarsit. El este Cunoscator a ceea ce faceti"},{"SurahNumber":27,"VerseNumber":89,"Text":"Cei care vor veni in Ziua aceasta cu un bine, vor avea si mai bine si vor fi feriti de orice groaza"},{"SurahNumber":27,"VerseNumber":90,"Text":"Cei care vor veni cu un rau, vor fi aruncati cu fata in foc: “Sunteti oare rasplatiti pentru altceva decat pentru ceea ce ati facut?”"},{"SurahNumber":27,"VerseNumber":91,"Text":"“Mie mi s-a poruncit doar sa ma inchin Domnului acestei cetati pe care o sfintit-o. Al Lui este totul! Mie mi s-a poruncit sa fiu printre cei supusi"},{"SurahNumber":27,"VerseNumber":92,"Text":"si sa recit Coranul.” Cel ce este bine calauzit, este calauzit pentru sufletul sau. Spune celui ratacit: “Eu sunt numai dintre predicatori!”"},{"SurahNumber":27,"VerseNumber":93,"Text":"Spune: “Lauda lui Dumnezeu! El va va arata curand semnele Sale si voi le veti cunoaste.” Domnul tau nu este nepasator la ceea ce faceti"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Acestea sunt versetele Cartii deslusite"},{"SurahNumber":28,"VerseNumber":3,"Text":"Noi iti recitam intru adevar din povestea lui Moise si a lui Faraon pentru un popor ce crede"},{"SurahNumber":28,"VerseNumber":4,"Text":"Faraon era semet pe pamant si a impartit oamenii in obsti, apoi a cautat sa slabeasca una dintre obsti, injunghiindu-i pe fiii ei si lasandu-le pe femei in viata. El era dintre cei care seamana stricaciunea"},{"SurahNumber":28,"VerseNumber":5,"Text":"Noi am vrut sa-i ocrotim pe cei napastuiti de pe pamant, facandu-i capetenii, facandu-i mostenitori"},{"SurahNumber":28,"VerseNumber":6,"Text":"ca sa le dam un loc pe pamant si sa le aratam astfel lui Faraon, lui Haman si ostirilor lor pe cea de care se fereau"},{"SurahNumber":28,"VerseNumber":7,"Text":"Noi i-am dezvaluit mamei lui Moise: “Alapteaza-l si daca te temi pentru el, da-i drumul pe fluviu. Nu te teme si nu te mahni, caci ti-l vom inapoia si il vom face dintre trimisi.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Oamenii lui Faraon l-au cules ca sa le fie lor vrajmas si pricina de mahnire. Faraon, Haman si ostirile lor au fost pacatosi"},{"SurahNumber":28,"VerseNumber":9,"Text":"Femeia lui Faraon spuse: “Bucurie a ochilor mei si a lor tai! Nu-l omorati! Poate va va fi de folos ori poate il veti lua voua fiu.” Ei nu si-au dat insa seama"},{"SurahNumber":28,"VerseNumber":10,"Text":"Sufletul mamei lui Moise se goli de tot si era cat pe ce sa-l dea in vileag, daca Noi nu i-am fi legat inima ca sa fie dintre credinciosi"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ea ii spuse surorii lui: “Urmareste-l!” Aceasta il urmari cu privirea de departe fara ca cineva sa bage de seama"}]}