{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Els seus Missatgers van dir «És possible dubtar d'Al·là, creador dels cels i de la terra? Ell us crida per a perdonar-vos els vostres pecats i remetre-us a un termini fix». Van dir: «No sou més que uns mortals com nosaltres. Voleu apartar-nos dels déus a qui els nostres avantpassats servien. Aporteu-nos, doncs, una autoritat evident!»"},{"SurahNumber":14,"VerseNumber":11,"Text":"Els seves Missatgers els van dir: «No som més que uns mortals com vosaltres, però Al·là agracia a qui Ell vol dels seus serfs. I nosaltres no podem aportar-vos una autoritat sinó amb permís d'Al·là. Que els creients confiïn en Al·là!»"},{"SurahNumber":14,"VerseNumber":12,"Text":"Com no anem a posar nosaltres la nostra confiança en Al·là, si ens ha dirigit en els nostres camins? Tindrem, certament, paciència, a pesar del molt que ens molesteu. Que els que confien, confiïn en Al·là"},{"SurahNumber":14,"VerseNumber":13,"Text":"Els infidels van dir al seus Missatgers: «Hem d'expulsar- vos del nostre territori, tret que torneu a la nostra religió!» El seu Senyor els va inspirar: «Hem de fer perir als impius"},{"SurahNumber":14,"VerseNumber":14,"Text":"i hem d'instal·lar-vos, després d'ells, en la terra! Això és per a qui temi La meva condició i temi La meva amenaça»"},{"SurahNumber":14,"VerseNumber":15,"Text":"Van demanar auxili i tot tirà desviat va sofrir una decepció"},{"SurahNumber":14,"VerseNumber":16,"Text":"Li espera la Jahenam i se li donarà a beure una barreja de pus i sang"},{"SurahNumber":14,"VerseNumber":17,"Text":"a glops, que tot just podrà passar. La mort vindrà a ell pertot arreu, sense que arribi a morir. Li espera un dur càstig"},{"SurahNumber":14,"VerseNumber":18,"Text":"Les obres de qui no creuen en el seu Senyor són com cendres assotades pel vent en un dia de tempesta. No poden esperar gens pel que han merescut. Aquest és la profunda pèrdua"},{"SurahNumber":14,"VerseNumber":19,"Text":"No has vist que Al·là ha creat amb una fi els cels i la terra? Si Ell volgués, us faria desaparèixer i us substituiria per creatures noves"},{"SurahNumber":14,"VerseNumber":20,"Text":"I això no seria difícil per a Al·là"},{"SurahNumber":14,"VerseNumber":21,"Text":"Tots compareixeran davant Al·là. Els febles diran llavors als altius: «Nosaltres us seguíem. No podríeu ara servir-nos d'alguna cosa contra el càstig d'Al·là?» Diran: «Si Al·là ens hagués dirigit, us hauríem dirigit. Dóna igual que ens impacientem o que tinguem paciència: no tenim escapi...»"},{"SurahNumber":14,"VerseNumber":22,"Text":"El Dimoni dirà quan es decideixi la cosa: «Al·là us va fer una promesa de debò, però jo us vaig fer una que no he complert. No tenia més poder sobre vosaltres que per a cridar- vos i em vau escoltar. No em censureu, doncs, a mi, sinó censureu-vos a vosaltres mateixos! Ni jo puc socórrer-vos, ni vosaltres podeu socórrer-me. Nego que m'hàgiu associat abans a Al·là». Els impius tindran un càstig dolorós"},{"SurahNumber":14,"VerseNumber":23,"Text":"mentre que a qui hagin cregut i obrat el bé se'ls introduirà en jardins pels baixos dels quals fluïxen rierols i en els quals estaran, amb permís del seu Senyor, eternament. Com salutació escoltaran: «Pau!»"},{"SurahNumber":14,"VerseNumber":24,"Text":"No has vist com ha proposat Al·là com símil una bona paraula, semblant a un arbre bo, d'arrel ferma i copa que s'eleva en l'aire"},{"SurahNumber":14,"VerseNumber":25,"Text":"que dóna fruit en tota estació, amb permís del seu Senyor? Al·là proposa símils als homes. Potser, així. es deixin amonestar"},{"SurahNumber":14,"VerseNumber":26,"Text":"Una dolenta paraula és, al contrari, semblant a un arbre dolent arrencat del sòl: li falta fermesa"},{"SurahNumber":14,"VerseNumber":27,"Text":"Al·là confirma amb paraula ferma a qui creuen, en la vida d'aquí i en la l´altra. Però Al·là extravia als ímpius. Al·là fa el que vol"}]}