{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"عنقریب نادان لوگ کہیں گے کہ جس قبلہ پر یہ تھے اس سے انہیں کس چیز نے ہٹایا؟ آپ کہہ دیجیئے کہ مشرق ومغرب کا مالک اللہ تعالیٰ ہی ہے وه جسے چاہے سیدھی راه کی ہدایت کردے"},{"SurahNumber":2,"VerseNumber":143,"Text":"ہم نے اسی طرح تمہیں عادل امت بنایا ہے تاکہ تم لوگوں پر گواه ہوجاؤ اور رسول (صلی اللہ علیہ وسلم) تم پر گواه ہوجائیں، جس قبلہ پر تم پہلے سے تھے اسے ہم نے صرف اس لئے مقرر کیا تھا کہ ہم جان لیں کہ رسول کا سچا تابعدار کون ہے اور کون ہے جو اپنی ایڑیوں کے بل پلٹ جاتا ہے گو یہ کام مشکل ہے، مگر جنہیں اللہ نے ہدایت دی ہے (ان پر کوئی مشکل نہیں) اللہ تعالیٰ تمہارے ایمان ضائع نہ کرے گا اللہ تعالیٰ لوگوں کے ساتھ شفقت اور مہربانی کرنے واﻻ ہے"},{"SurahNumber":2,"VerseNumber":144,"Text":"ہم آپ کے چہرے کو بار بار آسمان کی طرف اٹھتے ہوئے دیکھ رہے ہیں، اب ہم آپ کو اس قبلہ کی جانب متوجہ کریں گے جس سے آپ خوش ہوجائیں، آپ اپنا منھ مسجد حرام کی طرف پھیر لیں اور آپ جہاں کہیں ہوں اپنا منھ اسی طرف پھیرا کریں۔ اہل کتاب کو اس بات کے اللہ کی طرف سے برحق ہونے کا قطعی علم ہے اور اللہ تعالیٰ ان اعمال سے غافل نہیں جو یہ کرتے ہیں"},{"SurahNumber":2,"VerseNumber":145,"Text":"اور آپ اگرچہ اہل کتاب کو تمام دلیلیں دے دیں لیکن وه آپ کے قبلے کی پیروی نہیں کریں گے اور نہ آپ ان کے قبلے کو ماننے والے ہیں اور نہ یہ آپس میں ایک دوسرے کے قبلے کو ماننے والے ہیں اور اگر آپ باوجودیکہ آپ کے پاس علم آچکا پھر بھی ان کی خواہشوں کے پیچھے لگ جائیں تو بالیقین آپ بھی ﻇالموں میں سے ہوجائیں گے"},{"SurahNumber":2,"VerseNumber":146,"Text":"جنہیں ہم نے کتاب دی ہے وه تو اسے ایسا پہچانتے ہیں جیسے کوئی اپنے بچوں کو پہچانے، ان کی ایک جماعت حق کو پہچان کر پھر چھپاتی ہے"},{"SurahNumber":2,"VerseNumber":147,"Text":"آپ کے رب کی طرف سے یہ سراسر حق ہے، خبردار آپ شک کرنے والوں میں سے نہ ہونا"},{"SurahNumber":2,"VerseNumber":148,"Text":"ہر شخص ایک نہ ایک طرف متوجہ ہو رہا ہے تم نیکیوں کی طرف دوڑو۔ جہاں کہیں بھی تم ہوگے، اللہ تمہیں لے آئے گا۔ اللہ تعالیٰ ہر چیز پر قادر ہے"},{"SurahNumber":2,"VerseNumber":149,"Text":"آپ جہاں سے نکلیں اپنا منھ (نماز کے لئے) مسجد حرام کی طرف کرلیا کریں، یہی حق ہے آپ کے رب کی طرف سے، جو کچھ تم کر رہے ہو اس سے اللہ تعالیٰ بےخبر نہیں"},{"SurahNumber":2,"VerseNumber":150,"Text":"اور جس جگہ سے آپ نکلیں اپنا منھ مسجد حرام کی طرف پھیر لیں اور جہاں کہیں تم ہو اپنے چہرے اسی طرف کیا کرو تاکہ لوگوں کی کوئی حجت تم پر باقی نہ ره جائے سوائے ان لوگوں کے جنہوں نے ان میں سے ﻇلم کیا ہے تم ان سے نہ ڈرو مجھ ہی سے ڈرو اور تاکہ میں اپنی نعمت تم پر پوری کروں اور اس لئے بھی کہ تم راه راست پاؤ"},{"SurahNumber":2,"VerseNumber":151,"Text":"جس طرح ہم نے تم میں تمہی میں سے رسول بھیجا جو ہماری آیتیں تمہارے سامنے تلاوت کرتا ہے اور تمہیں پاک کرتا ہے اور تمہیں کتاب وحکمت اور وه چیزیں سکھاتا ہے جن سے تم بےعلم تھے"},{"SurahNumber":2,"VerseNumber":152,"Text":"اس لئے تم میرا ذکر کرو، میں بھی تمہیں یاد کروں گا، میری شکر گزاری کرو اور ناشکری سے بچو"},{"SurahNumber":2,"VerseNumber":153,"Text":"اے ایمان والو! صبر اور نماز کے ذریعہ مدد چاہو، اللہ تعالی صبر والوں کا ساتھ دیتا ہے"},{"SurahNumber":2,"VerseNumber":154,"Text":"اور اللہ تعالیٰ کی راه کے شہیدوں کو مرده مت کہو وه زنده ہیں، لیکن تم نہیں سمجھتے"},{"SurahNumber":2,"VerseNumber":155,"Text":"اور ہم کسی نہ کسی طرح تمہاری آزمائش ضرور کریں گے، دشمن کے ڈر سے، بھوک پیاس سے، مال وجان اور پھلوں کی کمی سے اور ان صبر کرنے والوں کو خوشخبری دے دیجیئے"},{"SurahNumber":2,"VerseNumber":156,"Text":"جنہیں، جب کبھی کوئی مصیبت آتی ہے تو کہہ دیا کرتے ہیں کہ ہم تو خود اللہ تعالیٰ کی ملکیت ہیں اور ہم اسی کی طرف لوٹنے والے ہیں"},{"SurahNumber":2,"VerseNumber":157,"Text":"ان پر ان کے رب کی نوازشیں اور رحمتیں ہیں اور یہی لوگ ہدایت یافتہ ہیں"}]}