{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"Oni pricina pokoj jsem povinen ty pripojit svuj sverit BUH! On jsem Posluchac Vsevedouci"},{"SurahNumber":8,"VerseNumber":62,"Text":"Oni chtit podvadet ty pak BUH prosit postacit ty! On porce ty na Svem snaset a na verici"},{"SurahNumber":8,"VerseNumber":63,"Text":"(On usmirit se jadro verici). Mel ty vycerpat uplne penize zahrabat ty ne usmirit se jejich jadro! Buh vyloucit co z ceho usmirit se ti! On jsem Vsemohouci Odborny"},{"SurahNumber":8,"VerseNumber":64,"Text":"O ty prorok sufficient ty jsem BUH verici ridili se ty"},{"SurahNumber":8,"VerseNumber":65,"Text":"O ty prorok ty varovat verici boj. v tom jsem 20 z ty jsem pevny oni porazit 200 sto z ty porazit 1000 z ty pochybovat! Onen byl oni byl lide ktery ne porozumeni"},{"SurahNumber":8,"VerseNumber":66,"Text":"Okamite (kdy mnostvi znovu lide svazat ty) BUH zpusobit to lehky ty On modni ty byl jako silny ackoliv ty uivany jsem Od Nynejska sto pevny verici porazit 200 1000 z ty porazit 2000 buh dovolena. BUH jsem TY steadfastly VYTRVAT"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nikoliv prorok dosahnout zajatec on ucastnit se od a bit se Ty lide adat material tento spolecnost doba BUH obhajovat Dale! BUH jsem VSEMOHOUCI ODBORNY"},{"SurahNumber":8,"VerseNumber":68,"Text":"Byl pro dopredu dany rozhodnout podle BUH ty snest ochoten odpovidat se o co ty pokladat strasny odskodneni"},{"SurahNumber":8,"VerseNumber":69,"Text":"Proto stravit pokazit ty ziskat onen ktery jsem zakonny poslusny slavit BUH! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":8,"VerseNumber":70,"Text":"O ty prorok zjistit zajatec bojovat svuj pismo BUH modni z vsechno poslusny od svuj jadro On odevzdat ty zcela than vsechno ty pozbyt omluvit ty. BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":8,"VerseNumber":71,"Text":"A jestlie oni chtit vydat ty oni ji vydat BUH. Tento why On utocit ti kdo neco ztrati. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":8,"VerseNumber":72,"Text":"Prece ty domnivat se vystehovat zavodit jejich penize jejich ivost za dat BUH prilis protoe ty ktery armada ti odevzdat ti utociste snest ti oni byl spojenec z 1 jiny Ohledne Ceho ty domnivat se vyloucit co z ceho ne vystehovat ty ty ne viset ti kady snaset ne oni vystehovat! Ale jestlie oni zrovna svuj prispet bratri vernost ty porce ti lide koho ty znamka pokoj smlouva. BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":8,"VerseNumber":73,"Text":"Ty pochybovat byl spojenec z 1 jiny. Ty zadret tyto prikazani v tom jsem chaos zahrabat strasny rozklad"},{"SurahNumber":8,"VerseNumber":74,"Text":"Ty domnivat se vystehovat zavodit dat BUH prilis protoe ty ktery armada ti odevzdat ti utociste snest ti tyto ar skutecny verici! Oni zaslouily odpusteni stedry odmenit"},{"SurahNumber":8,"VerseNumber":75,"Text":"Ty domnivat se pozdeji vystehovat zavodit ty oni patrit ty! Ty byl pribuzny podle kady jinam byl drive snest kady jinam, proto buh prikazani. BUH jsem CELKEM vedomy si o UPLNE POTREBY"}]}