{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Sano (naga kuli) kuŵechetedwe kwa aŵala ŵaakun’jogopa (Allah) kuti: “Ana M’mbuje gwenu jutulwisye chichi (kwa Muhammadi ﷺ)?” Akasatiji: “(Atulwisye) yambone.” Kwa aŵala ŵaakutenda yambone pa achino chilambo cha duniya akwete kupata yambone, sano chisimu nyumba ja Akhera ni jajili jambone nnope. Soni kaje kusalala nnope nyumba ja ŵandu ŵaoga (wakun’jogopa Allah)"},{"SurahNumber":16,"VerseNumber":31,"Text":"Matimbe Gandamo gatakagajinjile, sulo sikujilima cha pasi pakwe, akwete kupata ŵanganyao mwalakwemo iliyose yaakuisaka. Iyyoyopeyo ni yaakutiji Allah pakwalipila ŵaoga (wakun’jogopa Jwalakwe)"},{"SurahNumber":16,"VerseNumber":32,"Text":"Aŵala ŵaakwatyosyaga Achimalaika mitima jao (pa kuwa) ali ŵambone, achasalilaga kuti: “Ntendele uŵe kukwenu! Jinjilani ku Mbepo ligongo lya ayila (yambone) yamwaliji nkutenda.”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ana akwembecheya (achimakafilio inepe) pangaŵaga kuti gaichilile Malaika (kukwatyosya mitima), kapena kuti chaichilile chilamusi cha Ambuje ŵenu (Allah cha ilagasyo kapena Kiyama)? Mwele ni muŵatendele aŵala ŵa paujo pao. Ni nganiŵatenda Allah lupuso, nambo achimisyene ni ŵaŵaliji nkulitenda lupuso"},{"SurahNumber":16,"VerseNumber":34,"Text":"Basi yapatile yakusakala ya ŵapanganyisye, niyasyungwile ayila (ilagasyo) yaŵaliji nkuitendela chipongwe"},{"SurahNumber":16,"VerseNumber":35,"Text":"Sano aŵala ŵawanganyisye (Allah ni isanamu) akutiji: “Allah angasache, nga nganitugalagatila uwwe namuno achatati ŵetu chinepe changaŵaga Jwalakwe, soni nga nganituchitenda chindu chilichose kuŵa cha haraam mwangali (lilamusi lya) Jwalakwe.” Mwele ni muŵatendele aŵala ŵapaujo pao. Ana nambi kwa Achimitenga kwana masengo gane gangaŵaga kulungusya utenga mwakupikanika"},{"SurahNumber":16,"VerseNumber":36,"Text":"Soni chisimu chene twatumisye ku nkutula uliose Ntenga (juŵausalilaga) kuti: “Mun’galagatilani Allah ni kuŵambalana najo shetani.” Basi ŵane mwa ŵanganyao pana ŵaŵajongwele Allah, ni pana ŵane mwa ŵanganyao ŵakwasimichiche pa ŵanganyao kusokonechela. Basi jendagani pa chilambo kupita nchilola mujaŵelele mbesi ja akukanila"},{"SurahNumber":16,"VerseNumber":37,"Text":"Naga nkusachilila nnope yakwajongola ŵanganyao (mmwe Muhammadi ﷺ), basi (manyililani yanti): Chisimu Allah jwangan’jongola jwannechelele kusokonechela, soni nganakola ŵanganyao akwakamuchisya"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ni akunnumbilaga Allah kulumbila kwao kwamachili, kuti Allah ngasiŵajimusya ŵandu ŵaakuwa. Yakuona (tachajimusya, achi ni) chilanga chaalikanganiche Nsyene mwakuonaonape, nambo ŵandu ŵajinji ngakumanyilila"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Tachajimusya) kuti ŵalondechesye ayila yaakutindana pa yalakweyo, ni kuti amanyilile aŵala ŵaŵakanile kuti ŵanganyao ŵaliji ŵaunami"},{"SurahNumber":16,"VerseNumber":40,"Text":"Chisimu liloŵe Lyetu pa chindu chilichose pati tuchisachile (kuti chipatikane), tugambaga kuchisalila kuti: “Chiŵe.” Basi ni chikisaŵaga"},{"SurahNumber":16,"VerseNumber":41,"Text":"Sano aŵala ŵaasamile (nsimangwao) ligongo lya Allah panyuma pakutendeledwa lupuso, chisimu chitwatamiche pa duniya mwa umbone, soni malipilo ga ku Akhera (gagakwajembecheya) ni gagali gekulungwa nnope ingaŵe ŵamanyililaga (ŵakusakalaŵa)"},{"SurahNumber":16,"VerseNumber":42,"Text":"(Ŵatakaipate yalakweyi ni) aŵala ŵaŵapilile ni kuŵa ali nkwegamila kwa M’mbuje gwaope"},{"SurahNumber":16,"VerseNumber":43,"Text":"Ni nganitutumisyeje paujo penu (kuŵa Achimitume) ikaŵeje achalume ŵatwaliji nkwajuwulila maloŵe. Basi mwawusyani achinsyene lukumbukumbu (lwa itabu yakala) nam’baga jenumanja ngankumanyilila"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Twatumisye Achimitume) ni ilosyo yakuonechela kwisa soni itabu. Nituntuluchisye mmwejo (Muhammadi ﷺ) Chikumbusyo (Qur’an) kuti mwasalichisye ŵandu yaitulusyidwe kukwao, ni kuti soni ŵanganyao achetelele"},{"SurahNumber":16,"VerseNumber":45,"Text":"Ana aliŵisile pantunjelele aŵala ŵaakutenda malindi ga yakusakala kuti Allah nganaŵa ŵatitimisye nalyo litaka, kapena kwaichilila ilagasyo kuumila upande wangakuumanyilila"},{"SurahNumber":16,"VerseNumber":46,"Text":"Kapena kwakwembekanya ŵanganyao mu kwendajenda kwao, kutendaga ŵanganyao nganaŵa ŵanti nikunnepelekasya (Allah kwapa ipotesi)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Kapena kwakwembekanya aku ali ni woga (wakwembecheya kwapata ilagasyo pakwapungula jumojumo mpaka kumala wosope)? Basi chisimu M’mbuje gwenu ni Mpole kusyene, Jwachanasa channope"},{"SurahNumber":16,"VerseNumber":48,"Text":"Ana nganaiona ichindu yaagumbile Allah yaikupendama iwulili yakwe chakun’dyo ni kunchiji kunsujudila Allah aku ili yakulinandiya"},{"SurahNumber":16,"VerseNumber":49,"Text":"Soni yosope yaili kumawunde ni yaili petaka ikunsujudilaga Allah, kutandila chinyama chilichose chakuulukutaga ni Achimalaika ŵakwe, soni ŵanganyao ŵangalikwesya"},{"SurahNumber":16,"VerseNumber":50,"Text":"Akasan’jogopaga M’mbuje gwao jwali pachanya pao, soni akasatenda (yosope) yaakulamulidwaga"}]}