{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Ke kaloku Mna Ndifunga ngokutshona kweenkwenkwezi"},{"SurahNumber":56,"VerseNumber":76,"Text":"Inene esi sisifungo ukuba beniMazi (uMnini) bukhulu"},{"SurahNumber":56,"VerseNumber":77,"Text":"Inene yona (le) yi’Kur’ân eZukileyo"},{"SurahNumber":56,"VerseNumber":78,"Text":"EseNcwadini ekhuselekileyo"},{"SurahNumber":56,"VerseNumber":79,"Text":"Akukho\tnamnye\toyichukumisayo\tngaphandle kwabahlambulukileyo"},{"SurahNumber":56,"VerseNumber":80,"Text":"IsisiTyhilelo esivela eNkosini yamaphakade"},{"SurahNumber":56,"VerseNumber":81,"Text":"Ingaba yintetho eloo lohlobo (le ‘Kur’ân) na le niyiphikayo (nina bangakholwayo)"},{"SurahNumber":56,"VerseNumber":82,"Text":"Endaweni (yokubulela uAllâh) ngembonelelo Aninika yona niyaMphika nina"},{"SurahNumber":56,"VerseNumber":83,"Text":"Kutheni xa umphefumlo (womntu ofayo) ufikelela emqaleni (ningangeneleli) kaloku"},{"SurahNumber":56,"VerseNumber":84,"Text":"Ukusuka apho nina ngeloo lixa (nisuka nime) nijonge"},{"SurahNumber":56,"VerseNumber":85,"Text":"Thina ke Siba Sikufutshane kuye kunani kodwa nina nibe ningaboni"},{"SurahNumber":56,"VerseNumber":86,"Text":"Kutheni kaloku (nisima nijonge ningamncedi nje) xa ngaba anizozicaka (kuThi)"},{"SurahNumber":56,"VerseNumber":87,"Text":"Ningambuyiseli nje (ebomini kwakhona) ukuba ninenyaniso"},{"SurahNumber":56,"VerseNumber":88,"Text":"Ke kaloku ukuba yena (umfi lowo) ube engomnye wabo basondeleyo kuAllâh (ngokuthandwa)"},{"SurahNumber":56,"VerseNumber":89,"Text":"Okwakhe\tiya\tkuba\tkukuphumla\t(ngoxolo)\tnoBubele noMyezo wolonwabo"},{"SurahNumber":56,"VerseNumber":90,"Text":"Kanti ukuba ube engomnye wamadlelane wabangasekunene"},{"SurahNumber":56,"VerseNumber":91,"Text":"(Iingelosi ziya kuthi kuye): “Makube lukhuseleko noxolo kuwe wena oluvela kumadlelane angasekunene.”"},{"SurahNumber":56,"VerseNumber":92,"Text":"Kodwa ukuba ube engomnye wabaphiki, abalahlekileyo"},{"SurahNumber":56,"VerseNumber":93,"Text":"Okwakhe lowo kukubelezelelwa ngamanzi atshisayo"},{"SurahNumber":56,"VerseNumber":94,"Text":"Nokutsha eMlilweni wesiHogo"},{"SurahNumber":56,"VerseNumber":95,"Text":"Inene le yinyaniso yoqobo"},{"SurahNumber":56,"VerseNumber":96,"Text":"Zukisa igama leNkosi yakho, uMnini bungangamsha"},{"SurahNumber":57,"VerseNumber":1,"Text":"Yonke into esemazulwini nasemhlabeni izukisa uAllâh, Yena nguSobunganga, uSobulumko"},{"SurahNumber":57,"VerseNumber":2,"Text":"LolwaKhe ulongamelo lwamazulu nomhlaba, Unika ubomi, Enze ukufa. Kananjalo Yena Unamandla ngaphezulu kwezinto zonke"},{"SurahNumber":57,"VerseNumber":3,"Text":"Yena ngowokuQala ngowokuGqibela, Ungentla, yaye Ukufutshane, kananjalo nguMazi wezinto zonke"},{"SurahNumber":57,"VerseNumber":4,"Text":"NguYe Owadala amazulu nomhlaba ngeentsuku ezintandathu, waza Wanyukela ngentla kweTrone, Uyakwazi okungena emhlabeni nokuphuma kuwo, nokuhlayo kuvela ezulwini nokunyukela kulo kwaye Yena Ukunye nani naphi na apho nikhoyo, kananjalo uAllâh Uyakwazi enikwenzayo"},{"SurahNumber":57,"VerseNumber":5,"Text":"Yena lulongamelo lwamazulu nomhlaba. Kananjalo kukuAllâh apho (zonke) izinto zibuyela khona"},{"SurahNumber":57,"VerseNumber":6,"Text":"Yena Wenza ubusuku bungene kwimini, Enze imini ingene kubusuku, Yaye nguMazi wokusezifubeni"},{"SurahNumber":57,"VerseNumber":7,"Text":"Kholwani ke kuAllâh noMthunywa waKhe, ninikele kumalizo ngoko Anenze naba ziindlalifa zako. Ngokuba abo bakholiweyo phakathi kwenu baze banikele kumalizo baya kuba nomvuzo omkhulu"},{"SurahNumber":57,"VerseNumber":8,"Text":"Kungani na ukuba ningakholwa kuAllâh lo gama uMthunywa enimemela ekukholweni kwiNkosi yenu, ethe kananjalo wathabatha umnqophiso wenu, ukuba ninokuthi nikholwe"},{"SurahNumber":57,"VerseNumber":9,"Text":"NguYe Othumele iiVesi kwisiCaka saKhe (uMuhammad) ezibubungqina obucacileyo khona ukuze anikhuphe ebumnyameni anifake ekukhanyeni. Inene uAllâh Unobubele, Unenceba kuni"},{"SurahNumber":57,"VerseNumber":10,"Text":"Kungani na ukuba ninganikeli eNdleleni ka-Allâh lo gama ilifa lamazulu nomhlaba ilelaKhe? Abalingani phakathi kwenu abo banikelayo, balwa nokulwa ngaphambi (koloyiso lwaseMakkah) nabo balwayo (emva kwalo). Abo (balwa ngaphambili) bangentla ngokwebakala kunabo banikela kamva balwa nokulwa. Kodwa uAllâh bonke Ubathembise (ngomvuzo). Kananjalo uAllâh enikwenzayo Uyakwazi"},{"SurahNumber":57,"VerseNumber":11,"Text":"Ngubani (kuni) oya kuboleka uAllâh imboleko elungileyo khon’ukuze (Ayihlawule kuye) ngokuphindaphindiweyo aze ngaphezu koko abe nomvuzo oxabisekileyo"},{"SurahNumber":57,"VerseNumber":12,"Text":"NgeMini eniya kuwabona amakholwa namakholwakazi, ukukhanya kwawo kuwakhokelele ngaphambi kwawo nangasekunene kwawo, (kuya kuthiwa): “Iindaba zovuyo kuni namhlanje zezeMiyezo ekumpompoza imilambo ngaphantsi kwayo, niya kuhlala apho ngonaphakade Inenene le yimpumelelo enkulu!”"},{"SurahNumber":57,"VerseNumber":13,"Text":"NgeMini leyo abahanahanisi nabahanahanisikazi baya kuthi kwabo bakholwayo, “Khanisilindeni khon’ukuze sizuze inxalenye yokukhanya kwenu.” Kuya kuthiwa kubo: “Buyelani emva kwenu niye kufuna ukukhanya.” Ke kaloku udonga luya kubekwa phakathi kwabo lunocango, umphakathi walo unenceba, kodwa umphandle walo usisohlwayo"},{"SurahNumber":57,"VerseNumber":14,"Text":"Bona (abahanahanisi) baya kukhwaza (abakholwayo) bathi: “Sasingekunyanga nani na?” Abakholwayo baya kuthi: “Ewe, kodwa nina nazithuthumbisa ngokwenu, nilindele (ilishwa phezu kwethu1) neengcinga zeminqweno yenu zanimfamekisa kwada kwafika umyalelo ka-Allâh. Kwaye umkhohlisi (uSathana) wanikhohlisa ngoAllâh"},{"SurahNumber":57,"VerseNumber":15,"Text":"Namhlanje ke akukho ntlawuliso yakuzikhulula iya kwamkelwa kuni nakwabo bangakholwayo. Ikhaya lenu nguMlilo, yiyona nto inifanele kakhulu (leyo). Aliselibi ngako ikhaya lenu lokugqibela"}]}