{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Ва дар ҳақиқат, Довудро аз сӯи худ фазилате додем, ки он паёмбарӣ, китоб ва илм буд, пас гуфтем: Эй кӯҳҳо ва эй парандагон, бо ӯ Маро дар тасбеҳ гуфтан ҳамовоз шавед. Ва оҳанро барояш монанди хамир мулоиму нарм кардем, то ҳар чӣ мехоҳад бо он бисозад"},{"SurahNumber":34,"VerseNumber":11,"Text":"Фармудем, Довудро, ки бисоз аз оҳан зиреҳҳои кушода ва андоза нигоҳ дор (яъне, пухтакорӣ кун) дар бофтани ҳалқаҳои зиреҳ. Ва эй Довуд, ҳамроҳи аҳли худ корҳои шоиста кунед, ки албатта, Ман ба корҳоятон биноам ва ҳеҷ чиз бар ман пӯшида намемонад"},{"SurahNumber":34,"VerseNumber":12,"Text":"Ва барои Сулаймон бодро мусаххар кардем, ки субҳгоҳон масофаи як моҳро тай мекард ва шомгоҳон масофаи як моҳро. Ва чашмаи миси обшударо барояш ҷорӣ сохтем ва гурӯҳе аз ҷинҳо ба фармони Мо назди ӯ кор мекарданд ва агар яке аз онҳо аз фармони Мо сар мепечид, ба ӯ азоби оташи сӯзонро мечашонидем"},{"SurahNumber":34,"VerseNumber":13,"Text":"Сулаймон ҳар чӣ мехост, ҷинҳо барояш месохтанд: аз қасрҳову ибодатгоҳҳо ва суратҳо аз мис ва шиша ва косаҳое чун ҳавз ва дегҳои маҳками бар ҷой ва ба онҳо гуфтем: Эй хонадони Довуд, ба тоат амал кунед, шукри ин ҳама неъматҳоро ба ҷо оред. Ва андаке аз бандагони ман шукргузоранд"},{"SurahNumber":34,"VerseNumber":14,"Text":"Чун маргро бар ӯ (Сулаймон) муқаррар кардем, ҷинҳоро бар маргаш огоҳ насохт, магар кирми чӯбхорае, ки асояшро мехоид аз байн рафт ва шикаст. Пас, вақте ки Сулаймон биафтид, ҷинҳо фаҳмиданд, ки агар илми ғайбро медонистанд, ин қадар худро дар азоби хоркунанда намемонданд"},{"SurahNumber":34,"VerseNumber":15,"Text":"Мардуми Сабаъро, ки аз Яман буданд дар истиқоматгоҳашон ибрате буд: Ду боғ доштанд, яке аз ҷониби рост ва дигаре аз ҷониби чап. Аз он чи Парвардигоратон ба шумо рӯзӣ додааст, бихӯред ва шукри Ӯ ба ҷой оваред. Аллоҳ шаҳри шуморо шаҳри хушу покиза қарор дод ва Парвардигор гуноҳи шуморо омурзандааст"},{"SurahNumber":34,"VerseNumber":16,"Text":"Пас, онҳо аз амри Аллоҳ рӯй гардонданд ва шукрашро ба ҷо наоварданд. Мо низ сели вайронгарро бар онҳо фиристодем ва табдил додем ба ивази он ду боғе, ки доштанд ду боғи дигареро, ки меваҳояш бадмазза буд ва дарахти шӯрагаз дошт ва каму беш аз дарахти кукнор"},{"SurahNumber":34,"VerseNumber":17,"Text":"Онҳо, ки носипос буданд, инчунин ҷазояшон додем. Оё Мо ҷуз носипосонро ҷазо медиҳем"},{"SurahNumber":34,"VerseNumber":18,"Text":"Миёни онҳо (аҳли Сабаъ) ва деҳаҳое, ки баракат дода будем (ва он Шом аст), шаҳрҳое обод ва бо ҳам пайваста бар сари роҳ падид овардем. Ва манзилҳои баробар муайян кардем. Ва ба онҳо гуфтем: «Дар он роҳҳо боамну осоиштагӣ шабҳову рӯзҳо сафар кунед. Ва ҳеҷ хавфе намебаред аз душман ва на аз гуруснагӣ ва на аз ташнагӣ!»"},{"SurahNumber":34,"VerseNumber":19,"Text":"Бар худ ситам карданд ва аз роҳат ва эминӣ малолу дилтанг шуданд ва дарозии сафар ва дурӣ миёни ободиҳоро орзу намуданд ва гуфтанд: «Эй Парвардигори мо, манзилгоҳҳои моро аз ҳам дур гардон!» Пас, Мо низ онҳоро барои ибрати дигарон афсонаҳое қарор додем ва сахт парокандаашон сохтем ва дар ин (аҳли Сабаъ) ибратҳост барои сабркунандагони сипосгузор"},{"SurahNumber":34,"VerseNumber":20,"Text":"Шайтон гумони худро дар бораи онҳо (фарзандони Одам) дуруст ёфт, ки ӯ онҳоро гумроҳ мекунад ва онҳо ӯро зуд пайравӣ мекунанд. Пас, ба ҷуз гурӯҳе аз мӯъминон дигарон ба ӯ пайравӣ карданд"},{"SurahNumber":34,"VerseNumber":21,"Text":"Ва шайтон ҳеҷ салтанат ва қудрате бар онҳо надорад ва наметавонад онҳоро ба он чи мехоҳад, фармоиш диҳад, магар он ки мехостем маълум кунем, ки чӣ касоне ба қиёмат имон доранд ва чӣ касоне аз он дар шак ҳастанд. Ва Парвардигори ту нигаҳбони ҳар чизест"},{"SurahNumber":34,"VerseNumber":22,"Text":"Бигӯ эй Расул, барои мушрикон: «Бихонед касонеро, ки ҷуз Аллоҳи якто маъбуд мепиндоред!» Онҳо молики заррае, дар осмонҳову замин нестанд ва дар офариниш ва тадбири он ду (яъне, осмону замин) ширкате надоранд ва Ӯ (Аллоҳ) аз миёни онҳо ёвар ва пуштибоне надорад, балки Аллоҳ худ дар офариниш якто аст ва шарике надорад, инчунин дар ибодати Ӯ касе шарик нест ва ба ҷуз Ӯ касе лоиқи парастиш нест"},{"SurahNumber":34,"VerseNumber":23,"Text":"Шафоат назди Аллоҳ фоида накунад, магар барои касе, ки Ӯ, Худ иҷозат диҳад. Ва аз нишонаҳои бузургӣ ва азамати Парвардигор ин аст, ки ҳар вақте ки Ӯ таоло ба ваҳй сухан гӯяд, аҳли осмонҳо аз тарси Ӯ таоло беҳуш шаванд, пас чун он тарс аз дилҳояшон равад, аз якдигар пурсанд: Парвардигоратон чӣ гуфт? Гӯянд фариштагон: Сухани ҳақ гуфт. Ва Ӯ таоло баландмартаба ва дорои сифатҳои бузург аст!»"}]}