{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Kavminin cevabı, ancak şöyle demek oldu: -Lut Ailesini ülkenizden çıkarın, Çünkü onlar pek temiz kalma meraklısı insanlarmış"},{"SurahNumber":27,"VerseNumber":57,"Text":"O’nu ve ailesini kurtardık, yalnız, geride kalanlardan olmasını takdir ettiğimiz karısı hariç"},{"SurahNumber":27,"VerseNumber":58,"Text":"O halkın üzerine (kahredici) bir yağmur yağdırdık. Uyarılanların yağmuru ne kötü"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: -Allah’a hamdolsun. Onun seçkin kullarına da selam! Allah mı hayırlıdır; yoksa, onların ortak koştukları mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"Yoksa gökleri ve yeri yaratan, sizin için gökten su indiren mi var? Ki o suyla iç açıcı bahçeler yetiştirdik. Siz onun tek bir ağacını bile yetiştiremezsiniz. Allah ile birlikte başka bir ilah mı var? Hayır, onlar şirke sapan bir toplumdur"},{"SurahNumber":27,"VerseNumber":61,"Text":"Yoksa yeryüzünü yerleşim yeri yapan, aralarında ırmaklar akıtan, orada sabit dağlar yerleştiren, iki deniz arasına engel koyan mı var? Allah ile birlikte bir başka ilah kimdir? Hayır, Onların çoğu bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa, onlara dua ettiğinizde, darda kalana yardım eden, sıkıntıyı gideren ve sizi yeryüzünde başkalarının yerine iktidara getiren mi var? Allah ile birlikte bir başka ilah mı var? Ne kadar az düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yoksa, karanın ve denizin karanlıklarında size yol gösteren, rüzgarı rahmetinin önünde müjdeci olarak gönderen mi var? Allah ile birlikte bir başka ilah mı var? Allah, sizin ortak koşmanızdan çok yücedir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa, yaratmayı başlatan, sonra onu yeniden yaratan ve size gökten ve yerden rızık veren mi var? Allah ile beraber başka bir ilah mı var? -Eğer söyledikleriniz doğruysa belgenizi getirin, de"},{"SurahNumber":27,"VerseNumber":65,"Text":"Yine de ki: -Göklerde ve yerde Allah’tan başka hiç kimse görülmeyeni bilemez. Onlar ne zaman diriltileceklerinin de farkında değillerdir"},{"SurahNumber":27,"VerseNumber":66,"Text":"Oysa onlara ahiret hakkında bilgi verilmiştir. Ama onlar, şüphe içindedirler ve belki de ona karşı kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"İnkar edenler: -Biz ve atalarımız, toprak olduktan sonra (mezarlarımızdan) mı çıkarılacağız? dediler"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bize de; daha önceki atalarımıza da bu vaat edilmişti. Ama bu, öncekilerin masallarından başka birşey değildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"Yeryüzünde yürüyün ve bakın, günahkarların sonu nasıl olmuştur? de"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar için üzülme, kurdukları tuzaklardan da sıkıntıya düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eğer, doğru söylüyorsanız, bu vaat ne zaman? derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"Acele istediğiniz şeyin bir kısmının peşinizde olması ümit edilir, de"},{"SurahNumber":27,"VerseNumber":73,"Text":"Şüphesiz Rabbin, insanlara karşı lütuf sahibidir. Fakat, onların çoğu şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin, onların içlerinde gizlediklerini de, açığa vurduklarını da elbette bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"İşte bu Kur’an, İsrailoğullarına, hakkında ayrılığa düştüklerinin çoğunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, müminler için yol gösterici ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin onların arasında hükmünü verecektir. Güçlü ve bilgili olan O’dur"},{"SurahNumber":27,"VerseNumber":79,"Text":"Öyleyse Allah’a dayan! Sen, apaçık hak üzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen, ölülere duyuramazsın, arkasını dönüp gidenlere de çağrıyı işittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen, körleri sapıklıklarından doğru yola çıkaramazsın. Sen ancak ayetlerimize iman edenlere duyurabilirsin. İşte müslüman olanlar onlardır"}]}