{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"Cun onhoro ʙuʙini, turo az zohirason xus meojad va cun suxan ʙigujand, ʙa suxanason gus medihi. Gujo ki cuʙhoe hastand ʙa devor takja doda. Har ovozero ʙa zijoni xud mepindorand. Onho dusmanonand. Az onho hazar kun. Xudojason ʙikusad. Ba kuco kacrav mesavand"},{"SurahNumber":63,"VerseNumber":5,"Text":"Cun ʙa onho gufta savad, ki ʙijoed, to pajomʙari Xudo ʙarojaton ʙaxsois ʙixohad, sar mepecand. Meʙini, ki rujgardonivu takaʙʙuri mekunand"},{"SurahNumber":63,"VerseNumber":6,"Text":"Tafovute nakunad, ci ʙarojason ʙaxsois ʙixohi, ci ʙaxsois naxohi. Xudojason naxohad ʙaxsid. Va Xudo mardumi nofarmonro hidojat namekunad"},{"SurahNumber":63,"VerseNumber":7,"Text":"Inho hamonhojand, ki megujand: «Bar onho, ki girdi pajomʙari Xudojand, cize nadihed, to az girdas parokanda savand». Va hol, on ki xazinahoi osmonhovu zamin az oni Xudost, vale munofiqon namefahmand"},{"SurahNumber":63,"VerseNumber":8,"Text":"Megujand: «Cun ʙa Madina, ʙozgardem, sohiʙoni izzat xoru zalilhoro az on co ʙerun xohand kard». Izzat az oni Xudovu pajomʙaras va mu'minon ast. Vale munofiqon namedonand"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ej kasone, ki imon ovardaed, molhovu avlodaton sumoro az zikri Xudo, ʙa xud masƣul nadorad, ki har ki cunin kunad, zijonkor ast"},{"SurahNumber":63,"VerseNumber":10,"Text":"Az on ci ruzijaton dodaem, dar rohi Xudo sadaqa kuned, pes az on ki jake' az sumoro marg faro rasad va ʙigujad; «Ej Parvardigori man, caro margi maro andake ʙa dertar najandoxti, to sadaqa diham va az soistagon ʙosam?»"},{"SurahNumber":63,"VerseNumber":11,"Text":"Cun kase acalas faro rasad, Xudo margi uro ʙa ta'xir (dertar) nameguzorad, Va Xudo ʙa korhoe, ki mekuned, ogoh ast"},{"SurahNumber":64,"VerseNumber":1,"Text":"Xudoro tasʙeh megujand har ci dar osmonhovu har ci dar zamin ast. Farmonravoi az oni Ust va sukr sazovori Ust va U ʙar har cize tavonost"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ust, ki sumoro ʙijofarid. Ba'ze az sumo kofir va ʙa'ze mu'minand. Va korhoe, ki mekuned, meʙinad"},{"SurahNumber":64,"VerseNumber":3,"Text":"Osmonhovu zaminro ʙa haq ʙijofarid va sumoro surat ʙast va neku surat ʙast. Va ʙozgasti hama ʙa sui Ust"},{"SurahNumber":64,"VerseNumber":4,"Text":"Har ciro dar osmonhovu zamin ast, medonad va ʙa on ci pinhon medored, jo oskor mesozed, ogoh ast. Va Xudo ʙa har ci dar dilho meguzarad, dono ast"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ojo sumoro xaʙari kasone, ki az in pes kofir suda ʙudand, narasidaast? Uquʙati amalasonro casidand va onhorost azoʙe dardovar"},{"SurahNumber":64,"VerseNumber":6,"Text":"In ʙa cazoi on ʙud, ki pajomʙaronason ʙo dalelhoi ravsan ʙar onon firistoda sudand, Va onho guftand: «Ojo odamijon moro hidojat mekunand?» Pas kofir sudand va rujgardon gastand va Xudo ʙehocat astu tavongar va sazovori sitois ast"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kofiron pindostand, ki onhoro zinda namekunand. Bigu: «Ore, ʙa Parvardigoram savgand, ki sumoro zinda mekunand, to ʙa korhoe, ki kardaed, ogoh, sozand. Va in ʙar Xudo oson ast»"},{"SurahNumber":64,"VerseNumber":8,"Text":"Pas ʙa Xudovu pajomʙaras va in nur, ki nozil kardaem, imon ʙijovared. Va Xudo ʙa korhoe, ki mekuned, ogoh ast"},{"SurahNumber":64,"VerseNumber":9,"Text":"Ruze, ki hamai sumoro dar mahsar cam' ovarad, on ruz ruzi zijon ast. Va har ki ʙa Xudo imon ʙijovarad va kori soista kunad, gunohonasro merezad va ʙa ʙihisthoe, ki dar on nahrho corist, doxil kunad. On co covidona xohand ʙud. In komjoʙii ʙuzurgest"},{"SurahNumber":64,"VerseNumber":10,"Text":"Va onon, ki kofir sudand va ojoti Moro duruƣ ʙarovardand, ahli otasand. Dar on covidonaand va cahannam ʙad ʙozgastest"},{"SurahNumber":64,"VerseNumber":11,"Text":"Hec musiʙate ʙe farmoni Xudo ʙa kase namerasad, Va har ki ʙa Xudo imon ʙijovarad, Xudo qalʙasro hidojat mekunad,. Va Xudo ʙa har cize donost"},{"SurahNumber":64,"VerseNumber":12,"Text":"Xudoro ito'at kuned va pajomʙarro ito'at kuned. Pas agar sumo ruj gardoned, ʙar firistodai Mo vazifae ƣajri rasonidani pajomi oskor nest"},{"SurahNumber":64,"VerseNumber":13,"Text":"Xudo jaktost, ki hec xudoe ƣajri U nest. Mu'minon, alʙatta, ʙar Xudoi jakto tavakkal kunand"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ej kasone, ki imon ovardaed, ʙa'ze az zanonu farzandonaton dusmani sumo hastand. Az onho hazar kuned, Va agar afv kuned va casm ʙipusedu gunohason pusida dored, Xudo ʙaxsojandavu mehruʙon ast"},{"SurahNumber":64,"VerseNumber":15,"Text":"Cuz in nest, ki amvolu avlodi sumo ozmoise hastand. Va hol on ki muzdi farovon nazdi Xudost"},{"SurahNumber":64,"VerseNumber":16,"Text":"To tavoned, az Xudo ʙitarsed va gus andozed va ito'at kuned va ʙa naf'i xud az molaton xajr kuned. Va onon, ki az hirsi nafsi xud dar amon mondaand, nacot joftagonand"},{"SurahNumber":64,"VerseNumber":17,"Text":"Agar ʙa Xudo qarzulhasana sadaqa dar rohi Xudo dihed, ʙarojaton du 'ʙaroʙaras xohad kard. Va sumoro meʙaxsojad, ki U sukrkunandavu ʙurdʙor ast"},{"SurahNumber":64,"VerseNumber":18,"Text":"Donoi nihonu oskor ast, ƣoliʙu hakim ast"}]}