{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"Ey inananlar! Hahamlar ve rahiplerin cogu, insanların mallarını haksızlıkla yerler. Allah yolundan alıkoyarlar. Altın ve gumusu biriktirip Allah yolunda sarf etmeyenlere can yakıcı bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"Bunlar cehennem atesinde kızdırıldıgı gun, alınları, bogurleri ve sırtları onlarla daglanacak, \"Bu, kendiniz icin biriktirdiginizdir; biriktirdiginizi tadın\" denecek"},{"SurahNumber":9,"VerseNumber":36,"Text":"Allah'ın gokleri ve yeri yarattıgı gunku yazısında, Allah'a gore ayların sayısı onikidir. Bunlardan dordu hurmetli aydır. Bu dosdogru bir nizamdır. Oyleyse o aylar icinde kendinize yazık etmeyin, topyekun sizinle savasan putperestlerle siz de topyekun savasın, Allah'ın sakınanlarla beraber oldugunu bilin"},{"SurahNumber":9,"VerseNumber":37,"Text":"Sapıtmak icin hurmetli ayların yerlerini degistirip geciktirmek, kufurde gercekten ileri gitmekdir. Inkar edenler Allah'ın haram kıldıgı ayların sayısına uydurmak icin, onu bir yıl haram, bir yıl helal sayıyor, boylece Allah'ın haram kıldıgını helalkılıyorlar. Kotu isleri kendilerine guzel gorundu. Allah inkar eden toplumu dogru yola eristirmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey inananlar! Size ne oldu ki, \"Allah yolunda, savasa cıkın\" dendigi zaman yere cokup kaldınız? Oysa dunya hayatının gecimi ahirete gore pek az bir seydir"},{"SurahNumber":9,"VerseNumber":39,"Text":"Cıkmazsanız Allah size can yakıcı azabla azabeder ve yerinize baska bir millet getirir. O'na bir sey de yapamazsınız. Allah her seye kadirdir"},{"SurahNumber":9,"VerseNumber":40,"Text":"Ona (Muhammed'e) yardım etmezseniz, bilin ki, inkar edenler onu Mekke'den cıkardıklarında magarada bulunan iki kisiden biri olarak Allah ona yardım etmisti. Arkadasına (Ebu Bekir'e) \"Uzulme, Allah bizimledir\" diyordu; Allah da ona guven vermis, gormediginiz askerlerle onu desteklemis, inkar edenlerin sozunu alcaltmıstı. Ancak Allah'ın sozu yucedir. Allah gucludur, hakimdir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Isteyen, istemeyen, hepiniz savasa cıkın. Allah yolunda mallarınızla, canlarınızla cihat edin. Bilirseniz bu sizin icin hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Kolay bir kazanc, normal bir yolculuk olsaydı sana uyarlardı, fakat cıkılacak yol onlara uzak geldi, kendilerini helak ederek, \"Gucumuz yetseydi sizinle beraber cıkardık\" diye Allah'a yemin edeceklerdir. Allah, onların yalancı oldugunu elbette biliyor"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetsin; dogrular sana belli olup, yalancıları bilmeden once, nicin onlara izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah'a ve ahiret gunune inananlar, mallariyle, canlariyle savasmak istediklerinden oturu geri kalmak icin senden izin istemezler. Allah sakınanları bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah'a ve ahiret gunune inanmayan, kalbleri supheye dusup suphelerinde bocalayan kimseler senden izin isterler"}]}