{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":76,"VerseNumber":19,"Text":"කවදත් වෙනස් නොවන තරුණ වියේ අය, ඔවුන් වටා කැරකෙමින්ම සිටින්නාහ. (නබියේ!) ඔබ ඔවුන්ව දුටුවහොත් විසිරුණු මුතු මෙන්ම ඔවුන්ව සලකන්නෙහිය"},{"SurahNumber":76,"VerseNumber":20,"Text":"තවත් අවධානය කර බැලූවහොත් ඉමහත් රජ මාලිගාවන්හි ඇති සුඛෝපභෝගී සියල්ල (එහිදී) ඔබ දකින්නෙහිය"},{"SurahNumber":76,"VerseNumber":21,"Text":"ඔවුන්ගේ ශරීරය මත සිනිඳු කොළ වර්ණයේ පට සේලයන් හෝ, නැතහොත් උසස් වර්ගයේ පට සේලයන් හෝ ඇත. (පරිත්‍යාග වශයෙන්) රිදී වළලූද, ඔවුන්ට පළඳවනු ලැබේ. (මේවාට අමතරව) පරිශුද්ධ වූ එක් පානයක්ද, ඔවුන්ගේ දෙවියන් ඔවුන්ට පානය කරවනු ලැබ"},{"SurahNumber":76,"VerseNumber":22,"Text":"(ඔවුන්ට) “නියත වශයෙන්ම මෙය ඔබට ඵලවිපාක වශයෙන් දෙනු ලැබීය. ඔබගේ උත්සාහයද බාර ගනු ලැබීය” (යයිද කියනු ඇත)"},{"SurahNumber":76,"VerseNumber":23,"Text":"(නබියේ!) නියත වශයෙන්ම අපි මෙම කුර්ආනය ටිකෙන් ටිකම ඔබ කෙරෙහි පහළ කරන්නෙමු"},{"SurahNumber":76,"VerseNumber":24,"Text":"එබැවින් ඔබ, ඔබ දෙවියන්ගේ නියෝගයන් වෙනුවෙන් ඉවසා සිටිනු. ඔවුන්ගෙන් වූ කිසිම පාපතරයෙක්ව හෝ කෙළෙහිගුණ නොදත් අයව හෝ ඔබ අනුගමනය නොකරනු"},{"SurahNumber":76,"VerseNumber":25,"Text":"උදේ සවස ඔබ දෙවියන්ගේ ශුද්ධ වූ නාමය (පවසා) සුවිශුද්ධ කරමින් සිටිනු"},{"SurahNumber":76,"VerseNumber":26,"Text":"රාත්‍රියෙහිද ඔහුට හිස බිම තබා සුජූද් කර, රාත්‍රී කාලයෙහි දීර්ඝ කාලයක් ඔහුව සුවිශුද්ධ කරමින් සිටිනු මැනව"},{"SurahNumber":76,"VerseNumber":27,"Text":"නියත වශයෙන්ම මෙම ජනතාව මෙලොව කැමති වී ඔවුන් ඉදිරියේ ඇති දරුණු (විනිශ්චය) දිනය ප්‍රතික්ෂේප කර දමන්නාහ"},{"SurahNumber":76,"VerseNumber":28,"Text":"අපිම ඔවුන්ව උත්පාදනය කළෙමු. අපිම ඔවුන්ගේ හැඩරුව (අස්ථී හා සන්ධි) ස්ථීර කළෙමු. අපි අදහස් කළහොත් ඔවුන් මෙන් අන් අයව (ඔවුන්ගේ ස්ථානයෙහි) මාරු කර හරින්නෙමු"},{"SurahNumber":76,"VerseNumber":29,"Text":"නියත වශයෙන්ම මෙය එක් හොඳ වදනක් වන්නේය. කැමති කෙනෙකු තම දෙවියන් දෙසට යා හැකි (මෙහි ඇති ඍජු) මාර්ගය ඇරගත යුතුය"},{"SurahNumber":76,"VerseNumber":30,"Text":"එහෙත් අල්ලාහ් අදහස් කළහොත් මිස, ඔබ (කිසිවක්) කැමති විය නොහැක. නියත වශයෙන්ම අල්ලාහ් (ඔබ සියල්ලගේ ගති ගුණයන්ද) හොඳින් දන්නෙකු හා ඥානවන්තයෙකු වශයෙන්ද සිටින්නේය"},{"SurahNumber":76,"VerseNumber":31,"Text":"(එබැවින් ඔබගෙන්) ඔහු කැමති අයව තමන්ගේ දයාවෙහි ඇතුළු කරන්නේය. අපරාධකාරයින්ට වේදනා ගෙන දෙන දඬුවමම සැලසුම් කර, තබා ඇත්තේය"},{"SurahNumber":77,"VerseNumber":1,"Text":"එකකට පසු එකක් වශයෙන් යවනු ලබන දැය මතද"},{"SurahNumber":77,"VerseNumber":2,"Text":"වේගයෙන් හමන සුළි සුළං මතද"},{"SurahNumber":77,"VerseNumber":3,"Text":"විසුරුවාහැරිය වැහි වළා මතද"},{"SurahNumber":77,"VerseNumber":4,"Text":"(ඇත්ත, බොරු අතරේ) පැහැදිලිව වෙන් කර ඇති දැය (වන ධර්මයන්) මතද"},{"SurahNumber":77,"VerseNumber":5,"Text":"මතක් කර දෙන අය (දූතයින්) මතද"},{"SurahNumber":77,"VerseNumber":6,"Text":"සමාව හෝ නැතහොත් අනතුරු ඇඟවීම මතද සත්තකින්ම"},{"SurahNumber":77,"VerseNumber":7,"Text":"නියත වශයෙන්ම ඔබට පොරොන්දු දෙන ලද දැය අනිවාර්යයෙන්ම පැමිණෙන්නේය"},{"SurahNumber":77,"VerseNumber":8,"Text":"ඒ අවස්ථාවේදී තාරකාවන්ගේ තම ආලෝකය සිඳී යනු ඇත"},{"SurahNumber":77,"VerseNumber":9,"Text":"අහස පැළී යනු ඇත"},{"SurahNumber":77,"VerseNumber":10,"Text":"කඳු (දූවිලි මෙන්) පාවී යනු ඇත"},{"SurahNumber":77,"VerseNumber":11,"Text":"නියමිත කාලයෙහි (සාක්ෂි කීමට) දූතයින්ව ඒකරාශී කරනු ලබන්නාහ"},{"SurahNumber":77,"VerseNumber":12,"Text":"(මේ සියල්ල) කුමන දවසක් දක්වා කල් දමා ඇත්තේද"},{"SurahNumber":77,"VerseNumber":13,"Text":"(යන්න නබියේ! ඔබ දන්නෙහිද?) විනිශ්චය දෙනු ලබන එදින දක්වාය"},{"SurahNumber":77,"VerseNumber":14,"Text":"(නබියේ!) තීන්දු දෙනු ලබන දවසේ ගුණාංගයන් ඔබ දන්නෙහිද"},{"SurahNumber":77,"VerseNumber":15,"Text":"(අපගේ ආයාවන්) බොරු කළ අයට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":16,"Text":"(එය බොරු කරමින් සිටි) පෙර සිටියවුන්වද අපි විනාශ කර දැමුවේ නැද්ද"},{"SurahNumber":77,"VerseNumber":17,"Text":"ඊට පසු සිටිය අයවද (විනාශ වී ගිය ඔවුන්ව), අනුගමනය කරන මෙන් සලස්වා"},{"SurahNumber":77,"VerseNumber":18,"Text":"(ඔවුන්වද විනාශ කර දැමුවෙමු). එසේම මෙම වැරදිකරුවන්වද, අපි (විනාශ වී යන්නට) සලස්වන්නෙමු"},{"SurahNumber":77,"VerseNumber":19,"Text":"(එබැවින් අපගේ ආයාවන්) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":20,"Text":"එක් ඉතාමත් අල්ප බිඳක් මගින් අපි ඔබව උත්පාදනය කළේ නැද්ද"},{"SurahNumber":77,"VerseNumber":21,"Text":"එය (ප්‍රවේසම් සහිතව ගර්භාශයෙහි)"},{"SurahNumber":77,"VerseNumber":22,"Text":"නියමිත කාලයක් දක්වා රැඳී සිටින සේ අපි සලස්වා"},{"SurahNumber":77,"VerseNumber":23,"Text":"පසුව අපිම එය (දරුවෙකු වශයෙන්ද) මනක්කල්පිත කරන්නෙමු. මනක්කල්පිත කරන්නන් සියල්ලන්ගෙන් අපි අපමණ උසස්වන්තයෙකි"},{"SurahNumber":77,"VerseNumber":24,"Text":"(එබැවින් මේවා) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":25,"Text":"අපි භූමිය ඉඩ ලබා දිය හැකි අන්දමට සැලැස්සුවේ නැද්ද"},{"SurahNumber":77,"VerseNumber":26,"Text":"(ඔබගෙන්) පණපිටින් සිටින්නන්ටද, මරණයට පත් වූවන්ටද"},{"SurahNumber":77,"VerseNumber":27,"Text":"එහි උස් කඳුද අපි නිර්මාණය කර මිහිරි ජලයද (ඒවායෙන්) ඔබට බීමට සලස්වන්නෙමු"},{"SurahNumber":77,"VerseNumber":28,"Text":"(අපගේ මෙම කළකම්) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":29,"Text":"(විනිශ්චය දිනදී මොවුන්ට) “කුමන (නිරයක්) ඔබ බොරු කරමින් සිටියෙහුද, ඒ දෙසට ඔබ යනු”"},{"SurahNumber":77,"VerseNumber":30,"Text":"“කොටස් තුනකින් යුත් (නිරයේ) දුමාරය දෙසට ඔබ යනු” (යයි කියනු ලැබේ)"},{"SurahNumber":77,"VerseNumber":31,"Text":"(එහි සිසිළ ගෙන දෙන) සෙවණක්ද නොමැත. උෂ්ණත්වය සමනය කළ හැකි කිසිවක්ද නොතිඛෙණු ඇත"},{"SurahNumber":77,"VerseNumber":32,"Text":"(එහෙත්) විශාල මාලිගාවන් මෙන් ගිනි දැල් විහිදුවමින්ම තිඛෙණු ඇත"},{"SurahNumber":77,"VerseNumber":33,"Text":"ඒවා කහ වර්ණයෙන් යුත් (විශාල) ඔටුවන් මෙන් දිස් වේ"},{"SurahNumber":77,"VerseNumber":34,"Text":"(මේවා) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":35,"Text":"එයම ඔවුන් කතා කිරීමට පවා ශක්තියක් නොලැඛෙන දිනයකි"},{"SurahNumber":77,"VerseNumber":36,"Text":"තවද ප්‍රශංසා කිරීමටද ඔවුන්ට අනුමැතියක් ලබා දෙනු නොලැබේ"},{"SurahNumber":77,"VerseNumber":37,"Text":"(මේවා) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":38,"Text":"මෙයම විනිශ්චය දිනයයි. ඔබවත් (ඔබට) පෙර විසූවන්වද (විනිශ්චය සඳහා) අපි ඒකරාශී කර දමන්නෙමු"},{"SurahNumber":77,"VerseNumber":39,"Text":"එබැවින් (එදිනදී ඔවුන්ට) “බේරීමට ඔබ වෙත යම්කිසි කුමන්ත්‍රණයක් තිඛෙන්නේ නම්, කර බලනු” (යයිද කියනු ලැබේ)"},{"SurahNumber":77,"VerseNumber":40,"Text":"මෙය බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":41,"Text":"(එහෙත්) භය භක්තිකයින් නියත වශයෙන්ම (එදිනදී ස්වර්ගයන්හි ඇති ගස්වල) සෙවණෙහිද, (එහි අඩියේ ඇති) උල්පත්හිද, සිටිනු ඇත"},{"SurahNumber":77,"VerseNumber":42,"Text":"ඔවුන් කැමති පලතුරු වර්ග ඔවුන්ට ඇත"},{"SurahNumber":77,"VerseNumber":43,"Text":"(ඔවුන්ට) “ඔබ කරමින් සිටින (හොඳ) ක්‍රියාවන්හි හේතුවෙන් ඕනෑතරම් මේවා අනුභව කර, පානය කරමින් සිටිනු” (යයි කියනු ලැබේ)"},{"SurahNumber":77,"VerseNumber":44,"Text":"නියත වශයෙන්ම මේ අන්දමටම හොඳ කරන්නන්ටද අපි ඵලවිපාක දෙන්නෙමු"},{"SurahNumber":77,"VerseNumber":45,"Text":"(මෙය) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":46,"Text":"(මෙය බොරු කරන්නෙනි! මෙලොවදී) ඔබ අනුභව කර පොඩියක් සුවය විඳිනු. (එහෙත්) නියත වශයෙන්ම ඔබ වැරදිකරුවන්ය"},{"SurahNumber":77,"VerseNumber":47,"Text":"(දෙවියන්ගේ ආයාවන්) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":48,"Text":"ඔවුන්ට “(දෙවියන් ඉදිරියේ) ඔබ නැවී නමදිනු” යයි කියනු ලැබුවහොත් ඔවුන් නැවී නමදින්නේම නැත"},{"SurahNumber":77,"VerseNumber":49,"Text":"(ඔහුගේ මෙම නියෝගය) බොරු කරන්නන්ට එදිනදී විනාශයයි"},{"SurahNumber":77,"VerseNumber":50,"Text":"මින් පසුව කුමන කාරණාවක් නම්, ඔවුන් විශ්වාස කරයිද"}]}