{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"O maaki: \"Waɗɗoree e makka Innde Alla ka dogugol makka e daragol makko. Pellet Joomi am ko Haforoowo Hinnotooɗo"},{"SurahNumber":11,"VerseNumber":42,"Text":"Kan no dogida e maɓɓe e mollooɗe waaɗe wa pelle. Nuuhu noddi ɓiɗɗo makko on, hari on no serindi: \"Ko an yo ɓinngel am, waɗɗida e amen, wata a wonndu e yedduɓe ɓen"},{"SurahNumber":11,"VerseNumber":43,"Text":"O wi'i: \"Mi ƴawoyay e fello daɗndayngo lam ndiyam ɗam\". O maaki: \"Daɗoowo yamiroore Alla nden alaa hannde si wanah on Mo O yurmini\". Molloonde nden heedi hakkunde maɓɓe, o laatodii e yoolaaɓe ɓen"},{"SurahNumber":11,"VerseNumber":44,"Text":"Wi'a: \"Ko an yo leydi, moɗu ndiyam maa ɗam! Ko an kadi yo kammu, jogito [sorombooji ndiyam ɗin]!\". Ndiyam ɗam ɓeeɓi, fiyaaku on ñaawaa, [laana] kan daroyii ka dow fello juudiiy, wi'aa: \"Halkaare woodanii ɓen yimɓe tooñuɓe"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuuhu noddi Joomi makko, o maaki: \"Joomi am, pellet ɓiɗɗo am on ko jeyaaɗo e ɓeynguure am, pellet fodoore Maa nden ko goonga. Ko An ɓuri nunɗude ñaawoore ñaawooɓe"},{"SurahNumber":11,"VerseNumber":46,"Text":"O daali: \"Ko an yo Nuuhu, pellet on jeyaaka e ɓeynguure maa, nden (toraare) ko gollal ngal moƴƴaa. Wata a toro Lam ko a alanaa ɗum ganndal. Min Miɗo waajo maa fii wata a jeye e majjuɓe ɓen"},{"SurahNumber":11,"VerseNumber":47,"Text":"O maaki: \"Joomi am, mi moolorike Ma nde mi lanndoto Maa huunde nde mi alanah ɗum ganndal. Si wanaa A hafranam yurmin Ɗaa mi, mi jeyete e hayruɓe ɓen"},{"SurahNumber":11,"VerseNumber":48,"Text":"Wi'aa: \"Ko an yo Nuuhu, jippor kisiyee immorde ka Amen, e moƴƴi dow maaɗaa e mofte wonnduɓe e maaɗa. Mofte goo (no ton), aray Men dakmita ɓe, refti memoya ɓe immorde e Amen, lepte muusuɗe"},{"SurahNumber":11,"VerseNumber":49,"Text":"Ɗii ɗoo ko jeyaaɗi e kabaruuji wiirniiɗi, Meɗen wahayina ɗe e maaɗa. A anndaano ɗe an, wanaa yimɓe maa ɓen, ko adii ɗum. Muñño, pellet battane moƴƴe ɗen woanii gomɗuɓe ɓen"},{"SurahNumber":11,"VerseNumber":50,"Text":"[Men Nulii] kadi faade e Aadinkooɓe ɓen, musiɗɗo maɓɓe on Huudi. O maaki : \"Ko onon yo yimɓe am, rewee Alla, reweteeɗo alanah on ko woori mo. On wonaali si wanaa fefindotooɓe"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ko onon yo yimɓe am, mi lanndaaki on e ɗum njoɓdi. Njoɓdi am wonaali si wanaa ka on taguɗo lam. En on haqqiltaa"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ko onon yo yimɓe am, insinee ka Joomi mon, refti tuubanon Mo O jippina e mooɗon toɓo jokkondirn-ngo, O ɓeyda on cemmbe e hoore cemmbe mon ɗen. Wata on huccitu ko on bomɓe"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ɓe wi'i: \"Ko an yo Huudu, kala ko addan-ɗaa men e ɓanngannduyee, menen men wonaali accooɓe reweteeɗi amen ɗin fii konngol maa ngol, menen men wonaali gomɗinooɓe ma"},{"SurahNumber":11,"VerseNumber":54,"Text":"Men wi'atah si wanaa yoga e reweteeɗi amen ɗin meminirii ma bone\". O maaki: \"Min miɗo seedina Alla -seeditee onon kadi- wonnde min, ko mi daɗndiiɗo e kon ko sirkoton"},{"SurahNumber":11,"VerseNumber":55,"Text":"gaanin Makko. Fewjanee lam on denndaangal, refti wata on fadee kam"},{"SurahNumber":11,"VerseNumber":56,"Text":"Min mi fawike e Alla, Joomi am e Joomi mon. Alaa e ruugayngel si wanaa ko O nannguɗo jubuuru maggel. Pellet, Joomi am no e laawol focciingol"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si on huccitii, gomɗii mi yottinanii kon ko mi nulidaa e mooɗon. Joomi am lontinay yimɓe goo ɓe wonaa onon, on lorrirtaa Mo hay e huunde. Pellet, Joomi am ko deeno kala huunde"},{"SurahNumber":11,"VerseNumber":58,"Text":"Nde yamiroore Amen nden ari, Men daɗndiri Huudi e ɓen gomɗimɓe wonnduɓe e makko yurmeende Amen. Men daɗndi ɓe lepte tiiɗuɗe"},{"SurahNumber":11,"VerseNumber":59,"Text":"Ɓen ko Aadinkooɓe. Ɓe yedduno Aayeeje Joomi amɓɓe ɗen, ɓe yeddi Nulaaɓe maɓɓe ɓen, ɓe jokki yamiroore kala dunndaranke sanndolɗinɗo"},{"SurahNumber":11,"VerseNumber":60,"Text":"Ɓe jokkindinaa ka aduna ɗoo, kuddi, e Ñalnde Darngal. Anndee pellet, Aadinkooɓe ɓen yeddi Joomi maɓɓe. Anndee goɗɗal woodanii Aadi'en, yimɓe Huudi"}]}