{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Yesli cheloveka postigayet kakaya-libo beda - iz bedstviy blizhayshey zhizni, - to on obrashchayetsya k svoyemu Gospodu, vozvrashchayas' k Nemu s raskayaniyem, posle togo kak otvernulsya ot Nego. No kogda Allakh daruyet yemu bol'shuyu milost', on zabyvayet tu bedu, kotoruyu molil svoyego Gospoda otvesti, pered tem kak On daroval yemu etu milost'. Chelovek izmyslil Allakhu sotovarishchey, kotorym on poklonyalsya naravne s Allakhom, sbivshis' sam i sbivaya drugikh lyudey s pryamogo puti Allakha. Skazhi (o Mukhammad!) tomu, komu eto svoystvenno, preduprezhdaya yego: \"Naslazhdaysya, prebyvaya v svoyom neverii, milost'yu Allakha korotkiy srok. Ved' ty - iz obitateley ognya"},{"SurahNumber":39,"VerseNumber":9,"Text":"Neuzheli bogoboyaznennyy, kotoryy poklonyayetsya Allakhu v chasy nochi, padaya nits ili stoya, boyas' budushchey zhizni i nadeyas' na milost' Allakha, podoben tomu, kto obrashchayetsya k Allakhu v bede i zabyvayet Yego v schast'ye?! Skazhi im, o Mukhammad: \"Razve te, kotoryye znayut prava Allakha i poklonyayutsya Yemu Yedinomu, uverovav v yedinobozhiye, ravny tem, kotoryye ne znayut, ibo oni ne smotryat i ne razdumyvayut nad znameniyami Allakha?\" Lish' tol'ko obladateli zdravogo uma priyemlyut znameniya i nastavleniya"},{"SurahNumber":39,"VerseNumber":10,"Text":"Skazhi, o prorok, peredavaya to, chto tvoy Gospod' povelel tebe peredat': \"O Moi blagochestivyye raby, kotoryye uverovali! Boytes' gneva vashego Gospoda. Tem, kto tvorit blagodeyaniya v zemnom mire, budet ugotovano dobro - podderzhka Allakha v blizhayshey zhizni i rayskiye sady v dal'ney zhizni. Nikogda ne zhivite v unizhenii! Ved' zemlya Allakha obshirna! Poistine, terpelivo perenosite razluku s rodnoy zemloy i s rodnymi! Allakh umnozhayet nagradu terpelivym bez schota"},{"SurahNumber":39,"VerseNumber":11,"Text":"Skazhi (o Mukhammad!): \"Mne poveleno poklonyat'sya Allakhu v iskrenney vere, chistoy ot mnogobozhiya i litsemeriya"},{"SurahNumber":39,"VerseNumber":12,"Text":"Mne poveleno Allakhom nepremenno byt' pervym (musul'maninom), predavshimsya Allakhu"},{"SurahNumber":39,"VerseNumber":13,"Text":"Skazhi (o Mukhammad!): \"YA boyus', yesli ya oslushayus' Gospoda moyego, podvergnut'sya nakazaniyu v velikiy strashnyy Den'"},{"SurahNumber":39,"VerseNumber":14,"Text":"Skazhi im, o Mukhammad: \"Allakhu Yedinomu poklonyayus' s iskrenney veroy, chistoy ot mnogobozhiya i litsemeriya"},{"SurahNumber":39,"VerseNumber":15,"Text":"Yesli vy, uznav moyu veru, ne poslushayetes' menya, togda poklonyaytes', komu khotite, pomimo Allakha\". Skazhi im takzhe: \"Nanesli ubytok sebe i svoim sem'yam te lyudi, kotoryye zabludilis' sami i sbili drugikh (svoikh blizkikh) s pryamogo puti. Eti lyudi budut v polnom ubytke v Sudnyy den'. Ved', poistine, - eto polnyy, yavnyy ubytok"},{"SurahNumber":39,"VerseNumber":16,"Text":"Dlya etikh, ponosshikh ubytki, ugotovany navesy iz ognya i pod nimi takiye zhe navesy iz ognya. Etim Allakh preduprezhdayet i ustrashayet Svoikh rabov; o raby Moi, boytes' Menya i Moyego nakazaniya"},{"SurahNumber":39,"VerseNumber":17,"Text":"Tem, kto otstranilsya ot pokloneniya idolam i shaytanam i obratilsya k Allakhu vo vsekh svoikh delakh, - radostnaya vest'. Pereday, o Mukhammad, blaguyu vest' Moim rabam"},{"SurahNumber":39,"VerseNumber":18,"Text":"kotoryye prislushivayutsya k recham i sleduyut samomu luchshemu v nikh, vedushchemu k pryamomu puti Allakha. Imenno etikh, i nikogo drugogo, Allakh napravlyayet k pryamomu puti i imenno oni, a nikto drugoy, obladayut svetlym razumom"},{"SurahNumber":39,"VerseNumber":19,"Text":"Razve ty (o Mukhammad!) mozhesh' rasporyazhat'sya v Moyom tsarstve? Razve ty mozhesh' otvesti nakazaniye ot togo, komu opredelena kara?! Imeyesh' li ty takuyu moshch', chtoby spasti iz ognya ada togo, komu predopredeleno nakazaniye"},{"SurahNumber":39,"VerseNumber":20,"Text":"No dlya tekh, kto boyalsya Allakha, budut vysokiye mesta v rayu i dvortsy, sooruzhonnyye odni nad drugimi, pod kotorymi tekut reki. Eto - obeshchaniye Allakha im, a Allakh nikogda ne narushayet obeshchaniy"},{"SurahNumber":39,"VerseNumber":21,"Text":"Neuzheli ty ne vidish', chto Allakh nizvol s neba dozhd', kotoryy vyvel istochnikami i rodnikami po zemle. Potom vyrastil plody raznykh vidov. Zatem rasteniya uvyadayut, i ty vidish' ikh vysokhshimi i pozheltevshimi. Potom oni prevrashchayutsya v trukhu i prakh. V etom perekhode iz odnogo sostoyaniya v drugoye - napominaniye tem, kto obladayet svetlym umom"},{"SurahNumber":39,"VerseNumber":22,"Text":"Razve vse lyudi ravny? Neuzheli tot, ch'yo serdtse Allakh raskryl dlya islama i yego ucheniya, kotoryye on razumeyet s pronitsatel'nost'yu i on tvordo uveroval v Gospoda svoyego i v istinnost' very v Nego, raven tomu, kto ustranilsya ot islama i ne stal dumat' nad znameniyami Allakha?! Gore tem, serdtsa kotorykh tak ocherstveli k napominaniyam ob Allakhe, chto oni ne vspominayut o Nom. Eti zhestokoserdnyye lyudi yavno otklonilis' ot istiny"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allakh nisposlal samoye prekrasnoye Slovo - Pisaniye, v kotorom skhodstvo v povtoryayemykh po smyslu i po ispol'zovaniyu slov chastyakh. Etim dostigayetsya vyrazitel'nost', tochnost' i nepodrazhayemost' Korana. V etom Pisanii povtoryayutsya i pritchi, i nazidaniya, i nastavleniya, i zakony, i oni povtoryayutsya pri chtenii. Pri slushanii uveshchevaniy (o nakazanii), soderzhashchikhsya v nom, moroz prokhodit po kozhe u togo, kto boitsya svoyego Gospoda, zatem pri upominanii Allakha, Yego miloserdiya i proslavlenii Yego drozh' prokhodit, i serdtse smyagchayetsya. Eto Pisaniye, otlichayushcheyesya etimi svoystvami, - Svet Allakha, kotorym On vedot po pryamomu puti i napravlyayet k istinnoy vere togo, kogo On pozhelayet. A tot, kto sob'yotsya s pryamogo puti po vole Allakha - ibo Allakh znayet, chto on otstranitsya ot istiny, - dlya nego net ni rukovoditelya, ni spasitelya ot zabluzhdeniya"},{"SurahNumber":39,"VerseNumber":24,"Text":"Neuzheli vse lyudi ravny?! Razve tot, kto v Sudnyy den' v otchayanii zashchishchayetsya lish' svoim litsom, poskol'ku svyazany yego ruki, ot zhestochayshego nakazaniya raven tomu, kto pridot spokoyno i mirno v Sudnyy den'? V Den' voskreseniya skazhut nechestivtsam: \"Vkusite posledstviya vashikh del"},{"SurahNumber":39,"VerseNumber":25,"Text":"Te, kotoryye zhili prezhde, do etikh mnogobozhnikov, oprovergli Istinu Allakha, schitaya poslannikov lzhetsami, poetomu i nakazaniye postiglo ikh ottuda, otkuda oni ne zhdali"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allakh podverg ikh unizheniyu i pozoru v etoy - blizhayshey - zhizni. YA klyanus', chto nakazaniye v dal'ney zhizni gorazdo suroveye i sil'neye, chem nakazaniye v zemnom mire. Yesli by oni tol'ko razumeli eto"},{"SurahNumber":39,"VerseNumber":27,"Text":"My priveli lyudyam vsyakiye pritchi v etom Korane, napominayushchiye im ob Istine Allakha, chtoby oni urazumeli i izvlekli dlya sebya urok"},{"SurahNumber":39,"VerseNumber":28,"Text":"My nisposlali Koran na arabskom yazyke - na ikh yazyke - bez vsyakoy krivizny. Mozhet byt', oni ustrashatsya svoyego Gospoda"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allakh privodit v pritchu mnogobozhnika. On, slovno rab, pravo na vladeniye kotorym prinadlezhit neskol'kim souchastnikam, prepirayushchimsya o nom, i privodit v pritchu yedinobozhnika - on, slovno rab, pravo na vladeniye kotorym imeyet odin khozyain. Ravny li oni v pritche? Net, oni ne ravny! Khvala Allakhu za dokazatel'stva protiv etikh lyudey (mnogobozhnikov), no bol'shaya chast' ikh ne znayet istinu"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ved' ty, o Mukhammad, i oni vse smertny"},{"SurahNumber":39,"VerseNumber":31,"Text":"Potom posle smerti i voskreseniya vy budete prepirat'sya drug s drugom pered Allakhom"}]}