{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"alihp, lam, mim, sat"},{"SurahNumber":7,"VerseNumber":2,"Text":"(napiye!) Itan mulam nir eccarikkai ceyvatarkakavum muhminkalukku nallupatecamakavum umakku arulappatta vetamakum(itu). Enave itanal umatu ullattil enta tayakkamum erpata ventam"},{"SurahNumber":7,"VerseNumber":3,"Text":"(manitarkale!) Unkal iraivanitamiruntu, unkalukku irakkappattataip pinparrunkal; avanaiyanri (verevaraiyum) patukavalar(kalakki kontu avar)kalai pinparratirkal; ninkal corpamakave nallunarvu perukirirkal"},{"SurahNumber":7,"VerseNumber":4,"Text":"(pavikal valntu vanta) ettanaiyo urkalai nam alittirukkirom; namatu vetanai avarkalai(t titirena) iravilo allatu (kalaipparuvatarkakap) pakalil tunkikkontirukkum poto vantataintatu"},{"SurahNumber":7,"VerseNumber":5,"Text":"Namatu vetanai avarkalukku erpattapotu, avarkal; \"niccayamaka nam aniyayakkararkalaka iruntom\" enru connatait tavira veronrum kuravillai"},{"SurahNumber":7,"VerseNumber":6,"Text":"yarukku (nam) tutarkal anuppappattarkalo avarkalait titanaka vicaranai ceyvom. Innum (nam) tutarkalaiyum titanaka vicarippom"},{"SurahNumber":7,"VerseNumber":7,"Text":"akave, (puranamaka nam) arintirukkirapati (atu camayam) avarkalitam collik kanpippom; (avarkal ceytatai vittum) niccayamaka nam maraivaka irukkavillai"},{"SurahNumber":7,"VerseNumber":8,"Text":"anraiya tinam (avaravarin nanmai timaikalai) etaipotuvatu uruti; appotu yarutaiya (nanmaiyin) etai kanattato avarkal tam verriyalarkal"},{"SurahNumber":7,"VerseNumber":9,"Text":"yarutaiya (nanmaiyin) etai (kuraintu) ilecaka irukkinrato, avarkal nam vacanankalukku maruceyta karanattal, avarkal tamakku tame nastam vilaivittuk kontavarkal avarkal"},{"SurahNumber":7,"VerseNumber":10,"Text":"(manitarkale!) Niccayamaka nam unkalai pumiyil vacikkac ceytom; atil unkalukku valkkai vacatikalaiyum akkittantom - eninum ninkal nanri celuttuvato mikavum corpameyakum"},{"SurahNumber":7,"VerseNumber":11,"Text":"niccayamaka name unkalaip pataittom; pinpu unkalukku urukkotuttom. Atanpin, \"atamukku sujutu ceyyunkal (ciram paniyunkal)\" enru malakkukalitam kurinom; iplisait tavira (marra malakkukal) yavarum (avarukkut) talaivanakkam ceytarkal; avan (mattum) talaivanakkam ceytavarkalil oruvanaka irukkavillai"},{"SurahNumber":7,"VerseNumber":12,"Text":"nan unakkuk kattalaiyitta potu, ni sajta ceyyatirukka unnait tatuttatu yatu?\" Enru allah kettan; \"nan avarai (atamai)vita melanavan - ennai ni neruppinal pataittay, avarai kalimannal pataittay\" enru (iplis patil) kurinan"},{"SurahNumber":7,"VerseNumber":13,"Text":"Itiliruntu ni irankivitu, ni perumai kolvatarku inku itamillai, atalal (inkiruntu) ni veliyeru - niccayamaka ni cirumai ataintoril oruvanaki vittay\" enru allah kurinan"},{"SurahNumber":7,"VerseNumber":14,"Text":"(irantavar) eluppappatum nal varai enakku avakacam kotuppayaka\" ena avan (iplis) ventinan"},{"SurahNumber":7,"VerseNumber":15,"Text":"(atarku allah)\"niccayamaka ni avakacam kotukkappattavarkalil oruvanavay\" enru kurinan"},{"SurahNumber":7,"VerseNumber":16,"Text":"(atarku iplis)\"ni ennai vali kettavanaka (veliyerri) vittatan karanattal, (atamutaiya cantatiyarana) avarkal unnutaiya nerana pataiyil (cellatu tatuppatarkaka avvaliyil) utkarntu kolven\" enru kurinan"},{"SurahNumber":7,"VerseNumber":17,"Text":"pin niccayamaka nan avarkal munnum, avarkal pinnum, avarkal valappakkattilum, avarkal itappakkattilum vantu (avarkalai vali ketuttuk) kontiruppen; atalal ni avarkalil perumpalorai (unakku) nanri celuttuvorkalakak kanamattay\" (enrum kurinan)"},{"SurahNumber":7,"VerseNumber":18,"Text":"atarku iraivan, \"ni nintikkappattavanakavum, veruttappattavanakavum inkiruntu veliyeri vitu - avarkalil unnaip pinparruvoraiyum, unkal yavaraiyum kontu niccayamaka narakattai nirappuven\" enru kurinan"},{"SurahNumber":7,"VerseNumber":19,"Text":"(pinpu iraivan atamai nokki;)\"atame! Nirum, um manaiviyum cuvarkkattil kutiyiruntu, ninkal iruvarum unkal viruppappirakaram puciyunkal; anal inta marattai (mattum) nerunkatirkal; (appatic ceytal) ninkal iruvarum aniyayam ceytavarkal avirkal\" (enru allah kurinan)"},{"SurahNumber":7,"VerseNumber":20,"Text":"Eninum avviruvarukkum maraintirunta avarkalutaiya (utalai) manattai avarkalukku velippatuttum poruttu saittan avviruvarin ullankalil (tavarana ennankalai) ucalatac ceytan; (avarkalai nokki, \"atan kaniyai ninkal pucittal) ninkal iruvarum malakkukalay vituvirkal, allatu (iccuvanapatiyil) enrennum tankivituvirkal enpatarkakaveyanri (veretarkum,) inta marattai vittum unkalai unkal iraivan tatukkavillai\" enru kurinan"},{"SurahNumber":7,"VerseNumber":21,"Text":"niccayamaka nan unkaliruvarukkum narpotanai ceypavanaka irukkiren\" enru cattiyam ceytu kurinan"},{"SurahNumber":7,"VerseNumber":22,"Text":"ivvaru, avan avviruvaraiyum emarri, avarkal (tankal nilaiyiliruntu) kile irankumpatic ceytan - avarkaliruvarum am'marattinai (am'marattin kaniyai)c cuvaittapotu - avarkalutaiya vetkattalankal avarkalukku veliyayirru avarkal cuvanapatiyin ilaikalal tankalai mutikkolla muyanranar; (appotu) avarkalai avarkal iraivan kuppittu; \"unkaliruvaraiyum am'marattai vittum nan tatukkavillaiya? Niccayamaka saittan unkalukku pakirankamana pakaivan enru nan unkalukku collavillaiya?\" Enru kettan"},{"SurahNumber":7,"VerseNumber":23,"Text":"atarku avarkal; \"enkal iraivane! Enkalukku nankale tinkilaittuk kontom - ni enkalai mannittuk kirupai ceyyavittal, niccayamaka nankal nastamataintavarkalaki vituvom\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":24,"Text":"(atarku iraivan, \"itiliruntu) ninkal irankunkal - unkalil oruvar marravarukkup pakaivarayiruppirkal; unkalukku pumiyil tankumitam irukkiratu atil oru (kurippitta) kalam varai ninkal cukam anupavittalum untu\" enru kurinan"},{"SurahNumber":7,"VerseNumber":25,"Text":"Ankeye ninkal valntiruppirkal; ankeye ninkal maranamataivirkal; (irutiyaka) ninkal ankirunte eluppappatuvirkal\" enrum kurinan"},{"SurahNumber":7,"VerseNumber":26,"Text":"atamutaiya makkale! Meyyakave, nam unkalukku unkalutaiya manattai maraikkavum, unkalukku alankaramakavum, ataiyai alittullom. Ayinum takva (payapakti) enum ataiye (ataivita) melanatu. Itu allahvutaiya (arulin) ataiyalankalil (onraka) ullatakum - (itaik kontu) nallunarvu peruvarkalaka"},{"SurahNumber":7,"VerseNumber":27,"Text":"atamutaiya makkale! Saittan unkal perror iruvaraiyum, avarkalutaiya manattai avarkal parkkumaru avarkalutaiya ataiyai avarkalai vittum, kalaintu, cuvanapatiyai vittu veliyerriyatu pol avan unkalai (emarric) cotanaikkullakka ventam; niccayamaka avanum, avan kuttattarum unkalaik kavanittuk kontirukkirarkal - ninkal avarkalaip parkka mutiyatavaru meyyakave nam saittankalai nampikkaiyillatavarin nanparkalakki irukkirom"},{"SurahNumber":7,"VerseNumber":28,"Text":"(nampikkaiyillata) avarkal oru manakketana kariyattaic ceytu vittal, \"enkal mutataiyarkalai itan mite kantom; innum allah enkalai ataikkonte evinan\" enru colkirarkal. \"(Appatiyalla!) Niccayamaka allah manakketana ceyalkalaic ceyyak kattalaiyitamattan - ninkal ariyatatai allahvin mitu poyyakak kurukirirkala?\" Enru (napiye!) Nir ketpiraka"},{"SurahNumber":7,"VerseNumber":29,"Text":"en iraivan, nitattaik konte eviyullan; ovvoru tolukaiyin potum unkal mukankalai avan pakkame nilaippatuttikkollunkal; vanakkattai avanukke tuymaiyakkiyavarkalaka avanai alaiyunkal; unkalai avan tuvakkiyatu polave (avanitam) ninkal miluvirkal\" enru nir kurum"},{"SurahNumber":7,"VerseNumber":30,"Text":"Oru kuttattarai avan ner valiyilakkinan; innoru kuttatarukku valiketu urutiyaki vittatu enenil niccayamaka avarkal allahvai vittu saittankalai patukavalarkalakkik kontarkal - eninum tankal nervali perravarkal enru ennukirarkal"}]}