{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Yoksa, insanlar; inandık demeleriyle bırakılıvereceklerini ve kendilerinin denenmeyeceklerini mi sandılar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Andolsun ki; Biz, onlardan öncekileri de denedik. Allah; elbette doğruları bilir ve elbette yalancıları da bilir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa, kötülük yapanlar Biz´den kaçabileceklerini mi sanırlar? Ne kötü hüküm veriyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah´a kavuşmayı umarsa; muhakkak ki Allah´ın belirttiği vakit mutlaka gelecektir. O; Semi´dir. Alim´dir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim cihad ederse; ancak kendisi için cihad etmiş olur. Zira Allah; alemlerden müstağnidir"},{"SurahNumber":29,"VerseNumber":7,"Text":"İman edip de salih amel işleyenlerin, kötülüklerini andolsun ki örteriz. Onları yaptıklarından daha güzeli ile mükafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz, insana; anne ve babasına iyi davranmasını tavsiye ettik. Eğer onlar, hakkında bilgin olmayan şeyi Bana ortak koşman için seni zorlarlarsa, kendilerine itaat etme. Dönüşünüz Bana´dır. Yaptıklarınızı size bildiririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"İman edip salih amel işleyenleri de andolsun ki; salihlerin arasına katacağız"},{"SurahNumber":29,"VerseNumber":10,"Text":"İnsanlardan öyleleri de vardır ki; Allah´a inandık, der de; Allah uğrunda bir eziyete uğratılınca; insanların o eziyetini, Allah´ın azabı gibi tutar. Rabbından bir yardım gelecek olursa; andolsun ki: Doğrusu biz, sizinle beraberdik, derler. Allah, herkesin kalbinde olanları en iyi bilen değil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Elbette Allah; inananları bilir. Ve elbette münafıkları da bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Küfredenler, inananlara derler ki: Bizim yolumuza uyun da sizin günahlarınızı biz taşıyalım. Halbuki onların günahlarından hiç birini yüklenecek değillerdir. Doğrusu onlar yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Gerçekten onlar; hem kendi yüklerini, hem de kendi yükleriyle beraber daha nice yükleri yüklenecekler ve uydurup durdukları şeylerden dolayı kıyamet günü elbette sorguya çekileceklerdir"},{"SurahNumber":29,"VerseNumber":14,"Text":"Andolsun ki; Biz, Nuh´u, kavmine gönderdik. Aralarında elli yılı müstesna olmak üzere bin yıl kaldı. Sonunda onlar, zulme devam edip dururken kendilerini tufan yakalayıverdi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ama Biz; onu da, gemi arkadaşlarını da kurtardık ve bunu alemlere bir ayet yaptık"},{"SurahNumber":29,"VerseNumber":16,"Text":"İbrahim´i de. Hani kavmine demişti ki: Allah´a ibadet edin ve O´ndan sakının. Bilirseniz bu; sizin için daha hayırlıdır"},{"SurahNumber":29,"VerseNumber":17,"Text":"Siz; sadece Allah´ı bırakıp putlara tapıyor, aslı astarı olmayan sözler uyduruyorsunuz. Doğrusu Allah´tan başka taptıklarınızın size rızık vermeye güçleri yetmez. Öyleyse, rızkı Allah katında arayın, sadece O´na kulluk edin, O´na şükredin. Siz; ancak O´na döndürüleceksiniz"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eğer siz, yalanlıyorsanız, bilin ki; sizden önceki ümmetler de yalanlamışlardı. Peygambere düşen, sadece apaçık tebliğden ibarettir"},{"SurahNumber":29,"VerseNumber":19,"Text":"Görmediler mi ki; Allah yaratmayı nasıl başlatıyor sonra da onu iade ediyor? Şüphesiz bu, Allah´a pek kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"De ki: Yeryüzünde gezip dolaşın da Allah´ın yaratmaya nasıl başladığını bir görün. İşte Allah; yeni bir ahiret hayatını da tekrar yaratacaktır. Muhakkak ki Allah; her şeye kadirdir"},{"SurahNumber":29,"VerseNumber":21,"Text":"Dilediğine azab eder, dilediğine merhamet eder. Ve ona çevrileceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Siz ne yerde, ne gökte O´nu aciz bırakabilirsiniz. Allah´tan başka sizin hiç bir dostunuz ve yardımcınız da yoktur"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah´ın ayetlerini ve O´na kavuşmayı inkar edenler; işte onlar, Benim rahmetimden ümitlerini kesmiş olanlardır. Ve işte elem verici azab onlaradır"},{"SurahNumber":29,"VerseNumber":24,"Text":"Bunun üzerine kavminin ona cevabı sadece: Onu öldürün veya yakın, demek oldu. Ama Allah onu ateşten korudu. Doğrusu bunda, inananlar için ayetler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ve o: Dünya hayatında Allah´ı bırakıp aranızda putları dostluk vesilesi kıldınız. Sonra da kıyamet gününde birbirinize küfreder ve karşılıklı la´net okursunuz. Varacağınız yer, ateştir. Sizin yardımcılarınız da yoktur, dedi"}]}