{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"nivu bandhugalige, badavarige mattu prayanikarige avara hakkannu sallisiri mattu nivu dundu vecca madabedi"},{"SurahNumber":17,"VerseNumber":24,"Text":"dundu vecca maduvavaru khandita saitanana sahodararu. Saitananu tanna odeyanige krtaghnanagiddanu"},{"SurahNumber":17,"VerseNumber":25,"Text":"ondu vele, nivinnu nim'ma odeyana niriksita anugrahavannu kayuttiruva karana, avarinda (bandhugalu, badavaru muntadavarinda) mukha tirugisikollabekagi bandaru avarondige bahala saumyavada matanne adiri"},{"SurahNumber":17,"VerseNumber":26,"Text":"nivu (tira jipunaragi) nim'ma kaiyannu koralige kattikollabedi mattu adannu sampurnavagi bicci bidalu bedi – (an'yatha) apamanitaragiyu asahayakaragiyu kulitirabekaditu"},{"SurahNumber":17,"VerseNumber":27,"Text":"khanditavagiyu nim'ma odeyanu tanicchisidavara palige sampattannu dharalagolisi biduttane. Mattu (tanicchisidavara palige adannu) simita golisuttane. Khanditavagiyu avanu tanna dasara kuritu arivu ullavanu hagu ellavannu noduttiruvavanagiddane"},{"SurahNumber":17,"VerseNumber":28,"Text":"nivu badatanada bhayadinda nim'ma makkalannu kollabedi. Avarigu nimagu nave aharavannu nidutteve. Avara hatyeyu khandita maha papavagide"},{"SurahNumber":17,"VerseNumber":29,"Text":"nivu vyabhicarada hattiravu suliyabedi – adu khandita nirlajja krtyavagide mattu tira ketta dariyagide"},{"SurahNumber":17,"VerseNumber":30,"Text":"allahanu nisid'dhagolisiruva (kollabaradendiruva) yavude jivavannu nivu akramavagi kollabedi. Mattu navu, an'yayavagi koleyadavana uttaradhikarige (pratikarada) adhikaravannu nididdeve. Adare avanu koleya visayadalli mitimirabaradu. Avanu khandita neravige ar'hanagiddane"},{"SurahNumber":17,"VerseNumber":31,"Text":"Mattu anathanu praudhanaguva tanaka – uttama ritiyindallade – nivu avana sampattina hattira hogabaradu. Mattu nivu kararannu palisiri. Kararina kuritu khandita vicarisalaguvudu"},{"SurahNumber":17,"VerseNumber":32,"Text":"nivu aleyuvaga purnavagi aleyiri mattu sariyagiruva takkadiyalle tugiri. Iduve srestha kramavagide mattu phalitansada drstiyindalu uttamavagide"},{"SurahNumber":17,"VerseNumber":33,"Text":"ninage arivillada visayada bennu hidiyabeda. Khanditavagiyu, kivi, kannu mattu manas'su ivellavugala kuritu vicarane nadeyalide"},{"SurahNumber":17,"VerseNumber":34,"Text":"bhumiyalli ahankaradondige nadeyabeda. Khanditavagiyu (a mulaka) ninu bhumiyannu silalare mattu parvatagala ettaravannu talupalare"},{"SurahNumber":17,"VerseNumber":35,"Text":"i ella kedukugalu ninna odeyana drstiyalli apriyavagive"},{"SurahNumber":17,"VerseNumber":36,"Text":"idu, nim'ma odeyanu yuktiyinda divyavaniya mulaka nim'ma kadege kaluhisida sandesavagide. (Manavane,) ninendu allahana jote bere yarannadaru, pujar'hanendu pariganisabeda. Hage madidare, ninnannu apamanitanagisi hagu tiraskrtanagisi narakakke esedu bidalaguvudu"},{"SurahNumber":17,"VerseNumber":37,"Text":"(svalpa yocisi nodi:) Nim'ma odeyanenu putrarannu nimage misalagittu malak‌galannu tanna putriyaragisikondane? Nijakku nivu bhari dodda (papada) matondannu aduttiruviri"},{"SurahNumber":17,"VerseNumber":38,"Text":"janaru upadesa svikarisabekendu navu i kur‌an‌nalli, (satyavannu) vividha ritiyalli vivarisiddeve. Istagiyu avara (dhikkarigala) dvesavaste heccuttide"},{"SurahNumber":17,"VerseNumber":39,"Text":"heliri; ondu vele avaru heluvante nijakku avana (allahana) jote bere devarugalu iddiddare avaru visva sinhasanada odeyana kadegiruva dariyannu hudukuttiddaru"},{"SurahNumber":17,"VerseNumber":40,"Text":"avanu pavananu mattu avaru enella heluttiruvaro avellavugaliginta unnatanu, sresthanu mattu mahananu"},{"SurahNumber":17,"VerseNumber":41,"Text":"Elu akasagalu mattu bhumi hagu avugalalli iruva ellavu avana (allahana) pavitravannu japisuttive. Nijavagi, avana gunagana madutta avana pavitravannu japisada yava vastuvu illa. Adare avugalu maduva pavitrajapavu nimage arthavaguvudilla. Khanditavagiyu avanu sanyami hagu ksamasilanu"},{"SurahNumber":17,"VerseNumber":42,"Text":"nivu kur‌an annu oduvaga, navu nim'ma hagu paralokavannu nambadavara naduve, supta tereyondannu eledu bidutteve"},{"SurahNumber":17,"VerseNumber":43,"Text":"mattu avarige idu arthavagadante navu avara manas'sugala mele tereyannu eleyutteve mattu avara kivigalalli kivudutanavide. Nivu kur‌an‌nalli, nim'ma odeyana kuritu avanu ekamatranendu prastapisidodane avaru dvesadinda mukha tirugisi odalarambhisuttare"},{"SurahNumber":17,"VerseNumber":44,"Text":"avaru nim'ma kadege kivigottu keluttiruvaga, avaru (a riti) keluvudekembudannu mattu avaru guttagi samalocisida sandarbhavannu navu cennagi ballevu. ‘‘Nivu matakke tuttada obba vyaktiyannu anusarisuttiddiri’’ endu akramigalu heluttare"},{"SurahNumber":17,"VerseNumber":45,"Text":"nodiri, avaru ententaha (dusaneya) matugalannu nimage anvayisuttare! Nijavagi avaru darigettiddare mattu avarige saridari siguttilla"},{"SurahNumber":17,"VerseNumber":46,"Text":"‘‘navu elubugalagi tira curu curagi bitta balika nam'mannenu hosadagi jivantagolisalaguvude?’’Endu avaru keluttare"},{"SurahNumber":17,"VerseNumber":47,"Text":"heliri; nivu kallugalagi athava ukkagi bitta balikavu"},{"SurahNumber":17,"VerseNumber":48,"Text":"athava nivu, avugaligintalu doddadendu nim'ma manas'sinalliruva berenadaru agibitta balikavu (nim'mannu jivantagolisalaguvudu). ‘‘(A riti) nam'mannu matte jivantagolisuvavaru yaru?’’ Endu avaru keluvaru; heliri; nim'mannu modala bari rupisidavanu (avane a kelasamaduvanu). Matte avaru tam'ma talegalannu nim'medege valisutta, ‘‘adu (a dina) baruvudu yavaga?’’ Endu keluvaru. ‘‘Adu tumba hattirave iralubahudu’’ endu heliri"},{"SurahNumber":17,"VerseNumber":49,"Text":"Andu avanu (allahanu) nim'mannu kugi kareyuvanu mattu nivu avana gunagana madutta ogoduviri mattu (i lokadalli) nivu badukiddudu tira alpakala matra endu aga nivu bhavisuttiruviri"}]}