{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Enceinte de l’enfant, elle alla se retirer loin des siens"},{"SurahNumber":19,"VerseNumber":23,"Text":"Les douleurs de l’accouchement l’obligerent a s’adosser au tronc d’un palmier. Elle s’exclama : « Que je fusse morte avant ce jour et totalement oubliee ! »"},{"SurahNumber":19,"VerseNumber":24,"Text":"Une voix s’eleva alors vers elle : « Ne sois pas triste. Par la grace de ton Seigneur, un ruisselet se trouve a tes pieds"},{"SurahNumber":19,"VerseNumber":25,"Text":"Tire vers toi le tronc du palmier qui laissera tomber sur toi des dattes fraiches"},{"SurahNumber":19,"VerseNumber":26,"Text":"Mange donc, bois et rejouis-toi. Et si tu dois rencontrer quelqu’un, dis-lui que tu as fait vœu de silence au Tout Misericordieux et que tu n’adresseras donc aujourd’hui la parole a personne. »"},{"SurahNumber":19,"VerseNumber":27,"Text":"Portant l’enfant, elle retourna aupres des siens qui, la voyant arriver, dirent : « Marie ! Tu as commis une infamie"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sœur d’Aaron ! Ton pere n’etait pas un debauche, ni ta mere une femme de mauvaise vie. »"},{"SurahNumber":19,"VerseNumber":29,"Text":"Marie leur fit alors signe de s’adresser a l’enfant. « Comment, s’etonnerent-ils, pourrions-nous parler a un enfant au berceau ? »"},{"SurahNumber":19,"VerseNumber":30,"Text":"Mais celui-ci prit la parole : « Je suis le serviteur d’Allah qui m’a confie l’Ecriture et a fait de moi un prophete"},{"SurahNumber":19,"VerseNumber":31,"Text":"Il a fait de moi une benediction pour les hommes ou que je sois et m’a prescrit la priere et la charite tant que je serai en vie"},{"SurahNumber":19,"VerseNumber":32,"Text":"Il a fait de moi un fils pieux envers sa mere, obeissant envers son Seigneur, humble a l’egard des hommes"},{"SurahNumber":19,"VerseNumber":33,"Text":"Que la paix soit avec moi le jour de ma naissance, le jour de ma mort et le Jour ou je serai rendu a la vie. »"},{"SurahNumber":19,"VerseNumber":34,"Text":"Telle est la verite au sujet de Jesus fils de Marie dont ils doutent pourtant"},{"SurahNumber":19,"VerseNumber":35,"Text":"Il ne sied pas a Allah de se donner un fils. Gloire a Lui ! Il Lui suffit, lorsqu’Il decrete une chose, de dire : « Sois ! » et celle-ci s’accomplit"},{"SurahNumber":19,"VerseNumber":36,"Text":"Jesus ajouta : « Allah, en verite, est mon Seigneur et le votre auquel vous devez un culte exclusif et sincere. Telle est la voie du salut. »"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mais bientot les sectes se diviserent a son sujet. Malheur donc aux mecreants qui auront a affronter le chatiment d’un jour terrible"},{"SurahNumber":19,"VerseNumber":38,"Text":"Comme ils entendront distinctement et verront clairement le Jour ou ils viendront a Nous. Mais les injustes, manifestement egares, sont aujourd’hui sourds et aveugles a la verite"},{"SurahNumber":19,"VerseNumber":39,"Text":"Avertis les hommes du Jour de tous les regrets, Jour ou Notre arret sera prononce mais que, dans leur insouciance, ils preferent aujourd’hui renier"},{"SurahNumber":19,"VerseNumber":40,"Text":"C’est Nous qui heriterons de la terre et de ceux qui la peuplent, c’est a Nous qu’ils seront tous ramenes"},{"SurahNumber":19,"VerseNumber":41,"Text":"Mentionne dans le Livre l’histoire d’Abraham, un croyant sincere et un prophete"},{"SurahNumber":19,"VerseNumber":42,"Text":"Il dit un jour a son pere : « Pere ! Pourquoi adores-tu des idoles incapables d’entendre et de voir, et qui ne te sont d’aucune utilite"},{"SurahNumber":19,"VerseNumber":43,"Text":"Pere ! Une science que tu n’as pas recue m’a ete revelee. Suis donc ma voie, je t’indiquerai le droit chemin"},{"SurahNumber":19,"VerseNumber":44,"Text":"Pere ! N’adore pas les idoles par obeissance a Satan qui s’est revolte contre le Tout Misericordieux"},{"SurahNumber":19,"VerseNumber":45,"Text":"Pere ! Je crains fort que tu ne sois chatie par le Tout Misericordieux et ne subisses en Enfer le sort de Satan. »"},{"SurahNumber":19,"VerseNumber":46,"Text":"Son pere repliqua : « Te detournerais-tu, Abraham, de mes divinites ? Si tu ne cesses pas de les denigrer, je te ferai lapider. Eloigne-toi de moi pour longtemps. »"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abraham dit : « Que la paix soit avec toi ! J’implorerai pour toi le pardon de mon Seigneur qui s’est toujours montre d’une grande bonte envers moi"},{"SurahNumber":19,"VerseNumber":48,"Text":"Je me separe de vous et des idoles que vous adorez en dehors d’Allah et j’implore les faveurs de mon Seigneur, en esperant ne pas etre decu en L’invoquant. »"},{"SurahNumber":19,"VerseNumber":49,"Text":"Lorsqu’il se fut separe de son peuple et des idoles que ce dernier venerait en dehors d’Allah, Nous lui avons fait don d’Isaac et de Jacob que Nous avons tous deux eleves au rang de prophetes"},{"SurahNumber":19,"VerseNumber":50,"Text":"Nous avons comble de Nos faveurs chacun d’entre eux dont les vertus, par Notre grace, sont passees a la posterite"},{"SurahNumber":19,"VerseNumber":51,"Text":"Mentionne, dans le Livre, Moise qui fut Notre serviteur devoue et que Nous avons elu en faisant de lui un prophete et un Messager"},{"SurahNumber":19,"VerseNumber":52,"Text":"Nous l’avons appele du versant du mont Sinai qui se trouvait sur sa droite, lui ordonnant de s’approcher, et lui avons adresse la parole"},{"SurahNumber":19,"VerseNumber":53,"Text":"Par un effet de Notre grace, Nous l’avons assiste de son frere Aaron que Nous avons egalement eleve au rang de prophete"},{"SurahNumber":19,"VerseNumber":54,"Text":"Mentionne dans le Livre Ismael qui se montrait toujours fidele a ses engagements et fut un prophete et un Messager"},{"SurahNumber":19,"VerseNumber":55,"Text":"Il exhortait les siens a accomplir la priere et a faire la charite, et etait en grace aupres de son Seigneur"},{"SurahNumber":19,"VerseNumber":56,"Text":"Mentionne dans le Livre Idriss, un croyant sincere et un prophete"},{"SurahNumber":19,"VerseNumber":57,"Text":"que Nous avons eleve a un haut rang"},{"SurahNumber":19,"VerseNumber":58,"Text":"Voici ceux qu’Allah a combles de Ses faveurs parmi les prophetes de la descendance d’Adam, de la posterite des hommes que Nous avons transportes dans l’Arche avec Noe, de la descendance d’Abraham et d’Israel, et parmi tous les prophetes que Nous avons elus et guides. Lorsque les versets du Tout Misericordieux leur etaient recites, ils se jetaient face contre terre et eclataient en sanglots"}]}