{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karşılaşmayı beklemeyenler: -Bize meleklerin indirilmesi veya Rabbimizi görmemiz gerekmez miydi? dediler. Kendi kendilerine büyüklenmişler ve büyük bir azgınlıkla haddi aşmışlardı"},{"SurahNumber":25,"VerseNumber":22,"Text":"Melekleri gördükleri gün, işte o gün günahkarlara iyi bir haber yoktur. Melekler onlara şöyle der: -Yasaktır, yasak! (bütün iyiliklerden mahrumsunuz)"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların yaptıklarının hepsini ele aldık ve onları kül gibi savurduk"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gün cennetlikler en hayırlı bir yurtta, en güzel bir dinlenme yerindedir"},{"SurahNumber":25,"VerseNumber":25,"Text":"O gün gök, beyaz bulutlar gibi parçalanacak ve melekler durmadan indirilecektir"},{"SurahNumber":25,"VerseNumber":26,"Text":"O gün, gerçek hakimiyet Rahman’ındır. Kafirler için pek zorlu bir gündür"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gün, zalim parmaklarını ısıracak ve şöyle diyecektir: -Ah ne olurdu, ben de Peygamber’le aynı yolu tutmuş olsaydım"},{"SurahNumber":25,"VerseNumber":28,"Text":"Vay başıma gelene! Keşke falancayı dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Andolsun ki bana gelen zikir’den beni o saptırdı. Şeytan, insanı yapayalnız bırakıp, rezil ediyor"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber: -Rabbim, dedi. Kavmim Kur’an’a ilgisiz kaldı"},{"SurahNumber":25,"VerseNumber":31,"Text":"İşte böyle her peygamber için suçlulardan düşman kıldık. Yol gösterici ve yardımcı olarak Rabbin yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"Küfredenler: -Kur’an ona bir defada toptan indirilmeli değil miydi? dediler. Biz, onu senin kalbine yerleştirmek için böyle indirdik. Onu düzenli ve yerli yerince indirdik"},{"SurahNumber":25,"VerseNumber":33,"Text":"Sana bir örnek getirmeye görsünler, biz onun gerçeğini ve en iyi anlaşılanını getiririz"},{"SurahNumber":25,"VerseNumber":34,"Text":"Yüzüstü cehenneme toplanacak olanlar, işte onlar, yeri en kötü ve yolu en sapık olanlardır"},{"SurahNumber":25,"VerseNumber":35,"Text":"Musa’ya da kitap vermiş, kardeşi Harun’u da ona vezir yapmıştık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Onlara: -Ayetlerimizi yalanlayan kavme gidin, demiştik; sonra da o kavmi yerle bir etmiştik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh Kavmi de peygamberleri yalanlamıştı da onları suda boğarak, insanlara bir ibret kılmıştık. Zalimlere acıklı bir azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ad’ı da, Semud’u da, Ress halkını da, bunların arasında daha bir çok nesilleri de"},{"SurahNumber":25,"VerseNumber":39,"Text":"Bunlardan her birine örnekler göstermiş ve hepsini de baştan başa kırıp geçirmiştik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Onlar, üzerine bela yağmuru yağdırılmış bir beldeye de uğramışlardı, onu görmediler mi? Hayır, onlar yeniden dirilişi düşünmüyorlar"},{"SurahNumber":25,"VerseNumber":41,"Text":"Seni gördükleri zaman: -Bu mu Allah’ın gönderdiği elçi? diye alay etmekten başka bir şey yapmazlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"Eğer dayanmasaydık az kalsın bizi ilahlarımızdan saptıracaktı, derler. Onlar azabı gördükleri zaman, kimin yolunun sapık olduğunu bilecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"Arzularını ilah edinen kimseyi gördün mü? O halde sen mi koruyucu olacaksın"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa, onların çoğunun söz dinlediğini veya akıllarını kullandığını mı sanıyorsun? Onlar ancak hayvanlar gibidirler, hatta daha da şaşkındırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbinin gölgeyi nasıl uzattığını görmüyor musun? İsteseydi onu durdururdu. Güneşi ona kılavuz yaptık"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra, onu kendimize doğru yavaş yavaş çektik"},{"SurahNumber":25,"VerseNumber":47,"Text":"Geceyi örtü, uykuyu dinlenme ve gündüzü de yeniden hayata başlayış yapan O’dur"},{"SurahNumber":25,"VerseNumber":48,"Text":"O’dur, rahmetinin önünde rüzgarları müjdeci olarak gönderen! Gökten tertemiz bir de su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Onunla ölü bir şehri diriltelim ve onunla yarattığımız bir çok hayvanı ve insanı sulayalım"},{"SurahNumber":25,"VerseNumber":50,"Text":"Düşünsünler, öğüt alsınlar diye, onu aralarında evirip çevirdik. Yine de insanların çoğu nankörlükten vazgeçmez"},{"SurahNumber":25,"VerseNumber":51,"Text":"İsteseydik her kasabaya uyarıcı gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"O halde sen, kafirlere itaat etme ve onlara karşı Kur’an’la büyük bir cihatla mücadele et"}]}