{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"I ona zanese i bremenita se skloni daleko negdje"},{"SurahNumber":19,"VerseNumber":23,"Text":"I porođajni bolovi prisilise je da dođe do stabla jedne palme. \"Kamo srece da sam ranije umrla i da sam potpuno u zaborav pala!\", povika ona"},{"SurahNumber":19,"VerseNumber":24,"Text":"I on je, nize nje, zovnu: \"Ne zalosti se, Gospodar tvoj dao je da nize tebe potok potece"},{"SurahNumber":19,"VerseNumber":25,"Text":"Zatresi palmino stablo, posut ce po tebi datule svjeze"},{"SurahNumber":19,"VerseNumber":26,"Text":"pa jedi i pij i budi vesela! A ako vidis covjeka kakva, ti reci: 'Ja sam se zavjetovala Svemilosnom da cu sutjeti, i danas ni s kim necu govoriti"},{"SurahNumber":19,"VerseNumber":27,"Text":"I dođe ona s njim narodu svome, noseci ga. \"O Merjema!'', rekose oni, \"ucinila si nesto necuveno"},{"SurahNumber":19,"VerseNumber":28,"Text":"Hej ti, koja licis Harunu otac ti nije bio nevaljao, a ni mati tvoja nije bila bludnica"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ona im na njega pokaza. \"Kako da govorimo djetetu u besici?\", rekose oni"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ja sam Allahov rob\", rece on, \"meni ce On Knjigu dati i vjerovjesnikom me uciniti"},{"SurahNumber":19,"VerseNumber":31,"Text":"i ucinit ce me, gdje god budem, blagoslovljenim, i naredit ce mi da dok god sam ziv, namaz obavljam i zekat udjeljujem"},{"SurahNumber":19,"VerseNumber":32,"Text":"i da majci svojoj dobar budem, a nece me uciniti silnikom, nesretnikom"},{"SurahNumber":19,"VerseNumber":33,"Text":"I neka je sigurnost nada mnom na dan kada sam se rodio i na dan kada budem umro i na dan kad budem iz mrtvih prozivljen"},{"SurahNumber":19,"VerseNumber":34,"Text":"To je Isa, sin Merjemin, to je prava istina o njemu, onaj u koga oni sumnjaju"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nezamislivo je da Allah ima dijete, Uzvisen je On! Kad nesto odredi, On za to rekne samo: \"Budi!\" - i ono bude"},{"SurahNumber":19,"VerseNumber":36,"Text":"Allah je, uistinu, i moj i vas Gospodar, zato u ibadetu budite samo Njemu! To je Pravi put"},{"SurahNumber":19,"VerseNumber":37,"Text":"I grupacije među sljedbenicima Knjige su se o njemu podvojile, pa tesko onima koji ne vjeruju kad budu na Danu velikom prisutni"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kako ce dobro cuti i kako ce dobro vidjeti na Dan kada Nam dođu! A zulumcari su sada u ocitaj zabludi"},{"SurahNumber":19,"VerseNumber":39,"Text":"I upozori ih na Dan tuge kada ce biti s polaganjem racuna zavrseno, a oni su u nemaru i oni ne vjeruju"},{"SurahNumber":19,"VerseNumber":40,"Text":"Mi cemo Zemlju i one koji zive na njoj naslijediti i Nama ce se oni vratiti"},{"SurahNumber":19,"VerseNumber":41,"Text":"Spomeni u Knjizi Ibrahima! On je bio istinoljubiv, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":42,"Text":"Kada je rekao ocu svome: \"O oce moj, zasto obozavas onoga koji niti cuje niti vidi, niti ti moze od kakve koristi biti"},{"SurahNumber":19,"VerseNumber":43,"Text":"O oce moj, meni dolazi znanje, a ne tebi; zato mene slijedi, i ja cu te na Pravi put uputiti"},{"SurahNumber":19,"VerseNumber":44,"Text":"Oce moj, ne pokoravaj se sejtanu, sejtan je Svemilosnom uvijek neposlusan"},{"SurahNumber":19,"VerseNumber":45,"Text":"oce moj, bojim se da te od Svemilosnog ne stigne kazna, pa da budes sejtanu drug"},{"SurahNumber":19,"VerseNumber":46,"Text":"Otac njegov je rekao: \"Zar mrzis bozanstva moja, o Ibrahime? Ako se ne okanis, zbilja cu te kamenjem potjerati, zato me zadugo napusti"},{"SurahNumber":19,"VerseNumber":47,"Text":"Selam tebi!\", rece Ibrahim. \"Molit cu Gospodara svog da ti oprosti, jer On je vrlo dobar prema meni"},{"SurahNumber":19,"VerseNumber":48,"Text":"I napustit cu i vas i sve one kojima se mimo Allaha molite, i Gospodara svoga cu moliti; nadam se da dovom koju uputim Gospodaru mome necu razocaran biti"},{"SurahNumber":19,"VerseNumber":49,"Text":"Posto ih je napustio i one koje su, mimo Allaha, obozavali, Mi mu Ishaka i Jakuba darovasmo, i obojicu vjerovjesnicima ucinismo"},{"SurahNumber":19,"VerseNumber":50,"Text":"i darovasmo im svako dobro i ucinismo da budu hvaljeni i po dobru spominjani"},{"SurahNumber":19,"VerseNumber":51,"Text":"I spomeni u Knjizi Musaa! On je bio odabran i bio je poslanik, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":52,"Text":"Mi smo ga s desne strane Tura zovnuli i Sebi ga priblizili da cuje rijeci Nase"},{"SurahNumber":19,"VerseNumber":53,"Text":"i darovali mu, iz milosti Nase, kao vjerovjesnika brata njegova Haruna"},{"SurahNumber":19,"VerseNumber":54,"Text":"I spomeni u Knjizi Ismaila! On je ispunjavao dato obecanje i bio poslanik, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":55,"Text":"Naređivao je porodici svojoj da namaz obavljaju, i da zekat udjeljuju, i Gospodar njegov je bio njime zadovoljan"},{"SurahNumber":19,"VerseNumber":56,"Text":"I spomeni u Knjizi Idrisa! On je bio istinoljubiv, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":57,"Text":"i Mi smo ga na visoko mjesto digli"},{"SurahNumber":19,"VerseNumber":58,"Text":"To su vjerovjesnici koje je Allah blagodatima obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Svemilosnog ucili, oni bi na sedzdu padali i plakali"}]}