{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"(Sulejmani) tha: “Do te shohim se, a thua te verteten, apo je nga genjeshtaret"},{"SurahNumber":27,"VerseNumber":28,"Text":"Shko me kete leter timen e hudhju atyre. Pastaj largohu pak nga ata, dhe shiko c’po te pergjigjen ty!”"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ajo (mbreteresha e Sabes) tha: “O pari, mua, me te vertete, me ka arritur leter e madherueshme"},{"SurahNumber":27,"VerseNumber":30,"Text":"Ajo (leter) eshte nga Sulejmani dhe citon: “Me emer te Perendise, Meshiruesit dhe Perdellimtarit te Madh"},{"SurahNumber":27,"VerseNumber":31,"Text":"Mos u madheshtoni para meje dhe ejani te perulur"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Mbreteresha) tha: “O pari, me keshilloni se c’duhet te beje ne kete ceshtje time! Une nuk do te vendos asgje pa ju!”"},{"SurahNumber":27,"VerseNumber":33,"Text":"Ata thane: “Na jemi shume te forte dhe luftetare te guximshem, por puna eshte te ti, andaj mendo mire se c’do te urdherosh!”"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ajo tha: “Me siguri, kur sundimtaret e pushtojne ndonje vendbanim, e crregullojne ate dhe i poshterojne banoret e tyre autoritative. Keshtu veprojne ata"},{"SurahNumber":27,"VerseNumber":35,"Text":"Une, do t’ju dergoj atyre nje dhurate dhe do te shoh se me cka do te kthehen te deleguarit”"},{"SurahNumber":27,"VerseNumber":36,"Text":"Kur erdhi (i deleguari) te Sulejmani, ai (Sulejmani) tha: “A mos doni ju te me ndihmoni me pasuri? Ate qe ma ka dhene Perendia mua, eshte me e mire nga ajo qe u ka dhene juve. Por, ju, gezohenime dhuraten tuaj"},{"SurahNumber":27,"VerseNumber":37,"Text":"Kthehuni tek ata! Na, me siguri do te sjellim ushtri, te ciles nuk do te mund t’i perballojne ata – dhe ne me siguri, do t’i debojme ata prej Sabes (krahine ne Jemen), te poshteruar dhe te perulur"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sulejmani tha): “O paresi, kush prej jush do te me sjelle fronin e saj, para se te vijne ata te perulur?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"Njeri nga xhindet – Ifriti tha: “Une do te ta sjelli ty para se te ngritesh ti prej vendit tend, dhe – une per kete jam i fuqishem dhe i sigurte”"},{"SurahNumber":27,"VerseNumber":40,"Text":"Ai, qe ishte i pajisur me dijen e Librit – prezent te Sulejmani, tha: “Une do te ta sjelle ty ate – sa cel e mbyll syte”. Kur (Sulejmani) pa (fronin) e vendosur para tij, tha: “Kjo eshte nga dhuntite e Zotit tim, per te me provuar mua se – a jam mirenjohes apo mohues (i dhuntise). Kus falenderon, ai falenderon per dobi te veten, e kush mohon... (denohet), e Zoti im eshte i pavarur (s’ka nevoje per falenderim) dhe i madherueshem"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Sulejmani) tha: “Ndryshojani edhe fronin e saj! Do te shohim se a do ta hetoje ajo kete, apo do te jete nga ata qe nuk dine te orientohen!”"},{"SurahNumber":27,"VerseNumber":42,"Text":"E, kur erdhi ajo (mbreteresha), i thane asaj: “A i tille eshte froni yt?” Ajo u pergjegj: “Gati si te ishte ai”. Dhe neve, na eshte dhene dijenia para ketij rasti dhe ne kemi qene te perulur (muslimane)”"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ate e pengonin (nga te adhuruarit Perendine) ato qe adhuronte ajo, pos Perendise, sepse, ajo ishte nga populli mohues"},{"SurahNumber":27,"VerseNumber":44,"Text":"I eshte thene asaj: “Hyn ne pallat! Dhe, kur e pa ajo ate, mendoi se eshte uje i thelle dhe pervoli fustanin per kembe (per te hyre ne uje). (Sulejmani) i tha (asaj): “Me te vertete, ky pallat eshte i (shtruar) prej xhamave te lemuara”. Ajo tha: “O Zoti im, me te vertete une e kam demtuar veten dhe tani, bashke me Sulejmanin i dorezohem Perendise – Zotit te gjithesise!”"},{"SurahNumber":27,"VerseNumber":45,"Text":"Na i kemi derguar Themudit, vellain e tij Salihun (me urdher): “Adhuronie Perendine!” E, ata, u ndane ne dy grupe, qe grindeshin ne mes tyre"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Salihu) tha: “O populli im, perse e nxitoni te keqen para se mires? Perse nuk kerkoni ju nga Perendia faljen e mekateve, qe te meshiroheni?”"},{"SurahNumber":27,"VerseNumber":47,"Text":"Ata thane: “Na po parandiejme fatkeqesine me ty dhe me ata qe janeme ty. (Salihu) u tha: “E, mira dhe e keqja eshte prej Perendise. Ne te vertete, ju jeni popull i vene ne sprove"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ne qytet, kane qene nente persona qe benin ngaterresa, e nuk venin rregull"},{"SurahNumber":27,"VerseNumber":49,"Text":"Ata i thane (njeri-tjetrit): “Betohuni ne Perendine – se ne, naten, do ta mbysim ate (Salihun) dhe familjen e tij; e pastaj, gjithsesi do t’ju themi te afermve te tij: “Na nuk kemi prezentuar ne zhdukjen e familjes se tij dhe, na – me siguri, flasim te verteten”"},{"SurahNumber":27,"VerseNumber":50,"Text":"Dhe, trillonin dredhira, por Ne i denonim ata per kete trillim, e ata nuk e hetonin"},{"SurahNumber":27,"VerseNumber":51,"Text":"Pa, shiko, cfare ka qene fundi i ngaterresave te tyre. Na i kemi shkaterruar ata te gjithe dhe popullin e tyre"},{"SurahNumber":27,"VerseNumber":52,"Text":"ja, shtepite e tyre te shkreteruara, per shkak te zullumit qe kane bere. Ne kete, me te vertete, ka argument te madh per popullin qe dine"},{"SurahNumber":27,"VerseNumber":53,"Text":"e, i kemi shpetuar ata qe kane besuar dhe te cilet ruheshin nga te keqiat"},{"SurahNumber":27,"VerseNumber":54,"Text":"(Dhe, e kemi derguar) Lutin, (e kujtoje) kur ai i tha popullit te vet: “Perse beni vepra imorale, madje ne syte e njeri-tjetrit (haptazi)"},{"SurahNumber":27,"VerseNumber":55,"Text":"Valle, a mos ju u caseni me epsh meshkujve, ne vend te femrave? Ju, me te vertete, jeni popull injorant”"}]}