{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"Oo waa tii uu Muuse u biyo doonay dadkiisii, markaas baan ku nidhi: Ku dhufo ushaada dhagaxa, waxaa kolkiiba ka soo burqaday labo iyo toban ilood. Waxay (qolo) walbaa ogaadeen halka ay ka cabbayaan biyaha. Cuna oo wax ka cabba risiqa Ilaahay oo ha ugu dhaqmina si foolxun arlada idinkoo ku faafinaya fasahaad"},{"SurahNumber":2,"VerseNumber":61,"Text":"Oo waa tii aad tidhaahdeen: Muusow! Kuma samri karno hal nooc oo cunto ah. Ee noo bari Rabbigaa ha noo soo saaro'e waxa dhulka ka soo baxa, oo bagalkiisa leh iyo qiyaarkiisa iyo sareenkiisa iyo toonstiisa iyo digirtiisa iyo basashiisaba. (Muuse) wuxuu yidhi: Ma waxaad ku beddelaneysaan waxa khayr roon wax ka hooseeya? Dega magaalo uun, waxaad hubaal ka heli doontaan waxa aad dalabteen. Oo dulli iyo darxumo baa lagu daboolay, oo la laabteen Cadho xagga Ilaahay (oo dushooda ah). Taasi waxaa ugu wacnaa waxay (marar badan) diideen Aayadaha Ilaahay, oo ku dileen Nabiyada gar darro. Taasi waxaa ugu wacnaa inay caasiyoobeen oo xadgudbi jireen"},{"SurahNumber":2,"VerseNumber":62,"Text":"Hubaal kuwa rumeeyey iyo kuwaa heystay Yuhuudiyada ama Nasaarada ama Saabbi’iinta (ka hor Nabi Muxammad s.c.w), kuwaa ka midka ahaa ee rumeeyey Allaah iyo Maalinta dambeysa oo sama falay, waxay ka heli doonaan abaalkooda xagga Rabbigood, cabsi ma qabi doonaan, mana murugoon doonaan"},{"SurahNumber":2,"VerseNumber":63,"Text":"Oo waa tii aan idinka qaadnay ballan adag, oo kor u soo qaadnay Buurta dushiinna (Annagoo leh): Ku qaata waxa aan idin siinnay (Towraadda) go’aan adag, oo xusa waxa ku yaal, si aad isaga jirtaan (xumaha)"},{"SurahNumber":2,"VerseNumber":64,"Text":"Markaas baad intaas kaddib jeesateen. Oo haddaanu Fadliga Ilaahay iyo Naxariistiisu korkiinna ahaateen, waxaad hubaal ka mid ahaan laheydeen kuwa khasaaray"},{"SurahNumber":2,"VerseNumber":65,"Text":"Oo xaqiiq waxaad ogaateen kuwaas idinka mid ah ee ku xadgudbay arrinkii Sabtida, oo Waxaanu ku nidhi: Noqda (sida) daayeerro dulleysan oo deyro ah"},{"SurahNumber":2,"VerseNumber":66,"Text":"Oo waxaan uga dhignay ciqaab celisa kuwaa ahaa goob joogga iyo kuwa ka dambeeyeyba iyo waano ay ku cbirad qaataan kuwa iska jira (xumaha)"},{"SurahNumber":2,"VerseNumber":67,"Text":"Oo waa tii uu Muuse ku yidhi tolkiisii: hubaal Allaah wuxuu idin amrayaa inaad gowracdaan sac12. Waxay yidhaahdeen: Miyaad nagu ciyaareysaa. Wuxuu yidhi: Waxaan ka magan galayaa Allaah inaan ka mid noqdo jaahiliinta"},{"SurahNumber":2,"VerseNumber":68,"Text":"Waxay yidhaahdeen: Noo bari Rabbigaa; inuu noo caddeeyo waxa ay tahay. (Muuse) wuxuu yidhi: (Allaah) Wuxuu leeyahay, waa sac aan duq aheyn iyo ugub midna, oo u dhexeysa labadaa xaaladood; ee fala waxa la idin amray"},{"SurahNumber":2,"VerseNumber":69,"Text":"Waxay yidhaahdeen: Noo bari Rabbigaa inuu noo caddeeyo waa maxay midabkeedu. Wuxuu yidhi: Wuxuu leeyahay, Waa sac huruud ah oo midabkeedu huruud aad ah yahay, ay u bogayaan arkayaasha"},{"SurahNumber":2,"VerseNumber":70,"Text":"Waxay yidhaahdeen: Noo bari Rabbigaa inuu noo caddeeyo waxa ay tahay. Hubaal lo’dii (oo dhan) baa isaga kaaya ekaatay, oo haddii Allaah idmo waxaan hubaal ahaan doonnaa kuwo hanuunsan"},{"SurahNumber":2,"VerseNumber":71,"Text":"Wuxuu yidhi: Wuxuu leeyahay, waa sac aan loo tababarin inay fasho arlada ama inay waraabiso beeraha, ka maran ceeb, oo aan lahayn wax bar ah.Waxay yidhaahdeen: Haatan baad la timid xaqa. Markaasay gowraceen, inkastoo ay niyad u heyn inay sameeyaanba"},{"SurahNumber":2,"VerseNumber":72,"Text":"Oo waa tii aad disheen nin, oo isku qabateen (cidda dishay), Allaah se wuxuu ahaa mid u soo saaraya debedda waxa aad qarineyseen"},{"SurahNumber":2,"VerseNumber":73,"Text":"Markaasaanu nidhi: Ku dhufta (ninka la dilay) waax ka mid ah (sacaa la gowracay). Sidaas buu Allaah u soo nooleeyaa meytida, oo wuxuu idin tusaa calaamooyinkiisa si aad u garowsataan"},{"SurahNumber":2,"VerseNumber":74,"Text":"Markaas quluubtiinnu way qallashay intaa kaddib, oo waa sida dhagaxda oo kale, ama ka adayg badanba. waayo hubaal waxaa jira dhagaxyo qaar ay ka soo burqadaan wabiyo, oo waxaa jira qaar ka mid ah oo dildillaaca markaas biyo ka soo shubmaan, oo waxaa jira qaar ka mid ah oo la soo dhaca cabsi Ilaahay darteed13. Oo Allaah ma mooga waxa aad fashaan"}]}