{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"O Allah ki, buyrugu geregi, gemiler yuzup yol alsın; genis lutuf, bol ihsanını arayasınız ve sukredesiniz diye denize basegdirip emrinize vermistir"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goklerde ve yerde ne varsa, hepsini kendi tarafından sizin emrinize vermistir. Suphesiz ki, bunda iyice dusunen bir millet icin acık belgeler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Iman edenlere de ki: Allah´ın her milleti, isleyip elde ettikleriyle cezalandıracagı gunlerin (gelecegini) umit etmeyenleri bagıslasınlar"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim iyi-yararlı amelde bulunursa kendi lehinedir. Kim de kotuluk islerse kendi aleyhinedir. Sonra da (hepiniz) Rabbınıza donduruleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"And olsun ki, Israil ogulları´na kitap, hukum ve peygamberlik verdik; onları iyi-temiz seylerle rızıklandırdık ve onları (o cagda yasayan mevcut) milletlerden ustunkıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara (din ve dunya) isinde acık belgeler; deliller verdik. Kendilerine ancak ilim (son Kitap ve son Peygamber) geldikten sonra aralarındaki haklara tecavuz ve ihtirastan dolayı gorus ayrılıgına dustuler. Suphesiz ki, Rabbin, gorus ayrılıgına dustukleri hususlar hakkında Kıyamet gunu aralarında hukmedecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra da (din ve dunya) isinde seni ayrı bir seriat uzere gorevlendirdik. Artık sen o seriata uy; bilmeyenlerin heveslerine uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Cunku onlar elbette Allah´a karsı seni koruyup (gelecek azabdan) kurtaramazlar. Suphesiz ki zalimler birbirinin dostu ve sahip cıkanlarıdır. Allah ise korkup (inkar ve azgınlıktan, serr ve fesaddan) sakınanların dostu ve sahip cıkanıdır"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu Kitap, insanlar icin gonul gozleri; kesinlikle inanan bir millet icin dogru yolu gosteren bir rehber ve bir rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa o kotulukleri isleyip duranları; iman edip iyi-yararlı amellerde bulunanlar gibi mi yapacagız, hayatlarını, olumlerini bir mi tutacagımızı sanıyorlar ? Ne kotu hukum veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah, gokleri ve yeri hakk ile yarattı. Herkes kazanıp elde ettiginin karsılıgını gorsun diye (onları Dunya´ya getirdi). Onlar (amellerinin karsılıgı verilirken) hic de haksızlıga ugratılmazlar"},{"SurahNumber":45,"VerseNumber":23,"Text":"Kendi hevesini ilah edinen ; Allah´ın, (durumunu) bildigi icin saptırdıgı, kulagını ve kalbini muhurledigi; gozunun ustune bir perde gerdigi kimseye ne dersin ? Allah´tan sonra kim onu dogru yola cıkarabilir ? Artık iyice dusunmez misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Onlar dediler ki: «Bizim ancak dunya hayatımızdır; oluruz ve yasarız. Bizi ancak zaman (asındırıp) yok eder.» Onların bu hususta bir bilgisi yoktur; onlar sadece oyle sanırlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ayetlerimiz onlara karsı acık-secik okununca, ileri surdukleri tek delilleri soyle demeleri olur . «Eger dogrulardan iseniz haydi babalarımızı (geri) getirin.»"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: Allah sizi diriltir, sonra oldurur, sonra da (vuku´unda) hic suphe olmayan Kıyamet gunu sizi (diriltip) biraraya toplar. Ne var ki, insanların cogu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku, saltanatı Allah´ındır. Kıyamet´in kopusu, meydana gelecegi gun, evet o gun (daha once) batıla saplanıp kalanlar husrana ugrayacak"},{"SurahNumber":45,"VerseNumber":28,"Text":"(O gun) her ummeti dizustu cokmus gorursun ve her ummet kendi kitabına cagrılır. Bugun yapageldiginiz seylerin karsılıgını gorursunuz"},{"SurahNumber":45,"VerseNumber":29,"Text":"Iste bu kitabımız size karsı hakkı soyler; cunku gercekten biz sizin islediklerinizi yazdırdık"},{"SurahNumber":45,"VerseNumber":30,"Text":"Iman edip iyi-yararlı amellerde bulunanlara gelince : Rabbları onları rahmetine sokar. Bu acık bir kurtulustur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Inkar edenlere gelince: Ayetlerimiz size okundu da buyukluk tasladınız ve boylece suclu gunahkar bir millet oldunuz degil mi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Allah´ın va´di (verdigi soz) mutlaka hakktır; Kıyamet´in kopacagında hic suphe yoktur, denilince de, «biz, Kıyamet´in kopusu nedir bilmiyoruz, sadece zan ve tahminde bulunuyoruz ; bizim bu konuda kesin bilgimiz yoktur,» diye cevap verdiniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Yapageldikleri islerin kotulukleri kendilerine belli oldu ve alaya aldıkları seyler(in vebali) her taraftan onları kusatıverdi"},{"SurahNumber":45,"VerseNumber":34,"Text":"Onlara: «Bugununuze kavusmayı unuttugunuz gibi, bugun de biz, sizi kendi halinize bırakacagız. Oturup karar kılacagınız yer atestir ve sizin icin yardımcılar da yoktur,» denilecek"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bu boyledir; cunku siz, Allah´ın ayetlerini alay ve eglence konusu edindiniz. Dunya hayatı sizi iyice aldattı. Bugun artık ne atesten cıkarılırlar, ne de ozur ve dilekleri kabul edilir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Goklerin Rabbi, yerin Rabbi ve alemlerin Rabbi Allah´a hamd olsun"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde ve yerde gercek buyukluk ve ululuk O´nundur. O, cok gucludur, cok ustundur, hikmet sahibidir"}]}