{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Паёмбаронашон гуфтанд: «Оё дар Худо — он офаринандаи осмонҳову замин — шакке ҳаст? Шуморо даъват мекунад, то гуноҳонатонро бибахшад ва то муддате муайян шуморо зинда гузорад». Гуфтанд: «Шумо мардумоне монанди мо ҳастед. Мехоҳед моро аз он чӣ падаронамон мепарастиданд, боздоред. Барои мо далеле равшан биёваред!»"},{"SurahNumber":14,"VerseNumber":11,"Text":"Паёмбаронашон гуфтанд: мо мардумоне монанди шумо ҳастем, вале Худо ба ҳар як бандагонаш, ки бихоҳад, миннат ниҳад. Моро нашояд, ки барои шумо далеле, ҷуз ба фармони Худо, биёварем ва мӯъминон бар Худо таваккал кунанд"},{"SurahNumber":14,"VerseNumber":12,"Text":"Чаро бар Худо таваккал накунем ва ҳол он ки Ӯ роҳи моро ба мо бинамуд? Ва мо бар озоре, ки ба мо мерасонед, сабр хоҳем кард ва таваккалкунандагон бар Худо таваккал кунанд»"},{"SurahNumber":14,"VerseNumber":13,"Text":"Кофирон ба Паёмбаронашон гуфтанд: «Ё шуморо аз сарзамини худ меронем ё ба дини мо бозгардед». Пас Парвардигорашон ба паёмбарон ваҳй кард, ки ситамкоронро ҳалок хоҳем кард"},{"SurahNumber":14,"VerseNumber":14,"Text":"Ва шуморо пас аз онҳо дар он сарзамин ҷой хоҳем дод, Ин аз они касест, ки аз истодан дар пешгоҳи Ман ва аз ваъдаи азоби Ман битарсад"},{"SurahNumber":14,"VerseNumber":15,"Text":"Пирӯзӣ хостанд ва ҳар ҷаббори саркаше ноумед шуд"},{"SurahNumber":14,"VerseNumber":16,"Text":"Пушти сараш ҷаҳаннам аст, то дар он ҷо аз оби чирку хунаш бихӯронанд"},{"SurahNumber":14,"VerseNumber":17,"Text":"Ҷуръа-ҷуръа онро менӯшад ва ба осонӣ фурӯ набарад ва марг аз ҳар сӯ бар ӯ метозад, аммо намемирад, ва азобе сахт дар интизори ӯст"},{"SurahNumber":14,"VerseNumber":18,"Text":"Мисоли аъмоли касоне, ки ба Худо кофир шудаанд, чун хокистарест, ки дар рӯзе тӯфонӣ боде сахт бар он бивазад. Тавони нигоҳ доштани он чиро, ки ба даст оварданд, надоранд. Ин аст гӯмроҳии беохир"},{"SurahNumber":14,"VerseNumber":19,"Text":"Оё надидаӣ, ки Худо осмонҳову заминро ба ҳақ офаридааст? Агар бихоҳад, шуморо аз байн мебарад ва махлуқе нав меоварад"},{"SurahNumber":14,"VerseNumber":20,"Text":"Ва ин бар Худо душвор нест"},{"SurahNumber":14,"VerseNumber":21,"Text":"Ҳама дар пешгоҳи Худо ҳозир оянд. Заъифон ба Онҳое, ки такаббурӣ мекарданд, гӯянд: «Мо пайрави шумо будем. Оё акнун метавонед моро ба кор оед ва андаке аз азоби Худоро аз мо дафъ кунед?» Гӯянд: «Агар Худо моро ҳидоят карда буд, мо низ шуморо ҳидоят мекардем. Ҳоло моро роҳи халосӣ нест. Барои мо яксон аст, чӣ бетобӣ кунем, чӣ сабр варзем»"},{"SurahNumber":14,"VerseNumber":22,"Text":"Чун кор ба поён ояд, шайтон гӯяд: «Худо ба шумо ваъда дод ва ваъдаи Ӯ дуруст буд ва ман низ ба шумо ваъда додам, вале ваъдаи худ хилоф кардам. Ва бароятон ҳеҷ далелу бурҳоне наёвардам, фақат ки даъвататон кардам, шумо низ даъвати ман иҷобат кардед, пас маро маломат макунед, худро маломат кунед. На ман фарёдраси шумоям, на шумо фарёдраси ман. Аз ин ки маро пеш аз ин шарики Худо карда будед, безорам». Зеро барои ситамкорон азобест дардовар"},{"SurahNumber":14,"VerseNumber":23,"Text":"Касонеро, ки имон овардаанд ва корҳои шоиста кардаанд, ба биҳиштҳое, ки наҳрҳо дар он ҷорист, дароваранд, ба фармони Парвардигорашон дар он ҷо ҷовидона бимонанд ва ба салом якдигарро таҳийят (салом) гӯянд"},{"SurahNumber":14,"VerseNumber":24,"Text":"Оё надидаӣ, ки Худо чӣ гуна мисол овард? Сухани пок чун дарахте пок аст, ки решааш дар замин устувор ва шохаҳояш дар осмон аст"},{"SurahNumber":14,"VerseNumber":25,"Text":"Ба фармони Худо ҳар замон меваи худро медиҳад. Худо барои мардум мисолҳо меоварад, бошад, ки панд гиранд"},{"SurahNumber":14,"VerseNumber":26,"Text":"Ва мисоли сухани нопок чун дарахте нопок аст, ки реша дар замин надорад ва барпо натавонад монд"},{"SurahNumber":14,"VerseNumber":27,"Text":"Худо мӯъминонро ба сабаби эътиқоди устуворашон дар дунёву охират пойдор медорад. Ва золимонро гумроҳ месозад ва ҳар чӣ хоҳад, ҳамон мекунад"}]}