{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Аллах сказал: \"Вы не берите двух богов (для почитанья), Ведь Бог, поистине, Един. А потому (в деяниях мирских) Вам должно лишь Меня страшиться"},{"SurahNumber":16,"VerseNumber":52,"Text":"Ведь, истинно, Ему принадлежит Все в небесах и на земле, И неустанное служение - Ему! Так неужели вы иных (богов), кроме Аллаха, (Способны чтить) и станете страшиться"},{"SurahNumber":16,"VerseNumber":53,"Text":"Каким бы благом вы ни обладали, Оно исходит от Аллаха. Когда же вас коснется горе, Вы со стенанием взываете к Нему"},{"SurahNumber":16,"VerseNumber":54,"Text":"Когда же Он рассеет ваше горе, Глядите! Часть из вас Уж соучастников Владыке своему пророчит"},{"SurahNumber":16,"VerseNumber":55,"Text":"Не веря в то, что это Мы им дали. (Так что ж!) Черпайте наслажденье! Потом вам предстоит узнать"},{"SurahNumber":16,"VerseNumber":56,"Text":"Они отводят тем, кого не знают, Долю того, чем Мы их наделили. Клянусь Аллахом, спросят вас за то, Что вы измыслили (своим воображеньем)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Они Аллаху прочат дочерей. Субхан Алла! Себе же - то, чего они желают"},{"SurahNumber":16,"VerseNumber":58,"Text":"Когда ж кого-нибудь из них Обрадуют о дочери благою вестью, Мрачнеет лик его, И он становится уныл и удручен"},{"SurahNumber":16,"VerseNumber":59,"Text":"И начинает сторониться он людей От горечи той самой вести, Которой был обрадован (обложно для него): Оставить ли ее на посрамление себе Или в песке (надежно) схоронить? Как зло (и нечестиво) они мыслят"},{"SurahNumber":16,"VerseNumber":60,"Text":"И тем, кто в будущую жизнь не верит, - Лишь злая притча о дурном; Аллаху ж - притча, величайшая из всех. Он, истинно, могуч и мудр"},{"SurahNumber":16,"VerseNumber":61,"Text":"И если бы Аллах вменил себе Наказывать людей за их несправедливость, Он на земле бы не оставил Ни одного живого существа. Но Он дает отсрочку им До установленного срока. Когда же срок сей подойдет, Они ни на единый час Его не смогут отложить или ускорить"},{"SurahNumber":16,"VerseNumber":62,"Text":"Они Аллаху придают такое, Чего гнушаются и ненавидят сами; Их языки вещают ложь, Что им прекрасное - (лишь в этом мире). Им, несомненно, - огнь Ада, И будут они первыми низвергнуты в него"},{"SurahNumber":16,"VerseNumber":63,"Text":"В знак (имени) Аллаха, - Мы до тебя (посланников) к народам разным слали, Но Сатана им разукрасил их деянья. Сегодня он - защитник им, А (в будущем) их (ждет) мучительная кара"},{"SurahNumber":16,"VerseNumber":64,"Text":"Мы ниспослали тебе Книгу Лишь для того, чтоб разъяснил ты им То, в чем они между собой разноголосят; Чтоб она стала руководством И милостью (от Нас) для верующих (в Бога)"},{"SurahNumber":16,"VerseNumber":65,"Text":"Аллах ниспосылает с неба воду И ею возвращает жизнь земле После того, как смерть ей наступила. В этом, поистине, знамение для тех, Которые прислушаться (готовы)"},{"SurahNumber":16,"VerseNumber":66,"Text":"Поистине, для вас (даже) в скоте Таится назидание (Господне): Мы из того даем вам пить, Что (образуется) в их теле Между экскрецией и кровью, - Молоко, которое и чисто, и приятно Для тех, кто пьет его"},{"SurahNumber":16,"VerseNumber":67,"Text":"Из пальмовых плодов и виноградных лоз Вы пищу добрую находите себе И опьяняющий напиток, - Здесь, истинно, знамение для тех, кто разумеет"},{"SurahNumber":16,"VerseNumber":68,"Text":"И твой Господь вменил пчеле: \"Устраивай себе жилище В горах, в деревьях и в людских постройках"},{"SurahNumber":16,"VerseNumber":69,"Text":"Питайся всякими плодами, Летай смиренно по путям, (Проложенным) твоим Владыкой\". Из внутренностей их питье выходит, Что различается по цвету, - В котором врачеванье для людей, И здесь, поистине, знамение для тех, Кто размышленьям предается"},{"SurahNumber":16,"VerseNumber":70,"Text":"Аллах творит вас, А потом на упокой вас забирает. Средь вас есть те, Кто, погружаясь в немощь дряхлых лет, Лишается (всего богатства) знаний, Которым он владел в былые времена. Аллах, поистине, всезнающ и могуч"},{"SurahNumber":16,"VerseNumber":71,"Text":"В (раздаче) жизненных даров Аллах одних из вас другим предпочитает. Но те, которым предпочтения даны, Не отдадут (и части) своей доли (Невольникам), которыми владеют, Чтоб с ними в этом наравне не быть. Неужто и теперь они (посмеют) отрицать Ту милость, (что Он им назначил)"},{"SurahNumber":16,"VerseNumber":72,"Text":"Аллах вам дал супруг из вас самих, И от супруг вам дал детей и внуков, И одарил благами вас, - Так неужели они верят в ложь, Неблагодарно отвергая Его милость"},{"SurahNumber":16,"VerseNumber":73,"Text":"И чтят они с Аллахом наравне Того, кто им ни с неба, ни с земли Не в состоянии потребное доставить"},{"SurahNumber":16,"VerseNumber":74,"Text":"Не проводите же подобий, относящихся к Аллаху, (И не зовите в равные Ему). Аллах, поистине, (все) знает - Вам не известно (ничего)"}]}