{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"Onları gördüğünde gövdeleri hoşuna gider. Bir şey konuşsalar sözlerine kulak verirsin. Onlar birbirine dayandırılmış keresteler/Hint kumaşı giydirilmiş kütük parçaları gibidirler. Her bağırtıyı aleyhlerinde zannederler. Düşmandır onlar; sakın onlardan! Allah onları kahretsin! Nasıl da aldatıp döndürülüyorlar"},{"SurahNumber":63,"VerseNumber":5,"Text":"Onlara, \"Hadi gelin, Allah resulü sizin için af dilesin!\" dendiğinde kafalarını öteye çevirirler. Ve sen onların böbürlenmiş bir halde dönüp gittiklerini görürsün"},{"SurahNumber":63,"VerseNumber":6,"Text":"Sen onlar için ha af dilemişsin ha dilememişsin. Aleyhlerindeki sonuç aynı kalacaktır. Allah onları asla affetmeyecektir. Çünkü Allah, sapıklar topluluğunu doğruya ve güzele iletmez"},{"SurahNumber":63,"VerseNumber":7,"Text":"Onlar: \"Allah resulünün yanındakilere infak edip bir şey vermeyin ki dağılıp gitsinler!\" diyen kişilerdir. Oysaki göklerin ve yerin hazineleri, Allah´ın tekelindedir. Ama münafıklar bunu anlamazlar"},{"SurahNumber":63,"VerseNumber":8,"Text":"Şöyle derler: \"Eğer Medine´ye dönersek, yemin olsun ki, itibarlı ve baskın olan, ezik ve zayıf olanı oradan çıkaracaktır!\" Güç ve itibar Allah´a, onun resulüne ve iman sahiplerine özgüdür. Ama münafıklar bunu bilmezler"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey iman edenler! Mallarınız ve çocuklarınız, sizi, Allah´ı anmaktan/Allah´ın zikri olan Kur´an´dan alıkoymasın! Böyle bir şey yapanlar, hüsrana uğramışların ta kendileridir"},{"SurahNumber":63,"VerseNumber":10,"Text":"Sizden birine ölüm gelip de, \"Ey Rabbim, yakın bir süreye kadar beni geciktirseydin de içtenliğimi belgelemek için birşeyler vererek iyilik ve barış sevenler olsaydım!\" demesinden önce, size rızık olarak verdiklerimizden dağıtın"},{"SurahNumber":63,"VerseNumber":11,"Text":"Allah, süresi gelmiş olan bir canı geriye asla bırakmaz! Ve Allah, yapıp etmekte olduklarınızı çok iyi haber almaktadır"},{"SurahNumber":64,"VerseNumber":1,"Text":"Göklerdekiler ve yerdekiler Allah´ı tespih ediyor. O´nundur mülk ve yönetim; O´nun içindir tüm övgüler. Her şeye gücü yetendir O"},{"SurahNumber":64,"VerseNumber":2,"Text":"O´dur sizi yaratan! Sizin bir kısmınız küfre sapmıştır, bir kısmınız iman etmiştir. Ve Allah, işleyip ürettiklerinizi çok iyi görmektedir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gökleri ve yeri hak olarak yarattı; sizi biçimlendirdi ve görünüşlerinizi güzel yaptı. Yalnız O´nadır dönüş"},{"SurahNumber":64,"VerseNumber":4,"Text":"O bilir, göklerde ne var, yerde ne var! Ve bilir sizin gizlediklerinizi de açıkladıklarınızı da. Allah, göğüslerin özünü çok iyi bilir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Sizden önce küfre sapanların haberleri gelmedi mi size? Onlar, yapıp ettiklerinin vebalini tattılar. Ve onlar için korkunç bir azap vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bu böyledir. Çünkü resulleri onlara apaçık deliller getirip dururken onlar: \"Bir insan mı bize kılavuzluk edecek?!\" deyip küfre saptılar ve yüz çevirdiler. Ve Allah hiçbir şeye muhtaç olmadığını gösterdi. Allah, sınırsız zenginliğin, sonsuz övgülerin sahibidir"},{"SurahNumber":64,"VerseNumber":7,"Text":"Küfre sapanlar asla diriltilmeyeceklerini sandılar. De ki: \"Rabbime yemin ederim ki, sandığınız gibi değil! Yemin olsun ki, mutlaka diriltileceksiniz; yine Yemin olsun ki, yaptıklarınız size mutlaka haber verilecektir. Ve bu, Allah için çok kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"Artık Allah´a, onun resulüne ve size indirdiğimiz nura inanın. Allah, yapmakta olduklarınızı iyiden iyiye haber almaktadır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Toplanma günü\" için sizi bir araya getirdiği gün, karşılıklı aldatış ve aldanışların ortaya çıktığı gündür. Kim Allah´a iman eder, barışa/hayra yönelik bir iş yaparsa Allah onun çirkinliklerini örter ve kendisini altından nehirler akan cennetlere, içlerinde sürekli kalmak üzere yerleştirir. İşte büyük başarı budur"},{"SurahNumber":64,"VerseNumber":10,"Text":"Küfre sapıp ayetlerimizi yalanlayanlara gelince, işte bunlar, içinde uzun süre kalacakları ateşin dostlarıdır. Ne kötü dönüş yeridir orası"},{"SurahNumber":64,"VerseNumber":11,"Text":"Allah´ın izni olmadıkça hiçbir musibet gelip çatmaz. Kim Allah´a inanırsa Allah O´nun kalbini doğruya ve güzele kılavuzlar. Ve Allah her şeyi en iyi biçimde bilmektedir"},{"SurahNumber":64,"VerseNumber":12,"Text":"Allah´a itaat edin, resule de itaat edin. Eğer yüz çevirirseniz resulümüze düşen, apaçık bir tebliğden başkası değildir"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah! İlah yok O´ndan başka! Yalnız Allah´a güvenip dayanır iman sahipleri"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey iman edenler! Şu bir gerçek ki, eşlerinizin ve evlatlarınızın içinden size bir düşman vardır; onlara karşı dikkatli olun! Eğer affeder, ellerini tutar, hatalarını görmezden gelirseniz, kuşkusuz, Allah da affedici, merhamet edici olur"},{"SurahNumber":64,"VerseNumber":15,"Text":"Şu da bir gerçek ki, mallarınız ve çocuklarınız bir imtihan aracıdır. Allah´a gelince, onun katında büyük bir ödül vardır"},{"SurahNumber":64,"VerseNumber":16,"Text":"O halde, gücünüz ölçüsünde Allah´tan sakının, dinleyin, itaat edin. Ve benlikleriniz için bir hayır olarak infakta bulunun. Nefsinin cimrilik ve doymazlığından korunanlar, kurtuluşa erenlerin ta kendileridir"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eğer Allah´a gönül hoşluğuyla bir şey borç verirseniz O, onu sizin için katlayarak artırır ve sizin hatalarınızı bağışlar. Allah Şekûr´dur, şükredenlere karşılık verir; Halîm´dir, yumuşak ve merhametli davranır"},{"SurahNumber":64,"VerseNumber":18,"Text":"Görünmeyen ve görünen âlemleri bilendir O; Azîz´dir, Hakîm´dir"}]}