{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Yesli by My, umiloserdyas' k nim, otklonili ot nikh bedy, kakiye byvayut s nimi: to oni sdelalis' by uporneye v svoyem zabluzhdenii, skitayas' v nem kak umoisstuplennyye"},{"SurahNumber":23,"VerseNumber":76,"Text":"My uzhe porazhali ikh nakazaniyami; no oni ne ukroshchalis' pred Gospodom svoim, i ne smiryalis'"},{"SurahNumber":23,"VerseNumber":77,"Text":"Tak chto, kogda My otvorili dver', kotoroyu istorglas' na nikh strashnaya kazn', oni pri ney tol'ko predalis' otchayaniyu"},{"SurahNumber":23,"VerseNumber":78,"Text":"On - Tot, kto obrazoval v vas slukh, ochi, serdtse; a vy malo blagodarny"},{"SurahNumber":23,"VerseNumber":79,"Text":"On - Tot, kto razmnozhil vas na zemle; i k Nemu zhe opyat' budete sobrany vy"},{"SurahNumber":23,"VerseNumber":80,"Text":"On - Tot, kto zhivit i mertvit; ot Yego rasporyazheniya smena nochi i dnya. Kak zhe vy ne rassudite"},{"SurahNumber":23,"VerseNumber":81,"Text":"Naprotiv togo, oni govoryat tozhe, chto govorili i predki ikh"},{"SurahNumber":23,"VerseNumber":82,"Text":"Oni govoryat: \"Uzheli posle togo, kak umrem, budem prakhom, kostyami, uzhe li my, v samom dele, budem voskresheny"},{"SurahNumber":23,"VerseNumber":83,"Text":"Eto bylo uzhe prezhde obeshchano nam, nam i nashim ottsam: eto tol'ko vymysly prezhnikh lyudey"},{"SurahNumber":23,"VerseNumber":84,"Text":"Skazhi: \"V ch'yey vlasti zemlya i to, chto yest' na ney, yesli vy znayushchi"},{"SurahNumber":23,"VerseNumber":85,"Text":"Nepremenno oni skazhut: \"Vo vlasti Boga\". Skazhi: \"Tak chto zhe vy ne obrazumites'"},{"SurahNumber":23,"VerseNumber":86,"Text":"Skazhi: \"Kto Gospod' semi nebes i Gospod' velikogo prestola"},{"SurahNumber":23,"VerseNumber":87,"Text":"Nepremenno skazhut: \"Bog\". Skazhi: \"Tak chto zhe vy ne boites' Yego"},{"SurahNumber":23,"VerseNumber":88,"Text":"Skazhi: \"V ch'yey ruke vlast' nad vsemi sushchestvami, tak chto On pokrovitel'stvuyet im, a Sam ne nuzhdayetsya v pokrovitel'stve? Znayete li"},{"SurahNumber":23,"VerseNumber":89,"Text":"Oni nepremenno skazhut: \"V ruke Boga\". Skazhi: \"Ot chego zhe vy v takom obol'shchenii"},{"SurahNumber":23,"VerseNumber":90,"Text":"My dostavili im istinu, a oni khotyat ostat'sya lzhetsami"},{"SurahNumber":23,"VerseNumber":91,"Text":"U Boga net nikakikh detey; vmeste s Nim net nikakogo boga. V protivnom sluchaye, kazhdyy bog by zakhvatil by to, chto sotvoril on, i odni iz nikh byli by vyshe drugikh. Vozdayte khvalu Bogu, otvergnuvshi to, chto oni pripisyvayut Yemu"},{"SurahNumber":23,"VerseNumber":92,"Text":"On znayushchiy sokrovennoye i otkrytoye: da budet On prevozneson, s otritsaniyem tekh, kotorykh oni schitayut souchastnikami Yemu"},{"SurahNumber":23,"VerseNumber":93,"Text":"Skazhi: \"Gospodi! Yesli chto - Ty pokazhesh' mne to, chem ugrozhayesh' im"},{"SurahNumber":23,"VerseNumber":94,"Text":"Gospodi! Ne ostavlyay menya sredi lyudey zlochestivykh"},{"SurahNumber":23,"VerseNumber":95,"Text":"Istinno, My mozhem pokazat' tebe to, chem ugrozhayetsya im"},{"SurahNumber":23,"VerseNumber":96,"Text":"Zlobu otklonyay dobrotoy. My vpolne znayem, kakiye kachestva pripisyvayut oni"},{"SurahNumber":23,"VerseNumber":97,"Text":"Skazhi: \"Gospodi u tebya ishchu ubezhishcha ot sataninskikh navazhdeniy"},{"SurahNumber":23,"VerseNumber":98,"Text":"U Tebya, Gospodi, ishchu ubezhishcha, chtoby oni ne vredili mne"},{"SurahNumber":23,"VerseNumber":99,"Text":"V to vremya, kogda komu nibud' iz nikh pridot smert', on govorit: \"Gospodi! Vozvrati menya k zhizni"},{"SurahNumber":23,"VerseNumber":100,"Text":"Mozhet byt', ya budu delat' dobroye, chto togda ostavil ya\". Ne byt' tomu. Eto budet slovo, kakoye skazhet on. Pozadi ikh pregrada do dnya, v kotoryy oni voskresheny budut"},{"SurahNumber":23,"VerseNumber":101,"Text":"Kogda razdastsya zvuk truby, v tot den' mezhdu nimi ne budet uzhe nikakikh rodstvennykh otnosheniy, ne budet vzaimnykh rassprosov"},{"SurahNumber":23,"VerseNumber":102,"Text":"Togda na ch'ikh vesakh vzveshivayemoye budet tyazhelo, te budut blazhenny"},{"SurahNumber":23,"VerseNumber":103,"Text":"A na ch'ikh vesakh vzveshivayemoye budet legko, te podvergnutsya stradaniyam, vechno ostavayas' v geyenne"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ogon' yeyo budet opalyat' litsa ikh, i oni v nem budut morshchit'sya ot boli"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ne byli li chitany vam nashi znameniya, a vy ne schitali li ikh lozh'yu"},{"SurahNumber":23,"VerseNumber":106,"Text":"Oni skazhut: \"Gospodi nash! Neschastiya nashi prevozmogli nas, i my sdelalis' lyud'mi zabludivshimisya"},{"SurahNumber":23,"VerseNumber":107,"Text":"Gospodi nash! Vyvedi nas iz nego; yesli my opyat' budem delat' tozhe, to budem zlymi sami ot sebya"},{"SurahNumber":23,"VerseNumber":108,"Text":"On skazhet: \"Ostavaytes' v nem, i ne govorite Mne"},{"SurahNumber":23,"VerseNumber":109,"Text":"Chast' rabov nashikh skazhet: \"Gospodi nash! My byli veruyushchimi; prosti nam, bud' k nam milostiv№ Ty samyy luchshiy iz miloserdstvuyushchikh"},{"SurahNumber":23,"VerseNumber":110,"Text":"Vy izdevalis' nad nimi do togo, chto zabyvali vspominat' obo Mne; vy smeyalis' nad nimi"},{"SurahNumber":23,"VerseNumber":111,"Text":"V den' sey YA vozdayu im za to, chto terpeli oni: istinno, oni vysochayshe blazhenny"},{"SurahNumber":23,"VerseNumber":112,"Text":"On skazhet: \"Kakoye chislo let probyli vy v zemle"},{"SurahNumber":23,"VerseNumber":113,"Text":"Oni skazhut: \"My probyli den', ili chast' dnya; sprosi tekh, kotoryye veli schet"},{"SurahNumber":23,"VerseNumber":114,"Text":"On skazhet: \"Nedolgo vy probyli, yesli by znali"},{"SurahNumber":23,"VerseNumber":115,"Text":"Uzheli vy dumayete, chto My sotvorili vas kak budto by kakuyu igrushku, i chto vy k Nam ne vozvratites'"},{"SurahNumber":23,"VerseNumber":116,"Text":"Da budet prevozneson Bog, - tsar', istina! Krome Yego, Gospoda slavnogo prestola, net nikakogo boga"},{"SurahNumber":23,"VerseNumber":117,"Text":"Te, kotoryye vmeste s Bogom, prizyvayut drugikh bogov, ne imeya dlya togo nikakogo osnovaniya, dolzhny budut dat' otchet Gospodu svoyemu"},{"SurahNumber":23,"VerseNumber":118,"Text":"Skazhi: \"Gospodi, prosti i bud' milostiv! Ty samyy luchshiy iz miloserdstvuyushchikh"}]}