{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Sayılı gunlerde (Mina'da) ALLAH'ı anın. Erdemli davrandıkları surece, bunu iki gunde bitirmek icin acele edene bir gunah yoktur, geri kalana da bir gunah yoktur. ALLAH'ı dinleyin, ve O'nun huzurunda toplanacagınızı unutmayın"},{"SurahNumber":2,"VerseNumber":204,"Text":"Dunya hayatı hakkında, sozleri senin hosuna giden bazı kisiler var. Azılı bir dusman oldugu halde kalbinde olana ALLAH'ı tanık tutar"},{"SurahNumber":2,"VerseNumber":205,"Text":"Donup gidince, yeryuzunde bozgunculuk yapmak, malı ve nesli yok etmek icin cabalar. ALLAH bozgunculugu sevmez"},{"SurahNumber":2,"VerseNumber":206,"Text":"Kenidisine \"ALLAH'ı dinle,\" dendiginde kibir ve gurur icinde hiddetlenir. Onun hakkından cehennem gelir; ne kotu bir meskendir"},{"SurahNumber":2,"VerseNumber":207,"Text":"Halktan oylesi de var ki kendini ALLAH'ın rızasını kazanmaya adar. ALLAH kullarına cok sefkatlidir"},{"SurahNumber":2,"VerseNumber":208,"Text":"Inananlar, tumuyle teslim olun. Seytanın adımlarını izlemeyin; cunku o sizin apacık dusmanınızdır"},{"SurahNumber":2,"VerseNumber":209,"Text":"Size apacık deliller gelmesine ragmen dogru yoldan kayarsanız, bilesiniz ki ALLAH Ustundur, Bilgedir"},{"SurahNumber":2,"VerseNumber":210,"Text":"ALLAH'ın ve meleklerin yogun bulutlar arasından kendilerine gelmesini mi bekliyorlar? O zaman her sey biterdi ve her sey ALLAH'a dondurulurdu"},{"SurahNumber":2,"VerseNumber":211,"Text":"Israilogullarına sor, onlara nice apacık ayetler verdik! Kendisine ALLAH'ın nimeti geldikten sonra onu degistirenler icin ALLAH agır bir ceza verir"},{"SurahNumber":2,"VerseNumber":212,"Text":"Inkar edenler icin dunya hayatı cekicidir. Bu yuzden inananlarla alay ederler. Oysa erdemliler Dirilis Gunu onların ustundedir. ALLAH diledigine hesapsız sekilde nimetler bahseder"},{"SurahNumber":2,"VerseNumber":213,"Text":"Insanlar bir tek topluluktu. ALLAH peygamberleri mujdeleyici ve uyarıcı olarak gonderdi ve anlasmazlıga dustukleri konularda halkın arasında hukmetmeleri icin onlarla birlikte gercegi iceren kitabı indirdi. Oysa kitap verilenler kendilerine acık kanıtlar geldikten sonra aralarındaki kıskanclıktan oturu onun hakkında anlasmazlıga dustuler. Fakat ALLAH, izniyle inananları onların anlasmazlıga dustugu gercege ulastırdı. ALLAH diledigini/dileyeni dogru yola iletir"},{"SurahNumber":2,"VerseNumber":214,"Text":"Yoksa siz, sizden oncekilerin basına gelenler gibisi sizin de basınıza gelmeden cennete gireceginizi mi sanıyorsunuz? Onlar zorluk ve sıkıntıya ugradılar ve oylesine sarsıldılar ki elci ve beraberindeki inananlar, \"ALLAH'ın yardımı ne zaman,\" dediler. Iyi bilin ki ALLAH'ın yardımı yakındır"},{"SurahNumber":2,"VerseNumber":215,"Text":"Nasıl yardım edeceklerini soruyorlar sana. De ki, \"Para ve mal yardımlarınızı ana-babaya, yakınlara, oksuzlere, yoksullara ve yolda kalmıslara yapmalısınız.\" Islediginiz her iyiligi ALLAH bilir"},{"SurahNumber":2,"VerseNumber":216,"Text":"Sevmediginiz halde savas size zorunlu kılındı. Sevmediginiz bir sey sizin icin iyi ve sevdiginiz bir sey de sizin icin kotu olabilir. Siz bilmeseniz de ALLAH bilir"},{"SurahNumber":2,"VerseNumber":217,"Text":"Sana, Kutsal Ayda savasmak konusunu da soruyorlar. De ki: \"Onda savas buyuk bir gunahtır. Fakat ALLAH'ın yolundan cevirmek, O'na ve Kutsal Mescid'e nankorluk etmek ve halkını oradan cıkarmak ALLAH yanında daha buyuk bir gunahtır. Cunku baskı ve zulum, oldurmekten daha buyuk bir suctur.\" Gucleri yetse sizi dininizden dondurunceye kadar sizinle savasırlar. Sizden kim dininden doner ve inkarcı olarak olurse, tum yaptıkları dunyada ve ahirette bosa cıkar. Onlar ates halkıdır ve orada surekli kalıcıdır"},{"SurahNumber":2,"VerseNumber":218,"Text":"Inananlar, ALLAH yolunda goc edenler ve caba harcayanlar ALLAH'ın rahmetini umar. ALLAH Bagıslayandır, Rahimdir"}]}